{
    "posts": [
        {
            "title": "Insegurança das bikes.",
            "selftext": "Atualmente as bicicletas estão muito visadas para roubo!!\nE esses engates rápidos para as rodas estão tirando o sono de qualquer um.\nQuando saio com minha bike, mesmo para paradas curtas, preciso tranca-la com 2 cadeados: um prendendo o quadro e uma das rodas em algo fixo e outro prendendo a segunda roda.\n\nMesmo com cadeado, corre-se o risco de alguém corta-lo.\n\nPergunta; qual O MELHOR tipo de cadeado para proteger sua bike? Correntes? Cabo de aço? Qual e mais difícil de ser cortado por um alicate grande?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "12p6kou",
            "num_comments": 11,
            "comments": [
                "O jeito \"padrao\" é usar um bom U lock + um cabo de aço com as pontas presas nele e prendendo as partes removíveis (rodas e selim) \nEnche o saco fazer isso, se vc precisa usar muito a bike p parar em lugares publicos, pra facilitar, pode ser interessante ter uma bike mais simples(single speed) só pra esse uso, com rodas e selim presos com porcas, ai qlqr trava ja faz o serviço",
                "Cara, até onde sei as mais seguras seriam aquelas u-lock, que têm um ferro em forma de U que se fixa a uma barra, mas normalmente elas protegem apenas o quadro e a roda traseira, aí teria que ver alguma solução pra roda dianteira.\n\nEu tenho uma *OnGuard Pitbull* (deve valer metade da bicicleta, hahaha, mas aproveitei que familiares foram pros EUA e já pedi pra trazerem; como tenho planos de eventualmente trocar a bicicleta já aproveito pra não gastar duas vezes com trava), que já vem com um cabo de aço flexível (a u-lock vai presa no quadro e na roda traseira e o cabo passa pela roda dianteira e depois é fixado na u-lock). O cabo é muito mais vulnerável que a u-lock (considerando que a pessoa fosse carregar duas, apesar de que existem modelos pequenos que poderiam ser usados pra isso), mas ao mesmo tempo é muito mais leve e a roda é muito mais barata (então minimiza seu prejuízo em caso de furto e deve ser menos visada, também), então acaba sendo um jogo de compensações. Eu comprei assim apenas pela praticidade e pra ter tudo da mesma marca mas é perfeitamente possível comprar a u-lock de uma marca e um cabo/corrente genérico, por exemplo.\n\nOutra solução, caso você não tire frequentemente a roda dianteira, é trocar o engate rápido por aqueles parafusos normais. Novamente, não impede nada mas o que antes levaria 5 segundos passa a exigir que o criminoso tenha a chave (nem um pouco difícil se o cara já for \"especializado\" em bicicletas) e levar, o que, 15 segundos?\n\nDe resto é tentar evitar deixar a bicicleta em locais perigosos, em locais onde o criminoso poderia agir com mais tranquilidade..."
            ]
        },
        {
            "title": "Guidão virando.",
            "selftext": "Consegui uma bike, o problema é que o guidão dela está constantemente virando para a esquerda, então fica impossível de controlar a bike sem as mãos. Se alguém puder me dar uma ajudinha.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "12nect7",
            "num_comments": 0
        },
        {
            "title": "Primeira Bicicleta",
            "selftext": "Saudações a todos! Estou pesquisando para comprar minha primeira bicicleta com o objetivo de ir para a faculdade (o caminho tem 3,5km e tem partes bem íngrimes)\n\nEm alguns sites e reviews me deparei com a Caloi Andes Aro 26 e me interessei bastante, principalmente por ser bem barata. Só estou meio receoso de comprar porque o quadro dela é 18 e tenho 1,79 de altura e ja vi em alguns lugares que o ideal para mim seria o quadro 19.\n\nO que vocês podem me dizer a respeito dessa situação?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "12n0j4l",
            "num_comments": 5,
            "comments": [
                "Recentemente comprei minha primeira bike (após adulto). Comprei um Rino Evrest, aro 29 e quadro 19. Tenho a mesma altura que você e até achei pequena, mas é só impressão mesmo. Não sei quanto as outras, mas até agora não tive arrependimentos com a Rino Everest. Claro, acho o guidão um pouco baixo. No início fiquei com dor nas costas, mas agora eu gosto. Maior aerodinâmica, haha. \n\nVerifica direito para comprar uma com câmbios Shimano, pois há várias versões.\n\nClaro, depende de quanto você quer investir. Eu paguei uns 900 na bike e 150 de frete, mas porque moro no nordeste. \n\nNo geral, ela é muito bonita, especialmente com o quadro não cilíndrico. \n\nAh, e muito leve também."
            ]
        },
        {
            "title": "Me ajudem a escolher uma bicicleta?",
            "selftext": "Há algumas semanas fiz um post semelhante no r/brasil e me recomendaram esse sub :)\n\nEu sou uma iniciante, ainda não sei pedalar, e gostaria de comprar uma bike para aprender e, posteriormente, percorrer curtas distâncias em asfalto e calçamento. Tenho gastado uma grana com transporte e economizar um pouco me ajudaria.\n\nDei um pesquisada e acho que essa [aqui](https://m.casasbahia.com.br/bicicleta-aro-26-caloi-rouge-com-21-marchas-quadro-17-e-suspensao-dianteira-vinho-55010605/p/55010605?utm_medium=Cpc&utm_source=GP_PLA&IdSku=55010605&idLojista=10037&tipoLojista=1P&&utm_campaign=gg_pmax_inter_espo_apostas&gclid=Cj0KCQjwxMmhBhDJARIsANFGOSsK15RtodhHeQeyGfGkCj38doKfDnBeGDY10Nl6a4kR6J5RIQG1LhUaAsW9EALw_wcB&gclsrc=aw.ds) me serviria bem. Caloi Rouge. Eu tô em dúvida ainda pq o quadro dela é de 17\" e eu só tenho 1,63cm. Vi que o ideal para mim seria 16\", mas tá difícil encontrar.\n\nVocês mais experientes poderiam me dizer se essa vai me atender bem? Aceito sugestões de outras, mas que sejam na mesma faixa de preço. Não tô podendo investir muito mais do que isso no momento.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "12gzm57",
            "num_comments": 16,
            "comments": [
                "parece uma boa bike, e sobre o tamanho, acho que por ser aro 26 talvez a referencia de 17 n seja exatamente comparável, eu mesmo uso 19 nas 29 mas nas 26 até 20 fica bem ok, então pode ser uma boa pedida mesmo assim  \n\n\nagora uma coisa eu acho que vale fazer, trocar ao menos o selim(e o canote pra conseguir ajustar a posição), pegar um de entrada mesmo mas que seja bem confortável, os selins de entrada da absolute são bem honestos e certamente deve ser melhor do que esse que vem nela",
                "Independente do que for escolher, procure uma com pedivela reduzido",
                "O pedivela é aquela parte que contém o pedal junto com as coroas, o pedivela reduzido é bem menor que esse e por isso é mais leve. Procura uma bike com pedivela em que, se tiverem 3 coroas, a maior deve ter no máximo 42 dentes, esse já é reduzido.",
                "Na página fala que recomendam altura de 1,60 até 1,80. Parece boa e com bom preço. Achei supostamente melhores de marcas que não conheço muito. Difícil recomendar sem conhecer alguém que fez o mesmo uso que você espera.\n\nDe manutenção. Recomendo só limpeza mesmo. Limpar e trocar o lubrificante da corrente uma vez por mês é uma boa também.\n\nAlém do Chave 15, dá uma olhada no Pedaleira e Bike é Legal. Esse último dá umas dicas de andar na cidade e coisas para além da manutenção.",
                "Eu tenho uma Caloi dessa que você linkou e confirmo que é muito boa. \n\nTive um pouco de desconforto quando pedalava um pouco mais (+20 km) e hoje em dia se for fazer um pedal mais longo, eu uso uma mountain bike melhorzinha. \n\nMas com certeza essa bike é boa e confortável.",
                "Compra uma Nuvem!! Se onde você mora não tem muita ladeira é uma linda bike! E vai bem pra sua altura. Dá uma sacada  no modelo da bichinha."
            ]
        },
        {
            "title": "Marzocchi 66 1,5\" serve em banshee morphine?",
            "selftext": "queria saber se é só trocar a caixa de direção, ou realmente essa espiga não passa no quadro.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "12fy3gy",
            "num_comments": 0
        },
        {
            "title": "Alguém aqui usa rolo livre/solto/triplo/de equilíbrio pra treino indoor? Quais modelos com bom custo-benefício vocês recomendam?",
            "selftext": "Me refiro a rolos tipo [esse](https://images.app.goo.gl/m3KqtF8fns2fq7Td6), chamados de \"rolo livre\", \"rolo de equilíbrio\", \"rolo solto\", \"rolo triplo\", ou \"rollers\" em inglês.\n\nTô querendo um rolo e esse foi o tipo que mais me agradou justamente por parecer mais dinâmico, trabalhar também o equilíbrio e tal.\n\nAí eu queria saber se alguém aqui usa ou já usou esse tipo de rolo e pode contar como é. Dá pra variar a cadência, alternar entre marchas leves e pesadas, ou é algo bem limitado?\n\nAlguém aqui tem algum modelo com bom custo-benefício pra recomendar? No MercadoLivre vejo alguns modelos a partir de uns 400 Reais, mas os que parecem mais interessantes (como o Absolute Dinâmico Wild) estão na faixa dos 600 ~ 700 Reais. Modelos mais top tipo Tacx partem dos 2.000, aí já fica completamente inviável.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "129mqpg",
            "num_comments": 8,
            "comments": [
                "uso um bem simples, que o custo benefício pra mim foi muito bom… é um parecido com [esse](https://www.google.com.br/shopping/product/844205165107140624/image?q=rolo+de+treino&client=safari&hl=pt-br&prmd=svin&sxsrf=APwXEdfruFKHZwEteUrVxhEbORl-valiog:1680477605815&biw=375&bih=548&dpr=2&prds=cid:844205165107140624,cs:1,pid:546907252921296626,sgro:iv,mvi:0) que uso, também comprei um suporte para o pneu dianteiro que me custou $90 a mais. A diferença dele é que não trabalho equilíbrio, mas todo o resto é muito bom. Consigo fazer treinos de todas as marchas, variar cadência e pedalar em pé (aguenta a pressão e força). Agora esse tipo de rolo livre que falas, é uma outra dinâmica pq precisa mesmo trabalhar o equilíbrio, não tenho experiência em relação a ele.",
                "Eu uso da Absolut wild, ele tem controle por imãs, ou seja, da pra por uma resistência da 1 a 8, ele é bem simples e tudo manual, mas funciona...não tem interação com softwares tipo zwift da vida...eu diria que é ok, tudo vai depender do seu objetivo, paguei em torno de 700 reais, quando eu puder quero pegar um que simula subida e é integrado com medidor de potência."
            ]
        },
        {
            "title": "Vale a pena começar no pedal com essa bike velha? Se sim, vocês me recomendam algum upgrade?",
            "selftext": "Estou começando a me apaixonar pelo mundo da bicicleta e quero começar a pedalar como esporte e como meio de locomoção na cidade. Como ainda não tenho uma bike tô começando com a bike do itaú e outra que alugo no horto florestal.\n\nTô morrendo de vontade de comprar uma bike, mas tô vivendo um momento de **muita dificuldade financeira** e não tenho condições nem de comprar uma usada, porém não quero que esse momento me impeça de começar no pedal.\n\nFoi aí que lembrei que meu pai tem uma bike velha enferrujando lá na casa dele, é uma **Caloi XRT** (laranjinha e preta). Peguei ela essa semana mas achei ela suuper pesada, tá com bastante barulho no freio e o selim é um tanto desconfortável.\n\nQueria saber de vocês: vale a pena começar mesmo com essa bike ou espero mais um pouco? Por ela ser pesada (19kg) isso iria me atrapalhar muito como iniciante? E por fim: vale a pena fazer algum upgrade pra dar uma melhorada nela ou melhor nem esquentar a cabeça?\n\nPs: Vale ressaltar que só pedalei na infância/adolescência, então **sei** pedalar mas ainda não tenho experiência de pedalar na rua, digo, pedalar pra valer mesmo. Sou do tipo que sempre pedalou no mesmo quarteirão. Apesar disso tenho bom condicionamento físico porque sou estudante de dança e tô aguentando pedalar 1:30h no plano sem nenhuma dificuldade.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "127meuh",
            "num_comments": 10,
            "comments": [
                "Vai que vai, só lembra de fazer uma revisão nela, já que tava velha, isso pode te salvar. Eu comecei com uma aro 26 pesadíssima também que deixei na casa dos meus pais, quando vou visitar faço uns rolês com ela e acompanho galera com bike cara. Não liga não mano, tem que andar com o que tu tem, seja uma Trek de 20k, uma Barra Forte ou uma Caloi 10. Você pedalando bem com uma dessa vai sair voando quando comprar uma bike boa e leve, tipo uma speed",
                "segue a foto da dita cuja:\n\nhttps://preview.redd.it/pzzaygooh4ra1.jpeg?width=900&format=pjpg&auto=webp&v=enabled&s=115552454687c76bbfe89cf9cd203fa643634434",
                "Comece com esta bicicleta! Vale a pena.\n\nComo você já tem o equipamento, basta verificar se a corrente tá lubrificada e verificar se os pneus estão em boas condições.\n\nNo futuro, quando você tiver melhores condições de comprar equipamentos melhores, você terá mais experiência e saberá qual tipo de bike combina mais com você.",
                "O que importa é vc não ficar parada. Os atributos da bike devem complementar seu condicionamento e como vc ainda é iniciante tem um longo caminho pela frente que com essa bike conseguirá trilhar com muita facilidade, essa questão de peso existe sim, é física, mas 99,9% da proporção que esse assunto ganha é devido ao marketing das empresas do ramo, e quem fica no ouvido de iniciante falando da relação peso x performance são pessoas que não entendem sobre bike, só reproduzem o que ouviram.   \nQuando as melhorias na bike, se tiver que fazer, faça apenas as de segurança.",
                "Eu comecei a pedalar sério em 2016 com uma bike assim, fui dando melhoradas aqui e alí, e usei ela até setembro do ano passado pq um carro bateu em mim e o quadro ficou todo torto. As principais coisas iniciais que eu mudei foram: câmbio de alavanca (vulgo \"palanquinha\") de metal pq esses de torcer q vem na bike quebram fácil e o plástico resseca no sol, e freios V-Brake com as hastes de metal e de pastilha (ou sapata) orbital (vejo na foto que a seus freios Ñ usam sapata orbital, e ñ sei dizer se são de metal). Aprende bem a usar o câmbio que o peso da bike ñ incomoda tanto (só pra carregar nas costas kkkkk, eu moro no 3 andar, é chato mas acoatuma kkkk) e usa os pneus bem cheios (no calibrador de pneu do posto bota pelomenos 40 libras) e ela vai rodar macio e frouxo. Se der manutenção e conseguir ajustar bem à tua ergonomia, essa bike te carrega bem por anos. Recomendo tbm ir comprando ferramentas e assistindo tutorial no youtube (canais como Pedaleria e Chave Quinze) que a manutenção fica mais barata.",
                "leva numa bicicletaria roots, ve se conseguem travar a suspensão do meio e por um garfo rigido no lugar da susp, em tese, isso deveria ser razoavel, vai baixar uns 2kg e ficar mais firme, o selim vc pode pegar um novo de entrada por uns 40\\~50, via ml mesmo, esse é importante pq banco ruim pode dar problema nas costas , corrente tmb é importante como ja falaram aqui tmb, pq uma falha da corrente pode acabar numa queda bem chata  \n\n\nps: se vc se emocionar com a bike, pode trocar os trocadores pra rapid fire e deixar ela 7x1(ou 6x1), tirando o cambio da frente e usando coroa unica de 32 dentes, isso deve salvar quase uns 2kg se pá, alem de ficar muito melhor de usar",
                "OP, considerando que é uma bicicleta que você já tem aí eu acho que vale a pena, sim. Só dar uma boa revisada e colocar em uso.\n\nEu tô numa situação parecida - me mudei há cerca de um ano e trouxe junto a bicicleta, que antes ficava na casa da minha avó porque no apartamento dos meus pais não tinha onde colocar (a consequência disso é que pegar ela pra pedalar era super raro, só quando ia pra praia). É uma Caloi Aspen Pro 21V de uns 20 anos; quando peguei de volta já estava encostava facilmente há uns 5 anos); sem equipamentos deve pesar uns 16 kg. Como não sabia se ia curtir eu ~~voltei~~ comecei com ela mesmo, tanto pra não gastar dinheiro com algo que poderia não ir pra frente quanto pra ir errando e aprendendo com ela (e não com uma bicicleta mais cara) e até determinar que tipo de bicicleta vai ser melhor pra mim quando eu decidir comprar.\n\nSobre o peso acho que não vai atrapalhar - vai te limitar um pouco, é claro, mas acho que não vai te impedir de fazer nada.",
                "Considerando seu histórico de pedalada e a questão financeira, começar com essa Caloi está ótimo!\n\nRecomendo você levar a bike em uma bicicletaria para fazer uma revisão já que ela ficou um bom tempo parada.\n\nEssa bike é pesada mesmo e com componentes de entrada mas para um passeio urbano em ruas asfaltadas vai ser maravilhoso. \n\nAssim que sua condição financeira estiver melhor você poderia trocar por uma bike urbana (Caloi City tour), uma MTB caso você tenha intenção de andar na terra ou uma Speed caso você queira uma velocidade legal.",
                "Vale sim. Faça uma revisão por questão de segurança (freios, lubrificação, pneus etc.). Eu não cogitaria upgrade nenhum no começo. Vai pegando o hábito e naturalmente você vai sentir o que te incomoda na bike. Aí avalia com calma (e calculadora na mão) se realmente vale a pena investir algo ou se dá pra esperar e juntar grana pra trocar de bike mesmo. Bom pedal!",
                "Acho que vc mesmo já respondeu sua propria pergunta no seu texto... como vc mesmo disse: \"não quero que esse momento me impeça de começar no pedal...\"\n\nbom pedal, é um caminho sem volta pro seu bem estar... XD"
            ]
        },
        {
            "title": "Estou ficando louco?",
            "selftext": "Ando de bicicleta para locomoção em Salvador todos os dias, mas tem sido bastante difícil ultimamente. De longe, o que mais me incomoda são os motoqueiros que invadem a ciclovia enquanto eu estou passando e mesmo me vendo, continuam andando em minha direção e eu tenho que parar para o fila de uma @&#$ passar. Um dia ainda explodo de raiva disso, mas o que eu queria falar hoje é de um problema entre os próprios ciclistas. Parece MUITO óbvio que em um país de mão francesa todos os veículos andem pela porção direita da pista inclusive em ciclovias, já que dá pra passar uma bicicleta indo e outra voltando sem problemas se cada um ficar a sua direita. Porém, todos os dias que ando de bicicleta vem um indivíduo no caminho contrário, pela esquerda, e eu mantenho a minha direita, pois estou certo e a pessoa muitas vezes saem da minha frente em cima da hora ou então, o que vem acontecendo com mais frequência agora, sinalizam para que eu vá para a outra porção da ciclovia (como se esse tipo de comunicação fosse necessária em um trânsito civilizado kkkkk) e deixe a topeira seguir livre na contramão. Ontem, um animal andando pela contramão fez essa sinalização e ainda estava com uma bicicleta elétrica daquelas que não são permitidas em ciclovias, o que me faz pensar que existe o Código Brasileiro de Trânsito e o código de trânsito daquele rapaz, pois ele realmente está inovando bastante para estar seguindo a legislação brasileira. O problema é que a frequência com que isso acontece me faz questionar a minha própria sanidade. Será que o Brasil virou um país de mão inglesa e eu não fui avisado? Um dia desses eu tava pedalando na ciclovia na porção direita e eu desviei mais ou menos em cima de outro ciclista vindo pela contramão e quando passou por mim ele perguntou se eu era surdo, pq ele deve ter falado comigo para sair da frente dele e eu não ouvi, mas agora eu pergunto: como não xingar uma pessoa dessas? Xinguei e depois corri. A ignorância é tão forte a ponto de chamar alguém que está certo de surdo. Uma das coisas que eu não entendo é como alguém que anda de bicicleta e SEMPRE que passa por outro ciclista tem problema em saber em que lado da ciclovia ficar, não consegue supor que exista uma regra sobre isso para evitar acidentes. Eles preferem a agonia da dúvida e a aleatoriedade para escolher o lado da pista, algo como: \"já que ontem eu andei só pela esquerda, hoje vou andar pela direita e amanhã pela esquerda de novo\". Será que eu estou ficando louco? Alguém mais sofre com isso?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "125u0fr",
            "num_comments": 17,
            "comments": [
                "Odeio pedalar dentro de cidade por isso, é impossível exigir respeito na nossa sociedade sendo um simples ciclista. Eu quase nunca pego ciclovia, só tem dois percursos que o deslocamento passa por um ciclovia, geralmente sou eu que organizo o pelotão nessa parte, todos alinhados na mão da esquerda, e sempre que está na frente tem a obrigação de sinalizar o que está na frente (gritar ciclista ou pedestre) e nunca ultrapassar 40km/h. Por ser uma quantidade maior de ciclista eu acho que o pessoal fica com receio de falar alguma coisa ou querer caçar briga.  \nMas pra mim o pior são dois tipos de pessoas, os motoqueiros (sem ser entregadores, esses são os mais de boa) e aqueles caras que se acham o máximo andando de carro, esses dos tipos de criaturas não suportam ser ultrapassado por um ciclista, parece que fere a masculinidade deles, e o melhor é a cara deles quando passam, uma satisfação enorme. Os outros veículos esquecem que a nossa tração somos nós mesmos e que precisamos muito das leis da física pra conseguir andar bem, enquanto eles bastam apenas por um pouco de força nos pés nós estamos até com a visão turva de tanto fazer força. Kkkkk.   \nFico indignado, mas tento sempre não discutir nem perder o foco.",
                "Isso só vai acontecer quando a cidade tiver maior quantidade de pessoas andando de bicicleta e fazendo o certo, não com você ou outra pessoa tentando fazer as regras valerem *na marra* com xingamentos e se expondo à covardes na rua. \n\nUma recomendação que me ajuda muito é ter uma lanterna piscando na frente da bicicleta, o flash não só faz com que a pessoa fique incomodada e queira sair da frente, como te perceba bem antes de precisar chegar perto.",
                "Essa galera tem que cruzar com alguém com o pau maior que o deles. Com alguém que não só não vai desviar quando o imbecil vier pela contramão como ainda vai acelerar e pagar pra ver. Depois de umas três dessas talvez a pessoa aprenda.\n\nÉ por causa dessa galera (e também por egoísmo/ignorância, mas acho que principalmente por causa de gente folgada) que motorista tem raiva de ciclista.",
                "Meu pai já foi atropelado por um ciclista na contramão, descendo a rua. \n\nEu quase fui atropelado do mesmo jeito. O ciclista parou em cima de mim, na contramão, quando fui atravessar a rua. Com o susto, cruzei a rua correndo, quase um caminhão me acerta. \n\nEu também ando de bicicleta e dirijo, então procuro sempre trafegar de forma correta em ambos os veículos, mas esse país te desafia. \n\nNo parque do bairro vemos como funciona nossa sociedade. Gente caminhando na pista de ciclismo, ou passeando com cachorro, ciclista na pista de corrida ou de caminhada...uma bagunça. Você se sente em um video-game estilo paper boy.  Dá vontade de abordar essa gente com uma câmera e perguntar \"Por que você está pedalando na pista da caminhada?\" \n\nNo preço de hoje, isso pode ser fatal. Gente errada se irrita com facilidade."
            ]
        },
        {
            "title": "tenho uma mtb 3x7 e preciso de ajuda pois quero reduzir",
            "selftext": "oque acontece se eu tirar a a coroa maior, tipo, iria ficar 2x7 mas ai eu ia perder velocidade? quase não uso a coroa maior",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "121rbxb",
            "num_comments": 3,
            "comments": [
                "Quais as configurações?",
                "Sim, se você conseguir tirar a coroa maior você só perde a velocidade final mas não sei se compensa o trabalho"
            ]
        },
        {
            "title": "Cambio shimano tourney funciona com sti?",
            "selftext": "o cambio da tourney funciona com o sti sensah",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "121tmuy",
            "num_comments": 1,
            "comments": [
                "A função do câmbio em sistemas mecânicos é basicamente puxar o cabo de aço para alongar o câmbio ou soltar o cabo e encolher o câmbio. Então funcionar ele vai, o importante de usar tudo da mesma linha é para ter mais precisão e rapidez na troca de marchas, e o que tem real importância somente em cenários competitivos ou pra quem usa a bike diariamente em velocidades acima do normal."
            ]
        },
        {
            "title": "Bike speed com suspensão frontal com trava no guidão faz sentido ?",
            "selftext": "Pessoal sei que dizem que a suspensão faz perder performance por roubar energia, porem tenho dúvidas com a suspensão com trava no guidão, se seria o meio termo, \"travando\" quando necessário para não ter perdas relevantes de performance \n\nOutra dúvida seria em um cenário hipotético, se pulasse um meio fio com uma speed com suspensão, se ela seria resistente igual uma MTB, ou se devido ao tipo de pneu e pressão característicos de uma speed, a suspensão não faria diferença, porque o pneu/aro iriam abrir o bico",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11z2fvh",
            "num_comments": 3,
            "comments": [
                "Vou dizer algo polêmico, mas real, suspensão não se trava, se você está socando a frente da bike pra forçar a suspensão é pq está pedalando errado. E não vejo muito sentido usar suspensão em speed já que o corpo consegue fazer bem o papel de amortecer os impactos, e pra não receber aquelas pancadas secas e trepidações demais recomendo investir em um garfo de carbono.  \nA questão de transpor obstáculos, mesmo com suspensão jamais deve haver a colisão do pneu com o meio-fio, você deve levantar a frente da bike. Nenhuma suspenção aguentaria isso por muito tempo."
            ]
        },
        {
            "title": "Pedalada de longa distância",
            "selftext": "Boa noite pessoal! Primeiro post aqui.\nEra viciado em bicicletas até meus 18 anos, tirei CNH e nunca mais pedalei, voltando a pedalar agora ano passado tentando ser um pouco mais saudável. Estou com 26 anos agora.\nTenho feito 20/25km por pedal regularmente, de 2 a 3 vezes por semana tentando manter uma média de velocidade de 20km/h com algumas elevações e decidimos, no nosso grupo de amigos, em fazer uma pedalada até a praia.\nPra quem é do RS, é de Porto Alegre até capão da canoa. São 135km, sem muitas elevações.\nAlgum tipo de preparo especial vocês me recomendariam? Pretendo levar água, carboidrato em gel, alguns snacks mais fáceis de digerir, kit de reparo etc.\nMinha bike é uma soul sl79, coloquei um pneu menos borrachudo pra ficar melhor de pedalar no asfalto. (Se conseguir posto foto nos comentários pq não sei usar isso ainda. Kkkk)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11x7hx0",
            "num_comments": 10,
            "comments": [
                "Esses bancos grande são bons nos 10 km depois fica uma fezes \n\nSe você for andar todos esses km ( se puder ) leve banana, banana são as melhores comidas pra levar, ela tem bastante carboidratos e frutose.",
                "Se for 135km de ida com mais 135km de volta e você só está pedalando 20km por dia eu recomendo não ir e iniciar uma rotina de treino para esse objetivo. \nSe você roda 30km em um percurso com poucas subidas com uma média de 20km/h no asfalto, seu preparo ainda é de iniciante. Cabe lembrar que seu desempenho depende do cardiorrespiratório, neuro muscular (força) e estrutural. Percursos longos sem preparo afetam muito a parte estrutural e qualquer lesão que você sofrer nessas partes do corpo o dano é permanente.  \nVale lembrar que o que define longão não é a distância, mas o tempo, sair de uma rotina pedalando 1h e ingressar em uma aventura pedalando por 5h+ é loucura.  Mas faz o que o seu coração mandar. Kkkk.    \n\n\nEdit: se for faça a seguinte receita.  \n700l de água.   \n1 beterraba grande.   \n1 cenoura grande.   \n2 limões.    \n3 colherzinhas de bicarbonato.   \n2 folhas de mostarda, se for muito grande só coloca uma.     \n  \n\nIsso não substitui a água viu. Coloca o bicarbonato depois de pronto e aos poucos.   \nDependendo da quantidade de sódio que tiver o gel que você levar pode diminuir o bicarbonato.",
                "https://preview.redd.it/nn8n0h89h2pa1.jpeg?width=3024&format=pjpg&auto=webp&v=enabled&s=86a5c498e57b2b3bdc6a8ab67b1b1938d1ef5d8b\n\nA foto da dita cuja. Coloquei esse banco visando mais conforto, como sou mais fortinho aquele banco pequeno me destruiu. Mas com aquelas bermudas de ciclismo eu acho que vou voltar pro banco original que é aquele mais fino."
            ]
        },
        {
            "title": "Uma nova bike ou novos componentes?",
            "selftext": "Olá pessoal. Tenho uma Oggi 7.0 de 2020 com toda relação Shimano Alivio 2x9, e semana passada o câmbio quebrou por conta da marcha ter escapado para dentro. Travou nos raios e deu PT. Vida que segue, não cai tombo e foi só danos materiais.\n\nComprei um novo câmbio, um Shimano Altus, que acho ser até um modelo mais antigo do Altus. Na loja que fui o mecânico me sugeriu no futuro vender minha 7.0 e comprar uma nova, pois eu estava cogitando dar um passo a frente e trocar a relação toda para um Shimano Deore 1x11 ou um 2x10 e colocar uma suspensão Rockshox. Na visão dele não é financeiramente inteligente mudar tudo isso na bike, valendo mais a pena vendê-la e comprar uma nova, como por exemplo uma Oggi 7.2.\n\nEstou relutando com isso, pois eu simplesmente adoro minha bike, mesmo sendo de entrada. Até dei nome para ela! Eu pedalo \"bastante\" (nem tanto), fiz 6800km desde que a comprei, a coloração do quadro é a preta, azul e branca. Eu não sei o quanto realmente vale vendê-la, mas eu tenho o apego emocional, o que para alguns pode parecer ou ser bobagem. Tentei argumentar com o mecânico, mas ele meio que não me ouve e só diz \"não vale a pena, venda ela e compre outra\", mas não diz o porquê não vale a pena.\n\nMinha dúvida é: o problema é só financeiro? Ou há alguma deterioração que eventualmente seja inteligente desfazer-se da bike (quadro e tudo).\nSe é só financeiro, a diferença é muito grande será? Dependendo a diferença talvez me seja mais vantajoso seguir com meu quadro, pois todos sabemos o psicológico é parte importante no ciclismo.\n\nSei lá, peço opiniões aqui porque não sei bem o que pensar...",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11vn3mz",
            "num_comments": 12,
            "comments": [
                "A suspensão da OGGI 7.2 é ROCK SHOX JUDY TK e custa 1000 reais a vista e o kit shimano deore 12 também é 1000 então vai ficar uns 2000.\n\nE a OGGI 7.2 6000. Agora é só pensar um pouco",
                "Acredito que se vc colocar uma suspensão Absolut Prime dessas mais novas e uma relação deore 2x10 já sentirá uma diferença muito grande. Grupo 1x10-12 só é eficiente em XCO, para outras modalidades só se você tiver muita força na perna pra aguentar usar uma coroa 38-40 o que dependendo do percurso vai te desgastar demais. Essa modinha de uma coroa pegou pq a manutenção e reposição de peças fica bem mais caro.  \nComo você foi bem específico na pergunta, financeiramente é mais vantajoso trocar esses componentes se você comprar as peças na internet. Se for trocar o conjunto completo da transmissão é só pedir para o vendedor mandar em vários pacotes pra não ser taxado.",
                "Depende muito, um kit deore 12v no aliexpress está mil reais a suspensão vai depender qual você quer aí é só fazer a conta de somar e comparar com a nova bike."
            ]
        },
        {
            "title": "Para que serve o flare em guidão drop?",
            "selftext": "estava procurando uns guidão drop e não sei oque vai mudar seu eu comprar um guidão com 15% de inclinação ou não",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11v8n20",
            "num_comments": 2,
            "comments": [
                "Essa abertura te dá maior controle da bike, principalmente em descidas, e pra te falar a verdade é até mais fácil de mudar a pegada. Mas com isso você perde um pouco de aerodinâmica. Essa mudança vai depender muito dos percursos que você faz, se for só reta não vejo sentido na alteração."
            ]
        },
        {
            "title": "Oggi Hacker ou Cannoldale Trail 7?",
            "selftext": "O objetivo da bicicleta é uso urbano, pra ir ao trabalho. O preço é o mesmo (R$1999).",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11r7owt",
            "num_comments": 6,
            "comments": [
                "*cannondale (corretor maldito)",
                "A Trail 7 tá R$ 2k mesmo? É nova?\n\nEu tive uma Oggi Hacker HDS. Excelente bike pra iniciar no MTB.\n\nEmbora o câmbio dessa Cannondale seja Microshift e não Shimano, acho que ela é mais bike que a Hacker, hein. Ela vem com o controle da suspensão no guidão, duas coroas, cabeamento interno.\n\nEu iria de Cannondale."
            ]
        },
        {
            "title": "Recomendação de bicicleta",
            "selftext": "Quero voltar a andar de bicicleta depois de uns 10 anos parados. Meu plano é durante a semana ir até o trabalho (uns 15 km) e no final de semana passear, principalmente em asfalto, mas asfalto às vezes de baixa qualidade. Vi em várias fontes sobre essas bicicletas gravel e a proposta parece bem legal para o que eu quero, mas os modelos que eu vi são bem salgados, com a mais barata sendo um modelo da marca [Uhuul (link)](https://uhuulbicicletas.com.br/bikes/grv1-0/)\n\nMinha primeira dúvida é se esse tipo e modelo é bom mesmo ou se é só marketing? Consigo economizar um pouco escolhendo os componentes e montando em um mecânico ou até eu mesmo? Eu queria fugir de mountain bikes principalmente porque parecem mais focadas em um tipo de trilha que eu não tenho planos de fazer. Vi falar em alguns lugares de pegar uma boa mountain bike e trocar os pneus, isso adianta?\n\nPor fim, essas bolsas presas no quadro são boas? Pensei em também comprar uma ou duas dessas para quando eu quiser levar alguma coisa a mais comigo.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11ptpju",
            "num_comments": 3,
            "comments": [
                "A gravel é uma mistura da bike de strada com uma mtb, ela é muito boa mas muito cara.\n\n\nRecomendo procurar bikes das marcas oggi, soul e caloi por serem bikes nacionais e você conseguiria um preço mais em conta.\n\n\nPra um trajeto de 15km diários qualquer bike poderia te levar tranquilamente (fixa, single, speed, urbana ou mtb).\n\n\nSe você mora em uma região com pouco trânsito te recomendo uma caloi City Tour que é pau pra toda obra, caso você queira velocidade uma caloi strada ou uma oggi veloce disc podem ser opções interessantes.\n\n\nMountain bike não é uma opção ruim e caso você pegue ruas muito acidentadas, uma bike com suspensão dianteira pode te trazer bastante conforto.\n\n\nMontar uma bike sozinho é ótimo se você souber o que está fazendo, mas tenha consciência que vai sair MUITO mais caro do que comprar uma pronta, componentes bons custam caro e você vai gastar milhar de reais a mais.\n\n\nAlgumas perguntas norteadoras:\n-Qual é o seu teto de gastos?\n-Qual tipo de bike está dentro do teu orçamento?\n-Você cogita compra bike usada?\n\n\nP.s.: A velocidade tá mais nas tuas pernas do que na bike, use capacete e tranca sua bike com u-lock.\n\n\nÉ isso, boa volta pro pedal!"
            ]
        },
        {
            "title": "Freios pra Caloi 10",
            "selftext": "Salve galera.\n\nTenho uma Caloi 10 antigassa, com freios originais, daqueles de metal. Acontece que ela não está freando direito e está bem perigoso andar com ela na cidade, e queria saber algum tipo de freio ferradura que sirva nela. Já troquei pastilha mas ela continua freando pouco, ela até encosta mas não o suficiente pra parar a bike 100%, ela anda consideravelmente antes de parar (principalmente em descida). Tentei mandar regular várias vezes, regular eu mesmo e nada, então acho que só trocando, mesmo.\n\nAchei uns freios de metal pra caloi 10 no Mercado Livre mas tem outros modelos mais modernos também. Alguém tem ideia de um que vá servir?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11nyx5h",
            "num_comments": 2,
            "comments": [
                "Eu uso [esse](https://produto.mercadolivre.com.br/MLB-2674924643-par-de-ferraduras-freio-shimano-torney-monark-10-_JM#position=15&search_layout=stack&type=item&tracking_id=5accd27e-a849-45e1-8bd2-e7eff8a60c2e) na minha e funciona bem. É uma caloi 10 antiga também",
                "Algumas situações aglomeradas aqui: tua C10 é toda original? Aro 27 com ferradura original? Caso seja a maioria das ferraduras atuais serve SE o quadro for dos últimos anos de produção, do contrário vc precisará de uma ferradura com mais alcance (as que vão até 73mm já serviriam). Caso seja roda 700 no corpo antigo só as com maior alcance servem. Tendo dito isso, a sapata de freio influencia bastante (tem diversos modelos atuais compatíveis com ferraduras antigas). Além disso o aro também influencia nessa matemática ai, não estando totalmente empenado, estando desgastado etc. Lembrando que freio de bike \"speed\" não trava como freio de mtb (só se for disco, mesmo assim pelo pneu mais fino o poder de frenagem diminui um pouco).   \nEm alguns casos é necessário refazer todo sistema de freio, mas só de olhar saberia se era o caso (cabos oxidados, manetes bambas, ferradura torta, aro empenado/desgastado)."
            ]
        },
        {
            "title": "PRIMEIRA BIKE",
            "selftext": "Estou procurando minha primeira bike, uma para ir trabalhar nos dias sem chuva e passear final de semana, deu uma pesquisada e me interessei bastante na bicicleta da marca Shoot modelo Rage Combat Sx Aro 29, alguém tem algo para falar sobre? Eu não encontrei muitas opiniões sobre ela na Internet, desde já agradecido, se alguem souber de alguma bike legal para comprar que não de dor de cabeça até 1500, tbm aceito dicas, obrigado, ótima ideia esse Sub.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11llf1z",
            "num_comments": 4,
            "comments": [
                "Sobre a bike que tu comentou eu não manjo muito de MTB então não saberia opinar, mas se eu fosse dar um pitado diria duas coisas.\n\nSe queres uma bike pra ir trabalhar e andar na cidade sugiro pegar uma com garfo rígido, isso é, uma bike sem amortecedor na roda da frente. O amortecedor frontal acaba sendo só um peça que vai gerar mais custo na tua manutenção e não vai fazer diferença na cidade. A não ser que tu planeje fazer uma trilhas de MTB mesmo.\n\nMinha outra dia é se vai ser um bike do dia a dia olha se ela tem furacão pra parafuso pra colocar um rack atrás. Poder pedalar sem mochila, ou poder ir no mercado e voltar com as mãos livres ajuda muito.",
                "Olá, aro 29 fica  melhor com cambio de 24 a 27 velocidades.  \n\n\nDá uma olhada nessa > [https://www.mercadolivre.com.br/mountain-bike-sutton-new-aro-29-17-24v-freios-de-disco-hidraulico-cmbios-shimano-y-shimano-altus-cor-pretovermelho/p/MLB15738507?product\\_trigger\\_id=MLB15779579&pdp\\_filters=category%3AMLB1292&applied\\_product\\_filters=MLB15779590&quantity=1](https://www.mercadolivre.com.br/mountain-bike-sutton-new-aro-29-17-24v-freios-de-disco-hidraulico-cmbios-shimano-y-shimano-altus-cor-pretovermelho/p/MLB15738507?product_trigger_id=MLB15779579&pdp_filters=category%3AMLB1292&applied_product_filters=MLB15779590&quantity=1)"
            ]
        },
        {
            "title": "Suporte de Bicicleta para Sedan",
            "selftext": "Olá, pessoal!  \nEstou querendo comprar um suporte de bicicleta para poder levar duas bicicletas no meu carro, um HB20S (sedan).\n\nVocês tem alguma sugestão de suporte que não seja tão caro? Dei uma pesquisada nos suportes de ventosa para o teto e achei muito caro. \n\nSe eu colocasse aquele suporte simples traseiro (R$ 200-300), ocultaria a placa - qual o risco de fazer isso? Algum de vocês já teve problema com isso? \n\nObrigado! :)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11ivqm5",
            "num_comments": 1,
            "comments": [
                "Usava um thule freeway em um escort anos atrás, nunca tive problemas mesmo com bike na frente da placa. Mas acho que vai da sorte, pode ser que dê azar de algum policial implicar com isso."
            ]
        },
        {
            "title": "Recomendações de ferramentas",
            "selftext": "Fala rapaziada.\n\nTenho uma bici fixa que uso no dia a dia e curto muito. Uma das coisas que mais curto na fixa é a simplicidade e como eu mesmo posso cuidar de toda a mecânica dela.\n\nTô querendo montar um kitzinho pra poder trabalhar mais nela e aprender mais de mecânica e tals. \n\nQueria pedir umas recomendações de ferramentas.\n\nPro começar queria tinha pensado chave extratora pra usar no pinhão, e uma chave de contra porca, mas tbm queria aprender mais e ter mais opções pra começar a trabalhar em um projeto com um quadro antiguinho que tenho parado.\n\nDei uma olhadinha no Google e na shopee e encontrei pouca coisa. Acabam sendo ferramentas muito caras tipo ParkTool ou kit mais simples da shoppe. \n\nCoisa tipo assim:\nhttps://shp.ee/bwekqr2\n\nNa shopee tem uma maletas tbm que já vem com várias coisas. \nhttps://shp.ee/yhtjgy2\n\nVocês ação que vale investir em uma maletinha dessas ou é melhor comprar uma ferramenta por vez e ir montando um set?\n\nQue outras marcas e sites recomendam?\nOutras dicas sobre como começar a manjar mais de mecânica para bicis são bem vindas.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11d13rb",
            "num_comments": 2,
            "comments": [
                "Sinceramente você comprar ferramenta de marca ruim é jogar dinheiro fora, pode acabar inclusive danificando algumas peças mais delicadas. Vai comprando de acordo com sua necessidade. É sempre bom ter um medidor de corrente, extrator (portátil) e as chaves compatíveis com o selim, caixa de direção e pedal.",
                "Eu estou comprando as minhas conforme necessidade. Acho que as caras são para mecânicos que usam elas com muito mais freqüência."
            ]
        },
        {
            "title": "Converting from BB30 to Hollowtech2 (BSA): Which is the best option?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11axrjc",
            "num_comments": 1,
            "comments": [
                "Quadro em questão: Caloi Strada R"
            ]
        },
        {
            "title": "Vale o preço?",
            "selftext": "Olá pessoal,\n\nQuais destas duas opções teria um melhor custo beneficio? \n\nSeria um bicicleta para ir ao trabalho, iria rodar no máximo 10km/dia...\n\nSei que nessa condição qualquer bicicleta me atenderia, porém gostaria de um pouquinho mais de qualidade para não me incomodar tanto, por isso estou fugindo do mercado de usados na minha região que esta \"infestado\" de bicicletas da marca colli...\n\n&#x200B;\n\n[https://produto.mercadolivre.com.br/MLB-2204270682-bike-ksw-xlt-27v-cubos-k7-freios-hidraulicos-susp-c-trava-\\_JM?attributes=COLOR\\_SECONDARY\\_COLOR%3AUHJldG8vQXp1bA%3D%3D%2CFRAME\\_SIZE%3AMTcgIg%3D%3D&quantity=1](https://produto.mercadolivre.com.br/MLB-2204270682-bike-ksw-xlt-27v-cubos-k7-freios-hidraulicos-susp-c-trava-_JM?attributes=COLOR_SECONDARY_COLOR%3AUHJldG8vQXp1bA%3D%3D%2CFRAME_SIZE%3AMTcgIg%3D%3D&quantity=1)\n\n&#x200B;\n\n[https://produto.mercadolivre.com.br/MLB-2132334405-bike-aro-29-elleven-24v-shimano-cubos-k7-freios-hidraulicos-\\_JM#reco\\_item\\_pos=0&reco\\_backend=machinalis-seller-items-pdp&reco\\_backend\\_type=low\\_level&reco\\_client=vip-seller\\_items-above&reco\\_id=a3c97c36-8562-4bb3-ad43-0bd1ede031c1](https://produto.mercadolivre.com.br/MLB-2132334405-bike-aro-29-elleven-24v-shimano-cubos-k7-freios-hidraulicos-_JM#reco_item_pos=0&reco_backend=machinalis-seller-items-pdp&reco_backend_type=low_level&reco_client=vip-seller_items-above&reco_id=a3c97c36-8562-4bb3-ad43-0bd1ede031c1)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11as289",
            "num_comments": 5,
            "comments": [
                "eu jamais indicaria qualquer uma das duas, nem pra passeio. Infelizmente, pra comprar uma bike barata e confiável, vc precisa se envolver no processo de montagem, ou pegar uma usada de alguém que vc conhece(e confia).\n\nDito isso, alguns pontos merecem destaque, a começar pelos freios, que certamente são aqueles hidráulicos genéricos, que em alguns casos duram bastante mas na maioria das vezes te deixam na mão, por isso, nessa faixa de entrada, vale procurar uma bike usava que use os velhos e confiáveis v brakes(os de aluminio e de marca conhecida, de preferencia) ou até mesmo um freio a disco mecanico(os shimano tourney são otimos, uso eles na minha magrela). Depois disso, vale avaliar a suspensão, pois se vc vai fazer uso urbano e apenas de deslocamento, n\\~\\]ao tem sentido usar uma suspensão, especialmente um modelo que deve ser pesado(+ de 2,5kg) e pouco eficiente, alem de ser um tipo de peça que demanda manutenção frequente, por isso te digo pra considerar um garfo rigido(eles são bem baratos e vc encontra marcas decentes oferecendo otimos produtos. Depois é oportuno considerar a relação, novamente, se é pra uso de deslocamento curto, 27 marchas não serão necessárias, vc provavelmente vai usar sempre a coroa do meio na frente e uns 3 ou 4 cogs atras no maaaximo, alem disso, a corrente pra 9v é bem salgada, e provavelmente vai ser o primeiro componente a abrir o bico(ela ou os freios), então, por isso, eu consideraria um sistema 8x1 com coroa narrow wide(isso tudo pode ser até mais barato e é bem mais durável). Outro ponto a considerar são os pedais, afinal é o ponto de contato mais usado na bike, eu particularmente gosto de pedais de bmx ou downhill, dos simples mesmo, no mercado livre tem alguns na faixa dos 60\\~100 reais muito bons(tenho um da mob que paguei 100 reais e ja rodei mais de 15mil km com eles e estão em perfeito estado). Outro ponto, talvez o lugar que mereça gastar mais seja o selim, pois um selim ruim te faz nao gostar da experiencia de usar a bike, vale ver uns videos sobre medida dos seus isquios e comprar um compativel com a sua anatomia(pra mim fez toda a diferença)\n\nbom, eu acho que é isso, te recomendo olhar o site da kf bikes e da mx bikes, a propria KSW vende seus quadros(e tmb vende garfo) avulso, vc pode comprar as peças separadamente e levar em alguma bicicletaria pra montar, vão te cobrar algo por isso mas acho que vale muito.\n\nacho que é isso, qlqr coisa, se quiser um help, da um salvebons pedais ae!",
                "Vão bikes que não te atender. Veja o elas são montadas com peças genéricas. Não espere a qualidade de um grupo fechado Shimano.\n\nEu iria na KSW, ela vem com um grupo 9v.  \nMas as bikes são basicamente identicas...",
                "Não sei se são muito diferente dos usados. As duas bicicletas são quase idênticas, boa parte das peças são da GTA e Sunrun que são praticamente as marcas mais baratas do mercado. Com diferença que a segunda tem câmbios da shimano e a suspensão é da própria elleven e não tem trava. Apesar de ser da marca da bicicleta, não duvido que a suspensão sai da minha linha de produção das outras, que inclusive da primeira é da GTA também. Geralmente essas bicicletas nessa faixa de preço usam essas peças mais baratas mesmo, e da marca apenas bancos, canotes, guidões e etc.\n\nNão que essas peças sejam ruins, eu tenho um câmbio da sunrun também e funciona normal. Pode ser que a da shimano dure um pouco mais, ou pode ser que seja a mesma coisa pq é dos mais simples da marca. Suspensão com ou sem trava nessa faixa não sei se faria diferença. São suspensões pesadas que pouco amortecem e vão dar problema no futuro. Suspensão boa é caro. A única coisa que não sei opinar é sobre o freio, os dois usam freios hidráulicos, que para ir e voltar do trabalho é overkill. Um freio v brake bem regulado freio tao bom quanto, a diferença é que o hidráulico vc aperta a manete com um dedo sem esforço nenhum.\n\nResumindo as duas bicicletas são praticamente iguais, usando peças simples. O bom de comprar novo é a garantia. Usado é foda, já tomei no cu várias vezes mas caso vc interessar vai algumas dicas:\n\n- mudar altura do banco pra verificar se o canote não está travado, da um puta trabalho tirar se estiver.\n- olhar bem quadro pra ver se há rachaduras, ou comido pelo pneu. Por exemplo, quadro empenado ou se a roda não for encaixado bem, ela pode ficar torto e o pneu pega no quadro e come, literalmente abre um buraco e assim vira lixo.\n- andar e usar todas as marchas. Se o cassete ou a corrente tiver ruim, vai ficar pulando os dentes, principalmente nas marchas mais pesadas. Coroas geralmente são as últimas que gastam.\n- balançar ou mexer as rodas com as mãos, pros lados, pra ver se ta com folga nos cubos\n- segura o freio da frente e tenta andar na bicicleta pra ver se tem folga na caixa de direção, se tiver suspensão pode estar com folga nela tambem"
            ]
        },
        {
            "title": "Altura do guidão numa gravel",
            "selftext": "Pessoal, primeiramente parabens pelo trabalho como comunidade aqui, acho o reddit um formato até que funcional pra esse tipo de coisa\n\n&#x200B;\n\nEu comprei uma gravel (de uma marca chamada UHUUL, que tem umas bikes relativamente OK com um preço bom) e tenho sentido que ela não tem servido direito em mim, eu tenho 1.89m e 110kgs\n\n&#x200B;\n\nEu peguei o maior quadro que tinha, que era 53x56 (e pelas medidas médias, eu achei que ia servir numa boa pro meu tamanho), mas ao pedalar eu tenho sentido que o meu peso recai muito sobre o guidão, e se eu tento remediar isso abaixando o banco aí a pedalada fica claramente errada no meu joelho.\n\n&#x200B;\n\nPensei no caso de usar uma mesa ahead-set inclinada pra cima pra ver se dá uma melhorada na postura do guidão sem bagunçar a altura do banco\n\n&#x200B;\n\nAlguém aí já passou por esse tipo de ajuste? Eu sou bem iniciante no assunto e ainda tou pegando a manha de montar e desmontar a bicicleta pra fazer esses ajustes",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11850t7",
            "num_comments": 5,
            "comments": [
                "Primeiro: Bem vindo ao mundo gravel!\n\nSegundo: cara se vc tiver a opção e puder gastar com isso eu recomendaria um bike fit. Fiz pra minha Sense Versa (1.8m / 95kg) e foi outra vida depois massss agora sempre levo na mesma bicicletaria para revisão completa (faço a cada 1200km +-).\n\nSe você não puder fazer um bike fit tente se gravar pedalando. Pede pra alguém segurar teu celular e vc passa pela frente várias vezes nas posições principais (no topo, no meio e no drop) e usa isso como base pra decidir desse ahead ou elevado aí.",
                "Primeiramente, parabéns pela aquisição! Tomara que você se divirta bastante com sua nova bike!\n\nUma dúvida: na sua cidade tem algum lugar que faz bike fitting? O profissional de bike fitting é a melhor pessoa para responder sua dúvida com 100% de certeza",
                "Sem te conhecer e conhecer a bike é difícil dizer o que fazer. Se você acha que o ajuste é pequeno, pode trocar o avanço (uma peça que liga a espiga no guidão). Se isso não for o suficiente você deve verificar se tem espaço na espiga para colocar espaçadores, se não houver esse espaço existe no mercado alguns alongadores, aí recomendo procurar uma oficina para a instalação.   \nObs: espiga é a parte do garfo que vai dentro da caixa de direção."
            ]
        },
        {
            "title": "Quadro fazendo um rangido",
            "selftext": "Ganhei uma bike e com o passar do tempo, ela passou a fazer um barulho insuportável.\n\nNo início eu não sabia da onde estava vindo o barulho, só com o passar do tempo que percebi que o barulho estava vindo do amortecedor do meio da bicicleta. Eu utilizo ela diariamente, e esse rangido dela é insuportável, eu sinto que cada vez que ela faz esse barulho, estou pagando por um pecado diferente. \n\nAgora minha questão é: Não gostaria de mudar nada nela, pois não tenho dinheiro e nem interesse em fazer uma mudança muito radical, só queria resolver essa questão do rangido insuportável, agora, como posso fazer isso? \n\n&#x200B;\n\nOutras infos:\n\n\\- Não comprei nenhuma ferramenta ou lubrificante específico, pois não sei qual a marca mais indicada.\n\n\\- Já levei em duas bicicletarias, que não resolveram essa questão do rangido.\n\n\\- Tive a impressão de que ela começou a fazer esse barulho após pegar chuva, aconteceu somente duas vezes, mas foi o suficiente, será que o atrito da água forçou essa situação?\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/37mfv144c7ja1.jpg?width=747&format=pjpg&auto=webp&v=enabled&s=ad8f51383dfd2b860918f401522b6d0bedae1e8c",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "116mtxv",
            "num_comments": 2,
            "comments": [
                "Esse bike é muito básica. Logo, a qualidade das peças não é muito alta. Geralmente a questão das tolerâncias dimensionais e alinhamento são ruins. Outras questão, bikes full-suspension precisam de muitos rolamentos no subquadro, e nestas bikes geralmente são usada buchas para miminizar o custo. Isso causa mal funcionamento, desgaste e necessidade de manutenção constrante;  \nSó existe uma solução:  \nDesmontar e lubrificar  \nUsar uma graxa de boa qualidade que resista a agua (graxa de poliureia por exemplo)  \nTrocas as buchas e pinos desgastados.  \n\n\nAs vezes é mais fácil você vender essa bike e pegar uma com quadro convencional.",
                "Não é querer chinelear tua bike, e como tu disseste, não és atleta nem nada do tipo para procurar bike top de linha, mas bike \"básica\" tem que ser \"hard tail\" (sem suspensão). No máximo suspensão no garfo, a dianteira. Bike boa com suspensão no quadro é uma fortuna! Bike básica com suspensão no quadro é incômodo. \n\nComo o colega mencionou no outro comentário, tu terá que dar manutenção constante nela, e não vale a pena, a não ser que tu seja muito apaixonado por essa bike. Talvez financeiramente seja menos custoso vendê-la e comprar uma sem essa suspensão."
            ]
        },
        {
            "title": "Preços das bikes novas em 2023: Vai cair ou vai subir?",
            "selftext": "Já faz um tempo que eu estive guardando o \"dinheiro do lanche\" pra comprar uma RC Triban 120, mas antes disso quero saber qual a opinião de vocês sobre os preços esse ano.  \nPesquisando breviamente, esse artigo me diz que cai, o que vocês acham?  \n[https://www1.folha.uol.com.br/mercado/2023/01/preco-de-bicicletas-deve-cair-neste-ano-apos-queda-de-35-nas-vendas-em-2022.shtml](https://www1.folha.uol.com.br/mercado/2023/01/preco-de-bicicletas-deve-cair-neste-ano-apos-queda-de-35-nas-vendas-em-2022.shtml)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "115iqjy",
            "num_comments": 6,
            "comments": [
                "Tomara que o jornalista esteja correto, viu. Queria muito conseguir comprar uma gravel bike por um preço menos obsceno que os atuais.\n\nBoa sorte na compra da sua Triban RC120. Disseram que é uma boa road (além de ser linda)",
                "Espero que esteja certo, tô querendo compra uma mtb 29. Tantos anos andando de 26. A minha antiga hard rock vai receber uma restaurada na pintura e urbanizada. Talvez volte a subir quando o país começar a investir em infraestrutura pra galera pedalar, digo ciclovia. Enquanto isso, crescimento igual na pandemia acho dificil",
                "Acredito que vai cair por conta da queda nas vendas, mas não deve cair muito. No meu caso já comprei a minha pra não gastar com outras coisas e depois ficar sem dinheiro pra comprar lol",
                "Acredito que vai cair sim! Acho válido aguardar os próximos meses para ver o comportamento do mercado.",
                "Não. Você tem que considerar também a inflação...  \nAcredito que os preços vão estabilizar o patamar atual"
            ]
        },
        {
            "title": "Graxa no canote é correto?",
            "selftext": "Desemperrei o canote da minha bike hoje e vi que tava emperrado pq juntou graxa com sujeira, poeira e etc e formou uma mistura arenosa.\nEu limpei tudo com um pano, tirei toda a graxa e passei WD40 pra não enferrujar.\nÉ certo passar graxa no canote ou não?\nDevo passar de novo?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11431xw",
            "num_comments": 13,
            "comments": [
                "Wd40 é desingripante e vai secar, passa graxa sim. Já vi vários vídeos e todos recomendaram passar graxa em quase todos os parafusos, e também no canote, pra não enferrujar, oxidar e ficar mais fácil pra quando for tirar",
                "Dizem que sim né\nA minha tem, eu protejo ali com uma borracha usada por conta da lama e chuva. Mas acho que sem, não faz muita diferença se você não muda a altura constantemente sla",
                "Sim. É correto usar graxa no canote.  \nVia de regra: sempre use graxa na montagem da bike onde é contato entre metais.\n\nA graxa impede que corrosão galvânica. Se houver esse tipo de corrosão, o canote basicamente se funde ao quadro. Principalmente quando o canote e o quadro são de materiais diferentes.  \nOutro benefício é eliminar rangidos devido a movimentação entre as partes.\n\nQualquer graxa serve na pratica.  \nPorém eu recomendo graxa a base de sabão de lítio. (Graxa Azul da FAG, por exemplo)  \nSe você já tem um quadro de aço, lá com histórico de corrosão, use um graça com aditivo de cobre (graxa cobreada ou anti-seize)."
            ]
        },
        {
            "title": "Ferrugem da Bike",
            "selftext": "oi pessoal, bom dia, boa tarde, boa noite, gostaria de saber se quando eu restauro uma peça da bike que esta enferrujada ela continua com a mesma eficiência de quando nova ou nn, tipo vale a pena eu limpar a ferrugem dela ou comprar a peça nova?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "11326fn",
            "num_comments": 1,
            "comments": [
                "Depende da peça.  \nSe for a corrente: Sim. vai perder eficiência , vale a pena comprar uma pela nova.  \nSe for o canote de selim: Provavelmente vai funcionar igual"
            ]
        },
        {
            "title": "Dúvida sobre roda",
            "selftext": "Então, eu tenho uma bike aro 29 que veio com pneu grosso, agora quero colocar um mais fino, daí é só trocar o pneu ou preciso trocar toda a roda?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10yv03e",
            "num_comments": 2,
            "comments": [
                "Troca apenas o pneu. Não o é necessário trocar a roda.."
            ]
        },
        {
            "title": "o que acham das minha estatísticas? estava indo trabalho (qual apps vcs usam para medir distancia e tempo?)",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10ytajx",
            "num_comments": 4,
            "comments": [
                "Gosto bastante do strava. Ele é como uma rede social de atleta e você consegue registrar os seus deslocamentos de forma fácil",
                "Também curto muito o app, boa velocidade média você fez. Infelizmente ele não registra muito bem no meu celular, acaba ficando muito mais rápido ou lerdo do que realmente estou.",
                "Strava é o esquema"
            ]
        },
        {
            "title": "Dicas para melhorar a bike (urbana)",
            "selftext": "Galera, acabei de comprar uma Groove Metropolitan usadinha. Paguei um preço bem bom, mas queria fazer uns upgrades nela. Queria algumas sugestões sobre:\n- Câmbio: A marcha não tá passando 100% suave. Talvez uma regulagem ajude, mas pensei se não poderia fazer um upgrade no atual Shimano Tourney TY de 7 velocidades.\n\n- Freios: eles são v-brake. Vale a pena investir em um freio hidráulico? Será que esse tipo de freio serve na minha bike? Sei que a Groove Urban vem com freios hidráulicos, mas o quadro é bem diferente. A bike já tem uns 15 kg, então também não sei se isso deixaria ainda mais pesada.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10yppoz",
            "num_comments": 0
        },
        {
            "title": "Morre ciclista atropelado por ônibus na Zona Leste de SP; vítima passava pela faixa de pedestres",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10kisbz",
            "num_comments": 0
        },
        {
            "title": "Dica de quadro",
            "selftext": "Tô pensando em montar uma mtb do zero, podem me dar dicas de quadro rígido pra aro 29 que vou usar mais pra rodar na cidade, trilha e às vezes um dh leve?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10hqiw5",
            "num_comments": 2,
            "comments": [
                "Absolute",
                "Montei uma urbana com um quadro da First, modelo Lunix, achei bem decente pelo preço (700 haddads)"
            ]
        },
        {
            "title": "Qual seu tipo preferido de trava para bicicleta? Por que?",
            "selftext": "Considerando apenas a trava principal, já que sei que tem muita gente que usa uma trava para prender o quadro ao ponto de ancoragem e outra para prender as rodas ao quadro.\n\n\"Preferido\" aqui é genérico, mesmo - não é especificamente \"mais segura\", \"mais prática\" ou qualquer outra coisa. É a que você prefere no geral.\n\n[View Poll](https://www.reddit.com/poll/10haltt)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10haltt",
            "num_comments": 9,
            "comments": [
                "Eu uso U-Lock e Cabo de aço.\n\nMinha cidade é pequena e tranquila, mas mesmo assim eu gasto um tempo prendendo.\n\nSou apegado a minha bike",
                "Eu uso uma trava combinada - é uma trava de roda traseira que tem um engate para corrente, chama AXA Defender",
                "Eu usava só corrente de aço trançado até tentarem cortar com alicate. \nDepois disso eu passei a usar o u-lock prendendo quadro e roda de trás e cabo de aço prendendo roda da frente e quadro.\n\n\nUma boa corrente e barata é algo em torno de 150 reais e é um baita seguro pra bike, recomendo",
                "Uso a U-lock, aquela mais famosinha, tem funcionado muito bem para complementar os meus cuidados com a bike na rua."
            ]
        },
        {
            "title": "Ferramenta / multi tool para bicicleta - devo pedir pra trazerem uma de marca dos EUA ou uma xing ling do MercadoLivre dá conta?",
            "selftext": "Tenho parentes que estão indo pros EUA e tô fazendo uma lista de algumas coisas pra pedir pra eles trazerem.\n\nMinha bicicleta já tá quase toda equipada, mas uma das coisas que ainda falta é uma multi tool. Pesquisando aqui vi que uma marca boa e com preço não tão alto é a Crankbrothers - a M19 tá USD 27. Mas é aquela coisa - o preço em Dólar é super em conta, já quando convertemos pra Reais fica meio salgadinho, e isso aliado à chance de roubo/furto da bicicleta (e consequentemente tudo o que estiver nela, como a ferramenta) me fazem pensar se realmente vale pagar R$ 150 numa ferramenta dessas quando posso encontrar outras por R$ 25, R$ 50?\n\nEu realmente não me preocupo tanto se é uma ferramenta que vai durar 10, 20 anos - provavelmente vão me roubar ela antes disso. O que eu quero é que ela aguente firme por pelo menos uns dois anos; que nesse meio tempo eu possa contar com ela quando precisar. Se a xing ling me garantir isso não vejo necessidade de pegar uma de marca; se nem isso ela for capaz de garantir aí realmente parece que não tenho muita alternativa se não pegar uma de marca.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10gy97e",
            "num_comments": 5,
            "comments": [
                "Acho que vale a pena um boa multi-ferramenta, que vc leve consigo quando deixar a bike estacionada ou algo do tipo. Pq xing-ling ou não tem tudo o que vc precisa, ou a qualidade te deixa na mão, espanando um parafuso, etc...\nEssa Crankbrothers é top demaaaais 👌🏼"
            ]
        },
        {
            "title": "Lubrificante para corrente Algoo é bom? Vocês têm algum custo-benefício pra recomendar?",
            "selftext": "Tô precisando comprar um lubrificante para passar na corrente da bicicleta (até então tava improvisando com um Singer) mas realmente não pretendo gastar muito, até porque não sei se vou permanecer pedalando (muito provavelmente sim; tô curtindo).\n\nPesquisando no MercadoLivre encontrei um da marca Algoo (R$ 19,00 por 200 ml) que tá com um preço bem interessante se comparado aos outros que já vi sendo recomendados, como Smoove (R$ 140 por 125 ml), Elephant (R$ 35 por 100 ml), Finish Line (R$ 50 por 60 ml), Squirt (R$ 145 por 120 ml) e Puroil (R$ 50 por 100 ml), mas não sei se o motivo de estar tão mais barato é por ele ser ruim ou se simplesmente joga um preço mais realista, sem apelar pro marketing.\n\nAlguém aí sabe falar se compensa pegar ele pra esse começo no pedal - dar umas duas ou três voltas por semana, trecho quase todo de asfalto, no máximo uns 20 km? Em caso negativo, qual seria o lubrificante que vocês recomendariam pra corrente pensando em custo-benefício?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10cnucj",
            "num_comments": 12,
            "comments": [
                "Olha, eu uso o algoo e nunca tive nenhum problema! Mas minha bike não é de alta tecnologia com peças mirabolantes, então não sinto muito impacto no desempenho usando ele. Eu também usava o singer pra não ficar sem, e senti uma boa melhora usando o algoo.",
                "Eu uso algoo e nunca tive problemas.. Acho um lubrificante bom em relação a custo x benefício. Lubrifico minha bike 1x na semana e ando em média 4x na semana, 30km em média por pedalada..",
                "Também tô usando esse Algoo à base de cera (Premium \"com PTFE\" - não sei o que significa 😅). Pedalo 30km/dia, de seg à sex. Numa semana boa 🌤️, sem chuva, eu pingo uma gota em cada rolete da corrente a cada 90km mais ou menos, e aos fds depois de lavar a bike e a corrente.\n\nEsse Algoo que uso é à base de cera, indicado pra clima seco. Quando pego chuva com a bike, a corrente perde toda a lubrificação. Se vc for enfrentar um ou mais dias de chuva intensa, recomendo um lubrificante para climas úmidos (uso um da Zéfal®). Vale lembrar que usar lubrificante pra clima úmido, em clima seco, faz a corrente acumular mais sujeira e isso aumenta o desgaste.\n\nSempre levo os dois lubrificantes na bolsa da bike. Uso vidrinho de colírio pra não ocupar espaço. 💡\n\nQuanto às oficinas de bike, eu aconselho vc mesmo aprender como cuidar da sua. Além do aprendizado, vc ganha confiança com a bike, identifica problemas com antecedência e economiza **muito** com gastos de mão de obra.\nNo início é difícil, mas com o tempo vc vai comprando as ferramentas (em vez de deixar uma grana na bicicletaria - e pior, sem resolver o problema). Eu que nem sabia regular marcha, hoje nem acredito q tô raiando minhas próprias rodas.\nTem ótimos canais no YouTube sobre, como **Pedaleria** e **Chave Quinze**. Com o tempo os algoritmos vão te indicando vários.\n\nNão desista da magrela, ela bem cuidada vai te dar muitos momentos de alegria e economia. 😉"
            ]
        },
        {
            "title": "alguém sabe o modelo e ano de fabricação dessa bicicleta?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10cnbv8",
            "num_comments": 3,
            "comments": [
                "Eu já vi esse modelo de quadro para vender na Aliexpress, porém a garupa, guidão e selim são diferentes. Nem com o Google lens eu achei o modelo, realmente é uma bicicleta lindíssima."
            ]
        },
        {
            "title": "Capacete até R$ 200 - Rockrider, TSW ou outro?",
            "selftext": "Tô ~~querendo~~ precisando comprar um capacete de ciclismo e defini como limite superior de preço uns 200 Reais. Nessa faixa de preço os que mais me interessaram foram os seguintes modelos:\n\n[Rockrider ST 500](https://www.decathlon.com.br/caloes-btt-st-500-azul-488002067/p)\n\n[TSW MTB Enduro 2021/2022](https://tswbike.com/produtos/vestuario/capacete/capacete-mtb-enduro-2021-2022/) / [TSW MTB Enduro](https://tswbike.com/produtos/vestuario/capacete/capacete-mtb-enduro/) (alguém sabe dizer a diferença entre os dois? Qual é mais novo?)\n\n[TSW MTB Raptor 3](https://tswbike.com/produtos/vestuario/capacete/capacete-mtb-raptor-iii-led/)\n\nEntre esses os que mais me agradaram foram o Rockrider ST 500 e o TSW MTB Enduro por parecerem oferecer uma proteção maior da nuca.\n\nO uso, pelo menos por enquanto, é predominantemente urbano mas tenho intenção de, conforme for ganhando confiança (tanto em mim quanto na bicicleta), partir pra estrada e pras trilhas. O objetivo com o capacete é efetivamente ter algum proteção, não apenas complementar o figurino ou cumprir a agenda de ciclista consciente.\n\nIndependentemente da escolha pretendo ir a uma loja física experimentar para determinar o tamanho ideal (e pra ver se o modelo escolhido fica confortável em mim e me passa segurança) e, se o preço estiver equivalente ao da loja online, comprar.\n\nObrigado!",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "10brs6d",
            "num_comments": 1,
            "comments": [
                "Existe diferença para capacete segundo o uso. Em ambiente urbano, as quedas costumam ser mais verticais do que quando desce uma trilha. Se vai numa loja, veja detalhes com eles, mas acho que qualquer um deles está bom."
            ]
        },
        {
            "title": "Guidão torto e marcha torta, ajudem-me",
            "selftext": " Bom dia rapaziada, sou leigo no assunto, meu primo pegou minha bike pra sair e quando voltou a bike estava desse jeito, alguem sabe como arrumar?  \n\n\no guidão e o negocio da marcha (eu acho) era pra estar como na ultima imagem,mas esta tudo torto... \n\nhttps://preview.redd.it/7quq68ndguaa1.jpg?width=1200&format=pjpg&auto=webp&v=enabled&s=b7e52e0bf5898436713e7bd822835cd8a8ee87c3\n\nhttps://preview.redd.it/evn3s8ndguaa1.jpg?width=1200&format=pjpg&auto=webp&v=enabled&s=7b1684a4b8ac403471cd20651a3eefdd9d4db5fe\n\nhttps://preview.redd.it/ahltifodguaa1.jpg?width=738&format=pjpg&auto=webp&v=enabled&s=ae41e769d4318987af54bf6a92881edfbaadfc98",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "106myuu",
            "num_comments": 1,
            "comments": [
                "Só afrouxar o o parafuso q segura o guidom e girar ele para a posição correta."
            ]
        },
        {
            "title": "alguém tem ideias de reboque",
            "selftext": "Eu estou estudando sobre fazer um reboque mais aperfeiçoado que o meu atual feito de madeira , algumas peças de ferro e rodas de aro26(que eu detesto por serem grandes de balançarem muito devido o eixo que eu uso ser de barra roscada e torce muito)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "105odxh",
            "num_comments": 0
        },
        {
            "title": "Até onde exatamente a Ciclovia do Rio Pinheiros está indo?",
            "selftext": "Quando coloco no Google Maps e seleciono a camada de mostrar as ciclovias/ciclofaixas ele mostra que ela vai da Avenida Miguel Yunes, entre as estações Autódromo e Jurubatuba, até a estação Vila Lobos - Jaguaré, entretanto olhando pelo modo satélite dá pra perceber que ainda há um trecho bem delimitado onde visivelmente há bastante circulação (apenas não está pintado de vermelho), ao que eu me pergunto - aquele é apenas o \"trecho oficial\", de modo que quem quiser consegue continuar, aparentemente, até a altura do Cebolão (ou qualquer outro ponto), ou realmente não dá ou não pode continuar?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "103gv83",
            "num_comments": 2,
            "comments": [
                "Sim, é possível andar nesse trecho. Está em obra, passa próximo da favela do jaguaré, termina na eclusa do cebolão. Chegando lá você tem que dar meio volta e retornar..."
            ]
        },
        {
            "title": "Qual opinião de vocês sobre o quadro boost?",
            "selftext": "Acha q boost é necessário para um atleta de 60kg?\nOu um quadro não boost já é o suficiente...\nUso em trilhas pesadas e competições",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "zggemd",
            "num_comments": 4,
            "comments": [
                "Sua bike tem dado problemas relacionados a durabilidade do eixo comum? Se não, eu preferiria segurar esse dinheiro do \"upgrade\" pra investir em uma bike já melhor com as características que você procura.",
                "Tenho 105kg e uso a bike diariamente pra ir ao trabalho (30km diários) com uma mochila de uns 5kg presa no bagageiro, uso eixos normais de blocagem e até hoje sem problemas 👌🏼.",
                "Sendo bem sincero:  \nMinha ultima bike era 135 OLD com eixo 9mm de blocagem.  \nMinha bike nova é 148 OLD com eixo passante 12mm\n\nÉ melhor? É... mas tudo que a nova faz, a antiga também consegue fazer.  \nOnde eu realmente eu sinto diferença é a suspensão dianteira.  \nO eixo passante de 15mm não deixa a suspensão torcer tanto.  \n\n\nSeu uso: Depende da competição e das trilhas? Qual modalidade?"
            ]
        },
        {
            "title": "High One",
            "selftext": "Alguém sabe se é bom? Ou conhece a marca? Qualquer informação é bem vinda.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "zc0brx",
            "num_comments": 2,
            "comments": [
                "Por falta de opções na bicicletaria, montaram uma roda traseira pra mim usando o cubo dessa marca. Eu pedi cubo com rolamentos e aro com 36 raios, e o único que eles tinham no momento era dessa HighOne. Pedslei uns 2.500km sem fazer manutenção, então quando criei coragem pra fazer, os rolamentos ainda estavam bons, mas o freehub tava com as esferas comprometidas e um anel espaçador já tinha estourado.\nTroquei as esferas, engraxei, e tbm troquei os rolamentos (pois tinha sacado os originais usando o próprio eixo 💥🔨, o que não é o certo - mas td mundo faz assim 😅).\nMesmo usando o torquímetro nos parafusos do disco, uma rosca espanou (como são 6 e 5 ainda estão ok, *segue o baile*).\n\nAssim, se vc tá com pressa e é a única opção viável, vai tranquilo, só cuidar bem, limpar e usar um bom lubrificante de corrente que dura bastante.\n\nSe não tiver com pressa, eu sugeriria experimentar da marca Ztto, que tem no AliExpress e tá no precinho (por volta de 80-90 pilas). Vou comprar um pra minha bike aro 20 e testar."
            ]
        },
        {
            "title": "Alguém ai curte caiçara/praiana, ou bicicletas \"vintage\" no geral?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "zax68z",
            "num_comments": 6,
            "comments": [
                "Muito boa. Essa geometria curva é sempre interessante.",
                "Linda bike. Se um dia eu morar na praia ou em algum lugar bom pra passeios, certamente terei uma dessas",
                "👍🏼",
                "Coisa mais linda! Que modelo é esse? Deu uma modificada ou é assim mesma de fábrica?"
            ]
        },
        {
            "title": "Rosca postiça (helicoil) é fácil fazer?",
            "selftext": "Fala pessoal! Tenho uma dúvida bem específica e vi que aqui neste reddit tem uma turma gente fina de mecânicos amadores/profissionais.\n\nTenho uma bike com suporte *Post-mount* pra freio a disco, e mesmo usando torquímetro, um parafuso de fixação da pinça espanou a rosca do quadro 😓.\n\nJá procurei muitas bicicletarias e ninguém faz esse serviço, uma delas até condenou meu quadro 😒. Porém um mecânico me confidenciou que é um serviço chato de fazer e que não dá retorno 🫰🏼🤑, por isso não querem fazer.\n\nAchei as benditas ferramentas pra fazer isso, e *descobri* que o nome desse procedimento seria instalação de **rosca postiça**.\n\nÉ preciso dar um passe no furo com uma broca maior, usar um macho para abrir uma rosca no furo, então instalar essa rosca *helicoil* dentro da rosca maior, pra recuperar a rosca original (nesse caso uma rosca M5).\n\nComo não achei ninguém que faça esse serviço, vou encarar esse desafio 🤠, com o v.o.v.u. na mão, mas não tenho outra opção 😅.\n\nAlguém aqui já fez esse serviço? Teria uma dica ou um *pulo do gato* pra dar, ou é tranquilo mesmo?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z6hf7i",
            "num_comments": 7,
            "comments": [
                "Eu trabalho numa loja que vende helicoil e as ferramentas pra fazer. A parte chata é ter as ferramentas pois sem elas fica bem complicado de fazer. Você precisa do macho específico para helicoil de 5mm...precisa saber exatamente o tamanho do furo que precisa ser feito pra passar esse macho (procure não ficar arredondando...compre a broca de medida quebrada pra ser bem preciso), precisa de um desandador pra passar o macho (tem gente que coloca o macho num alicate de pressão mas é ruim) e depois precisa da chave que \"instala\" o helicoil. Só nessa vc vai gastar uns 200 conto eu acho...\n\nMas o serviço em si é igual ao de fazer uma rosca normal com um macho normal. É o mesmo procedimento...",
                "Eu já tive esse problema. Porém no caso era uma suspensão.  \nLeva a suspensão numa retífica de motores, eles fizeram o serviço baratinho (R$20).  \nFicou ótimo, nunca mais tive problemas"
            ]
        },
        {
            "title": "Está quase na hora de algum brasileiro inventar o CHINELO pra pedalar clipado!",
            "selftext": "Eu nunca andei clipado mas é uma vontade faze-lo algum dia.\n\nMas de vez em quando minha bunda preguiçosa pensa: \"Pô, mas eu teria que colocar o tênis sempre?\".\n\nFoi então que meu instinto brasileiro de r/Gambiarra despertou a ideia de colocar taquinhos em algum par de chinelos aleatórios (sou nordestino então mais de 60% do dia estou de chinelo). Minha pesquisa me fez achar sandálias e crocs *clipless*, como eles chamam na gringa, mas precisamos dar um passo a frente e fazer essa inovação.\n\n>!p.s.: Se patentiarem, quero 5% de royalties.!<\n\n>!p.s. 2: Sim, fiz essa edição no paint.!<\n\n&#x200B;\n\nhttps://preview.redd.it/dqa2ajip3a2a1.jpg?width=760&format=pjpg&auto=webp&v=enabled&s=d7870931992739beca627b3629406b78c5deaf83\n\n&#x200B;\n\nhttps://preview.redd.it/u4ixj4fr3a2a1.png?width=540&format=png&auto=webp&v=enabled&s=8c9a07e0b60ab8e98dc796770cf274f3d83ee80d",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z554es",
            "num_comments": 10,
            "comments": [
                "Boa ideia kkk mas acho que não funcionaria em chinelo comum, ia acabar arrebentando ou soltando a tira/correia enquanto a pessoa pedala. Teria que ser reforçado pra isso não acontecer",
                "O que significa \"clipado\" nesse contexto?"
            ]
        },
        {
            "title": "Bicicleta dobrável",
            "selftext": "Tenho uma bicicleta dobrável Durban eco+ 6 marchas. Por morar emmuma região comuitas ladeiras, senti ela meio pesada (ainda mais sem ter o costume de pedalar e estar a muitos anos parado) e fui atrás de ver se conseguia modificar as marchas dela. Consegui colocar uma catraca mega range na roda, o que já deu uma boa ajuda. Mas fui informado que pelo \"formato\" do quadro é impossível instalar o trocador dianteiro para então colocar uma catraca no pedal para ter mais marchas. Só que eu fico olhando pro quadro dela e olhando o quadro de bikes \"comuns\" e vejo que daria sim para colocar. Como fui apenas em duas bicicletarias, queria saber se alguém já teve experiência com esse tipo de bike e já fez esse tipo de conversão.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z4g48f",
            "num_comments": 4,
            "comments": [
                "Cara, não dá. A única  coisa que vai te ajudar é técnica  pra subir as ladeiras. Qual o tamanho delas ?\nPS: não tente colocar porque vai dar merda.",
                "Creio que não dá pra fazer essa instalação por dois motivos (o segundo talvez na prática não seja obstáculo):\n\n1. Ausência de apoios pro cabo de câmbio: Tem uma parte no quadro que precisa segurar o terminal do cabo de câmbio pra poder puxar o câmbio,  [como neste exemplo](https://freeimage.host/i/HKjNaS4).\n2. Posição onde seria fixado o câmbio dianteiro: o *seat tube* (parte do quadro onde o canote do selim fica inserido) não é alinhado ao movimento central, pq as dobráveis usam o próprio canote pra se apoiarem no chão quando o quadro está dobrado. Talvez por ficar numa posição recuada, não funcione bem. É uma suposição, levando em conta que vc tenha superado o motivo #1 ***soldando** o apoio de cabo no quadro* (o que não é recomendado pois o calor da solda destempera o metal).\n\nA minha é uma Biceco Ocean, o meu caso é o contrário do seu, eu quero mais peso na marcha mais pesada e vou partir pra um sistema cassete na roda traseira (8 velocidades, com cog mais pesado de 11 dentes). Vc pode fazer esse mesmo processo, só que também trocando a coroa por uma menor. Então vc teria um pedal mais leve por conta da coroa menor, o mega-range pra subir os morros, e quando precisasse pedalar mais pesado, teria os cogs de 12, 11 dentes."
            ]
        },
        {
            "title": "Esse modelo é bom?",
            "selftext": "E aí pessoal!\n\nNão entendo praticamente nada de bicicletas, porém estou querendo comprar uma há um tempo já. Pretendo usar ela para praticar atividade física andando 99% do tempo em asfalto mesmo.\n\nEncontrei [esse anúncio](https://www.lojagtsm1.com.br/bicicleta-gts-aro-29-freio-a-disco-cambio-traseiro-24-marchas-e-amortecedor-gts-m1-ride?variant_id=7485) e gostaria da opinião de alguém que entenda mais de bicicletas pra saber se vale a pena ou não.\n\nMeu orçamento é um pouco curto, então estou buscando bicicletas nessa faixa de preço.  \n\n\nhttps://preview.redd.it/bfygmc8bw32a1.png?width=3330&format=png&auto=webp&v=enabled&s=158b6c0f4dd62c03ef277e78d895f27378ce43f0",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z4ejrw",
            "num_comments": 14,
            "comments": [
                "Depende de qual é seu objetivo.\n\nPedalar mais na cidade e talvez estrada de chão? Ela deve aguentar sim.\n\nPegar trilha, terreno muito acidentado, estrada de chão com muita lama? Acho que vai sofrer e especialmente escapar pacas a corrente\n\nP.s. como os componentes não são dos melhores já vai estudando pelo YouTube como fazer a manutenção ou você vai largar um rim na bicicletaria mais próxima hahaha",
                "Não sei se já decidiu, mas é sempre bom ter uma ideia do objetivo de cada tipo de bicicleta. Tentei achar uma página explicando, mas é difícil. Pesquisei antes de comprar a minha e acabei aprendendo a maior parte nas semanas seguintes vendo muita coisa. Vou tentar dizer o que sei por cima.\n\nPodemos colocar as bicicletas numa linha que varia de eficiência / performance para conforto. Nessa linha coloco Speed / Estrada > Mountain Bike > Urbana.\n\nA de estrada é aquela com os pneus finos e lisos que vê em corridas. Aquela posição abaixada é a esperada para quem utiliza essa, foi projetada para isso. É feita pensando que quem usa vai ficar em asfalto de boa qualidade. Não tem suspensão e os pneus finos possuem alta pressão, o que transmite o impacto das irregularidades do chão muito bem (não quer isso). Boa para estrada mesmo.\n\nMountain Bike varia um bom tanto. A posição sentado é mais reta e confortável do que a de estrada. Pode ter só suspensão dianteira ou também uma traseira nas mais avançadas. O pneu mais grosso e com cravos é bom para andar na terra e terrenos mais acidentados. O tamanho da roda e suspensão são para ajudar a manter o controle da bicicleta. A pressão menor dos pneus colabora para o conforto, mas diminui a eficiência. Tem os pneus híbridos que requerem mais pressão e não se desgastam tanto na cidade. Se não pensa em correr, é uma boa para uso geral e trilhas leves.\n\nA Urbana é a de passeio. Feita para andar na cidade com conforto. Nessa pode sentar bem reto e o selim é bem confortável (o das outras duas provavelmente não vai ser sem a roupa certa). Não tem suspensão por imaginar cidade com ruas perfeitas. Pneus mais grossos também.\n\nEsqueci o guidão. Vai variar bastante, mas isso você consegue ver nas fotos e entender.\n\n&#x200B;\n\nProcurei de novo e achei um link mais ou menos, mas tem mais informações gerais: [https://fashion-pt.decorexpro.com/velosiped/gornyj-ot-gorodskogo/](https://fashion-pt.decorexpro.com/velosiped/gornyj-ot-gorodskogo/)",
                "Não é  pega trouxa"
            ]
        },
        {
            "title": "Trilha em SP",
            "selftext": "Bike: Audax adx 200",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z1v4zl",
            "num_comments": 0
        },
        {
            "title": "Vocês tem aqueles kits de ferramentas para emergência? Quais vocês indicam?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z1ujlr",
            "num_comments": 3,
            "comments": [
                "Eu tenho há mais de dez anos um canivete da crank brothers. Praticamente indestrutível. Acho que ele tem até garantia para sempre.",
                "Vou ficar acompanhando porque é uma coisa que tá na minha lista de compras.\n\nAproveitando, quando for comprar eu tenho que olhar o modelo da minha bicicleta e seus componentes ou apenas se for uma bicicleta muito alternativa que as ferramentas necessárias serão diferentes?",
                "Sua bike é quick-release, thru-axle, ou eixo?  \n\\-> Primeira ferramenta é essa. Para soltar a roda.  \n\n\nSua bike é camara ou tubeless?  \n\\-> Ferramentas para consertar pneus.  \nSeja remendo de camara ou macarrãozinho  \n\n\nFerramenta para abrir a corrente, e link reserva\n\nFerramenta para desmontar o cambio traseiro, gancheira reserva  \nChaves Allen para ajustar o selim e o guidão"
            ]
        },
        {
            "title": "Montar uma bike do zero ou comprar uma nova?",
            "selftext": "Tenho pesquisado uma bike nova para presentar um parente meu que provavelmente vai utilizá-la para ir ao trabalho, andei pesquisando em bicicletarias o valor de uma montada por eles, e encontrei de R$500 a R$900 reais (dependendo da qualidade das peças e etc), enquanto na internet eu vejo sempre a partir de R$1200 pra cima com quadro e caraceterísticas similares;\n\nGostaria de saber se vocês já compraram ou montaram uma bike do zero (não só em bicicletarias mas sozinhos também), pois pelo valor eu achei muito mais interessante mandar montar, mas a ultima coisa que eu quero é que seja um presente de grego",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z1u8pw",
            "num_comments": 2,
            "comments": [
                "Veja, se você vai dar a bicicleta para outra pessoa. Não se meta a montar.  \nCompre na loja, e quem dá a garantia são eles...\n\nAgora, se a bike for para o seu uso... certamente vale a pena montar.",
                "Acho que montar sempre sai mais caro por ter que escolher todas as peças. Muita coisa é meio genérica no que compra de bicicleta de entrada. Eu tenho pesquisado manutenção de bicicleta e o grande problema acaba sendo comprar as ferramentas próprias. Tem umas partes que é bem complicado mexer sem ter experiência e dar para alguém com menos ainda."
            ]
        },
        {
            "title": "Qual bike comprar?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z1tbyw",
            "num_comments": 1,
            "comments": [
                "https://www.parceiromagalu.com.br/magazinetwitterachadinho/bicicleta-aro-29-aluminio-alfameq-atx-freio-a-disco-24-marchas/p/ah9826je0c/es/elbk/\n\nBicicleta ótima e por um preço muito bom!"
            ]
        },
        {
            "title": "Vocês utilizam antena corta pipa? Onde vocês usam a bicicleta?",
            "selftext": "Basicamente o título: vocês utilizam antena corta pipa na bicicleta e, para contextualizar, em qual ambiente vocês utilizam a bicicleta (urbano, estrada, trilhas)?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z1nqrp",
            "num_comments": 11,
            "comments": [
                "Acho que não existe essa necessidade...",
                "Usei pra me deslocar para o trabalho e uso uma outra em trilhas, nunca usei e nem senti necessidade de corta pipa, como a bike não vai tão rápido, consigo ver bem o que ta acontecendo.",
                "Nunca vi a necessidade disso para bike, pois a velocidade normalmente não é tão alta como a de uma motocicleta. \n\nUtilizo a bike para usar na cidade, e meu maior problema são os fios soltos e caídos dos postes, se eu não presto atenção, várias vezes eu poderia ter me machucado muito sério. Até fio na lateral da rua eu já vi no meu trajeto, um verdadeiro perigo para ciclistas desatentos, e as vezes nem capacete ajuda.",
                "Update do que presenciei em um bairro que visitei, esse rapaz adaptou uma antena corta pipa de arame e colocou na \"buzina\" da bike, e ficou show.\n\nAparentemente pelo problema do cerol de pipas, onde ele quase se machucou:\n\nhttps://preview.redd.it/95ra4bmosq3a1.jpeg?width=3472&format=pjpg&auto=webp&v=enabled&s=6cbc055e553d5ae97fd13ce7ec58e472792ea3cc"
            ]
        },
        {
            "title": "Câmbio Sunrace",
            "selftext": "Alguém já utilizou esse câmbio? Sabe se é bom? Qualquer informação é bem vinda",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z1njne",
            "num_comments": 2,
            "comments": [
                "Eu já usei muito coisa da Sunrace.  \nPrincipalmente pedivela, corrente e cassete.  \nEm geral as coisas deles tem uma qualidade boa pelo preço.  \nPara 6/7/8 velocidades, dificilmente você vai ter problemas.",
                "Nunca usei este em específico, mas o meu pedivela é dessa marca e é muito bom."
            ]
        },
        {
            "title": "As Leis de Trânsito Para Bicicletas",
            "selftext": "Depois de ler que alguém foi proibido de usar a rampa e portão destinados aos veículos do condomínio e forçado a carregar a bicicleta pela escada, dei uma pesquisada para que minha opinião de como aquilo estava errado fosse também de que aquilo era ilegal. Era mesmo. Então algumas outras coisas interessantes para saberem quando estiverem pedalando por aí.\n\nPrimeiro, uns sites:\n\n* [Código de Trânsito Brasileiro](https://www2.camara.leg.br/legin/fed/lei/1997/lei-9503-23-setembro-1997-372348-normaatualizada-pl.html) (procurem bicicleta e ciclista)\n* [As Vias Internas dos Condomínios](https://www.sindiconet.com.br/informese/as-vias-internas-dos-condominios-colunistas-fernando-augusto-zito) (artigo sobre o assunto em específico)\n\n&#x200B;\n\n>Art. 58. Nas vias urbanas e nas rurais de pista dupla, a circulação de bicicletas deverá ocorrer, quando não houver ciclovia, ciclofaixa, ou acostamento, ou quando não for possível a utilização destes, nos bordos da pista de rolamento, no mesmo sentido de circulação regulamentado para a via, **com preferência sobre os veículos automotores**.   \n>  \n>Parágrafo único. A autoridade de trânsito com circunscrição sobre a via poderá autorizar a circulação de bicicletas no sentido contrário ao fluxo dos veículos automotores, desde que dotado o trecho com ciclofaixa. \n\nAndem nos lugares reservados, então no meio de sua faixa (não dê espaço para passarem raspando). Só andem no contrafluxo se demarcado.\n\n&#x200B;\n\n>Art. 68   \n>  \n>§ 1º O ciclista desmontado empurrando a bicicleta equipara-se ao pedestre em direitos e deveres. \n\nMontado é veículo. Desmontado é pedestre.\n\n&#x200B;\n\n>Art. 105   \n>  \n>VI - para as bicicletas, a campainha, sinalização noturna dianteira, traseira, lateral e nos pedais, e espelho retrovisor do lado esquerdo. \n\nSe continuar lendo, vai perceber que é ilegal até vender bicicletas sem tudo isso incluso. É a filosofia de que ciclistas são atropelados porque não conseguirem vê-los.\n\n&#x200B;\n\n>Art. 201. Deixar de guardar a distância lateral de **um metro e cinquenta** centímetros ao passar ou ultrapassar bicicleta:   \n>  \n>Infração - média;   \n>  \n>Penalidade - multa. \n\nComo dito antes. A preferência da via é sua. Ocupe o espaço de um carro para **você** ter a opção de deixar quem está atrás ultrapassar.\n\n&#x200B;\n\n>Art. 255. Conduzir bicicleta em passeios onde não seja permitida a circulação desta, ou de forma agressiva, em desacordo com o disposto no parágrafo único do art. 59:   \n>  \n>Infração - média;   \n>  \n>Penalidade - multa;   \n>  \n>Medida administrativa - remoção da bicicleta, mediante recibo para o pagamento da multa. \n\nRespeitem os pedestres sempre também.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "z16lht",
            "num_comments": 2,
            "comments": [
                "OP, é muito arriscado que um ciclista se imponha no transito perante carros porque apesar de na lei ter certas garantias, ainda é meu corpo chocando contra um carro de uma tonelada, não tem como eu sair ileso. Se impor no trânsito é arriscado demais principalmente quando um motorista pode simplesmente bater, acelerar e um pouco que ele me acerta, já é o suficiente pra eu perder a bike e até movimentação de membros.\n\nAndar bem iluminado tem feito a diferença até nos meus pedais durante o dia, sinto que os motoristas me respeitam mais, me dão mais passagem e me tratam como alguém responsável no trânsito. Ando com luzes traseira, dianteira e capacete só.\n\nAndem com iluminação apropriada, sem muita doidera e se possível sinalizando com os braços pra fazer uma ultrapassagem ou afins. A única forma de ser respeitado como veículo de transporte é respeitar."
            ]
        },
        {
            "title": "Total falta de preparo (mas nem tanto) [parte 2]",
            "selftext": "Passados 11 dias [daquela volta inaugural](https://www.reddit.com/r/BicicletasBrasil/comments/yovx1w)\n (que na real ainda era a última) peguei a bicicleta hoje pra dar mais uma volta pelo mesmo trajeto.\n\nSaí de casa lá pelas 09:30. O tempo hoje tá mais agradável, com um sol que aquece mas não chega a queimar, a dar aquele suadouro que incomoda.\n\nO trajeto hoje foi bem mais tranquilo - aquela primeira subidona, que na vez passada eu caí na metade e tava penando pra subir, hoje eu resolvi não abusar e logo que cheguei no pé dela fui empurrando. Terminada ela montei na bicicleta e continuei meu caminho. Pouco depois veio aquela subida que eu tinha dito que era mais curta porém mais íngreme - olhei pra trás, vi que não vinha carro e resolvi encarar; pensando bem talvez ela não seja mais íngreme que a outra, não. Não vou dizer que subi tranquilo, mas subi sem considerar parar no meio do caminho pra empurrar.\n\nCheguei no ponto onde faço o retorno (que se eu continuar eu pego a rodovia) e comecei meu caminho de volta. Como tô sem fruta em casa (o plano era comprar durante a semana no horário de almoço, mas essa semana não deu pra parar) e sou meio preguiçoso pra sair de casa *só pra isso* dei uma paradinha num sacolão no caminho e comprei umas coisas. Segui meu caminho e na volta tem uma última subidinha (subidona) boa; da outra vez eu nem tentei (acho que tanto pelo desânimo que já tava quanto pelo cansaço), hoje resolvi dar uma chance - pedalando cheguei só até a metade dela, a outra metade fui empurrando, mas fiquei com a sensação de dever cumprido. Terminada a subida remontei na bicicleta e finalizei meu trajeto.\n\nCheguei em casa um pouco ofegante, mas bem menos que da outra vez. A respiração também não estava fria e seca quenem da outra vez, e o ouvido em momento nenhum chegou a incomodar. Me joguei no sofá, mas dessa vez mais por preguiça do que por estar morrendo, mesmo, tanto que passados uns dois minutos eu já levantei pra não ficar suando no sofá (relativamente) novo. A única coisa é que hoje as pernas cansaram mais - quando sentei no sofá e fui tirar as meias senti as pernas até meio moles hahaha -, provavelmente porque hoje resolvi encarar umas subidas e porque nuns dois pontos na volta resolvi dar uma esticada.\n\nNúmeros de frequência cardíaca eu vou ficar devendo - uso um Garmin Forerunner 245 pra essas medições mas ontem tive que mandar ele pra assistência porque há uns dias [fui premiado com os pixels queimados na tela](https://support.garmin.com/pt-BR/?faq=xNYqugAnQZ32NsZAiEfJu5). Minha sorte, porque se acontecesse um mês depois já teria se passado mais de um ano da compra do produto e acho que seria mais chato acionar a garantia. Agora tô na expectativa de eles falarem \"como é um problema crônico e se te dermos outro igual isso acontecerá novamente toma aqui um 255\" hahaha.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "yzcmmn",
            "num_comments": 4,
            "comments": [
                "Amigo, no início é bem difícil termos a percepção corporal de que tem alguma coisa errada e os números ajudam a ver essa variação mais do que auxiliar. \nAntes de fazer um pedal que possa ser mais intenso pra você, seja 5 ou 50km, tenha certeza de estar descansado, hidratado e bem alimentado. Se forem longas distâncias, ainda é ideal levar uma frutinha pra comer durante o trajeto. Nosso esporte não é de moer as pernas como você esperava, é esporte endurance, de aguentar muito tempo fazendo aquela repetição, então o corpo vai cansando de forma gradativa.\nQuando for frio demais, também, só pra evitar problemas maiores, arruma um corta vento leve ou colete próprios pra ciclismo.",
                "Eu também julguei meu condicionamento muito mal por usar ergométrica. Eu moro quase na área mais baixa da cidade, então é subida mortal pra todo lado.\n\nAcho que a FC indica o esforço quando você não tem um bom condicionamento. Minha primeira vez na subida masoquista que estou tentando conquistar fez eu bater no limite, mas as outras me surpreendem por estarem por volta dos 130. Eu pedalo até as pernas não aguentarem mais. O problema é que tem muitos músculos para falhar e subida muda o que você está usando.\n\nPra locomoção, uma hora se torna confortável. Se for mais esportivo, digo algo que escutei esses dias: pedalar não fica mais fácil com o tempo, fica mais rápido. Lembrei na hora de como aumento as marchas nos trechos que davam trabalho antes e acabam continuando a dar trabalho."
            ]
        },
        {
            "title": "Recomendação para fugir das Mountain Bikes",
            "selftext": "Olá pessoal, vocês tem alguma recomendação de bicicleta que sejam adequadas para o terreno irregular do Rio de Janeiro sem ser uma MTB? Nunca andei de bicicleta de pneu fino e tenho medo de que uma dessas não dure muito por aqui... eu pensei em comprar uma Gravel bike (essa daqui pra ser mais específico: [https://www.flashbike.com.br/bikes/urbana/urbana/bike-aro-700-sense-activ-2021-sense-bike/13252](https://www.flashbike.com.br/bikes/urbana/urbana/bike-aro-700-sense-activ-2021-sense-bike/13252)), mas não tenho certeza da qualidade ou se esse tipo de bicicleta é bom mesmo.\n\nPara um pouco mais de contexto: eu tenho 70 kg, 1,76m, e a rota que eu faço tem mais ou menos 30 km. O caminho não é exatamente plano, tem duas subidas longas e uma delas é bem íngreme; com asfalto de baixa qualidade ou paralelepípedos em boa parte e as vezes tenho que subir em calçada.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "yx3trp",
            "num_comments": 7,
            "comments": [
                "Você pode comprar um MTB aro 29, e colocar pneus 700x32.  \nDessa forma você tem as marchas leves da MTB e a bike vai ter boa rolagem.",
                "Cara, eu acho que você vai conseguir uma bicicleta com relação Deore 12v e suspensão por esse valor comprando uma semi-usada em loja autorizada na sua região. Aqui a TSW tava anunciando bicicleta melhor que essa por 2 mil e ainda aceitando troca.",
                "Me parece uma boa bicicleta. Seria uma boa também a Caloi City Tour Comp, mas ela tá bem difícil de achar."
            ]
        },
        {
            "title": "Momentos de tensão com a vaquinha, que também não sabia se eu era amigo ou ameaça.",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "ywtyg2",
            "num_comments": 1,
            "comments": [
                "O problema é quando a vaca decide. Aí fica Loko...."
            ]
        },
        {
            "title": "Sugestões para melhorar o Sub",
            "selftext": "Oi pessoal! Tudo bom?\n\nSou moderadora desse sub, não esperava que a comunidade fosse crescer tanto em tão pouco tempo, agradeço demais a colaboração de todos vocês!!\n\nEstou sempre buscando melhorar e aprimorar o sub com flair, regras e etc, e é algo que estou desenvolvendo aos poucos. Mas para obter o melhor resultado possível, preciso também da colaboração de vocês!\n\n \n\nSe você tiver alguma ideia e sugestão para melhorar o sub, comenta aqui!",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "ytehv6",
            "num_comments": 1,
            "comments": [
                "Talvez mais divulgações em outros subreddits seja a atual demanda do sub."
            ]
        },
        {
            "title": "Total falta de preparo - o que era pra ser uma volta tranquila acabou comigo",
            "selftext": "Recentemente passei a morar sozinho, numa casa, e aproveitei que espaço não é mais um problema e trouxe a bicicleta junto - antes morava em apartamento com meus pais e como não tinha espaço a bicicleta ficava na casa da minha avó.\n\nA bicicleta em questão é uma Caloi Aspen Pro 21V; compramos ela acho que no meio de 2005 (só pra contextualizar eu tinha 15 anos). Sempre foi aquela bicicleta que a gente levava quando ia pra praia ou prum parque (sempre algo praticamente 100% plano e só pra dar uma passeada) (coisas que com o passar dos anos foram ficando cada vez mais raras), e no resto do tempo ficava encostada na casa da minha avó. Dessa última vez ela ficou encostada, chutando bem baixo, por pelo menos uns 5 anos.\n\nPois bem, eu trouxe ela pra casa nova e após uma leve manutenção (troca de câmaras, pneus e cabos, uma lavada e uma lubrificada) e a saga pra tentar ajeitar as marchas (que na real ainda não ficaram 100%) peguei ela hoje pra dar uma volta, pra ver como ela está e pra ver como eu estou. Mas o principal era pra ver como ela estava porque é um trajeto curto (9 km), com apenas umas três subidas fortes, e mesmo assim eu tava pensando em ir bem de boa justamente pra fazer um reconhecimento, e pelas minhas experiências de vários anos atrás e algumas mais recentes eu tava ótimo - (há uns 10 anos) na Praia Grande eu cheguei a fazer de ponta a ponta pelo calçadão sem cansar (olhando aqui pelo Maps daria pelo menos uns 40 km); no começo desse ano eu tava correndo (a pé) e cheguei a fazer 21 km, normalmente sem ficar morrendo (mas parei há uns 6 meses porque numa queda dei uma zoada no joelho e aí desanimei um pouco pra voltar); ainda esse ano fui acompanhar minha mãe na academia algumas vezes e fiquei brincando lá na bicicleta, fiz 40, 43 km em uma hora e meia (sempre tentando variar a resistência) - dava pra dar uma cansadinha boa, mas se quisesse poderia continuar. Na minha cabeça eu estava ótimo.\n\nEis que hoje peguei a bicicleta e fui pra rua - os primeiros 2 km eram principalmente declive e plano; as subidas bastante suaves. Cheguei na primeira subida forte, fui deixando o pedal mais leve, mais leve, e no meio da subida a corrente acabou soltando (desde que peguei a bicicleta de volta eu vinha tentando arrumar as marchas sozinho mas não estava conseguindo; levei num bicicleteiro que também não conseguiu e anteontem levei em outro que conseguiu rapidinho [mas achei rápido demais pra ter certeza que estava realmente perfeita]; depois vou dar uma olhada nos parafusos lá da marcha traseira pra ver se consigo dar o ajuste certo); fui pro chão, mas não machuquei nada. Recoloquei a corrente e terminei aquela subida empurrando a bike. Terminada a subida montei na bicicleta, era mais uma parte tranquila mas eu já tava começando a ficar cansado. Logo depois veio outro subidão, esse mais curto porém mais íngreme; aqui eu nem insisti (como é rua eu fico com receio de arriscar por enquanto) - cheguei no pé dele, desci da bicicleta e fui empurrando. Beleza, novamente subi na bicicleta e continuei o caminho; o vento estava um pouco gelado e começou a me dar um pouco de dor de ouvido; cheguei até o ponto onde eu faria o retorno (seguindo em frente cai na rodovia) e comecei a voltar. Aqui já tinha dado uns quatro quilômetros e meio e eu já estava claramente cansado.\n\nA volta foi mais tranquila apesar de eu já estar bastante cansado (e provavelmente o desânimo de ver o estado no qual eu tava também deve ter atrapalhado) - o que antes eram subidas fortes se tornou descidas onde eu podia dar uma descansada (e que inclusive me mostraram que tenho que tomar muito cuidado com a velocidade porque essa bicicleta não freia nada). Já quase chegando em casa passei por um subidão forte no qual eu já tava até meio desanimado de tentar subir (mas acho que em parte também foi prudência de não me arriscar desnecessariamente; apesar de que aqui a rua era mais larga e talvez desse pra insistir e ver até onde eu ia, mas vai ficar pra uma próxima), só desmontei da bicicleta, subi empurrando e passado o subidão tornei a montar na bicicleta e fui pedalando até chegar em casa.\n\nEm números o resultado do passeio foi:\n\n- Distância total: 8,95 km\n- Subida total: 185 m\n- Descida total: 187 m\n- Tempo total: 36:18\n- Velocidade média: 14,8 km/h\n- Frequência cardíaca média: 112 bpm\n- Frequência cardíaca máxima: 133 bpm\n\nAí, olhando esses números, em especial a frequência cardíaca, vocês podem pensar \"você estava usando marchas muito pesadas, por isso suas pernas não aguentaram\". Mas aí é que tá - minhas pernas estão perfeitas; se dependesse só delas eu faria esse percurso agora mais algumas vezes. O cansaço mesmo foi cardíaco ou pulmonar; cheguei em casa ofegante, dando aquelas respiradas fundas porém curtas (e sentindo o ar entrando e saindo frio e seco) e só queria cair no sofá. E foi isso que eu achei estranho - se eu tivesse visto lá uma FC média de uns 160, 170, uma FC máxima de uns 190, eu ia achar \"normal\" e ia entender que o problema realmente foi ter forçado demais. Mas não, a FC se manteve nos níveis que fica quando faço uma caminhada forte (6 km/h, 10 min/km); numa ergoespirometria que fiz há cerca de 1 ano e meio a FC máxima ficou em 204; quando tava correndo eu ficava com uma FC média de uns 170 bpm sem ficar morrendo no final. Não é possível que num exercício que acabou comigo ela só tenha passado ligeiramente dos 130.\n\nO que me leva a pensar que talvez o \"frio\" tenha contribuído com isso - estou na RMSP e esses dias tá um friozinho; na hora que eu tava pedalando a temperatura tava em 17°C e a umidade em cerca de 50%. Eu já estava planejando ir hoje dar essa volta mas quando acordei e vi que estava 14°C e que ao longo do dia não passaria dos 17°C eu meio que falei \"hoje não\"; acabei indo porque tive que sair e como já estava com o corpo um pouco quente, já tinha dado aquela despertada legal, me animei pra ir (e também porque pensei \"eu já tô enrolando há uns dois meses; se eu não for agora só vou continuar enrolando mais e mais\"). Mas, novamente, na época em que eu estava correndo cheguei a pegar temperaturas até um pouco mais baixas, debaixo de chuva, e não fiquei desse jeito (sim, cheguei a sentir o ar entrando e saindo frio e seco, mas nada que ao final do exercício eu ficasse tão cansado assim; e isso por vezes correndo por uma hora e meia); sem contar que 17°C não é friiio, frio mesmo - é um friozinho. E no geral eu não estava com frio no corpo - estava de calça e camiseta de manga comprida, mas ambas de tecido fininho; nem nas mãos, que estavam nuas, eu cheguei a ficar com frio. Única coisa foi uma dor de ouvido no meio do pedal por causa do vento gelado.\n\nNão sei. Talvez seja uma combinação do cansaço físico propriamente dito, um certo desânimo por perceber que minhas expectativas estavam muito além da realidade, mais uma vez um certo desânimo, dessa vez por ter percebido que depois de tudo isso a bicicleta não está ajustadinha como eu gostaria, novamente um certo desânimo, agora pela queda, a temperatura que estava um pouco mais baixa do que eu gostaria...\n\nÉ isso, só pra fazer um desabafo, mesmo, e se possível colher algumas opiniões, algumas dicas...",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "yovx1w",
            "num_comments": 0
        },
        {
            "title": "Vou montar um bicicleta de estrada. Digam suas opiniões",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "yfmuq4",
            "num_comments": 9,
            "comments": [
                "Precisa criar uma flair para ciclismo tradicional, speed, road bike, sei lá qual o termo mais popular",
                "To curioso pra ver no que vai dar! Posta o resultado, com certeza vai ficar massa!",
                "Projeto interrompido. Não consegui comprar um quadro do meu agrado.",
                "Po, foi logo nos clássicos, né? Não tem como dar errado, bom demais!  Qual quadro?"
            ]
        },
        {
            "title": "Fui proibido de usar a rampa",
            "selftext": "Quando cheguei na portaria, o porteiro me chamou e me falou que eu não poderia mais usar a rampa e o portão dos \"carros\" para sair e entrar do condomínio, que eu teria que usar o portão do pedestre e subir um lance de escada.  \nIsso além de ferrar com a vida dos ciclistas (e eu sei que não sou o único) que tem a bicicleta como principal meio de transporte, também atrapalha a vida dos pedestres que vão esbarrar comigo quando estiver saindo ou entrando.  \nEu queria entender pq eles tomaram essa decisão...\n\n[A escada \\(foi mal a foto tremendo, to bravo\\)](https://preview.redd.it/j7vjup0pvfw91.png?width=960&format=png&auto=webp&v=enabled&s=2cec72baa53371f3aa38a92a7e1f89bd4d0650f7)\n\n[A rampa](https://preview.redd.it/4f76darmvfw91.png?width=960&format=png&auto=webp&v=enabled&s=5bb65196d217885a7a1ea6573851bb0b0731ee87)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "yf82ty",
            "num_comments": 7,
            "comments": [
                ">Eu queria entender pq eles tomaram essa decisão...\n\n\nÉ simples, OP, e depois que eu explicar você certamente concordará comigo - o motorista médio não respeita o ciclista, logo você poderia ser atropelado na rampa. Pensando nisso o condomínio tomou a atitude mais inteligente e acertada, que é te proibir de usar a rampa.\n\nFalando sério, eu realmente não entendo o motivo pra isso. Não sei se a galera vê a bicicleta como brincadeira, como se você fosse ficar brincando de descer e rampa rapidão, fazendo manobras... Obviamente aqui não tô tentando justificar, só tentando levantar hipóteses para proibirem. Até porque isso que eu falei em nada justifica - se tiver alguém usando a rampa pra brincar ou praticar esporte o condomínio vai lá e multa aquela pessoa, assim como multaria um condômino que usasse a rampa pra brincar de decolar com o carro (ao invés de proibir que todos os condôminos que têm carro usem ela).\n\nDá uma olhada no estatuto do condomínio e vê se fala alguma coisa sobre isso. Qualquer coisa pergunta lá no r/conselhoslegais a respeito, se isso é legal, se não é, se depende do estatuto de cada condomínio...",
                "Fui procurar alguma base juridica pra eu militar com força e a opinião sobre \"pedestres\" utilizando o portão da garagem parece ser mal vista mesmo pelos moradores. As alegações são que aumentam os gastos de eletricidade e manutenção, além de colocar em risco a vida do pedestre.\nCom o caso de pedestre eu até entendo que pode mesmo atrapalhar o convívio por já ter uma porta destinada exclusivamente para pedestres, mas o ciclista, a meu ver, tem os mesmos privilégios que uma moto.",
                "Não sei se resolveu a situação aí, mas é uma questão de direitos. Ou você tem direito de usar a rampa ou não. Bicicleta é veículo e o risco de andar na rua deveria ser maior do que andar num lugar com velocidade máxima de 10 Km/h.\n\nA desculpa de usar a eletricidade só é válida se não estiverem te cobrando. Rampa deveria ter para todo mundo que precisasse, pedestres inclusive.",
                "Gostaria de responder cada um diretamente para fazer um update, mas vou soltar num comentário solto para os próximos que forem ler. Conversei com o síndico e após ele dizer que \"votaria contra o acesso à rampa de bicicletas\" e que \"a maioria tbm votaria contra\", houve uma assembléia e teve uma votação sobre esse mesmo assunto (infelizmente eu não pude estar lá na hora), e foi liberado o acesso de bicicletas à rampa novamente 🥳🥳🥳. Eu fico feliz com essa notícia, pq mesmo eu me mudando para outro condomínio no mês que vêm, outros ciclistas aqui do prédio não vão precisar subir a escada com a bicicleta.\nObrigado à mensagem de todos!",
                "Enquanto isso, no meu condomínio, a primeira vez que sai com a bike, sai pela portaria de pedestres. Aí o pessoal da portaria falou que era mais fácil eu usar o portão de veículos, igual o pessoal que sai com pet."
            ]
        },
        {
            "title": "Adivinhem qual é a mais cara!",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "ybvbmy",
            "num_comments": 14,
            "comments": [
                "Infelizmente é, mas tem uma coisa q vc tem que ver é que essas bicicletas são para um público nichado e requerem peças mais específicas, diferente da mtb ali que tem peças que são intercambiáveis entre umas cem bicicletas iguais a essa e de marcas diferentes e que inclusive, como mecânico, posso dizer que as peças dessa bike \"barata\" aí acabam saindo caras com o tempo",
                "Eu fico muito confuso quando vejo essas bikes finas e sem marchas, vejo muito em sub gringo, eu imagino que seja pq nos estados unidos e na europa as ruas são bem planas. Uma bike dessa seria viável aqui no Brasil? Será que geograficamente falando, existe mais elevação de trajetos aqui no Brasil?",
                "Essa relação de marchas da Calói é detestável, ruim demais e muito feio, melhor não ter e ter uma bike mais leve. A suspensão dianteira sofre do mesmo mal, é tão ruim que é melhor ter suspensão rígida que vai ser mais leve. Esses selims de gel duram cerca de 3 meses antes de apresentarem tremendo desconforto e rasgos, um selim rígido também é melhor, principalmente pra quem tem bermuda própria pra andar ou bretelle.\nEnfim, muitas razões pela qual a bike de estrada deve ser mais cara."
            ]
        },
        {
            "title": "Ajuste do câmbio em bicicleta que ficou anos parada - parece ser ajuste do câmbio, não só do cabo - melhor mandar logo numa bicicletaria ou dá pra fazer tranquilo por conta própria? [mais informações nos comentários]",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "y8g6ir",
            "num_comments": 9,
            "comments": [
                "Cara, acho que o ideal seria mandar pra uma bicicletaria mesmo e pedir pra darem uma geral nessa bicicleta trocando o que for velho, incluindo os cabos e lubrificar. Te garanto que vai ser menos dor de cabeça do que você tentar descobrir o que ainda presta depois de 18 anos sem uso.\nCom marcha desregulada, todo o sistema acaba influenciando... Pode ser que o cabo não esteja esticado o suficiente ou esticado demais, mal lubrificado ou velho, que o câmbio ou gancheira esteja desalinhado ou só falta de prática mesmo... Então melhor botar numa oficina.",
                "Ajuste do câmbio em bicicleta que ficou anos parada - parece ser ajuste do câmbio, não só do cabo - melhor mandar logo numa bicicletaria ou dá pra fazer tranquilo por conta própria?  [mais informações nos comentários]\n\nTenho uma Caloi Aspen Pro 21v que acredito que já esteja beirando os 18 anos. Ela sempre foi aquela bicicleta que a gente pegava de vez em nunca - quando ia pra praia, pra ir pro parque..., o que ao longo dos anos foi ficando cada vez mais raro. Que eu me lembre nós nunca fizemos alguma manutenção de verdade nela, só tirar a poeira, encher os pneus e lubrificar a corrente quando fôssemos usar. Dessa última vez ela deve ter ficada parada por alguns anos.\n\nPeguei ela de volta recentemente (ficava na casa da minha avó) e queria dar uma geral pra começar a usar no dia a dia, pra dar umas voltas... A princípio eu queria ajeitar ela por conta própria, mas começo a me questionar se serei capaz de fazer isso.\n\nUma das coisas que eu tô precisando fazer é ajustar as marchas. Pelo que vi é um Shimano Altus. Mexi e remexi no ajuste do cabo, naqueles parafusos que limitam a ação do mecanismo (acho que pra não ir além da marcha mais alta e mais baixa), mas nada me permitia passar entre todas as marchas, seja nas da frente seja nas de trás.\n\nHoje, dando mais uma chance pras minhas habilidades, numa das tentativas de ajustar o câmbio dianteiro o cabo que fica perto do pedal escapou do parafuso que mantém ele funcional. Foi uma coisa boa porque percebi que mesmo sem qualquer carga/pressão o mecanismo das marchas que fica no guidão (aquele que a gente aciona com os dedos) não permite que eu passe por todas as marchas. Até então eu estava pensando que fosse o ajuste do cabo que não estava legal mas começo a pensar que talvez seja o câmbio em si.\n\nAí eu queria saber o que vocês acham, se é melhor eu mandar ela pra uma bicicletaria, logo, pra alguém que manja fazer uma revisão e trocar/ajustar tudo o que precisa (caso compense financeiramente), ou se esse tipo de ajuste é tranquilo e eu deveria tentar mais um pouco.\n\nDe qualquer forma eu acredito que o ideal seria desmontar ela toda, limpar e lubrificar tudo, trocar todos os cabos, câmara e pneus também provavelmente precisarão ser trocados...\n\nObrigado!",
                "Poxa, agora que vi que a compressão do Reddit destruiu a qualidade do vídeo. Se não estiver dando pra ver nada me avisem que eu tento postar de outro jeito.",
                "Eu procuro fazer eu mesmo a manutenção da minha magrela,.mas só se eu tiver a ferramenta correta. Se o que a bicicletaria cobra dá pra comprar a ferramenta e o material pra fazer a revisão, eu compro a ferramenta, o material (WD, graxa, peças, etc) e faço em casa.\nCom o tempo vc vai montando uma pequeno conjunto de ferramentas que te permite fazer muitos reparos e ajustes, e assim economizar com a mão de obra 🤑👌🏼."
            ]
        },
        {
            "title": "Conhecem Esse Registro De Bicicleta?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xwkjhl",
            "num_comments": 8,
            "comments": [
                "Cara, achei MUITO daora. Dei uma olhada e vou com certeza ingressar nisso dai",
                "Recomeçando a pedalar e querendo levar a sério, esbarrei nesse serviço e me pareceu interessante.\n\nComprei uma Oggi e tem seguro por um ano grátis, mas não imagino como pode ser depois.",
                "Por coincidência eu tava olhando esses dias mesmo esses seguros de bike. Minha bunda pobre quer se sentar em uma speed mas eu estou temeroso demais de ficar andando nas ruas noturnas com uma parada que é o preço de duas geladeiras.",
                "Eu acho que é melhor ir em uma seguradora já renomada que trabalha com outros veículos também e que esteja aí na sua cidade - provavelmente vão te oferecer um suporte melhor e preço competitivo.\nEu tive e paguei por uns meses pra deixar minha bike na rua enquanto trabalhava e não precisei usar o seguro, mas ele cobre (supostamente) até pneu furado."
            ]
        },
        {
            "title": "Preciso de ajuda pra comprar uma bicicleta.",
            "selftext": "Bom dia gente, estou precisando comprar uma bike para mim, tenho 184 de altura, então uma entre quadro 19 e 21 seria otimo.\nEu utilizaria ela tanto para ir para o trabalho no meio urbano  quanto pedalar em estrada de barro, terra e asfalto.\nEu posso estar utilizando um valor de até 2.000.\nAlguem pode me indicar alguma por favor?.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xw9acl",
            "num_comments": 4,
            "comments": [
                "Procura por uma Absolute Nero. A configuração da bike muda muito dependendo de onde comprar, se não tiver uma relação Shimano pelo menos Tourney não recomendo.",
                "Nas minhas pesquisas, vi a Oggi Hacker Sport. Não sei quāo boa é, mas eu tenho em mente essa duas mesmas metas de uso.",
                "OP, Compra a minha bike:\n\nhttps://www.reddit.com/r/Bikebuilding/comments/ybr6tl/another\\_flip\\_bike/",
                "Pelo valor, se for comprar na loja vai achar alguma com quadro bem simples e jogo de marcha GTA ou, na melhor da melhor das hipóteses, um Shimano Tourney, ambos são bem caros.\nOlha no marketplace do facebook da sua região alguma bicicleta que te atenda e que seja usada, procure de até 3 mil reais e vai negociando o preço. O ideal é que você combine com a pessoa de que o vendedor pague uma revisão na oficina e que você busque lá. Eu comprei uma com quadro Venzo 19 jogo Deore 10v por 2300, com suspensão com trava no guidão, por 2300... Hoje já pensando em dar ela em troca de uma melhor ainda. Entretanto, comprei uma Groove Urban numa loja por 3 mil e não me atende tão bem."
            ]
        },
        {
            "title": "Raio de bicicleta",
            "selftext": "Alguém sabe como eu faço, ou se tem algum lugar que faça os raios da bicicleta ? Queria um raio de 60 cm pra fazer uma roda de 1,2 m de diâmetro",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xt1ukc",
            "num_comments": 2,
            "comments": [
                "Complicadíssimo, mas talvez já tenham feito... Procura já nas medidas que você precisa pra comprar que se não tiver, vai ter que comprar o que conseguir e fazer a rosca com máquina de rosqueamento."
            ]
        },
        {
            "title": "alguém pode me dizer se isso é tudo oq eu preciso para ter uma bike de marchas?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xsp4z3",
            "num_comments": 3,
            "comments": [
                "Negativo.  \n\nFalta: cubo traseiro.  \nCatraca ou cassete.  \nCorrente.  \nCoroa dianteira ou pedivela com coroa integrada.",
                "Acho que falta a catraca e o pedivela, e se você tá customizando a sua, tenho quase certeza que é melhor ver se tem espaço pra fazer isso também.",
                "Não, amigo, infelizmente a bicicleta inteira tem que ser compatível com o que você vai comprar e instalar. \nAlém disso, essa marcha é ruim demais! Tenta juntar um pouquinho e trocar/vender a sua bicicleta atual sem marchas pra pegar uma usadinha que tenha ao menos relação Shimano Tourney TZ ou TX. É o mais básico da Shimano, mas ainda é melhor que qualquer paralelo do mercado, entretanto, comprar separado é mais caro que muita bicicleta nova em loja."
            ]
        },
        {
            "title": "Não consigo passar todas as marchas da bicicleta",
            "selftext": "Tenho uma Caloi Aspen Pro 21v que estimo ter 19 ou 20 anos, sendo que os últimos 8+ anos ela ficou parada, completamente encostada.\n\nPeguei ela de volta recentemente e tô tentando deixar ela em boas condições pra uso, mas tá complicado - lubrifiquei a corrente e até cheguei a dar uma pedalada breve, mas ela não passa todas as marchas - são 3 na frente e 7 atrás.\n\nNa frente eu já mexi nas regulagens do cabo de aço que dá a tensão e de uns parafusos que ficam ali do lado mas não adianta, eu só consigo fazer ficar com duas, seja a combinação que for. Eu acho que até entendi mais ou menos como é o funcionamento mas eu mexo, mexo, e não consigo deixar bem ajustado. Ou eu consigo passar entre primeira e segunda mas parece que o cabo tensiona o suficiente pra ir pra terceira, ou consigo passar entre segunda e terceira mas, novamente, parece que o cabo não deixa descer pra primeira, ou ainda eu consigo usar apenas a primeira e a terceira, a segunda ele sempre pula.\n\nAtrás o ajuste parece ser até mais simples mas eu só consigo fazer mudar entre três marchas. Já deixei o cabo mais tensionado, mais frouxo, mas sempre fico só com três opções.\n\nAcham que pode ser algum problema da bicicleta, de já estar há muito tempo parada e portanto não precisa de um mero ajuste mas eventual troca de componentes, ou eu que não manjo e tô fazendo alguma coisa errada, mesmo?\n\nAproveitando, quanto o pessoal costuma cobrar pra fazer uma revisão na bicicleta, fazer esses ajustes (supondo que não precise trocar nenhum componente)...?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xhqw8h",
            "num_comments": 3,
            "comments": [
                "[removed]"
            ]
        },
        {
            "title": "Capacete de ciclismo - quais suas dicas e recomendações?",
            "selftext": "Tô querendo/precisando comprar um capacete pra usar durante o pedal e queria saber quais dicas vocês têm para a hora de escolher um modelo e se têm marcas/modelos para recomendar.\n\nMeu foco aqui é no custo-benefício (nem o capacete que cria um campo gravitacional envolta de você e não permite que você entre em contato com o asfalto e se machuque mas que apenas 1% tem condições de comprar, nem aquele que você compra na lojinha de R$ 1,99 mas mais atrapalha do que ajuda), mas sintam-se à vontade pra recomendar independentemente da categoria.\n\nObrigado!",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xgyubn",
            "num_comments": 7,
            "comments": [
                "Primeiro de tudo, não compre capacete falsificado. Capacete custo benefício está em torno de 70 a 80 reais que são os da Absolute, TSW e GTS de entrada. Você precisa verificar se ele tem uma regulação atrás (é uma rodinha que vc gira e ele vai apertando) mas isso é ajuste fino, a estrutura externa do capacete precisa ser do tamanho da sua cabeça viu, não confia nisso de tamanho universal.  \n\nhttps://produto.mercadolivre.com.br/MLB-1709057245-capacete-ciclismo-bike-absolute-nero-led-pisca-viseira-mtb-_JM   \nhttps://produto.mercadolivre.com.br/MLB-2791418504-capacete-gta-inmold-mtb-18-furos-com-sinalizador-ciclismo-_JM",
                "Uso um de skate msm pq acho mais daora e meu negócio é ciclismo urbano. Paguei 50 conto no mercado livre",
                "Eu to bem atenta porque uso o capacete coquinho pra andar de MTB e fico me sentindo muito estranha. hahahah (Sem contar que esquenta MUITO a cabeça, ainda mais em dias de sol)\n\n&#x200B;\n\nEstou pesquisando também alguns para comprar, um que me chamou a atenção foi da RNOX e da PTK na Shopee, mas honestamente não encontrei nada relacionado a segurança sobre nenhum deles."
            ]
        },
        {
            "title": "Comprei um suporte para a bicicleta mas agora que fui instalar fiquei na dúvida - a que altura eu instalo ele?",
            "selftext": "O suporte é [daqueles que você prende um gancho na parede e depois pendura a bicicleta pela roda da frente, de modo que ela fique como se quisesse \"andar na parede\"](https://www.google.com/imgres?imgurl=https%3A%2F%2Fcf.shopee.com.br%2Ffile%2F4265b86089cc24635f763790ad546434&imgrefurl=https%3A%2F%2Fshopee.com.br%2FGancho-Pendurar-Bicicleta-Parede-Suporte-De-Bike-Com-Apoio-i.300356983.3692715110&docid=CWPkBwKfRE2qtM&tbnid=_EAnQUtiEbeA1M&vet=1&source=sh%2Fx%2Fim).\n\nPois bem, minha dúvida é com relação à altura que eu deveria instalar ele. Ou melhor, a que distância eu deveria deixar a minha bicicleta do chão. Acredito que isso seja bem pessoal, basicamente \"instala ele de um jeito que você consiga colocar e tirar a bicicleta sem dificuldade e que não vá atrapalhar o espaço\", mas antes de furar tudo eu queria saber se tem alguma recomendação, alguma dica, alguma \"melhores práticas\"...\n\nE aí, o que vocês me dizem?\n\nEdit.: Duas fotos do suporte instalado com a bicicleta apoiada. Na segunda foto dá pra ver bem o que o outro usuário comentou sobre sujar a parede. Pregador (abaixo da roda traseira) para escala. \nhttps://imgur.com/a/EcEHDAs",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xfykb7",
            "num_comments": 6,
            "comments": [
                "Se sua bike for pesada o ideal é deixar o mais próximo do chão possível, assim fica mais fácil de guardar e tirar, por outro lado, se for leve, deixa um espaço de pelo menos um palmo pra conseguir limpar o chão sem precisar tirar ela.  Ah, e a parede fica se for branca vai ficar toda suja viu. Kkkk\nSe vc utiliza freio hidráulico toma cuidado, ele demora um pouco pra funcionar com 100% de segurança quando a bike fica muito tempo nessa posição."
            ]
        },
        {
            "title": "A bike meta. Muito difícil no Brasil? Talvez. Mas eu vou tentar? Com certeza.",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xezwmg",
            "num_comments": 4,
            "comments": [
                "É uma bela bicicleta! Gostei dos assessórios também.   \nNão sei se eu teria coragem de deixar uma bike dessas num estacionamento de supermercado ou coisa do tipo.",
                "Uma única sujestão, mude os freios de disco mecânico para ferradura, assim você consegue comprar aros melhores por um preço mais acessível.",
                "As bikes da TREK são luxo demais, né? Esse paralamas deles juntinho da roda é um sonho de consumo, mas esse selim é feio demais meu deus kkk"
            ]
        },
        {
            "title": "Montar vs Comprar Montada",
            "selftext": "A pergunta é simples: Se eu comprar/montar a bike a partir do quadro/garfo, vai sair mais barato do que comprar uma montada?\n\nMe interessei demais no quadro e garfo gravel da KSW que está em pré-venda, mas o único contra é o preço que está na faixa de 6000 enquanto estou querendo algo na faixa dos 4500.\n\nAlguém que já montou uma bike desse tipo, ou speed, pode me dar uma ideia de como fazer isso?Eu imaginei que com certeza sairia tudo mais barato, mas depois de uma breve olhadela na internet já vi que tem umas peças como as da transmissão (o STI em específico que não fiz a mínima ideia do porquê de ser tão caro) e as rodas que podem sair bem caros. E além disso já imaginei também que ainda teria que pagar um serviço em algum mecânico pra montar a bike de vez depois que tivesse todas as peças, já que eu mesmo não tenho as ferramentas e o conhecimento necessário pra fazer os ajustes.\n\nSegue o vídeo que me deu a ideia:[https://www.youtube.com/watch?v=qIFfLIIHKuo&ab\\_channel=Pedaleria](https://www.youtube.com/watch?v=qIFfLIIHKuo&ab_channel=Pedaleria)\n\nE o site da pré-venda da dita cuja:[https://kswbikes.com.br/produto/pre-venda-gravel-ksw/](https://kswbikes.com.br/produto/pre-venda-gravel-ksw/)",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "xexh40",
            "num_comments": 4,
            "comments": [
                "Infelizmente o mercado atual não permite a gente fazer grandes updates ou montar uma bike sem tomar uma facada. Se vc comprar todas as peças na internet a bike vai ficar pelo menos uns 30% mais caro que já comprar montada.  \nPor ser lançamento e haver poucas opções de bike gravel para brasileiros a KSW está colocando esse preço alto assim. Na minha opinião essa bike não vale isso, mas por ter muitas pessoas dispostas a pagar eles vão manter esse preço.  Acredito que o público alvo dessa bike em específico que vc mandou é aquele pessoal que pedala só final de semana e quer praticidade, relação 1x é indicada pra XCO ou pra quem tem perna pra girar uma coroa 38t+ em XCM, mas como eu acho que 99% desse grupo não está ligando pra performance, então realmente o pedal fica mais confortável.\nSe você realmente quer uma bike híbrida existe opções melhores no mercado a Sense Versa tem componentes melhores e é mais confiável. Mas se essa bike nunca for ver um estradão então recomendo pegar uma speed mesmo que nessa faixa de 4k vc consegue uma de entrada com uma configuração boa.",
                "Eu já montei umas 10 bikes. heheheh\n\nQuestão do custo: Se você tem o conhecimento e todas a ferramentas, vai sair mais barato. Mas não muito.  \n\n\nFrameset e Rodas, vale a pena comprar no Mercado Livre, pois são peças que geralmente não taxadas. Grupo e peças de acabamento, podem ser adquiridas no Aliexpress, você vai economizar uma boa grana.  \nExistem também a possibilidade de comprar pelas usada. Você depende da sorte de encontrar o que você quer, mas é possível economizar uma boa grana.\n\nAcho uma boa esse quadro da TSW:  \nFrameset: 1100  \nGrupo: 800 (se você usar um Sensah)  \nRoda: 500 (tem no ML)  \nPedivela: 800 (depende do que vc for colocar)  \nFreios 400  \nPneus: 400  \nAcabamento 300 (canote, selim, guidão etc..)  \n\n\nProvavelmente você não vai gastar menos que 3.500",
                "Montei uma MTB híbrida com conjunto Acera 24v, rodas Vzan Xtreme, freio a disco mecânico... num quadro First Lunix, em Maio/2022. Incluindo paralamas de alumínio e bagageiro ajustável, foi mais ou menos $5k. Achei caro mesmo, mas o problema de bike pronta é que sempre tem uma coisa aqui e ali que você não gosta, e que fatalmente vai comprar a peça que vc quer e gastar mais depois. E quando a bike pronta é top, só com peças de qualidade pra ninguém botar defeito (tipo essa Gravel da KSW), vc consegue montar quase duas com as peças que vc gosta, de tão caro que cobram.\n\nFuturamente quero mudar meu pedivela coroa tripla ponta-quadrada pra um hollowtech com coroa dupla, trocar o guidão reto por um  flare com passadores STI 2x8. \nO STI estou pesquisando algumas marcas no Ali 🇨🇳, até na China estão caros. 💰🫣\n\nEu tbm fiz questão de montar eu mesmo, exceto a raiação das rodas, e te digo que é uma terapia, vale muito a pena. Vc mesmo montando, a manutenção fica mais fácil de fazer e o pedal é muito mais prazeroso (vc saber que vc mesmo *construiu* seu veículo) 💪🏼⚒️🔧.\n\nBons ventos ✌🏼😁, qqer coisa estamos æ 🙏🏼"
            ]
        },
        {
            "title": "A procura da bike perfeita no Brasil",
            "selftext": "A ideia é essa, quero comprar uma bike nova, leve, ágil e simples para uso urbano... deve ser fácil achar, correto?  \nDe jeito nenhum, segue a história.\n\nPra começo de conversa, eu logo dispenso qualquer MTB de entrada com suas suspensões que travam dentro de um ano e servem só como peso desnecessário, quero uma bike de garfo rígido e pneus finos pra asfalto, mesmo sabendo que as ruas do Brasil sejam praticamente uma trilha mesmo.\n\nLogo de cara eu descobri a *Caloi* 10 na internet, aquela aparência slick com guidãos drop e sem tantas marchas, logo me atraiu. O preço sugerido parece perfeito. Eu também tenho interesse de colocar bagageiros e outras traquitanas na bike mas o quadro da 10 não parece tão robusto, mas isso poderia vir depois. Mas e a disponibilidade? Cadê? O modelo já não existe na maioria das lojas e só dá pra comprar algumas usadas em uns anúncios no mínimo duvidosos na internet. Pulando pra próxima.\n\nPassando pras bikes mais robustas, achei a *Sense* Activ, bonitona, forte, mas ainda parecendo leve, não tem guidão drop que seria um puta bônus, mas isso é o de menos. Mas o custo... torceu um pouco o nariz, seria por causa dos freios hidráulicos? Não faço a menor ideia, mas se fosse pelo menos uns 20% mais barato, e talvez até com uns freios V-Brake, eu compraria com certeza.\n\nAs *Caloi* City Tour estão emparelhadas com a Activ, mas seguindo a mesma tendência da *Caloi* 10, não dá pra achar novas em canto nenhum.\n\nJá operando no mundo dos sonhos, as Gravel de entradas das marcas mais variadas são boas até demais, os quadros mais grossos que os de Speed parecem que aguentariam bem o dia-a-dia no Brasil e a maioria também tem furação pra bagageiros e traquitanas, além de espaço pra colocar alguns pneus mais largos. Mas os preços machucam, na mesma ideia da Activ, se eu pudesse eu trocaria os freios a disco que costumam vir e até sacrificaria até o cambio dianteiro, deixando algum traseiro só com 7-12 marchas já estaria bom demais pra mim, isso tudo pra economizar. Fiquei sabendo que na *Shimano* Fest 2022 a *KSW* anunciou uma gravel que seria mais ou menos assim, mas pelo o que eu vi o preço de pré-venda é pelo menos 25% mais caro do que eu acho que deveria ser.\n\nEntão eu até pensei em sair fora da curva e ir atrás de uma fixa, o site *rafbikes* tem umas super charmosas e com um preço bacana, o material da bike parece bom e tem até umas opções de customizações extras. Mas aqui o problema já é comigo, meu humilde corpo começou a se perguntar se aguentaria atravessar uma cidade toda com varias ladeiras e trânsito usando só uma única relação fixa... Mas vai que eu ainda entro nessa!\n\nEnfim, essa é basicamente minha neura toda nos últimos meses, não ajuda eu acessar o subreddit r/bikecommuting e ver como é comum pra gringa fazer uma configuração top e altamente personalizada de bike pra uso diário.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "x4uzvm",
            "num_comments": 9,
            "comments": [
                "Eu uso fixa em São Paulo e gosto muito (torço muito o nariz pra elas porque sou fixeiro. Mas precisa de um certo condicionamento físico, eu admito. Se não é algo que você faz questão, ou não é seu interesse maior, desconsidere, dependendo de onde você mora. Aliás, onde você mora é muito íngreme?\n\nMano, eu recomendo muito uma bicicleta chamada Triban RC120. A configuração inicial dela tem um clearance bom pra usar pneus 700x32 ou até um pouco maior, Shimano Claris (STI), garfo de carbono (espiga de alumínio). Além disso, ela tem algo que seria muito bom pra você, no seu contexto, o quadro que apesar de ser de speed tem uma geometria bastante confortável e muito importante: QUADRO E GARFO com furação de fábrica para a instalação de bagageiros. Os cubos são meio \"meh\", não fedem e nem cheiram, mas você não vai precisar de nada extraordinário para esses deslocamentos. E freios ferradura, que dão menos manutenção. #savetherimbrake\n\nEu tive/tenho essa bike e recomendo muito, parei de usar porque tirei o garfo pra colocar em outra bike, mas em breve montarei de novo com outro garfo.",
                "Boa tarde OP.   \nVou te explicar a realidade sobre compra e venda de bike boa na minha cidade.  \nOnde moro tem muito ciclista, a maioria vinculado a algum clube ou grupo (só meu clube tem quase 1k de ciclistas). E geralmente o primeiro local onde as bikes são anunciadas é dentro do próprio clube por preço bem justo, depois as pessoas pensam em colocar nas lojas ou anúncio na internet.   \nBike de 4k não vai te entregar tanta coisa assim, vai servir pra um deslocamento sim, mas com esses 4k você consegue algo bem melhor usado e em excelente estado. Como você quer algo bem específico acho que demora um pouco pra encontrar.  \n\nMinha opinião pessoal é que você abandone gravel, ela não faz nada bem, ela não foi feita pro nosso tipo de terreno, mas sim pra ser utilizada naquelas vias não pavimentadas mas que são bem regulares, o que não é a nossa realidade, e pra asfalto você tem opções melhores.   \nBike fixa é legal sim, mas só se vc já tiver outra bike com marchas, mesmo se morar em uma região plana, por ser fixa você só tem o meio termo.  \n\nQuanto deixar a bike single pra uso urbano eu só vejo desvantagem, o único uso correto dessa configuração é pra XCO, em XCM e no asfalto certamente irá perder o pedal na descida e vai ter que cadenciar muito pra manter uma média boa nas retas.  \n\nAs bikes estão perdendo o suporte para alforge pois hoje existem as bag que são boas, versáteis e bem mais leves.",
                "bike perfeita é uma monark roxa que estrala",
                "Porque você não monta uma bike?  \nDá para comprar tudo pelo mercado livre"
            ]
        },
        {
            "title": "Minhas bikes!",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "x2ubsf",
            "num_comments": 9,
            "comments": [
                "Admito que elas não são tops de linha, ambas são de mais de 10 anos atrás, mas ainda quebram um ótimo galho! Acabo usando mais a da frente que tem o quadro bem mais leve.  \nFato curioso, depois de anos sem andar de bike, meu pai arrumou essas duas e deixou comigo, só que uma delas ta com os freios invertidos, e como faz muito tempo que eu não ando, eu não sei dizer qual é a que ta com o freio invertido KKKKK.",
                "Essas passam de um pelotão de idosos MTB na cidade facinho, facinho 😂"
            ]
        },
        {
            "title": "Ficou assim, por enquanto... :)",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "x2mim9",
            "num_comments": 4,
            "comments": [
                "Eu não reformei do zero como pretendia no post anterior, ao invés disso usei as peças de uma outra aro 26 que eu tinha e aproveitei apenas quadro, guidão garfo e pedivelas, no geral ficou bom, a bike é bem leve e embora ainda falte muito coisa que eu queira mudar eu achei que ficou bom para uso urbano"
            ]
        },
        {
            "title": "Não entendo muito sobre reparo mas fiquei com vontade de reformar essa bike. Alguma dica ?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "wux3kp",
            "num_comments": 5,
            "comments": [
                "Financeiramente acho a reforma inviável, mas se tiver pra vc algum valor não tenha medo. \n\nVárias peças aí estão comprometidas, pneus, corrente, cabiamento e canduites, borracha do freio, câmbios, canote, selim e passadores. Dependendo do tempo que ela ficou parada e da exposição a chuva e sol, o quadro pode ter muita ferrugem interna. \n\nSe der sorte de desmontar ela sem estragar nenhuma rosca será ótimo. Precisará trocar caixa de direção e com sorte esses cubos e o central só trocar as esferas. \n\nAcho que só a mão de obra deve ficar em uns 150 reais.",
                "acho que peças + mão de obra vai dar uns 500 reais",
                "Se o quadro e garfo não estiverem comprometidos talvez dê pra transformar numa fixa?"
            ]
        },
        {
            "title": "Recomendação de bike",
            "selftext": "Oiii gente, boa tarde.\nSou uma iniciante no mundo das bicicletas e preciso de recomendação de uma bicicleta para ir até o trabalho, é um caminho curto, cerca de 3km. A rua do trajeto é tranquila, vários buracos, porém da pra desviar deles :D. \n\nTenho 1,95m de altura, aí um cara de uma loja me recomendou pegar alguma que tenha o aro 21...\n\nQue bikes vcs me recomendam?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "wruro0",
            "num_comments": 8,
            "comments": [
                "Oggi 7.0 me parece uma bike boa pra você, mas no seu lugar pra deslocamento assim eu procuraria uma Caloi 10 antiga pois sou apaixonado por ela. Sobre o tamanho certamente é 21, mas antes de comprar olha o manual do fabricando pois entre as marcas existe variação. Só compra se for 29 (ou 400 se for speed). Não recomendo speed pois vc disse que tem muitos buracos, e bike rígida sem componentes de carbono são muito desconfortáveis.\n\nMas... Eu recomendo vc comprar na OLX. Muito melhor. Se precisar eu te faço uma lista do que vc deve observar na bike pra saber da integridade dos seus componentes.\n\nProcura uma bike com a transmissão Shimano, pode ser tourney ou altus, que seja de cassete e não catraca. \n\nQuanto aos freios é o mais importante, o ideal é um freio mt200 hidráulico (básico, mas com melhor custo benefício). E procure por pneus próprios para asfalto, pneu com cravo ou misto vão desgastar muito rápido."
            ]
        },
        {
            "title": "Alavanca de marcha",
            "selftext": "Então, tenho uma bike de 21 marchas, que tem o passador \"padrão\" (preto e a rodinha de marcha vermelha), que não é de números, mas sim de letras (H a L), mas acho insuportável usar esse tipo de passador pela falta de clareza. Já tenho dificuldade de trocar de marcha, e isso me confunde mais.\n\n&#x200B;\n\nEstava buscando opções e vi as rapid fire, e uma que é easy fire, e queria saber a experiência de quem já utiliza ese tipo de alavanca, se compensa, ou se seria melhor manter a que eu possuo.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "wq6ten",
            "num_comments": 4,
            "comments": [
                "Já usei rapid fire, esses com a bolinha preta e o que gira a mão mesmo e, sinceramente, nem se compara o rapid fire, é muito melhor pra trocar de marcha, mais confiável e fácil de trocar, pode trocar sem medo que não vai te arrepender.",
                "Qual o modelo do seu câmbio? Eu utilizo um passador rapidfire e acho ótimo, do tipo alavanca e gatilho. As passagens são absurdamente precisas. Mas tem que fazer regulagem a cada 2k de km, pra corrigir a dilatação do cabo. \n\nCada passador é feito para trabalhar com um câmbio e cassete específico, se for de modelo diferente até que dá pra regular e funcionar bem, mas não estará utilizando 100% dos benefícios do produto. \n\nSe comprar pela shoope o preço é bem menor. Se precisar de ajuda me manda mensagem."
            ]
        },
        {
            "title": "Alguém aí já usou câmara de ar com selante?",
            "selftext": "Oi, pessoal! Eu pedalo bastante em rodovias e sempre tem arames e pequenos objetos com potencial de furar o pneu e a câmara de ar. Eu estou pesquisando soluções para diminuir a chance de eu ter de empurrar a bike e descobri as tais câmaras de ar com selante. Queria saber de quem já usou, se elas são boas mesmo e outros prós e contras. Agradeço desde já a atenção!",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "wp8isi",
            "num_comments": 5,
            "comments": [
                "Não dá muito certo, dentro da câmara tem um talco que não deixa o selante vedar direito.\nO melhor é usar um pneus dentro do outro, Alta Performance tem um vídeo explicando como fazer, fica mais pesada, mas não fura fácil."
            ]
        },
        {
            "title": "Cuecas pra andar de bike",
            "selftext": "Depois da pandemia ganhei um pouco de massa e percebi que pedalar utilizando Cuecas boxer estão sendo desconfortáveis a medida que vou pedalando.\n\nAlguma ideia de vestuário mais adequado para pedalar pela cidade sem parecer um ciclista speed?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "wionti",
            "num_comments": 3,
            "comments": [
                "Fio dental",
                "O negócio é dispensar a cueca. Sem ela, não vai ter nada pra ficar dobrando e se enrolando onde não deve.",
                "Na shoope tem cueca com espuma ou gel. Mas eu recomendo usar bretelle mesmo."
            ]
        },
        {
            "title": "Bike fixa - montar ou comprar?",
            "selftext": "Fala pessoal, tudo bem? Eu tô bem interessado em uma bike de engrenagem fixa. Eu tô ligado das peças e do que eu preciso p/ montar. Mas tenho tido muita dificuldade em encontrar as peças fora do AliExpress, o que seria mais viável comprar logo uma fixa inteira por lá, sendo o problema daí as taxas pelo peso e tamanho da encomenda.\n\nPor isso tô procurando fixas usadas, ou pelo menos o quadro de uma fixa/de pista para que eu possa começar a montagem.\n\nAlém disso, como nunca mexi com fixas antes, tenho muito receio de colocar a corrente e o pinhão errados cubo da roda de uma mountain adaptada, por exemplo. Por isso, tenho preferido comprar direto uma usada mesmo e que seja de fácil acesso, mas simplesmente não encontro.\n\nAlguma sugestão de por onde começar?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "w3t5qt",
            "num_comments": 1
        },
        {
            "title": "Comprar peças de bike no AliExpress",
            "selftext": "Fala ae!\n\nVocês já compraram alguma peça de bike no AliExpress? Qual foi a experiência?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "vzqvex",
            "num_comments": 6,
            "comments": [
                "Eu comprei um câmbio sti faz bastante tempo, uso até hoje e nunca deu problema, eu mesmo instalei e foi bem tranquilo. Acho que vale o mesmo pra qualquer outra coisa do ali, olha os comentários, principalmente os negativos, vê se tá numa faixa de preço ok e vai na fé.",
                "Comprei um conjunto de cambio sti e um guidao também, tudo muito bom e funcionando perfeito até hoje. Não foi taxado nada a mais e o guidao em especial foi muito barato.",
                "Já comprei pneu, pedal de clip, cassete, corrente, bretelle, capacete, ciclo computador e muitas coisas. O problema é que bike virou uma febre, e a maioria não conhece nada sobre e fica refém de lojas físicas que são exploradoras. \n\nSe precisar de ajuda para comprar algo só mandar mensagem."
            ]
        },
        {
            "title": "Bicicleta para Obeso(?)",
            "selftext": "Bom dia / tarde / noite.  \nEu gostaria de pedir ajuda/auxilio aos senhores quanto a aquisição de uma bicicleta para a minha situação.\n\nEu não possuo conhecimento nenhum quando se trata do âmbito de bicicletas mas sempre tive vontade de pedalar, tanto para me ajudar a emagrecer e também servir como um meio de transporte alternativo. Não sei o meu peso ao certo, acredito que esteja dentre 140 \\~\\~ 160 KG e tenho aproximadamente 1,86 de altura.   \n\n\nSei que posso estar dificultando muito, mas eu gostaria de dicas sobre qual marca ou qual bicicleta eu poderia estar buscando.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "vu0van",
            "num_comments": 7,
            "comments": [
                "Eu não sou um profissional, mas acho que posso adiantar que você pode sim estar apto pra pedalar bem agora ou em um futuro próximo. \n\nCreio que a maioria das bicicletas de marcas decentes está apta pra suportar peso tanto do ciclista quanto de bagagem na média de 120\\~140 kg, mas se seu peso for maior eu não acho que essas mesmas bicicletas teriam problema algum em suportar isso por percursos mais regulares, em trechos bem asfaltados pela cidade por exemplo.\n\nPra mim a questão é mais com a sua ergonomia do que com a bicicleta. Caso qualquer bicicleta que você escolha não esteja ajustada para o seu corpo, isso pode causar dores e incômodos na sua pedalada. Esses ''ajustes'' são feitos baseados em algumas medidas do corpo, e existe um serviço chamado *bikefit* que é exatamente a anotação de todas essas medidas pra ajustar uma bicicleta ao ciclista. Seria ideal que você conversasse com um profissional de bikefit, isso já considerando que um médico que acompanhe seu caso também já o tenha avaliado.\n\nMas por outro lado, se você estiver abordando esse desafio sozinho e realmente quiser uma bicicleta, você pode pesquisar as especificações das bicicletas que lhe atraiam pelos sites das marcas dessas. As marcas costumam a estabelecer o limite de peso ideal e a relação de altura ideal para o tamanho do quadro. Adianto que em questão de conforto as bicicletas Mountain Bike ou uma Fixa/Single Speed (Bicicletas mais simples que não possuem marchas) podem ser melhor.\n\nQuanto as marcas acho que você pode dar uma olhada nessas: Caloi, Monark, Oggi, KSW, Sense, Soul, Rafbikes",
                "160kg é coisa para cacete. A maioria das bikes tem um limite de 120 pelo fabricante.\n\nMas tudo é possível, mas talvez você tenha que fazer algo customizado:  \nRodas aro 26 com 36 raios. (Geralmente são rodas e aros voltado para Downhill)  \nQuadro: Canote 31.6mm - a medida tradicional pode entornar"
            ]
        },
        {
            "title": "Óculos de segurança tipo EPI pra pedalar? Ou alguém aí tem alguma recomendação de óculos com preço acessível adequado?",
            "selftext": "Vou começar a pedalar e queria comprar um par de óculos pra usar durante as pedaladas, pra proteger contra o sol (não apenas luminosidade mas também raios UV), o vento e sujeira/insetos.\n\nOs requisitos são:\n\n- ter proteção UV\n\n- oferecer boa proteção contra o vento, insetos e tal (ou seja, ser um pouco mais \"fechado\")\n\n- não prejudicar a visão/visibilidade\n\n- ser de um material que não vai rasgar meu olho se eu cair de cara no chão ou se alguma coisa acertar os óculos\n\n- ser barato (abaixo de 50 Reais)\n\n- qualquer outra coisa que a galera mais experiente julgue relevante\n\nVocês sabem dizer se aqueles óculos tipo EPI dão conta dessa proteção que busco? Em caso negativo, ou caso achem que têm óculos melhores na mesma faixa de preço, qual a recomendação de vocês?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "vppqxc",
            "num_comments": 5,
            "comments": [
                "Nunca pensei em usar um óculos de epi pra esporte, mas parece sim (quase) atender suas especificações.\n\nhttps://www.3m.com.br/3M/pt_BR/p/d/v100683061/\nhttps://www.3m.com.br/3M/pt_BR/p/d/v100683062/\n\nUnica coisa q passa um pouco dos 50 reais limite q vc estipulou.\n\nComo tem diversos modelos, talvez algum deles atenda exatamente o q vc quer, incluindo preço, so verificar as informações do fabricante quanto a proteção UV.\n\nEdit:\nhttps://www.3m.com.br/3M/pt_BR/p/c/equipamento-protecao-individual/protetor-ocular/\nO Virtua CCS é baratinho...\n\nAlgumas informações sobre a norma q regem esses óculos:\nhttps://www.oticaguaruja.com.br/novidades/item/126-norma-ansi-z87-1-oculos-de-seguranca",
                "* Óculos bom\n\n* Óculos barato\n\nEscolha um.",
                "Comprei um de 10 conto na shopee kkkkkk"
            ]
        },
        {
            "title": "Bartender morre após ser atropelado perto de shopping em SP, diz família: Vítima estava de bicicleta e motorista fugiu",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "voktpq",
            "num_comments": 2,
            "comments": [
                "É deplorável essa situação. Motoristas sentem como se a rua inteira fosse deles e não tivessem que dividir com mais ninguém, eu sofro de ansiedade e nem por isso entro em pânico se tiver que esperar 10 segundos pra ultrapassar um ciclista, preferem passar colado com o ciclista do que aguardar um momento mais seguro.  \nQue esse motorista seja levado à justiça e mais segurança aos ciclistas.",
                "Edit.: acabou de sair uma atualização ao caso na tv, com acesso às [imagens de uma câmera](https://g1.globo.com/sp/sao-paulo/noticia/2022/07/01/cameras-registram-momento-em-que-moto-encosta-e-derruba-bicicleta-de-bartender-em-sp-vitima-morreu-apos-uma-semana.ghtml).\n\nPelo que falou na matéria o motociclista que bateu na bicicleta prestou socorro. Achei essa informação meio desencontrada (porque o acidente foi à luz do dia e pelo que entendi o ciclista foi de lá direto pro hospital, então fica meio confuso até então ninguém saber que o motociclista prestou socorro), mas emfim.\n\nAgora, a parte que acho mais relevante apontar foi a da câmera - o trecho (do vídeo) é bastante curto e não deu pra ter uma boa noção se o motociclista estava correndo ou não, mas a impressão que dá é que o ciclista veio meio que na diagonal, atravessando a pista desde a terceira faixa, aparentemente pra acessar a ciclovia. O motociclista veio pela faixa da esquerda e acabou acertando o ciclista. Sei lá, pelo vídeo me passa a impressão de que o ciclista foi meio imprudente na manobra - velocidade baixa, acessando a faixa da esquerda de uma avenida (mesmo que por um breve momento)... Mas o motociclista também devia estar meio desatento - não foi realmente uma fechada pra ele não ter tempo de reação.\n\nNo mais, fica o alerta pra todos termos atenção e cuidado total no trânsito, seja enquanto pedestres, seja enquanto ciclistas, seja enquanto motoristas - pelas imagens parece ser um \"acidente bobo\", uma \"queda leve\" que daria uns arranhões, uns roxos, quando muito uma fratura no pulso; mas basta o impacto certo (ou errado) na cabeça pra gente ficar por lá mesmo. Já ouvi relatos de gente que estava literalmente parada com a moto, perdeu o equilíbrio, caiu, bateu a cabeça e morreu lá mesmo.\n\nSério, eu acho incrível como a gente é frágil. Uns meses atrás eu tava correndo, escorreguei num coquinho num morrinho e zoei o joelho. Escorregão super bobo, não cheguei nem a cair de fato. Achei que não tinha feito nada, continuei correndo, e só quando o corpo esfriou fui começar a sentir; a dor mesmo ficou uns dois ou três dias, depois só doía se eu fizesse um movimento super específico). Vou fazer a ressonância amanhã (sim, eu demorei demais pra correr atrás; justamente por ter melhorado tanto em três dias achei que o resto também melhoraria só de não forçar mas não foi o que aconteceu), na torcida pra não ser nada de mais. Às vezes me dá até um certo medo - dar uma batida boba na cabeça e ficar por lá mesmo; cair de jeito bobo, bater as costas e ficar para/tetraplégico..."
            ]
        },
        {
            "title": "A mania da MTB na cidade",
            "selftext": "Imagino que é atrativo pro iniciante ver aquela *Mountain Bike* robusta, com rodas de aro 29 gigantescas, pneus cheio de cravos e uma suspensão com a promessa de deixar a bike super confortável, mas comprar antes de se dar conta que não planeja fazer trilhas.\n\nEu mesmo uso uma dessas há quase 5 anos mas só agora vim me perguntar se é ideal pro uso que eu faço, urbano e estrada, então recentemente entrei numa espiral pra aprender mais sobre bicicletas e saber o que posso alcançar. Como eu amo minha *magrela* (que na verdade deve pesar pra lá de 16 kg) eu provavelmente vou transformar ela numa híbrida, vou ver no que dá!\n\nMas então, os brasileiros estão com mania de MTB nas cidades?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "vl6c5u",
            "num_comments": 5,
            "comments": [
                "Acredito que seja sim, aqui na minha cidade tem aos montes. Independente do perfil, os únicos q não vejo  com MTB são adolescentes.",
                "Olha deixa eu te explicar de maneiro bem simples:  Brasileiro é bicho burro. \n\n  \nAs pessoas aqui ainda são extremamente ignorantes quando se trata de bicicletas... A maioria realmente acha que a Caloi faz bicicletas boas e que bicicleta da Decathlon é top. É de chorar kkkkk",
                "Acho que é uma questão de custo: Uma MTB 29 é mais barata que um Road aro 700",
                "Acho que é só uma relação com preço mesmo, pelo menos foi assim pra mim minha vida toda, na minha adolescência eu fiz trilha, mas todas minhas bikes foram MTBs por uma questão de custo-benefício em primeiro lugar.\n\nOutra coisa é que bicicleta speed ou road são entendidas como muito profissionais, pelo menos no contexto que eu conheço, e tbm as ruas do Brasil não são tão boas ou amigáveis com bicicletas em primeiro lugar, as vezes é quase um percurso de mountain bike mesmo kkkkk.\n\nEu também tô tentando arrumar (provavelmente vou modificar a MTB que eu já tenho) uma híbrida agora, mas é pelo meu interesse no ciclismo como hobby, o que não deve ser muito comum em primeiro lugar."
            ]
        },
        {
            "title": "Vocês pedalam na calçada?",
            "selftext": "Tem um curto trajeto que faço para ir pra academia, em certo momento eu tenho que enfrentar o trânsito em contra mão, se a calçada tiver livre eu subo na calçada mesmo, prestando bastante atenção pode surgir um pedestre de uma casa ou esquina.  \nE vocês, pedalam na calçada normalmente? Ou só ficam na rua mesmo?",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "ves3qe",
            "num_comments": 3,
            "comments": [
                "Preferencialmente pedalo na mão correta e na rua mesmo, mas ciclista é odiado por tantos motoristas que subir em calçada em certos momentos é obrigatório.",
                "Pra mim é só subir com cuidado, sempre fiz isso quando morava em cidade pequena, mas depois de me mudar pra uma capital vi que é melhor ser cauteloso.",
                "Também faço a mesma coisa, acho muito mais seguro ir pela calçada, mas o cuidado é sempre redobrado"
            ]
        },
        {
            "title": "Vocês utilizam equipamentos de segurança?",
            "selftext": "",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "v2hc0w",
            "num_comments": 6,
            "comments": [
                "Não, mas eu acho que deveria, pelo menos um capacete. Na minha cidade não tem muito canto pra pedalar então preciso dividir as ruas com os carros e caminhões.  \nA questão é que equipamento de segurança precisa ser bom, já vi gente quebrando capacete de bike só forçando com a mão. Então deve custar caro, mas acho que a sua vida vale mais!",
                "só saio na rua de capacete, e se tem a menor chance de andar de noite tb boto as luzes na bicicleta (se não deixo em casa porque é uma coisa a menos para me roubarem na rua).",
                "Capacete, no mínimo. Não dá pra sair sem. Parece besteira e é \"feio\" pra quem não tá acostumado, mas a real é que qualquer quedinha pode ser um impacto na sua cabeça... daí já sabe. \n\nLuva eu, por exemplo, não consigo (me incomoda os dedos), mas já reclamaram de mim em um pelotão por andar sem (que numa queda, é a primeira parto do corpo que vai pro chão quando tentamos amortecer). \n\nO resto: joelheira, cotoveleira, etc só se você for idoso ou tiver muito medo/aprendendo a andar de bike. Dispensável total.",
                "quais equipamentos em especifico? \n\nse tu tá falando de roupa/luva/capacete, não, até porque no dia-a-dia não precisa, além de custar caro\n\nna bicicleta, as vezes ando até sem freio e com a roda empenadakkk"
            ]
        },
        {
            "title": "Roupas de ciclismo para bike como transporte",
            "selftext": " Olá pessoal,\n\nVou começar a pedalar para minha faculdade, vocês utilizam para trajeto diário? como funciona para vocês? \n\nMeu caminho tá dando uns 7km no Google Maps.",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "v2h345",
            "num_comments": 7,
            "comments": [
                "acho dificil que tenha alguem que use roupa de ciclismo no dia-a-dia, até porque seria meio chato ter que tirar toda vez, o trabalho pra guardar, é muito mais simples ir com uma roupa normal mesmo.\n\nunica coisa que penso na roupa é por meu quadro ser pequeno, as vezes a calça bate na roda, mas é só levantar ela que fica de boa.",
                "Se eu tivesse que escolher uma roupa específica, provavelmente eu iria apenas de bermuda e uma camisa velha (se não estivesse muito frio). Ai levaria na bolsa uma troca de roupa para parecer um pouco mais apresentável kkkkk  \nMas por outro lado, nos meus últimos semestres de faculdade eu já tava indo de chinelo e bermuda, caneta eu pedia emprestado pro colega",
                "Vc está pensando em entrar de Bretelle e Jersey dentro da sala de aula? Kkkk \n\nNo máximo eu iria de sapatilha e um tênis na mochila pra trocar quando chegar.",
                "Roupa de ciclismo só faz sentido para corridas/atletas, ou para quem quer só pagar de ciclista. De resto..."
            ]
        },
        {
            "title": "Porque este subreddit existe?",
            "selftext": "Criei ele a pouco pois não encontrei alternativas dentro do Reddit para a comunidade de ciclistas e apaixonados por bikes no Brasil. Conto com a ajuda de você que está lendo em fazer a comunidade crescer.\n\n&#x200B;\n\nÉ isso, seja bem vindo!",
            "subreddit": "BicicletasBrasil",
            "topic": "esportes",
            "id": "v1qdmp",
            "num_comments": 5,
            "comments": [
                "Os ciclista Brasileiro têm que enfrenta muitas peculiaridades próprias do Brasil, nada mais justo que criar um sub pra eles, estou apoiando!",
                "Sorte a minha! Perguntei pra o r/brasil hoje mesmo sobre um reddit de ciclistas brasileiros! Já sou um membro!",
                "Que curioso, acabei de comprar uma bike e tbm percebi a falta de um sub BR. Esse aqui vai ser útil"
            ]
        }
    ]
}