{
    "posts": [
        {
            "title": "Butch Cassidy and the Sundace kid é, na minha perspetiva, o melhor filme de comboy dos anos 60.",
            "selftext": "A trilha sonora é muito boa.\n\nOs diálogos e comentários aleatórios faz os personagens não serem apenas o personagem e pronto, faz eles serem humanos que pensam e falam como qualquer outro.\n\nA qualidade da imagem é impressionante para um filme dos anos 60.\n\nOs 2 personagens são cativantes, nada muito incrível, mas mesmo assim é satisfatório velo-los conversarem.\n\nA drama se desenrola muito bem, não há nenhuma cena que seja inútil ou que não faria diferença no filme. Minha única reclamação é quanto ( 🔥alerta de spoiler🔥) eles ficavam repetidamente se perguntando que eram os caras perseguindo eles, não há necessidades deles ficarem repetindo a mesma pergunta tantas vezes, nós já entendemos que eles estão confusos na segunda pergunta.\n\nO final, apesar de previsível para quem já viu alguns filmes de comboy, é satisfatório e um fim decente para os personagens.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103om84",
            "num_comments": 2,
            "comments": [
                "O que é comboy? Achei que poderia ter sido erro de digitação, mas você digitou 2 vezes. Você sabe o nome do filme em português? Não lembro se já assisti a esse filme. Se não tiver assistido vou assistir."
            ]
        },
        {
            "title": "Sugestão de filme de Suspense/Comédia.",
            "selftext": "Filme não muito conhecido mas que merece mais atenção. Conta seis histórias distintas com problemáticas bem interessantes (exceto a última que não é lá das melhores) creio que quem gosta de black mirror vá gostar desse filme também.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103lsdx",
            "num_comments": 18,
            "comments": [
                "FILMAÇO!!! Não perca tempo lendo esse comentário e vá assistir ao filme.",
                "Já conhecia por nome, e por coincidência eu coloquei na minha lista uns dias atrás kkkk talvez eu dou uma priorizada e assista",
                "Sim!!! A do casamento é bizarra!! Essa e a do carro são a minhas favoritas",
                "Muito bom! Achei delicioso de assistir. Super original, chocante e divertido",
                "Tô querendo ver esss filme desde semana passada",
                "muito bom!!! quando me falaram do filme não dei muita bola, mas foi excelente.",
                "é facilmente um dos meus filmes preferidos. MUITO BOM!",
                "Lembro de ter visto no Netflix, não tem mais? (ou será que nunca teve lol)",
                "Bom demais, eu ri muito com o cara que tem o carro rebocado kk",
                "Ótimo filme, mas o segmento final do casamento é muito fraco.",
                "Vale muito a pena assistir, mt bom!",
                "Muito boooom!!",
                "um dos melhores filmes argentinos!\n\né bem interesante e tem carateristicas de nosso pais",
                "Já assisti, mas não lembro do filme. Eu lembro que gostei, mas é o tipo de filme que eu iria assistir, achando que nunca tinha assistido e no meio do filme ia lembrar que já tinha visto.",
                "Muito bom."
            ]
        },
        {
            "title": "Heartstopper é perfeito!!!!",
            "selftext": " Eu estava com medo no início de ser só uma série de lacração, ou que fosse série de fujoshi, mas eu dei uma chance, e cara, PERFEITO, QUE SÉRIE PERFEITA, eu amo aquela série assisti tudo hoje, eu quero mais, aquilo foi muito pouco!!! E novamente percebi como a minha vida é uma merda e como queria que fosse igual a deles kkkkkkk eu amo essa série meu Deus, eu amo o Nick!!! E o Isaac devia ter mais aparição, ele quase não falava, enfim, eu quero segunda temporada na minha mesa agora!!!!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103jrtp",
            "num_comments": 21,
            "comments": [
                "Amo ela, a segunda temporada tá chegando! Tô empolgado, estava querendo assistir um romance boiola sem sofrimento, morte, e pensamentos \"anti vida\", sério, só um pouco de sossego para nós telespectadores.",
                "Escreveu \"lacração\" devia ser ban automático, na minha opinião.",
                "A serie só n é \"lacração\" qnd n tem representatividade e n aborda questões importantes neh? 🙄",
                "Veio com papo de lacração já dá pra saber o tipo de pessoa",
                "A série é perfeita, e já é minha favorita. O elenco, soundtrack, fotografia, script, personagens. É perfeito em absolutamente tudo."
            ]
        },
        {
            "title": "Assisti licorice pizza,que filme bizarro",
            "selftext": "Que filme bagunçado mal escrito e que romantiza relações abusivas e a pedófilia , os dois personagens principais são estúpidos e o romance deles é completamente forçado e artificial \n\nEnfim oq vcs acharam desse filme ?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103jkxm",
            "num_comments": 4,
            "comments": [
                "Acho que não é pra fazer sentido é só pra seguir o fluxo do filme e acompanhar o desenvolvimento da amizade/amor dos dois. Não vi pedofilia em nenhum momento, ela tem mais curiosidade do que interesse sexual por ele. Ela gostava da admiração que ele tinha por ela e na minha visão só mais pro final que ela começou a gostar dele",
                "No meio de tantos filmes sobre super acontecimentos e pessoas ou super-pessoas sempre super-espetaculares este é um filme sobre coisas e pessoas comuns, medíocres, que erram e acertam e vivem. Um relacionamento que poderia se parecer com um caso que se escuta na padaria. Sobre direção e roteiro não vi nenhum problema em especial. O próprio fato de o filme te conduzir por uma história \"banal\" do início ao fim já entrega os méritos da forma cinematográfica, direção e do roteiro. Eu gostei muito do filme."
            ]
        },
        {
            "title": "Qual o nome do filme/série?",
            "selftext": "Pessoas, lembro vagamente de um filme/série que me marcou na infância, na história tinha uma casa de bonecas em que os bonequinhos na realidade eram pessoas de verdade. Pelo que me lembro a produção tinha uma pegada de terror, mas também posso estar enganada. Alguém sabe o nome?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103ftx5",
            "num_comments": 9,
            "comments": [
                "Era um indígena?\nA chave mágica 1995?",
                "Amityville Dollhouse?",
                "Será que é \"além da imaginação ou Twilight zone no inglês\"",
                "Os pequeninos?",
                "N sei ent"
            ]
        },
        {
            "title": "Mas alguém aqui gosta de Duna?",
            "selftext": "Mais alguém aqui gosta de Duna?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103dx5v",
            "num_comments": 20,
            "comments": [
                "Livros 👍\nFilme antigo 👎\nFilme novo 👍",
                "Gostei do filme. Não assisti ao antigo nem li os livros.",
                "Amo!!!",
                "Gosto dos livros (li os 3 primeiros) e gostei muito do filme de 2021",
                "SIM",
                "Queria gostar, mas achei mto chato",
                "Bem chato",
                "Não li o livro.\n\nVi o filme de 1984 e achei tosco.\n\nO filme de 2021 tem visuais incríveis mas é completamente desinteressante. Não passa emoção, você não se apega aos personagens. O vilão mesmo, aparece umas duas vezes perdidas, aí quando algo acontece com ele vc não sente nada. Mesma coisa para o personagem médico.\n\nO filme é arrastado em certos momentos e em outros joga as coisas sem a devida explicação. Tem muitos lados importantes: o imperador, as videntes, as grandes casas, os locais, etc e você recebe pouca ou nenhuma informação de cada um deles.\n\nO filme também perdeu o timing, era para ter acabado na fuga após à grande batalha. Nada de interessante acontece depois. Coloca um epílogo do encontro com os locais e pronto.\n\nAs cenas de ação também deixam a desejar, principalmente a luta envolvendo Jason Momoa.",
                "Quando soube que lançaria o filme novo eu corri e li o livro, mas não achei lá tão bom assim (tive o mesmo problema com O Nome Do Vento). Não tive aquela vontade de ler os próximos. O filme eu achei legal",
                "Joguei muito, anos atrás.\n\nAssisti as duas versões e a versão atual é infinitamente melhor que a passada.",
                "Fiquei obcecado pelo livro e amei o filme",
                "Só assisti o último filme. Fiquei fascinado.",
                "Curto pra caramba\nTrilha sonora impecável\nMas acho q ficaria melhor como série, filme corta muita coisa importante",
                "☝🏼😎",
                "Filmaço! Curti dmais, tá jundo de Blade Runner como um dos melhores SciFis que eu já vi. >!Eu me arrepiei naquela cena que o menino lá começa a delirar na caverna!<."
            ]
        },
        {
            "title": "Qual filme que foi tão ruim que vc comemorou quando acabou ?",
            "selftext": "Pra mim sem dúvida \n\n\n\nEnola Holmes\n\nMe senti liberado de uma sessão de tortura",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10374eh",
            "num_comments": 161,
            "comments": [
                "Morbius, dei graças a Deus",
                "Enola Holmes.",
                "Project Adam, fui movido na força do ódio pra terminar aquilo",
                "Morbius,  pior filme que vi no cinema, não acredito que paguei pra ver aquilo",
                "Tenet",
                "Batman vs Superman",
                "Smile\n\nMeu Deus, achei que era um filme de terror, mas coringuei a cada cena. Não tanko as caras que as vítimas faz, eu fico rindo de tão ruim que é",
                "Vingadores Era de Ultron. Vi com uma amiga no cinema e foram as duas horas e meia mais dolorosas da minha vida. Quando acabou eu levantei comemorando, mas essa amiga me puxou pelo braço e, empolgada, disse que deveríamos ficar pra ver a cena pós-creditos.",
                "Mãe",
                "As branquelas, desde criança nunca achei graça naquele filme, mas não condeno quem gosta, só acho sem graça pra caramba kkkkkkkkk o mesmo com American pie, todo mundo em Pânico, os espartalhoes ¯⁠\\⁠_⁠(⁠ツ⁠)⁠_⁠/⁠¯",
                "OS INSTRUMENTOS MORTAIS - CIDADE DOS OSSOS",
                "The last airbender",
                "Crepúsculo, o último filme.\nNa verdade, me animei na hora da batalha final e, no fim, acabei decepcionado pq era tudo uma visão da mina vampira",
                "Thor: amor e trovão",
                "Doutor estranho no multiverso da loucura",
                "It: Capítulo 2. Sla, o filme é legal, mas da primeira vez que assisti achei meio chato por conta da TV estar travando skksskskksks.",
                "Não olhe para cima",
                "Old Guard",
                "Mundo estranho da Disney",
                "Os 10 mandamentos, da Record. E ainda foi no cinema.\n\nPelo menos eu espero, depois da tortura que foi, ja ter meu lugar garantido no ceu!",
                "Enola Holmes 1 e 2  filme horroroso",
                "A hora do pesadelo, pois envelheceu mal demais. Ficou chato.  \n\n\n365 dias. SÓ NÃO ASSISTA ESSA DESGRAÇA! UM DOS PIORES FILMES DA HISTÓRIA.",
                "your name",
                "Licorice Pizza.",
                "Star wars: the rise of Skywalker \n\nEsse filme simplesmente n existe pra mim. É uma ilusão de ótica, só pode",
                "Star Wars - A ascenção Skywalker\n\nVou colocar esse porque sou apaixonado por Star Wars e Space Ópera, mas esse me quebrou de um jeito. Nunca vou esquecer da cena em que eles transferem o sabre de luz via Wi-fi kkkkkkkkkk",
                "Moonfall",
                "Midsommar... Esse foi difícil de terminar",
                "Recentemente tem um: Adão Negro. Apesar de não ter expectativas altas, terminei com muito esforço. Impressionante como um estúdio não soube usar o The Rock.",
                "Um lugar silencioso: Plot fraco e soluções óbvias e convenientes.",
                "Apesar de saber do chororô que vem por aí, tenho que ser honesta: Apocalipse Now (Redux). Puta filme chato do caralho.",
                "Venom",
                "Aquaman e Duna!",
                "Oldboy\n\nTá numa lista que eu fiz, mas queria que não estivesse..\n\nTem outros também que na minha opinião foram péssimos de assistir, como Gladiador e Alien",
                "The King of Comedy, nossa horrível",
                "Depende, de 2022 ou de sempre.\n\nTem filmes MUITO RUINS. Mas 2022 acho que foi a pior safra de filmes que eu me lembre.\n\nOntem assisti um bom, *Nada de novo no front*.\n\nmas ruins, meu Deus.\n\nComeçando por\n\n *Nope, Não, não olhe*, esse ganhou como o pior filme do ano e qualquer pessoa q ache aquilo bom é pq viu \"algo abstrato e subjetivo\" no filme, aliás, acho que o filme é uma ofensa ao se colocar como ficção científica.\n\nDepois temos uma menção honrosa a *The Banshees of Inisherin* melhor atuado que a citação anterior e com excelente fotografia mas uma péssima história. Tipo **bosta** com uma embalagem e nomes legal, mas ao abrir o pacote continua sendo bosta.",
                "Ticket to paradise",
                "Nem lembro o nome do filme, mas era sobre um trem que quebrou na floresta e vinha um lobisomem caçar os passageiros. \n\n\nSó assisti porque meu pai gosta muito desses tipos de filmes e insistiu para que eu visse",
                "Também teve o filme dos Caras de Pau que eu vi no cinema pq a minha mãe escolheu e jesus... que filme horrível",
                "Glass - a sequencia de Fragmentado, que foi um filme bem legal, mas Glass foi horrivel, fui assistir no cinema esperando um filmao e sai decepcionado. Tinha tanto potencial, misturando os universos de Corpo Fechado e Fragmentado e transformando quase num filme de super-heroi mais serio, mas o roteiro eh pessimo e o fato de 80% do filme ser filmado no mesmo local sem variacao me deu sono. \n\nGeralmente se eu nao to gostando de um filme eu simplesmente paro de assistir, mas como fui no cinema com amigos tive que aguentar ate o final.",
                "Gremlins. Na verdade eu nem terminei de tão chato q achei.",
                "The Laundromat",
                "A Maldição de Chorona. Puta filme medíocre e enfadonho. Foi uma das poucas vezes (junto com A Freira) que eu fui ver algum filme do universo de Invocação do mal no cinema.",
                "Apocalypto",
                "Ruído Branco.",
                "HER",
                "antes so do que mal casado",
                "Achei q só eu odiava Enola Holmes, da vontade de gorfar",
                "Play Mobil, que trem sem sentido",
                "Sucker Punch",
                "o apóstolo, da netflix",
                "X",
                "A trilogia divergente.\nEu até gostava quando era mais novo, só que quando eu li o livro e dps reassisti eu pude perceber o quão ruim era. Totalmente incoerente com o livro, adaptação muito meia boca, tiraram ou mudaram mais da metade da história original, retiraram personagens importantes, falas clichês e personagens fracos, e muitos motivos mais.",
                "Olha, não costumo sofrer tortura, não...",
                "Falar \"Alice\" do Burton é polêmico?\n\nSenão fico com \"Austrália\"",
                "O Hobbit",
                "Dois",
                "Mank",
                "\"O Apanhador de Sonhos\". Um pesadelo de roteiro e um desperdício de atores.",
                "Duro de Matar 5. Foi o único filme a minha vida toda que eu vi no cinema e cogitei seriamente sair na metade kkkk",
                "Mortal, criei tanta espectativa no filme, e no fim foi uma bosta",
                "Cats! Eu nunca na minha vida vi pessoas indo embora do cinema no meio do filme igual nesse filme",
                "O ultimo batman do Vampiro do crepúsculo, é tanta coisa horrorosa que acontece que foi difícil terminar",
                "Drive My Car, 3 horas beeeem sentidas",
                "Calígola 1979. Assisti em 2000 e pouco. Uma bosta. Totalmente dispensável. Na verdade saí antes do filme terminar,.",
                "Kill bill",
                "\"Árvore da Vida\"",
                "Não sei se o filme tem um nome em português, mas After Last Season é o pior filme que já vi em toda minha vida, nada funcionada, não dá nem para rir do fracasso.",
                "triangle of sadness 🤮"
            ]
        },
        {
            "title": "Me ajuda",
            "selftext": "gente, eu estou procurando desesperadamente um site que me ajuda a assistir o filme \"La boum\" o de 1980 - também conhecido como The Party -. quero muito assistir ele :')",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1033ozm",
            "num_comments": 6,
            "comments": [
                "Tenta da uma procurada no Streamio, geralmente acho de tudo lá",
                "Eu vi que tem no Prime Video, mas só com VPN.",
                "Na baia do pirata tem, mas acho q só ta com legenda em inglês."
            ]
        },
        {
            "title": "O que acham desse monte de spin off de The Walking Dead?",
            "selftext": "Viram e gostaram de algum em particular?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "102zw4q",
            "num_comments": 9,
            "comments": [
                "Eu amoooo o universo WTD, assisto tudo que saí, li todas HQs. Eu com ctz vou assistir, gosto muito da temática mesmo reconhecendo que tem muita enrolação e que perdeu qualidade no meio do caminho.",
                "Já tentei assistir fear the walking dead e achei péssimo, mas por esses novos ser tipo continuações separados dos personagens q já gostamos e conhecemos acho q vai ser legal... Estou extremamente ansioso pro do Rick e michonne",
                "Eu gostei de Fear no início e depois enjoou. Parei\n\nTwd, novo começo só assisti o primeiro episódio e desisti.\n\nOs outros não assisti e acho que não pretendo.",
                "Eu só gosto das HQs, todas as séries eu achei ruim",
                "Eu particularmente acho tanto faz, mas o melhor spinoff disparado é o jogo serializado de the walking dead que para mim está em um patamar muito maior que os demais spinoffs",
                "Eu adoro spin-off​s mas os de TWD não estou com expectativa nenhuma."
            ]
        },
        {
            "title": "Me ajude a achar esse filme 💀",
            "selftext": "Estou procurando um filme muito específico pro meu sogro (então quem souber qualquer coisa ja ajuda), ele acha que o nome do filme no Brasil é “Tensão na linha”, de algum ano dos meados dos anos 70/80, é um filme sobre um stalker que persegue uma mulher (o nome dela é Brian), eu ja procurei milhares de coisas mas eu não consigo achar esse filme.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "102umqy",
            "num_comments": 5,
            "comments": [
                "Está bem genérico. Qual ambiente se passa o filme? Cidade, florestas, neve? Stalker é um serial killer? Ela sabe que ele a persegue?"
            ]
        },
        {
            "title": "Paprika",
            "selftext": "Eu amo todas as obras do Satoshi Kon, mas somente uma é a minha queridinha. Paprika é um filme extraordinário, ele é tão bem produzido que funde o que é realidade e o que não é. Recomendo à todos essa maravilha!\n\np.s: sou nova por aqui, perdão pela crítica rasa\nmeu letterboxd: kkikyo",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "102sef1",
            "num_comments": 16,
            "comments": [
                "Assistiu Grave of the Fireflies (O Túmulo dos Vagalumes)? Não é do Satoshi mas é excelente também. Daqueles que te deixam uns dias cabisbaixo, pensativo...",
                "Não o conhecia, dei uma pesquisada meio por cima e me interessei. O que você recomenda pra quem nunca assistiu nada dele?",
                "Um dos melhores filmes anime que já vi, junto com Waking Life e O Homem Duplo.",
                "Esse é mt bom!!!",
                "Paprika é um filme ótimo, o único filme do Satoshi Kon que supera é Perfect Blue."
            ]
        },
        {
            "title": "Ajuda para descobrir o nome de um documentário que vi na escola",
            "selftext": "Salve Galera, tem um doc que eu me lembrei do nada e não consigo achar em lugar nenhum, muito menos lembrar seu nome. Vocês podem me ajudar?\n\nEle era num formato de entrevista individual com diversas pessoas nas ruas. Aí era feita uma pergunta e a resposta era dada com uma montagem de diversos trechos dessas entrevista até formar uma opinião. Abaixo vou colocar um exemplo fictício:\n\nPergunta: O que você acha da educação do brasil?  \nResposta: \"A educação\" \"no brasil\" \"é ruim\" \"pois os políticos não valorizam\" \"os jovens\"\n\nNessa resposta, cada pedaço entre aspas representa uma pessoa diferente falando, com a montagem feita para parecer uma ideia só. Essa montagem de resposta dava a impressão de que as pessoas tinham pensamento crítico, que elas entendiam dos problemas do país ou que minimamente entendiam a pergunta feita, mas no final do documentário as respostas de cada uma das pessoas era mostrada por completo, e então a gente percebia que os entrevistados não faziam ideia do que estavam falando. Aí você via que a resposta completa ia até mesmo de encontro com a ideia que a montagem deu a entender ou as pessoas respondiam uma coisa nada a ver com a pergunta. Portanto, a mensagem do documentário é que dá pra manipular discursos e entrevistas para chegar ao resultado que quiser (e que o povo é ignorante).",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "102frff",
            "num_comments": 2,
            "comments": [
                "Em que ano você viu isso? Isso pode ajudar a encontrar uma resposta mais facilmente."
            ]
        },
        {
            "title": "Whiplash",
            "selftext": "Assisti esse filme pela primeira vez na Netflix e foi uma das melhores experiências que eu já tive, é aquele filme que te faz querer esquecer só pra assistir pela primeira vez denovo",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1023mhx",
            "num_comments": 15,
            "comments": [
                "Nós faz pensar quais são os limites para ensinar e ser o melhor no que se faz.",
                "Ótimo filme que mereceu os prêmios que levou. Assisti no lançamento, preciso rever.",
                "Só fico ensaiando pra assistir. Preciso ver ele logo.",
                "Filmaço e que final emocionante. Já que lembrou tenho que colocar na minha watchlist de novo 😬",
                "eu assisti esse filme ainda em 2014 (ano de lançamento), na época baixei via torrent (inclusive um abraço pra polícia federal). lembro que na última cena eu simplesmente fiquei incrédulo, sem acreditar que o filme realmente tinha acabado, eu estava tão envolvido com a história que nem notei o tempo passar. Foi a 1ª vez que eu reassisti um filme imediatamente. Eu devo ter assistido a última cena pelo menos umas 10x nesse mesmo dia. Eu indiquei esse filme pra todo mundo que eu conheço, apenas uma pessoa assistiu, me disse que achou mais ou menos.",
                "Eu fiz questão de comprar o BluRay quando vi, e também foi o filme que me fez ouvir jazz.",
                "Ainda não assitir esse filme mas tá na minha lista dos quais preciso ver, dps de ver algumas pessoas falando tão bem dele eu fiquei bastante curiosa",
                "Um dos melhores filmes da década passada, foda demais",
                "Tá no meu top 5, um dos melhores filmes ja feitos. Esse filme é uma lição para a vida, me inspira a melhorar a cada dia.",
                "Esse filme é simplesmente maravilhoso, um dos meus favoritos",
                "Ele tem o mesmo pique de cisne negro se quiser algo parecido",
                "Filme foda que merece todos os prêmios que levou",
                "Esse filme é demais, eu fiz uma lista de 100 filmes pra assistir, filmes aclamados pelo público, clássicos, etc\n\nWhiplash tá no top 5 melhores filmes que eu vi até o momento"
            ]
        },
        {
            "title": "Por que o Bergman é tão aclamado pelos ditos \"críticos\" de cinema?",
            "selftext": "Quando eu era mais novo, por volta dos 15 anos, eu assistia muitos filmes que apareciam no topo das listas de  \"melhores filmes de todos os tempos segundos os críticos\", e nelas tinham de monte os filmes do Ingmar Bergman.\n\nNessa época o primeiro filme que assisti dele foi Persona, e sinceramente não entendi quase nada a filosofia por trás, ficando extremamente entediado. Basicamente essa mesma experiência se repetiu com quase todos os outros filmes que assisti dele.\n\nCom exceção de summer interlude e o sétimo selo, todos os outros achei extremamente chatos e um ótimo remédio para insônia. Parece que em todos que assisti, existe uma estética filosófica que se torna extremamente maçante e tediosa, sendo que conversas normais entre personagens tornam-se quase que uma \"poesia\" sem necessidade (through a glass darkly é um ótimo exemplo disso).\n\nAnos depois, quando participei de um grupo de cinema e dei essa minha opinião a galera ficou em choque, como se fosse uma afronta falar que os filmes dele não eram tão grandes coisas assim, e eu ainda custo acreditar que esse povo não dormiu em pelo menos algum dos filmes dele.\n\n&#x200B;\n\nQual a opinião de vocês sobre ele? Acham que esses tipos de filme super filosóficos e cheios de referência podem se tornar um porre e fazer com que fique chato?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1020sab",
            "num_comments": 7,
            "comments": [
                "Minha recomendação é você rever os filmes agora com mais bagagem de cinema. Não só filmes deles, mas também alguns outros, qualquer um mais leigo assistir vai odiar e ficar tédio",
                "Eu acho ele extremamente brilhante, eu vi Persona com 14 e foi o filme que me convenceu a fazer cinema e me mostrou o potencial que p cinema tem. Eu amo psicologia e amo Jung e pra mim nenhum filme explorou tanto esses dois como Persona. Mas para além da temática, Bergman é revolucionário formalmente e é um dos melhores diretores a tratar deus e a religião. Luz do Inverno é sensacional, recomendo muito. \n\n\nComo outras pessoa comentou, recomendo que assista mais filmes, muitas vezes as pessoas acham que os filmes de diretores extraordinários e extremamente influentes para os diretores atuais são superestimados porque comparam inconscientemente com o o cinema atual pauta como bom ou ruim\n\n\nPra quem tá começando q ver Bergman, recomendo ver uns vídeos do Arthur Tuoto aobre ele, são bem concisos",
                "Acho que realmente você precisa rever. Bergman é muito profundo em suas abordagens. Tente assistir Gritos e Sussurros. Além da tensão do drama familiar, observe também o diálogo disso com os cenários e figurinos. \nÉ muito importante também perceber o quanto ele pontua a hipocrisia humana nas relações,  o quanto todos fingem, mentem e vivem em seus próprios personagens tentando parecerem melhores do que são.   Essa questão é uma constante em seus filmes. Muitos diretores depois tomaram Bergman como referência para suas criações.  Um bom exemplo disso é Woody Allen em Hannah e suas Irmãs.",
                "Assim, não é um dos meus diretores favoritos, mas é o da minha esposa.\nEle é bom, recomendo rever.\n\nMas entendo, eu simplesmente não gosto de Goddard, talvez por ser burro ou não ter referências."
            ]
        },
        {
            "title": "filme ou episódio sobre sonho e porta",
            "selftext": "gente, já tem um tempo que não sei se tô delirando ou se esse filme ou episódio existe \n\né sobre um sonho que a pessoa se esforça pra ter um sonho lúcido e encontra uma porta dentro do sonho e cada vez que ela entra nessa.porta vai indo a uma camada mais profunda desse sonho lúcido\n\nnão encontro isso em lugar nenhum e não sei se existe :(",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101xfal",
            "num_comments": 6,
            "comments": [
                "Mas em qual contexto você assistiu isso? E mais ou menos que época foi?",
                "Eu acho que pode ser a série da Netflix \"Por trás dos seus olhos\", ela é bem recente",
                "Inception?"
            ]
        },
        {
            "title": "A Família Mitchell e a Revolta das Máquinas É MUITO BOM",
            "selftext": "Eu assisti de novo esse filme, e meu Deus, melhor filme de animação dos tempos atuais, muito bom cara, eu amo esse filme, meu personagem favorito é o Rick, mas o que eu me identifico é obviamente a Rachel, já que eu quero me tornar cineasta quando eu crescer e também tenho questões com o meu pai, mas meu pai é pior, ele tá se redimindo, mas eu queria ter um pai igual ao Rick, enfim, ESSE FILME É PERFEITO, qual o personagem favorito de vocês?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101x0ye",
            "num_comments": 2,
            "comments": [
                "Eu amei esse filme, eu não dava nada por ele achei que seria algo boba mas é incrivelmente bom!!\nEu gostei mais do Rick, mas na identificação é a Rachel tb\nÉ legal que a família toda vai aprendendo em conjunto, como já abordado na música pais e filhos: são crianças como você :)"
            ]
        },
        {
            "title": "X e Pearl são INCRÍVEIS!!!",
            "selftext": "Em uma postagem da comunidade perguntaram qual seria o primeiro filme que eu veria esse ano. E eu respondi, em tom de brincadeira, fazendo uma outra pergunta - se seria bom começar o ano vendo um filme de terror, no caso, o filme X - a marca da morte.  Pois bem: assisti ao filme e curti tanto que fui assistir a sequência, Pearl. Estou escrevendo esse post para recomendar esses dois filmes. São filmes incríveis para quem gosta de filmes Slasher. Ainda vou fazer uma outra postagem, essa sim com spoilers, para abrir uma discussão com a galera da comunidade. Mas repito, para quem curte terror: ASSISTAM!!!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101wulh",
            "num_comments": 13,
            "comments": [
                "EU SOU UMA ESTRELA!!! Eu achei que X era perturbador, mas com certeza Perl supera em todos os sentidos. Mia goth merece muito uma indicação, mas... Conhecendo a palhaçada que é o Oscar sabemos que isso não vai acontecer.",
                "Estou louco pra assistir Pearl",
                "Os asaisti na última semana do ano passado e foram os melhores filmes de terror os quais eu assisti em 2022. Achei mt criativa a ideia de escalar Mia Goth para interpretar Maxine e Pearl (na juventude e na velhice), a decisão do diretor de primeiro lançar X (uma mistura de Terror com o P0rn0) e Pearl (fazendo referência aos filmes dos anos 50), de como o segundo filme da mais profudidade ao primeiro e o estudo de personagem. Esses filmes foram uma grata surpresa para mim e já inovaram o gênero  do Terror. Que venha o terceiro, Maxxxine.",
                "Cara, acho que vou deixar pra assistir X no prime no fim do mês pra já emendar com a estreia de Pearl no cinema... Tô animado pra assistir :P",
                "Vou tirar um final de semana só para ver esses dois filmes !",
                "Se eu não me engano teremos Pearl no cinema em fevereiro!",
                "Tá muito emocionado, relaxa aí"
            ]
        },
        {
            "title": "Série leve e genial, tem drama, muito humor, ironia, deboche, e até terror psicológico, infelizmente muita gente deixa de assisti porque acha que ela fala só de raça mas se supreende se assistir.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101tg9z",
            "num_comments": 6,
            "comments": [
                "Muito boa mesmo, o que me intriga é a terceira temporada ainda não ter sido lançada no Brasil",
                "Tenho que ver a terceira temporada, a série é muito boa mesmo",
                "Acabei na virada do ano a quarta temporada, curti demais o fim da temp!!",
                "Nao entendo pq a fx nao lancou a 3 temporada no brasil ainda. No caso seria no Star+.\n\nPqp, q magoa",
                "A terceira temporada é ruim demais, falta ver a quarta"
            ]
        },
        {
            "title": "De Olhos Bem Fechados",
            "selftext": "Cara, esse filme é com certeza um dos mais intrigantes que eu já vi na minha vida. Com uma fotografia, roteiro e direção impecável, De Olhos Bem Fechados é um filme angustiante de se assistir, sendo repleto de mensagens subliminares e metáforas  sobre temas como amor, infidelidade, desejos e obsessões. Uma obra prima do magnífico Stanley Kubrick, recomendo demais pra quem nunca viu. Pra quem conhece, qual é a sua opinião a respeito?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101sd83",
            "num_comments": 13,
            "comments": [
                "Acho sinistro. A trilha tradicional do diretor gera um certo desconforto ao assistir, tensão entre outras sensações haha Recentemente vi de novo com minha namorada, é um excelente filme.\n\nObs: não duvido q existam esses \"clubes\".",
                "o que eu mais gosto do Kubrick",
                "Eu ainda não vi, mas tá na lista",
                "Assisti tem um tempo. Não dá pra negar que o Kubrick é um grande diretor, principalmente quando se trata de adaptações de livros. Eu gostei desse filme, tem uma dinâmica muito boa de mistério e intrigas pisicológicas, achei um combinação perfeita do Tom com a Nicole, sem falar na ambientação onde a equipe dele sempre manda muito bem. Não é o meu longa favorito do Kubrick, mas não entendo o porque de alguns críticos falarem que é o filme mais fraco da filmografia dele, injusto no mínimo.",
                "É um filme bem tenso que mistura todos os temas. A fotografia é ótima, os atores foram perfeitos. Tom Cruise (melhor filme dele, imho) transmitiu tudo que sentia, amor, ciúmes, pavor, angústia, preocupações e sonhos.\n\nFaz muito tempo que assisti.",
                "Eu amo esse filme.",
                "Impecavel 🙌🏻",
                "Nossa, eu fiquei completamente maluco com esse filme, explodiu minha mente. Kubrick é meu favorito, e não tem nem o que discutir, ele é genial e seu último filme também foi. Tem várias curiosidades sobre esse filme, como o nome do médico, Harfod, que foi uma homenagem ao Harrison Ford.\n\nTem algo desse filme que carrego comigo até hoje, a trilha sonora e o magnífico álbum do Jocelyn Pook. Quem puder escutar, não irá se arrepender: https://www.youtube.com/watch?v=-yJ7VKLDXGQ&list=OLAK5uy\\_kkMcEpIXc-FhXQ-8u-qxxRHRFx8GFHF7E",
                "Eu particularmente odeie o plot, e também sempre como próprio kubrick lida com um possível caso de pedofilia no filme.\n\n  O fato de eu não ter gostado se deve muito ao fato, de eu criar uma expectativa sobre aquele \"culto\" que envolve  a história, enfim vou ver novamente para tirar minhas conclusões.",
                "Está na minha lista, ainda não vi mas já aprendi algumas coisas sobre e a principal dela é que relata coisas reais e que acontecem com pessoas importantes, por isso que cortaram 25min do filme e antes de ser lançado viviam alertando Kubrick para cortar partes desses filme, alguns dias depois de seu lançamento Kubrick morreu"
            ]
        },
        {
            "title": "Qual filme vamos assistir e discutir em Janeiro?",
            "selftext": "Filmes com mais de 10 anos da data de lançamento.\n\nQuem comentou nas discussões anteriores tem preferência na enquete final.\n\n&#x200B;\n\n [Filmes já assistidos e discutidos no Clube do Vídeo](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101njn1",
            "num_comments": 9,
            "comments": [
                "A Vida é Bela",
                "Abre Los Ojos",
                "\"After sun\" me parece uma boa.\n\n\n\"Happy together\" tbm me parece mt interessante.",
                "Gente grande",
                "Anjos caidos",
                "Requiem for a Dream",
                "Midsommar",
                "as vantagens de ser invisível",
                "The Batman"
            ]
        },
        {
            "title": "Finalmente assisti a Um Dia de Fúria (1993)",
            "selftext": "Eu sempre soube que era um bom filme, minha família recomendava e então eu sabia que tinha que esperar um momento calmo para assistir e não perder nada.\n\nE estou arrepiado com o fato do filme tratar uma parada muito contemporânea. Sei que Michael Douglas é um bom ator, mas achei top demais como retratou o cidadão que está entregue a raiva mas tem seu lado humano demonstrado em várias pequenos cortes, enfim. Sensacional como ele acredita em todo momento que é um \"cidadão do bem\" e quero fazer o certo, ao mesmo tempo que está com uma arma na mão ameaçando quem está ao seu redor haahah\n\nÉ um modelo do Walter White da época hahaha mas muito bem representado.\n\nEnfim, se ninguém viu, fica aí a recomendação.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101ik97",
            "num_comments": 5,
            "comments": [
                "Filmaço, só vi na década de 90, e ainda tenho lembranças do Michael Douglas putaço com um taco de baseball estourando o carro!",
                "Aquela cena do café da manhã na lanchonete é lendária\n\nhttps://youtu.be/WSRnYK1Jf5s",
                "Esse filme é muito bom, lembro de ter visto quando criança e achado o maximo, hoje como adulta vejo que todo aquele role é possível de acontecer com qualquer um que é colocado no limite.\nDias desses tava zapeando catálogo e vi esse filme, pensei em assistir mas queria terror, me deu vontade de assistir agora.",
                "Esse é um dos meus filmes preferidos e é incrível",
                "Grande filme. Deveria entrar no nosso clube do vídeo qualquer hora."
            ]
        },
        {
            "title": "Hereditário",
            "selftext": "Assisti hereditário novamente, agora na netflix, incrível como mesmo sabendo tudo o que vai acontecer o filme ainda continua incrível! Fui notando detalhes que não tinha reparado antes e isso foi espetacular",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101h1tj",
            "num_comments": 41,
            "comments": [
                " (Spoiler)\n\n\n\nAquela parte que a mae bate a cabeca no sótão igual uma doida é de foder",
                "Eu vou tentar assistir de novo para ver se a minha percepção muda!",
                "O primeiro filme que meu deu medo depois de muito tempo, fiquei com medo de verdade desse filme, nossa senhora",
                "sobre notar detalhes que não tinha percebido, eu gostei quando ouvi o podcast do decreptos sobre o filme, ai teve várias sacadas e coisas que eles perceberam que eu não percebi e achei do caralho",
                "muito mainstream, tá louco",
                "Eu gosto desse filme, quando passa na TV sempre assisto, deu até vontade de ver de novo, filme louco da porra.",
                "Também tive essa sensação quando revi. Acho que é um dos melhores do gênero. Acho que não vai demorar para que eu reveja de novo rs",
                "Nunca tive coragem de assistir de novo. Assisti na adolescência e me perturbou algumas noites de sono, mas é um filmaço",
                "> Assisti Hereditário pela segunda vez pra pegar mais detalhes\n\nᕕ( ᐛ )ᕗ\n\n\n> vi os \"detalhes\" de fato\n\n༼ ◕_◕ ༽",
                "Coloquei minha família pra ver esse filme semana passada, foi muito foda pq teve uma hora que tava um puta breu em uma cena e do nada faltou energia na nossa casa e todo mundo se cagou de medo kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk",
                "Sem querer ser politicamente incorreto (mas já sendo). A aparência da atriz que interpreta a neta da velha me deixou bastante perturbado! 😳",
                "Assisti na casa de ex, então faz tempo, não lembro muito. Lembro de achar o filme bonzinho, a atuação da mãe muito boa, o jeito que o diretor estica as cenas de desconforto meio desconcertante mas não achei um filme de explodir cabeças. Uma experiência legalzinha",
                "Vi no cinema da primeira vez, sai com dor nas costas de tão tenso.\n\nDesde então, já vi mais umas três vezes. Segue me deixando uma pilha de nervos mesmo eu sabendo tudo que vai rolar. Eu amo essa merda",
                "É de terror? QUero assistir, mas não gosto de terror, eu tenho um medo irracional dessas poha.",
                "Alguém sabe onde é que aquela menina estava com a cabeça quando foram passear de carro? Enfim, só curiosidade, fiquei com a impressão de que o filme seguiu em frente apesar de não ter como tirar a cabeça daquela cena.",
                "É muito bom ver que o terror continua vivo né. Depois que surgiu a onda do atividade paranormal, o gênero sempre foi mal visto e com produções péssimas, só para gerar lucro. O Ari Aster trouxe de volta o terror sobrenatural com qualidade, Hereditário com certeza é um marco no cinema atual.",
                "Não senti nada com esse filme, vou assistir novamente pra vê se consigo entender melhor, pois o final me bugou um pouco."
            ]
        },
        {
            "title": "Olá, alguém sabe dizer se Criminal Minds: Evolution é legal??",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "101199s",
            "num_comments": 7,
            "comments": [
                "Já assistiu e é uma série investigativa interessante",
                "Está muito boa, não vejo a hora de voltar os novos episódios. A série corre de maneira diferente de anterior mas nada q desabone",
                "Olha... Essa aí são vários em um único caso. Bem diferente do q era"
            ]
        },
        {
            "title": "me recendem",
            "selftext": "me recomendem filmes de luta pfv, se tiver de mma ou muay thai é melhor ainda, mas pode ser de outros também",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "100tx09",
            "num_comments": 8,
            "comments": [
                "Um que é bom e que é um clássico é o clube da luta",
                "Todos os filmes do ROCKY BALBOA. Depois eu recomendo também o Creed I e Creed II.",
                "Nocaute e Quebrando regras. Os dois tem na netflix.",
                "Filmes de Muay Thai - todos de Tony Jaa. A trilogia Ong Bak é bem popular. A Prayer Before Dawn é legalzinho. Com MMA tem Warrior com Tom Hardy. Bloodsport é um clássico. Boxe tem vários, Rocky é top. Mais inspirador e light. Raging Bull é mais dark",
                "O vencedor,  Christian Bale ganhou o oscar nesse filme, mt bom",
                "Operação invasão, ou qualquer outros filme asiático, os filmes de lutas de lá são melhores dos que o de Hollywood"
            ]
        },
        {
            "title": "Alguém já assistiu a série Borboletas Negras na Netflix e recomenda?",
            "selftext": "Olá pessoal, boa tarde? Alguém já assistiu a série Borboletas Negras na Netflix? Se sim, acha que vale a pena? \n\nMuito obrigado e bom final de domingo meus caros.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "100s7rc",
            "num_comments": 0
        },
        {
            "title": "Qual o primeiro filme ou série que verá esse ano?",
            "selftext": "Tem algum em especial? Existe algum ritual?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "100kt9g",
            "num_comments": 34,
            "comments": [
                "Acabei de ver que X entrou no Prime Video. Será que vale a pena começar o ano vendo filme de terror? kkkk",
                "Eu vou ver Onion Rings: A knives out mistery. Gostei demais do primeiro e tô louco pra ver o segundo!",
                "Vou começar a ver os filmes do Oscar agora que estou de férias, vou começar pelo: (Tár) filme que pode dar uma indicação pra Cate Blanchett",
                "One Piece Film Red",
                "Acabei de ver a Ghost Story",
                "No cinema vai ser M3gan \nEm casa vai ser acho q Poderoso chefão parte II",
                "Comecei assistindo Willow na disney plus. É infantil e tem umas coisas sem noção, mas até que é bem divertido.",
                "Ja vi. Meninas malvadas. Muito bom.",
                "Provavelmente Os vingadores, porque estou focada na meta de assistir toda a Marvel em ordem cronologica e os Vingadores é o proximo da fila",
                "Fui dormir das 6 até as 9, e quando eu acordei alguns amigos meus estavam assistindo Rango na sala. Depois disso comecei a ver o Pinóquio de Guilhermo del Toro, mas ainda não acabei.",
                "[Kaleidoscope.](https://youtu.be/YbArSoOP8XQ)",
                "Ruido branco",
                "Série estou vendo Sons of Anarchy, filme é provável que seja \"De olhos bem fechados\"",
                "O primeiro filme q vi foi Nasce uma estrela",
                "Assisti o filme 7 mulheres e um mistério. É italiano, nota 6/10. E agora comecei a ver a série Como vender drogas online, mas cada cena da loira me dá vontade de dar um arrasta pra cima",
                "glass onion",
                "the office, claro",
                "já estou maratonando the Office que está na Netflix :D",
                "spyxfamily (acho q se escreve assim) tava enrolando pra começar a 2 tp",
                "O paciente",
                "acabei de assistir tudo em todo lugar ao mesmo tempo, se eu achei legal como os críticos estão dizendo já é outra história",
                "Acabei de ver, psicopata americano. Muito bom, mas precisei ler uma explicação pra entender.",
                "Filme do teen Wolf",
                "Filme eu já vi, foi o Tar, série não faço a mínima ideia de qual vai ser"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "100ad1u",
            "num_comments": 4,
            "comments": [
                "Ruptura! Estou gostando bastante",
                "**Cabeça Quente**, na Netflix, uma série turca de ficção científica que é a coisa mais louca que eu vi nos últimos tempos. A ideia é genial: uma epidemia que é transmitida pelas palavras. As pessoas infectadas começam a falar disparates e quem ouvir se transforma em um \"disparatado\" imediatamente. Uma crítica espertíssima das fake news, mas sem um tom de lição de moral e com muito humor e non-sense. Assisti só o primeiro episódio e adorei, espero que o resto mantenha o nível. As interpretações, a fotografia e obviamente o roteiro, tudo muito bom. O que eu contei não chega a ser spoiler porque são as primeiras coisas apresentadas no episódio.",
                "Continuando **Mythic Quest** na *AppleTV*. Comédia muito boa mas provavelmente para um público específico (gamer) para entender algumas piadas. Os espisódios focados na paixão são muito bons.\n\nComeçando **Kaleidoscope** na *Netflix*. Série de golpe com a ideia de poder assistir aos episódios em qualquer ordem (menos o último). **Giancarlo Esposito** estampa o poster.\n\nSegunda temporada de **The Way of the Househusband** está de volta na *Netflix*. Anime de comédia muito bom.",
                "O anime Monster que está disponível na Netflix."
            ]
        },
        {
            "title": "Qual série ou saga te deixou com um sentimento de luto quando acabou?",
            "selftext": "Eu sei que a sério Game of Thrones não tem o melhor dos finais, mas, porra, eu fiquei completamente desolado quando acabou. Quando ainda faltavam 2 temporadas, eu passava por um momento bem ruim na minha vida, quase morri umas 2 vezes, por motivos diferentes. A única coisa que eu pensava é que eu precisava ficar vivo pra assistir o final.\n\nA única coisa que chegou perto pra mim, foi quando saí do cinema, após o último filme de Harry Potter. Eu pensava \"caraca, essa é a última vez na vida que venho assistir um lançamento de HP, que me acompanhava desde a infância, e agora acabou\".\n\nA melhor série que já assisti, acho, é Breaking Bad. Eu realmente amei, mas não fiquei nem um pouco assim. E não tenho pretensão nenhuma de reassistr, talvez porque a Skyler é insuportável, não sei.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1007suc",
            "num_comments": 43,
            "comments": [
                "Trilogia Millenium:\n- Os homens que não amavam as mulheres; \n- A menina que brincava com o fogo; e\n- A rainha do castelo de ar.\n\nDigo trilogia, pq foram os originais escritos pelo Stiegg Larsson. Ele faleceu antes de completar a obra (planejava 10 livros). Depois a série seguiu escrita por outro autor, David Lagercrantz, mas já não estava tão boa.\n\nFiquei de luto por muitos motivos: pq ele morreu mesmo e eu gostava muito do estilo dele, pq a obra ficou inacabada e acho isso triste para um artista e pq eu e meus amigos revezavamos os livros pra discutir depois que todos terminávamos de ler, então junto com a morte dele, perdemos esse momento de compartilhar a leitura que nos unia.\n\nPara quem gosta de filmes, sugiro os filmes suecos.",
                "Berserk, o autor morreu antes de terminar, o melhor amigo dele(que é o único que o autor contou o final) está terminando, mas não é a mesma coisa",
                "O menino do pijama listrado.",
                "Fiquei uma semana deprê quando terminei Death Note pela primeira vez, em 2017",
                "Clannad, Naruto, FMA:B, DBGT",
                "The vampire diaries",
                "É antiga, mas me deu uma tristeza rsrs. O mentalista.",
                "Anne with e!",
                "Fullmetal alchemist",
                "The Office",
                "THIS IS US! Eu fiquei um bom tempo sem conseguir engatar outra série por conta de This Is Us. Uma série simplesmente FANTÁSTICA.",
                "A saga Madição do Tigre da Colleen Houck",
                "O Paciente com Steve Carrel.",
                "Dragon ball gt foi literalmente poético o final",
                "Bojack horseman",
                "Nunca superei o fato de que Tron: Uprising foi cancelada após uma única, mísera temporada. Excepcionalmente boa, tanto a animação quanto a história.",
                "O Caçador de Pipas\nO Menino do Pijama Listrado\nE um filme iraniano que eu assistir na adolescência que se chama, \"A Cor do Paraíso\". Nunca ouço ninguém falar desse filme, mas ele me tocou profundamente.",
                "BoJack Também tá na lista",
                "Esse final de game of thrones me traumatizou real",
                "GoT, assisti depois que já havia terminado, fiquei triste pelo fim",
                "stranger things fiquei em luto pela max por 1 mes3",
                "Fringe (não tem como amar os personagens dessa série) e Agents of SHIELD",
                "Brooklyn 99 e Sob Pressão",
                "Saga Breaking Bad\n\nEu terminei de assistir BB na mesma época que os últimos episódios saíram. Apesar de ter ficado um pouco triste por ter terminado, eu fiquei feliz porque eu tinha certeza que foi a melhor série que eu assisti.\n\nEl Camino foi o capítulo da saga que mais me deixou feliz por ter dado um final digno pro Jesse.\n\nAgora, com Better Call Saul, a parada foi totalmente diferente. Ao contrário de BB, que eu assisti de supetão em 2013, assisti BCS desde o início, e sendo sincero, o desenvolvimento do Saul me cativou mais do que o desenvolvimento do Walter White, sendo que eu nunca dei muita atenção pro Saul em BB. Ouso dizer que BCS tem eventos mais impactante que BB, chegando a ser uma série melhor que está, ainda mais pela complexidade do Saul.\n\nMas o final me impactou. Ver aquele final não só me deixou triste do jeito que acabou, como também foi o ponto final de uma saga que eu acompanhei há 9 anos, e os criadores fizeram questão de falar que não haverão mais produções neste universo."
            ]
        },
        {
            "title": "A série que inspirou Breaking Bad e tantas outras do género tráfico e investigação policial, assistindo essa série você entende porque não existe vilões, e sim que o jogo é o jogo.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1006gne",
            "num_comments": 5,
            "comments": [
                "Melhor série já feita. Mas a série que mais inspirou BB foi Sopranos, o próprio Vince disse que sem Tony Soprano não haveria Walter White.",
                "É estranho admitir isso no último dia de 2022, mas eu nunca assisti The Wire. Eu sei q é uma série mt cultuada, mas sempre surgiu alguma série ou filme que eu achasse mais interessante.",
                "é uma das minhas séries favoritas de todos os tempos, ela é bastante pé no chão e é muito boa de assistir, ao mesmo tempo que serve de análise da sociedade, além de ter um dos finais mais redondinhos que eu já vi.",
                "Vou assistir ! Valeu a dica.",
                "Melhor serie ja feita. A verdadeira obra prima."
            ]
        },
        {
            "title": "Alguém já viu esse filme de ETs?",
            "selftext": "Lembro que passava muito na sessão da tarde, lá pro começo dos anos 2000, eu nunca consegui pegar ele do começo, e não lembro muito bem na verdade, única coisa que lembro é que eles tinha perna meio tortas e pra trás, e por muito tempo eu achei que o protagonista era o Will Smith, mas não é, então eu imagino que seja algum ator negro, e também lembro que um criança ficava junto dele, e no final do filme tinha um plot Twist que a criança era um ET",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10024dz",
            "num_comments": 3,
            "comments": [
                "[deleted]",
                "Eu já muito bom"
            ]
        },
        {
            "title": "Cobrança de telas pela Netflix",
            "selftext": "O que acham disso?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zzu6p4",
            "num_comments": 9,
            "comments": [
                "Faça pirataria, não ajude os desenvolvedores",
                "No dia que acontecer, eles perdem 4 telas daqui... E tá caro já mesmo dividindo em 4... Melhor partir para altos mares...",
                "Tv box",
                "Vou desistir da Netflix.",
                "Eu dividia, mas já nem usava muito e depois dessa notícia eu saí fora, só fiquei com HBO e Prime",
                "Estratégia ruim de mercado, principalmente se as concorrentes não aderirem.",
                "Já cancelei a assinatura.  \nSubstituí por uma assinatura do Real-Debrid e o Stremio configurado.",
                "Acho uma merda de estratégia de negócio. É só o que tenho pra usar agora, não dá pra assistir nenhum outro streaming na minha tv, mas prefiro ficar sem e assinar algo pelo celular msm"
            ]
        },
        {
            "title": "Assisti \"Ruptura\" e não sei descrever como fiquei",
            "selftext": "Finalmente assisti a série \"ruptura\" do Apple TV+ e consigo dizer com tranquilidade que foi uma das melhores produções do ano de 2022. Estou até agora impactada com o final, criando um milhão de teorias e sem ter com quem compartilhar. Vale muito a pena!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zznbiq",
            "num_comments": 9,
            "comments": [
                "Compartilhe conosco, ora pois. Eu gostei porque me identifiquei muito com a série.",
                "Excelente! Me deixou com a cabeça explodindo quanto mais eu me aproximava do final. Sempre que penso nela fico mais encucado e curioso.\n\nSem contar toda a estética claustrofóbica, o achatamento da câmera na transição de interno para externo, a gente descobrindo as coisas junto deles...essa série é perfeita.",
                "Comecei a ver por causa desse post kkkk tô no EP 4",
                "Pois vou começar assistir agora só porque vossa pessoa disse",
                "ansiosíssima pela segunda temporada",
                "uma das melhores séries de 2022 com toda certeza. Assisti duas vezes",
                "Esse série e foda..",
                "Pra mim, foi a melhor série do ano"
            ]
        },
        {
            "title": "O filme deixa um mistério inexplicado que te mata de curiosidade",
            "selftext": "Qual o filme que deixou algo sem explicação propositadamente e quase te infartou de curiosidade? Pra mim foi o Mártires. A velha consegue descobrir o que tem no além-vida e se mata sem contar pra ninguém. Meu Deus, como me deu ódio kkkkk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zzl0y5",
            "num_comments": 25,
            "comments": [
                "Pô, deveria avisar que tinha spoiler kkkkk vai estragar a experiência de muita gente",
                "01) A origem - não mostrar se o pião para de rodar ou não.",
                "Cloverfield o mostro. O final é extremamente confuso",
                "Pq mim foi o filme que não sei o nome, que o assassino é a música clássica. \nQue diabo de filme é aquele que eu não consegui entender até hoje, mas achei sensacional.",
                "Acho q Martyrs tbm, mas tem tbm Primer q antes msm do final do filme já te da tela azul.",
                "Donnie Darko, a versão que não é do Diretor, na minha humilde opinião é impossível de entender. \n\nMas eu me sinto sem entender nada em qualquer filme do David Lynch. O final de 2001: A Space Odyssey também é um pouco complexo, aliás, o filme inteiro. \n\nAgora, tem filmes que são teatrais, que não se baseiam na lógica e no desenvolvimento de uma narrativa, que podem parecer bem confusos. O melhor exemplo é Holy Motors. Caraca, eu achei o filme lindíssimo, mas a pessoa que procura lógica nele vai ficar perdida pra sempre.",
                "A série O grito origens.\nNo começo não entendi e no final parecia que estava no começo!",
                "Lembrei de um filme que não entendi caralha nenhuma: No Topo do Poder.\nAcho que esse foi o mais confuso que já vi.",
                "Os Suspeitos do Villeneuve"
            ]
        },
        {
            "title": "Terminei Modern Family depois de 2 anos",
            "selftext": "Fiquei 2 anos enrolando pra terminar pq a puta da Netflix tinha tirado do catálogo. Esse ano tomei vergonha na cara e finalmente terminei e só posso dizer uma coisa: É uma obra prima. O final é lindo, emocionante, cheio de referências das primeiras temporadas e se vc nunca assistiu Modern family, assista, vale muito a pena",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zzeyal",
            "num_comments": 0
        },
        {
            "title": "Série no YouTube",
            "selftext": "Gostaria de saber se alguem sabe o nome de uma série q vi a um tempo atrás no YouTube, em q basicamente é uma família organizando a festa de aniversário do filho. Na cozinha os pais estão conversando e preparando as comidas enquanto a filha esta deitada no chão e começa a ser puxada para dentro dele. Lembro que a gravação era feita por câmeras de segurança.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zyy7g0",
            "num_comments": 2,
            "comments": [
                "this house has people in it"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zyp2kg",
            "num_comments": 18,
            "comments": [
                "Assisti apenas \"O Reino dos Gatos\" do estúdio Ghibli, pretendo assistir à todos os filmes deste estúdio, esse foi apenas o primeiro.",
                "Vi vários filmes aproveitando o começo das férias:\n\nRevi **The Nightmare Before Christmas (1993)** na *Disney*. Um de meus filmes de Natal favoritos. Feito em stop motion, o filme tem ótimas composições, referências e um grande humor fazendo a transição natal/dia das bruxas.\n\nRevi **Top Gun (1986)** no *Paramount*. Filme de ação mediano com ótimos efeitos e trilha sonora e um roteiro fraco com um romance forçado.\n\nVi **Top Gun: Maverick (2022)** no *Paramount*. Filme de ação excelente, empolgante, e dinâmico. Uma aula de como fazer um filme que valoriza o anterior e o referencia diversas vezes sem criar uma relação de dependencia com ele.\n\nVi **Guillermo del Toro's Pinocchio (2022)** na *Netflix*. Outra fantasia feita em stop motion. O filme tem uma abordagem diferente do pinóquio clássico, mais sombria e filosófica. Não tem como não chorar no final.\n\nVi **Glass Onion: A Knives Out Mystery (2022)** na *Netflix*. Mistério inteligente com várias pitadas de humor. É bom mas não tanto quanto o primeiro. Tem uma queda de qualidade no final.\n\nVi **Passing (2021)** na *Netflix*. Drama lento e massante. Uma história sobre nada. O filme foi bem avaliado pela crítica pela temática, mas temática por si só não salva um filme.",
                "Assisti O Resgate do Soldado Ryan ( acho que pela 10° vez kkkkkk )\n\nMeu avô tem o CD Original desse filme, então assisti. 💥",
                "Assistidos (todos no Prime Video):\n- Moonfall\n- A Negociação \n- Samaritano\n- 72 Horas Depois\n- A Hora da sua Morte\n- Contrato Perigoso \n- A Invasão \n- Guerreiros do Futuro\n- Caçando Ava Bravo\n\nPara assistir:\n- Um dos 72 filmes na Minha Lista\n- Uma das 4 séries na Minha Lista",
                "Assisti o novo Batman (5,8/10)\n\nE o Banshee de alguma coisa horrível lá (2,1/10)",
                "Essa semana assisti dois filmes de terror espanhol.\n\nA Jaula (Netflix) - 6/10 - Filme legalzinho, mas a manjado e nada surpreendente. Aquele filme que daqui 3 anos nem vai lembrar que assistiu.\n\nCerdita (Stremio) - 8,5/10 - Filme muito legal, bem produzido e a atriz que faz a protagonista é muito boa. Tem um final interessante.",
                "Something in the dirt - streamio\n\nO filme é de mistério, de será mesmo? Real ou não?\n\nO filme seria 10 mas o fim é meio confuso, eu acho que entendi mas mesmo assim não é um fim bom... Nota cai a 7 só pelo final... O filme é lento, e de repente acaba...",
                "\"O menu\" no cinema (8/10)  \n\"Pinóquio\", \"Matilda: o musical\" e \"Entergalactic\" na netflix (10/10) (7/10) (6/10) respectivemente  \n\"Avatar\" na Disney+ (8/10)",
                "Quero assistir NATAL NEGRO",
                "Taxi Driver, Glass Onion, Sete Mulheres e um mistério",
                "Top Gun(Netflix): Achei que ia detestar o filme, mas achei bacana, não é nada demais, mas dá pra passar o tempo assistindo\n\nTop Gun Maverick: Esse já achei um filmaço, as cenas com os jatos são de tirar o ar, um dos melhores do ano fácil\n\nGlass Onion(Netflix): Diferente do primeiro eu odiei o filme, parece que o Ryan Johnson se preocupou mais em criticar grupos de pessoas que ele não gosta do que criar um mistério interessante, em nenhum momento me engajei em tentar adivinhar quem era o assassino e o motivo de estar fazendo isso \n\nApolo 10 e meio(Netflix): Animação super divertida, adoro esses filmes sobre passagem da infância/adolescência, apesar de não ter nascido nos anos 70, foi bem legal ver como que era o cotidiano das pessoas naquela época, e passou até um nostalgia mesmo eu não sendo dessa época kkkk\n\nPinóquio do Del Toro (Netflix): Gostei bastante dessa reinmaginação do Pinóquio, e apesar do Pinóquio ser irritante as vezes, a história é fantástica\n\nBlonde (Netflix): Parece que o filme só foi feito pra mostrar a Ana de Armas pelada...Chato demais, tem problemas de ritmo demais, as únicas coisas boas do filme eu já tinha visto o Bojack fazendo de uma maneira bem melhor\n\nThe Banshee of Inishiren: filmaço, diretor conseguiu pegar um história super simples e fazer algo bom, consegui me indentificar com os dois personagens em diversos momentos\n\nMen: Horroroso, um dos piores que assisti no ano, mais um filme feito por homens pra criticar masculinidade tóxica, mas só fica no \"homem é ruim), esse filme é um grande \"Desculpa por ser homem \", e repetindo um comentário que eu li, pareceu muito um filme de paródia dos terror da a24. Barbarian aborda temas parecidos de uma maneira mil vezes melhor\n\nVocê nunca estará só: filme fantástico, um dos melhores terror que assisti de 2022, acho que a maioria não vai gostar pq ele é MUITO lento, mas como não me importo com isso aproveitei demais\n\nAvatar: Só tinha assistido na época que lançou, na época tinha achado nem qualquer coisa, mas revendo mudei completamente minha opinião, pode ser até simples, mas é bem feito, adorei o filme",
                "Pretendo assistir Ruído Branco.\n\nAssisti 71 -  Esquecido em Belfast (Netflix).",
                "Assisti X e Pearl.",
                "as vantagens de ser invisível - gostei pra caralho pq me identifiquei muito com a introversão do protagonista, e também estou na adolescência"
            ]
        },
        {
            "title": "Alguém aqui já assistiu \"A História da Eternidade\"?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zyoqgh",
            "num_comments": 5,
            "comments": [
                "Arrisco a dizer que é um dos filmes que tem a fotografia mais bonitas, entre os filmes brasileiros que já assisti. O filme é muito bom, não é extraordinário. No entanto, tem uma cena que eu acho a coisa mais linda que já vi na história do cinema nacional, quiçá internacional. Então queria saber se alguém aqui já assistiu e se compartilha da mesma opinião.\n\nTeve trilha sonora do Zbigniew Preisner, só para terem noção.",
                "Já o vi, é um dos meus filmes brasileiros favoritos! Lindo e poético. Eu só fiquei sem entender aquela cena da avó com o neto…\n\nO melhor momento do filme, para mim, é a festa de aniversário, em que toca Foi Você, de Márcio Greyck.",
                "Já assisti, mas faz tanto tempo que eu não me lembrava direito. Acho que vou aproveitar o recesso para rever.\n\nAh, só para constar, seu username é ótimo."
            ]
        },
        {
            "title": "Que filme é esse?",
            "selftext": "Tem um filme que é mais ou menos assim: o cara precisa sobreviver de um sequestro ou salvar alguém (ou algo assim).  E tem um cronômetro que pode ser 30 minutos ou 30 horas (ou algo assim). E daí ele fica correndo desesperado, mas no final e em cima do tempo aparece seus amigos porque era uma pegadinha. \n\nNão sei se existe mesmo esse filme ou foi algo da minha cabeça, pois nunca achei ele.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zynwwg",
            "num_comments": 7,
            "comments": [
                "Não sei que filme é esse, mas agora lendo sua resenha sobre, me deu uma Não-vontade de ver.\n\n   Mas se descobrir divide com a gente.",
                "Tem um filme de comédia chamado \"30 minutos ou menos\" que parece bastante com esse aí, tem algumas diferenças.\n\nEsse filme é muito bom por sinal e tá na Netflix",
                "Não é \"A Noite do Jogo\"? Pela tua explicação, parece :)",
                "Vixe, me lembrou o Vidas em Jogo, mas assisti há muito tempo e não sei se tem cronômetro nele.",
                "Me lembrou jogos mortais"
            ]
        },
        {
            "title": "Recomendações de Filmes e Séries de Terror?",
            "selftext": "Você sabe de algum filme de terror que seja bem... sabe.. Aterrorizante para me recomendar? 😨 É preferível filmes que não seja tão comuns, tipo O Exorcista e The Walking Dead.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zynjas",
            "num_comments": 55,
            "comments": [
                "Barbarian, Nope, The black phone. Peguei pra assistir esses filmes por indicação do canal Super Oito",
                "Assistem Barbarian (Tem na Star+) e Deadstrem (Esse tem que dar seus pulos pra achar). Os dois de 2022 e são bem diferentes do comuns.",
                "O  COLECIONADOR DE CORPOS 2",
                "Um bom filme é Pearl!",
                "Assiste hereditário",
                "Gosto dos filmes de terror que mexem com o psicológico. Assiste Midsommar e Skinamarink.",
                "Abismo do medo, recomendo muito",
                "Assistam O lamento - (filme coreano de 2016) nunca me caguei tanto vendo um filme",
                "Creep, Lake Mungo, As Fitas de Poughkeepsie\n\nOs três foram recomendações do canal Super Oito do vídeo: 8 melhores filmes de terror found que você não viu. Eu recomendo o vídeo tbm!",
                "Scream",
                "assiste speak no evil, é uma pedrada!",
                "Barbarian! Só vai!!!",
                "Arraste-me Para o Inferno (filme do Sam Raimi)",
                "Gerald’s Game. É uma parada meio perturbadora e me tirou o sono no dia em que assisti, porém vale a pena.",
                "Ah eu gosto das duas séries: A Maldição da Mansão Bly e a Maldição da Residência Hill, são do mesmo diretor, apesar de não ser um terror pesado a atmosfera é assustadora e misteriosa, tem um plot incrível.",
                "Terrifeir 2",
                "Para caso vocês queira uma recomendação:\n\n✓ Johnny Vai à Guerra \n( Filme focado no Terror Psicológico )",
                "Eu não suporto assistir filme de terror, trauma de infância, mesmo sendo ateuzão cético hoje em dia. A única coisa que posso recomendar, que assisti nos últimos anos, é A Maldição da Residência Hill. Quem gosta de terror pesado nem considera essa série tão assustador assim, mas posso te garantir que essa série é espetacular, mesmo que esteja, talvez, mais para drama que terror. Eu, mesmo odiando o gênero, assistir 3 vezes, de tanto que gostei.",
                "Hush",
                "Recomendo aquela trilogia lá da Netflix de filmes de terror, é engraçado e tem umas cenas de terror legais. Não vai te deixar apavorada mas eu gostei e é o único que me veio a mente agora kkk",
                "Assiste THEM, tem no prime vídeo. Uma das melhores séries de terror/suspense psicológico que já assisti (fora a crítica social) ✨",
                "A Noiva de Boogedy? '-'",
                "Possum, a bruxa , martyrs( o original) , Men, irreversível ( não chega a ser terror mas eh bem pesado ) as ruínas … tem vários",
                "A Maldição da Residência Hill na Netflix!",
                "Série de filmes Rua do medo. No início vai parecer um filme de terror genérico mas depois tudo vai ficando melhor e tem um plot incrível.",
                "Filme de terror?  \n\"O Enigma de Outro Mundo' de John Carpenter, de 1982.  \nDepois não confiarás em ninguém"
            ]
        },
        {
            "title": "Vingadores: Guerra Infinita",
            "selftext": "Sempre Será o melhor filme que a Marvel já fez",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zyjb1h",
            "num_comments": 4,
            "comments": [
                "Gosto de Pantera Negra. Pela cultura africana em si, figurino, força feminina, e tal.",
                "Chato pra caralho.",
                "Não sei, mas atualmente é o melhor sem sombra de dúvidas."
            ]
        },
        {
            "title": "Desalma (série brasileira)",
            "selftext": "Então, dei uma olhada no catálogo do Globoplay e essa série me chamou a atenção - vi o primeiro episódio, tem um vibe macabra com a floresta de Dark (porém Mata Atlântica). Vale a pena? Alguém assistiu?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zyip6p",
            "num_comments": 19,
            "comments": [
                "Eu assisti, gostei bastante, mas não é assustadora. É mais visual mesmo, gostei muito da primeira temporada, a segunda ainda não vi",
                "Gostei muito das 2 temporadas, tem uma vibe mais de suspense. Infelizmente não acho que teremos uma 3ª temporada por causa das atitudes no mínimo questionáveis da Cássia Kis.",
                "Boa série.\nAssistimos duas vezes a primeira temporada aqui em casa e curtimos a segunda.\n\nPeca um pouco em algumas atuações, tem alguns furos meio bobos mas que não chegam a incomodar muito.\n\nEnfim, vale assistir, com certeza."
            ]
        },
        {
            "title": "\"Ilha dos cachorros\" e o ódio pelos estrangeiros.",
            "selftext": "\n\n\n(Eu não sei se tem um recurso, então vou deixar avisado aqui que há alguns leves spoilers sobre o filme)\n\n\n\n\n Em  12 de Janeiro de 2010, um terremoto atingiu o Haiti e é considerado um dos piores que já ocorreu na região. Deixou cerca de 300 mil mortos, dezenas de milhares de feridos e mais de 1,5 milhões de desabrigados, como se já não bastasse o fato de ser um país muito pobre e que enfrenta inúmeras crises econômicas e políticas. Isso levou muitos a deixarem seu país natal e tentarem achar condições melhores de vida para si e seus parentes em outros países, e o Brasil foi um destes destinos. E muitos imigrantes tiveram que lidar com o forte preconceito que sofriam, por serem chamados de 'ladrões de empregos', entre outras coisas.\n\n Temas sociais pesados como esse costumam ser retratados em filmes e documentários. Mas o que Wes Anderson fez na animação em stop-motion \"A ilha dos cachorros\" foi simplesmente genial.\n\n A história gira em torno de uma cidade fictícia japonesa chamada Megasaki, que é liderada pelo prefeito Kobayashi. A cidade está enfrentando uma epidemia de um vírus que afeta a saúde dos cães, e devido ao medo de que essa doença acabe sofrendo mutação e passe também para os humanos, o prefeito decide expulsar todos os cães de Megasaki para uma ilha onde todo o lixo da cidade era jogado. Essa ilha passa a ser conhecida como a ilha dos cachorros.\n\n A maioria dos filmes de animação costuma visar o público infantil, e ilha dos cachorros com certeza consegue agradar esse público, pois como não se encantar com a história de um menino que embarca numa aventura para salvar seu animal de estimação e melhor amigo? Mas ilha dos cachorros vai além disso quando se trata do público adulto que, dotado do conhecimento e experiência que a vida proporciona aos de mais idade, têm uma visão diferente. E neste ponto, o filme ganha uma profundidade imensa e aborda uma realidade que muitos sofrem, como os Haitianos que citei no início: a xenofobia.\n\n Quando se é adulto, não é difícil traçar o paralelo que o filme faz entre os japoneses da populosa Megasaki, e os pobres cães que são deixados para sobreviver numa dura realidade. E Wes Anderson, que dirigiu e escreveu o roteiro, mostra essa dura realidade dos animais com um toque de humor sarcástico, típico de seus filmes (como o também excelente \"A vida fantástica do Sr. Raposo) o que traz um tom mais leve, mas também nos faz refletir em como a vida é difícil para aqueles que tem menos condições.\n\n Mais incrível ainda é ver como a população canina da ilha do lixo, por menos que tenha, é bem mais civilizada que os moradores de Megasaki. Reparem no fato de que os cães se recusam a comer um mestre humano, seguindo a risca princípios que num lugar como aquele não parece valer nada. Pensem também no fato de que os cães decidem votar entre si sobre ajudar ou não o pequeno Atari na sua jornada, muito diferente da atitude ditatorial e manipuladora do prefeito e seus muitos departamentos que semeiam o ódio e o medo pelos moradores. Isso nos ensina uma verdade importante: os cães podem não ter absolutamente nada, mas eles não abrem mão daquilo que coordena sua sociedade, os princípios que os movem a agir de maneira correta. É como se eles tivessem dentro de si humanidade, algo que falta aos próprio humanos retratados no filme.\n\n O que nos faz refletir: será que falta humanidade dentro de cada um de nós?\n\nNota: 10/10",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zyfova",
            "num_comments": 0
        },
        {
            "title": "Grupos",
            "selftext": "Pessoal, não sei se publicações do tipo são permitidas, mas alguém tem algum grupo, no wpp, telegram ou qualquer rede, pra discussão sobre séries e filmes?\nO meu círculo social no geral não vê as mesmas coisas que eu, aí acabo sempre empolgado mas sem ter com quem discutir sobre 😅\nSério, nem os filmes da A24, por exemplo tenho com quem conversar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zxs6nq",
            "num_comments": 22,
            "comments": [
                "Se montarem um grupo, tô dentro!",
                "Mano! Eu estou na mesma, eu assisti (Black Bear) essa semana e eu quase tive um treco porque eu não tinha ninguém pra conversar sobre e também não achei críticas ou podcast sobre ele. Eu estou morrendo por dentro por causa disso é um filme tão complexo eu quero muito saber outros pontos de vista.",
                "Aliás...Se alguém montar um me chama por favor...",
                "Perdão pelo atraso, senhores. O grupo está aberto?",
                "Essa ideia é boa!",
                "Me manda mensagem, vamos trocar whats pra falar sobre isso, to passando pela mesma coisa kkkk",
                "Sdds dos gps do telegram sobre isso mas como tinha gente que postava drive dos filmes e séries acabava sendo tudo tirado do ar.",
                "Um grupo de pseudocults discutindo filmes pseudointelectuais, tem coisa mais insuportável, credo"
            ]
        },
        {
            "title": "O que acharam de Avatar ? Compensa assistir?",
            "selftext": "O primeiro filme me encantei por tudo, a história, os gráficos, aquele mundo é lindo. Estou com vontade de ver o 2 mas não sei se compensa.\n\nEdit: vi Avatar hojeee e meu Deussss que filme linduuu MAS no final achei que o roteiro ficou meio furado pq na batalha final do Jake e o coronel os Avatar da água simplesmente somem",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zxh4ep",
            "num_comments": 20,
            "comments": [
                "Leva uma companhia pro cinema e assiste em 3D pra rirem e interagirem feito crianças",
                "O que achei: uma merda\n\nVale a pena assistir? Nem fudendo",
                "Feito para o cinema! Se tiver a possibilidade, vai de imax e 3D. Um dos filmes mais visuais e sonoros dos últimos tempos. É uma imersão fantástica. Eu não percebi as três horas passarem. A dica é maneirar na água/refri (pra evitar o banheiro) que fica tudo show.",
                "Mto foda, vale a pena",
                "Definitivamente foi feito para ser visto nos cinemas. Eu uso óculos e odeio o 3D por ter que usar um óculos sobre o outro, mas mesmo assim valeu muito a pena. Foi uma ótima experiência poder ver os cenários aquáticos do titio Cameron do melhor jeito possível.\n\nMesmo tendo uma primeira hora que só se resume a cenários bonitos e pouco desenvolvimento para a história, as duas horas seguintes conseguem entregar certa emoção e desenvolver empatia para com os personagens.",
                "N deve ser diferente dos filmecos da Marvel.",
                "Eu tô com muita preguiça desse filme, mas devo ver pq o meu marido quer ver no cinema.\n\nFalando nisso, eu achei a história do primeiro fraca e só vi no cinema em 2009.",
                "Sem dúvidas",
                "Ainda não assisti",
                "Pa carai, dei 9.8/10 pro filme, mt bom msm",
                "Achei incrível, tudo que faltou no primeiro tava ali no segundo pra mim.",
                "O filme é maravilhoso, é o filme mais lindo que eu já vi, só que tem que ver em 3D para ter a experiência completa",
                "Muito bonito o filme, não pensei que ficaria tão interessado pela cultura dos Navis como aconteceu no primeiro filme, mas acabei gostando mais da cultura das tribos marinhas do que a do cultura do povo da floresta (não sei se é porque eu gosto de filmes que envolvem o oceano ou se é porque faz tempo que vi o primeiro). Apesar de a história não ser a peça forte do filme, ela se torna muito interessante quando usada com a família dos protagonistas, que é muito bem feita na minha opinião, e com o belo CGI do filme. Eu assisti ontem com meus amigos quando fomos no shopping (quase causamos um acidente na estrada ao tentar ultrapassar um carro), apesar de não comentado muito ao longo do filme, recomendo assistir com amigos ou família.",
                "filme bonito pra caralho. mas cara, só uma personagem conseguiu me cativar... e o filme é completamente previsível tbm, então eu gostei apenas pelas cenas na agua"
            ]
        },
        {
            "title": "Onde assistir When Calls the Heart?",
            "selftext": "A série está na Netflix, porém apenas a 5a e a 6a temporada. Aparentemente tinha todas as temporadas até o ano passado, mas esse ano retiraram quase todas, restando apenas as duas que mencionei. Aparentemente foi problema de contrato ou de direito de posse, pois a Record TV comprou o direito da série, mas não sei se tem na plataforma deles, o Play Plus. Alguém sabe onde assistir?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zxgjw7",
            "num_comments": 0
        },
        {
            "title": "indicação",
            "selftext": "alguma indicação de série que não seja muito longa pra eu ver essa semana ainda",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zwfpsi",
            "num_comments": 2,
            "comments": [
                "The White Lotus (Comédia, disponível na HBO) \nEuphoria (Drama, disponível na HBO)\nWandinha (Teen, disponível na Netflix)\nInvincible (Animação, ação, disponível no Primevideo)\nBojack Horseman (Animação, drama, disponível na Netflix, não tão pequena mas vale a menção)\nDark (Sci fi, suspense, disponível na Netflix)\n1899 (Sci fi, suspense, disponível na Netflix)\nCidade Invisível (Mistério, disponível na Netflix)\nThe Boys (Ação, disponível no Primevideo)\nThe handmaids tale (Suspense, disponível no Star+)\nLoki (Aventura, disponível no Disney+)\nWandavision (Mistério, aventura, disponível no Disney+)\nFleabag (Drama, disponível no Primevideo)\n \nEssas são as que lembro e são muito boas.",
                "Fleabag, tem na Amazon Prime Vídeo e simplesmente é a minha série de comédia favorita! Ela tem um humor ácido muito bom e consegue equilibrar muito bem a comédia e o drama. A história é narrada pela própria personagem principal, que constantemente interage diretamente com os espectadores (quebrando a quarta parede)."
            ]
        },
        {
            "title": "Sinceramente, por que levar criança pequena em cinema se sabe que vai dar trabalho?",
            "selftext": "A criança é só choro e barulheira, não tem lógica atrapalhar todo mundo.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zw3khy",
            "num_comments": 35,
            "comments": [
                "Vai ver a pessoa queria muito ver o filme e não tinha com quem deixar a criança",
                "Acho que pessoas que comentam aqui não tem muito contato com criança e parecem ser pessoas de 20 e poucos anos, ainda arrogantes para debate de lugares acessível a todos os públicos. Mas assim o único ambiente controlado vai ser a casa de vocês. Reclamar de criança mal criada, é complexo criança n é boneco, tem vontades e expressão elas, da forma da criança, não é falta de bom senso levar a criança no cinema, inclusive muitos filmes são feitos paras as mesmas, e não para marmanjo de 20 anos achando ruim que tem criança chorando em filme de classificação livre... meu filho ainda não tem idade, mas dando seus 4 anos, vou levar sim, pagar o ingresso, e assim como os outros pais,  vou estar preocupado é com a felicidade do mesmo, não de gente de 20 anos querendo silêncio em filme infantil.",
                "Uma das grandes perguntas da humanidade. Eu lembro que um casal levou uma criança de colo pra assistir Toy story 4, meu deus do céu nunca me estressei tanto.",
                "Faço papel de pai pro meu irmão, sei que quem cria, tem uma tolerância bem maior, ent até dá pra assistir, ele só foi em cinema qnd tava grande o suficiente pra ficar quieto",
                "sim!! fui ver homem aranha nos cinemas e uma moça levou sua filha, ela chorou e gritou o filme TODO",
                "Idealmente pela classificação indicativa só frequentariam filmes para crianças. Mas as pessoas não têm nenhuma consideração por ninguém, nem mesmo pelos próprios filhos. Um tempo atrás fui ver um filme de classificação 16 anos e entrou um casal com um menino de 10, no máximo 11 anos. Ele não chorou nem gritou nem incomodou ninguém mas dificilmente era um filme apropriado para a idade, ainda que eu tenha achado ruim e pouco assustador (Sorria)",
                "Não existe nada pior e mais desrespeitoso do que criança malcriada. E não tô culpando a criança não, tá? Tô falando é da incompetência dos pais em não imporem limites, não serem enérgicos. O que tem de pai e mãe bunda mole hoje em dia não tá na história, sério mesmo.",
                "Os pais de hoje em dia, não impõr muito respeito. Infelizmente pous eles também sofrem com isso",
                "Porque esses pais gostam de encher o saco dos outros, não têm consideração pelos outros, por esse e outros motivos minha vontade de ir ao cinema é ínfima.",
                "Eu realmente não iria querer dar essa resposta curta e grossa mais\n\nA criança é da pessoa e ela vai levar a criança quantas e quando a pessoa quiser se realmente entrou e não existe uma regra de não levar então falo pais e mães levem seus filhos e filhas pro cinema pode levar se quiser",
                "Burrice mesmo.",
                "Falando como pai, para saber se já está ou não na hora de levar a criança para ir ao cinema, só tem como saber como ela vai se comportar indo, as vezes leva sabendo que não vai ficar o filme todo, mas mostrar o lugar e ir se acostumando.",
                "Nunca tive problema, em especial nas sessões mais tarde possíveis, e já levei criança que se comportou como um lorde em um dos filmes de Star Wars mesmo sem entender nada.",
                "Por que pode kkkk"
            ]
        },
        {
            "title": "Alguém sabe o nome desse filme?",
            "selftext": "É um filme infantil que assisti há uns anos atrás. É sobre uma garota que tem um pai meio maluco e gosta de um garoto e tem uma melhor amiga. Um dia ela convidou a melhor amiga dela para ir ao parque de diversões e ela rejeitou falando que estava ocupada, então ela foi com o pai. Depois umas outras garotas da escola dela falam pra ela entrar naquelas casas cheias de espelhos e lá dentro encontra a melhor amiga dela e o menino que ela gosta se abraçando, ai as meninas que mandou ela ir lá começa a rir da cara dela e ela foge. Acaba que ela vai parar (pelo que eu me lembre) em um cemitério e lá ela se encontra com uma garota múmia e vira amiga dela. Ai pelo que eu me lembre ela passa o resto do filme tentando sair do cemitério ou tentando voltar a vida, não me lembro ao certo.\n\nSe alguém souber o nome me fala pfv",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zw3gow",
            "num_comments": 4,
            "comments": [
                "[deleted]"
            ]
        },
        {
            "title": "Me deem sugestões de filmes nacionais não muito populares",
            "selftext": "Por preconceito, nunca fui fã do cinema nacional pois na minha cabeça era tudo de baixa qualidade com atuação de novela da globo, porém recentemente vi um vídeo de recomendação de filme no Tiktok, o filme em questão se chama Estômago, sem muita expectativa resolvi dar um chance... Eu simplesmente adorei do começo ao fim, tanto a qualidade da atuação quanto a produção, história e personagens.\n\nDepois de assistir, fiquei com muita curiosidade pra conhecer mais filmes nacionais que uma boa qualidade, mas por ser nacional as pessoas não comentam ou a primeira vista não parecem ser interessantes\n\nObs: sim, já assisti os clássicos do cinema brasileiro, Tropa de Elite, Cidade de Deus e etc; Gosto bastante deles, mas queria algo pouco comentado.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zw1sjr",
            "num_comments": 44,
            "comments": [
                "Segue a lista:\n\n\\- Amarelo Manga  \n\\-  Estomago   \n\\- Elena  \n\\- O Cheiro do Ralo  \n\\- O Homem do ano  \n\\-  2 Coelhos  \n\\- Ninjas (curta)",
                "Reflexões de um Liquidificador",
                "A via láctea (filme de 2007)\n\n3% (série da Netflix)",
                "Casa grande\n\nCalifornia\n\nEntre nós\n\nEntre abelhas",
                "Desmundo, um filme que trata sobre o início da colonização do Brasil, o mais interessante é que o filme é em português arcaico, então é necessário utilizar legendas, tem no YouTube, a história é praticamente um \"soco no estômago\". Enfim, um bom filme nacional e de cunho histórico.",
                "•que horas ela volta? \n•terra em transe\n•bicho de sete cabeças",
                "Abrigo Nuclear, 1981 se não me engano",
                "Todos do diretor Cláudio Assis.",
                "Filme Temporada (tem na Netflix) \nFilme Marte Um\nFilme Olga",
                "O Xangô de Baker Street é um puta filme e por algum motivo não vejo ninguém falar sobre.\n\nSó não sei onde vc vai conseguir achar pq eu não conseguia achar em lugar nenhum (nem no torrent) e o DVD custa mais de $100,00, mas se achar me avisa 😁👍",
                "-Os Sete Prisioneiros\n\n-Bingo, O rei das manhãs\n\n-O lobo atrás da porta \n\n-Carandiru",
                "Lua em Sagitário.     \nQuanto tempo o tempo tem? (Esse é um MUST-WATCH. Documentário narrado pela Fernanda Montenegro.)",
                "Procura um filme com a debora falabella q ela tem sindrome do panico, eu esqueci o nome mas e MTO bom!! Ta no prime video",
                "O bandido da luz vermelha;\nTerra em transe;\nDeus e o diabo na terra do sol",
                "Até salvei esse post aqui. Muitas recomendações boas. \n\nA minha é: Pixote, a Lei do Mais Fraco. Até que é famosinho, mas acho que muita gente interessada em cinema nacional ainda não viu. \n\nJá aviso: se for assistir, se prepara para um soco de realidade daqueles que ficam doendo por um bom tempo. \n\nOutro relativamente famosinho mas pouco comentado é a adaptação de \"Memórias Póstumas de Brás Cubas\" com o Reginaldo Faria no papel principal. É um filme com muita personalidade e que faz jus ao humor irônico do Machado de Assis.",
                "Bye Bye Brasil (1980). Tem na Globoplay",
                "2 Coelhos é muito bom.",
                "Canastra suja e Teus olhos Meus do diretor Caio Sóh, são simplesmente os melhores filmes brasileiros que já vi, te deixa chocado no final",
                "A Noite Amarela",
                "Abril Despedaçado",
                "A via láctea",
                "Febre de Rato",
                "O Lobo atrás da porta - Tem na [Netflix](https://www.netflix.com/br/title/70295402)\n\nO Homem que Copiava - Tem na [Globoplay](https://globoplay.globo.com/o-homem-que-copiava/t/GtrD6KmTVM/)\n\nO Homem do Futuro - Esse vai ter que buscar meios alternativos.",
                "Seja bem vindo a esse mundo incrível dos filmes nacionais meu querido:\n- Duas Irenes\n-Tatuagem \n- o som ao redor \n- o céu de Suely \n- madame satã \n\n Só pra começar...",
                "Qualquer filme dirigido por Cleber Mendonça Filho (O Som ao Redor, Aquarius, Bacurau)\n\nSócrates (produzido por Fernando Meirelles, diretor de Cidade de Deus)\n\nTinta Bruta\n\nAs Herdeiras (co-produção entre Paraguai, Brasil e Alemanha)\n\nInverno (único filme de terror psicológico brasileiro que encontrei até então; tem boas idéias, mas é fraco na história & coesão, e usa muito jumpscare)",
                "Deus e o diabo na terra do Sol de Glauber Rocha",
                "A Noite do chupa-cabra, O Homem Que Desafiou o Diabo",
                "Meteorango kid - herói intergaláctico; A mulher de todos; Orgia ou o homem que deu cria; filmes disponíveis no YouTube 🙂",
                "bob cuspe nos não gostamos de gente uma animação muito boa",
                "Paraísos Artificiais (me marcou demais, filme lindo)\n\nBesouro (capoeira neles)\n\nO Pai Ó (filme brabo do lazinho ramos e wagner moura)\n\nAquarius (belo drama)\n\nO Som Ao Redor (um dos melhores ja feitos)\n\nEra Uma Vez (classico pra todo pobre que sonhou com a paty da zona sul um dia)\n\nbiografias\n\nTim Maia (2014)\n\nSenna (2010)",
                "Filme: Anjos do Sol. Série: Justiça. Ambos pesadíssimos"
            ]
        },
        {
            "title": "Tiamat, o dragão foda da caverna do dragão… como o vingador criou?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zvc3x3",
            "num_comments": 4,
            "comments": [
                "Deve ter sido muito difícil ter parido um bichão desses. Pobre vingador."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zup57p",
            "num_comments": 16,
            "comments": [
                "Love,Victor",
                "Alice in botherland",
                "Uma advogada extraordinária (terminamos ontem) e Locke And Key",
                "Estava acompanhando Jojo Stone Ocean\nMais já terminei",
                "Euphoria garota de fora e Ginny and georgia",
                "Them",
                "Acabei O assassino de Valhalla, mas achei mais ou menos. Alguém viu?",
                "Jack Reacher !",
                "The English",
                "Vou rever Kingdom (de zumbis no período feudal) pela 4 ou 5x. xD",
                "His Dark Materials, Jojo stone Ocean, Andor",
                "greys anatomy pela milessima vez",
                "Vis a Vis",
                "Cara Gente Branca, tô terminando a última temporada.",
                "Willow",
                "Terminei Manifest e estou órfã de série..."
            ]
        },
        {
            "title": "\"Meia-noite em Paris\". O que achei do filme?",
            "selftext": "Esse é o primeiro post que faço no Reddit. Espero que gostem. Estou aberto a críticas e sugestões.\n\n Um dos meus hobbies favoritos é, sim dúvidas, assistir filmes. O cinema é algo que encanta os olhos e enche o coração da mais variada gama de emoções. Cada filme é uma experiência única do seu próprio jeito. E é incrível que, apesar do cinema ter suas regras, até quando um cineasta decide desconstruí-las ou subvertê-las, fazendo isso com a precisão de um cirurgião, toda a experiência é elevada a enésima potência. Mesmo quando a história do filme segue um gênero específico, o mais importante não é o que se conta, e sim como se conta, como diria o crítico de cinema Otávio Uga.\n \n Então não é a toa que criei um certo hype quando, após anos postergando, decidi ver o filme \"Meia-noite em Paris\", do renomado cineasta Woody Allen, ainda mais sabendo que o próprio dirigiu e escreveu o roteiro. Eu ainda consegui convencer minha esposa a assistir comigo, apostando minhas fichas que seria um filme incrível. Bem, é com muito pesar que digo que isso não aconteceu.\n\n O filme conta a história de um escritor de roteiro de Hollywood chamado Gill (Owen Wilson), que está passeando com sua noiva e seus sogros em Paris, do qual ele é apaixonado e sonha em como seria viver nela nos anos 1920, que para ele foi a época de ouro dos artistas em Paris, um tempo de paixões e cultura, do qual sua desdenhosa noiva não tem o mínimo interesse. Numa noite, andando meio bêbado por Paris, ele se perde e recebe carona de uns estranhos que o levam para uma viagem fantástica para o passado.\n\nWoody Allen tinha uma ideia de ouro nas mãos, e um elenco excelente. Mesmo Owen Wilson ser mais conhecido pelas comédias escrachadas e de qualidade duvidosa (Bater ou correr), quando ele decide fazer drama, o cara com certeza manda ver (Marley e eu). Mas mesmo tendo a faca e o queijo na mão, o produto final foi decepcionante para mim e minha esposa.\n\nE isso é algo que eu não consigo entender, pois o filme me parece muito superestimado. Em sites especializados de crítica, o filme mantém notas altas de aprovação de críticos especializados e do público. Qualquer filme que eu vou assistir, eu evito ao máximo todo tipo de opiniões alheias e spoilers para que nada manipule meu consenso final, por isso, quando terminei o filme, e minha esposa e eu chegamos a mesma conclusão decepcionante, com pequenas variações de opiniões, só depois eu fui ver a opinião do público geral, por isso fiquei tão impressionado. Cheguei a pensar \"será que eu tão burro assim?\", Mas eu separei parte do meu tempo, refleti bem e percebi que realmente eu não tinha gostado.\n\nO filme, para mim, peca em dois aspectos: corrente de eventos e narrativa. Eu quero deixar claro que não sou especialista, não estudo e nunca estudei cinema, mas como consumidor desse mercado, eu já tenho uma bagagem considerável para expor minha opinião. A narrativa do filme é muito quebrada, ela parece um carro que está em uma pista reta e que, de repente, freia e vira bruscamente para outra direção. O filme não consegue manter uma cadência de eventos fluida e coerente. E a corrente destes eventos é muito bagunçada. O filme demora um pouco pra engrenar, mas quando começa o segundo ato, ele levanta as expectativas. Mas a partir da metade do segundo ato até o final, ele murcha de uma maneira decepcionante. Primeiro que o roteiro tenta enfiar tanta gente famosa que o personagem admira, mas ao mesmo tempo ele não tira nem uma gota de proveito disso. São encontros tão aleatórios, com tanta gente, que no final nenhum elo é criado, e o personagem não cresce em nenhum âmbito.\n\n No fim das contas, o filme me parece uma ideia boa, mas mal aproveitada, como um prato que você tanto gosta sem nenhum tipo de tempero.\n\n E não tem nada mais triste do que uma boa ideia desperdiçada no cinema.\n\nMinha nota: 4/10\n\nBruno Borges.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zufa9f",
            "num_comments": 11,
            "comments": [
                "Woody Allen... Eu tento ver os clássicos dele, ahm... Até é legalzinho, gostoso pra matar o tempo, mas pq  é tão ovacionado? E putz como a voz dele me irrita kkkkk",
                "Nossa mano vc está equivocado",
                "Entendo seu ponto, mas eu adoro esse filme",
                "Ótima análise! Esse filme é péssimo! Um conglomerado de estereótipos. Super forçado e pseudointelectual.",
                "foi um dos poucos filmes que não consegui terminar, achei CHATO PRA CARALHO.",
                "[deleted]"
            ]
        },
        {
            "title": "Absolutamente INDIGNADO com a HBO Max! Como se não bastasse cancelarem Westworld faltando a temporada final, ainda por cima EXCLUÍRAM do catálogo. Sempre elogiei HBO Max para todos os meus amigos pela qualidade do acervo e das produções originais, mas depois depois dessa cancelarei.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zub9z6",
            "num_comments": 26,
            "comments": [
                "Era pra HBO estar nadando em vantagem em relação aos outros Streaming, é o que tem mais conteúdos originais bons, mas até agora só está fazendo merda atrás de merda",
                "A HBO está fazendo isso com um monte de conteúdo para poder usar como desconto no imposto de renda. É criminoso excluir o trabalho de tantos artistas em nome de vantagens fiscais.",
                "Eita, caraio, nem terminei de assistir, tmnc",
                "Tem um lugar, tipo um local onde alguns navios que utilizam bandeira preta com caveira e ossos cruzados ficam ancorados. Lá tem.",
                "É bizarro que muita coisa ainda vai sair de lá, parece que animações da DC também vão sair\n\nNão sei pq criam a porra de um serviço de streaming sendo que as coisas dos seus Studios não vão estar lá\n\nCulpa disso é dessa merda de compra do Discovery, que vai transformar o streaming em um acervo de reality show",
                "Eles se uniram com a Discovery,por isso muita coisa boa está saindo do catálogo",
                "A vdd é que westworld foi ótima somente na primeira temporada, dps disso, cabosse a série",
                "É por conta da fusão com a Discovery? Se sim, a gente sabe se isso tudo volta? Pq pagar pra ver conteúdo capado... Não rola.",
                "Deixa eu te explicar se o contrato daquela empresa acabou e não querem renovar a série sai isso cerve pra Netflix HBO entre outras"
            ]
        },
        {
            "title": "Vinte e cinco e vinte e um",
            "selftext": "É uma série dorama que ainda estou vendo, e queria muito falar disso com alguém, mas não tenho ninguém. Enfim cada ep tem 1 hr. Eu gostei muito, inicialmente pq é uma série que é retrata nos anos 90, e a personagem principal tem uma personalidade na qual eu adoraria ter. Também gosto do teor romântico e cômico da série.\n\nSinopse:\n\nTwenty-Five Twenty-One conta a épica história de amor entre Na Hee-Do (Kim Tae-Ri) e Baek Yi-Jin (Nam Joo-Hyuk), acompanhando os altos e baixos de seu relacionamente entre 1998 e 2021. Na Hee-do é membro do time de esgrima de sua escola, mas devido a uma crise na educação sul-coreana o esporte é cortado do currículo",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ztzgd5",
            "num_comments": 0
        },
        {
            "title": "Filme de animação da infância",
            "selftext": "Olá! Procuro um filme de animação (ou série) que dever ser dos anos 90. Era um grupo de ratinhos/hamsters/porquinhos-da-índia algo assim que estavam numa jornada não lembro pra onde. O que lembro bem é que um deles carregava nas costas uma caixa de remédio porque precisava levar para o irmão/a irmã doente. E o vilão era uma doninha/fuinha branca de olhos vermelhos. Nunca vi o final da história (talvez fosse realmente uma série), queria saber se o ratinho conseguiu entregar o remédio ;-;",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ztmrq4",
            "num_comments": 5,
            "comments": [
                "Seria Família Camundongo?",
                "Seria Nick e Neck?",
                "Hamtaro?",
                "Animaniacs e a estrela dos desejos.\nEu também amava esse filme, ele passava muito na SBT se n me engano!\nMas já adianto logo, n é fácil achá-lo por aí o máximo q tu vai encontrar são pedaços do filme no YouTube!\nCaso ache me diga por favor ✌"
            ]
        },
        {
            "title": "Eu tô procurando uma série",
            "selftext": "Ela é sobre um garoto que ele é o suspeito número 1 de uma investigação de assassinato e cada episódio mostra uma informação nova",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zt84x1",
            "num_comments": 10,
            "comments": [
                "Brasileirinhas",
                "6 reais no pix para quem acerta",
                "Miniserie Defending Jacob?",
                "Então cada episódio mostra um flash Black(não sei como escreve)do que o garoto estava fazendo naquela noite sobre o passado e eu acho que ele tem cabelo moreno tem 1,57 de altura a mãe dele tem cabelo preto e eles tem um caro o pai tem barba",
                "Gente já achei!!!\nGente Já achei !!!\nGente já achei!!!",
                "Tem alguma outra informação? Nome de algum(a) ator/atriz ou de qual streaming é a série?",
                "Temporada 2 da série Sinner?",
                "Elite",
                "The Night Of, na HBO/HBO Max? Sobre um jovem adulto de origem paquistanesa em Nova Iorque que se encontra na mesma situação. As descrições suplementares batem também"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zt4p7f",
            "num_comments": 4,
            "comments": [
                "Dont worry darling\n\n>!achei do caralho!<",
                "Alice in the Borderland",
                "The Handmade tales, paramount.\n\nBem-vindo a vizinhança, Netflix\n\nOs suspeitos - Tarantino\n\nO troll da montanha - Netflix",
                "Athena(Netflix): FILMAÇO, recomendo demais, filme frenético do começo ao fim\n\nTrem Bala(HBO): Outro filme muito bom, cenas de lutas muito boas, além de ser bem engraçado,David Leith é muito foda, o que ele fizer eu assisto\n\nKimi(HBO): Esse Achei qualquer nota, o começo até é interessante, mas quando a história vai se desenrolar só vai ladeira abaixo, o ato final do filme é horroroso"
            ]
        },
        {
            "title": "Filmes com língua espanhola",
            "selftext": "Estou estudando espanhol, vocês conhecem bons filmes live action com língua original em espanhol para assistir?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zsv0j8",
            "num_comments": 10,
            "comments": [
                "O Segredo dos Seus Olhos\nA Pele que Habito\nREC\nO Corpo\nCrimes Temporais\n12 Rainhas\nA Morte de um Burocrata\nO Labirinto do Fauno\n\nSe quiser tenho mais indicações, mas vou parar por aqui.",
                "Argentina 1985",
                "Medianeras",
                "Morte ao Vivo (1996), Mar Adentro (2004), O Carrasco (1963).",
                "Roma (2018), Elisa y Marcela (2019)",
                "Vivir Dos Veces (2019)",
                "Las leyes de la termodinamica",
                "Volver (2006), A Flor do Meu Segredo (1995), Mulheres a Beira de um Ataque de Nervos (1988)",
                "Medianeras   \nAmores Perros",
                "Contratiempo - (com o Mario Casas)"
            ]
        },
        {
            "title": "Melhor e pior série que você assistiu nesse ano.",
            "selftext": "Sinta-se à vontade para mais de um caso ache necessário.\n\nA melhor: 1° \"Succession\", 2° \"Ruptura\", 3° \"Stranger Things\", 4° \"The Boys\" e 5° House of The Dragon .\n\nA pior: \"Inventing Anna\" da Netflix (só aguentei assistir um episódio).",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zsm2a0",
            "num_comments": 31,
            "comments": [
                "Melhores: A Lenda de Vox Machina (fantástico), The Boys (muito bom) e Pacificador (James Gun provavelmente terá um grande futuro na DC)\n\nPior: She Hulk (dropei no episódio do casamento)",
                "A melhor:This is us\n\nA pior:Fear the walking dead",
                "As que eu mais gostei foram essas:\n\nThe bear\n\nReservation Dogs (é de 2019 mas eu vi esse ano)\n\nBarry (3° temporada)\n\nThe rehearsal\n\nDon't hug me I am scared (sim, fizeram uma série)\n\nAssisti também as mais famosas, tipo the boys, pacificador e outras, só não coloco tudo que eu gostei porque se não ia ficar até amanhã escrevendo hehe",
                "melhor: stranger things 4, the umbrella academy \npior: cavaleiro da lua e Falcão e soldado invernal",
                "Eu não sou muito de séries, a única que terminei este ano foi Rick & Morty, mas não sei se conta. Foi a melhor que assisti.\n\nNão teve uma pior, mas tentei assistir \"The Good Doctor\" e não gostei. A trama de alguns episódios é até legalzinha, mas o protagonista é um saco, larguei por causa dele.",
                "A melhor: sandman\n\nA pior: the a list",
                "Severance - top!\n\n&#x200B;\n\npior: Blockbuster... muito meh e nem terminei...",
                "Succession foi a melhor que eu vi, mas a 3 temporada eh do ano passado! Desse ano, severance, better call saul e barry\n\nPior: sorry mas eu n curti the boys :((",
                "Melhor: The Boys\n\nPior: She-Hulk",
                "As melhores séries, sem ordem. \"Ruptura\", \"Sandman\", \"Stranger Things\", \"Succession\".  \nA melhor do ano: \"Better Call Saul\"  \nA pior: \"1899\"",
                "Tokyo Vice achei excelente!",
                "A melhor: Peaky Blinders \n\nA pior: Avenue 5",
                "Melhor: Breaking Bad\nPior: The Witcher - Blood Origin"
            ]
        },
        {
            "title": "O que devo assistir hoje (entre esses 4)?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zslnis",
            "num_comments": 10,
            "comments": [
                "Os quatro são bons. Pra mim o melhor é Como era verde o meu vale.",
                "Anatomia de um crime.",
                "Anatomia de um crime é um filme sensacional",
                "Gente, assisti Anatomia de um Crime novamente hoje. Foi supimpa. \n\n(Só para contextualizar, eu já havia assistido todos os filmes anteriormente, mas comprei esses DVDs ontem para colocar na minha coleção, e fiquei com vontade de ver um deles de novo) \n\nMuito grato pela ajuda!",
                "Comprou onde? Sebo? Se for em SP, fiquei interessado.",
                "Homem do Oeste é um ótimo filme!",
                "Obrigado, acho que vou assistir Anatomia de um Crime hoje.",
                "Eu iria em anatomia de um crime"
            ]
        },
        {
            "title": "Quais são os filmes de 2023 mais aguardados por vocês?",
            "selftext": "Os meus são:\n\n1. Poor Things\n2. Killers of the Flower Moon\n3. Dune: Part Two\n4. Oppenheimer",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zsk922",
            "num_comments": 25,
            "comments": [
                "Duna promete muito mesmo, obrigado pela lembrança",
                "Barbie",
                "Killers of The Flower Moon.",
                "Killers of The Flower Moon, Duna parte 2, e Rebel Moon",
                "esses que vc citou,\nbarbie e the whale",
                "The whale \ndear zoe",
                "Besouro Azul,\nHomem Aranha (do Miles) 2,\nAquaman 2,\nGuardiões da Galáxia 3,\nO Urso do Pó Branco, Durgeons and Dragons e o filme do Mario",
                "John Wick 4",
                "Megan",
                "Duna",
                "Mario bros o filme\nMegan\nBarbie\nThe last of us",
                "The Whale",
                "Fnaf",
                "Barbie",
                "\\- The Marvels (eu sou fã da Captain Marvel desde dos quadrinhos)\n\n\\- Maestro\n\n\\- Barbie \n\n\\- Oppenheimer",
                "Duna, e série eu tô esperando Succession.",
                "Megan",
                "Oppenheimer"
            ]
        },
        {
            "title": "hateful eight",
            "selftext": "Alguém sabe onde assistir \"hateful eight extended version\" com legendas em pt.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zsbfus",
            "num_comments": 2,
            "comments": [
                "So pra ter a certeza e a versão estendida certo?",
                "Tem na Amazon Prime"
            ]
        },
        {
            "title": "Isso existe ou é um delírio da minha cabeça?",
            "selftext": "Eu lembro vagamente da cena de um filme que um grupo de adolescentes entra num celeiro pra ver uma criatura meio humana meio réptil. Não sei até hoje se isso é realmente cena de filme ou um delírio meu",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zs92mm",
            "num_comments": 13,
            "comments": [
                "Me pareceu color out of space, com o Nicolas cage",
                "Me lembrou a cena final do Olhos Famintos 2",
                "Creature (2011)?",
                "Alguma outra informação/detalhe? Porque só isso não ajudou muito",
                "acho q é um filme que tem uma cobrona que  passou depois da seção da tarde na globo"
            ]
        },
        {
            "title": "Alguem sabe o nome desse filme de terror?",
            "selftext": "O filme se passa no halloween, um garotinho e uma garotinha (o garoto tava vestido de fantasma) vão pedir doces, depois de um tempo eles chegam em uma casa diferente, eles batem na porta e quando ela abre tem um cara com uma picareta, ele enfia a picaretada na cabeça da menina, o garotinho sai correndo de medo e de começo de filme é só isso que eu me lembro\n\nSão tres assasinos um cara com uma picareta, outro com uma cabeça de abobora e o terceiro eu não me lembro nada\n\nDai um grupo de tres ou quatro amigos vão atras para matar esses tres bichos\n\nEsse filme é muito expecifico e quase nunca vi alguem falar dele, mas se alguem achar vai ser um milagre \n\n(Coisa complementar: tem uma cena que o grupo ve umas cabeças de pessoas esculpidas na plantação do cabeça de abobora)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zs8wnh",
            "num_comments": 4,
            "comments": [
                "Acho q não é mas da uma olhada em trick 'r treat, se não for pelo menos o filme é bom",
                "Eu acho que está falando de Contos de Halloween\nOu Holidays.",
                "Em que ano você assistiu?"
            ]
        },
        {
            "title": "Ficção científica que passava na Band que não consigo achar",
            "selftext": "Tinha uma ficção científica que passava sempre na Band chamado \"vírus\" que falava sobre um homem que sofre um acidente e o hospital implanta um chip na sua espinha. Ao voltar a sua vida normal, ele começa a ver \"hologramas\" de um cara sempre fazendo propagandas e depois, descobre que esses hologramas que só ele vê são causadas pelo chip que lhe foi instalado, feito por uma empresa associada ao hospital e então, ele se junta a um casal de punks hackers para derrubar essa empresa. \nNão acho que o nome oficial seja \"vírus\", pois já busquei muito mas não consigo achar ele por esse nome. Alguém sabe qual o nome original do filme?\nEdit: respondido, hardwired",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zs4z1s",
            "num_comments": 4,
            "comments": [
                "Hardwired",
                "você desbloqueou uma memória oculta na minha cabeça com esse post!"
            ]
        },
        {
            "title": "Alguém sabe o nome desse filme?",
            "selftext": "Bom eu lembro de assistir esse filme na casa da minha vó provavelmente passava na globo.o filme era assim,um grupo de crianças ou adolescentes não lembro, saem para ir para uma floresta e eles acabam entrando em uma caverna e tinha um esqueleto de um menino lá. Parecia ser um filme bem antigo pelas câmeras, não tem muitos detalhes pq eu era bem criança na época,enfim se alguém souber me fala pf.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zryhen",
            "num_comments": 7,
            "comments": [
                "Arrisco o Conta Comigo (Stand by Me)",
                "Acredito que seja os goonies",
                "Qual era o gênero??????",
                "The Three Investigators and the Secret of Skeleton Island?",
                "Dark"
            ]
        },
        {
            "title": "The Holy Mountain - 1973",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zry2w1",
            "num_comments": 9,
            "comments": [
                "fumar crack eh mais rapido",
                "Se o mano que escreveu o roteiro desse filme não estava doidão de ácido eu sou maluco.",
                "Jodorowski é demais.",
                "Nunca assisti esse filme, mas pelo jeito o Marilyn Manson se inspirou nele para algumas cenas do clipe de Born Villain.",
                "Quem aqui já viu? \n\nRecomendo demais!\n\n *^((contém nudez))*",
                "Esse filme é muito nóia mas é bom pra kct",
                "eu gosto desse filme pelo impacto visual que ele entrega em algumas cenas...o roteiro é bem maluco mas acho que vale a pena pra quem esta curioso"
            ]
        },
        {
            "title": "Vcs tem algum lugar que vcs anotam as séries/filmes que vcs assistem e dão nota??",
            "selftext": "Me veio esse questionamento na cabeça por conta duma pergunta que vi por aqui sobre melhor e pior filme que vcs assistiram no ano. Como vcs tem controle disso????",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zr6m62",
            "num_comments": 19,
            "comments": [
                "[Letterboxd](https://letterboxd.com/) hj considero a melhor ferramenta. Tem diário, da pra montar listas, watchlists, favoritos etc e etc. E ainda por cima serve como um rede social apesar de ainda ser fraco nesse sentido.",
                "IMDb",
                "para séries, uso o banco de séries (brasileiro), mas tem muita gente que usa o tv showtime. Gosto do bds por comentar com outros brasileiros. \n\npara filmes, uso o letterboxd.",
                "Justwatch",
                "Uso o filmow. Tbm tenho conta no letterboxd, mas n atualizo nada lá.",
                "Eu uso o filmow. Por la você pode marcar e dar nota para qualquer coisa que você assistir. Documentário, séries, miniséries, novelas, filmes etc...",
                "Para filmes, Letterboxd. Para séries, Banco de Séries",
                "Filmow",
                "Usava o filmow a anos, mas o app dele era horrível, só funcionava o site. Agora uso o Tv time.",
                "Imdb e letterboxd",
                "Letterboxd",
                "Justwatch",
                "uso o TV show time e o Letterboxd",
                "Uso o bancodeseries.com.br (tem app e site, quando assisto pelo PC, marco pelo site, quando assisto pelo celular, marco pelo app).\n\nTem o TV Time também, mas acho o Banco de Séries bem mais prático e tem uma interação maior com brasileiros.\n\nPra filme eu não uso nada.",
                "IMDB é perfeitinho.",
                "Eu separo os filmes que vejo por categorias e depois de vê-los dou às notas, eu estou no momento vendo filmes psicodélicos.\n\nEssas são os filmes que vou ver ainda, quem tiver já visto dá uma notinha aí.\n\nWalking Life.\n\nSem destino.\n\nO Mundo Imaginário do Dr. Parnassus.\n\nBrazil - O filme.\n\nPaprika.\n\nA cela.\n\nSonhos.\n\nAcross The Universe.\n\nHomem Morto.\n\nDublê de Anjo.\n\nViajem a Lua.\n\nA Fantástica Fábrica de Chocolates.\n\nPink Floyd - The Wall.\n\nHouse.\n\nUm Cão Andaluz.\n\nSubmarino Amarelo.\n\nViajem ao Mundo da Alucinação.\n\nEraserhead.\n\nThe Doors - O filme.\n\nQuando Fala o Coração.\n\nO Filho da Égua Branca.\n\nSuspira.\n\nFrito do Paraíso.\n\nBarbarella.\n\nOs sapatinhos vermelhos.\n\nAs Pequenas Margaridas.\n\nO Anjo Exterminador.\n\nA field in England.\n\nO Alucinado.\n\nLúcifer Rising.\n\nHomem de Sírius.\n\nAlém do Arco-Íris Negro.\n\nAlice no País das Maravilhas.\n\nPastoral: Morrer no Campo.\n\nO Ladrão de Bagdá.\n\nO Diabo.\n\nAlice.\n\nImpério dos Sonhos.\n\nFantasia.\n\nSonhando Acordado.\n\nPelos Caminhos do Inferno.",
                "Eu uso o notion, é muito bom pra qualquer coisa! Tem um esquema de você colocar estrelinhas como a nota, fica bem legal e bonito.",
                "Eu anoto o filme que eu assisti no Colornote. Não voto nos sites, só escrevo em uma lista e separo em 3 divisões: não terminei de assistir; filmes que nunca vou terminar; filmes que assisti; e filmes que eu vou assistir.",
                "letterboxd"
            ]
        },
        {
            "title": "Os remakes de grandes sagas e continuações desnecessárias",
            "selftext": "Hoje em dia é bem comum grandes marcas do cinema jogando remakes bem questionáveis de sagas premiadas antigamente, tudo para arrancar o máximo de dinheiro possível da saga em questão, isso também acontece com as imensas continuações horríveis e desnecessárias de ótimos filmes, depois que a saga já tá toda largada, eles acabam fazendo um final bem porco. Depois dessa breve apresentação vou lembrar alguns filmes que provavelmente ninguém aquenta mais: continuações de filmes da Disney, a saga jogos mortais, continuações de o exterminador do futuro, continuações do Halloween de 2018, e todas a séries e novos filmes do MCU. Caso alguém lembre de um remake/ continuação, comenta aí",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zr19kj",
            "num_comments": 10,
            "comments": [
                "Hollywood chegou num ponto de equilíbrio muito delicado para se produzir filmes: \n\nÉ muito caro produzir --> pra não se arriscar o investimento aposta-se em franquias famosas --> mercado saturado de remakes e continuações\n\nMas Hollywood não é novata em fazer isso, é que antigamente eles utilizavam seu monopólio maketeiro pra pegar filmes não americanos (ásia era um alvo recorrente) e refazer esses ao gosto do mercado estadunidense. Isso deu uma mitigada nos últimos anos, internet, a exposição desses remakes como inferiores e notar que eles estavam fazendo marketing gratuito para a concorrência fez o Hollywood se fechar numa bolha. Exemplos desses remakes não faltam: \n\n**Ringu** (Japão) --> *O Chamado*  \n**Ju-on** ( Japão) --> *O Grito*   \n**Deixe Ela Entrar** (Suécia) --> *Deixe-me Entrar*  \n**Espíritos** (Tailândia) --> *Imagens do Além*\n\nAté clássicos muitas vezes não passam no teste de originalidade. **KIll Bill** é uma releitura de **Lady Snowblood** (Japão, 1973); **Por um Punhado de Dólares** é uma refilmagem praticamente cena a cena de **Yojimbo** do Akira Kurosawa, Leone inclusive for processado por Kurosawa; **12 Macacos** é originalmente uma produção francesa; **A Casa do Lago** é remake de **Il Mare** filme Sul Coreano...  A lista é interminável.\n\nOutra coisa que explica tbm o número excessivo de continuações é como o mercado tem faturado e muito em cima da nostalgia. Pessoas querem reviver o passado de alguma forma e as empresas estão notando isso. Com o cinema não é nada diferente.",
                "Eu sou sempre a favor de remakes.\n\n1 - Não fazem o(s) original(is) desaparecem ou perderem valor;\n\n2 - Mudar algo faz parte do processo de releitura;\n\n3 - Se ficar ruim, tu só ignora.\n\nAgora as continuações por vezes já me incomodam, diferente dos remakes que estão refazendo o filme, muitas continuações repetem a mesma ideia do original e ainda acabam mudando personagens ou regras (as vezes ignorando) já estabelecidas naquele universo.\n\n\nE dando uma de nerd boomer, alguns reboots, remakes e continuações parecem tentar se blindar de críticas negativas levantando alguma pauta social, e toda crítica direcionada ao filme é ignorada, e o recorte preconceituoso é destacado pra forçar a interpretação que toda crítica é naquele tom. [Tipo essa bomba aqui.](http://g1.globo.com/pop-arte/cinema/noticia/2016/06/caca-fantasmas-diretor-diz-ser-alvo-de-ataque-machista-assustador.html)\n\nE da Marvel em específico, acho que a própria empresa além de saturar parte do público adulto, não soube frear as espectativas, já que os próprios filmes e séries pós Ultimato já vinham em ritmo acelerado trazendo novos vilões, novos conceitos, novos supers, novas conexões, etc. E na real não linkavam com nada e nem mudavam algo no universo.",
                "Apostar em remakes e continuações é jogar safe e sempre aconteceu.\nOs filmes de super heróis estão saturando. A próxima onda parece ser fazer adaptações de jogos de vídeo game, que nunca deu certo.\n\nHollywood deveria fazer remakes de filmes ruins, corrigindo as falhas. Mas aí dificilmente teria sucesso.",
                "Isso me lembra um pouco quando saiu O Chamado, e eu descobri na internet pré-histórica da época que era um remake deum filme japonês...\n\nMas minha mente jovem de 13 anos não entendia que podia existir remakes de filmes novos, e não só de 30+ anos que eu conhecia (como Scarface e The Thing)\n\n&#x200B;\n\nDesde então sempre que ouço falar que estão fazendo um remake, eu procuro assistir o original... e quase nunca assisto o remake...",
                "Star Wars, Jurassic Park, Velozes e Furiosos e qualquer coisa do Harry Potter.  Esses são os que eu reviro os olhos todas as vezes que sai alguma noticia de continuação ou spin off."
            ]
        },
        {
            "title": "Alguma ideia de filme bom? (pode ser qualquer gênero)",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zqt6ms",
            "num_comments": 29,
            "comments": [
                "Cara, pra pedir sugestão assim é melhor especificar por gênero ou ao menos data. Posso indicar um filme expressionista alemão de 1920 ou um filme de Bollywood moderno.\n\nVou indicar Lunar (2009) e Onde os Fracos Não Têm Vez (2007). Ambos excepcionais.",
                "klaus. uma animação de natal que todos deveriam ver, e chegou a ocorrer ao oscar, e infelizmente foi roubado pelo toy story 4. recomendo muitíssimo, e tem na netflix.",
                "[Lista de filmes da Netflix](https://www.reddit.com/r/filmeseseries/comments/yo9h95/recomenda%C3%A7%C3%B5es_de_filmess%C3%A9ries/ivddm23/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[Outros streamings](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvm1e7/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)",
                "The Batman.",
                "Meus filmes favoritos são quase impossível de alguém não ter visto, O Labirinto do Fauno, Interestelar, As Crônicas de Nárnia, O Senhor dos Anéis/O Hobbit, Invocação do Mal, entre outros",
                "\"12 anos de escravidão\"\nÑ sei ser irá gostar, mas...\nEle é muito bom, a história é tocante é você se senti o que o protagonista está passando(mesmo q o tema seja racismo,escravidão e etc)\nAssista se puder.\nObg por ler_",
                "Django Livre\nPulp Fiction \nBastardos Inglórios\nO lobo de wall street \nCães de aluguel",
                "Jogador N° 1 (filme com a maior quantidade de referências possível, se você gosta de filmes com caça ao tesouro e com tema de videogames vai adorar esse)",
                "Onde está segunda",
                "Bacurau e Vá e Veja",
                "Onde está segunda",
                "Árvore de Sangue",
                "O exorcista clássico, pânico 1 e 2, a trilogia de volta para o futuro, os fantasmas se divertem, o iluminado, alien 1 e 2",
                "Oasis (2002)",
                "Boyhood, o filme levou 12 anos pra ser feito",
                "antes do amanhecer.",
                "Sound of Metal, tem na prime video",
                "The Banshees of Inisherin",
                "O sacrificio_filme com nicolas cage . Muito bom esse filme.",
                "As Leis da Termodinâmica e A Cela",
                "Ensina-me a Viver :))",
                "Interestelar e blue valentine",
                "Atualização (2018) e O Ritual (2017)",
                "Recomendo ver Dream girls em busca de um sonho ( olha esse filme tem uma história muito boa contém música, bastante desavenças e superação)",
                "Dando umas dicas de filmes nacionais:\n\nCidade de Deus\n\nO Som ao Redor\n\nAquarius\n\nSócrates\n\nBacurau\n\nMacunaíma\n\nTropa de Elite 1 & 2"
            ]
        },
        {
            "title": "Melhor e pior filme que você assistiu nesse ano.",
            "selftext": "Para mim o melhor foi A Lista de Schindler e o pior  foi 007 Quantum of Solace.\n OBS: Sinta-se livre para postar mais de um filme de cada categoria caso ache necessário.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zqpopl",
            "num_comments": 91,
            "comments": [
                "Fico impressionado com a memória de vocês. Eu assisto filme todos os dias, literalmente, e acabo esquecendo os filmes que vi, são centenas durante um ano. Minha memória mistura com filme que assisti ano passado, enfim. Deveria ter uma recordação igual àquelas do Spotify.",
                "**Melhores:** \n\nEverything, Everywhere, All At Once; \n\nTriangle of Sadness; \n\nBodies Bodies Bodies\n\n**Piores:** \n\nThor Love and Thunder;\n\n Morbius",
                "Melhor: The Batman\n\nPior: Wonder Woman 1984",
                "Melhor: o exorcista versão extendida/ \n\nPior : Sexta feira 13 o primeiro ( mesmo sendo o melhor da saga, é muito ruim)",
                "O melhor: A Origem\nO pior: Natal cheio de graça (Gkay)",
                "Vcs não entendem nada de filmes ruins 😂",
                "Melhores: The Batman, o Sétimo Selo, Psicopata Americano, Laranja Mecânica (esse filme me causou um incômodo e repulsa surreal, experiência única), Top Gun 2\n\nPiores: Por incrível que pareça, eu sou bem seletivo em assistir filmes, não é querendo bancar o cult, mas eu não assisti filmes ruins nesse ano, os que eu não listei foram medianos.\n\nPs: não fui “corajoso” o suficiente em assistir Morbius e Thor.",
                "Melhores filmes foram the batman e get out\n\nPiores filmes foram doutor estranho no multiverso da loucura e thor: love and thunder",
                "Melhor: Titane (2021)\n\nPior: Moonfall (2022)",
                "Sem pensar muito\nMelhor: bodies bodies bodies\nPior: Seguindo todos os protocolos (sim isso é um filme e horrível)",
                "Melhor: Yi Yi (2010) / The Banshees Of Inisherin (2022) - não consigo decidir qual dos dois gostei mais.\n\nPior: Os Sete Corvos (2015)",
                "Melhor: Sunny (2011); Angels Egg (1985)\n\nPior: Sadako (2019); Angels of the Skies (2013)",
                "Acabei de lembrar de um filme o qual eu achei mt ruim da Netflix desse ano Choose or Die tlvz tenha sido o meu pior do ano.",
                "o melhor acho que foi a trilogia before, que nunca tinha visto até esse ano. dos filmes lançados esse ano o melhor pra mim foi everything everywhere. o pior acho q foi dazed and confused. tentei ver pela segunda vez e continuo odiando esse filme. muito.",
                "Joias Brutas merece uma menção honrosa",
                "Os únicos filmes bons que assisti esse ano foi:\n\n- Tudo em Todo o Lugar ao Mesmo Tempo\n- Morte, Morte, Morte\n- O Lagosta\n- O Sacrifício do Cervo Sagrado\n- Concorrência Oficial\n\nA única ruim que tive foi as brigas com meu irmão.",
                "Os melhores que eu vi esse ano foram 2001: Uma Odisseia no Espaço, Vá e Veja e O Poderoso Chefão 2 (não há como escolher o melhor entre os que eu considero \"perfeitos\").\n\nO pior foi \"Apenas um Garoto em Nova York\", só assisti isso porque inventei de ver os filmes do Marc Webb (só fez merda, exceto 500 dias com ela)",
                "Melhor: Drive my Car, se for considerar apenas lançado esse ano seria Argentina, 1985.\n\nPior: Blonde.",
                "Melhor: Elvis. O Austin Butler incorporou o Elvis nesse filme. Espero que ele consiga o Oscar de melhor ator.\n\nPior: Massacre da Serra elétrica da Netflix. Essa saga tem uns filmes ruins, mas esse supera todos em questão de péssima qualidade.",
                "Melhor desse ano: Tudo em Todo Lugar ao Mesmo Tempo.  \nPior desse ano: Morbius",
                "Melhor: The Holy Mountain - 1973\n\n&#x200B;\n\nPior: Vários na netflix... talvez \"The Wonder 2022\" que é muito chato.",
                "Melhor: Barbarian\nPior: Adão Negro",
                "O pior: morbius\nO melhor: batman",
                "Melhor : Nada de novo no front.\nPior : O farol.",
                "Foi o spider man 3 1999",
                "Melhor: Pinóquio do Guilhermo Del Toro / Avatar 2\nPior: Adão Negro",
                "Melhor: Amadeus \nPior: Black Adam",
                "Melhor filme: The Batman\n\nPior filme: Unchardet",
                "Melhor: 12 Angry Men  \nPior: Taxi Driver",
                "Melhor: Cloud Atlas(2012) Pior: Moonfall(2022)",
                "O pior, de longe, foi o último do James Bond",
                "Melhor: Rua do medo.\n\nPior: O poderoso chefão",
                "Gente, e eu quem nem sei quais filmes eu vi esse ano. Esse foquei mais em séries",
                "Melhor : Aniquilação\n; Pior : Equilibrium",
                "Os melhores que assisti esse ano foram Everything Everywhere All At Once, The Banshees Of Inisherin, Decision To Leave, Good Luck To You Leo Grande, Bullet Train, Argentina 1985, Top Gun Maverick e Hustle.",
                "Melhores que vi que foram lançados esse ano(não está em ordem do melhor ao pior): Tudo no mesmo lugar ao mesmo tempo, Barbarian, Nope, Hellraiser, Athena, Marcel, The Northman, Argentina 1985, Peso do Talento, Tico e Teco, Nada de novo do Front, Arremessando Alto e RRR\n\nMelhores que vi esse ano, mas que não foram lançados esse ano(também não está em ordem): A Criada, Raw, Requiem for a Dream, Homem Palha, Projeto Florida, Os infiltrados, Oito odiado, e Os Prisioneiros\n\nPiores Thor Amor e trovão, Speak no Evil, Valerie e sua semana fabulosa, Crimes do Futuro,  e Enigma do Horizonte",
                "Em 2022 o melhor filme que eu assisti se chama Para Sempre Lilya, um filme russo.\n\nO pior filme se divide em dois: 50% vai para HER, e 50% para Não Olhe Para Cima que é uma copia fajuta de Melancolia do Lars Von Trier.",
                "Interessante, vendo a lista de filmes que assisti em 2022 o melhor é um filme que tinha assistido muitos anos atrás.  *2001, UMA ODISSEIA NO ESPAÇO* . (9,2/10)\n\nSe levar em consideração filmes relativamente recentes, acho **DUNA** foi o melhor. (8,1/10)\n\nO pior são vários, aliás, 2022 é uma safra horrível diga-se de passagem, mas o pior de todos é **NOPE** (1,2/10) seguido pelo bem atuado mais completamente sem sentido **THE BANSHEES OF INISHERIN** (2,1/10).",
                "melhor: interestellar\n\npior: \"não, nao olhe.\" (nope)\nodiei esse filme. e acho que odiei mais ainda pq gastei uns 17 reais p ver aquela porra kkkkkkkkk",
                "O pior filme que já assisti na vida é O Vestido Maldito, eu nem acreditei que essa merd4 era de 2018. Até hoje nenhum filme que assisti superou esse. \nO melhor filme que assisti em 2022 foi O menino que Descobriu o vento."
            ]
        },
        {
            "title": "Pearl e X- A marca da morte - Discussão",
            "selftext": "Quem viu, o que achou? Qual preferiu?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zqmz4m",
            "num_comments": 4,
            "comments": [
                "Eu gostei mais de X, acho mais completo e a narrativa me agrada mais. Tbm curti Pearl, mas é fato que a atuação da Mia Goth e os memes com o filme deram uma alavancada pra cair no gosto popular",
                "Vi X mais no início do ano e Pearl agora esses dias...\n\n\nGostei bastante dos dois, acho que gostei mais do X mas Pearl tá logo ali (demora um pouco pras coisas andarem em Pearl)",
                "Acho X melhor, mas gostei de ambos. Ansiosa pra Maxxxine"
            ]
        },
        {
            "title": "The Gulity(O culpado)",
            "selftext": "Assisti The Gulity na Netflix hoje, e que filme incrível, o filme inteiro se passa dentro do escritório do policial, algumas informações são meio confusas (principalmente no final). Achei incrível o jeito que o suspense passa pra quem tá assistindo mesmo não mostrando nenhuma das cenas citadas nos telefonemas. A gente sabe das informações (quase) totalmente pelas falas dos envolvidos no caso e a história se desenrola de um jeito que...Uau\nBy the way, alguem que assitiu e entendeu melhor do que eu pode me explicar nos comentários pfv? kkkkkk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zqc81h",
            "num_comments": 4,
            "comments": [
                "Esse filme é o remake de um filme dinamarquês chamado Culpa, não é?\nCulpa eu vi e achei um filmão."
            ]
        },
        {
            "title": "dicas de filme pra ver com a namorada com o tema de Natal?",
            "selftext": "minha namorada irá passar o Natal na minha casa e nós planejamos ver filmes depois da ceia,vocês tem algumas indicações de filmes de Natal que tenham comédia,romance e esses clichês de filme de Natal?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zq122g",
            "num_comments": 10,
            "comments": [
                "Duro de matar",
                "Esqueceram de mim...sempre",
                "Duro de matar\n\nGremlins\n\nHeroi de brinquedo",
                "QUE COISA FOFAAAAAAA♥️",
                "The Night Before",
                "\"O Grinch\" , \"Um natal muito, muito louco\", \"Herói de brinquedo\".",
                "Santa’s slay",
                "Eyes wide shut",
                "The Nightmare Before Christmas",
                "Natal das Brasileirinhas"
            ]
        },
        {
            "title": "Filme que vi na aula de informática",
            "selftext": "A anos atrás, eu vi um filme na minha aula de informática, do que eu me lembro, o filme era sobre um cara que era meio que um gênio da informática e sequestraram ele e a família dele para que ele fizesse o que esses caras queriam . Eu nao me lembro muito bem o contexto, só lembro o final que tem na minha cabeça, que os sequestradores levam o cara e a familia pra uma casa bem isolada e fazem eles literalmente cavarem a propria cova. Mas como todo final cliche o cara consegue matar todos os sequestrados com uma inchada kkk. Enfim, isso foi a uns 8 anos atras e ate hj me lembro dessa cena mas nunca mais achei o filme.   \nSe alguém souber fico grato, pq to a anos achando que sonhei com esse filme e ele na real nunca existiu.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zpzm7v",
            "num_comments": 2,
            "comments": [
                "Acho que é Firewall, com o Harrison Ford"
            ]
        },
        {
            "title": "A série 1899 dos mesmos criadores de Dark e as acusações de plágio: qual sua opinião?",
            "selftext": "Uma quadrinista brasileira acusou, no Twitter, a série 1899 de ser um plágio de sua história em quadrinhos \"Black Silence\". Os criadores da série negam o plágio, a moça já deletou a conta dela no twitter e muita gente está dando palpite sem ter visto a série ou lido os quadrinhos.\n\nSe você assistiu a série toda e leu os quadrinhos (leia [aqui](https://drive.google.com/file/d/1z4QHLYDjwEjbzia67_dPwao0eC9H_QdH/view)), qual sua opinião?  \n\n\n**Um conselho: se você não viu a série, não leia os quadrinhos (e não, não é porque é idêntico).**",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zpxsjw",
            "num_comments": 10,
            "comments": [
                "Eu vi a série, porém não li os quadrinhos. Vi um vídeo de um gringo comentando sobre os supostos plágios apontados pela mina e não vi nada demais. Se a Jantje e o Baran tiveram criatividade o suficiente pra criar uma das melhores séries de todos os tempos, vulgo Dark, acho meio difícil eles precisarem plagiar um quadrinho aleatório.",
                "acusações infundadas\n\n&#x200B;\n\nnem temática nem estilo são similares...\n\n&#x200B;\n\nfora 3 ou 4 cenas que parecem muito vagamente o quadrinho, que são bem genéricas em sci fi, não tem nada...\n\n&#x200B;\n\npirâmide negra é quase cliche em dark sci fi...",
                "Acho que tem muita gente opinando sem ter lido a HQ. Eu, p. ex",
                "Eu vi a série e li o quadrinho e francamente, as alegações são infundadas.\n\nExistem sim pontos em comum na história porém, nada além do que existiria em estilos semelhantes. É como se alguém que tivesse escrito uma história de detetive acusasse todos os autores de filmes/séries/livros de detetive de plágio.",
                "Quem está dando palpite sem ter visto as duas obras são os q acham q essa acusação tem algum sentido. Essa mina só quer chamar atenção mesmo"
            ]
        },
        {
            "title": "Que cliché de filme/série você quer muito fazer?",
            "selftext": "me: entrar em um táxi e dizer: \"siga aquele carro\"",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zpwoww",
            "num_comments": 19,
            "comments": [
                "Não é clichê, mas tem uma cena do Mad Men que sempre quis fazer, queria que alguém chegasse em mim e falasse que tem raiva/pena ou qualquer outra coisa, pra eu responder \"e eu nem sequer penso em você\" kkkkkk",
                "A jornada do herói. Até agora eu só tô me fodendo.",
                "brincar na chuva com meu amor\nnão tem clichê mais fofo que esse, sempre quis fazer mas tenho vergonha",
                "Ser a descolada da escola por uma semana.",
                "Aquela parada de \"estar em dois lugares ao mesmo tempo\" com alguém que eu amo. Sou um cara romântico 😞",
                "Entrar em casa, olhar pra minha esposa e dizer: \"quer cozinhar?\". (Breaking Bad). Ela sabe que eu não sei cozinhar e certamente vai ficar admirada com a pergunta.",
                "Alguma cena romântica de filme Family friendly",
                "Leave the gun, take the cannoli",
                "* Aquele café da manhã com a mulher toda feliz de manhã e os filhos brincando na mesa. Nunca vi ninguém acordar animado no Brasil, todo mundo já sai se arrastando. \n\n&#x200B;\n\n* Ou aquele em que as pessoas no meio do dia, saem para fazer coisas pessoais sem se preocupar com dinheiro (pessoal de sitcom parece que trabalha duas horas por dia e o resto ta em casa e cheio de dinheiro pra não preocupar com conta de luz)",
                "I'VE GOT THE BULLETS.",
                "Voce entrou na casa errada!\nahs: coven",
                "Chegar em uma pessoa aleatória e dizer \"o tempo está maravilhoso\" kkkkk",
                "\"A vida é muito curta\" e viver um dia incrível cheio de aventuras... Que se eu for fazer isso, vou ficar metade do dia dentro de ônibus, e a outra metade passando raiva.",
                "Eu acho que o meu seria: sobreviver a um mega filme de terror, tipo hereditário, e quando chegar no final, eu acordo e descubro que é só um sonho",
                "Aquele em que o personagem principal vai do dias difíceis ao dias de glória  ou vai dá queda a ascensão ,pq minha vida ultimamente tem sido só a queda e os dias difíceis"
            ]
        },
        {
            "title": "Alguêm sabe o nome desse desenho da Discovery Kids?",
            "selftext": "É um desenho sobre um menino que foi parar em um planeta futurista enquanto ia pra escola (acho que o nome dele era Marcos). Eu não lembro qual era o nome do planeta, mas eu sei que era o mesmo nome do desenho. Eu lembro q tbm tinha um menino de cabelo azul que morava nesse planeta e que tentava ajudar ele a voltar pra casa, e tbm tinha outros dois personagens que pareciam um valentão e um nerd que tbm moravam no planeta e eram antagonistas na maioria dos episodios.\n\nParece ser um desenho com poucos episódios, pq ficava direto passando reprises dele. Eu já procurei em todo lugar, até na lista de programas da Discovery Kids, mas não encontrei.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zpv4u1",
            "num_comments": 3,
            "comments": [
                "É Gemini 8, o personagem é Marco e o de cabelo azul é Polo"
            ]
        },
        {
            "title": "Indicação de filmes sobre medicina?",
            "selftext": "Sou estudante de medicina e estou de férias, queria aprender alguma coisa mesmo que curiosidades e passar o tempo. Me indiquem filmes relacionados a medicina, doenças raras e terminais etc",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zpuwgw",
            "num_comments": 18,
            "comments": [
                "Para Sempre Alice.",
                "centopeia humana",
                "Não é filme, mas indico a série House M.D. (Doutor House em português).",
                "Um Golpe do Destino (1991)",
                "Mãos Talentosas",
                "The Knick 💀",
                "Mar Adentro, um filme espanhol como Javier Bardem sobre um tetraplégico que luta pelo direito da eutanásia.",
                "https://en.wikipedia.org/wiki/Awakenings",
                "Quase deuses\nMãos talentosas\nJardineiro fiel (ou algo assim)",
                "O Físico. Muito bom!",
                "Óleo de lorenzo. Inclusive entrou na Netflix",
                "ChicagoMed",
                "Recomendo um filme dos anos 70 chamado \"Coma\", baseado num livro do Michael Crichton, o mesmo autor de Jurassic Park.\n\nSe puder, leia o livro. Michael Crichton era médico.",
                "Obrigado pelas indicações pessoal"
            ]
        },
        {
            "title": "alguém sabe o nome dessa série?",
            "selftext": "quando eu era mais novo(por volta de uns 12/14 anos) vi meu pai assistir uma série com um tema que eu acho que seria pós apocalíptico com aliens envolvidos\nlembro que na série as pessoas que eram capturadas por esses extraterrestres usavam algum tipo de exoesqueleto aclopado que ia desde a nuca até a sua coluna\nnão lembro mais nada da série a não ser isso,se alguém puder me ajudar a achar o nome dela eu ficaria muito grato 😁👍",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zp73h5",
            "num_comments": 8,
            "comments": [
                "Falling Skies",
                "Falling Skies",
                "Problema é que a gente não sabe sua idade. Quando você tinha 12/14 foi exatamente em qual período?",
                "Talvez o primeiro Cloverfield, ou Guerra dos Mundos.",
                "Se for filme e não série pode ser  As Cronicas de Riddick (2004). As armaduras dos Necromongers tinham umas texturas tipo musculo/esqueleto.",
                "Tem uma da Morena Bacarin, antiga, que se chama V",
                "Pessoal, pela descrição é Falling Skies, e é com o ator Noah Wyle, que interpretava o residente John Carter em Plantão Médico e o ator principal da série The Livrarian, ou O Guardião. É Falling Skies, pois a cena dos abduzidos terem as colunas aclooadas a Exo esqueletos é muito emblemática."
            ]
        },
        {
            "title": "Periféricos (The Peripheral) - Indicação de nova série Sci-fi",
            "selftext": "Comecei a assistir por  não ter mais nada para ver. Confesso que ainda no S01e04, fiquei surpreso.\n\n&#x200B;\n\nPara a galera que ficou orfão de Westworld e similares. \n\n&#x200B;\n\nAinda tem umas coisas que não compreendi bem. Não creio que sejam furos de roteiros, deve ser algo que me passou batido ou que vai explorar mais à frente. Eu não gosto de ler sobre o que assisto, então não pesquisei ainda.\n\n  \nNo mais, tudo é bem 10/10 com ótimos atores, filmografia, direção e fotografia. Episódios fora do padrão de 45 minutos, durando pouco mais de 1 hora.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zoxy24",
            "num_comments": 6,
            "comments": [
                "Terminei a temporada e achei espetacular. Me deu aquela sensação de quero mais que poucas séries dão. \n\nE algumas coisas se explicaram. Outras eu acho que não entendi mesmo. Não sei como a Cherise fez um buraco no chão. :(",
                "Onde assistir?",
                "Eu gostei muito da ideia, da qualidade, mas precisam melhorar os diálogos. O tema é denso."
            ]
        },
        {
            "title": "Sem conexão 1 e 2 os filmes mais sem graça que ja vi",
            "selftext": "Os dois filmes são uma merda chatos, não assusta ninguém os ''mostros\" não são  bizzaros eu pelo menos não achei,a origem dos \"mostros\" e horrivel LITERALMENTE cai um meteoro do VEMON eos pirralhos viram dois gordos gigantes que so dam medo em quem tem tripofobia como aqueles titans não fugiram da porra da casa deles a mãe dos titans tinhas 90 anos de idade quase virando po e os gordoes so fugiram da casa quando eles mataram mãe porque eles simplesmente não fugiram antes porque? os protogonistas mais genericos que eu ja vi tem um gordinho nerd gamer, uma loira que so serve para a fazer a cena de sexo e claro ela burra,um bullyng bullyng fazer bullyng no gordinho nerdola, e a protagonista que so e a final girl, Agora vo falar do filme dois a eo gordinho nerdola morre f, O protagonista do segundo e um policia generico qualquer numa cidade de merda, a protagonista do primeiro filme e presa e chamada de maluka mesmo eles tendo capeturado o gigantes, o filme e chato e devagar o inportante e que a protagonista vira um versão dos gordoes so que magra eo policial Tambem ai os dois transão numa cena super nojenta ai finalmente o filme ACABA",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zor1c8",
            "num_comments": 2,
            "comments": [
                "Gostei do filme"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zoo8iv",
            "num_comments": 6,
            "comments": [
                "1899 (Netflix)  \nCuphead (Netflix)",
                "Supernatural (HBO Max) \nUmas das séries mais incríveis que vi",
                "- dark ( terminando a primeira temporada)\n- Gilmore Girls: Tal Mãe, Tal Filha ( acabei de ver 1 ep)\n- The big bang theory\n- Disque amiga pra matar ( terminei o último ep essa semana)",
                "cuphead-netflix",
                "Smiley. muito boa. levinha, divertida",
                "Magnífica 70, série brasileira da HBO. Muito boa.\n\nConta a história de uma produtora de filmes da Boca do Lixo na época da ditadura militar.\n\nNão curti tanto os dois primeiros episódios, mas a história foi evoluindo demais. Já estou na metade da segunda temporada."
            ]
        },
        {
            "title": "Filmes ruins de terror alguma recomendaçao?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zoo2o3",
            "num_comments": 29,
            "comments": [
                "Piranha 3DD.",
                "Todos 😁",
                "The Velocipastor",
                "O último que assisti foi men faces do medo... a última cena você nunca mais vai esquecer",
                "A hora do pesadelo 2 e 5/ Jason X/ todos os filmes do massacre da serra elétrica exceto o primeiro/ Tubarão 3D/ todos os jogos mortais menos o primeiro/ invocação do mal 3/alien 3, 4 e alien covenant/ o enigma de outro mundo de 2013/ alguns filmes da saga premonição, o 2, 3, e 4/ o chamado 2 e 3/ VHS viral/ bruxa de Blair de 2016 / pânico 3/ todos os hellraiser exceto o primeiro/ a maldição da chorona / vidro\n\nFoi os que eu lembrei, ainda tem muitos, uma menção honrosa a todos os sexta feira 13 :3",
                "na plutoTV tem os melhores e ainda com aquela dublagem de baixíssima qualidade que é a cereja do bolo, se vc assistir Magalodon da ate pra testemnhar um erro briutal da dublagem, vai sem medo",
                "O remake de Casa de Cera, as continuações do Psicose, a franquia Pânico na floresta, Jason vai para o Inferno,",
                "pânico na floresta",
                "O Exorcista 2",
                "Órfãos, Eli",
                "Eu vi vários do Canal Super8, ele mostra uns bem ruins, tipo \"Titanic 666\", \"A Sereia: Lago dos Mortos\" e \"Medo Viral\".\n\nMas esses são filmes RUINS. Tipo que você leva susto uma vez e aí nunca mais, se é que chega a se assustar invés de rir.",
                "Pânico na floresta 4 (spoiler: é perfeito)",
                "Ruim, mas eu adoro: Jesus Cristo Caçador De Vampiros",
                "\"Amenaça no espaço\" (é exatamente assim que aparece escrito no amazon prime), um filme com o Bruce Willis de 2020, muito tosco.",
                "Sofa Killer",
                "O exorcismo de emily rose",
                "Pânico na Floresta. Todos. São tão ruins que são incríveis."
            ]
        },
        {
            "title": "Homem-Aranha 4: Vazamento confirma Miles Morales no filme.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zoi3fi",
            "num_comments": 1,
            "comments": [
                "Será MIles Morales estara no proximo Filme?"
            ]
        },
        {
            "title": "Alguem me ajuda a achar smiling friends?",
            "selftext": "Alguem sabe onde posso baixar esse filme dublado sem ser pelo HBO? eu real queria ver, mas pagar 20$ para assistir so uma serie é foda",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zof75f",
            "num_comments": 2
        },
        {
            "title": "Filme de terror adolescente",
            "selftext": "Alguma sugestão de filme de terror de classificação até 16? De preferência disponível na netflix ou amazon prime video.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zodvsw",
            "num_comments": 10,
            "comments": [
                "Tem fear street",
                "Fragmentado ou pânico",
                "Acho que todos os filmes do A rua do Medo, Carrie a estranha, premonição, a hora do pesadelo, saga sexta feira 13, REC, e talvez a bruxa de Blair",
                "Sexta-feira 13, A Hora do Pesadelo, Terrifier, A Albergue 01, 120 Dias de Sodoma, Pink Flamingos, Mártires, A Serbian Film, Os Demônios, ou Holocausto Canibal. Esses são perfeitos pra adolescentes.",
                "The Black phone",
                "Acho q Corrent do Mal é adolescente se pah",
                "X- A marca da morte. tem no stremio"
            ]
        },
        {
            "title": "Nosso filme para de dezembro é O show de truman (1998) - O que acharam deste filme?",
            "selftext": "[https://pt.wikipedia.org/wiki/The\\_Truman\\_Show](https://pt.wikipedia.org/wiki/The_Truman_Show)\n\n&#x200B;\n\n [Filmes já assistidos e discutidos no Clube do Vídeo](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zo4ms8",
            "num_comments": 15,
            "comments": [
                "Um marco do cinema que a população aprendeu nada com ele.",
                "Filme excelente! Assisti o documentário do \"Jim & Andy\" na Netflix, e ele explicou o momento que ele estava quando fez esse filme, e fez muito sentido para o personagem Truman. Interessante que o Jim praticamente reflete na tela o que estava vivendo pessoalmente.",
                "Bom filme. Entretem e traz uma boa atuação do JC.",
                "Levemente atrasado mas to por aqui com meu chocolate quente Mococoa\n\nÉ um otimo filme, mais uma vez o jim carrey consegue aquele tom que o filme precisa em certos momentos, a ironia, o deboche e os 3% de loucura de personagem. quando assiste mais de uma vez vc meio que manja a ideia das cenas com lentes marcando na tela, mas se for assistir pela primeira vez, é um bom plot pra qm ta desavisado.\n\nÉ bem interessante como o filme aborda essa premissa de ânsia pelo entretenimento a todo custo e ao mesmo tempo ser hiper descartável, principalmente pela cena final. O filme sempre busca reafirmar o quanto o show de trumam esta passando na tv de forma ininterrupta , milhões assistindo sem parar, pra se resumir a algo substituível. é aquela comparação com o Big Brother, ja ta na edicao 23, o quadrado é o mesmo e ainda sim busca-se assistir pela forma com o ser humano se comporta de inúmeras maneiras diferentes ao problemas, é sempre um roteiro em mudança.\n\nReve-lo foi legal. \n\nAte a proxima",
                "Eu assisti pela primeira vez hoje e estou sem palavras. Um filme que me deixou pensativa por horas e com uma sensação estranha mas boa.\nEstou até agora sem palavras!",
                "Excelente. Pena que o Boninho tbm deve ter assistido",
                "Gosto muito do fato do filme abordar um tema tá sério e que precisamos discutir, equilibrando mto bem as doses de drama e de comédia. Não é um humor bobinho.",
                "Filme excelente, uma experiência única e reflexiva.",
                "Eu acho um tapa na cara da sociedade, mas a sociedade é bem vagabunda e quer mais! 🙄"
            ]
        },
        {
            "title": "Gente alguem sabe o nome desse filme?",
            "selftext": "# Eu assisti esse filme quando era pequeno e nele tinha um samurai na época feudal e ele estava protegendo um pedaço de um disco que erá muito poderoso, ai ele é atacado e tem que fugir quando ele foge, ele vai pro futuro e ele se vê na frança/Italia algum desses lugares e acaba encontrando um garoto e seu ávo e eles chamam ele pra comer e falam sobre Dom Quixote e tal, depois eles encontram um lince meio humano e um leão cor de bordo, ai eles tem que encontrar as outras partes do disco para voltar no tempo e ajeitar as coisas, no final o menino da pro leão os pedaços do disco, cada pedaço representa o respeito, coragem, determinação e inteligencia, e o leão fica grande e da um ruido que faz eles voltarem no tempo e concertarem as coisas.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zns80a",
            "num_comments": 1,
            "comments": [
                "É esse aqui?\n\nhttps://www.imdb.com/title/tt0446701/"
            ]
        },
        {
            "title": "Qual o nome daquela série animada da Cartoon que foi cancelada e esquecida?",
            "selftext": " Era sobre dois meninos que podiam refazer o dia deles, mas esse dia tinha que ser necessariamente segunda-feira, a música de abertura era basicamente isso, e acho que eles faziam com um computador... não tem nenhum dado desse desenho em lugar algum sem saber o nome nem na lista de desenhos da Cartoon, talvez não tivesse na Cartoon, mas acho que era, me pergunto se aquele desenho era coisa da minha cabeça ou eu vim de outra dimensão escondida pelo governo eu não sei...me ajudem ae",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "znnpo6",
            "num_comments": 23,
            "comments": [
                "A mansão Foster para amigos imaginários? - Meu amigo da escola é um macaco?",
                "Até eu me interessei nesse desenho, haha.",
                "Me esqueci",
                "Xi não lembro",
                "Viagem no tempo me lembra de Code Lyoko, que não era uma série da CN mas fds segue meus 2 centavos",
                "Time Squad?\n\nEdit: https://youtu.be/aquIw9m5Ly8",
                "Tem mais alguma informação específica? Como eram os personagens",
                "Clarencio O Otimista ou O Segredo Além do Jardim?",
                "Esqueci",
                "Isso me lembra de knd",
                "Estava pensando. Não seria Phineas e Ferb? Mas esse é da Disney."
            ]
        },
        {
            "title": "Filme ou série em que os personagens comem palavras no ar",
            "selftext": "Eu vi esse filme (ou série) provavelmente na Band, nos anos 90. Já era antigo na época. Eu só lembro de uma cena em que dois personagens entram em um tipo de box de vidro que abafa o som e todas as palavras que eles falam ficam flutuando no ar como bexigas. Em determinado momento, eles começam a discutir e o box fica cheio de palavras, então um começa a comer as palavras do outro no ar.\nEu acho que o personagem principal era um agente, algo tipo Agente 86, mas não acho que seja dessa série.\nJá faz tanto tempo que procuro que tô começando a achar que talvez eu tenha sonhado isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zniku7",
            "num_comments": 7,
            "comments": [
                "Eu acho que é o \"Uma Cilada Para Roger Rabbit\"."
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zn4bb6",
            "num_comments": 15,
            "comments": [
                "Projeto almanaque no prime video, um excelente filme",
                "Vi triangle of sadness e force majeure… muito bons quero rever. Foi no stremio como sempre :)",
                "Recentemente eu assisti \"A Lista de Schindler\" e já é um dos meus filmes favoritos. É uma aula de humanísmo e além disso o filme é magistralmente escrito, dirigido (pela lenda) e com  atuações memoráveis. Você pode assistir pela Netflix.",
                "Estou assistindo Glória Bell e As Linhas Tortas de Deus, ambos na Netflix. Ando meio impaciente e pausei os dois.",
                "A Criada: FILMAÇO, me arrependi de ter demorado tanto pra ver esse filme, nem lembro a última vez que um filme me surpreendeu tanto igual esse, sempre quando eu achava que ia pra um lado, acontecia algum coisa completamente diferente, recomendo a todos assistirem, mas vão sem saber nada sobre, esse é um daqueles filmes que quando menos você sabe é melhor\n\nDecision to leave: Do mesmo diretor do A Criada, mas esse eu não consegui gostar, o filme não é ruim, mas não sei explicar, só não gostei, talvez não tenha me conectado com a história, talvez só tenha assistido em um dia ruim, só sei que não deu pra mim\n\nDentro da mente de um gato(Netflix): Documentário bem legal sobre gatos, quem gosta ou tem gato vai gostar\n\nRRR(Netflix): Um dos filmes mais divertidos que assisti esse ano, muito bom ver um filme que não tem medo de ser mais fantasioso, e não vai no caminho igual Hollywood que tudo tem que ser o máximo realista possível, o filme pega tudo do cinema Indiano e traz de uma maneira super criativa, aquelas cenas de ação super exageradas, os musicais, que inclusive até agora umas das músicas não sai da minha cabeça, e direto revejo essa cena no YouTube kkkkk\n\nArremessando Alto(Netflix): Não sou muito fã do Adam Sandler, mas nesse filme ele está mandando bem, e diferente dos seus outros trocentos filmes, esse é um filme bom de verdade, e eu amo esse tipo de filme, mesmo com seus clichês eu gostei demais\n\nArgentina 1985(Amazon): Filme extraordinário, mesmo eu não sabendo nada sobre dessa época na Argentina, em nenhum momento eu fiquei perdido, e em alguns momentos saber que foi inspirado em história real e que trouxe relatos reais dá um aperto no coração, ver esse filme e saber que hoje em pleno 2022 tem gente indo pras ruas pedir intervenção militar é revoltante",
                "The Banshee of Inisherin; The Fabelmans; Dragon Ball Super Hero. Próxima semana tentarei assistir algum clássico do cinema. 👍",
                "Triângulo da Tristeza (PC)  \nEla disse (PC)  \nPinóquio de Guillermo Del Toro (Netflix)  \nArmageddon Time (PC)  \nNoites Brutais (PC)"
            ]
        },
        {
            "title": "FILMES DE 2000",
            "selftext": "oq vcs acham sobre os filmes e series do ano 2000? não fui nascido nessa época mas minha irmã sim, e ela assiste mtos filmes dos anos 2000 até hoje",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zl6bmj",
            "num_comments": 9,
            "comments": [
                "Temos que usar a máxima: filme bom não tem época, estilo ou gênero. \n\nTem muito filme bom dos anos 2000 e tem muita tranqueira. E isso é uma verdade pra qualquer ano da história cinema.",
                "Ser adolescente naquela época foi maravilhoso. Tinha muito filme criativo e muita variedade.\nAlguns filmes daquela época podem ser considerados ruins hoje, mas na época eram a melhor coisa do mundo.",
                "Reza a lenda que os melhores filmes são do ano de 1999. Alguns dizem que é porque o mundo ia acabar em. 2000. Mas realmente 98 e 99 foram os 2 anos seguidos que mais saíram filmes fodásticos. \n\nFora isso eu nunca eu nunca parei para olhar data de filme. Tem filme de 1950 que dá uma surra nos atuais. Mas tem filmes atuais muito bons.",
                "Trazem uma boa sensação de nostalgia no geral. Eu alguns casos alguma cena revista me faz pensar \"nossa, eu concordava com isso?\" Mas também é uma questão do que era instituído na época.",
                "Eu amo de paixão os filmes dessa época mas tem algumas coisas que hj em dia são gritantes: a falta de diversidade (em tds os sentidos) por exemplo, entre outros. Mas ainda assim amo, só tenho um olhar mais crítico hj 😅",
                "São incríveis",
                "Amo, só n são melhores do q os dos anos 90!",
                "Psicopata americano, uma dos melhores dessa época man!"
            ]
        },
        {
            "title": "Enquete para a escolha do filme de Dezembro",
            "selftext": " [Filmes já assistidos e discutidos no Clube do Vídeo](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/) \n\n[View Poll](https://www.reddit.com/poll/zkhqxr)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zkhqxr",
            "num_comments": 13,
            "comments": [
                "São todos excelentes filmes, mas eu indico o show de truman. É um filme que tem um dos atores mais carismáticos e que possui caráter atemporal",
                "The Lobster é um daqueles filmes em que todo cinéfilo precisa assistir. Bizarro e Crítico.",
                "É dezembro, tem que ser um filme de natal, nada mais justo de ser o Duro de matar",
                "Eu n csigo aceitar duro de matar estar perdendo em dezembro ja que é um classico de natal.",
                "Votei no truman mas rever die hard tbm é bacana",
                "Tá movimentado a votação hein 😉"
            ]
        },
        {
            "title": "Terror com música",
            "selftext": "Galera, preciso de ajuda. Tem anos que eu procuro esse filme e não consigo encontrar pq não sei o nome. \n\nA história é sobre um grupo de amigos que vai fazer uma trilha no meio do mato e aos poucos eles vão desaparecendo um a um. \n\nAparentemente, o vilão/assassino é a música. Pois toda vez que um desaparece, toca uma música mega alta e os personagens ouvem assim como nós. \n\n\nQueria assistir de novo, era um ótimo filme mas não consigo lembrar o nome.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zjuoby",
            "num_comments": 15,
            "comments": [
                "Acompanhando",
                "Também quero saber",
                "Poxa! Até eu quero assistir",
                "é um episódio da serie da disney, de terror, não me lembro muito mas era bem assim",
                "Parece um episódio de Z nation, é uma série de zumbis mesmo. Mas neste em específico, as pessoas somem  por uma música gritante, desmaiam e acordam em diferentes cômodos.",
                "Alguma recomendação?",
                "O mais próximo que eu já vi é Sweany Todd: O Barbeiro assassino (ñ sei se o nome é exatamente esse). É um músical violento e gótico, mas ñ sei se alguém o enquadraria no gênero do Terror. Se alguém tiver interesse pode assistir no HBO Max."
            ]
        },
        {
            "title": "Qual é este filme?",
            "selftext": "Olá, alguém pode me ajudar a descobrir qual é esse filme? É um suspense/terror onde um homem viaja a trabalho até uma cidade do interior, com bioma desértico, e não encontra ninguém por lá, mesmo após entrar nos estabelecimentos, se não me engano ele chega a tentar entrar em contato com o lugar onde ele trabalha mas não consegue, a trama misteriosa vai se desenrolando e depois fica um pouco nebuloso pra mim, mas acho que tem algo a ver com luzes vermelhas que o homem começa a ver na cidade e lembro que o final foi bem confuso e não revelou muita coisa. É isso, obrigado pra quem tentar ajudar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zj3tc1",
            "num_comments": 2,
            "comments": [
                "Acredito que seja: Sam was here (2016)"
            ]
        },
        {
            "title": "Afinal, qual é a melhor sequência pra assistir Star Wars?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zixmxy",
            "num_comments": 15,
            "comments": [
                "De lançamento, tudo acaba fazendo mais sentido. Como diz o Sheldon \"prefiro deixar o George Lucas me decepcionar na ordem que preferiu\"",
                "Star Wars (o original), depois Império Contra Ataca e por último O Retorno de Jedi.\n\nIgnore todo o resto.\n\nAté acho que Rogue One e The Last Jedi são filmes legais. Aparentemente, Andor também e bom. Mas, honestamente, não sei se vale a pena ver um monte de coisa chata ou ruim pra achar uma coisinha boa aqui e ali.",
                "Ordem de lançamento, as outras ordens só é bom pra quem conhece a obra",
                "Ordem de lançamento. Ver em ordem de cronologia dos eventos deixa tudo estranho com o estilo dos filmes",
                "(Opcional) Rogue One - conta a historia de como os rebeldes conseguiram os planos da estrela da morte\n\nEpisodio IV - é o primeiro filme feito e te coloca no universo star wars\n\nEpisodio V - a historia fica mais complicada e rola aquele plot twist famoso\n\n(Opcional) Episodio I - aqui voce volta uns 30 anos no tempo e ve como encontraram o Anakin Skywalker e Jaja binks \n\nEpisodio II - funciona como um flashback e você vai ver Anakin Skywalker jovem adulto e as famosas guerra dos clones\n\nEpisodio III - neste voce ve a ascenção do Império que é o principal inimigo do filme IV\n\nEpisodio VI - finalizando a primeira trilogia e a historia de Luke vs Darth Vader\n\nAi voce pode parar de ver ai\n\nEpisodio VII VIII e IX sao opcionais na minha humilde opinião",
                "Eu assisti pela ordem cronológica dos acontecimentos e achei bom pra entender a história certinho.",
                "Assista apenas ao Guerra nas estrelas original de 1977. É o único filme realmente bom.\n\nMas se quiser ver os demais, veja na ordem do lançamento mesmo.",
                "na ordem cronológica, assim você vê como surgiu o Darth Vader e também ve como ele foi derrotado, os últimos você pode pular",
                "Diria para assistir na ordem de lançamento, e depois que assistir os 6 filmes, assistir apenas o Rogue One que é excepcional….finge que os novos (7, 8 e 9) não existem, pois são terríveis.",
                "1 2 3 \nRouge one \n4 5 6",
                "Se você quiser assistir cronologicamente e melhor começar em Ameaça Fantasma, mas se vc quiser assistir na ordem de lançamento comece pelo Uma Nova Esperança."
            ]
        },
        {
            "title": "Qual o nome desse filme?",
            "selftext": "É um filme que tem uma casa no espaço\n\nDesculpa, eu só sei isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zip74i",
            "num_comments": 3,
            "comments": [
                "Zathura(2005)",
                "Up: Altas Aventuras no espaço =D"
            ]
        },
        {
            "title": "Brooklyn Nine-Nine",
            "selftext": "Eu amo séries de comédia e políciais, e queria muito assistir essa pelo fato de ser de comédia e POLICIAL. Mas não consigo por que o Terry Crews na série não tem o mesmo dublador do Juliis de Todo Mundo Odeio o Chris. \n\nSoa meio retardado? Sim. \n\nMas para mim é muito esquisito ver a série com o Terry Crews sem a voz icônica do Julius.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zip4tk",
            "num_comments": 15,
            "comments": [
                "OP, você tá perdendo uma ótima série. Aqui ela não foi somente dublada, mas teve a oportunidade de fazer a “Versão Brasileira”. Adaptaram as piadas para o Brasil e ficou perfeito. Tô vendo pela terceira vez e a versão pra gente ficou muito melhor do que com o áudio original. Faz um esforço nessa questão da voz do Terry e veja a série.",
                "assiste legendado entao",
                "Estou na quinta temporada já. No início achei estranho não ouvir a voz do pai do Chris, mas depois acostuma.",
                "Acredite, você se acostuma rápido. Eu diria que o dublador mudou por causa da característica da série em si (ou talvez isso seja só um pensamento maluco meu). Em Brooklyn Nine-Nine, ele faz um personagem mais \"comédia\" em comparação ao Julius, mas ele ainda tem seus momentos sérios, e você não espera isso por ele te fazer rir mais do que refletir sobre algo, mas quando o momento de reflexão aparece, é como um pedaço de concreto atingindo sua cabeça, por causa da cena em si representar muito bem a realidade no mundo, seja ela feliz ou não (assim como Todo Mundo Odeia o Crish).\n\nA série é realmente um comédia em 90% do tempo, mas também te faz pensar sobre certos momentos da vida. Super recomendo você ver, acho que é minha comédia favorita.",
                "Eu respeito isso, realmente, já fiquei muito incomodado por conta de dublagens, mas assista a série vc vai cê adaptar, e ela realmente muito boa, adoro é uma das minhas séries favoritas.  :)",
                "Normalmente eu vejo legendado mesmo, mas agora que vi os comentários acho que vou reassistir. Que série boa, perde não",
                "Adoro essa série! E nem sou fã dessas comédias \"besteróis\", mas essa é muito boa! É muito leve, muito divertida. Daquelas pra gente se sentir melhor dando risada de coisas bestas. Portanto, sugiro que você assista legendado, se te incomoda tanto assim."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zicfr4",
            "num_comments": 5,
            "comments": [
                "White lotus 2 temporada",
                "To acompanhando Succession",
                "Terminei anéis do poder (Amazon) e casa do dragão (HBO)\n\nComecei periféricos (Amazon)",
                "The Old Man",
                "Terminei La Casa de Papel Korea, agora vou terminar Wednesday"
            ]
        }
    ]
}