{
    "posts": [
        {
            "title": "Placa de Vídeo",
            "selftext": "minha placa de vídeo(1050 ti) ta dando gargalo no gta5, ja cheguei a jogar de boas com tudo no alto, fui monitorar a frequência de uso da gpu e nao ta usando nem metade, como faço pro pc voltar a ter o desempenho de antes? voltar a gpu a usar tudo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10q9tvz",
            "num_comments": 3,
            "comments": [
                "Tipo, se tá rodando a 60fps travados (e teu monitor for 60hz), deve ser o vsync.",
                "I tried to play on Boosteroid and it went super well, I recommend you try it.",
                "Verifica se há atualização de driver se não houver é bom trocar a pasta térmica (as da CPU e GPU a propósito). \nTambém bom ver se seu airflow atual e a situação que teu pc tá de limpeza favorecem um air flow bacana."
            ]
        },
        {
            "title": "Avô do Steam Deck com Windows XP, vi esse vídeo no YouTube e achei que seria interessante compartilhar no sub",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10q913l",
            "num_comments": 0
        },
        {
            "title": "i5 10400f da gargalo na rtx 3060 de 8gb ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10q0oar",
            "num_comments": 6,
            "comments": [
                "Da sim, não muito, mas dá (dependendo do restante dos componentes no seu PC).\n\nCoisa de 20% a 30% dependendo do jogo, pois ele n tem suporte a PCI Express 4.0, então não vai usar toda a largura de banda que a placa oferece. Se não tiver suporte a Resizable BAR é pior ainda, pois o PC não vai conseguir gerenciar os 8GB de memória da VGA com eficiência!\n\n\nObs.: Tem gente que que não tem conhecimento e fica palpitando errado as dúvidas dos outros. Vocês deveriam parar de ficar assistindo vídeo de Gameplay no YouTube pra tirar referência e começar a ver vídeos informativos ou ler matérias, como Adrenaline ou até mesmo Gamers Nexus. Parem de brincar com o dinheiro dos outros. Não sabe? Não opine cacete!",
                "Veja você mesmo:\n\nhttps://youtu.be/uE_QIwmvk0M",
                "Não, pelo menos não grande o suficiente pra importar"
            ]
        },
        {
            "title": "Ajuda com restauração de Imagem do Sistema do Windows 7 (PIX 20,00 para o post que solucionar)",
            "selftext": "Estou tendo erro ao tentar restaurar uma instalação do Win 7 através do recurso de restauração de backup do próprio windows no seguinte procedimento:\n\nSistema que foi feito o backup: Windows 7 x86\n\nFerramenta: \"reparo do computador\" pelo disco de instalação do mesmo Windows que foi criado o backup, ou o Disco de Reparo criado no mesmo sistema, ambos dão o erro.\n\nDisco de origem: HD IDE 40gb (este pifou)\n\nDisco o qual o backup está sendo restaurado: HD IDE 80gb (substituto)\n\nComputador usado para a restauração: o mesmo que foi feito o backup\n\nAlterações: a única alteração foi a troca do HD. Cabo flat e configuração de BIOS são os mesmos\n\nMensagem de erro: \"o disco definido como ativo no BIOS é muito pequeno para recuperar o disco do sistema original. Substitua o disco por um maior e repita a operação de restauração. (0x80042407)\"\n\n&#x200B;\n\nOBS: repare que na verdade não estou cometendo o erro mencionado e preciso dizer que sempre obtive sucesso restaurando esta imagem, o problema só surgiu agora na troca do HD, mas não faz sentido pois ambos os discos são da mesma estrutura e o HD substituto é maior e não menor como aponta o erro.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10pjnxd",
            "num_comments": 17,
            "comments": [
                "Quais discos tu tem nesse PC no momento? Por acaso tu tá usando pendrive pra boot? Porque ele seria o disco ativo no BIOS...\n\nTu tem muito dado e/ou muita coisa instalada nesse Windows? Não era mais fácil simplesmente instalar do zero?",
                "Cara, tô comentando aqui só pra ajudar a trazer mais atenção a essa postagem.\n\nEu não consigo pensar numa solução agora.\nEm tantos anos que já fiz instalações, backups e restaurações em \"N\" versões de Windows... nunca vi um erro parecido com esse! 🤔\n\n\nNão ficou 100% claro pra mim a forma como você está tentando recuperar esse backup. Ele está em gravado em DVD ou você colocou ele em um HD Externo? Ou ele ainda está na HD zoada e você tá tentando restaurar ele para a HD de 80GB?",
                "Dúvida, como tu está usando HD do tipo IDE, chegou a verificar a posição do jumper dele ? Tenta colocar o jumper na segunda carreira de pinos da direita pra esquerda, ou tenta deixar sem (no caso do HD de 80gb).\n\nEsses drives antigos aí tinham umas incompatibilidades bem chatas por precisarem de jumper pra ajustar o modo de operação (obrigado padrao SATA)",
                "Chega a até ser piada. O mercado de TI já é desvalorizado, aí você querer pagar R$20 para resolver seu problema com o Windows Backup. \n\nIria ser mais honesto você só pedir a ajuda sem pagar nada. \n\nPor isso que parei de ajudar, além das pessoas que geralmente vem aqui, achar que devemos ajudar e descobri os defeitos/problemas com uma bola de cristal, se acham na obrigação de ter resposta rápida e até mesmo quer disponibilidade.\n\nAgora, você está com um problema sério com um Backup, provavelmente, um computador que trabalha com automação, e querer pagar R$20, parecendo que está fazendo um favor. Visto que sai todos os dias para as ruas (ou internet) um esperto e um otário, ainda vai ter quem aceite. \n\nIsso tudo para não levar num T.I. e pagar o valor real pelo serviço. \n\nPqp.",
                "não sei se é o caso, mas esse disco de 80gb, já tá sendo usado? tem alguma partição criada nele? Se sim imagino que pode ser por isso, aí uma possibilidade é diminuir o tamanho da partição e deixar pelo menos 40gb não alocado ou deletar todas se for possível e deixar todo espaço não alocado. Repito, não sei se é o caso, só veio essa ideia na cabeça.",
                "Tenta fazer a restauração por uma copia do windows 7, não pelo dvd. Unica coisa quw consigo pensar =/"
            ]
        },
        {
            "title": "Diferença entre \"manutenção e suporte em informática\" e \"informática\"?",
            "selftext": "Algum anjo poderia me dizer qual a real diferença entre esses dois cursos técnicos?\nO nome em si já descreve um pouco mas queria saber um pouco mais sobre as diferenças na área... Qual é melhor para ingressar no mercado etc",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10pg0r3",
            "num_comments": 3,
            "comments": [
                "Informática é tudo que envolve o uso de aparelhos como computadores/celulares/etc para processar dados.\n\nManutenção é reparos nessa área, tanto software quando hardware.\n\nSuporte é auxilio à usuários nessa área quando os mesmos tem algum problema à ser resolvido."
            ]
        },
        {
            "title": "alguem ai sabe resolver isso?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10pdy04",
            "num_comments": 14,
            "comments": [
                "\"Verifique se você está conectado à rede de sua organização\"...\n\nIsso é PC de empresa?",
                "Da uma olhada no meu histórico de comentários que ontem eu fiz um explicando as formas que ativa o windows no r/InternetBrasil, pode ser que te ajude. \n\nCuidado com o que vc baixa por aí.\n\nSó uma prévia, o windows/office pra empresas que compram varias licenças (Volume License ou Enterprise) é ativado via o KMS (key management service) que é um sistema da Microsoft instalado na própria empresa/organização. No caso do Windows 10/11 (pra usuário final/end user) existe um método de ativação que é permanente por HWID, sem precisar de executável e vc pode até formatar seu pc que continua ativado.",
                "r/piracy"
            ]
        },
        {
            "title": "Quero saber se tem como mudar um programa.",
            "selftext": "Estou usando o Programa \"IsoUs\".\nOs arquivos que ele ler são com extensão \".iso\" no final.\nPorém vi que se eu mudar a extensão para \".tap\" ele ler também. \nO problema esta aí, toda vez que faço um arquivo novo para executar no programa, eu sou obrigado a mudar para \".iso\".\nTenho 2 cnc, uma usa o programa Mach3.\nEssa com o \"IsoUs\" só ler em \".iso\"\n\nAlguém sabe me dizer se teria como mudar para o programa sempre ler em .tap?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10p91w2",
            "num_comments": 4,
            "comments": [
                "Clica com a direita no arquivo com a extensão que tu quer abrir, **Abrir com...**, depois marca **sempre abrir com esse programa** e **escolher programa**.",
                "Vê se entendi, vc tem o arquivo .tap e quer abrir como .iso mas pra fazer isso precisa manualmente renomear.\n\nTesta clicar com botão direito no arquivo .tap (ou .iso) e colocar \"abrir com\" > \"escolher outro aplicativo\" > escolhe o programa e marca a caixinha \"sempre usar este aplicativo\".\n\nMas antes tenta abrir sem mudar a extensão e vê se ele abre."
            ]
        },
        {
            "title": "Sobre curso de Montador e reparador de computadores",
            "selftext": "Saiu umas vagas desse curso na Fundec RJ e ouvi falar que na parte que aborda Software tem matemática. \n\nGostaria de saber se tem mesmo porque sou bem ruinzinho em exatas porém gostaria de aprender esse curso até para poder realizar a manutenção do meu próprio PC sem ter que pagar a outros ou pedir a conhecidos.\n\nGrato.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10p21yl",
            "num_comments": 10,
            "comments": [
                "Acho que para curso de manutenção de hardware e software tu não vai precisar de matemática. Provavelmente tu não vai programar soluções...\n\nMas tu poderia precisar de matemática/eletronica para fazer manutenção de placa mãe e placas em geral. (que seria bem mais avançado)",
                "Tudo que evolve informática tem matemática, mas a matemática \"pesada\" fica mesmo na parte de desenvolvimento de software.\n\nO curso provavelmente não aborda isso.\n\nA questão de abordagem de matemática é provavelmente pra reforçar e explicar questões de \"bits e bytes\" e ensinar a calcular unidades de medida. E também explicar um pouco da parte elétrica, que é bem importante. Mas é bem básico, uma criança de 9 anos aprenderia com muita facilidade.\n\nSe você tá de bobeira, eu acho que vale muito a pena. Hoje em dia tem muito YouTuber ensinando e ele fazem conteúdos maravilhosos, porém nada supera por a mão na massa e pegar as peças e aprender em sala de aula. Ter a oportunidade de montar um PC na prática. \n\nA muitos anos atrás, quando eu tinha 13 anos, fiz um curso na \"Databyte\" (Quem lembra?) e foram 6 meses de curso. Eu gostei muito... Embora eu já soubesse tudo o que o professor ensinava, sempre estava um passo a frente, porque eu vivia pendurado na internet às 00:00 lendo as dicas no Clube do Hardware e Guia do Hardware... Com Gabriel Torres e Carlos E. Morimoto! ☺️ (Bons tempos)"
            ]
        },
        {
            "title": "Qual notebook escolho?",
            "selftext": "Contexto: preciso de um notebook para me ajudar tanto no trabalho, quanto no colégio e nos cursos que estou fazendo. Contudo, tenho um orçamento EXTREMAMENTE limitado, papo de R$ 1,500/1,600 mesmo.\n\nCom isso dito, pergunto a vocês que entendem mais que eu qual a notebook mais apropriado a se adquirir nessa condição.\n\n\nPs:As máquinas que me foram sugeridas por amigos foram: Positivo Motion Gray, Ultra Pentium e o M11W Prime (2 em 1). Este último confesso que me chamou atenção por ter o modo tablet também incluso.\n\nPor favor, iluminem minha mente. Haha",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10or8q6",
            "num_comments": 17,
            "comments": [
                "Quanto tempo você demorou para ter esse valor de 1,500? Porque se for algo que você possa separar da sua renda melhor separar um pouco mais e compra algo por volta dos 2.500. Caso você não consiga eu te aconselho a pegar um empréstimo no banco, algo que você consiga pagar sem dificuldades e completar o valor do notebook, já passei por essa situação e não vale a pena comprar esses notebooks. Hoje eu tenho um PC com placa de vídeo e tudo mais e usei um empréstimo para comprar já que não tinha limite e tudo mais.",
                "Precisa ser novo? Com esse valor você está limitado aos péssimos processadores de entrada e a 4 GB de RAM. No mercado de usados dá para achar máquinas melhores, com um i5 mais antigo e até um SSD se der sorte.",
                "FOGE E EVITE marcas nacionais, todas elas. Esquive de Positivo, Multilaser e derivados. Aliás, nessa faixa de preço nem mesmo marcas boas como Acer, HP e Asus você vai achar de boa qualidade. Infelizmente são tão básicos que sofrem pra rodar Word. Nem deveriam existir, modéstia parte...\n\nTalvez você consiga algum notebook usado com Core i3 antigo por um valor legal, mas se você depender de uso de bateria provavelmente será difícil achar um que esteja durando mais de 1 hora.\n\nHoje em dia, notebook BOM (não excelente) começa nos 2500 reais.\n\nMe diz uma coisa, você vai precisar usar programas específicos? Tipo Photoshop? Porque se for pra assistir aulas online, fazer trabalhos de escola e coisas básicas assim, talvez um Chromebook te atenda bem.\n\nExiste muito \"preconceito\" acerca dos Chromebook, muita gente ignorante dando pitaco em algo que nunca usou na vida e dizendo que não presta. Porém, hoje o sistema é robusto e prático. Excelente para estudos e coisas básicas, infinitamente melhor do que essas porcarias com Windows de baixo custo usando Celeron e que nem conseguem rodar vídeo no YouTube.\n\nVou deixar pra você uma análise do Dio Linux e você me diz o que acha.\n\nhttps://youtu.be/ZNw9oikFKPA\n\nObs.: Eu usei um por um período e gostei bastante. Comprei para fazer trabalhos no curso, assistir aulas online, digitar textos e lazer assistindo Netflix e vídeos no YouTube. Infelizmente tive que vender ele depois porque estava precisando de dinheiro, mas um dia terei outro. A possibilidade de usar aplicativos Android nele é ótimo também.",
                "Positivo é mais prejuízo que investimento, vai por mim...",
                "Irmão FOGE de notebook da positivo, os caras barateiam o custo colocando placa de tablet no negócio, o desempenho é horrível e só vai dar dor de cabeça. Mesmo que seja um modelo com tal configuração ou diferente, a marca em si tem histórico pra não por confiança, então se te recomendarem Pc da positivo saiba que essa pessoa não é sua amiga\n\nNesse preço há algumas opções mais em conta. Inclusive achei um interessante a 1300 em algum grupo de vendas (estou no meio da comunidade hardware) mas procedência e confiança no vendedor é outra história. Mas tome bastante cuidado e converse com quem entende antes de escolher\n\nPositivo é uma grande piada na comunidade hardware, fuja disso e lembre, \"não se compra computador em loja de geladeira\"",
                "Duas perguntas:\n\n1. Tu faz questão de ser notebook? Por esse valor seria melhor PC.\n2. Tu faz questão de Windows? Porque esses ai serão dose de trabalho... Tipo... Esses que tu listou usam Atom, Celeron e Pentium e já começam o Windows com 50-70% de uso do CPU e ficam assim praticamente o tempo todo.\n\nAcredito que a melhor opção nesse caso seria um Chromebook, mas eles não rodam as coisas do Windows...\n\nMas se tu se limitar à Windows, entre essas opções que tu deu: (fogo que a positivo oculta o processador dos notes)\n\n\\- Positivo Motion Gray (Celeron N3350)\n\n\\- Positivo Ultra Pentium (Pentium J3710)\n\n\\- Positivo M11W Prime (2 em 1) (Celeron N4020)\n\nEntre esses, eu ficaria com o Positivo Ultra Pentium... que é o que tem o processador mais rápido que os outros, mas não é nada rápido. O Gray é o mais lerdo que tem. (Mas Positivo quando não funciona é só dor de cabeça. - Mas é a vida, se a pessoa quer novo, Positivo é uma das poucas opções que a pessoa terá. Pessoal tem de pensar na realidade da pessoa.)\n\nSe desse para extender um tanto: [https://www.kabum.com.br/produto/373941/](https://www.kabum.com.br/produto/373941/) esse aqui é 4x mais rápido.\n\n[https://www.amazon.com.br/gp/product/B0BGYD866J/](https://www.amazon.com.br/gp/product/B0BGYD866J/) (se não importar com a cor)\n\nMas é complicado achar note minimamente aceitável por esse preço e que rode Windows...",
                "Melhor notebook mais confiável e estável é DELL.\nNão somente minha opinião mas de diversos técnicos especializados em notebook.\nEu tenho 2 posso vender meu ultrabook Dell quem quiser.",
                "Boa tarde. Realmente notebooks de marcas nacionais são fria. \nVocê não informou a sua necessidade de uso (pelo menos não consegui achar. Dá um desconto que sou novo nesse Reddit - rsrsrs). \nSe você for utilizar para aprender a desenvolver programas, vai em um usado e instala Ubuntu ou XUbuntu. Existe outras distros leves de Linux para computadores menos potentes, mas isso vai depender do que você quer fazer com o micro. Abraço.",
                "Vou te mandar a real! nenhum dos 2, Intel Celeron é o pior que um note tem a oferecer, meu primo foi com a mãe dele numa loja de geladeira e comprou um note por 2.400. e ainda veio com linux, passei umas 3 horas tentando formatar aquilo.\n\nUm i3 da nova geração é o mínimo, abaixo disso vai passar raiva, a não ser que você só olhe youtube e faça coisa super básicas. Já tive minha cota de experiência com Celeron e Pentium."
            ]
        },
        {
            "title": "cabo de energia",
            "selftext": "recentemente comprei uma fonte da Corsair e ela é bivolt, porém no cabo de energia dela tem escrito que o cabo é de 125v, queria saber se tem problema liga lá com esse cabo em tomadas 220v, uma vez que a fonte é bivolt mas aparentemente o cabo de enegia nao?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10oq03n",
            "num_comments": 1,
            "comments": [
                "Até onde eu lembro, não tem diferença."
            ]
        },
        {
            "title": "Windows Subsystem for Android in Windows 10",
            "selftext": "Windows Subsistema para Android rodando no Windows 10 rápido e sem problemas\n\nAqui: [https://youtu.be/8ztrcOfuZiI](https://youtu.be/8ztrcOfuZiI)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10op4pr",
            "num_comments": 0
        },
        {
            "title": "Qual fonte eu compro pro meu PC?",
            "selftext": "Aqui anda chovendo bastante onde moro e acabou que a umidade pegou demais na fonte do PC, ai um dia fui ligar e vi logo cheiro de queimado e desliguei na hora. Fonte já era (mas é aquelas genéricas que todo mundo diz que é bomba). Ai eu queria saber uma fonte boa pra colocar aqui (é um PC básico de escritório):\nplaca-mãe: Intel H61\nCPU: I3-2100\nnão to lembrado das informações da RAM e do SSD mas a RAM é um pente de 4gb ddr3 (não lembro o clock) e o ssd um de 120gb ~200mb/s escrita/leitura (não sei se importa). Bem básicos\n\nNão tenho placa de vídeo nem nada (mas pretendo comprar uma placa de som offboard pq a da placa mãe deu problema)\n\nQual a potencia boa pra esse setup? Qual a marca e modelo recomendados?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10oot8h",
            "num_comments": 7,
            "comments": [
                "Ah, isso ai não consome quase nada. Eu recomendaria uma MSI Mag 500W por ser barata e confiável.\n\nPs.: placa de som pode ser USB, elas custam 15 reais no shopee e tem um som bem aceitável.",
                "Pior que nem sei se a umidade fudeu com o resto da placa, mas com certeza fudeu com a fonte. É foda..",
                "Uma fonte de 450W de boa qualidade da e SOBRA nesse PC aí. Fiz um cálculo pelo site \"Power Supply Calculator\" da OuterVision, e deu um consumo de 270W em pico máximo. Isso porque eu inclui uma placa de vídeo (GTX 1650), 1 HD + 1 SSD, dois módulos DDR3, duas fans e uma placa de som PCI. Você nem tem todas essas coisas, mas eu quis prevenir.\n\nJá que o uso é mais voltado para escritório e você não vai forçar a fonte, pode procurar pela Redragon RGPS 500W (Eu já fiz Review dela e tbm é aprovada pelo TechLab), ela custa em média 279 reais.\n\nExistem outras opções melhores, claro, como a Corsair, XPG, Thermaltake, Super Flower, etc... Mas essas são mais voltadas para Gaming e custam caro.\n\nEssa que eu te indiquei (Regradon RGPS) passou em todas os testes do TechLab. Mesmo acima dos 500W, ela diminuiu a eficiência, mas manteve o controle das saídas para os componentes mesmo em sobrecarga acima dos 600W. Ei melhor é abaixo dos 400W ela deu acima de 85% de eficiência energética (menos gasto na conta de luz). 😉👍🏼"
            ]
        },
        {
            "title": "URGENTE!!!! TELA PRETA",
            "selftext": "Fui fazer uma ISO de Windows usando o WinToolKit, removi as coisas e tals, deu boot no pendrive, fiz a instalação mas aparece o símbolo do windows por 5 segundos e fica tudo preto, quando mexo o mouse só aparece o cursor... alguém me ajuda por favor!!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10nggbn",
            "num_comments": 4,
            "comments": [
                "Se tu não sabe o que está fazendo, usa a ISO do Windows sem modificação... ninguém sabe o que tu removeu só sabe que você \"removeu as coisas\"..."
            ]
        },
        {
            "title": "Gabinete diferenciados",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10nfnvy",
            "num_comments": 1,
            "comments": [
                "Cara. Gabinete de até 700 reais com design diferenciado é tudo gabinete feio que não foi vendido por mais caro... ou gamerizado (porcaria de 200 reais vendido como gamer por 3x o preço)\n\nSe tu pudesse extender até 1000, tem uns Lian Li bem bonitos."
            ]
        },
        {
            "title": "Monitor externo para Idealpad Gaming 3i",
            "selftext": "Oi pessoal, tudo bem?\nEu tenho um notebook Idealpad gaming 3i e gostaria de comprar um monitor de 144 hz mas estou vendo muitas informações desencontradas afirmando que roda no máximo a 60 hz e outras falando que roda além disso. \nGostaria de saber qual é a verdade e se tem algum monitor para recomendar. \nMuito obrigado pela atenção",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10n41e9",
            "num_comments": 10,
            "comments": [
                "LG UltraGear 24\"/27\" 144Hz roda à 120Hz padrão, 144Hz por overdrive pelo que lembro. A qualidade de imagem desse monitor é muito boa para um monitor barato.\n\nMas se tu não configurar no Windows, provavelmente ficará à 60Hz. hahaha"
            ]
        },
        {
            "title": "Programa Ryzen master exibindo \"Overclocking feature is not supported by the processor\"",
            "selftext": "Estou tentando fazer undervolt no meu Ryzen 5500, e estou tentando usar o Ryzen master utility, mas ele exibe essa mensagem e não sei como contornar\nCom isso não consigo alterar nada na tela do Ryzen master, não manjo nada de oc bem de under então o caminho mais complicado que é pela BIOS é complicado demais pra mim\n\nSei que o processador suporta sim OC e segundo pesquisas a mobo tbm\n\nMinha placa mãe é uma a520m ds3h\n\nPf me ajudem",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mzx4h",
            "num_comments": 3,
            "comments": [
                "O CPU suporta, mas as placas mãe da série a (a320 e a520), são travadas de muitas funções pra overclock, dessa forma, pode ser que está te travando ali.\n\nNo mais, a maioria das placas, mesmo a mais simples, suporta ajuste de tensão pela Bios, não é muito difícil, nas abas de configuração do CPU pode colocar um valor manual, depois testar estabilidade no sistema operacional",
                "Ah, placa mãe A520 não suporta overclock. Essa mensagem está mal escrita, deveria ser \"Overclocking feature is not supported by the motherboard/chipset\".\n\nOdeio detonar as coisas, mas tu comprou placa mãe de escritório que não suporta overclock e nem consegue alimentar decentemente os CPUs mais parrudos como o 3700/5700 pra cima...\n\nSe tu quer tentar overclock, só com placa mãe B450/B550, mas já te adianto que tu vai conseguir pouquissima coisa de overclock nesse CPU se tiver cooler à ar. Se tu não tiver um sistema de arrefecimento mais parrudo, nem o PBO tu consegue sem jogar o CPU em 80°C. Com o Isengard 120mm e a pasta térmica DeepCool Nano, o máximo que eu consegui foi 200MHz acima do PBO em apenas dois cores... nem compensa o consumo extra. (sim, o consumo dispara dependendo de como tu fizer o over e tu precisa de um cooler bem mais eficiente)"
            ]
        },
        {
            "title": "O ryzen 5 5500 aguenta a rx6600M 8gb sem dar gargalos?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mtap2",
            "num_comments": 18,
            "comments": [
                "Cara... a RX 6600M é PCIe 4.0 x8 e dá um pequeno gargalo SIM. Não é muito coisa mais dá. Mas tu também precisa que a placa mãe seja compatível com o PCIe 4.0... \n\nAté onde eu lembro, só B550 e X570 que são garantidos, mas tem placa B450 que suporta PCIe 4.0 mesmo que a AMD não reconheça. (depende do firmware instalado)\n\nO Ryzen 5 5500 (eu uso esse CPU...) não suporta PCIe 4.0, apenas PCIe 3.0... cuja banda é metade da versão posterior.",
                "Aguenta, pode ir de boa",
                "Então, o Ryzen 5 3600-3900 e Ryzen 5 5600-5900 exceto série G suportam PCIe 4.0.\n\nPara de apagar as perguntas. fica parecendo que eu sou doido respondendo as respostas apagadas que tinham perguntas. hahaha",
                "Não, ele vai dar gargalo. Sua placa mãe e seu processador precisa ser compatível com PCI-e 4.0 senão você vai perder desempenho.\n\nMas não tem nenhum problema usar a placa, você vai conseguir jogar normalmente com ela. A diferença é que em jogos mais exigentes que você sabe que a RX 6600 tanka 60fps com qualidade máxima, ela vai ficar limitada a 30fps em menor qualidade que o habitual.\n\nSe eu fosse você, pegaria a placa de vídeo hoje e guardaria dinheiro pra trocar o processador por um Ryzen 5 5600 e a placa mãe (SE ela não for PCI-e 4.0)."
            ]
        },
        {
            "title": "pessoal da T.I. me ajudem!!",
            "selftext": "então é o seguinte, já faz um bom tempo q venho estudando sobre a area da TI  e tals, mas não sei, as vezes parece q não rende, ai queria saber de vcs q entendem dessa area, como estudavam? principalmente PROGRAMAÇÃO.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ms23k",
            "num_comments": 10,
            "comments": [
                "Tu tá fazendo curso da área de interesse? Se sim, começa à por em prática. Caso contrário, começa a fazer curso e colocar em prática.",
                "Procura um mentor ou alguém mais sênior pra te orientar se for estudar sozinho"
            ]
        },
        {
            "title": "Qual das opções?",
            "selftext": "/help\n\nBoa tarde, estou trocando meu Dell g15 gtx 1650, i5 10500h comprado a 4 meses e me surgiram as seguintes propostas. \n\nA\nAsustek Prime b450 gaming II\nRyzen 5 4500u\n2x8 2400mhz\nWD green Green 2.5 2x240gb\nRtx 2060 pny 12gb\nCorsair vs 500w\nDt3\n\nB\nAsus Ex-b460m v5\nI7 10700k\n2x16 2400mhz\nKingston 128gb\nGtx 1050ti \n650w 80 plus \nWater cooler h45\nRazer NTX",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mqtny",
            "num_comments": 4,
            "comments": [
                "O Ryzen 5 4500 (100% certeza que não é 4500U, esse é CPU soldado em placa mãe de notebook e não AM4) seria melhor opção. Apesar de ele ser 15% mais fraco, a placa de vídeo do i7-10700K é pior que a tua atual... mas tem um contra nesse setup: os SSD Western Digital Green tem um endurance ridiculamente baixo... e eu recomendaria tu pegar um SSD PNY 512GB NVMe na Kabum.\n\nA RTX 2060 12GB é apenas uns 10-15% mais lerda que a RTX 3060.... enquanto a GTX 1050 Ti não consegue nem se equiparar à GTX 1650..."
            ]
        },
        {
            "title": "Conhecimento para jogos",
            "selftext": "Antes de tudo, peço paciência, aquis vos um ignorante no assunto.\n\nEntão, estou interessado de verdade em adquirir conhecimento para ser capaz de produzir um jogo, nada grande, coisa simples, leve, mas bem feita. \n\nO home office permite que me dedique aquela horas do dia nisso, então queria saber COMO, quais conhecimentos básicos, por onde começar? Faria disso um hobby, digo isso por não querer passar a impressão de que estaria interessado nesse mercado de trabalho. \n\nMas enfim, é isso, tenho tempo e vontade, mas queria saber uma direção, super perdido nisso tudo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mph46",
            "num_comments": 16,
            "comments": [
                "Faça um curso de desenvolvimento de jogos, se não tu ou pode levar muito mais tempo para aprender o necessário e ainda desenvolver habitos ruins no desenvolvimento de jogos que serão um inferno de tirarem do hábito ou vão te faltar certos conhecimentos e tu vai fazer coisa bugada e tu não vai saber arrumar sozinho ou mesmo coisa meia boca... (Além disso, seria interessante tu aprender à programar, comentar e estruturar os códigos)\n\nClaro que dá para aprender sozinho com dedicação, mas os Cursos já tem um plano de aulas que te indicam o caminho correto.\n\n\"Mas curso é caro!\" Como caro? Tem curso okayzinho que custa R$ 0,00! Mais barato que isso nem injeção na testa. (Só procurar)",
                "Produzir um jogo bem feito sozinho é para pessoas fora da curva, por assim dizer. O melhor seria você identificar um aspecto que gosta em jogos (arte 2d, arte 3d, animação, programação, level design, música e efeitos sonoros, etc.) e estudar esse aspecto. Depois você procura alguma game jam e vê se pode contribuir.",
                "Tente ver uns tutoriais de GameMaker, pelo que vc se propõe a fazer é uma ótima engine.",
                "Que tipo de jogo, exatamente, você quer desenvolver? Além disso: você fala inglês?"
            ]
        },
        {
            "title": "Posso colocar um processador de 3a Geração no meu notebook Samsung np300e4a-bd1br?",
            "selftext": "Quero fazer um upgrade no meu notebook, um  samsung np300e4a-bd1br,  \nEle veio com um I5-2450M 2 núcleos, que video integrado é o intel hd graphics 3000  \n\n\nNão sei se minha placa mae aguentaria um processador de 3a geração, como um I5 3230M, talvez um I7 3540m ou ate mesmo um I3 3130m  \n\n\nSó queria tem um video integrado 4000 pra rodar uns jogos que nao tao rodando mais.\n\nMeu processador não é soldado na placa, mas nao entendo muito de arquitetura de placas mães :<  \n\n\nhttps://preview.redd.it/wrmboz7h5mea1.png?width=405&format=png&auto=webp&v=enabled&s=d466943090fe1f8ef38e8e38dda01afd4b06170f\n\nhttps://preview.redd.it/rm6d9f2k5mea1.png?width=406&format=png&auto=webp&v=enabled&s=71f505b23845dfb7830bf46042e3b105a69dad1f",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mp836",
            "num_comments": 4,
            "comments": [
                "Pior que não dá... O i5-2450M é BGA1023 e processador BGA é soldado diretamente na placa mãe. Ah, os outros dois CPUs mencionados nem são do mesmo slot, o i5 é PGA988 e o i7 é rPGA988B...\n\nO Core i3-3130M também é BGA1023 e em teoria seria possível, mas como o processador é soldado, tu acabaria pagando mais no serviço que comprando um Celeron recente (que é duas vezes mais rápido que o i7-3540M) Além disso, esse i3-3130M é consideravelmente mais lerdo que o i5-2450M."
            ]
        },
        {
            "title": "Como fechar o computador por completo",
            "selftext": "Quero saber um jeito de fechar e não passar ar, WaterCooler resolve ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mnl5m",
            "num_comments": 10,
            "comments": [
                "Como assim? Pelo que entendi é uma péssima ideia, os componentes esquentam, assim esquentam o ar de dentro do gabinete. Por isso é importante e tem todo um jeito ideal de ter uma boa circulação de ar no gabinete\n\nMesmo tendo water cooler, o radiador fica dentro, então aumentar a temperatura média do gabinete é péssimo",
                "Precisa entrar e sair ar\n\nQuer fritar ele, manin?",
                "Essa é uma das piores idéias que o ser humano poderia ter na vida... como tu quer que o watercooler funcione se não tem circulação de ar? Reciclando ar quente? hahaha\n\nSe tu mora no litoral, tu tem a opção de comprar fans extra fortes e usar filtros mais efetivos... joga uns saquinhos de silica gel dentro do PC e ajuda a reduzir os problemas com maresia. (NÃO ABRE PORQUE É TOXICO PRA KRL)"
            ]
        },
        {
            "title": "O ryzen 5 5500 aguenta a rtx 3050 sem dar gargalos?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mmhxp",
            "num_comments": 19,
            "comments": [
                "Tem vários gameplay no YouTube, da uma olhada \n\nhttps://youtu.be/ajbwYNis8RY",
                "Sim! Nesse setup a placa de vídeo que gargala ainda. Processador e fortinho.",
                "O Ryzen 5 5500 já tem um gargalo pra RTX 3050 que o pessoal está deixando passar por desatenção.\n\nApesar de eu realmente gostar do Ryzen 5 5500... Ele não é Vermeer (que tem suporte à PCIe 4.0) como os outros 5000 e 5000X, ele é da série 5000G sem video onboard, ou seja, um APU da série Cezanne com o GPU desabilitado. E **os CPUs Cezanne não tem tem suporte à PCIe 4.0, somente à PCIe 3.0, enquanto a RTX 3050 é PCIe 4.0.**\n\nMas eu recomendo tu ficar com a RTX 2060 que é mais barata e mais rápida que a RTX 3050... além da RTX 2060 ainda ser PCIe 3.0.\n\nEdit: quem é o zé ruela fazendo papel de downvote fairy tá passando nas respostas? Seja homem de dizer AONDE está errado. Downvote sem explicação é coisa de covarde. hahaha\n\nEspero que não seja com relação a Cezanne vs Vermeer: https://i.imgur.com/gagKUEJ.png",
                "OP, dê uma olhada na RX6600, tem um modelo da Powercollor que está saindo por 1850$ na terabyteshop, sendo uma placa superior a RTX3050, vale a pena pegar na minha opinião.\n\nEssa RX 6600 mesmo sendo mais forte, acompanha muito bem com o 5500, pode ir numa boa",
                "Sim, da gargalo sim. Tem gente falando besteira aqui pra você.\n\nEle não é compatível com PCI-E Gen 4, então você vai perder um pouco de desempenho na RTX 3050 ou qualquer outra placa de vídeo pensada para Gen 4. O Ryzen 5 5500 usa o padrão PCI Express Gen 3... Porém você vai conseguir jogar praticamente qualquer coisa atual, talvez você tenha algum problema dependendo da resolução ou pra jogar no Ultra, mas para 1080p 60 FPS o fato do Ryzen 5 5500 usar PCI-E ser Gen 3 não deve impactar tanto AGORA. Talvez no futuro conforme os jogos forem ficando mais  complexos.\n\nObs.: Tem que ver se sua placa mãe também suporta PCI Express 4.0... 👀 Senão não adianta nada trocar o processador. Mas tudo isso é coisa que você pode resolver no futuro.\n\n## Mas deixar de comprar a placa também é bobeira! Se você tem grana, compra a placa de vídeo e depois você troca o processador por pelo menos um Ryzen 5 5600!"
            ]
        },
        {
            "title": "Processador",
            "selftext": "Fiz uma compra na Aliexpress de um kit Xeon,fiz a montagem tudo certo, mais sempre que ligo meu processador fica travado em 0,25 hz, não sei oque posso fazer pra ajeitar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10mj217",
            "num_comments": 14,
            "comments": [
                "0,25Hz? 0,25GHz?\n\nPode ser que não esteja tudo montado corretamente... entra no BIOS e verifica a temperatura do CPU se possível... se tiver acima dos 60°C, muito provavelmente o cooler está mal instalado (vide: mal posto, sem pasta térmica, com o plástico, etc) e o CPU pode estar throttlando.",
                "Por onde você tá vendo isso, pelo Gerenciador de Tarefas?",
                "Vi que você trocou o Xeon por um Ryzen.\n\nVocê fez uma ótima escolha.\nOs processadores Xeon já estão com os dias contados. Eles já não tem um monte de tecnologias que serão obrigatórios em jogos no futuro.\n\nEu particularmente não recomendo Xeon pra ninguém que pode pagar mais de 2500 em um PC. A exceção é se o limite  é 1800 reais, aí n tem muitas opções!\n\nEsses Xeons são processadores velhos demais, com mais de 10 anos e nem fabricam mais. Eles são ineficientes e gastam muita energia. O que você economiza com as peças no PC depois você paga em conta de luz. Xeon é o últimos dos últimos recursos.\n\nA troca pelo Ryzen pelo menos garante que a CPU não será um problema pra você pelos próximos 4 a 6 anos (ou mais) dependendo do seu perfil Gamer.\n\nQualquer dúvida estou a disposição!"
            ]
        },
        {
            "title": "Como saber se uma peça de pc é boa não",
            "selftext": "Eu gosto muito de PC, mas eu queria entender melhor as peças do PC, saber se elas são boas se tem um desempenho ou não, ou se uma é compatível com a outra ou não",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10m8evz",
            "num_comments": 8,
            "comments": [
                "O quanto tu pode pagar define o quão boas tuas peças serão... por exemplo... eu tenho me contentado com uma GTX 750 de 2014... agora, o pessoal que tem 1660S vai achar a placa um lixo. (E eu sei que ela não tem desempenho pra mais nada atualmente...)\n\nPara saber se elas são compatíveis, é só olhar se elas tem o mesmo socket/slot... se encaixar, funciona. (Pode ter uma perda de desempenho se tu enfiar placa de vídeo PCIe 4.0 x4  \\[RX 6500 XT\\] em slot PCIe 2.0/3.0... mas funciona)\n\nPs.: esse conhecimento tu vai juntando aos poucos, ao longo de anos (cursos ajudam pacas, mas não é só isso). Não é só acreditar cegamente em tudo que o pessoal diz. Tu tem de aprender a balancear as coisas e etc.. (o quanto tu pode pagar, com o quanto de desempenho que tu quer... a maior burrada que o pessoal faz é gastar o que não tem para jogar... ai quando a pessoa termina de pagar, já tem coisa melhor que ela poderia ter comprado por menos se tivesse guardado aos poucos e se sacrificado um tanto...)",
                "Faz um cursinho de hardware, tem um monte na internet.  Além de você aprender quais são as peças você entenderá o que cada uma faz e como elas funcionam! Se gostar mais faz um curso de software (SO) e coisa rápida, pra você tbm entender como funciona a integração do hardware (parte física) com o software de um computador e ver como ambos funcionam juntos.",
                "Só tento contato com o mundo de hardware, vc pode pegar um curso como o colega sugeriu ou entrar no meio msm\n\nNas vias de fato o desempenho se mede em como a placa de vídeo roda os jogos, então meio que o sjogos viram parâmetros. Quando vc joga algo específico e procura uma peça, a pessoa vai recomendar uma peça q roda aquilo bem e não seja tão caro.\n\nQuando se compara placas mais fortes, se mede o FPS em triple A e jogos recentes, quando é médio porte geralmente é um GTA V, um valorant. Quando é mais fraco se usa CS GO (apesar de colocarem mais potentes tbm) e Minecraft da vida\n\nVc aprende a pesquisar tbm, mas com o tempo de tanto pesquisar vc cria tato com a coisa, só de falar o nome vc já sabe o desempenho e tal e meio que cria um ranking de peças na sua cabeça.\n\nSe vc quiser só comprar uma placa joga o nome da placa q vc tem em mente e o nome do jogo q vc gosta e vê o desempenho, se quer aprender msm sobre hardware segue o Pc do fafa, Lock gamer, mw e tecnoArt entra em grupos de info tech, etc"
            ]
        },
        {
            "title": "Ver a temperatura do meu PC está me deixando paranóico",
            "selftext": "Seguinte: comprei um PC novo, muito melhor que o anterior, só que agora fico toda hora me preocupando com a temperatura dele porque os anteriores, por não serem tão potentes, não esquentava nada. Aí esse é um forninho. Principalmente com um monitor maior, que permitiu aumentar a resolução.\n\nRezo para que seja normal, mas as temperaturas do processador e da placa de vídeo durante jogos é de 60º até 70º, processador AMD Ryzer 5500 e placa de vídeo RTX 2060. É normal essa temperatura e não tenho com o que me preocupar né? ...Né?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10m80ux",
            "num_comments": 25,
            "comments": [
                "O problema é que tu só olha a temperatura do processador, mas não comenta sobre a temperatura ambiente no momento... ai não dá pra ter uma idéia exata... (ela influencia muito!)\n\nMas o Ryzen 5 5500 trabalha normalmente até 90°C e a RTX 2060 trabalha normalmente até 88°C. Abaixo disso é seguro.\n\nSe tu quiser diminuir a temperatura, tu vai precisar melhorar a circulação de ar do gabinete...",
                "Jogar é o q mais consome, se tá batendo no máximo 70° nessas condições acho que está ok, não tem muito o q se preocupar  \n\n\nComeçaria a me preocupar se chegasse a 80°\\~90°.... se não chega nisso, pode ficar tranquilo. Só fazer uma limpeza básica pra tirar o pó a cada alguns meses e a cada 1 ou 2 anos trocar pasta térmica, fazendo isso tú pode jogar tranquilo",
                "Salveee mano se te conforta eu tenho esse mesmo processador e ele e quentinho mesmo!!! Já vi análises e um amigo meu tem tbm e o meu e o dele também essa temp. Pra vc ter noção o meu Ryzen 5500 trabalha na casa de 75°. Porém a temperatura iddle dele, isto é (quando não estiver em jogo ou fazendo algo estressante que exija muitos dados de processamento) a temp fica entre 66°  70 °. \n\nJá a placa de vídeo a minha e diferente mas é normal esquentar, não deixando chegar a 90 ° tá suave!! Em dias quando a temperatura ambiente está muito alta é normal até estar 80 ° a gpu caso você não tenha um bom gabinete e coolers",
                "Cara, tenho um notebook nitro 5 há dois anos e até hoje não parei com essa mania. Quando ele bate 80° chega a doer o coração, sinceramente.\n\nMas é como os caras disseram, tem que ver a temperatura ambiente. Pelos valores que você falou, tá normal. Se quiser melhorar o resfriamento tem que ver gabinete e o sistema de refrigeração.",
                "o meu 5600 tava batendo 90ª fiz undervolt no processador pela PBO  e limitei em 75º então está safe, A AMD normalmente trabalha em altas temperaturas, mas não é recomendado deixar muito tempo em altas temperaturas, vc pode procurar como fazer um undervolt sem perder performance mas consegue tranquilamente baixar a temperatura",
                "👏🏻👏🏻",
                "Se a temperatura está batendo 70 em um dia normal de 26 graus, ele tá um pouco esquentadinho sim! Isso significa que  em uma dia de calor de 31° ele vai estar quase em 80 graus e isso é alto demais pra uma CPU.\n\n## Você pode dizer como é o seu gabinete? Tem algum cooler adicional? Ele é bem ventilado? A fonte fica em cima ou em baixo no gabinete? Qual é a sua placa de vídeo?\n\nSem essas informações não tem como te ajudar.",
                "Ta ótimo. Hoje eu nem olho mais para isso, mas no passado a minha ficava em 80 graus. O importante é não variar muito. Meu amigo falava: “a temperatura da sua gpu fica estavel, a minha ja fica variando muito”"
            ]
        },
        {
            "title": "Vou montar um pc na pichau eles colocam pasta térmica, atualiza a bios e coloca o windows ou n",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10m7arb",
            "num_comments": 7,
            "comments": [
                "Eu já comprei pronto lá e já comprei peças lá, vamos na opinião baseada nas minhas exp:\n\nQuando comprei o pc completo o Windows veio como versão teste, depois eu mesmo tive que craquear kk e se você comprar as peças é óbvio que terá que comprar ou craquear tbm. \n\nSe você não quiser craquear pq tem medo de um trojan ou ficar com erros em registro, ao invés de comprar já que é muito caro o win10 (na minha opinião e situação financeira) você pode comprar uma key, vende em vários sites de licenças aí, eu mesmo já comprei uma pra ativar o meu por 60 reais e deu tudo certo! Tem até mais baratas por aí mano.\n\nDe resto veio tudo atualizado.",
                "Em teoria, se tu pedir para eles montarem (tem o monte em casa, por um custo menor), eles deveriam mandar um PC corretamente montado e funcional... quanto ao Windows, só se tu comprar o Windows.\n\nSe tu pegar o monte em casa, ai é tudo por tua conta."
            ]
        },
        {
            "title": "Olá, alguém aí sabe se o Ryzen 5 5500 3.6GHz funciona na placa mãe Gigabyte 550M Aorus Elite",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10m1810",
            "num_comments": 1,
            "comments": [
                "Funciona. Os chipsets A520/B550/X570 foram lançados em conjunto com a série 5000 dos Ryzens. (apesar de eu não recomendar A520)"
            ]
        },
        {
            "title": "Como saber se estou montando um bom PC?",
            "selftext": "Galera, a minha dúvida é a seguinte.\n\nEstou montando um PC para desenvolvimento, mas quero saber se estou montando um bom PC.\n\nIsto é, não quero comprar uma placa-mãe simples, que vai limitar o sistema\n\nComo também, não quero gastar de maneira excedente, comprando uma placa cara, onde uma placa mais simples entregaria o mesmo desempenho.\n\nDeu para entender a minha dúvida?\n\nExiste algum site que possa me ajudar? ou canal no Youtube que esclarece essas dúvidas? Eu agradeço bastante pela dica de vocês!\n\nValeuzão hehe",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lwvk8",
            "num_comments": 2,
            "comments": [
                "Depende de qual uso tu vai dar pro PC...\n\nHome office, internet e videos? Uma placa mãe simples com um processador mais simples já dá e sobra. Por exemplo: Ryzen 5 4600G/5600G com 2x8GB DDR4 3200 numa A520 já podem dar conta, mas eu recomendaria sempre tu pegar ao menos a série Bx50.\n\nJogos, modelagem, edição e etc mais pesado? Ah, ai além da placa mãe, tu tem de prestar atenção na compatibilidade do PCIe do CPU e na placa de vídeo. Sempre pegando Bx50 ou Xx70.  (no caso, eu to falando dos AMD, não lembro o nome dos chipsets da intel)",
                "Sobe em cima dele, se ele aguenta é bom"
            ]
        },
        {
            "title": "Ajudinha básica",
            "selftext": "Gostaria de comprar um mouse, teclado e fone pro meu notebook e pelo que tava vendo ele tem entrada USB-C 3.2, USB 3.2 e USB 2.0. O mouse tem entrada USB 2.0, já o fone e teclado não especifica qual entrada USB é e minha duvida é se posso por algo se seja USB 2.0 em uma entrada USB 3.2. \n\nSou leigo nisso",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lvo3k",
            "num_comments": 1,
            "comments": [
                "Pode. Mas compra um HUB USB 2.0 e enfia na porta 2.0 para não ocupar a 3.2 com dispositivo lerdo.\n\nPergunta: esse fone tem RGB e plug de áudio? Se tiver, não precisa ligar o USB, só o plug normal."
            ]
        },
        {
            "title": "Meu pc não reconhece HD de 1tb",
            "selftext": "Meu HD de um terá funciona normalmente no pc doa outros e no meu nem reconhece alguém tem uma ideia do que seja?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lvn5s",
            "num_comments": 1,
            "comments": [
                "Aperta o WinKey, digita \"Gerenciamento do Computador\" (sem aspas) e olha em Repositório => Gerenciamento de discos... vê se ele aparece ai.\n\nSe aparecer, é só associar uma letra (clica com a direita nele) que deve funcionar.\n\nCaso contrário, se for externo tu troca a porta usb. Se for interno, verifica o cabo SATA nos dois pontos e o de energia."
            ]
        },
        {
            "title": "¿Alguien a probado la computadora HP Spectre X360 15?. ¿La recomienda?. Vivo en EEUU y encontré a alguien que la vende en $250 y la PC en otros lados no baja de $700. ¿Qué tendría que checar?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lsr4m",
            "num_comments": 1,
            "comments": [
                "Até onde eu lembro, o MRSP dele é 1400 dólares... e a menos que o dólar tenha despencado... acho pouco provável que ele esteja valendo apenas 700 euros. (pouco mais da metade)\n\nAgora, por 250... Esses de 250 ou é usado, ou caiu de algum caminhão, ou foi atropelado por um caminhão, ou é só scam mesmo."
            ]
        },
        {
            "title": "DISCORD + JOGO = QUEDA DE FPS",
            "selftext": "USA:  I love using discord, but I've been facing several fps drops when I have a game open, would I be able to use discord in a way that it is consuming less ram without having to use those settings that haven't changed much? like I'm talking about a way in which discord messages and groups don't load, only the calls that load, turning it into an extremely fast program*📷*  \n\n\nBR: eu adoro usar o discord, porem venho enfrentando diversas quedas de fps quando tenho um jogo aberto, teria como eu usar o discord de uma forma que ele estivesse consumindo menos ram sem ter que usar aquelas configuraçoes que não mudaram muita coisa? tipo eu estou falando de uma forma em que as mensagems e grupos do discord não carregassem, apenas as chamadas que carregam, transformando ele em um progama extremamente rapido",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lqcid",
            "num_comments": 2,
            "comments": [
                "Qual a configuração do teu setup ? Sem saber o hardware é difícil dar pitaco",
                "O Discord é pesado, MESMO... tenta tirar o overlay layer e a aceleração por GPU do Discord..."
            ]
        },
        {
            "title": "Eu preciso de ajuda para rodar Left4dead2",
            "selftext": "Olá, eu não sei nada sobre como especificações podem alterar a performance do meu computador em jogos então por isso estou aqui. A minha dúvida é o seguinte, meu notebook não vai rodar Left4dead 2 bem e sempre vou sofrer com quedas de fps ou o \"can you run it\" está me trazendo a informação correta e o contrário deveria estar acontecendo?\n\nEu já diminui tudo que eu podia (gráficos e resolução), usei guias de performance e usei o modo sem violência mas continua tendo quedas bruscas de FPS.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lj937",
            "num_comments": 24,
            "comments": [
                "As specs:\n\nCPU: AMD A10-9600P RADEON R5, 10 COMPUTE CORES 4C+6G \n\nCPU SPEED: 3.3 GHZ\n\nRAM: 4 GB\n\nOque a steam recomenda:\n\nProcessador: Intel core 2 duo 2.4GHz\r  \nMemória: 2 GB de RAM\r  \nPlaca de vídeo: Video Card Shader model 3.0. NVidia 7600, ATI X1600 or better",
                "Obrigado a todo mundo que pode me responder! eu acredito que seja a falta de ram pelo comentário que vocês deixaram.",
                "Por acaso tu tá usando HD ou SSD?\n\nO que tá rodando junto? Qual o sistema operacional? Tem antivirus?",
                "Acho que a ram não é suficiente, pq é compartilhada com video ent tem menos de 2 livres"
            ]
        },
        {
            "title": "COMO DESCOBRIR O HIPERLINK DO QR CODE DO PIX?",
            "selftext": "Quero colocar pagamento via pix em um botão de ação dentro do meu site, onde o usuário clica no ícone e é direcionado para seu app bancário, informando apenas o valor a pagar.\n\nDetalhe: quando gero o QR code e procuro o hiperlink, aparece apenas aquele código cheio de letras e números, \"0000000...GOV...\"\n\nImagino que possa ter algum link oculto ou algum comando como: tel, mailto, etc...\n\nVocês poderiam me ajudar amigos?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lio9w",
            "num_comments": 1,
            "comments": [
                "[https://pagar.me/blog/pix-no-ecommerce/](https://pagar.me/blog/pix-no-ecommerce/)\n\nTem vários dessas explicações no google quando tu procura por \"Pix no site\" sem aspas no Google"
            ]
        },
        {
            "title": "Tenho 3,5k para montar um pc",
            "selftext": "Me ajudem?\nPensei num kit upgrade Ryzen 7 5600g\nFonte 500w reais\n2 pente de 8gb\nQual placa mãe e SSD pegar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lgcvc",
            "num_comments": 10,
            "comments": [
                "Não existe mais essa de \"fonte 500W reais\" toda fonte que diz ter \"W reais\" realmente não tem \"w reais\"... \n\nDetalhe: o 5600G é Ryzen 5. Fonte 500W/550W => MSI MAG 500W/550W, 2x8GB DDR4 3200 Kingston Fury Beast, qualquer placa mãe B450 menos colorful/maxsun/chinesas... SSD depende do tamanho que tu precisa... XPG, ADATA, PNY, Kingston, Crucial, Western Digital (menos WD GREEN), etc.",
                "Fonte e gabinete na pichau/terabyte, o resto vai de Aliexpress\n\nRecomendo dar uma olhada no Ryzen 5500 (= 5600g sem gpu) e na rx580 8gb, é uma combinação extremamente barata e poderosa, se quiser gráficos melhores ainda vai de 2060 super do ali tbm\n\ntem vários grupos de ofertas do ali no zap e no telegram, vale a pena acompanhar\n\nVai achar memória ram e SSD nvme no precinho tbm\nSobre marca de ssd eu gosto bastante da netac (acho q tbm faz memória), e ouco bem da kingspec\n\nDe memória tá em alta as da cuso por serem baratinhas\n\nCom isso vc monta um Pc brabo e ainda sobra\n\nRecomendo vc acompanhar o canal/grupo de ofertas Pc do fafa. Ele filtra preços e vendedores confiáveis e faz Review desses produtos da china"
            ]
        },
        {
            "title": "Comprar kit xeon",
            "selftext": "Peço o kit todo e declaro menos de cinquenta dólares ou peço pra vim as peças separadas e declaro menos de cinquenta dólares?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lfj2i",
            "num_comments": 0
        },
        {
            "title": "pc reconhecendo 2 telas mas eu só tenho 1",
            "selftext": "meu pc ta reconhecendo que tenho 2 monitores mas só tenho um, é 144hz, ja desabilitei o 2 mas continua a mesa coisa, até pra tirar print reconhece 2 e quando eu vou com o cursor do mouse pra esquerda ele some pq pensa que tem outro monitor\n\nhttps://preview.redd.it/lzvugc1taaea1.png?width=3840&format=png&auto=webp&v=enabled&s=1364dbe017254f921ba4ace73e996be15123782a",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10lewey",
            "num_comments": 9,
            "comments": [
                "Bizarro essa de monitor fantasma, mas por enquanto apenas põe para duplicar a tela... hahaha",
                "pra quem teve esse mesmo problema que eu resolvi assim: botão direito do mouse>configurações de exibição>várias telas>mostrar somente em 1\n\ne é isso",
                "A outra é do FBI, rlx"
            ]
        },
        {
            "title": "Assistência técnica trincou minha tela",
            "selftext": "Olhando pra essa tela, oque parece ter acontecido? \n\n\nLevei meu notebook na assistência técnica hoje pra consertar um dos suportes do monitor porque estava meio solto, uso o notebook a meses assim sem nenhum problema.\n\nMe falaram que o concerto sairia cerca de 300 reais, alguns minutos depois que sai da loja me ligam, dizendo que a tela do meu notebook está trincada...... Eu falo que usei o notebook durante o dia todo e não, ela não estava de forma alguma\ntrincada.\n\nNa nota fiscal que ele emitiu está escrito\n\"desencaixe possível quebra na parte esquerda da carcaça\".\nE também está escrito “Tela: ok com marcas de uso”\n\nEu pedi pra ele mandar fotos e com a tela desligada parece normal, só que com a parte debaixo descolada, o que não estava antes. E ligada metade da tela fica preta. Eu não liguei o notebook antes de ir embora porque o problema era só na carcaça, inclusive até achei estranho quando pediram a senha e falaram que usariam pra fazer testes.\n\nEle disse que fui eu quem quebrei enquanto levava até la, o que e absurdo pois uso ele a meses sem problemas, e logo no dia que outra pessoa mexeu fui eu quem quebrei? Sem falar que quando entreguei a tela não estava descolada.\n\nEu falei que é absurdo eles não se\nresponsabilizarem pelo problema que me causaram e vou resolver o problema por meios legais, trabalhei demais pra comprar esse notebook, um msi katana.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ldn4v",
            "num_comments": 23,
            "comments": [
                "Coloca o local do Google maps aqui, o máximo que consigo fazer é dar uma estrela neles, fdp",
                "Você tem provas de que ele estava funcionando junto da nota que foi entregue por eles, se insistirem que foi você por canalhice é coisa de procon mesmo",
                "pede ajuda no r/ConselhosLegais",
                "Eu já trabalhei com assistência técnica e nunca quebrei tela para fazer reparo de carcaça, o primeiro passo para o reparo é desmontar todo o notebook para retirar todos os componentes que não precisam de reparo. Depois que o reparo é feito é que começa o testes com os demais componentes, para saber se está fechando ok e dependendo de onde precisou de reparo não está saltando ao abrir ou pressionando a tela.\n\nVendo a foto posso até tentar adivinhar como ele quebrou sua tela, ele foi tentar remover a grade e deve ter utilizado alguma \"ferramenta\" para ajudar a solta e forçou a sua tela. Para formar uma marca daquela você precisaria ter sentando no notebook enquanto ia deixar ele na assistência kkkk.",
                "Aprendam: Assistência técnica é um YouTube indiano falando um inglês mais arrastado que o do Gandhi, todo mundo que aprende já mexer em PC aprendeu na net.",
                "Espero que tu não tenha devolvido aquele papelzinho que eles deveriam entregar para tu retirar o notebook... esse papel seria prova fundamental que estava ok na hora que tu entregou para eles caso (mesmo que não estivesse, eles que teriam sido negligentes na hora dessa primeira analise e atestaram que estava) tu for entrar no procon contra eles. Caso contrário, tu perdeu a melhor prova.\n\nMe ajuda à entender... qual era o problema que levou tu à levar o notebook lá? Tava descolado como? Tu derrubou esse note alguma vez? Ele levou alguma pancada? Era no lado esquerdo que estava solto? Era que tipo de solto?\n\nMas tem umas coisas que complicam pro teu lado:\n\n>Eu pedi pra ele mandar fotos e com a tela desligada parece normal, só que com a parte debaixo descolada, o que não estava antes. E ligada metade da tela fica preta. Eu não liguei o notebook antes de ir embora porque o problema era só na carcaça, inclusive até achei estranho quando pediram a senha e falaram que usariam pra fazer testes.\n\nAh... ai é uma coisa que eu recomendo não fazer... eu recomendo tirar foto com alguém na loja junto com o notebook ligado... qualquer aparelho. É chato? É, mas agora tu sabe o motivo. Se a empresa se recusar a deixar tu tirar foto, simplesmente vai em outra. Geralmente não compensa ir no mais barato.\n\nAgora... tem como tu tirar foto da parte traseira do note, na parte da tampa, lateral traseira e inferior aonde a tela está quebrada?\n\n(depois eu readiciono o texto removido)",
                "Dói, né... Assistência técnica roubou minha placa de vídeo.\n\"Placa de vídeo? Não... não tinha nenhuma não\"",
                "Provavelmente derrubaram seu note ou algo assim\n\nComo foi falado aqui nos comentários, vc tem a nota que é prova que estava tudo certo, infelizmente vai dar uma dor de cabeça mas o negócio agora é tentar negociar do cara da assistência pra ele se responsabilizar por isso e resolver o problema ou cair com processo em cima\n\nInfelizmente tem muito animal que não tem o mínimo de profissionalismo no meio dessas assistências",
                "> perca",
                "Explana o nome do estabelecimento, para evitar que mais pessoas frequentem.",
                "“Perca”",
                "Caraca a carcaça igualzinho o meu. Comprou onde, pagou qto, qual placa video, memória e armazenamento?"
            ]
        },
        {
            "title": "Gente pra jogo windows 10 ou 11?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10l9xn0",
            "num_comments": 6,
            "comments": [
                "Depende do processador... o Windows 11 traz algumas otimizações para processadores mais recentes (aqueles como Intel Alder Lake em diante, não lembro se do AMD tinha algo). Se for mais antigo, acho que o Windows 10 também já serve."
            ]
        },
        {
            "title": "R$6.000 é o suficiente pra montar um PC Gamer que roda tudo?",
            "selftext": "Quero montar um PC Gamer que não me dê dificuldade. Não precisa rodar tudo no 4K, mas não quero que fique travando nos jogos mais novos.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10l1wh3",
            "num_comments": 18,
            "comments": [
                "Depende da qualidade que tu vai rodar os jogos. Se for 1080p ultra 120fps+ rt s/ dlss, não. Não é. Só a placa de vídeo chega perto disso.\n\nSe for 1080p alto, 90fps+, até dá para montar sim.\n\nRyzen 5 3600/5600 => 700/1100\n\n2x8GB DDR4 3200 => 450\n\nGigabyte B550 => 800-1200\n\nRTX 2060 12GB => 2400\n\nMSI MAG 650W => 450-600\n\nCase => 450-600\n\n1TB NVMe PCIe 4.0 => 800",
                "Cara  vou te falar minha experiência, recentemente  montei um pc com a seguinte configuração:\r  \n2x8 GB com rgb comprada no ali express: R$ 250,00 \r  \nRX 580 8 Gb (ali) : R$ 388\r  \nAMD 5600 (ali): R$ 617\r  \nplaca mãe b450m biostar (Brasil):  343\r  \nFONTE EVGA 500W, 80 PLUS BRONZE(Brasil): 295,98\r  \nGabinete (Brasil) 269,99\r  \nCooler deepcool (Brasil): R$ 99\n\nAi posteriormente peguei um ssd nvme.2 de 500 gb uns 180.\n\nTotalizando tudo deu mais ou menos uns 2500. E confesso que me surpreendi estou muito satisfeito ele roda tudo no ultra que tem atualmente, até mesmo Forza 5 que é muito pesado exige muito, rdr2 também. Testei vários games e todos +60 FPS. Então acredito que respondi sua pergunta",
                "Mais do que suficiente",
                "É, e ainda sobra para o monitor e periféricos. Se você der uma olhada nos requisitos de sistema para os jogos mais pesados, vai ver que as GPUs recomendadas estão no patamar da GTX 1660 Super e da RX 580, que não são caras. Quanto ao processador, qualquer i5 ou Ryzen 5 de uns 4 anos para cá vai dar conta. Obviamente, é melhor pegar peças mais novas por conta da eficiência energética e do suporte a novas tecnologias.  \n\n\nAgora, se você tem a intenção de jogar com três monitores enquanto faz stream e renderiza vídeo, pode não ser suficiente.",
                "Mais doque o suficiente",
                "Acredito que seja mais que suficiente, eu recomendo você pesquisar muito bem entes pois conseguirá economizar muito talvez até comprar uma cadeira ou mesa para essa máquina que está montando, segue alguns canais de tecnologia que ajudam a montar passo a passo.",
                "cara da uma pesquisada na aliexpress tem uns modelos com processadores xeon que as vezes valem muito o custo beneficio. Mas pesquisa bem pra não comprar errado vai no pessoal com boas avaliações que é GG. E recomendo comprar as peças avulsas se vc souber montar ou tiver alguém que monte pra vc. Mas se mesmo assim quiser comprar um pc gamer ja montado e testado procura bem tbm comprei o meu na pichau em uma promo muito boa, só por isso peguei la.",
                "Se você importar as peças consegue montar uma máquina que roda excelente qualquer coisa. Da uma olhada no AliExpress, separa as peças e vê quanto vai dar. \n\nE claro, corre o risco de taxar algum item, em especial a placa mãe. Na verdade só a placa-mãe por que aconselho que você pegue gabinete e fonte no Brasil pelo volume da caixa. \n\nMontei um há uns meses a trás com Ryzen 5600g sem placa de vídeo (Esse processador tem uma placa de vídeo embutida que já da pra rodar alguns jogos mas pra você que quer pegar uma placa de vídeo aconselho que pegue um 5600 ou 5600x em diante). Tudo saiu em torno de 2500$. \n\nClaro que não tô contando periféricos como mouse teclado e monitor por que esses eu já tinha. Nada games mas funciona bem. \n\nPra esse orçamento eu aconselho você pegar uma placa de vídeo RTX 3070 e um Ryzen 5600.  O restante das peças como SSD e memória etc. você pode pesquisar e ir vendo os preços que se adequam ao seu orçamento. Eu comprei memórias Asgard frequência 3200. SSD Kingspec. Um CPU cooler mas não deu certo por que era grande e não cabia no espaço da placa mãe. Então aqui no Brasil comprei um gammaxx V400 que tá servindo como uma luva e só paguei 99$. A placa mãe foi a Aorus B550 elite. Fonte gigabite 550W segura perfeitamente a 3070. E gabinete a gosto.",
                "O monitor e periféricos estão incluídos nesse orçamento de R$ 6.000? Se não, dá pra montar um puta PC.",
                "Eu comprei um PC pré montado na Pichau muito bom gastando pouco mais do que isso. Foi o PC pronto + RTX 3060 (OLX) + Monitor (Pichau). Gastei 6600 em tudo e o PC é muito top. Recomendo dar uma olhada primeiro no monitor que vc quer (quantidade de Hz, IPC, resolução, tamanho, se é curvo), depois ver uma GPU que consiga rodar os jogos que você quer na mesma resolução e fps do monitor e depois ver um processador bom que atenda a essa placa. Como montei meu PC esse mês, estou com algumas informações bem recentes e vou te passar minhas impressões baseadas em tudo o que pesquisei.\n\nPlaca-mãe: não recomendo ir de cara nessas de 700 reais n. Elas oferecem coisas que as vezes vão além do que você quer fazer com o PC (overclock, por exemplo), então você estará jogando dinheiro fora. As de chip do tipo A520 já são suficientes pra rodar processadores modernos, aí tem que ficar atento à quantidade de conectores M.2, de RAM e etc. Então pesquise bem.\n\nCPU: Sem erro nenhum vai na Ryzen 5 5600G. Dependendo do jogo que você quer rodar, a própria placa integrada dela já vai te servir, o que te economiza uns R$ 2.000 com placa de vídeo. É um processador bem potente que não vai te abandonar por muitos anos. Você paga um pouco mais caro hoje pra mantê-lo por muito tempo.\n\nGPU: Vai 100% da sua necessidade. Recomendo ver uma que irá entregar os seus jogos dentro da resolução do seu monitor e pelo o menos a 60 fps (exceto se for jogar jogo de tiro, o que eu já recomendo 120 fps). Não adianta pagar caro numa GPU que vai rodar as coisas acima da resolução/frequência do seu monitor pq você não vai nem conseguir aproveitar isso; exceto se já estiver planejando comprar um monitor melhor futuramente.\n\nFonte: NÃO ECONOMIZA NA FONTE. 100% dos subreddits de computador falam isso e é muito importante repetir. Uma fonta de marca qualquer pode queimar todo o seu PC, dando um prejuízo absurdo. Sei que da SilverStone e MSI são boas, mas existem outras confiáveis que você pode ir atrás.\n\nSSD: A entrada M.2 é no mínimo 5x mais rápida que a SATA III. Então recomendo fortemente já ir atrás dum SSD com essa entrada. Um muito bom e barato (em torno dos R$ 400) é o Kingston Nv2 1 Tb.\n\nRAM: Mínimo de 16 Gb Não tem discussão quanto à RAM. Se você ficar só com 8 Gb saiba que o Windows vai consumir quase metade disso só pra rodar. Quanto à frequência da RAM, uma 3200 MHz não sai muito caro e é ideal para ajudar a manter um FPS decente. Dê preferência para Dual Channel na RAM (dá uma pesquisada).\n\nCooler: Confira se sua CPU já vem com o próprio cooler ou não. O meu Ryzen 5 5600G já veio com o cooler, que eu acho excelente. Confira se seu gabinete já vem com coolers pré instalados ou não, isso pode economizar uma grana. Se você não for muito na onda do RGB no setup todo, consegue economizar comprando um gabinete com cooler integrado sem RGB igual ao meu. Watercooler realmente resfria muito mais que cooler, mas depende muito, MUITO do que você vai fazer com esse PC pra ter a necessidade de um. \n\nCompatibilidade: Você tem que se preocupar fom 3 componentes: CPU, placa-mãe e RAM. A placa-mãe tem que suportar a CPU e isso você descobre falando com suporte técnico das lojas ou vendo no site da Placa-mãe. E CPU+Placa-mãe tem que suportar a frequência da RAM pra você não perder performance atoa.\n\nMonitor: Comprei o meu da Pichau: Athen v2 de 27\", 165 Hz, IPS e tela curva (1500R) por 1200 no MercadoLivre. Atende perfeitamente todas as minhas necessidades. Caso você não queria um curvo, consegue pagar una 200 - 300 reais a menos em monitores do mesmo tamanho. Tem um que eu acho incrível da Husky, mas também é curvo.\n\nAliexpress: Tem muitos vídeos no YouTube falando de montar PC por lá e parece que dá certo mesmo. Eu particularmente não confio por não poder usar garantia. E 100% das GPU's que você ver lá são USADAS. Não existe placa de vídeo nova no aliexpress mesmo que estejam oferecendo 3 anos de garantia (que pra usar você paga uma taxa altíssima pra mandar sua GPU pra China pra ficar sabe-se-lá quantos meses fora das suas mãos nesse processo). Fora o caso isolado da GPU que eu acho muito cara pra arriscar, acho viável comprar os demais componentes no Aliexpress.",
                "Sim, consegue até um notebook q roda tudo"
            ]
        },
        {
            "title": "ajudem meu pc batata",
            "selftext": "**ajudem-me**\n\nmeu pc era bom e rodava todos os jogos normalmente, mas aí um dia eu deixei ele desligado e quando eu precisei ligar depois de muito tempo, ele estava rodando tudo a 1fps, muito chato. além de mal aguentar 10 minutos num jogo e desligar sozinho\n\n&#x200B;\n\nalô, alô técnicos de informáticas HEEEELP",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10kxzpl",
            "num_comments": 17,
            "comments": [
                "De qual hardware estamos falando? Sem ter idéia do minimo (CPU/GPU/fonte) não dá pra ter idéia de nada...",
                "Primeiro tem que ver quais jogos vc rodava e quais vc quer rodar agora. Alguns jogos novos sao bem mais pesados que jogos antigos.\n\nOutra questao eh dar uma geral no PC, como uma limpeza, tirar po, trocar pasta termica, verificar atualizacoes de SO e Drivers. \n\nIsso vai ajudar vc a rodar os jogos que rodava na epoca, mas provavelmente nao alguns dos novos.",
                "Isso tá muito com cara de superaquecimento. Como já falaram, baixe o HWInfo e poste o print com as temperaturas aqui (suba a imagem para o imgur)",
                "Da uma olhada se tá tudo certo com os drivers da placa de vídeo, se eles tiverem corrompido (já aconteceu com placa AMD minha) os games não conseguem comunicar direito com tua RX550 e fica esse esquema de 1fps, ou fechar mesmo.\n\nTeu setup não é absurdo, mas deveria rodar de maneira suave esses games que tu falou, especialmente em 720p"
            ]
        },
        {
            "title": "Tem como eu comprar um pendrive já com windows?",
            "selftext": "Maior dúvida na hr de montar meu pc kkkk",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10kpfbd",
            "num_comments": 8,
            "comments": [
                "Tu tem um pendrive com ao menos 8GB? Pede pra algum amigo deixar tu fazer o disco de boot ou fazer pra tu. Leva menos de uma hora... não compensa pagar por um pendrive com Windows que tu não sabe o que vai vir junto...\n\nSe tu já tiver um PC qualquer e o pendrive, tu faz isso em 5 minutos com o Media Creation Tool. (Mas o pendrive será formatado, então salve o que tiver nele... - não necessáriamente em 5 minutos, mas tu entendeu... hahaha)\n\n[https://support.microsoft.com/pt-br/windows/criar-m%C3%ADdia-de-instala%C3%A7%C3%A3o-para-o-windows-99a58364-8c02-206f-aa6f-40c3b507420d](https://support.microsoft.com/pt-br/windows/criar-m%C3%ADdia-de-instala%C3%A7%C3%A3o-para-o-windows-99a58364-8c02-206f-aa6f-40c3b507420d)",
                "Você pode comprar um OS qualquer num CD. Recomendaria algum Linux, daí poderia fazer uma iso com o Windows.\n\n\nSe não for possível, acho que se tu leva um pendrive (min 8gb pra w10) em uma assistência técnica eles fazem. Ou você pode levar só o ssd / HD, daí só instala. Tudo depende do que é mais prático pra tu. É bom também ver a variação de preços, porque tem muita loja que cobra absurdos, fora que é possível ser software pirateado ou oem",
                "Raramente você vai achar um pendrive para venda já com o boot do Windows, no máximo você vai achar CD ou as vezes nem isso. Você pode ir em alguma assistência técnica que realiza formatação e perguntar quanto eles cobram para gravar para criar um pendrive bootavel do Windows... Em alguns casos se você comprar o pendrive deles eles nem cobram pra fazer isso."
            ]
        },
        {
            "title": "Quero ajuda pra montar um pc pra jogos leves",
            "selftext": "Sou muito inexperiente no assunto, por isso quero ajuda. Quero jogar jogos leves (terraria, Stardew valley, brawlhalla, mine, alguns emuladores..) no máximo um gta 5 no medio. Tava pensando em comprar um kit xeon, mas tô com medo de não durar nem dois anos. Também não quero comprar um Ryzen 5600 por ser mais do que eu preciso/vou usar. Alguma dica? (Principalmente de cpu) agradeço qualquer ajuda/sujestão :)\n\nNão tenho um orçamento definido, mas queria algo abaixo dos 2000.\n\nPs: não vou usar ele só pra jogar, vou estudar e programar nele eu juro kkk",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10kpen7",
            "num_comments": 7,
            "comments": [
                "Acho que encaixa: Ryzen 5 4600G, 2x8GB DDR4 3200 Kingston Fury Beast, Gigabyte B450, 512GB NVMe ADATA/XPG/PNY (se pegar em promoção, caso contrário pega um SATA 512GB qualquer depois adiciona um NVMe), fonte MSI MAG 550W"
            ]
        },
        {
            "title": "Dúvida sobre SSD",
            "selftext": " Olá, gostaria de ajuda pois não tenho conhecimento sobre o assunto e não encontrei material para está dúvida.\n\nGostaria de fazer um upgrade em meu PC porém estou com uma duvidada sobre qual SDD é compativel com a minha placa mãe.\n\nO SSD Asgard 1TB m.2 nvme 2280 é compativel com a placa mãe H310M S2P 2.0 pci-e 3.0?\n\nCaso a resposta seja não, qual outro sdd confiável de 1tb?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10kokn1",
            "num_comments": 5,
            "comments": [
                "Qualquer M.2 M-key funciona... mas que marca é essa? Tu tem algum link? Não é aquele SSD Asgard do Shopee com um preço ridiculamente absurdo, é?",
                "Na teoria qualquer SSD funciona, na prática os fabricantes de placas-mãe mantém uma lista de SSDs NVMe validados para aquela placa. Na teoria, usar um SSD não-validado deveria dar problema, na prática eu nunca encontrei isso.\n\nQuanto à essa marca: eu só compro SSD da China se for para armazenar programas e o SO, eu jamais uso para dados pessoais. Porque se esse SSD for para o saco, vai ser um saco recuperar os arquivos dele. Sim, HDD pode morrer também, mas as chances são bem maiores nesses SSDs da China."
            ]
        },
        {
            "title": "Alguém sabe?",
            "selftext": "Que placa de vídeo é essa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10kjs30",
            "num_comments": 2,
            "comments": [
                "É placa de GPU de tensor cores/profissional... e tá faltando ao menos 2 zeros nesse valor..."
            ]
        },
        {
            "title": "Voltei pedindo mais ajuda u_u",
            "selftext": "&#x200B;\n\n[Eu estava pensando nesta config de pc mas tem um porem, eu tinha escolhido um monitor TGT ALTAY 144hz que as pessoas tinham dado uma nota de qualidade boa para ele no site da pichau , mas o pessoal daqui não gosta muito de white label então queria um monitor acima de 100hz que esteja mais ou menos nesta faixa de preço](https://preview.redd.it/37hiefxmo1ea1.png?width=575&format=png&auto=webp&v=enabled&s=fda22734dd3f996ff75792bdeb9bb22872e42bc2)\n\no Xeon eu tava vendo uns melhores como o e5 2670 ou o 2690 mas pesquisando eunão achei muita coisa sobre eles no yt\n\ne sobre a fonte eu não sei se ela tanka a config pq o TDP dos processadores é uns 140w\n\npesquisei sobre a memoria ram e compatibilidade e não achei nada então devefuncionar\n\no gabinete eu tava em duvida desse ou do HX300 WHITE LATERAL VIDRO, PG-HX3-W01\n\na placa de video eu estou muito em duvida, não faço a minima ideia se eu economizo umpouco e pego a rx ou se coloco a rtx\n\neu to focando no setup branco  e não faço a minima ideia de um air coller branco, eu tinha visto um q os mn tava falando bem dele mas não lembro o nome dele",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10kef6b",
            "num_comments": 10,
            "comments": [
                "Existe uma RX 6600 no AliExpress que é branca.\n\nTambém existem vários water coolers brancos por um preço bacana... seria mais bonito pro setup branco.\n\nE voltando ao AliExpress, é possivel encontrar DDR4 branca, se tu der uma olhada tu acha. E a Kingston Fury não deveria estar tão cara, a menos que ali tenha duas.\n\nTDP não é bem consumo, mas MSI MAG 650W dá e sobra.\n\nQuanto aos Xeons... tu poderia procurar o benchmark deles contra processadores que tu quer desempenho parecido no Passmark. Ps.: o desempenho do E5-2690 (original) é uma piada. Ele gasta 2.5x vezes o Ryzen 3 4100 em 100% de load e ainda apanha do Ryzen...\n\nQuanto à monitor white label, tu pode arriscar se quiser. Mas se der ruim, é grana jogada fora e dor de cabeça.",
                "Tem os coolers da deep cool ak400 que são menores e custa uns 220, e ak620 que são maiores e custa uns 500, bem carinho, mas deve ser um dos melhores aircooler que existe (e é branco) ."
            ]
        },
        {
            "title": "Melhor distro linux para devs",
            "selftext": " Fala gurizada do Linux! Seguinte, sempre gostei de Linux mas confesso que sou bem noob no sistema. Utilizei bastante e ainda utilizo via WSL no Windows. Sou dev Frontend e queria saber de vocês, a melhor distro/software pra quem é dev. Só não me venha com gnome, desculpe mas n curto a UI 😂. Ah, trabalho com node e seria bastante interessante o suporte aos softwares de criação de layout como Adobe XD, Illustrator, figma etc. E aí, o que me dizem ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10k8wq3",
            "num_comments": 6,
            "comments": [
                "Não tem essa de melhor distro pra devs, em qualquer uma vc pode fazer seu trabalho, só o que muda é basicamente o gerenciamento de pacotes. Recomendo que comece de Linux Mint (sem preconceitos, serve pra qualquer um e é uma boa distro) ou um Arch Linux (o AUR ajuda muito nos softwares) mas ai a curva de aprendizado é maior, mas vale apena.",
                "Melhor distro pra devs é aquela que tenha o VI, porque o VI é tudo que um dev de verdade precisa :V\n\nFalando sério, tanto faz a distro que tu usa... cada um usa uma interface gráfica. Uns gostam do Gnome, uns gostam daquela desgraça da interface do Ubuntu (Unity? Ubiquity? esqueci o nome), outros gostam do XFCE... vai com a distro que te agrade mais e troca a interface gráfica para a qual te agrada mais, ué."
            ]
        },
        {
            "title": "Presta?",
            "selftext": "Fiz up de um 2200g pra um 5500 e antes nn passava de 50, agora da máxima de 80.\n\nQueria trocar o cooler, o meu é um rizemode z2, queria um wc, mas pra mim ainda é bem caro\nPensei em pegar um com mais heatpipes.\n\nTava passando por esses anúncios na shopee (por acaso, nn pretendia pegar lá) e tinha acabado de sair de um que dizia ser 4 heatpipes com 2 fans mas nas avaliações, fotos com 3 heatpipes e 1 fan (mesmo assim com elogios, nn sei se não perceberam).\n\nVolta e meia achei esse e achei q fosse a mesma coisa mas nas avaliações tem imagens e parece vir certinho o que promete, mas estranhei o preço, o que acham?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10k8258",
            "num_comments": 7,
            "comments": [
                "Eu uso um DeepCool Gammaxx 400 e o meu CPU, um Ryzen 5 3600, raramente bate os 70º. Agora, esses 80º que você tá batendo, eu batia com o cooler box.\n\nSobre watercooler: a menos que você pretenda fazer overclock, eu pessoalmente acho um watercooler um tanto overkill para um CPU como o 5500."
            ]
        },
        {
            "title": "ajuda",
            "selftext": "to querendo upar meu computador. tenho um ryzen 3 3200g, dual channel 8gb cada, 2 ssd (240 ; 480), placa mãe a320. tenho orçamento de uns 2.5k - 3k.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10k2fuo",
            "num_comments": 7,
            "comments": [
                "Boa tarde! Sugerimos que você considere atualizar para um processador mais potente, como o Ryzen 5 3600, que oferece desempenho significativamente melhor. Além disso, sugerimos adicionar mais memória RAM para melhorar o desempenho geral, como o kit de memória DDR4 de 16GB (2x8GB) 3200MHz.\r  \nTambém sugerimos atualizar a placa gráfica, como a Nvidia GeForce GTX 1660.\n\nAlém disso, pode considerar a adição de uma fonte de alimentação de alta qualidade, como a C3 Tech ou Cooler Master, para garantir que o seu sistema tenha energia suficiente para suportar as novas atualizações. E também sugerimos considerar a troca do gabinete Cooler Master para um modelo mais moderno e espaçoso, para garantir uma melhor refrigeração e ventilação do sistema, e também para dar um visual atualizado para o seu computador. Lembre-se de sempre verificar a compatibilidade das peças com a sua placa mãe, antes de fazer qualquer compra.",
                "Tu quer upar tudo ou só placa de vídeo?\n\nQue tipo de upgrade tu pensa em fazer?\n\nSe for só placa de vídeo, RTX 2060 e fonte. \n\nSe for tudo, 5600, B450 e GTX 1660S, caso a fonte seja boa o suficiente."
            ]
        },
        {
            "title": "A GeForce RTX 3050 é uma boa placa de vídeo?",
            "selftext": "E outra, ela é compatível com a placa mãe A320MH? Sou meio leigo no assunto e queria saber essas informações,  obrigado desde já",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10k0ffx",
            "num_comments": 4,
            "comments": [
                "Sim, ela é compatível. Mas ela é mais fraca e mais cara que a 2060. Então seria uma escolha bem melhor pegar uma 2060.\n\nhttps://www.videocardbenchmark.net/compare/4037vs4495vs4602/GeForce-RTX-2060-vs-GeForce-RTX-3050-vs-GeForce-RTX-2060-12GB\n\nPs.: placa mãe com chipset A320 costumam ter VRMs bem ruins... se tu tá usando algum CPU mais parrudo, seria interessante tu trocar a placa mãe pois tu pode estar perdendo bastante desempenho.",
                "Sim.",
                "Boa tarde! A GeForce RTX 3050 é uma boa placa de vídeo para jogos e aplicações de alta performance. Ela oferece tecnologias avançadas como ray tracing e AI, proporcionando uma excelente qualidade gráfica. Em relação à compatibilidade com a placa mãe A320MH, é importante verificar as especificações da sua placa mãe para garantir que ela possua a conectividade necessária (PCI Express 4.0) e suporte para as especificações técnicas da GeForce RTX 3050. No entanto, geralmente, a maioria das placas mãe modernas possuem suporte para essa placa de vídeo. Lembrando que na Mega Market, temos um time de especialistas para auxiliá-lo na escolha da melhor opção para suas necessidades e orçamento. Não hesite em entrar em contato conosco se precisar de mais ajuda."
            ]
        },
        {
            "title": "Gabinete Pichau HX 600 (minha opinião)",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/3rvjhur1iwda1.jpg?width=1204&format=pjpg&auto=webp&v=enabled&s=e7d3dc74f9ce4b5175d1a68964ddd826a4e0faac\n\n&#x200B;\n\nSemana passada fiz um post pedindo recomendações de gabinetes de até 600 reais com bom airflow, não vi nenhum a altura do Pichau HX 600 S que estava em promoção então acabei comprando ele mesmo, depois de montar a criancinha gostei bastante do gabinete. Minha config:\n\n\\- B550M Asus Tuf Plus\n\n\\- RX 7900XT\n\n\\- R9 5900X\n\n\\- WC  Poseidon GT 360 (Water cooler 360mm)\n\n\\- 32GB 3600mhz  Team Group T-Force Pichau Delta\n\n&#x200B;\n\nPontos positivos do gabinete:\n\n. Comporta water cooler de 360mm tranquilamente na parte superior, é possível até fazer um push and pull\n\n. Design Wideload que eu particularmente acho lindo\n\n. Fluxo de ar incrível, minha 7900 XT que em estresse máximo chegava a 68Cº em um Red Dragon Wheel Jack, agora esta pegando apenas 63Cº em estresse máximo\n\n. O vidro lateral é uma portinha, facilita muito pra passar um pano e tirar a poeira por dentro quando precisar ou até mesmo ajustar um cabo que está fora do lugar\n\n. Bom espaço traseiro pra Cable Management, não sou bom em gerenciar os cabos do computador e mesmo assim a tampa traseira ficou com uma folguinha\n\n. Possui nativamente slots para colocar a GPU na vertical (particularmente não sou muito fã disso)\n\n&#x200B;\n\n&#x200B;\n\nPontos negativos:\n\n. O filtro de poeira superior do gabinete aparenta ter baixa qualidade, as bordas vieram um pouco rasgadas na parte de dentro, e a etiqueta para \"puxar\" o filtro solta facilmente (nada que de pra reparar esteticamente do lado de fora ou que vá afetar alguma função do gabinete)\n\n. O espaço para as 3 fans dianteiras é bem limitado, é exatamente só para as 3 fans de 120mm e mais nada, acaba empurrando um pouco o cabo de 24 pinos da placa-mãe quando as fans estão montadas, o que me deixa um pouco desconfortavel\n\n. Tem suporte para apenas 2 fans na parte inferior, caberiam 3 tranquilamente se tivesse a furação no gabinete\n\n. Para placa-mãe \"Micro ATX\", não possui furos próximos a parte inferior da placa-mãe (algo que o wheel jack tinha). Sendo assim ou você tem que passar os cabos do painel frontal e sata por trás da placa-mãe (o que também me deixa um pouco desconfortável apesar de as porcas do gabinete te darem um espaço generoso atrás da placa-mãe) ou passar os fios pelo chão do gabinete e deixar eles esticados até a placa-mãe\n\n&#x200B;\n\nÉ isso galera, se quiserem saber algo sobre o gabinete e estiverem de olho nele, ou no seu antecessor que seria o HX600 sem o \"S\", ficarei contente em responder vocês\n\n&#x200B;\n\n&#x200B;",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jukl7",
            "num_comments": 0
        },
        {
            "title": "Primeira vez com Chromebook: Análise do Chromebook Acer N7",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/c41c1cwq0wda1.jpg?width=970&format=pjpg&auto=webp&v=enabled&s=4b36605ed86d5d517cd7378c39caee76a1a50d2a\n\nBoa noite pessoal, recentemente comprei um Chromebook baratinho no Mercado Livre, paguei 700 reais nele, e suas especificações são:   \n\n\n**Processador:** Intel Celeron N3060  \n\n\n**Memória RAM:** 4GB DDR3  \n\n\n**Armazenamento:** 32 GB eMMC  \n\n\n**GPU:** Intel HD Graphics 400  \n\n\n**Sistema:** Chrome OS 64 Bits  \n\n\nFiquei impressionado do quão otimizado esse sistema é para um hardware tão simples como esse, pois em uma breve pesquisa, esse processador em específico é mais fraco que um Atom, e o chromebook liga em menos de 30 segundos, e sobre os softwares, é como se fosse um tablet android com teclado, pois tem uma integração muito boa com os aplicativos de android semelhante ao WSL no Windows, porém nem tudo são flores, pois alguns apps não são compatíveis devido talvez à arquitetura diferente (X86 contra ARM) ou pelo sistema desse modelo já estar um pouco defasado, pois ele usa o android 9 como subsistema, quem sabe num chromebook mais moderno, seja com processador ARM ou um X86 mais recente, não tenha essas incompatibilidades.\n\n&#x200B;\n\nSobre Jogos, testei alguns emuladores e alguns jogos nativos, sendo eles o Bully, que rodou sem maiores problemas e é perfeitamente jogável, já em emuladores, testei o God of War: Chains of Olympus para PSP, em 1X a resolução com 1 de Frameskip, e ele me impressionou em rodar sem grandes problemas, coisa que um notebook que eu tinha com i7 de segunda tinha dificuldade em fazer, além desse testei Nintendo 64 e Playstation 1, e rodou sem grandes problemas, já Dreamcast, por causa desses problemas de compatibilidade, o emulador crasha ao tentar rodar, mas se rodou PSP, com certeza deve rodar Dreamcast também.\n\n&#x200B;\n\nSobre a Bateria, me impressionei pois eu já estou a horas usando ele, e ainda tem bateria, sem necessitar ficar o tempo todo ligado na tomada, e de fato, esse chromebook é ótimo para estudantes assistirem a aula da faculdade, para crianças brincarem e estudarem nele, para a vovó pesquisar aquela receita de bolo no Google, sem falar da integração do smartphone com o chromebook que é algo fantástico.\n\n&#x200B;\n\nConclusão: esperava pouco desse dispositivo, pois comparei desempenho e ele é mais fraco que o meu Samsung A20, e até o momento que escrevo esse post, o chromebook não travou e meu celular vive travando, e nunca imaginei que os Chromebooks seriam tão otimizados e gostosos de se usar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jsmym",
            "num_comments": 13,
            "comments": [
                "O único problema é que isso ai usa eMMC. O resto até é usavel.",
                "Massa seu post! Já tinha ouvido falar sobre esse OS, interessante a otimização dele. Vou testar algum dia.",
                "Olá! Ficamos felizes em ouvir sobre sua boa experiência com o Chromebook barato que você comprou no Mercado Livre. No Mega Market, também acreditamos na eficiência dos Chromebooks, especialmente quando se trata de uso diário e tarefas básicas. A otimização do Chrome OS para hardware simples é realmente impressionante e é ótimo ver que ele liga rapidamente. Também concordamos que a integração com aplicativos Android é excelente e oferece uma variedade de opções para o usuário. No entanto, entendemos que alguns aplicativos podem não ser compatíveis devido à arquitetura diferente e que um modelo mais recente pode resolver esses problemas.\r  \n\r  \nSobre jogos, é incrível ver que ele é capaz de rodar jogos nativos e emuladores sem maiores problemas, mesmo com um processador menos potente. E também é ótimo ver que a bateria é duradoura e não precisa ficar sempre ligado na tomada. Concordamos plenamente com você que esse dispositivo é ótimo para estudantes assistirem aulas, crianças brincarem e estudarem, e também para pessoas mais velhas pesquisarem receitas no Google. Obrigado por compartilhar sua experiência."
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "To com esse problema no meu lenovo ideapad 330 já tem um tempo, começou com uma linha rosa horizontal na parte de baixo, depois a tela ficou verde e rosa no fundo e por último ficou assim. Já testei o boot pela BIOS e continua igual, então provavelmente é hardware.\nAlguém sabe o que fazer?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jplbw",
            "num_comments": 5,
            "comments": [
                "Espeta um monitor externo. Se continuar é hardware, se não continuar ou teu monitor foi pro saco ou foi só o cabo flat que estragou."
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "Comprei um kit xeon mas infelizmente veio com defeito, não sei oque fazer, vou entrar em contato com o vendedor pra ele me dar o reembolso, mas não consigo achar uma placa mãe que suporte esse processador aqui no Brasil.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10joltp",
            "num_comments": 15,
            "comments": [
                "Poxa... QUAL Xeon?\n\nPs.: eles podem pedir para tu devolver o kit pelos correios antes do reembolso... então não compra nada ainda."
            ]
        },
        {
            "title": "Recomendação para pegar wifi no PC",
            "selftext": "Pessoal, qual a melhor opção para pegar wifi no PC? Venho usando um Adaptador Wireless TP-Link 300Mbps, mas é ruinzinho, cai direto e não pega velocidade legal, mas eu já sabia disso, peguei pelo preço. \n\nAgora quero algo melhor e gostaria de saber que posso fazer para melhorar a conexão? Existe uma opção melhor de adaptador ou eu teria que mudar a placa mãe?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jlbiv",
            "num_comments": 6,
            "comments": [
                "Pega uma placa Wi-Fi PCIe, são mais caras mas são melhores. Se tu tiver grana, pega um com Intel AX620. Cuidado com as placas da Femvi... as placas são meio mal soldadas... a minha é uma desgraça e tá com um dos conectores das antenas bambo...... (e eu acho que as antenas nem são necessárias)",
                "há um tempo peguei uma pci baratinha da d-link e tá funfando de boa pro que eu uso. \n\nPorém eu fico pensando se num era melhor pegar uma com suporte a wifi 5 (hoje em dia ta no 6, mas parece q só faz diferença se vc tiver o conjunto modem com wifi 6 e a placa também) e bluetooth. Por enquanto não faz falta, só vai fazer falta depois que eu tiver e sentir a diferença kkkkk\n\nMas é isso, melhor opção é uma placa pci, se vc olhar na sua placa mãe deve ter um slot x1 pra esse tipo de placa (serve em qualquer, mesmo se for maior que x1, mas geralmente tem x1 sozinho) , a não ser que vc já esteja utilizando pra outra placa.",
                "Seu PC fica muito longe do roteador? Tem muitas paredes entre o roteador e o seu PC? Sua wi-fi é de 2.4 ou de 5 GHz? Tem que ver isso, senão não vai haver adaptador wifi que dê jeito no seu caso\n\n(eu pessoalmente só deixo wi-fi para notebooks, celulares, ou qualquer outra coisa que não possa ser conectada no cabo, até porque é muito difícil chegar na velocidade total da rede por wi-fi. Se for pra jogos, então, esquece. Como eu vivo dizendo: \"amigos não deixam amigos jogarem em conexões wi-fi\").",
                "Olá! Recomendo que você considere a compra de um adaptador wireless USB de alta potência, como o adaptador wireless USB AC1900 da ASUS ou o adaptador wireless USB AC1200 da TP-Link. Esses adaptadores geralmente oferecem velocidades mais rápidas e melhor desempenho em comparação com os adaptadores de baixa potência, como o que você está usando atualmente. Além disso, é importante que você verifique se seu roteador está próximo do seu PC e se ele está configurado corretamente para oferecer uma boa conexão wireless.\r  \n\r  \nSe você ainda tiver problemas com a conexão após a atualização do seu adaptador, é possível que seja necessário atualizar a placa mãe. Isso é verdadeiro se você tem uma placa mãe antiga que não suporta as tecnologias de conectividade mais recentes.",
                "Muito obrigado pessoal"
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "O pc da minha irmã quando conecta o monitor na placa de vídeo fica dando no signal oq eu faço?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jjw0z",
            "num_comments": 31,
            "comments": [
                "Se tiver vídeo onboard, conecta no vídeo onboard... vai no BIOS e seta o video output para first PCIe. \n\nSe não, inicia o Windows com video onboard mesmo e troca pra placa de vídeo. Se não ligar a placa de vídeo ve se tá instalada corretamente: o cabo 6/8/12 pinos conectado corretamente"
            ]
        },
        {
            "title": "Me ajudem a comprar um computadpr",
            "selftext": "Estou em duvida entre dois computadores, os dois custam o mesmo valor, qual vocês acham que é melhor?\n\n&#x200B;\n\nComputador Intel I7 4770K 4ª Geração / 08GB RAM DDR3 / SSD 240GB Gabinete\n\nOu\n\nComputador Intel I5 11400F 11ª Geração / 16GB RAM DDR4, SSD 480GB, GeForce NVIDIA 1GB,",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jj50b",
            "num_comments": 3,
            "comments": [
                "Fica com o segundo. Dependendo do vídeo que o primeiro tem, ele tá super faturado...\n\nO i7-4770K é a 4ª geração dos Core i7... atualmente ele não deve bater um i3 mobile da 11ª geração...\n\nJá o i5-11400F é da 11ª geração, não é top de linha mas é bem decente.\n\nSó a nivel de curiosidade... olha a diferença de desempenho em benchmark: [https://www.cpubenchmark.net/compare/1919vs4226/Intel-i7-4770K-vs-Intel-i5-11400F](https://www.cpubenchmark.net/compare/1919vs4226/Intel-i7-4770K-vs-Intel-i5-11400F)\n\nTu teria o link dos produtos? Seria mais fácil avaliar. O segundo parece ser vendido na Kabum, mas sinceramente não pegaria ele... tá parecendo que a placa de vídeo é GeForce GT610 ou coisa do genero. Dá uma olhada na Pichau, ela tem uns PCs com video onboard bem decente nessa faixa de preço.",
                "Pode nos passar o link de onde você está vendo essas duas ofertas? Porque, se essas ofertas forem de lojas de varejo, então aqui vai uma dica para que você não tenha dor de cabeça comprando computadores em lojas de varejo:\n\n#NÃO compre computadores em lojas de varejo. Jamais.\n\nMas sim, pelo seu post eu ficaria com o segundo. Exceto pela placa de vídeo que só tem 1 GB de VRAM, o que é basicamente o suficiente para dar vídeo hoje em dia (EDIT: e não muito mais do que isso, então se for pra rodar jogos? Esquece)",
                "Olá! Eu recomendo o segundo computador listado, o Intel I5 11400F 11ª Geração, com 16GB de RAM DDR4, SSD 480GB e GeForce NVIDIA 1GB. A 11ª geração de processadores da Intel oferecem desempenho superior em comparação com a 4ª geração, especialmente em tarefas que exigem mais processamento, como jogos e edição de vídeo. Além disso, a memória DDR4 é mais rápida e eficiente do que a DDR3, e o aumento no tamanho da unidade de estado sólido (SSD) e a adição de uma placa de vídeo dedicada também contribuirão para melhorar o desempenho geral do computador."
            ]
        },
        {
            "title": "Adaptador 1x6pin para 2x6pin ou dual flex para 6pin?",
            "selftext": "Estou montando um setup para vender com alguns componentes do meu antigo setup que melhorei na Black friday\n\nEstou pra colocar uma GTX 760 mas a fonte só tem um conector 6 pinos\n\nSei que não é o ideal, mas vai ser o jeito. Quero saber se é melhor usar um adaptador que ramifica o conector em 2 ou um dual flex para 6 pinos\nMinha preocupação é puxar a energia de 2 conectores 6 pinos em um só. Em contrapartida, o dual flex provavelmente as duas pontas vão ficar conectadas no mesmo ponto elétrico. \n\nGeralmente as pontas flex ficam em paralelo no mesmo fio, logo o ponto elétrico é o mesmo, logo não é muito diferente da situação anterior, ao meu ver",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jianq",
            "num_comments": 13,
            "comments": [
                "Caraca... a GTX 760 consome até 170W?! A GTx 750 consome até 75W e não é muita coisa pior... hahaha\n\nVeja se não funciona com apenas um plug. Pelo que lembro, o 6 pins deveria ser capaz de fornecer perto de 220W. (Se não funcionar, tenta conectado só na outra)\n\nMas tanto o dual flex 6pin quanto o adaptador usarão a mesma ramificação, não?",
                "Cara, se a fonte só tem 1 conector de 6 pinos, é provável que ela não segure bem uma GPU como a GTX760, que tem um consumo até considerável de energia pra uma placa da série 60.\n\nNão vende PC com gambiarra, que costuma ser dor de cabeça pra todos envolvidos."
            ]
        },
        {
            "title": "AMD só funciona com AMDa?",
            "selftext": "Eu estou planejando montar um pc e vou comprar um processador ryzen 5 4500, e estou com uma dúvida. Se eu comprar uma placa de vídeo com o chip da intel o pc vai funcionar ou só com uma placa de vídeo com chip da AMD?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10jd9xq",
            "num_comments": 11,
            "comments": [
                "São intercambiáveis. Pode ter CPU Intel, GPU AMD. Pode ter CPU AMD, GPU Nvidia. Etc. Sem problemas! Só se lembre de instalar os drivers corretos no sistema operacional. \n\nEu só acho que você consegue um produto melhor pagando o que se paga numa placa de vídeo da Intel no Brasil. A menos que você REALMENTE queira GPU da Intel.\n\nDito isso, se puder, tenta pegar uma CPU melhorzinha. Um 5500 ou 5600 te darão melhor desempenho. De repente procura numa live da Terabyte ou da Pichau no YouTube, que sai umas promoções legais.",
                "Tu pode colocar uma RX 7900 XTX num Celeron se quiser que funciona (mas o Celeon seria um gargalo horrivel).\n\nAgora o que tu não pode fazer é tentar colocar processador AMD em placa mãe Intel (e vice versa)... isso tu não pode.",
                "Não tem nenhum problema.\n\nVocê pode usar CPU Intel com GPU AMD, ou CPU AMD com GPU Intel, ou CPU AMD com GPU nVidia... Não existe nada que impeça isso!\n\nMas você precisa saber que cada processador e modelo tem um limite que pode dar \"gargalo\" na placa de vídeo.\n\nPor exemplo, não adianta nada você comprar uma GeForce RTX 3060 ou uma Intel Arc A750 e botar num Core i3 ou Ryzen 5 antigo... Tu vai tá jogando dinheiro no lixo. Você precisa saber qual processador ideal para sua placa de vídeo e manter o setup equilibrado pra poder extrair o máximo do seu PC. E também precisa entender da tecnologia.\n\n\nEDIT.: Se planeja pegar uma placa de vídeo Intel modelo A750 ou A770 seu processador escolhido (Ryzen 5 4500) vai dar gargalo na placa de vídeo. Para essas placas de vídeo você precisa se atentar a duas coisas:\n\n1° e mais importante = SUA PLACA MÃE PRECISA TER O RECURSO \"RESIZABLE BAR\". É obrigatório isso para placas Intel, caso contrário você n tera todo o potencial da placa de vídeo.\n\n2° é importante que o processador e placa mãe sejam compatíveis com PCI-E Gen 4, caso contrário você também vai perder muito desempenho. Não só nas placas Intel, mas numa RTX recente, como a 3060 por exemplo.\n\n\nAgora se você for pegar uma A380, não tem muita preocupação. Porém, eu acho que essa mais básica das Intel GPU não vale a pena. Pelo valor dela é preferível uma GTX 1660 Super, não se compara."
            ]
        },
        {
            "title": "Ssd externo formato exfat presta?",
            "selftext": "Um noia quer me vender um ssd externo 4 tb por 10 conto (eu ja peguei) é formato exfat e n da pra mudar mas realmente é 4 tb, mas eu n sei oq caralhos é esse exfat é bom pra jogos?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10j71yq",
            "num_comments": 6,
            "comments": [
                ">é formato exfat e n da pra mudar \n\nEXFat é uma gambiarra no sistema de arquivos FAT32 feita para que esse sistema suporte arquivos maiores do que 4GB. Não há porque usar esse sistema de arquivos num SSD desse tamanho a menos que você esteja usando ele em um dispositivo que talvez não suporte NTFS (uma smart TV, por exemplo). Mas o sistema de arquivos não é, ou não deveria ser, determinado pelo SSD. Se você tacar esse SSD no Windows, ele deve oferecer a opção de formatar em NTFS. A menos que esse SSD seja falsificado, porque 10 reais por um SSD de 4 TB é \\***muito**\\* suspeito",
                ">  ssd externo 4 tb por 10 conto\n\n4tera por 10 conto? mmmm sei n mano se o ssd vai funcionar.",
                "Por 10 conto não vai ser 4 tb, é bem fácil falsificar o tamanho desses drives, você pode testar o tamanho real dele preenchendo com arquivos bem grandes até ele não conseguir mais armazenar.",
                "Ah... Tu pode formatar de qualquer jeito, mas SSD 4TB por 10 contos seja EURO ou REAL tá bem errado o preço... provavelmente a pessoa comprou um lixo falsificado do AliExpress/Shopee e te repassou para recuperar um pouco o dinheiro...\n\nÉ melhor tu testar se ele REALMENTE consegue gravar 4TB. Um SSD que realmente 4TB e externo passa dos 2 mil reais... do que começar a perder dado quando começar à usar de verdade. Para isso tu pode usar o Check Flash: [https://www.majorgeeks.com/files/details/check\\_flash.html](https://www.majorgeeks.com/files/details/check_flash.html) .",
                "Cara, é NTFS e seja feliz. Fez um puta negócio bom. Hahaha"
            ]
        },
        {
            "title": "Monitor muito foda e barato",
            "selftext": "Eu vou monta meu primeiro PC e estou procurando as peças que vai me dar bastante benefícios que n vou precisar trocar tão rapidamente e que saia por um valor barato\n\nAchei o \"Mancer Valak\" ele e 24 polegada curvo / 1ms 180hz  VA FreeSync e G-Sync uns 900 conto\n\nVi bastante gente falando que ele e ruim pelo VA porém n achei outro monitor com vários utensílios bom como este, pretendo comprar esse vocês tem sugestão de outro melhor???\n\n(Sou novo nesse reddit desculpa Caso flair errada ou algum outro erro)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10j2lmi",
            "num_comments": 8,
            "comments": [
                "Não vejo problema em ser VA, ao menos não é TN... mas poderia ser IPS.\n\nEsses 180Hz dele podem ser por overdrive e ter um show de ghosting... lightleaking... fidelidade de cores tosca... etc.. \n\nNão acho que valha a pena economizar na parte do computador que tu vai passar o dia olhando. Tenta encontrar resenhas que mostre os pontos negativos. TODO PRODUTO TEM PONTO NEGATIVO. Resenha sem ponto negativo muito provavelmente é patrocinada para não falar nos pontos negativos...\n\nSe tu está com o orçamento mais apertado, pega um monitor mais simples. Não caia nessa de whitelabel chinês (concordia/mancer/rise/superframe/husky/etc)... se o monitor der pau depois dos 3 meses de garantia pela loja, vai ser uma dor de cabeça só... procura reclamação das lojas e modelo no ReclameAqui...\n\nSe puder investir um pouco a mais, pega marca conhecida... e não white label. Sério mesmo.",
                "Sinceramente é dificil ir ruim em monitor hoje em dia. Vc tem que ter exigências bem altas pra isso. O preço tá ótimo na minha opinião.",
                "Tenho o Athen v.2 da Pichau e acho maravilhoso. Tela curva de 27\", 165 Hz 1 ms, IPS. Paguei 1200 sem juros no mercado livre pela própria loja da Pichau e tenho 1 ano de garantia. Tenho zero reclamações.",
                "Tem um superframe precision 280hz com painel ips que sai por uns 900 reais em promo, vi bastante gente falando bem dele e pretendo ver se pego quando juntar um money"
            ]
        },
        {
            "title": "Alguém me ajuda????",
            "selftext": "Fui instalar o Linux no Pc, segui os procedimentos, Limpei meu HD, e na hora de instalar deu erro.\nResumindo, só consigo mexer no Pc pelo pen drive, alguém me ajuda???",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10itj2o",
            "num_comments": 2,
            "comments": [
                "\"deu erro\"\n\nMas qual erro? Existe um número enorme, mas finito, de erros..."
            ]
        },
        {
            "title": "Gráfico de Desempenho do Geekbench 5",
            "selftext": "&#x200B;\n\n[Spectral é meu nick no Youtube, pretendo gravar vídeo em breve no Canal](https://preview.redd.it/qao6e0nkdnda1.png?width=431&format=png&auto=webp&v=enabled&s=c1b610e13fd6371e546e9945e41e1e6296620129)\n\nCriei um gráfico simples de desempenho no Geekbench 5 para classificar computadores, tablets e outros dispositivos que rodem o programa, somando a pontuação de CPU e GPU, em seis grupos, entre eles:\n\n**0 a 1000 (Inutilizável):** Estes são dispositivos que serão lentos até para tarefas básicas, seja navegar entre os aplicativos, acesso à internet, digitação de texto e outras tarefas triviais, basicamente não dá pra usar de maneira fluída.\n\n**1000 a 3000 (Básico):** Estes dispositivos, um pouco melhores que os primeiros, é mais recomendado para uso básico somente, qualquer tarefa mais exigente vai resultar em travamentos, caso o dispositivo seja um computador com windows, já dispositivos android não terá problemas com travamentos pois os softwares para essa plataforma são mais otimizados.\n\n**3000 a 5000 (Mediano I):** Estes  dispositivos com essa pontuação poderão rodar alguns jogos leves e edições simples de imagem e vídeo, além de navegação na internet e edição de texto, dispositivos android com essa pontuação podem rodar emuladores de videogame mais pesados, jogos como Fortnite, além de coisas básicas já citadas.\n\n**5000 a 7000 (Mediano II):** Estes dispositivos tem a capacidade de rodar jogos um pouco mais pesados, mas nada muito exigente, ou jogos relativamente pesados, mas com os gráficos no mínimo, pode-se também fazer edições de imagem e vídeo um pouco mais complexas, e também programar coisas mais simples, como no Visual Studio, e dispositivos android com essa pontuação, pode se fazer a maioria das coisas que a plataforma android permite fazer.\n\n**7000 a 10000 (Bom):** Dispositivos com essa pontuação tem a capacidade de rodar jogos atuais numa taxa de quadros relativamente boa, pode-se fazer edições avançadas de imagem e vídeo, pode programar jogos 3D que não sejam tão pesados e exigentes, e dispositivos android com essa pontuação, são os top de linha (ou próximo disso) e podem fazer tudo que a plataforma android permite fazer.\n\n**Acima de 10000 (Ótimo):** Estes dispositivos podem rodar os jogos mais atuais em boa qualidade, pode também fazer edições profissionais de imagem e vídeo, pode também programar jogos pesados e modelar objetos 3D sem travamentos, e dispositivos android com essa pontuação, faz tudo que a plataforma android permite fazer.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10isp2s",
            "num_comments": 17,
            "comments": [
                "Tá... agora esse gráfico se refere à qual versão do GeekBench? 4 ou 5? Qual subversão do 4/5? Porque o próprio GeekBench já avisou que cada versão tem uma pontuação diferente...\n\nOutra coisa, qual o critério que tu usou para fazer essa tabela? E porque esses números?\n\nO GeekBench é muito bom para saber se o teu hardware está +- com o desempenho que deveria, mas não é bom para ranking pois leva em conta TODO o hardware (overclock, velocidade e qualidade da RAM, tipo dos HDs, modelo da placa de vídeo, etc - cada placa de vídeo é diferente, ex. MSI Ventus X2 1650 4GB GDDR6 é mais fraca que a MSI Gaming X TwinFrozr 7 1650 4GB GDDR6 pois o boost é menor), cada resultado é quase individual... E eu não lembro de ter um ranking com a média dos processadores, GPUs e etc...\n\nSe tu monta um PC com placa mãe Gigabyte faz o teste e depois migra pra uma MSI e faz o mesmo teste com o mesmo CPU, o resultado será diferente... E não dá para fazer um cherry pick de resultados que te agradam ou desagradam. Pois, se não for para dispositivo em especifico como notebook ou celular -cujo hardware não muda-, seria uma coisa bem desinformativa...\n\nBenchmark sintético é só para ter uma idéia da diferença do desempenho. Simplesmente fazer rankings sem saber interpretar os resultados não funciona. Até mesmo o porque, são inúmeras coisas que tem de analizar e etc..."
            ]
        },
        {
            "title": "O meu computador não liga",
            "selftext": "O meu PC liga durante 2 ou 3 segundos mas depois desliga repetindo sempre essa sequência, as vezes liga mas não dá energia suficiente para o rato, teclado etc...\nNão sei o que o meu computador tem já vi muitos vídeos no YouTube mas nada resolve. \nO que poderá ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10iqkkt",
            "num_comments": 2,
            "comments": [
                "Já tentou reencaixar os pentes de memória?",
                "Cara. Tenta o seguinte: tira TUDO, exceto CPU (favor deixar o cooler), 1x RAM e vídeo offboard (caso não tenha onboard). Dá ClearCMOS e tenta reiniciar. Se não for, troca a RAM de lugar e tenta de novo. Se ainda não for, tenta a outra RAM (se tiver) no primeiro slot, ai repete no segundo.\n\nSe AINDA não for, tu pode ter ou duas memórias ruins ou uma placa mãe morta ou uma fonte ruim. Se tu não tiver mais hardware para testar... vai ter de levar em algum lugar para testar."
            ]
        },
        {
            "title": "Como melhorar um computador?",
            "selftext": "Recentemente eu comprei um computador, só que infelizmente como eu não entendia acabei pegando um meio ruim. Ele não roda quase nenhum jogo (até agora os únicos que pegaram foi: um mugen, roblox e lol), jogos baixados na steam nem entra.\n\nEntão eu queria ajuda de vocês, o que eu preciso para fazer o PC rodar jogos?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10iq0yu",
            "num_comments": 4,
            "comments": [
                "Primeiro a gente precisa saber as especificações desse seu PC para ver o que pode ser melhorado. Mas as formas mais comuns de se melhorar um PC costumam ser instalar um CPU melhor (por exemplo, se o seu CPU for um CPU com dois cores, pode ser possível trocar para um CPU de seis cores e 12 threads), uma placa de vídeo (por vezes chamada de VGA ou GPU) melhor e, não exatamente necessário mais algo que faz uma diferença no tempo de carga do sistema e dos programas, especialmente em caso de laptops: um SSD",
                "Qual é o PC? Desktop? All-in-one? Notebook? Dependendo, tu tem pouca opção. Mas como tu não disse qual o PC, fica dificil de ajudar."
            ]
        },
        {
            "title": "Erro da leitura do HD",
            "selftext": "Comprei um HD usado e está aparecendo esta dela depois que instalei ele, alguém pode ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ikw5s",
            "num_comments": 2,
            "comments": [
                "**Nunca** compre HD usado sem testar... tu comprou lixo pifando.\n\nAgora é só apertar F1 e usar o CrystalDiskInfo para ver o estado do HD... Dependendo do estado, não tem muito o que fazer: é devolver ou engolir o prejuizo... rip\n\nDetalhe: posta a foto normal, não precisa ser screenshot da camera do Google Translate.",
                "Tô tendo um problema parecido, só que a placa de vídeo tem a maior parte da culpa e o HD aparece ali tbm"
            ]
        },
        {
            "title": "RX 5500 e um INTEL CORE I3-12100F",
            "selftext": "Pode ter perigo de gerar algum tipo de gargalo? Tanto na GPU e na CPU? \n\nProcessador: INTEL CORE I3-12100F, 4-CORE, 8-THREADS, 3.3GHZ ( 4.3GHZ TURBO), CACHE 12MB, LGA1700, BX8071512100F",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ijbbo",
            "num_comments": 5,
            "comments": [
                "O Core i3-12100F suporta PCIe 4.0/5.0, pelo menos pelo barramento não vai gargalar.\n\nAgora depende do jogo e das configurações, mas acho mais provavel o GPU ser o gargalo.",
                "Gargalo sempre existe em qualquer build, pois nunca rola de duas peças conseguirem ficar a 100% de uso ao mesmo tempo, mesmo que seja um i9 13900k e uma RTX4090.\n\nAgora, nesse caso aí é questão de ver se a build atende as tuas necessidade, pois:\n\n- Esse i3 é um bom CPU de entrada, mesmo sendo 4/8 ele tem um excelente desempenho por núcleo, conseguindo extrair performance de GPUs até um pouco mais fortes que a 5500xt\n\n- Por via, a 5500xt é uma GPU bem legal pra jogar em 1080p, se teu foco for essa resolução, a build deve ficar bem legal e te dar uma boa taxa de frames nos jogos."
            ]
        },
        {
            "title": "Como que eu faço pro meu PC iniciar?",
            "selftext": "Meu PC tá com uns probleminhas, uma Nvidia Geforce 7025 / Nvidia nForce 630a de oitenta anos atrás e etc, agora simplesmente não inicia, tipo, liga normal mas não vai pra parte de colocar a senha ou a área de trabalho, isso tá acontecendo dps de atualizar o driver da placa de vídeo, já faz um dia.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ii8os",
            "num_comments": 6,
            "comments": [
                "Deixa ele reiniciar sozinho umas 3x por aí, o windows automaticamente vai abrir as opções avançadas de inicialização, aí tu seleciona pra entrar em modo de segurança.\n\nAcessado o modo de segurança, é possível desinstalar o driver (se for realmente ele o problema).\n\nContudo, recomendaria checar a saúde do teu HD, ontem teve um Post teu onde tinha um HD com problema, se for o do sistema operacional, pode estar corrompendo arquivos, aí fica lerdo pra cacete e da isso aí as vezes",
                "Deu tela azul, por causa de um tal de \"DPC WATCHDOG VIOLATION\"",
                "DPC WATCHDOG VIOLATION é sintoma de driver defeituoso.\n\n[https://answers.microsoft.com/pt-br/windows/forum/all/o-que-%C3%A9-dpc-watchdog-violation/e8b12fda-fc23-471b-9d31-5714de6793a1](https://answers.microsoft.com/pt-br/windows/forum/all/o-que-%C3%A9-dpc-watchdog-violation/e8b12fda-fc23-471b-9d31-5714de6793a1)"
            ]
        },
        {
            "title": "Minha config tá boa?",
            "selftext": "Tô montando um PC com as seguintes peças:\n\n\n\nProcessador: AMD Ryzen 5 5500\n\nPlaca mãe: B550M GIGABYTE\n\nMemória RAM DDR4: Rise Mode Z 3200MHz 8Gb × 2 = 16Gb \n\n Placa de vídeo: RTX 2060 Zotac 6Gb \n\nArmazenamento: SSD 512 gb Adata XPG Gammix Nvme M.2\n\nFonte: KCAS Aerocool 80 plus bronze 600W\n\ntem alguma incompatibilidade ou algo do gênero? A memória RAM vai rodar na velocidade nativa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ib0ua",
            "num_comments": 2,
            "comments": [
                "Eu faria duas mudanças...\n\nRise Mode Z 8GB DDR4 3200MHz x2 => Kingston Fury Beast 8 GB DDR4 3200 x2 (ninguém sabe quem fabrica a Rise Mode Z...)\n\nAerocool KCAS 600W => MSI MAG 550W ou alguma fonte de gente. KCAS não é fonte. hahaha\n\nAh, outra mudançazinha: 5500 => 5600 se possivel, (5500 é da série G mas com o GPU desabilitado e não suporta PCIe 4.0, importante para as próximas placas de vídeo como a 3000+ e RX 5000+",
                "Compra o processador no Aliexpress"
            ]
        },
        {
            "title": "Sabiam que dá para ativar o gpedit.msc no Windows Home mesmo que a Microsoft não queira?",
            "selftext": "Aperta a **WinKey**, digita **CMD** e clica em **Executar como Administrador** (REQUERIDO)\n\nCola essa linha e aperta enter:\n\n`FOR %F IN (\"%SystemRoot%\\servicing\\Packages\\Microsoft-Windows-GroupPolicy-ClientTools-Package~*.mum\") DO ( DISM /Online /NoRestart /Add-Package:\"%F\" )`\n\nDepois que acabar, cola essa segunda linha e aperta enter:\n\n`FOR %F IN (\"%SystemRoot%\\servicing\\Packages\\Microsoft-Windows-GroupPolicy-ClientExtensions-Package~*.mum\") DO ( DISM /Online /NoRestart /Add-Package:\"%F\" )`\n\nNão deve levar muito tempo, quando terminar as DUAS linhas, WinKey+R => gpedit.msc :V\n\n(Eu só testei no Windows 10 Home 22H2 x64)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10iaolk",
            "num_comments": 0
        },
        {
            "title": "Jogo Online",
            "selftext": "Gente tava jogando LoL durante 1 mês ,Jogo tava rodando Liso ,depois começou a travar, internet toda hora caído ,me estressei e desinstalei, pois, essa semana baixei outro jogo online ,o Cabal Online jogo tava de boa e começou esse mesmo problema , Net ruir ao ponto  cair o jogo ,mas no YouTube ,redes sociais,wi-fi do celular ficar normal , será que é o quer, alguém saber dizer? Eu uso Win10",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10i9v9a",
            "num_comments": 3,
            "comments": [
                "Deixando a possibilidade da tua internet estar ruim para jogos, qual CPU/Cooler/Fonte/GPU que tu usa?"
            ]
        },
        {
            "title": "meu computador parou de dar vídeo",
            "selftext": "boa noite pessoal, vamos pra história.\neu tenho meu computador já fazem 8 meses, a placa mãe é uma asus b450m prime gaming br, o processador é um ryzen 5 5600g, 16gb ram, 600gb em ssd e uma fonte de 650w.\neu usava o vídeo integrado do processador mas na última semana comecei a estudar algumas placas e optei pela 3050 pelo custo benefício e por me atender em tudo que eu preciso.\ncheguei em casa, abri meu computador e iniciei a montagem pra no final descobrir que ele decidiria parar de dar vídeo.\nfiz todo tipo de procedimento do meu conhecimento, liguei tanto no hdmi quanto no display port, tirei a pilha da placa pra tentar reiniciar a bios e não tive nenhum sucesso.\nresolvi tirar a placa de vídeo e testar sem ela e infelizmente não voltei a ter vídeo.\npercebi que quando ligo o computador os fans e o cooler ligam e rodam normalmente, os fans da placa de vídeo também seguem esse padrão, entretanto, meu teclado e meu mouse não dão sinais de vida. \no único periférico que acende o led é o fone que tem rgb.\nlevei em um técnico e ele não conseguiu constatar ao certo meu problema, consideramos ser a placa mãe após a remontagem de todos os componentes e um teste rápido com outros pentes de memória ram.\nhoje tentei ligar ele novamente após deixar o dia todo sem a pilha da placa, mas, não deu vídeo.\npude perceber que o computador também não tá reconhecendo os comandos do gabinete, não consigo desligar pelo botão power e ele não corresponde o botão de reset presente no gabinete.\nalguém tem alguma ideia do que mais pode ser? será mesmo a placa ou foi o processador que decidiu me abandonar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10i76kd",
            "num_comments": 4,
            "comments": [
                "Cara... não faz texto de 600 linhas sem paragrafo, dificulta MUITO a leitura e interpretação...\n\nMas vamos lá... a 3050 é mais cara e mais fraca que a 2060.\n\nAgora direto ao ponto, aonde está ligado o cabo de vídeo? Na placa mãe ou na placa de vídeo... Já que tu já fez ClearCMOS, coloca na placa de vídeo.\n\nTu lembrou de ligar o cabo PCIe na placa de vídeo? Dá uma verificada se tu não instalou a placa de vídeo no nada (fora do slot ou pela metade). Ela está instalada no slot PCIe x16 mais próximo do CPU?\n\nNão querendo suspeitar da fonte, mas qual a fonte?",
                "Na hora que instalou a placa de vídeo, não bateu em nenhum componente ? veja se não tem nenhum componente faltando perto do Slot PCI x16.\n\n  \nNo mais, todos sinais indicam que a placa esteja com problema, dado que não está mandando sinal para os perféricos (isso ocorre antes de detectar o dispositivo de vídeo).  \nVeja se consegue uma outra placa para testar os componentes."
            ]
        },
        {
            "title": "help para comprar notebook para minha namorada",
            "selftext": "rapazes, minha namorada vai começar a faculdade mês que vem e ela tá em busca de um novo notebook (atualmente ela tem um com processador celeron) e me pediu ajuda.\nEu encontrei um ASUS X515JA, i3-10 e 4gb de ram, seria uma boa escolha pra ela que só vai usar para estudar e jogar um lolzinho comigo?\nEla tem um orçamento de 2000 bonoros.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10i4r0q",
            "num_comments": 7,
            "comments": [
                "4 GB de RAM não tem muita utilidade hoje em dia, ainda mais com o Windows 11. Uso um Lenovo IdeaPad para trabalho e só aplicativos de escritório / utilidades (ex: Microsoft Teams) deixam os 8 GB de RAM dele no limite, isso no Windows 10.",
                "Esse notebook é uma ótima pedida ainda mais pra. Acho estão de trabalho, e o preço a ótimo tbm melhor preço do mercado,tá custando mais de 2 mil nas outras lojas,mas vou te dar uma dica de outro que tem 8 gb de memória ram com um preço não muito mais alto que pode te agradar \n\nhttps://www.parceiromagalu.com.br/magazinephilltech/notebook-compaq-presario-intel-core-i3-8gb-240gb-ssd-141-hd-linux-439/p/235135000/in/note/\n\nCaso queira o outro msm e se poder comprar no link de afiliado Preço tá muito bom msm \n\nhttps://www.parceiromagalu.com.br/magazinephilltech/notebook-asus-x515ja-br3932w-core-i3-4gb-128gb-ssd-windows-11-156-cinza/p/je02deg9f8/in/note/",
                "Procura no Dell outlet, paga em 10x com garantia 12 meses em equipamento devolvido para manutenção ou por desistência ... Entra várias vezes que muda todo dia os disponíveis",
                "Eu tenho a versão X515JF e gosto muito, recomendo",
                "O preço não tá ruim, você só precisaria colocar mais 4GB de RAM pra ficar bem legal.\n\nNão sei qual vai ser o uso da sua namorada, mas se for pra estudar, entretenimento (YouTube, Netflix, etc) ele está muito bom. Talvez precise de um SSD maior no futuro.\n\nEdit.: Ah, precisa ficar atento com a geração do processador. Se for abaixo da 9° geração eu não sei se vale a pena.\n\nEdit.: Essas coisas todas não ficam caras. A RAM você pode pegar no AliExpress por uns 70 reais, de marcas boas tipo Pulskill. Mas se quiser comprar no Brasil mesmo, não sai muito mais de 120 reais. E o SSD é a mesma coisa, você pagaria uns 350 em um de 1TB, mas pode pegar um mais básico no Brasil de 480GB por uns 250 reais."
            ]
        },
        {
            "title": "650w é realmente necessário?",
            "selftext": "Primeiramente gostaria de pedir desculpas caso esse não for o local mais adequado para fazer posts como este.\n\nEu estou procurando uma fonte para o meu computador e eu fiquei com uma dúvida.\nO meu computador possui uma configuração onde 500w já é mais que o necessário para suportar. Eu achei uma fonte de 650w que é mais barata que uma de 550w, e queria saber se tem algum problema em possuir uma fonte de 650w sendo que meu computador precisa de bem menos potência. \nGasta mais energia? Dá problema nos componentes? \n\nE se for possível gostaria de recomendações de fontes boas de 550w com um valor na base de R$350,00.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10i4far",
            "num_comments": 2,
            "comments": [
                "Qual o seu computador? Mas se tu tem certeza absoluta que 500W dá (calculando uso e hardware, não chutando através de fonte minima pra gpu)... pega a MSI MAG 550W. A turma do TecLab tinha testado e gostado dessa fonte."
            ]
        },
        {
            "title": "Vale a pena atualizar o notebook para Windows 11?",
            "selftext": "Tenho um notebook da DELL que uso ele apenas para programar, ele tem SSD e tudo, um notebook bom. Gostaria de saber se valeria a pena eu sair do Windows 10 para o 11. \n\nSerá que vale a pena? Sabem se o Windows 11 está melhor?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10i0v5g",
            "num_comments": 2,
            "comments": [
                "Não sou muito fã, além de ser feio algumas pessoas falam de bugs, esse é o maior motivo de eu ainda não atualizar o meu.",
                "Depende do notebook... mas o Windows 11 divide opiniões... eu acho ele ainda mais feio que o 8.1... e pra ser mais feio que o Windows 8.1 precisa de MUITA coisa. Ele tem uns recursos para os CPUs mais novos, mas também tem um menu iniciar com propagandas chamadas \"recomendações\".... que se tu desabilita, fica um pedaço em branco.\n\nO que tu pode fazer é pegar um software de maquina virtual (Vmware Workstation Player, VirtualBox, etc) e instalar o Windows 11 pra testar."
            ]
        },
        {
            "title": "Escolher placa de video",
            "selftext": "Mano pq e tão dificil entender esse negócio, to vendo video no ytb faz 2 horas lendo e n consigo nem lr o nome das placas de video queria saber qual a melhor por preço tipo até 2000 mil é tal até 3000 mil é tal",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10i080k",
            "num_comments": 3,
            "comments": [
                "Qual teu processador e qual o orçamento?"
            ]
        },
        {
            "title": "Fonte com tomada extra",
            "selftext": "Eu tenho essa fonte com uma tomada extra, daquelas bem antigas, e queria usar para recarregar o meu celular, mas tenho medo de isso ferrar com alguma coisa. Eu imagino que essa tomada seja diretamente ligada na entrada de energia, mas não tenho certeza.\nMeu carregador é de 15W, e a fonte é de 250W, mas o cabo de força deve aguentar muito mais que isso",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10hzvka",
            "num_comments": 17,
            "comments": [
                "Essa tomada extra é pra colocar colocar o carbo de energia do monitor. só não sei se é uma boa ideia colocar o carregador de celular nessa tomada",
                "Cara... quão velho é o PC que tu tá usando? Eu não vejo esse tipo de coisa desde a época das fontes AT e as primeiras ATX... hahaha\n\nSe tu tiver usando PC recente, troca essa fonte. Sério. hahaha Alias, que fonte é essa? SevenTeam?",
                "Acho que é tranquilo, mais rápido que carregar num USB velho. Caixas de som grandes tbm tem essas tomadas pra conectar algum equipamento pequeno como pedais de guitarra ou aqueles \"roteadores\" de microfone sem fio.",
                "Essa tomada não puxa energia da fonte, eles ligam os cabos do plug de entrada (da rede), por dentro da fonte, pode imaginar ela como sendo uma extensão instalada na parte interna, pode ligar até um liquidificador aí se quiser.",
                "isso é coisa de fonte antiga ou genérica. em 2004 a minha tinha, eu ligava o monitor nela.",
                "Essas fontes nem deveriam existir mais.\n\nAltamente recomendável que você jogue fora e compre outra, isso é projeto do \"tempo da onça\", um veneno para qualquer PC."
            ]
        },
        {
            "title": "Dúvida sobre parafusos",
            "selftext": "Opa pessoal bom dia a todos. Eu preciso trocar os parafusos do backplate da minha GPU porém não acho informações sobre qual parafuso devo comprar. Comprei uma rtx 3070 da mllse no ali express. Na foto, o da direita é o parafuso da placa e da esquerda é um M2,5x6\n\nCom essa informação alguém consegue me ajudar com o modelo certo do parafuso por gentileza?\n\nDe antemão já agradeço e, desejo um\n\nBom final de semana a todos",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10huluk",
            "num_comments": 1,
            "comments": [
                "Tira um parafuso e mede com paquimetro, não sei se o parafuso usado é padronizado... \n\nMas se for o que prende o cooler, ai danosse... pq esses tem molinha para pressão correta..."
            ]
        },
        {
            "title": "Problema fácil de resolver eu acho",
            "selftext": "Bem tenho um nootbook (gamer) que claramente só tem 100% do desempenho no carregador, quando eu tiro o carregador tudo fica lendo mas quando conecto novamente ele volta a ter o desempenho normal bem até ae tudo isso isso era normal mas de ums 3 dias pra ca não está acontecendo isso quando desconecto o cabo ele fica ruim mas quando conectado de volta ele simplesmente continua ruim como se eu não tivesse conectado o cabo, sabem oque pode ter acontecido?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10htem2",
            "num_comments": 2,
            "comments": [
                "No ícone de bateria (que fica próximo ao relógio na barra de tarefas), tu pode selecionar pra deixar com máximo desempenho ou máxima economia. Selecione a primeira opção.\n\nAgora, tem que ver também o que exatamente está deixando ele lento. Abra o gerenciador de tarefas, na aba desempenho da pra ver se o clock do processador tá normal, se não tem nada a 100% de uso (disco, processador, memória) enfim, alguma coisa em específico, até um software pode estar causando esse problema",
                "2 coisas:\n\n1. modo de economia pode estar ativo também com cabo\n2. cooler sujo\\^3"
            ]
        },
        {
            "title": "Fui ligar o PC e apareceu isso, que tecla eu aperto?",
            "selftext": "Sempre liga normal, mas eu não sei oq que deu dessa vez",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10hp721",
            "num_comments": 11,
            "comments": [
                "Quando você passar por esse tipo de coisa, usa o Google Lens, baixe o aplicativo no PlayStore. Ele tem um recurso que você aponta a câmera e traduz pra você na hora o que tá escrito. 😉\n\nPra sair dessa tela, aperte o F1.\n\nEdit.: Nessa mensagem em questão, o sistema tá te avisando que tem um erro no Disco Rígido (HD). Acredito que seja uma boa ideia fazer um backup, porque ele pode falhar a qualquer momento.",
                "O 3° HD está falhando ou corrompido.\nFaz um backup dos arquivos que você quer manter e tenta formatar.\nTambém pode ser problema no cabo do hd",
                "F1... recomendo aprender inglês!",
                "Baixa o CrystalDiskInfo...\n\n[https://crystalmark.info/en/software/crystaldiskinfo/](https://crystalmark.info/en/software/crystaldiskinfo/)",
                "O meu é só apertar no entre, mais a vezes só o F1 funciona",
                "Eu apostaria em sistema de arquivos corrompido. Como o u/1000tonsilva falou: backup e substituição. Com algum conhecimento, as vezes dá pra isolar uma área do HD e continuar usando. Mas só por um tempo. No fim, vai ter que trocar de qq forma."
            ]
        },
        {
            "title": "Meu PC não tá conseguindo rodar algumas coisas (CSGO e Minecraft) por causa de um negócio chamado \"Microsoft Basic Render Driver\", alguma coisa que eu possa fazer?",
            "selftext": "Tá aí algumas coisas do anúncio:\n\nProcessador fx 4300\n\nMemória ram 4 gb hyperx\n\nhd 1 tb\n\nPlaca mãe am3+",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10hopdw",
            "num_comments": 43,
            "comments": [
                "Olhei o teu outro post, que tem o erro de HD e tal, lá na tela da bios diz o modelo da tua placa, Asrock N68-FX.\n\nComo tu tá usando o gráfico integrado dela (Nvidia 7025) não vai ser possível rodar nenhum desses jogos aí, pois esse adaptador gráfico é lá de 2006 (e já era ruim na época), tendo sido requentado como placa de baixo custo até 2013 (péssima placa para um FX).\n\nMas enfim, sem uma placa de vídeo dedicada, não tem como rodar quase nada nesse PC, pois esse gráfico Nvidia 7025 não roda nem Roblox em 480p com tudo no mínimo.",
                "Nvidia GeForce 7025 / Nvidia nForce 630a",
                "Qual a placa de vídeo que tu tem? Além disso... tu precisa instalar/atualizar os drivers de vídeo.",
                "Caso ache complexo demais pode baixar o gpuz. Ele mostra qual a sua placa e todas as especificações.",
                "Você está usando o driver de vídeo básico da Microsoft, por conta disso, os jogos não conseguem inicializar, pois não há aceleração gráfica. Basta baixar o driver e instalar. Você irá precisar saber qual sua placa de vídeo, caso não saiba, baixe o GPU-Z.",
                "Tenta atualizar o driver da placa de vídeo...\n\nSe vc você pode tentar pesquisar o modelo dela olhando nas configurações de drivers e pesquisando e instalando manualmente, ou no gerenciador de drivers a opção de atualizar automaticamente ou instalar algum programa que faz isso pra vc. Exemplo DrivePack (se for ele, quando estiver carregando, você clica em baixo no modo avançado, aí você desmarca tudo que não estiver escrito vídeo (tem a aba programas também, você desmarca tudo))"
            ]
        },
        {
            "title": "Dúvida sobre compatibilidade",
            "selftext": "Boa noite a todos! Gostaria de saber se se a placa mãe X58M é compatível com o processador Xeon E5 2670 V3 ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10hgzvf",
            "num_comments": 4,
            "comments": [
                "X58M é chipset da primeira série de Core i3/i5/i7, então não aceita."
            ]
        },
        {
            "title": "Meu pc não dá vídeo.",
            "selftext": "Meu pc parou de dar vídeo depois de dar um pico de luz, oq devo fazer?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10hbxb0",
            "num_comments": 10,
            "comments": [
                "Não dá video mas liga? Se não liga então pode ser fonte. Se liga pode ser placa de video, processador, placa mãe... espero que alguém possa te ajudar melhor, tô sem tempo agora. Ultina vez que aconteceu isso comigo eu perdi o PC todo. Gosto nem de lembrar. Kkkkk",
                "Teu Pc tem placa de vídeo ? Se ele ao menos liga, já rola ir fazendo um teste por exclusão.\n\nPrimeiro o mais simples, se teu computador tem aqueles speaker de placa mãe (que fazem o BEEP), experimente tirar as memórias e ligar sem, se ele começar a beepar loucamente, significa que a placa mãe provavelmente está boa e está realizando a checagem dos componentes (no caso, a falta de memória)\n\nSe a placa mãe não beepar, possívelmente ela ou a fonte deram problema.\n\nCaso bipe o erro das memórias, limpa bem um slot, põe uma memória de volta e tenta ligar o PC sem a placa de vídeo (caso tenha vídeo integrado), veja se da imagem.\nCaso teu Pc não tenha vídeo integrado, pode testar igual sem placa de vídeo, ele deve dar 3 bipes curtos e um longo, usualmente é o padrão quando não detecta nenhum dispositivo de vídeo.\n\nSe não tiver speaker, aí complica bastante... Ou compre um (são bem baratinhos) ou leve em uma assistência.",
                "Eu chutaria comprar outra fonte...\n\nMas antes, começar à isolar o problema... se tu tiver outro PC ou algum lugar para testar peças... começa testando a placa de vídeo."
            ]
        },
        {
            "title": "Dell Inspiron 7520 com SSD M.2 SUV500MS 240GB.",
            "selftext": "Bateu um “desespero” aqui, tenho alguns arquivos importantes nesse M.2, a Bios do Note faz os testes e não acusa nenhuma falha, o Windows reconhece, mostra a partição, lista os arquivos, mas na hora de copiar pra outro lugar dá erro, CHKDSK dá erro no meio do rolê, alguém tem alguma sugestão milagrosa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10hanox",
            "num_comments": 6,
            "comments": [
                "O CHKDSK está rodando desde ontem à noite, mas de fato, está rodando, não travou em meia hora como das outras vezes…, tuas sugestões fizeram com que houvesse algum progresso aqui.., quando chegar a alguma conclusão, reposto aqui…",
                "Ow meu brother, então…, não é o drive de boot, eu troquei o original e coloquei esse que comprei na Kingston Store, loja oficial no Brasil.., não fiz essas limpezas que você sugeriu, nesse momento estou com ele conectado por um adaptador USB, os softwares de recuperação que eu tentei também deram erro, como se o drive tivesse sido desconectado do nada…, aí, tirando e reconectando, volta a reconhecer…, o antivírus (McAfee pago) não pegou nada nele…",
                "Tu comprou esse SSD aonde?\n\nTu já tentou tirar o SSD, dar uma limpadinha nos contatos e passar limpa contato no slot m.2 do note (deixar secar) e colocar o SSD de novo?\n\nSe ele parou de funcionar do nada, tu pode tentar o Recuva para ver se consegue recuperar os arquivos.\n\nRoda o cmd em modo admin: chkdsk <letra>: /r e deixa rodando... ai cola o erro que aparece ou tira screenshot. (Esse SSD é o disco de boot? Se for, tem de reiniciar para passar o chkdsk.)"
            ]
        },
        {
            "title": "Placa-mãe certa",
            "selftext": "\nvou pegar um Ryzen 5500 e queria saber uma placa-mãe que suporte esse processador sem precisar atualizar bios pra dar vídeo, eu não sei mexer com isso, não conheço ninguém que saiba, e vi na internet que se a placa-mãe tiver desatualizada, ela não dá vídeo e pra atualizar ela, seria preciso outro processador (que eu não tenho pois estou montando o PC) então por favor, alguém sabe uma placa-mãe pra essa situação? Eu ia pegar a B450M mas pelo que vi, ela precisa atualizar pra tankar o Ryzen 5 5500",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10h08op",
            "num_comments": 16,
            "comments": [
                "Se tu ainda não comprou, pega o Ryzen 5 3600... tá o mesmo valor, um desempenho parecido e tem suporte à PCIe 4.0...\n\nMas se tu vai mesmo com 5500, a Gigabyte B450M-DS3H suporta. Eu uso o mesmo CPU nessa placa mãe sem atualizar o BIOS.\n\nPara atualizar o BIOS é fácil: poe o arquivo num pendrive, entra no BIOS e a opção tá logo na primeira página.",
                "É bom lembrar que há placas-mãe que suportam atualização de BIOS sem a necessidade de um processador instalado, por exemplo as placas-mãe da ASUS com suporte ao BIOS FlashBack.",
                "Considerando que vai comprar nova, as placas da Gigabyte desse modelo B450m tem a bios com suporte para o 5500 desde Fevereiro de 2022, logo, não sendo estoque antigo, dá pra ir sem medo.\n\nDe toda forma, se ainda tiver com a pulga atrás da orelha, algumas lojas como a Terabyteshop (acho que a pichau também) tem opção de adquirir serviço de atualização de BIOS após a compra.",
                "Tenho uma Ryzen 5 5600G e uma A520M da Mancer. Rodou de boa até pq as \"520\" são mais recentes e já possuem suporte para esses processadores. \n\n90% do reddit vai te falar pra não comprar esse modelo de placa mãe e, sinceramente, ninguém nunca me deu uma explicação decente (além de que não permite overclock, que eu não tenho interesse). Hoje eu não teria comprado da Mancer (se bem que não tive escolha pq peguei um PC fechado da Pichau) pois a BIOS é bem antiquada e eles tem absolutamente 0 suporte com drivers (e não respondem e-mails). Mas ainda não vi 1 motivo real pra não se comprar as placas-mãe com chip 520."
            ]
        },
        {
            "title": "Dúvida sobre aterramento eletrônico (isso existe?)",
            "selftext": "&#x200B;\n\nEntão... É o seguinte: eu tenho um Desktop e uso FILTRO DE LINHA + esse aterramento eletrônico (que comprei no ML). Qual opinião de vocês sobre esse aterramento eletrônico? Ele funciona? Devo usar?\n\n&#x200B;\n\nEu pensei em usar os dois porque não sei se a minha tomada tem aterramento, aí comprei esses dois eletrônicos juntos (filtro + aterramento eletrônico) e uso os dois juntos pra \"mais segurança\".\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n[Aterramento eletrônico + Filtro de Linha](https://preview.redd.it/kd5gq8k4x7da1.jpg?width=1600&format=pjpg&auto=webp&v=enabled&s=7f0a106beda11fa1e6c20a555e7a7c3aa92134fe)\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n[Modelo do Aterramento Eletrônico](https://preview.redd.it/gqu97dl4x7da1.jpg?width=326&format=pjpg&auto=webp&v=enabled&s=a85d2b7a3456ac6f99d7eb60e2eaae63321c0137)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10h00j5",
            "num_comments": 3,
            "comments": [
                "Isso ai é scam e só tem efeito placebo... hahaha\n\nO manual do mundo tem um video sobre isso, dá uma procurada.\n\nComo tu descobre se tem aterramento: liga o computador e -DESCALSO- enfia a mão na fonte/gabinete. Principalmente nos parafusos que seguram a fonte no gabinete. Se tu levar choque, não tem aterramento. (Geralmente não é forte, mas não recomendo tentar isso se tu usar marcapassos)",
                "Se tua casa tiver aterramento e ele foi puxado para as tomadas, ao desmontar essa proteção plástica que fica ao redor dos plugs de parede, tu vai ver pelo menos 3 fios esticados, sendo eles um Fase, um Neutro e o Terra.\n\nSe tiver somente 2, são o Fase e o Neutro, logo, não teria aterramento."
            ]
        },
        {
            "title": "Como corrijo esse erro?",
            "selftext": "Primeira vez baixando um jogo via torrent, aí fiz tudo normal aí quando eu abro o launcher pra baixar de vez ele dá esse erro, não tenho costume de baixar jogos no PC então não sei oque fazer pra corrigir (Windows 11)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10guje2",
            "num_comments": 5,
            "comments": [
                "O arquivo tá corrompido, ué... tem de baixar de novo.\n\nDetalhe: presta atenção de onde tu tá baixando coisa pirata, daqui a pouco o PC tá cheio de virus. hahaha (sério mesmo)",
                "Sou muito fan de transformers fall of cybertron mais esse instalador tá bugado baixo outro"
            ]
        },
        {
            "title": "¿Cuándo se puede empezar a comprar componentes de una PC?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gkm2n",
            "num_comments": 1,
            "comments": [
                "Quando tu tiver grana pros componentes mais importantes."
            ]
        },
        {
            "title": "Oque vcs acham",
            "selftext": "Oque vocês acham? (o xeon é pra entreda e o ryzen pra meta de pc)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gkhi4",
            "num_comments": 3,
            "comments": [
                "Acho que tu deveria tirar printscreen. hueheuheue\n\nNo Ryzen:\n\nRyzen 5 5600X eu trocaria pelo 5 5600... é mais barato e o desempenho não é lá tão inferior.\n\nPega memória RAM de gente.... nada de Rise Mode... Kingston Fury 8GB DDR4 3200, não é muito mais caro e tu tem idéia de quem fabrica...\n\nEu não pegaria monitor white label. É só dor de cabeça e ghosting se esses 144Hz forem overdrive/overclock...\n\nNo Xeon: A placa mãe não é compatível, o SSD é xingling, e de novo, eu não pegaria monitor white label. Além de estar faltando a memória RAM."
            ]
        },
        {
            "title": "Sera que vai?",
            "selftext": "Não sei muito de computadores mas eu quero comprar um pc gamer e quero saber se consigo de alguma forma conectar o pc gamer ao meu monitor ALL IN ONE LG 22V240?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gj88e",
            "num_comments": 1,
            "comments": [
                "O LG 22V240 é um computador, não um monitor.\n\nAparentemente ele não tem como conectar."
            ]
        },
        {
            "title": "Que marca é essa?",
            "selftext": "Vim para a casa do meu primo mais novo e ele disse q já consegui ligar o led do tevlado uma vez mas n lembra como, queria saber o nome da marca e, se possível como ligar o led do teclado tbm",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gij2g",
            "num_comments": 21,
            "comments": [
                "parece o escudo da seleção da arabia saudita",
                "Brazil Pc .  Um monte de equipamento genérico e de má qualidade .",
                "A marca eu não sei mas, que dá vontade de passar um pincel nesse teclado empoeirado, ah isso dá...\n\nMas eu vi que tem um símbolo de luz ali no Scroll Lock, eu acho que ele deve ser usado em combinação com alguma tecla",
                "Acho que é um teclado da aliexpress,deixa eu ver direito.",
                "Pra ligar o led do teclado, segura FN e aperta os F1-F12. Muito provavelmente essa é a combinação. (As vezes pode ser FN+ uma tecla daquele grupo com 6 teclas com delete/insert/etc)\n\nQuanto à marca, nem idéia. (Vira o teclado de ponta cabeça, pode ter um adesivo ou alguma coisa escrita)",
                "Carrefour",
                "Scroll lock só apertar e ser feliz"
            ]
        },
        {
            "title": "Recomendação de processadores",
            "selftext": "Olá, eu tenho uma  rtx 3060 e uso em conjunto com um kit xeon. não tenho nada reclamar do kit mas futuramente penso em trocar   por um kit mais atual,  gostaria de saber quais processadores vocês recomendam para combinar com gpu para já ir ficando de olho nos preços",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gi0uy",
            "num_comments": 9,
            "comments": [
                "Depende de quanto você quer gastar, mas eu diria que pra essa VGA, em um setup de até 3 mil, um Core i5 de 12° geração é a melhor escolha. Ou um Ryzen 5 5600, também serviria bem.\n\nMas visando longevidade e custo/performance hoje a 12° geração da Intel é de longe uma escolha melhor que a AMD, porque no futuro se você quiser usar DDR5 é só trocar a placa mãe. AMD voce teria que trocar todo conjunto de CPU, e Placa mãe, além das memórias.\n\nEntão eu diria que \"vai na Intel sem pensar duas vezes\".",
                "Placa mãe?",
                "Até quanto?\n\nPorque sem ter idéia do limite, dá pra recomendar até Threadripper. hahaha\n\nMas pela 3060, eu diria um 5600 ou 5700."
            ]
        },
        {
            "title": "Me ensinem, por favor!",
            "selftext": "Olá gente!, já vou avisando que pode ter erros de escrita, tenho 14 Anos fazendo 15, me chamo Matheus, e eu não tenho computador, e esse ano gostaria de arranjar um Jovem Aprendiz e comprar um, entendo muito pouco, pouco mesmo disso, o meu amigo deu um resumo antes mas eu mal lembro bem do que ele disse, lembro bem da Fonte ser a energia de computador, e se tiver uma ruim, seu PC morre, gostaria que alguém me respondesse detalhadamente, pode ser o quão grande quiser se for explicativo, sobre cada peça do pc, peças alternativas, gírias, monitor, teclado, marcas, mouse, e etc, eu sie pouco, e gostaria de que quando eu comprasse um eu gostasse de saber de tudo pra escolher as melhores coisas, peças alternativas, praticamente me refiro a peças tipo \"Water Cooler\" ou \"Air Cooler\" que até hoje não entendo muito bem, agradeço a a ajuda, se puder ajudar com um pouco, tipo uma péssima, ou 10° Geraçãoe etc, agradeço a quem me ajudar!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gfdx7",
            "num_comments": 14,
            "comments": [
                "[deleted]",
                "oi, amigo. que bom que vc quer fazer jovem aprendiz! isso ou procura um curso técnico, que é tão bom quanto!\n\ncomo vc está bem no começo e parece não entender nada, recomendo muito começar assistindo tutoriais no youtube. e nem é por preguiça de te explicar, mas pq por aqui ia ficar muuito longo e confuso. além disso, como não sei o quanto vc pretende gastar, é complicado te dar uma lista do que comprar em específico.\n\ncaso tenha alguma duvida em específico, me chama na DM po",
                "Vou falar de marcas/fabricantes de forma geral, sem mencionar exceções, pq sempre existem exceções. É só uma pincelada no assunto.\n\nProcessador (ou CPU): atualmente ou é Intel ou AMD. \n\nPlaca de vídeo (ou GPU): Nvidia ou AMD, e mais recente a Intel tá entrando pra briga.\n\nAlguns processadores tem placa de vídeo integrada, ou seja, no mesmo chip do CPU. Assim é possível ter um PC sem precisar de uma placa de vídeo dedicada.\n\nPlaca-mae (ou MB, do inglês Motherboard): várias marcas, mas vale mencionar Gigabyte, MSI, Asus, ASRock, Biostar, EVGA... \n\nDas outras peças existem muitas marcas e fabricantes.\n\nWater Cooler é resfriamento ajuda de um líquido. Air cooler é somente a ar. Ambos tem ventoinha (fan ou cooler). \n\nOs processadores tem uma nomeclatura e basta vc pegar ela e jogar no Google ou site oficial do fabricante que vc vai ter todas as informações. Algumas informações vc consegue só pelo código, aí cada fábrica de, Intel e a AMD tem um padrão de identificação próprio.\n\nOutras informações:\n\nOs processadores tem um socket (encaixe específico) que precisa combinar com o da placa mãe. Aí as placa mães existem especificamente com socket pra AMD ou pra Intel. Mas dentro de casa existem variações, por exemplo, pra AMD existe o socket chamado AM4, outro AM3. Já pra Intel existe LGA-1151, LGA-1200 e por aí vai. \n\nOu seja, pra uma placa mãe e processador serem compatíveies o socket tem que ser o mesmo.\n\nOutra coisa: hoje em dia o padrão da memória ram mais recente é o DDR5. Porém o mais comum e acessível é o DDR4. Mas ainda pode acontecer de vc encontrar computadores mais antigos com DDR3.",
                "Cara, se você for montar um pc do zero sozinho ou com ajuda de alguém que não é técnico, então provavelmente vai dar problema ou vc não vai aproveitar o máximo de potencial do seu pc. Recomendo você tbm não comprar um pc pronto em sites, pois geralmente são bem ruins. No seu caso eu tentaria entender melhor sobre hardware e compraria um notebook, até ter domínio e conhecimento suficientes para comprar um pc bom e montar a melhor configuração",
                "https://www.chipart.com.br/monte-seu-computador\nNa hora de escolher as peças, recomendo você vir nesse site e escolher elas, ele vai te apontar problemas de incompatibilidade e demanda energética. Não recomendo comprar nele porque é mais caro que comprar por fora, apenas verificar as peças no site"
            ]
        },
        {
            "title": "Opa, boa noite gente!",
            "selftext": "Preciso de ajuda com o meu armazenamento, eu não tenho quase nada instalado e 105/225gb, o que eu posso fazer?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gf83s",
            "num_comments": 8,
            "comments": [
                "105GB ocupados ou livres?\n\nO Windows já ocupa bastante espaço no PC..."
            ]
        },
        {
            "title": "kit i9 11900h mobile",
            "selftext": "boa noite pessoal, estou vendo de comprar um computador com esse kit i9, gostaria de saber quais são os riscos\nDe segurança(bagulho de espionagem na placa), \nCaso de problema o que fazer e cuidados em geral",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10geyo9",
            "num_comments": 3,
            "comments": [
                "Fala do Minix que a Intel tem dentro de todos os CPUs? hahaha\n\nOu firmware com virus tipo o CosmicStrand?"
            ]
        },
        {
            "title": "Baixei um mod de insare's warfare mais só aparece a bancada e o villager o que eu fasso ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gelmn",
            "num_comments": 2,
            "comments": [
                "Recomendo ir no sub do jogo, esse daqui é pra duvidas sobre pcs...",
                "FaÇa em primeiro lugar aulas de Português..."
            ]
        },
        {
            "title": "Baixei um mod de Insare's warfare para minecraft mais só aparece a bancada de armas e o vilager de troca o que eu fasso?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10gej8q",
            "num_comments": 3,
            "comments": [
                "Recomendo fazer esse post em inglês no r/Minecraft"
            ]
        },
        {
            "title": "Que parafusos são esses e com que ferramenta eu tiro?",
            "selftext": "Eu estava limpando meu gabinete e queria tirar a frontal só que tinha uma parte me atrapalhando de chegar nas travas e ela tava presa por parafusos assim. Não sei com que ferramenta tira isso ou se tem como tirar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10g3qka",
            "num_comments": 7,
            "comments": [
                "Isso não é um parafuso, isso é um rebite. Isso só se tira na força mesmo",
                "Melhor forma de tirar é com furadeira, mas n recomendo.  Rebite n sai e volta igual parafuso",
                "Use uma broca de 2 ou 3mm encaixe no centro do rebite e fure ele, terá que ou rebitar novamente ou utilizar um parafuso com porca para segurar.",
                "É verruga",
                "Isso é um tipo de nova porta USB no case do seu pc. BASTA LIGAR 2 FIOS NA TOMADA E VC VERÁ COMO FUNCIONA."
            ]
        },
        {
            "title": "oi voltei dnv",
            "selftext": "Já postei aqui e recebi muita ajuda, então cá estou eu! bem eu quero saber quais seriam os melhores produtos para meu Pc que melhorem seu desempenho nos estudos e jogos",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10fp1cx",
            "num_comments": 12,
            "comments": [
                "O legal aí seria mais memória RAM. Se o seu PC usar dois módulos de 4GB, tenta substituir um de 4GB para de 8GB e assim ficar com pelo menos 12GB de RAM. Isso vai ajudar horrores em jogos.\n\nColoque uma SSD de 500GB ou 1TB, pode ser SATA 3 mesmo sem crise.\n\nTroque a VGA por uma GTX 1650, você consegue no Aliexpress na casa dos 500 reais.\n\nEu tenho um amigo no Twitter que possui uma configuração parecida com a sua, só que com um Core i5 de 2° Geração. Ele consegue rodar praticamente qualquer jogo em 1080p/Low a 60fps. É um PC que quebra um galho legal se você n se importa em jogar em baixa resolução ou em até 30fps.",
                "A GPU era uma GT 730, não?\n\nDeve dar pra rodar um CS básico e talvez minecraft e cities skyline em low, mas acho que não muito mais.0\n\nTudo que tu precisa para melhorar o PC para jogos é ter um SSD. O resto seria superfluo, talvez uma GTX 750/1050 para jogos, já que o CPU não é lá tão forte. (Ps.: GTX 750 faz miséria, consigo jogar Tower of Fantasia em 1080p low @ 60\\~90fps dependendo do lugar. Mas cai pra quase 30fps em boss... haha)\n\nMas depende até quanto tu pretende investir e que tipo de retorno tu pretende ter no pc."
            ]
        }
    ]
}