{
    "posts": [
        {
            "title": "Meu PC tá com uma tela azul, como eu volto ao normal?",
            "selftext": "Hoje eu comprei meu primeiro PC, mas quando liguei, atl tela tava desse jeito:\nPs: os menus do monitor estão coloridos",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10fk00r",
            "num_comments": 3,
            "comments": [
                "Começa tentando trocar o cabo de video. Por acaso esse monitor é conectado ao computador usando um cabo VGA? Se for HDMI, tenta ligar o PC numa TV com HDMI ou alguma coisa HDMI no monitor. Se parar é o PC, mas se continuar pode ser o cabo ou o monitor. Se trocar o cabo e continuar, é o monitor."
            ]
        },
        {
            "title": "Eu depois de fazer um overclockzinho na fonte :",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10fjh4o",
            "num_comments": 8,
            "comments": [
                "Shitpost dos grossos. hahaha",
                "???????\n\nQuem raios faz overclock NA FONTE?!?!? Overclock se faz no CPU, no GPU, na RAM, até no monitor. Overclock em PSU eu nunca ouvi falar.",
                "O cara é brabo demais, deve ter subido a frequência da rede elétrica da casa de 110/220v @ 60hz pra 110/220v @ 75hz, companhias elétricas o odeiam"
            ]
        },
        {
            "title": "Vale a pena esse desktop?",
            "selftext": "Boa tarde pessoal!\n\nVale a pena R$1.600 a princípio nesse computador?\nJá tenho os periféricos!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10fj45n",
            "num_comments": 11,
            "comments": [
                "Caraca... GT 210 já é sacanagem... placa de dar video lá de 2009...\n\nDá para montar melhor por mais ou menos a mesma coisa.\n\n[https://www.pichau.com.br/computador-pichau-gamer-amd-ryzen-5-4600g-8gb-ddr4-ssd-240gb-32326](https://www.pichau.com.br/computador-pichau-gamer-amd-ryzen-5-4600g-8gb-ddr4-ssd-240gb-32326) esse aqui é zerinho, tem processador melhor, video melhor (apesar de onboard), dobro de SSD e ainda por cima garantia...",
                "Por 1600 dilmas tá ótimo essa plataforma com esse processador\n\nRealmente só a VGA que não dá conta de muita coisa. Ficaria atento nas promoções de placa que ocorre nessas lojas pra pegar um bom custo benefício.\n\nEsses dias achei uma rx6600 por 1500 na kabum, só n peguei pq já tenho uma similar da nvidia",
                "É um processador custo benefício, porém você teria que trocar essa placa se seu intuito fosse usar o computador para algo além de ver vídeos e navegar a web. A realidade é que essa placa é tão ruim que nem isso fazeria direito Kkkkk.",
                "Eu tinha um ssd de 240gb e senti o apreto.\n\nGT 210 tem 14 anos. Só presta pra ligar o monitor hoje em dia. Nem deve rodar jogo 2D indie moderno.\n\n1.600 usado. Se tu não quer estresse montando com 1.700 tu pega um 4600G na pichau novo zero bala. Só vai ter 8gb de ram mas pelo menos vai rodar alguma coisa. Se puder bota outro pente de 8gb da mesma marca."
            ]
        },
        {
            "title": "Links de placa mãe para i7 6700 que seja ddr4 por favorr",
            "selftext": "No meu pc deu problema na placa mãe consultei vcs e resolvi agr deu problema no da minha minha namorada agr preciso de ajuda novamente",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10fihrs",
            "num_comments": 7,
            "comments": [
                "Verifica qual era a placa mãe e tenta encontrar outra com o mesmo chipset. Ai antes de comprar, olha se é DDR4."
            ]
        },
        {
            "title": "Tá pronto, só trocar o gabinete lá pro meio do ano.",
            "selftext": "5 5600\nRTX 2060 EX WHITE\nB450M\nDeepCool DA500\nGabinete SideWinder\nAcer 75HZ 23Pol\nTeclado T-Dagger bora\nMouse Redragon Storm elite \nCloud stinger de 5 anos \nMicrofone de 30 reais\nMousepad Marca EVA\n128 SSD\n1TB HD",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ffy8c",
            "num_comments": 24,
            "comments": [
                "A config de forma mais fácil de ler. haha\n\nCPU: Ryzen 5 5600   \nGPU: RTX 2060 EX WHITE   \nMoBo: B450M (chipset, sem modelo)  \nFonte: DeepCool DA500   \nGabinete: Mancer SideWinder   \nMonitor: Acer 75HZ 23Pol   \nTeclado: T-Dagger bora  \nMouse: Redragon Storm elite   \nFone: Cloud stinger de 5 anos   \nMicrofone: de 30 reais   \nMousepad: EVA (EVA é o material, não marca)  \nSSD: 128GB  \nHD: 1TB",
                "Cara, você roda o que? Tô com uma Ryzen 5 5600G procurando uma placa de vídeo pra rodar meus jogos. Estava de olho na 2060 Super, mas queria saber como está a performance dos jogos com sua configuração que é bem próxima da minha. Se puder me falar com quantos fps tá conseguindo rodar seu jogos e as configurações (gráfico médio, alto, 720p ou 1080p) seria duma ajuda tremenda!",
                "Se não me engano esse meu tem o modelo 144, só muda o pé dele que é em forma de \"V\"",
                "Qual monitor é esse ?\nParabéns op",
                "Põ, esse case é legal, ué... mas tenta colocar em linhas da próxima vez... pq tem de adivinhar onde termina um item e começa outro.\n\nPs.: Eu tenho um T-Dagger Bora White e sinceramente foi a pior experiência que eu tive com teclados. Menos de dois anos (1 ano e 2 meses pelo que lembro) e começou a clicar duplo... já gastei todas as teclas extras que vieram junto. hahaha Acabei voltando pra um Logitech K120..."
            ]
        },
        {
            "title": "Notebook lento na hora de iniciar e disco 100%",
            "selftext": "Tenho um Samsung expert x30 e de 2019/20. Ele tinha o Windows 10 e botei o 11 agora para ver se melhora, mas não melhorou. Ele continua demorando uma vida para iniciar. O que pode ser e o que eu faço ? Será que formatar resolve ? \nEu não uso muito não, não jogo nele.. O programa mais pesado é o discord o  Chrome. \nAlém disso, fica aparecendo que o disco está a 100% de uso ou perto disso mesmo eu não estando com programa algum aberto.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10fem7g",
            "num_comments": 11,
            "comments": [
                "Você pode tentar instalar o linux ubuntu, ou vc pode trocar o hd por um ssd",
                "Se tu usa HD, troca por um SSD...\n\nMas provavelmente é por falta de memória RAM. Tipo, se o Windows 10 tava lerdo, enfiar um OS ainda mais pesado não vai resolver o problema...",
                "Problema é usar HD no Windows 10 ou 11. Microsoft parou de tentar fazer Windows rodar bem neles. Bota um SSD ou vai pro Windows 7 (não é recomendável pq tá velho) ou Linux Mint.",
                "Ele suporta os dois, vê qual modelo de ssd ele suporta e adiciona o ssd só para Windows e trabalha com o HD como backup...vai ficar muito rápido! Ou se preferir retire o HD e fique só com o ssd de alta capacidade.",
                "Formatar não resolve, o único jeito de resolver isso é colocando um ssd",
                "https://wiki.archlinux.org/title/Main_page_(Português)"
            ]
        },
        {
            "title": "Um E5 2640 v3 aguenta a potência de um RX 5500 da Aliexpress?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10fefoq",
            "num_comments": 2,
            "comments": [
                "Tu tem de ver se esse E5-2640 V3 suporta PCIe 4.0 porque a RX 5500 é PCIe 4.0 x8.",
                "Segura numa boa, essa placa ai é bem modesta em desempenho já"
            ]
        },
        {
            "title": "eu comprei um ssd de 256 gb e instalei tudo certinho, baixei um app que tranferia o windows do HD para o SSD, e depois fui na bios do computador e fui em HARD DRIVERS e la o que mostrava era que o HD estava sendo iniciado ao invés de o SSD, ou seja mudei pra SSD ja q estava o hd e agr a parece isso",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10eptmc",
            "num_comments": 2,
            "comments": [
                "NAO SEI SE O SSD ESTA COMO PRINCIPAL E ESTA INICIANDO O WINDOWS JUNTO COM ELE OU É O HD QUE ESTA FAZENDO TUDO ISSO COMO DITO",
                "Cara... simplesmente tira o HD, instala o Windows no SSD e depois copia e reinstala tudo. É um porre, mas ao menos vai ser um Windows zerado, sem baderna.... depois de copiar tudo, tu formata o outro."
            ]
        },
        {
            "title": "pelo amor de deus, algm sabe o nome desse site?",
            "selftext": "oi eu preciso de ajuda! a cerca de 3 anls atras eu descobri um site que nele dava para controlar robos, e ver cameras, em empresas, era muito legal! tinha uma camera que vc via um gato, e outra que vc jogava um jogo de pegar pelucias. eu realmente esqueci o nome desse site, e de vez enquanto eu me lembro que ele existiu, se alguem souber o nome me fala, por favor, talvez isso nunca tenha existido e só foi coisa da minha cabeça",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ezfkl",
            "num_comments": 11,
            "comments": [
                "Acho que deve ser [esse](https://www.google.com/)"
            ]
        },
        {
            "title": "O que vocês acha desse computador é bom ou não",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10etipd",
            "num_comments": 22,
            "comments": [
                "É pc simples de escritório. Tempo de Windows 7 deve ter no minimo 10 anos por ae. Se puder dizer a lista de peças e o preço que tão te cobrando seria melhor",
                "Provavelmente é hardware velho que não vale 800 reais. Mas qual o hardware/modelo do PC?\n\nDependendo do uso. só pra internet e etc, dá para usar. E dá pra usar melhor ainda se adicionar um SSD e ao menos 8GB de RAM.",
                "Ótimo, para a época em que foi lançado. Depende da necessidade. Dá pra instalar uma distro Linux bem leve e ainda aproveitar mais um pouco (tenho 3 iguaizinhos na empresa em que trabalho)",
                "Uns comentários:\n\n\n\n- \"Property of Delta Arilines\"? Você mora na gringa, OP?\n\n\n- Athlon II é um processador velhíssimo, no máximo isso roda um Windows XP, com muito esforço o Vista ou o 7.\n\n\n- Fiz uma busca pelo número de série no site da HP, e [este](https://support.hp.com/us-en/product/hp-compaq-6005-pro-small-form-factor-pc/4024556/model/4024557?sku=SH298UC&serialnumber=2ua04407qp) é o seu PC. Ele é de 2009-2011 mais ou menos.\nHonestamente, a essa altura do campeonato esse PC já é sucata.",
                "É um guerreirinho das antigas, talvez se vc pesquisar a fundo, acha alguns jogos antigos que rodem nele, Open Arena rodava a 60 Fps num netbook com intel atom que eu tinha, e atualmente, um dos meus notebooks é um AMD C-70 que roda até emulador de Nintendo 64 [Teste de jogos nele aqui](https://youtu.be/8aDaBt6eeMw)",
                "Já senti o cheiro de repartição pública só de ver a foto, haha.\n\nEssas máquinas ai eram compradas principalmente por bancos, escritórios e orgãos públicos (via licitação), então vez ou outra aparece uma por aqui quando vem PCs para arrumar desses lugares.\n\nNo geral, foram feitas para rodar de maneira satisfatória o sistema operacional e fazer tarefas básicas, essa dai, por ter Windows 7 e um processador AM3, provavelmente seja dos idos de 2010. Se tiver um HD em bom estado e uns 4gb de ram, instalaria um Windows 7 de 64 bits na máquina, deve rodar de forma satisfatória mesmo que seu athlon seja a versão mais fraca de 2 núcleos.\n\nNo geral, não vale a pena dar upgrade, mas se estiver precisando muito de uma máquina para fazer o básico, essa dai cobre a necessidade com um S.O. mais antigo",
                "é o básico",
                "Eu tenho um aqui e não acho essa fonte usada ou semi nova algo assim pra testar ele. Tô qse dando fim nessa makina.",
                "Este computador é de alguma empresa.",
                "Só a fonte bomba ali já me deixa com pé atrás",
                "Se tu instalar um Linux e não usar pra coisa pesada até da mas o Pc é bem velhinho e ruim. Na minha opinião não vale nem a pena dar upgrade nele pq tu vai ter q trocar quase todas as peças.",
                "Liga ele, olha as especificações dele e posta aq"
            ]
        },
        {
            "title": "Problemas com computadores",
            "selftext": "Na minha escola tem um computador que quando é reiniciado ele se autoformata e apaga todos os dados resetando o pc pro padrão. Alguem sabe como remover isso\n\nObs: Aparenta ser um modificação na iso do windows pois não existe nenhum software que esteja fazendo isso",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10et7pn",
            "num_comments": 7,
            "comments": [
                "Ele não se autoformata e tu não pode nem deve remover isso... isso serve para evitar que os alunos destruam/infectem o computador. Praticamente o Windows roda como um sandbox que descarta as mudanças assim que o computador é reiniciado.\n\nNão é modificação no Windows, é software mesmo (existem vários softwares que fazem isso)...\n\nPra não perder dados, recomendo tu usar um pendrive, salvar na núvem ou pedir para a TI criar uma partição que não seja afetada por isso."
            ]
        },
        {
            "title": "ARTEFATO MAS SÓ QUANDO NÃO TÁ FAZENDO BENCHMARK",
            "selftext": "Recentemente comprei uma gpu 2070 porém ela da artefato em tudo menos quando estou fazendo benchmark.  \nDeixo o benchmark aberto e todos os jogos rodam normalmente, mas quando fecho o benchmark dá artefato. O que pode ser?  \n\n\nobs: testei isso em dois computadores diferentes!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10eszow",
            "num_comments": 3,
            "comments": [
                "Artefato em tudo incluindo Windows?\n\nQual benchmark tu usou? Acho que tu pode ter problema de VRAM. Tenta o SuperPosition ou o benchmark do GTA V ou do Tomb Raider."
            ]
        },
        {
            "title": "Não sei se estou louco, mas não acho que era para ser assim",
            "selftext": "Resumindo: Muitos aplicativos que eu uso estão mostrando no gerenciador de tarefas \"alto consumo de energia\", e certos jogos (phasmophobia, far cry 3, lego batman 1) estão consumindo uma quantidade da CPU e da memória que não faz sentido. O Raft no menu pega até 60% da CPU as vezes, e os outros ficam nos 50% da CPU quando jogo. Já mexi nas configurações dos jogos e não ajudou, além de em momentos aleatórios o PC dar uma travada de alguns segundos (tanto faz o momento, 10min de uso ou 1h, e nenhum app em especifico).   \nUm colega meu tem o pc com as configurações parecidas, exceto por ter um intel i7 décima geração, e os jogos em gráficos mais elevados consomem menos.  \nNão sou de usar tudo no gráfico ultra, só quero ter certeza de que não fiz alguma coisa idiota por engano, a parte do travamento existe a muito tempo, e é bem aleatório, meu foco mesmo é solucionar esse consumo exagerado (se é que é exagerado).\n\n \n\nINFORMAÇÕES: Uso o boot da ASUS (não sei o modelo da placa mãe precisamente, mas creio ser uma b450m gaming), tenho uma NVDIA 2060, AMD Ryzen 5 3600X 6 core.\n\nQualquer parte incoerente ou informação faltando no post eu adiciono depois. Estou aberto a qualquer forma de ajuda e crítica a algo idiota que eu fiz, ainda sou iniciante nessa coisa de computador.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10esxf2",
            "num_comments": 2,
            "comments": [
                "Muda o plano de energia do MODO ALTO DESEMPENHO para MODO EQUILIBRADO ou MODO DE ECONOMIA e ve se ajuda."
            ]
        },
        {
            "title": "Dúvida sobre computador",
            "selftext": "eu queria saber como resolve pq aquelas barras azuis nao aparecerem mais em baixo das unidades",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10eqawc",
            "num_comments": 1,
            "comments": [
                "Clica com a direita em algum espaço livre e exibir=> blocos"
            ]
        },
        {
            "title": "Problema com Jogos \"Flickando\" - Alguem pode ajudar? Ja tentei de tudo!",
            "selftext": "Olá pessoal!\n\nSou novo por aqui, mas tenho que recorrer aos maiores conhecedores da internet.\n\nEstou com um problema no meu computador e não consigo resolver de forma alguma.\n\nAlguns jogos, não sei o que acontece, mas a imagem fica tremendo. Normalmente acontece nos personagens, não é com o cenário inteiro. Inclusive, não acontece em jogos como LoL, por exemplo.\n\nSegue um vídeo para mostrar o que acontece (Esse no Valorant)\n\n[https://www.youtube.com/watch?v=C3X7hFSEDjE](https://www.youtube.com/watch?v=C3X7hFSEDjE)\n\nJá tentei milhares de tutoriais na internet, inclusive gringa, mas nada que resolveu.\n\nJá troquei monitor, placa de vídeo, HD, memória ram, placa mãe. A única coisa que não troquei foi o processador (existiria essa possibilidade do problema ser nele?)\n\nSegue minha configuração de computador:\n\n&#x200B;\n\nhttps://preview.redd.it/w64k4tt8ioca1.png?width=466&format=png&auto=webp&v=enabled&s=6beec626469ab4941a585628ab8e4b06a67c01d7\n\nObrigado para quem conseguir me ajudar!\n\nAbraços",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10epi52",
            "num_comments": 5,
            "comments": [
                "Tá me parecendo ou problema de driver ou na placa de vídeo.\n\nUsa o DDU, desinstala os drivers e instala a ultima versão sem mexer nas configurações. (procura tutorial)"
            ]
        },
        {
            "title": "Essa configuração é boa?",
            "selftext": "Rtx 2060 super(Aliexpress).\nXeon e5-2670 v3(Aliexpress).\nSsd 512 gb(Aliexpress).\nColer processador x99(Aliexpress).\nfonte 500w 80 plus bronze phobe.\nGabinete vou escolher ainda.\nO xeon e5-2670 v3 se equipara ao ryzen 5 5600?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ekb83",
            "num_comments": 8,
            "comments": [
                "O E5-2670 V3 se equipara com um 1600 AF, 2600... o 5600 é 30% mais rápido em benchmarks.\n\nMas dependendo do preço, até que a config é bem aceitável. Mas eu sinceramente pegaria SSD no Brasil... tem promoção na Kabum de SSD de 512GB da Crucial...",
                "Olha, tirando a fonte, que não conheço, é uma config boa sim, o processador não se equipara ao 5600 pois mesmo tendo mais núcleos, ele peca bastante no single core (desempenho de cada núcleo) comparado ao Ryzen, fora arquitetura mais antiga, entretanto... Não quer dizer que seja ruim, da pra rodar de boas os games nele.\n\nRecomendo comprar fonte de confiança aqui em lojas brasileiras, procure pela série SST da Silverstone e MAG da MSI, modelos de 500w dessas marcas já irão atender a necessidade do seu Pc, com sobras"
            ]
        },
        {
            "title": "Gargalo?",
            "selftext": "Rapaziada, uma i7-4790 3.60 Ghz consegue trabalhar com uma rtx 3060 sem gargalar horrores ? E se fizer um overclockzinho na cpu ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ejex8",
            "num_comments": 3,
            "comments": [
                "Depende do jogo ou da aplicação, vai dar gargalo sim. Mas da pra levar, até que vc mude pra um kit mais atual",
                "Se não for o i7 4790k, não tem como fazer over.\n\nNo mais, se for jogar em 4k, que taxa bastante a placa, é possível a 3060 consiga ser usada bastante.\n\nEm 1080p a 3060 vai sobrar bastante, mas assim, tu provavelmente vai ter framerate de pelo menos 60fps nos lançamentos, com gráficos no talo, eu diria que é aceitável",
                "O i7-4790 será um gargalo enorme... overclock não dobra desempenho."
            ]
        },
        {
            "title": "Como saber se um PC é bom ou não?",
            "selftext": "Eu gosto muito de PC e eu gostaria de saber como eu sei que ele é bom ou não é se as peças deles são compatíveis ou não etc",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10eiym9",
            "num_comments": 8,
            "comments": [
                "Quanto a ser bom, tudo é relativo. Tem de levar em conta o valor pago no PC...\n\nQuanto a ser compatível, à grosso modo, é só ver se é o mesmo slot. (excessão: DDR3 e DDR3L de notebook)\n\nMas quando surgir dúvidas, tu procura o nome da peças envolvidas e vê se é compatível.",
                "Você está pretendendo comprar/montar um PC, é isso?"
            ]
        },
        {
            "title": "Problema na tela, aparece do nada e some, troquei de monitor e continua, comprei uma placa nova recentemente, não sei o que pode ser.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10egrya",
            "num_comments": 5,
            "comments": [
                "Qual problema? Essa linha de pixels preto no tempo? Não é coisa do jogo? Me pareceu meio centralizado pra ser problema. haha",
                "Pode ser artefato, mas considerando que é uma placa nova, não é tão provável. Fora do jogo essa linha aparece?",
                "Pode ser artefato, mas considerando que é uma placa nova, não é tão provável. Fora do jogo essa linha aparece?"
            ]
        },
        {
            "title": "Ajuda com pen drive",
            "selftext": "Olá a todos, venho aqui pedir ajuda pois não queria perder meu pen drive, essa proteção contra gravação apareceu após torna-lo bootavel com o rufus, só fui perceber isso depois de uma semana, quando fui apagar tudo nele pra por outro sistema, segue algumas imagens para compreenderem.\n\nJá tentei desativar esse 'estado atual somente Leitura' mas não consegui de nenhuma forma, lembrando que esse pen drive é tipo aqueles da sandisk padrão, não tem chave para travar/destravar.\n\nTentei readonly pelo cmd, regedit, clear, Aomei partition, CleanGenius e até uma forma usando o chip easy, suspeito que o pen drive realmente tenha morrido, mas queria uma avalição de outras pessoas.\n\nobs: no site do rufus estava lendo sobre esse erro que tem acontecido, lá esta escrito que também pode o bitloker, mas isso acredito que só tenha em empresas, não sei ao certo\n\nhttps://preview.redd.it/9xt4gr8lfmca1.png?width=304&format=png&auto=webp&v=enabled&s=25488552cf5d0f14fc5a59fed98bc1623034bf50",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10eeyao",
            "num_comments": 9,
            "comments": [
                "Ve se resolve:   \n=> Linhas de comando em modo administrador  \n=> diskpart  \n=> list disk  \n=> select disk (numero do pendrive)  \n=> clear"
            ]
        },
        {
            "title": "Comprei uma 1060 3gb de um amigo. Me ajudem com o resto, please.",
            "selftext": "Bem, eu gosto de jogos mais simples e alguns antigos(fallout 4 um deles).\nTambém gosto da serie souls e quero muito jogar elden ring.\n\nEu gostaria de gastar ate uns 1800 reais, e não me importo em comprar peça usada.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10een9b",
            "num_comments": 6,
            "comments": [
                "Ryzen 5 3600/5600, B450, 2x8GB DDR4 3200 e uma fonte de 550W (XPG Pylow, MSI MAG, SeaSonic, Corsair, SuperFlower, Super Frame \\[white label da Terabyte\\], etc)"
            ]
        },
        {
            "title": "Vale a pena?",
            "selftext": "Eu vi um anúncio na Amazon, com um pc com as seguintes configurações: AMD Rysen 7, Ram 16gb, Radeon vega 8, 240gb ssd, 1tb hd. Ele está avaliado por 3.870 reais.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ee3if",
            "num_comments": 13,
            "comments": [
                "Quase 4000 num Pc sem placa de vídeo n vale n",
                "Cara, só com essa informação fica difícil precificar e dizer pra você se o valor tá justo. Precisa saber em detalhes qual é a marca e modelo de cada peça.\n\nQual é esse Ryzen 7?\nQual fonte é essa?\nQual a marca da placa mãe e modelo?\n\nEu não confio muito comprar esses montados pq eles precisam lucrar e nisso metem componentes vagabundos pra ter margem de lucro.\n\nMas, só pra você ter uma noção, eu conseguiria montar um Ryzen 5 5600G, com uma GTX 1650, 16GB de RAM, 500GB de SSD... Incluindo fonte de qualidade e gabinete por esse mesmo valor a vista.",
                "SE for o mesmo que eu vi, além de estar superfaturado, usa placa mãe A320 e fonte genérica... então não vale mesmo.",
                "Se vier uns 3 PC desses por 3870 tá valendo, se for só um você precisa obrigatoriamente xingar a progenitora do vendedor.\n\nCom quase 4k se monta um PC que dá um pau em performance nesse daí, fora a garantia de ter tudo novo",
                "\"5700Graphic\""
            ]
        },
        {
            "title": "O que acham da minha config e meus upgrades ? vale a pena ou devo mudar ?",
            "selftext": "Tenho em mente montar esse pc :\n\n\\*Placa mãe A520M da SOYO\n\n\\*RAM 32gb 3200mhz (2x16)\n\n\\*Processador Ryzen 5500\n\nRX 5500xt \n\nFonte Pylon 650w\n\n&#x200B;\n\neu tenho a placa mãe , ram e o processador . Estou comprando aos poucos e penso em juntar uma grana maior para  pegar a placa de vídeo junto com a fonte . \n\n1) Eu estou pensando em fazer um up ( daqui a uns 2 anos talvez ) de processador para um 5700x e comprar uma placa melhor , como uma 3060 ou algo assim . Acham que a minha ideia é boa ou seria desperdicío de dinheiro ? \n\n2) Sobre a fonte , eu posso confiar nesse modelo para um 5700x e uma 3060ti por exemplo ? \n\n3) Não estou com tanta pressa para montar o pc , porém não vou juntar muito . ( talvez uns 2500 no máximo por enquanto)\n\nvlw",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10dx2ul",
            "num_comments": 3,
            "comments": [
                "Eu trocaria o 5500 (que não é da série 5000 principal, mas da série de APU 5000G com o iGPU desabilitado e NÃO suporta PCIe 4.0) por um 5700 e pegaria uma placa mãe B450/B550. Só depois pegaria a 3060 Ti/3070.\n\nA fonte XPG Pylow 650W dá e sobra pra isso, ela é de boa qualidade."
            ]
        },
        {
            "title": "(Opinião) Huawei MateBook D14",
            "selftext": "Boas a todos. \n\nDeparei-me com este laptop, quando estava na procura de um portátil que fosse minimamente \"agradável\" em termos visuais e não o que costumo ver em computadores mais na vertente do gaming, que também tivesse 16gb de RAM, para que houvesse uma performance mais fluída.\n\n&#x200B;\n\nAinda assim, vi que havia duas opções distintas. Uma com o processador AMD com os tais 16gb de RAM de que falei e outra com Intel mas este com 8gb de RAM.\n\n&#x200B;\n\n[https://www.pcdiga.com/portatil-huawei-matebook-d14-nobeld-wdh9d-14-53012ugf-6941487246939](https://www.pcdiga.com/portatil-huawei-matebook-d14-nobeld-wdh9d-14-53012ugf-6941487246939)\n\n[https://www.pcdiga.com/portatil-huawei-matebook-14-kelvinm-w5651w-14-53013asx-6941487253975](https://www.pcdiga.com/portatil-huawei-matebook-14-kelvinm-w5651w-14-53013asx-6941487253975)\n\nNão sendo um grande entendido neste assunto, decidi fazer este post e tentar o máximo de feedback de quem realmente percebe e quem sabe. Ainda de quem tem um ou outro, ou até mesmo outro que seja melhor e que não fique muito fora deste \"orçamento\". Estou aberto a todo o tipo de sugestões!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10dvgy2",
            "num_comments": 5,
            "comments": [
                "A versão com Ryzen é bem superior. Tanto em processamento, quanto em gráficos e memória RAM. \n\nMas eu não escolheria nenhum dos dois pois a memória não é expansivel e pelo jeito ele é todo soldado...."
            ]
        },
        {
            "title": "Ajuda escolha de gabinete",
            "selftext": "Gostaria de uma recomendação de gabinete, estou de olho no PICHAU HX600 S mas não sei se há algum outro gabinete por R$600 que tenha um fluxo de ar melhor. Atualmente tenho um Red Dragon Wheel Jack.\n\n&#x200B;\n\nMInha config:\n\nR7 5700x\n\nRX 7900XT\n\nB550M Asus Tuf",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10dvboh",
            "num_comments": 6,
            "comments": [
                "Até 600 reais? Eu iria com um Corsair Carbide Spec Delta RGB (os fans são RGB 12V).\n\nMas podem ter outras opções melhores... já vejo outras. Mas depende do que tu quer no case.\n\nEsse Pichau ai parece uma excelente escolha, mas tem de ver quem fabrica ele e se ele não é aqueles cases todo molenga.",
                "Comprei o Pichau Hx600, chega em uma semana. Se quiser me chama então e eu conto o que achei dele",
                "O HX600 é uma boa escolha, tem um fluxo de ar bom. Ele aparenta ser bem espaçoso, mas na montagem você percebe alguns pontos fracos, como as passagens de cabos, especificamente se for MOBO ATX. Se for escolher entre o HX600 ou HX600 S, vai de segundo, a portinha de vidro faz total diferença, LED nem tanto.\n\nPelo preço, é um ótimo gabinete. Tá aguentando um high end com overclock na boa, com temperatura máxima de 68°C (watercooler de 360mm e todas fans).\n\nA pichau acertou nesse gabinete, não existe nenhum no mercado com a qualidade visual e com o bom fluxo de ar. Você só encontra a partir de 1k."
            ]
        },
        {
            "title": "Windows 10 tela amarela",
            "selftext": "Hoje meu notebook deu uma tela amarela parecida com a famosa tela azul, e começou a reiniciar, primeira vez que acontece isso, detalhe, estava utilizando pouco esforço do meu note, e tbm onde moro está muito calor, alguem poderia me explicar oq seria essa tela? Se foi por causa de superaquecer?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ds8qv",
            "num_comments": 1,
            "comments": [
                "Se é parecida com tela azul, é tela azul shiny.\n\nBaixa o BSoD Viewer e ve qual foi o motivo da tela azul que é melhor de se ter idéia do que aconteceu. [https://www.nirsoft.net/utils/blue\\_screen\\_view.html](https://www.nirsoft.net/utils/blue_screen_view.html)"
            ]
        },
        {
            "title": "PC do aliexpress?",
            "selftext": "Há muito tempo eu quero um PC bom, e pelo melhor preço   \nNão precisa ser o melhor do mercado, só algo que me permita jogar uns bons jogos sem me preocupar se ele vai rodar ou não.   \n\n\nAliexpress é uma boa alternativa? Tem caixa que vem com tijolo dentro? Os kits que eles vendem pra PC valem o preço?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10dgkmp",
            "num_comments": 11,
            "comments": [
                "O Site é super de boas, tanto eu quanto meus chegados já fizemos bons negócios pelo Ali. Tal qual outros marketplaces (Mercado Livre incluso), você comprando de vendedor reputável, não costuma ter rolo.\n\nAtualmente, o que eu acredito valer muito, mas muito a pena mesmo, são os kits de placa mãe com processador e memória que vendem lá, você acha kits com 16gb de ram e processadores com quantidade decente de núcleos à clock aceitável por menos de 700 reais, algo que nem no mercado de usados se costuma encontrar por aqui.\n\nQuanto a placas de vídeo, a oferta é boa, mas... você certamente pegará chips que já mineraram e verá placas como a RX 580 2048sp vendidas como \"98% novas\", pois tem chip requentado de outras placas da série poláris. Honestamente, o valor é muito tentador, mas o risco costuma ser um pouco alto.\n\nDe forma geral, eu compro da seguinte forma:\n\n\\- Não costumo colocar mais de 1000$ em qualquer equipamento que for, pois mesmo que ofereçam garantia, é uma baita dor de cabeça pra conseguir acionar e/ou ter reembolso depois de um tempo.\n\n\\- Se for comprar placa de vídeo, não recomendo nada da série RX 500 (e anteriores) pois a maioria já minerou o que podia e/ou foi adaptada em uma PCB nova, com chip gráfico sendo velho, em especial os modelos RX580 de 2048sp que estão dando bastante dor de cabeça, tanto que algumas assistências já nem ofertam reparo para esse modelo em específico. Recomendo se for pra pegar uma RX 5500xt (modelo mais recente) ou algo como as RX 6600M, se quiser gastar e arriscar um pouco mais.\n\n\\- Fonte não indico comprar por lá e SSD só costumo pegar na promo, a maioria dos modelos de marca confiável tem preço parecido aqui, sendo mais vantagem comprar no BR por conta da facilidade de acionar garantias.",
                "Acho que vale a pena, recomendo que você só compre em links que canais confiáveis do youtube disponibilizam. O único ruim do Ali é o risco de ser taxado e ter q pagar + 200/300$\nComprei uma 1660 super que está para chegar hoje e passou sem taxa paguei 750$",
                "Problema de comprar no AliExpress é que tu pode receber uma placa funcionando e ela virar um tijolo em pouco tempo... (pelo que tenho visto relato, várias placas vem pifando em menos de 6 meses... - principalmente aqueles anuncios que dizem que é placa de vídeo de lanhouse/doméstico... isso grita que foi tirado de rig de mineração mal cuidado)",
                "Placa de vídeo eu não compro no Ali nem sob tortura",
                "Nunca tive problemas com as peças que comprei no AliExpress tanto usadas como novas\nE também nunca paguei taxa só não me pergunta por que que eu não sei..."
            ]
        },
        {
            "title": "Xeon e5 2670 v3 aguenta a geforce 2060 super?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10dbkn0",
            "num_comments": 6,
            "comments": [
                "Até aguenta... mas o problema seria mais se ele aguenta o processamento requerido pelo jogo. (worker thread geralmente é single threaded e o Xeon tem single thread bem mais fraco que os CPUs atuais.)\n\nAcredito que o processador possa sentir um pouco da idade em jogos mais atuais como o CyberJunk 2077 e o Elder Ring... mas não deve dar tanta perda de quadros.",
                "O limite pra esse processador segundo o site \"pc builds\" seria a RTX 2080 normal, tudo abaixo disso sobra processador, no caso da 2060 os dois funcionariam em perfeita harmonia utilizando 100% dos dois componentes. Lembrando que tudo relacionado a Xeon são testes feitos por usuários e o que a gente tem de resultados não são lá dos mais confiáveis, pois são Xeon e não são feitos pro propósito de jogos.",
                "O processador vai dar gargalo na VGA, mas você consegue aproveitar bem a maioria dos jogos. Só não espere jogar no High/Ultra a 60fps. Vai ter que se contentar com low/med se quiser 60fps em jogos exigentes."
            ]
        },
        {
            "title": "Reame 6pro",
            "selftext": "Alguém me ajuda a reintalar a rom original qual progama usar",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10d1ond",
            "num_comments": 1,
            "comments": [
                "Joga \"The current image(boot/recovery) have been destroyed and can not boot\" e \"Realme 6 Pro\" no Google... tem alguns tutoriais que tu pode seguir."
            ]
        },
        {
            "title": "Preciso urgentemente de ajuda",
            "selftext": "Antes de tudo quero falar que nao sou muito bom com computadores.\n\nVi alguns vídeos no YouTube de como formatar notebooks sem usar pen-drive, fiz o processo certinho esperei por horas o notebook ser formatado mas na hora de finalizar tudo ele não dava boot.\n\nAlguém tem ideia de como resolver?\n\n\nPs: ele só fica nesse loop, já tentei mexer na bios e mudar a ordem de prioridade do boot mas não resolveu",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10d189y",
            "num_comments": 3,
            "comments": [
                "Se tu souber desmontar o notebook e tiver outro PC... coloca o HD no outro PC e ve se ele ainda está vivo e sem aviso (CrystalDiskInfo ajuda)",
                "Você já tentou criar um bootable pen-drive do Ubuntu pra ver se ele roda?",
                "Cara, não sei quem tá ensinando formata sem pendrive, já é o terceiro que eu vi aqui que disse isso, mas eu recomendo não formata sem pendrive, pendrive é barato, e agora que vc tem um problema desses que talvez vai ser difícil de resolver e provavelmente você vai precisar de um pendrive botavel com o windows, e se você não tem outro computador pra fazê-lo, vai ser complicado de conseguir. Se fizer um pendrive botavel, faça com a ferramenta disponível no site da Microsoft, será fácil e se sua internet for boa, será rápido."
            ]
        },
        {
            "title": "Ajuda com problema de estresse",
            "selftext": "Eu comprei um SSD da kingston de 480GB e instalei nele o W11, até então tudo bem, mas desde então, meu computador começou a exigir mais do processador, chegando a altas porcentagens de uso em momentos aleatórios. Quando tento jogar algumas coisas, também em momentos aleatórios da jogatina, a máquina chega a apresentar 100% de uso de CPU e GPU em jogos onde não costumava apresentar, coisa que não deveria acontecer, pois uso um monitor de qualidade HD, meu processador é um i5 9400f e minha placa de vídeo é uma GTX 1650 4GB GDDR6, e possuo 16GB de RAM. Então, teoricamente este computador dá conta tranquilo. Eu comprei ele tem mais ou menos 1 ano, o da minha namorada apresenta este mesmo problema e eu formatei no mesmo dia, fiz o mesmo procedimento, e ela comprou o computador uns 5 meses antes de mim.  \nSe alguém souber alguma coisa que possa ser, agradeço.   \nJá atualizei drivers, já realizei procedimentos de análise no prompt de comando, etc.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cyy14",
            "num_comments": 0
        },
        {
            "title": "Dicas de Gabinete simples, discreto e pequeno e outras dicas",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cynz9",
            "num_comments": 1,
            "comments": [
                "Cooler Master Q300L. O airflow não é muito bom com os fans que vem junto, logo tu vai precisar investir em cooler mais decente. (SickleFlow pra cima)"
            ]
        },
        {
            "title": "PC para trabalho com placa GTX 1050 ti",
            "selftext": "Olá, amigos.\n\nEstou pensando em montar um PC para mexer com Adobe Premiere, Adobe Photoshop, Adobe illustrator e outras tarefas mais básicas.\n\nRecebi um orçamento no valor de 4k com essas especificações:\n\nPlaca mãe H610M;\n32GB DDR 4;\nCore i5 12400f\nFonte 500w Plus 80\nSSD 480gb\nPlaca de vídeo GeForce GTX 1050Ti\n\nGostaria de saber se essa configuração vai dar conta das minhas atividades. No momento eu só tenho esse orçamento.\n\nPosso fechar negócio? Está na média?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cxnyd",
            "num_comments": 4,
            "comments": [
                "Sei lá que fonte é essa 500W 80 Plus... se for alguma marca reconhecida, sim, tá bem decente essa configuração... mas acho que tu consegue melhor montado por grandes lojas como Pichau e Terabyte."
            ]
        },
        {
            "title": "como monto um computador bom?",
            "selftext": "preciso de dicas para comprar as peças separadas, não estou planejando nada agr pq estou sem dinheiro para isso, mas talvez futuramente e quero ter uma ideia de como comprar cada item apropriado para o outro",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cx8aj",
            "num_comments": 24,
            "comments": [
                "Tu primeiro tem idéia de quanto tu quer investir num computador. Junta esse dinheiro... depois começa a planejar o que tu pretende fazer com o computador. (Até juntar a grana, o preço já caiu e tu provavelmente pode gastar um pouco a menos ou comprar hardware mais recente)\n\nJogos? GPU é mais importante que o CPU, mas não se pode negligenciar o CPU.\n\nHomeOffice/Internet/Videos? Pode ser qualquer GPU e o CPU não precisa ser tão forte.\n\nEdição de video? GPU e CPU são importantes... etc",
                "Não seja burro , kit x79 mais rx580 8gb ,do Aliexpress , sai por 700 conto seu Pc.",
                "Cara, tenhos uns configs muito boas para montagem de um computador. Estarei colocando os links logo abaixo :\n\nKIT : PLACA MÃE, PROCESSADOR E DUAS MEMÓRIAS.\n\n-  Descrição e valor do produto : R$ 833,58  46%de desconto | Machinista x99 placa-mãe lga 2011-3 kit conjunto com xeon e5 2670 v3 processador 16gb (8g * 2) ddr4 ecc memória combo usb3.0 atx MR9A-PRO\n\n•  Link para compra : https://a.aliexpress.com/_mt7ckJ8\n\n--------------------------------------------------\nCPU COOLER PARA PROCESSADOR.\n\n- Descrição e valor do produto : R$ 149,96  38%de desconto | GMRGB Cpu Cooler 2011 6 Heat Pipes Processador Cooler x99 Para Intel Lga 2011-V3/2011/1366/1151/1150/1155 /1700 /AM4/AM3+/AM2+ Radiatier AMD Hurricane 4PIN PWM Air Cooler Cpu Ventilador de Refrigeração\n\n• Link para a compra : https://a.aliexpress.com/_mqwVDwq\n--------------------------------------------------\nPLACA DE VÍDEO.\n\n- Descrição e valor do produto : R$ 1.273,67  30%de desconto | Sheli 51risc rtx2060super 8gb placa gráfica gddr6 256bit pci express 3.0x16 1470mhz 2176 unidades rtx2060super gaming 8g placa de vídeo\n\n• Link para a compra : https://a.aliexpress.com/_mPnCTSW\n--------------------------------------------------\n\n\nNão vou incluir a parte do Gabinete, pois isso é uma escolha sua. Mas é isso, coloquei as configs que tenho aqui.",
                "Normalmente com as mãos\n\n\n(Ai que piadinha merda)",
                "Primeiro, decide qual o uso\n\nDepois, a faixa de preço \n\nNão esquece de incluir monitor, mouse, teclado, fone, no orçamento, já tive amigo que gastou tudo no pc e teve que pedir monitor emprestado.\n\nDepois de definir o estilo do teu pc\n\nEscolhe cpu: intel ou amd?\nDepois placa de vídeo: intel, amd ou nvidia?\n\nCom isso em mente, vc vai montando o seu quebra cabeça \n\nCuidado pra não pegar placa mãe b450 e um intel  por exemplo \n\n\nVc pode se basear em computadores ja prontos",
                "Começa tendo em mente quanto você pretende ou pode investir. Depois comece a pesquisar as peças, comece por um kit placa-mae, gabinete, fonte e, principalmente, placa de vídeo. \n\nNa China (Aliexpress) tem muitas opções baratas e de qualidade. Falo por experiência.",
                "Uma coisa importante é verificar se as memórias RAM trabalham na velocidade padrão delas na placa mãe que você está cotando. Não adianta colocar memória de 3.200 MHz numa placa mãe que suporta somente 2.666 MHz. Mesma coisa pra VGA PCIE 4.0 em slot de 3.0. Vai gastar mais sem usar por causa desses gargalos...",
                "Foque em estudar Hardware, você escolher suas próprias é a ideia mais ideal, enquanto você junta a grana você adquire conhecimento",
                "Depende do uso do PC.\nO que você planeja?\n\nJogar? Trabalhar? Estudar?\nQuanto você quer gastar?\nPrecisa de teclado, mouse, monitor, impressora, etc?\n\nAcho que aqui muitos podem te ajudar, mas acompanhar vídeos de canais especializados em hardware ajuda bastante tbm."
            ]
        },
        {
            "title": "Navegadores bugados",
            "selftext": "Youtube e o Google consta que esta sem internet, mesmo que a internet esteja funcionando e funcionando o ytb e o google no celular normal, menos pc \n\n&#x200B;\n\nhttps://preview.redd.it/u5oajzydf9ca1.png?width=1366&format=png&auto=webp&v=enabled&s=4265e4c78a3fe19f3a51caa3c66eeb41554adb0f",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10csq4y",
            "num_comments": 10,
            "comments": [
                "Os outros sites e jogos funcionam? Se sim, tenta trocar o DNS.",
                "Cara, que problema estranho.\nEstou tentando pensar em algo pra te ajudar, mas não consigo pensar em nada, porque o site diz que está sem conexão. É muito estranho...\n\nNormalmente alguns sites quando dão problema/erro, é porque a data e hora do PC nao estão certos... Mas não é esse seu caso, senão daria erro de SSL/https. 🤔\n\nTalvez você já tenha tentado isso, mas vou sugerir anyway... Troca o seu PC de porta no roteador, desliga e liga ele depois."
            ]
        },
        {
            "title": "tenho um notebook posso usar peças externas nele( tipo placa mãe processador placa de vídeo)?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cq4nk",
            "num_comments": 3,
            "comments": [
                "Placa mãe e processador não, placa de vídeo até dá (mas muitas vezes só com gambiarra).",
                "Só memória , processador a maioria é soldado e placa de vídeo só ligando do lado de fora usando adaptador caro e uma fonte separada ,fica um trambolho."
            ]
        },
        {
            "title": "Rx 5500 da Aliexpress vale a pena?",
            "selftext": "Tava vendo aqui e parece que o pessoal de lá usa pra mineração, eu queria saber da opinião da vocês se vale a pena ou não?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cpbrl",
            "num_comments": 1,
            "comments": [
                "É loteria. Tu pode pegar um chip que não foi usado de forma absurdamente ruim e não está (tão) degradado quanto tu pegar um que foi usado e abusado e já está começando a apresentar sinais de degradação do silicio... (como não segurar o boost, requerer MUITO mais energia para manter o boost, ou simplesmente estar instável/morrer)"
            ]
        },
        {
            "title": "Qual r5 5600?",
            "selftext": "To a um tempo querendo um pc e ainda juntando grana, ia usar pra coisas gerais pqtenho um xone ent nao to tao apressado para jogar ent ate o momento minha ideia seria um ryzen 5 5600g, e ai dps botava placa, enquanto isso usava a integrada para o que desse(desenhar filme trabalho estudos etc) porem ainda em duvida pq apesar de q com placa o X tem uma perfomance melhor dizem q o 5600 seria melhor doq o 5600x, eh verdade?\nQual seria mais ideal entre os 2(ou 3 se contae o com gpu)?\n\nAs configa q eu pegaria\n\nb450 aorus M ou steel legends\n\n2c8 gb ram\n\nrx 6600xt ou 6700xt",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10couee",
            "num_comments": 5,
            "comments": [
                "Eu ficaria com o 5600. O 5600X é pouca coisa mais rápido, mas não é 20% mais rápido como a diferença de valores entre eles...\n\nO 5600G é outra série, sem suporte à PCIe 4.0 que tu vai precisar para a RX6600/6700..."
            ]
        },
        {
            "title": "Config de pc",
            "selftext": "Olá, eu tenho 14 anos e quero comprar um PC com o dinheiro do trabalho do jovem aprendiz, irei ganhar uns 600 reais por mês mas eu vou deixar 200-100 para comprar coisas p mim, eu gostaria de uma configuração pra jogar, Cs, Valorant, Minecraft, God of war ragnarok, gostaria de um PC custo benefício, tenho uma ideia de config que eu já pedi ajuda uma vez aqui\n\nRyzen 5 5600X\nRx 6600 eagle\nEu gostaria de uma placa mãe PCI 4.0 \nE uma memória ram 16gb (8x2) de 3200hz ou 3000, preciso dessa ajuda pq eu gosto mt de jogar e faz 8 anos q jogo um um\n\nIntel pentium e6700\nSem placa de vídeo e 2 gb de ram mas a umas 3 semanas melhorei ele pra 4gb de ram e uma geforce 8400gs",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cnr5p",
            "num_comments": 7,
            "comments": [
                "Olha... com 5k, comprando peça separada... o que tu pode fazer é o seguinte:\n\nPrimeiro compra uma fonte de qualidade (MSI MAG 550W, 300 reais), depois compra uma placa de vídeo e vai usando ela mesmo gargalada (se tua placa mãe tiver slot PCIe x16, claro...). Depois junta mais um tanto e compra placa mãe, processador e RAM na mesma loja (economiza em frete e ainda chega tudo ao mesmo tempo e tu já pode montar). Ai depois, pega um SSD NVMe com endurance acima de 120TBW.\n\nSó uma ideia: eu economizaria 200 reais e ficaria com o 5600, o desempenho é pouca coisa menor e até onde eu lembro, já é suficiente para não gargalar uma 3080.",
                "Então eu posso ir colocando as peças aos poucos e colocar primeiro a fonte e a aca de video?",
                "Então eu posso ir colocando as peças aos poucos e colocar primeiro a fonte e a placa de video?",
                "depende do teu orçamento , pelo visto vc vai juntar esse grana né ? se for isso é melhor vc juntar e no momento que vc achar interessante vc compra."
            ]
        },
        {
            "title": "Alguém pode me ajudar?",
            "selftext": "Eu comprei esse monitor mês passado e ele está apresentando falhas em sombras e cores escuras, não sei oque pode ser.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cn0so",
            "num_comments": 38,
            "comments": [
                "Me ajuda a te ajudar. O que tu precisa? Filme sem definição? Tu baixou numa resolução muito baixa...",
                "Ah, lembrei de uma coisa...\n\nFSR e DLSS podem gerar esses trecos/ghosts. Tenta desabilitar ambos para ver se continua.",
                "GPU da nVidia?",
                "u/savevideo"
            ]
        },
        {
            "title": "Acrescentando RAM",
            "selftext": "Tenho um PC com 1 memória Team Group T-Force Vulcan Pichau 8GB (1x8) DDR4 3200Mhz, e queria acrescentar outro pente. Que outro modelo de memória casaria bem com essa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10cm4na",
            "num_comments": 5,
            "comments": [
                "O melhor seria outra idêntica. Segunda melhor opção seria outra 3200mhz com cl iguais",
                "Qualquer outro modelo, mas esse módulo em questão ainda está a venda... [https://www.pichau.com.br/memoria-team-group-t-force-vulcan-pichau-8gb-1x8-ddr4-3200mhz-c16-branca-rtb-tlpbd48g3200hc16f01](https://www.pichau.com.br/memoria-team-group-t-force-vulcan-pichau-8gb-1x8-ddr4-3200mhz-c16-branca-rtb-tlpbd48g3200hc16f01)\n\nEu iria com outra memória da Team Group mesmo. É uma empresa respeitada.",
                "Obrigado a todos pela contribuição! 🙂"
            ]
        },
        {
            "title": "Acho que fiz uma merda GIGANTE e estou com medo",
            "selftext": "Comprei um PC completo na sexta (sim, eu sei que comprar cada peça individualmente vale mais a pena mas não vem o caso).\n\nAlem de eu ter um conhecimento quase nulo sobre peças, pesquisei muuuito pouco sobre o pc....e agora fui dar uma olhada e a fonte me preocupou.\n\nA fonta é uma \"Gamdias Kratos m1 600w\". A internet inteira mete o loko nessa fonte chamando de bomba, baixa qualidade,etc. Queria saber a opinião de vocês. Tenho medo de isso estragar os outros componentes",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ceaw3",
            "num_comments": 18,
            "comments": [
                "Eu prefiro usar fontes de marcas que são unanimidade. Eu tô usando as da EVGA são bem boas. Lembra que tu ainda tem a opção de vender essa tua fonte no mercado livre e pegar uma que tu confie daqui a pouco. Não tive experiência com essa marca aí não consigo opinar.",
                "Quanto a brincadeira?",
                "Acho que essa config pede uma fonte um pouco mais parruda.\n\nO resto não tem problema, parece tudo compatível. Quanto ao case, não seria minha primeira escolha nesse valor. (Eu teria ficado com o SilverStone Fara H1 PRO)\n\nVai ser uma maquina para anos e anos de uso.",
                "A marca que eu tenho experiência é da EVGA são bem custo benefício. Opta pela séries prata ou bronze... Vão rodar bem sim, são fontes bem boas. Se você não sabe desmontar o Pc, chama um técnico. Sempre consulta o vendedor se tu pode fazer isso sem perder a garantia....",
                "Uma fonte de 600W pra essa configuração tá bem nivelado, o problema é que essa Gamdias é uma bela bosta. Rsrs\n\nMas não precisa se preocupar, porque essa configuração não consome mais de 350W em pico máximo. Faz assim, o PC vai chegar e tu usa ele na boa sem medo de ser feliz. O PC não vai queimar da noite pro dia, e mesmo der pau ele tem garantia. Certo? Então junta uma grana e quando der compra outra fonte legal.\n\nPega logo uma XPG Core Reactor de 650W. Custa uns 600 reais, mas como você gastou 7K nesse PC, acredito que 600 reais é um valor bem em conta pra proteger a qualidade dos componentes do seu PC. 🤣\n\nNão fica migelando em fonte não, pega essa que te falei, ela é 80Plus Gold e tem teste em todos os sites. É uma fonte parruda e que vai durar uma década se cuidar bem dela.",
                "Na dúvida troca a fonte, não vale a pena arriscar não, principalmente se tu já pesquisou que a fonte não é confiável",
                "Também acho. Melhor doar ele pra mim. 😅😍",
                "Não, você não deveria continuar com ela. Mas não se preocupe. Você só precisa trocar a fonte, e se pá dá até pra vender ela no Facebook ou Mercado Livre, pra custear a nova.\n\nNão existe nada de compatibilidade quanto a fontes, mas a Nvidia recomenda uma fonte de pelo menos 550W para uma placa 3060. Vc pode pegar uma de 650W para ter \"espaço\" para um upgrade futuro. \n\nFontes são bem difíceis de saber se são boas ou não, e isso não é medido pelo seli. Recomendaria uma MSI Mag A550BN ou Corsair CX650 (especificamente versão RGB).",
                "Sem terrorismo.\n\n600w leva esse setup numa boa. 3060 consome muito pouco, até uma 500w levava.\n\nGamdias não é nenhuma referência e eu não compraria também, mas não significa que a fonte vai explodir assim que ligar o PC.\n\nO mais provável é que essa fonte funcione bem por um bom tempo, a questão é que ela tem mais chance de dar problema que uma que seja referência.\n\nEu usaria o PC numa boa, comprava uma melhor e depois vendia ela.\n\nEu tô usando uma Superframe 600w com um Ryzen 5 5600 e 3060 Ti. Superframe não custa nem 400 reais e foi bem avaliada pelo teclab, pra mim é o suficiente.\n\n\nMinha ressalva sobre esse setup é um water cooler 120mm que não deve resolver.muita coisa, um Air cooler mais barato seria mais eficiente que ele. \n\nAlém de que eu achei caro no geral.",
                "Poh, eu achei a config MT boa, mas o pessoal tá falando MT dessa fonte né, então é contigo não conheço e nem faço ideia que marca é essa",
                "Espera a fonte dar defeito e compra uma Corsair ou Coolermaster."
            ]
        },
        {
            "title": "Algm Me Ajuda :(",
            "selftext": "(edit )  (algm me ajuda já  postei aq no reddit e me falaram que era a fonte mas ela está \n otima forma estou suspeitando da placa mãe , slot de memória ram ou a própria)\n\nhttps://www.reddit.com/r/computadores/comments/zy4z7r/pc_liga_não_da_vídeo_nem_liga_as_luzes_do/?utm_source=share&utm_medium=android_app&utm_name=androidcss&utm_term=1&utm_content=share_button\n\nEle liga mas n acende nenhuma luz ou video os fan tmb ligam n sei oq fazer aq na minha cidade n tem técnico",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10c77f5",
            "num_comments": 3,
            "comments": [
                "Cara....  muito provavelmente a fonte não está boa... ela muito provavelmente ainda funciona mais ou menos, porém não está conseguindo energia suficiente para conseguir manter o sistema ligado... se tu começar a brincar demais com ela, ela vai estourar e levar alguma coisa...\n\nTenta o seguinte: se tu tiver video onboard, tira a placa de vídeo, deixa só o disco de boot e desliga os fans exceto os do processador e vê se liga normal... se ligar... provavelmente é o que eu acabei de falar. Se ainda não ligar, começa tirando ram."
            ]
        },
        {
            "title": "e aí pessoal, desculpa incomodar com esse isso novamente! E esse pc aqui, é bom pelo preço?",
            "selftext": "Rodaria um GTA, Skyrim e Valorant?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10c6vgz",
            "num_comments": 3,
            "comments": [
                "Essa RX 550 é bem antiga (entrada-intermediária de 2017 que perde pra placa mais velha pelo que eu lembro)... eu aconselharia tu pegar um com 5600G (o gpu onboard é pouca coisa mais lerdo que o RX550) e mais no futuro adicionar uma placa de vídeo...",
                "Bom sim. Roda maioria dos jogos nessa placa de video. Depois tu pode apenas fazer um upgrade de memória pra mais 8gb. Pessoal fala meio mal dessa placa de video, mas um amigo tem ela e já joguei no Pc dele e roda liso todos fps, roda GTA, roda os emulador de Android tranquilo. Ou seja, um bom Pc de entrada sim. Não decepciona.",
                "Por esse preço com uma RX 550 está muito bom. Só que você precisa ver o modelo do processador. Eu preferiria que o PC viesse no mínimo com uma Ryzen 5 3600 ou superior. Também precisa se atentar com a fonte, seria legal uma com no mínimo 550W ou 600W caso você queira fazer um upgrade de VGA no futuro.\n\nEu montei meu PC pela Pichau, mas escolhi peça por peça. Não peguei esses montados pq eles costumam cortar na qualidade da placa mãe e colocam processadores mais velhos pra conseguir ter margem de lucro.\n\nEu montei um Ryzen 5 4600G, com 16GB de RAM, Placa mãe ASUS Prime A520, uma fonte Moontech de 650W (Peguei só pq foi aprovada pelo TechLab), SSD de 250GB e Walter Cooler da Aerocool. Tudo saiu por 2400 a vista, sem a VGA. Isso eu comprei no começo de Dezembro do ano passado. Agora em Janeiro eu peguei uma RX 5500 XT da China e estou esperando chegar (esse final de mês se eu ser sorte).\n\nNo total foi então 2400 + 600 = 3000 reais."
            ]
        },
        {
            "title": "Escolher cooler para essa mobo",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10c3c97",
            "num_comments": 9,
            "comments": [
                "Recomendo um GMRGB Cpu cooler 2011 6 heat Pipes, disponível na Aliexpress. Muito bonito, e tem RGB.",
                "Depende qual CPU tu vai usar com ela. Se tu for usar um 7 5800X3D/9 5900X, tu precisa de um cooler bem mais parrudo. Se for usar um 5600X, tu nem já pode ficar com o stock cooler ou partir para algo mais simples...",
                "Primeiramente, sou leiga com relação a hardware. Eu preciso de ajuda para escolher um cooler para essa mobo que tenho. Alguém tem alguma sugestão? Obrigada"
            ]
        },
        {
            "title": "Como testar as memórias da placa de vídeo?",
            "selftext": "Não falo de teste de stress, eu pergunto se há algum jeito de testar as memórias mesmo, assim como no Windows é possilve testar as Rams, de forma nativa ou com outros apps.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10bxhb5",
            "num_comments": 1,
            "comments": [
                "Faz teste de stress mesmo. Furmark. Se começar dar artefatos/fechar ou travar o furmark, tu tem problema na placa de vídeo.\n\nMas tem esses:\n\nhttps://www.raymond.cc/blog/having-problems-with-video-card-stress-test-its-memory/"
            ]
        },
        {
            "title": "Tela azul da morte",
            "selftext": "Olá ent eu estou tentando ver oque aconteceu com meu pc, ontem ele ligava mas o mouse e o teclado não funcionava junto nem o monitor, so que hj \"voltou\" a funcionar, liguei ele, esperei iniciar para voltar a jogar. Mas eu n contava com a tela azul da morte, aquela tela que vc precisa reiniciar o pc, que tem o rostinho triste e um qr code, Mas enfim na primeira vez eu achei que era so uma vez, reiniciei meu pc, abri o jogo e dnv, deu o erro aí dnv reiniciei meu pc e nem abri o jogo pq ja tinha dado erro dnv, alguém pode me ajudar",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10bobpv",
            "num_comments": 23,
            "comments": [
                "Já deu essa merda no meu notebook, tive que formatar foi a maior dor de cabeça.",
                "Esqueci de falar mas o erro fica continuando já e a sétima vez q eu reinicio o meu pc.",
                "[removed]",
                "O meu antigo pc tava assim, oq ajudou foi executar o prompt de comando como administrador e colocar \"sfc /scannow\"",
                "Tenta pegar o nome do erro que é apresentado ai na tela azul e da uma pesquisada, provavelmente irá resolver. O meu deu um erro pode se dizer que \" parecido \", porém o erro era um nome tipo \" MEMORY \". Única coisa que fiz foi abrir o pc desconectar as memórias, limpa-las e conectar novamente.",
                "CRITICAL\\_PROCESS\\_DIED significa que algum processo critico\n\nTenta resolver com [https://www.minitool.com/pt/particao-disco/critical-process-died.html](https://www.minitool.com/pt/particao-disco/critical-process-died.html)",
                "Cara, postar uma foto de uma tela da morte não ajuda em nada na resolução. \n\nQue tal começar falando seu hardware? Aproveite, e baixe o bluescreenview e post o dump que for gerado.",
                "Siga todas as instuções do site que a tela indica. Fiz no meu e funcionou (estava com problemas de desempenho após troca da placa mãe).\n\nCaso tenha trocado algum hardware, verifica os drivers, apague os antigos e coloque apenas os novos.",
                "No meu notebook tbm já ocorreu, mas como o meu notebook é um pouco antigo, eu só fiz instalar um Windows diferente nele, como por exemplo o Windows 7, no caso o meu estava com o Windows 10, quando mudei pro 7 nunca mais ocorreu isso",
                "O meu de vez enquanto aparece algo parecido, só que com uma porcentagem",
                "Tô com o mesmo problema, conseguiu resolver ?"
            ]
        },
        {
            "title": "Qual a melhor placa mãe pra um i7 6700k?",
            "selftext": "Minha placa mãe antiga queimou e o processador é tudo ainda esta funcionando e quem montou meu PC foi meu tio, apenas selecionei a placa de vídeo e os periféricos o modelo era LGA 1151",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10bl8gq",
            "num_comments": 5,
            "comments": [
                "Essa série de processadores tem que utilizar com chipsets H110 / B150 / B250 / Z170 ou Z270.\n\nComo ele é da série K, recomendo alguma placa de chipset z170 ou z270, pois poderá fazer overclock nesse CPU.\n\nCaso queira economizar, recomendo alguma H110 que tenha dissipadores no VRM, já é suficiente pra segurar este i7. Apenas tenha certeza se vai precisar ou não de Slot M.2, algumas H110 mais simples não vem com esse conector, mas não é problema se nao tiver SSDs desse formato.\n\nEu utilizo diariamente o meu i7 6700k com uma Asus Maximus VIII Ranger, mas já tive uma Z170 Pro Aura, ambas são excelentes e seguravam 4.6ghz sem nem subir muita tensão.",
                " Asus Prime H310M",
                "Eu iria com alguma mobo com chipset H110/B150 ou H210/B250."
            ]
        },
        {
            "title": "oque esta acontecendo com a minha ram?",
            "selftext": "olha... geralmente as placas nao identificam a ram e nem liga mas a minha identifica, liga mas nao usa a ram: [https://www.youtube.com/watch?v=q6UNkfMIybc](https://www.youtube.com/watch?v=q6UNkfMIybc) \n\n&#x200B;\n\n[atualizei a bios porem o problema continua](https://preview.redd.it/rwh0vdygfzba1.png?width=320&format=png&auto=webp&v=enabled&s=3a2848f83555d6f6a784a123921b0425149a41d9)\n\nduas de 8 mas o current dram size continua 8 ao inves de 16.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10bkyfl",
            "num_comments": 4,
            "comments": [
                "3 coisas...\n\n1. em que slots estão as RAMs?\n2. tu já tentou uma de cada vez? em todos slots?\n3. tem certeza que todas rams funfam?\n\nPs.: pede pra alguém segurar a camera pra você... hahaha\n\nPs2.: Eu sugiro tu olhar a imagem que tu postou... tá ilegivel."
            ]
        },
        {
            "title": "Uma coleção de laptops Windows XP Dell Latitude série D (2003-2007)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10bhag7",
            "num_comments": 0
        },
        {
            "title": "Rtc video pnp listener",
            "selftext": "Tenho um Dell Inspirion novo e ñ costumo entrar em sites maliciosos nele. No geral ele roda super rápido. Hoje estava estudando por ele e reparei que estava estranhamente lento, resolvi reiniciar e apareceu uma mensagem \"tem ctz q deseja reiniciar? O app rtc video pnp listener ainda está ativo\". Depois q eu reiniciei, o note voltou a rodar liso, fui pesquisar sobre esse rtc na net mas ñ achei nada de útil-sou MUITO leigo com computação. Passei um antivirus e ñ acusou nada, dei uma caçada nos arquivos e nada tbm. Será que é um vírus?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10bfwzr",
            "num_comments": 2,
            "comments": [
                "Acho que não, parece coisa relacionada ao Skype/Lync(Skype for Business)."
            ]
        },
        {
            "title": "Primeiro post 🙌",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10bdghc",
            "num_comments": 0
        },
        {
            "title": "Eu tenho o notebook idapead 320 posso colocar mais 8gb ram e trocar o processador pela i7 7500u?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10b80xh",
            "num_comments": 2,
            "comments": [
                "O processador é quase certeza que tu não consegue trocar porque são soldados. (até tem maluco que consegue dessoldar e trocar os BGA, mas...)\n\nQuanto à memória RAM, tu tem de ver quantos slots tem disponível."
            ]
        },
        {
            "title": "Estou sendo lesado?",
            "selftext": "A primeira imagem é das configurações atuais do meu PC. Ele apresentou problema e vão trocar pelas configurações da segunda imagem. Parece que mudaram o processador do i5 pro i3 (parece ruim, mas sou leigo no assunto). Alguém pode me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10b5ry9",
            "num_comments": 6,
            "comments": [
                "Deixa de ser burro compra um kit x79  e uma rx580 no ali.",
                "Esplique por favor. A primeira foto querem te vender? Pq esse processador tem 10 anos já.",
                "core i5 de 10a geração esta 700 reais https://www.terabyteshop.com.br/produto/13676/processador-intel-core-i5-10400f-290ghz-430ghz-turbo-10-geracao-6-cores-12-threads-lga-1200-bx8070110400f"
            ]
        },
        {
            "title": "Headset",
            "selftext": "salve salve, to procurando um headset (nao precisa ser aqueles gamer, so com uma qualidade decente) na faixa de 400 pila por ai.\n\nnao tenho preferencia por ser sem fio ou com, so quero um com um som bom e um mic ok, deixem sugestoes ai",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10b2gdq",
            "num_comments": 4,
            "comments": [
                "Duas recomendações excelentes para você e também custo-benefício:\n\n1. Headset Redragon Zeus H-510\n2. Headset Redragon Zeus X\n\nRecentemente comprei o Zeus X há uns 2 meses e ele é excelente paguei na faixa de 300.\n\nPS: Zeus X é a segunda versão RGB do Zeus H-510. Vale a pena conferir os dois, excelentes headsets.\n\nSem contar que ambos possuem um driver do headset para equalização e etc.",
                "Veja os JBL. É uma das melhores marcas em qualidade de áudio.\n\nO JBL Quantum 100 é excelente e tá na faixa de 130. Porém existem versões melhores como o JBL Quantum 400 de 375 reais. Tu não vai se arrepender. Sério mesmo.\n\nSó uma dica: não pegue fone com fio branco...\n\nO meu JBL Quantum 100 já durou mais que meus Logitech G332... hahaha (apesar de ser um produto mais \"barato\", o material é de boa qualidade.)",
                "Se você quer qualidade garantida em áudio, Edifier Hecate G4S. Pode ir sem medo de ser feliz.\n\n\nhttps://edifier.com.br/headset-gamer-sem-fio-edifier-g4s-hecate-preto.html"
            ]
        },
        {
            "title": "[In Progress] I made a ChatGPT Extension for Gnome Desktop | GitHub in Comments",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10b09oc",
            "num_comments": 0
        },
        {
            "title": "PC pisca e desliga, alguém sabe oq pode ser??",
            "selftext": "Meu PC do ND começou a fazer isso, eu aperto pra ligar e ele pisca e desliga, as vezes ele liga, mas tenho q contar com a boa vontade dele pra isso",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ax727",
            "num_comments": 12,
            "comments": [
                "Eu chuto que a fonte foi pro brejo. (Não dá para ver qual é a fonte, mas parece ser uma daquelas \"gamers\")",
                "O mais esquisito é q eu n fiz ND e ele ligou normalmente",
                "Parece que a ventoinha está rodando ainda. \n\nTalvez possa ser a voltagem 110/220. Certifique-se da voltagem da tomada e em seguida a do PC.\n\nCaso não resolva, talvez possa ser a memória RAM.\n\nRetire o vidro, retire a(s) memória(s) RAM(s) e passe a ponta de uma borracha (aquelas escolares) na entrada da memória RAM, tire o farelo da borracha e conecte novamente no slot.\n\nEspero ter ajudado!",
                "Muito provavelmente a sua fonte queimou.",
                "Acho que seja a fonte man",
                "Tenta rest na placa mãe, tira da tomada, remova a bateria de 3v q parece uma moeda, depois de remover, seguro o botão de Power por 10 segundos, dai pluga de novo na toma sem a bateria e tenta ligar novamente o computador, se funcionar coloca a bateria de volta",
                "pode ser RAM, voltagem errada, ou fonte.",
                "Cara da uma limpada nele, especificamente na memória ram, limpa com papel e borracha branca. As vezes por falha na leitura o Pc faz isso.",
                "Pode ser algum curto na placa mãe ,de vídeo ou algo do genero"
            ]
        },
        {
            "title": "vou comprar um computador mas não sei nada sobre",
            "selftext": "Tenho um orçamento de 2500 pra gastar no pc, alguém tem uma ideia de quais peças comprar? Vale a pena comprar um pc montado? O principal objetivo é usar para estudar, mas com esse orçamento daria para montar um pc capaz de rodar Skyrim ou Valorant, por exemplo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10atunj",
            "num_comments": 6,
            "comments": [
                "Olá!\n\nCom este orçamento dá para montar uma máquina intermediária. Um processador com vídeo integrado da Ryzen 4600G e/ou 5600G resolveria 75% do teu problema. \n\nÓtimo processador c/ vídeo integrado custo benefício, roda tranquilo para estudar, jogar games como Valorant, Lol, Minecraft e assemelhados, com taxa de quadros satisfatória.\n\nRecomendaria a montagem de um PC com uma característica semelhante, com SSD de sua preferência e 8GB de RAM de entrada. \n\nPara os seus requisitos será suficientemente suficiente!\n\nAgora tem que levar em conta que a montagem do PC caso você não saiba realizar, quando paga fica caro. Mas há vários vídeos no YouTube ensinando, não é difícil.\n\nLembrando que com este orçamento, coloquei em questão apenas a maquina em si, sem a somatória de periféricos, monitor, etc.\n\nCaso você não tenha nada a principio, talvez seria mais viável buscar combos prontos de PC montado. Talvez fique mais em conta mas minha recomendação é a montagem.",
                "Se você não sabe de nada sobre PC, então eu recomendo que você compre um já montado. Agora:\n\n- Quanto ao orçamento, eu sinto dizer que esse seu orçamento não vai dar pra comprar um bom PC pra jogos. Só a placa de vídeo fica uns 1300 reais fácil. Sim, você pode comprar um PC que tenha gráficos integrados mas o desempenho, dependendo do jogo, não passa nem perto de um PC com placa de vídeo.\n\n- Os lugares que eu recomendo que você compre o seu PC são os da famosa trindade Kabum/Pichau/Terabyte. **Fuja de lojas de lojas de varejo** Na cabeça deles [este pedaço de lixo, por exemplo](https://www.americanas.com.br/produto/5910144847?pfm_index=NaN&pfm_page=category&pfm_pos=grid&pfm_type=category_page&cor=Preto&voltagem=Bivolt&condition=NEW), é um PC gamer\n\n- SSD. SSD, SSD, SSD, SSD. Digo isso por experiência. Porque não só eu já tive dois notes que ficaram tremendamente mais ágeis com SSD, tô cansado de ouvir na vida real gente que me aparece com notebook falando \"meu computador tá lento, será que você já um jeito?\" e aí, quando vê, o cara tá usando HDD.\n\n- caso você pretenda montar um PC, um bom recurso é o meupc.net. O site checa a compatibilidade para que você não faça besteira, tipo comprar uma placa soquete AM4 (para CPUs AMD) e um CPU Intel. Só fica atento/a porque nem sempre o site mostra os melhores preços.",
                "Consegue pegar com uma APU, um R5 5600g já daria conta desses jogos muito de boa e você ainda teria a opção de colocar uma placa de vídeo dedicada depois pra rodar jogo triple A (se for do teu interesse, é claro)",
                "Skyrim? Ele é um jogo mais antigo, então acredito que um Ryzen 5 4600G com 2x8GB DDR4-3200 deva rodar sim Skyrim em 1080p em medio/médio-alto. Ele até deve rodar em ultra, mas fica lindo... 10-20fps. haha",
                "Cuidado pra não comprar um gabinete achando que é o pc inteiro"
            ]
        },
        {
            "title": "Isso aqui é uma obra de arte, o problema que o preço tbm é",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10afe54",
            "num_comments": 6,
            "comments": [
                "Pra quem quiser saber, GPD Win 4 é um PC portátil do menor que um Nintendo Switch, com um AMD Ryzen 7,  32 GB de RAM e 2 TB.",
                "Eu tenho achado muito massa essa onda de PCs portáteis pra gaming. Até desde antes o Steam Deck, quando já tinha o primeiro GPD Win (e o GPD XD, baseado em Android, que eu era doido pra pra ter), a AYA chegando com o primeiro Neo, OneX Player etc. E depois a onda de Android com os Anbernic e meu favorito Ayn Odin.\n\nEu acho que prefiro o AYA Neo 2, porque além de ser bonito pra burro, bem poderoso pra mobile e baseado em Windows (e sou usuário Linux), tem USB4 pra usar eGPU num monitor maior/numa TV e a CPU aguenta escalar um pouco mais que a CPU do Deck. Prefiro o design dele ao do GPD. Dito isso, talvez faça falta um touchpad embutido como o Deck e o Win 4 têm.",
                "https://redd.it/zqiffx\n\nComparação de tamanho com o steam deck",
                "[Em algum lugar do Japão, um engenheiro da Sony está chorando...](https://www.tusequipos.com/wp-content/uploads/2009/11/sony-vaio-ux-modificado-01.jpg)\n\nMas sério, pra quê um teclado físico? Se você pretende usar isso como um PC, então você vai conectar um teclado, mouse, e monitor nele porque ninguém em sã consciência vai digitar textos longos nesse teclado minúsculo e possivelmente duro; se você pretende usar isso puramente como uma máquina pra jogos, então você não precisa tanto assim de teclado físico.",
                "Infelizmente OP, alto desempenho é bem caro, ainda mais no Brasil que nosso poder de compra é baixo, no meu caso, o máximo que eu posso comprar é o Anbernic Win 600, ele não é muito potente, mas roda jogos de 2015 pra trás."
            ]
        },
        {
            "title": "Duvida",
            "selftext": "notebook asus x541na  esse notebook roda jogos bem? Ou nem",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10aeae6",
            "num_comments": 7,
            "comments": [
                "Se for o básico, não roda nem Windows. O CPU dele é um Celeron N3450 e ele tem miseros 4GB de RAM. Isso serve no máximo para homeoffice básico e internet/videos. Algum joguinho bem antigo deve rodar."
            ]
        },
        {
            "title": "Alguém me tira essa dúvida",
            "selftext": "Eu baixei um Word de youtube e agora tem uma minhoca na minha mente: putz, será que meu computador ainda é confiável? E se eu for comprar com cartão de crédito e clonarem saporra? Tem como conferir se o PC tá intacto e sem vírus de uma maneira confiável e gratuita?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10a76iq",
            "num_comments": 7,
            "comments": [
                "Instalou pirata né? Não tem como saber 100%… desinstala e usa o Google DOCs, gratuito e on-line.",
                "Geralmente quando se crackeia programas pagos, os mesmos trazem consigo vírus, malwares, e outros agentes danosos para clonar informações e roubar dados, ou até mesmo usar o processamento da sua máquina através de programas malfeitores \"invisíveis\".\n\nNa maioria das vezes vai vir sim algo danoso junto com a instalação crackeada, mas isso você pode resolver através de uma limpeza e busca COMPLETA do próprio Windows, nas configurações.\n\nSe preferir, a uma ferramenta própria da Microsoft para a remoção de Malwares, a ferramenta chama MSRT, basta procurar no Google que você achará facilmente.\n\nTambém há um programa que eu deixo minha recomendação, Malwarebytes, com o Download gratuito você pode fazer uma busca das ameaças em seu PC e remove-las.\n\nNo pior dos casos, a recomendação é a formatação, mas com as informações que te passei, creio que será o suficiente para a eliminação da possível ameaça.\n\nEspero ter ajudado!",
                "Tu baixou Word pirata do YouTube? \n\nInstala o LibreOffice para suite office. Não é super rápido, mas é bem completinho.\n\nPara antivirus, tu pode passar o malware bytes e o kaspersky. (técnicamente falando, o Windwos defender já deveria ter pego se tu não desabilitou...)",
                "Pense dessa forma: por que motivo alguém crackearia e postaria de graça por aí pra todo mundo? No mínimo um worm vc pega ai",
                "Primeiramente, faça um escaneamento com o Windows Defender, depois, se possível, desinstale esse Word e instale o Libre Office, ele é de graça e seguro.",
                "Eu fui hackeado por usar um software pirata. Mas é bem comum uso de software pirata visto que nem todos tem condições de se regularizar. Eu recomendo não usar cartão de crédito pelo pc, pois o windows é mina de vírus. Use o celular para transações. No celular evite sempre baixar apps fora da loja de aplicativos oficial (Apple store ou Playstore do Google)."
            ]
        },
        {
            "title": "Oioi, alguém pode me explicar sobre o código ASCII? Preciso de ajuda para resolver esse enigma :)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10a7344",
            "num_comments": 6,
            "comments": [
                "Sendo bem simples, ASCII nada mais é  que um código que é usado para representar caracteres do seu computador em código binário.\n\nPraticamente você tem uma tabela que pode usar para fazer a conversão, exemplo:\n\n0110 0001 (Binário), 97 (Decimal) = a\n\nNa imagem tem um link do imgur que vai te levar para um código ASCII para ser traduzido, neste caso o código ASCII está representado em decimal.",
                "Existe um jeitinho simples de traduzir esse enigma... usando o mesmo método que a pessoa usou para criar: conversores online. hahaha"
            ]
        },
        {
            "title": "alguien que sepa de computadores me podría ayudar? no lo he usado en un tiempo y cuando lo prendí estaba así.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10a6v6t",
            "num_comments": 1,
            "comments": [
                "Se for monitor, pode jogar no lixo que já era. Painel morreu.\n\nSe for all in one e tiver uma porta HDMI/DisplayPort/VGA, ainda dá para usar com monitor externo."
            ]
        },
        {
            "title": "Pode usar AMD e NVIDEA no mesmo PC?",
            "selftext": "Comprei uma placa AMD RADEON 6600 para colocar no PC mas já tenho uma GTX 1050 ti nele, posso usar as 2 no mesmo computador ou apenas uma ? Se puder usar, tem algo que devo fazer em específico para as 2 rodarem no PC",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109ynno",
            "num_comments": 7,
            "comments": [
                "Dá para usar várias placas de vídeo no mesmo PC. Mas pra que tu quer fazer isso? Dependendo precisa fazer uma coisa ou outra... mas já adianto que não dá para rodar jogos e compartilhar processamento das duas GPUs. Se for para streaming de jogo, até dá. (A 1050 ficaria pra streaming apenas)",
                "Só pode usar uma, amigo. Sugestão, use a RX 6600, e antes de instalar, use um programa chamado DDU. Baixe pelo site do guru3d. Este programa vai tirar todos os drivers da Nvidia da sua antiga 1050ti.\nQuanto a usar 2 placas, isso já não é mais usual e nem compensa. E, se fosse o caso, teria que ser suas placas de mesmo modelo e fabricante que suportem isso. \nEspero ter ajudado. Qualquer outra duvida, avise aqui."
            ]
        },
        {
            "title": "Eu tô muito perdido em relação a qual ram pegar",
            "selftext": "Estou montando um pc do aliexpress, já estou com o e5 2650 v3 e a x99 em mãos, estou vendo várias opções de memória ram, mas estou com receio de pegar qualquer uma e não ser o que eu quero/preciso, até então vi que o cpu tanka 2133mhz, procede? E em relação as marcas, eu posso pegar qualquer uma desde que seja 2133mhz?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109wgxz",
            "num_comments": 4,
            "comments": [
                "No AliExpress já usei memórias da Kingspec e me serviu bem. Mais de 2 anos em uso e funcionando.",
                "Acredito que tu pode pegar qualquer tipo de memória e qualquer marca. \n\nSe tu pegar uma 3600MHz, em teoria é só fazer ela rodar a 2133 que deve funcionar. Mas se tu tá em dúvida, melhor pegar uma 2133 mesmo",
                "A marca pode ser da sua escolha.\n\nO que deve ser levado em consideração é o tipo de módulo de memória, ou seja o tipo de DDR, no seu caso, é DDR4. \n\nQuanto aos MHZ, pegue na frequência que seu processador suporta. que é 2133mhz. \n\nLembrando que caso você pegue uma memória RAM DDR4 com uma frequência maior você não vai ter problema nenhum, apenas estará pagando por uma frequência que você não vai utilizar pois a CPU limita."
            ]
        },
        {
            "title": "Nintendo Entertainment System (1985) [abreviado para NES] um computador de videogame revolucionário para a época, nos trouxe clássicos como Super Mario Bros.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109r67g",
            "num_comments": 0
        },
        {
            "title": "Build AM5 RTX 3060 Ti, ta justo?",
            "selftext": "Placa Mãe Asus TUF Gaming B650-Plus R$2100\n\nProcessador AMD Ryzen 5 7600X R$1900\n\nPlaca de Vídeo RTX 3060 Ti Vision OC Gigabyte NVIDIA GeForce, 8GB GDDR6 R$3400\n\nMemória RAM Kingston Fury Beast, 16GB, 5600MHz, DDR5 R$800\n\nSSD 500 GB Kingston NV2, M.2 R$290\n\nWater Cooler NZXT Kraken X73, RGB, 360mm R$1150",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109r16t",
            "num_comments": 8,
            "comments": [
                "Se vc faz questão de ter um AM5...\nUm Ryzen 5700X levaria essa GPU numa boa tbm e vc economizaria 2000 reais. A não ser que vc queira por causa de DDR5 e AVX-512. Aí já é outra história. Mas o AVX-512 da Intel ainda é melhor.",
                "Eu trocaria a placa mãe por uma Asus TUF Gaming B650-Plus Wi-Fi...\n\nE eu também esperaria o Ryzen 7 7600 chegar, ele é pouca coisa mais lerdo (2%), porém consome metade da energia e esquenta BEM menos. Ou já ia de 7700 mesmo.\n\nSó que só com isso, tu não liga esse PC. hahaha Falta fonte."
            ]
        },
        {
            "title": "¿como puedo arglar? la calidad de video en mi lapto solo me soporta la calidad e 360 lo demas es una mierda",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109qfs4",
            "num_comments": 1,
            "comments": [
                "Notebook muito antigo? Só atualizando para um hardware melhor.\n\nSe for novo, tenta reinstalar os drivers..."
            ]
        },
        {
            "title": "Vale a pena esse notebook?",
            "selftext": "Vale a pena pegar esse notebook?\n\nOpa pessoal sou meio noob na área, e queria saber se vale a pedida!\n\nO cara quer R$1800,00\n\nAcer F5 573G\n480 SSD\n16GB RAM\nI7 7ª GERAÇÃO\nPLACA DE VÍDEO DEDICADA\nObs: Bateria Viciada!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109jys1",
            "num_comments": 4,
            "comments": [
                "Qual vídeo dedicado? GeForce 940MX? Se for, o vídeo onboard é bem meia boca... mas dependendo o que tu for jogar, até vai. (Ps.: o 940MX é praticamente o GT 740 em termos de desempenho)\n\nSe a bateria estiver viciada e não com defeito no circuito de carregamento, é só trocar.",
                "Olá, **General\\_Bus\\_9277**!\n\nA princípio a configuração é boa, mas...\n\nNessa faixa de preço a se pagar por um notebook com bateria viciada talvez valha a pena analisar a montagem de um PC de mesa. \n\nCom 2k você consegue montar um desktop bacana que você pode fazer mais upgrades ainda no futuro.\n\nTudo depende do seu tipo de uso, se quer algo para uma pegada mais gamer, invista em um desktop, caso você queira para trabalho ou necessite mobilidade, o notebook irá suprir bem, mesmo com a bateria viciada."
            ]
        },
        {
            "title": "instalei o ubuntu mas não tem áudio, o que fazer?",
            "selftext": "oi pessoal, acabei de instalar o ubuntu no meu pc mas não da com áudio, algúem pode me dar uma solução?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109hszb",
            "num_comments": 6,
            "comments": [
                "Bem vindo ao Ubuntu amigo",
                "Tem que instalar o driver. Se não me engano, dá para acessar na loja de aplicativos ou nas configurações (faz tempo desde que usei, então não tenho certeza)",
                "[https://sempreupdate.com.br/ubuntu-como-resolver-problemas-da-placa-de-som/](https://sempreupdate.com.br/ubuntu-como-resolver-problemas-da-placa-de-som/)\n\ndê uma olhada aqui[Configurando placas de som](https://www.youtube.com/watch?v=fmLJoE3hVgc)",
                "A última vez q eu instalei o Ubuntu tive esse mesmo problema mesmo depois de instalar os drivers, e no fim das contas era um problema com o pipewire, só desinstalei ele e reiniciei e tudo voltou ao normal.\nNo meu caso nem aparecia na área de trabalho o ícone de controle de som.",
                "Instalei o ubuntu num PC antigo aqui em casa, tive diversos problemas com a placa de som. Instalei vários drivers, softwares de audio... enfim... terminei tendo problemas na próprias instalação do ubuntu e formatei e instalei do zero novamente... só que aí quando inicializou a primeira vez, o fone de ouvido estava plugado no PC e simplesmente o som saiu. kkkkkkk....\n\nDepois de alguns testes, percebi que o som só funciona se eu iniciar o PC com o fone plugado na saída de audio. Se eu ligar o PC e plugar depois, não tem jeito de sair som... kkkkkkk...."
            ]
        },
        {
            "title": "ajuda com placa de video",
            "selftext": "Tô quase comprando a gtx1650 por 1200, mas queria a opinião de vcs se tem alguma que vale mais a pena nessa faixa de preço\nSeria pra jogar principalmente jogos de campanha, de preferência full hd 60fps, e talvez streamar um pouco, e nisso eu sei que a 1650 quebra o galho.\n\nMeu pc\n\nRyzen 5 2400G (vídeo integrado)\n\n8gb ram(2x4gb) mas vou comprar 2x8gb logo\n\nPlaca mãe a320m-k\n\nvou ter que abrir o gabinete pra confirmar a fonte mas acho que eh 500w",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "109e9gd",
            "num_comments": 21,
            "comments": [
                "Se quiser comprar no Brasil é isso mesmo. 4gb vram é o de minimo hj em dia pra ter uma experiência ok com texturas medio/alto. Se vc quiser arriscar pega uma 5500XT de 8gb da 51risc no AliExpress ela tá quase 700 reais. Deixa o resto guardado caso dê taxa kkkkkk.\n\nAgradeço a todos os youtubers por descer a porrada no 6500 XT. Venderam ela na Black Friday por 800 reais e ainda deram key do Dead Island 2 de brinde. Ela tem performace de uma 1650 pra cima.",
                "Se tu for comprar no Brasil... ou é 1650, ou é 6500XT, mas no teu caso... o PCIe 3.0 vai gargalar feio a 6500XT.\n\nSe tu conseguir extender pouca coisa, 200 reais, tu pega a 1660 Super que é BEM mais rápida. (quase 2x mais rápido)"
            ]
        },
        {
            "title": "que tecla uso para acessar a BIOS na plataforma O.E.M?",
            "selftext": "Bom dia pessoal, eu vou mudar meu sistema operacional e preciso acessar as bios do computador para configurar os esquemas do pen-drive e tudo mais, mas não sei que tecla apertar para abrir as bios na plataforma O.E.M, podem me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1097fbj",
            "num_comments": 14,
            "comments": [
                "Qual seu o fabricante da sua placa mãe ou notebook?",
                "Da pra falar a placa mãe / laptop? Dá pra ficar apertando Dell + f1 + f2 até a bios aparecer.\n\nFanfic 7/10"
            ]
        },
        {
            "title": "Notebook muito lento",
            "selftext": "Olá, amigos. Tenho um notebook dell inspiron 15 série 3000, i3 e 4gb de ram. Eu sei, é um note fraquinho, mas me incomoda que qualquer ação, desde abrir uma aba do navegador a apenas abrir uma pasta na área de trabalho faz ele demorar a responder, isso quando não trava de vez. Já formatei, mas não adiantou. Teria alguma forma de melhorar a performance?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10957jc",
            "num_comments": 18,
            "comments": [
                "Aumenta a memória ram e troca o HDD pelo SSD, no meu note isso já fez ele ficar outro k",
                "SSD nelas",
                "se você não quiser mexer no hardware, eu recomendo usar alguma distro linux que seja leve, existem várias. Dê uma pesquisada, vale a pena",
                "Melhor combinação que existe para o seu caso é uma SSD com uma distro Linux leve. Fiz essa combinação num desktop antigo e a fluidez no uso do sistema era absurdamente melhor que no Windows (no caso o 7). Abrir abas no navegador, alterar de uma janela para outra, assistir vídeos no Youtube, utilizar o gerenciador de arquivos.. as tarefas mais comuns tiram melhor proveito dessa combinação.",
                "Tudo que tu precisa é trocar o HD interno por um SSD Sata e instalar o Windows nele. Ai tu configura uns 8GB de SWAP e o PC vai parecer outra maquina. Eu usava um i5-5200U 4GB com um SSD de 128GB.",
                " Troca o HD por um SSD pra instalar o windows nele, e fica usando o HD pros teus arquivos. Se puder coloca mais um ram tambem, uma de 4gb já ativaria o dual channel, e melhoraria o desempenho. O meu tambem é um inspiron, intel pentium gold, deixei o ssd 128 so pro sistema e um HD de 500gb pra oq eu te disse e melhorou o desempenho demais, agora so esperando uma ram pra começar trabalhar com ele porque ainda assim ficou dando umas engasgadas",
                "Windows 10 não roda bem com HD. A solução é voltar pra uma versão anterior (não recomendo) ou SSD.",
                "Cara, a solução é vc adquirir um SSD.\nA propósito, és de onde? Se for de Recife e redondezas eu formato e otimizo por 100 moluscos",
                "Olá **renatomic**!\n\nO conselho mais viável para você é um upgrade de memória e armazenamento. 4GB de memória RAM a + e um SSD com armazenamento de sua preferência provavelmente resolveria pelo menos 80% de sua lentidão.\n\nO SSD vai aprimorar 10x mais rápido a leitura de dados, e a memória RAM ajudará na sustentação de processamento.\n\nLembrando que, caso queira ainda mais fluidez no uso de sua máquina talvez um sistema operacional alternativo como as distros Linux pode ser uma boa opção para você (ao menos que você jogue games, nesse caso, o Windows tem mais suporte)"
            ]
        },
        {
            "title": "Uma pergunta para vocês porfavor",
            "selftext": "Qual o melhor sistema operacional para se usar no computador? Eu uso o windows 10 mas tá funcionando pessimamente e eu quero trocar porque já n me serve mais",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "108pqr0",
            "num_comments": 18,
            "comments": [
                "WIN 10 é o melhor OP no momento, nem se iluda com o 11, alguma coisa tem ai no seu pc, aqui é lisinho MESMO",
                "Se vc usa um HD e 4gb de RAM, Windows 7 (inseguro) ou Linux Mint.\n\nSe vc botar um SSD, Windows 10 já melhora 1000%. Novas versões do Windows não roda bem com HDs. Se vc usa um notebook, compra um case de HD pra USB pra reaproveitar o HD velho como disco externo.",
                "Não existe sistema melhor, existe o sistema que atende as suas necessidades. Eu uso o Ubuntu 22.04 e atende a tudo o que eu faço: fornece todo um ecossistema para o meu trabalho de desenvolvedor, me atende com aplicativos de uso comum, games que eu jogo (GTA V, War Thunder...), desempenho e principalmente muita estabilidade. Saí do Windows 7 pois após um tempo ele parou de atender tudo isso.",
                "Olá Gabriel!\n\nQuando a pauta é sistemas operacionais, tem que ter em mente que o melhor OS vai depender de você, usuário!\n\nSeja um OS para navegação, jogatina, prático e familiar, talvez o Windows atenda bem as suas necessidades.\n\nSe você é DEV, procura mais segurança ou simplesmente quer um sistema operacional leve, prático e com várias distros semelhantes e distintas, o Linux pode te atender beeem também.\n\nO que definirá o melhor sistema operacional para você será o seu tipo de uso.\n\nLembrando que o que definirá o processamento em si da sua máquina, o seu potencial em questão, não será o sistema instalado, e sim os seus Hardwares. Invista em boas peças!\n\nEspero ter ajudado.",
                "Tenta a versão LTSC, roda bem melhor e não tem tranqueira. Para ativar, tem o script MAS. No r/piracy tem mais detalhes",
                "op procura na internet uma versao do windows 10 modificada pra ser mais leve, se seu intuito  for unicamente jogar, assine o GEFORCE NOW, la o ARK vai rodar liso no ultra e voce vai pagar uns 40 reais por mes pra jogar a vontade :)",
                "Eu to Usando o 11 e não tenho problema nenhum com ele. Mas todo sistema operacional tem suas vantagens e desvantagens. Se ele tá rodando mal a culpa 90% das vezes é do usuário."
            ]
        },
        {
            "title": "Vídeo de prévia do Doom 2, antes de ser lançado. (1994) [áudio em inglês]",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "108lu2k",
            "num_comments": 3,
            "comments": [
                "Doom é um dos jogos da minha infância, video interessante esse que você postou OP",
                "Eu zerei esse jogo no meu curso de Office em 98 ou 99. Meu professor me via jogando, mas ele me dava os testes, terminava primeiro que todo mundo e tirava 10. Pra ele era o que importava, até pq tinha uns idosos que precisavam mais da atenção dele. Bons tempos."
            ]
        },
        {
            "title": "Placa de vídeo RX 6700 XT",
            "selftext": "Galera, tá tendo uma promoção da 6700 XT na Kabum por 2700, acham que vale a pena?\nEstava vendo algumas placas na terabyteshop e a RX 6700 normal estava pelo mesmo preço.\n\nhttps://www.kabum.com.br/produto/387409/placa-de-video-gigabyte-amd-radeon-rx-6700-xt-eagle-12gb-gddr6-rgb-ray-tracing-gv-r67xteagle-12gd",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1083xh9",
            "num_comments": 1,
            "comments": [
                "Se tu tiver a grana, vale a pena sim. (Apesar de eu preferir nVidia por causa do CUDA)"
            ]
        },
        {
            "title": "Minha fonte do notebook queimou",
            "selftext": "Boa noite, hoje enquanto mexia no notebook senti um cheiro estranho e até cheirei o note pra ver se era ele e pelo visto não era nada, até que passou uns minutos e eu notei uma fumaça branca saindo da fonte, rapidamente tirei ela da tomada e desliguei o note.\nO notebook não pareceu danificado antes de desligar nem nada, mas estou com medo de ligar ele novamente e dar algum pronlema, tem risco de algo ter acontecido internamente??",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107usj4",
            "num_comments": 4,
            "comments": [
                "Tira a fonte e liga o note. Provavelmente só a fonte queimou... vai numa loja e compra uma fonte IGUAL (nada dessas genéricas chinesas que deus sabe como foram feitas0.",
                "se a fumaça tava saindo da fonte, provavelmente nao danificou o notebook, liga ele e ve se tem algo diferente ou que aparenta estar danificado, sobre a fonte é melhor voce comprar outra e nem usar essa que saiu fumaça mais."
            ]
        },
        {
            "title": "alguém poderia me dar dica de um PC gamer completo com mouse, teclado e monitor, de até R$ 3500.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107um9h",
            "num_comments": 5,
            "comments": [
                "Vixi... orçamento bem apertado... com esse valor só Kit Xeon (E5-2666 V3, 2x8GB DDR, X99) do AliExpress. GTX 1650, fonte MSI MAG 550W, SSD PNY 500GB, Monitor 21\" 60Hz simples, mouse Logitech G205 \\[ou algo mais simples\\], teclado Logitech K120, case à escolha.\n\nOu melhor pegar esses kits da Pichau/Terabyte: [https://www.pichau.com.br/computador-pichau-gamer-amd-ryzen-3-4100-geforce-gtx-1650-4gb-8gb-ddr4-ssd-240gb-31552](https://www.pichau.com.br/computador-pichau-gamer-amd-ryzen-3-4100-geforce-gtx-1650-4gb-8gb-ddr4-ssd-240gb-31552)\n\nTeclado e Mouse, tu escolhe.\n\nMonitor tu vai ter de pegar um barato, pq não sobra muita grana.",
                "PC sem placa: Ryzen 5600G (aliexpress)\n\nCooler Deep Cool de 100 reais\n\nFonte MSI MAG A550BN\n\nPlaca Mãe A320M marca paralela chinesa (aliexpress)\n\nMemória RAM 16GB Asgard (aliexpress)\n\nSSD 1TB Goldenfir (aliexpress)\n\nGabinete Montech Air 100 Lite\n\n&#x200B;\n\nVai ficar uns 2k\\~2k100, isso é o que eu vejo como mais custo benefício possível. Da pra pegar o resto de boa comprando uma placa de vídeo usada chinesa (ñ recomendo muito), ou até apertar no orçamento uma nova comprada aqui no BR.",
                "Tenta comprar o básico usado, tipo, gabinete"
            ]
        },
        {
            "title": "Alguém sabe quais placas de vídeo são compatíveis com a placa mãe da BIOSTAR H510MH 2.0 ? E se ela suporta placas GDDR 6 ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107teww",
            "num_comments": 4,
            "comments": [
                "O tipo da memória não faz a menor diferença, mas ela parece suportar PCIe 4.0 (desde que o processador também suporte). Ou seja, todas as placas são compatíveis.\n\nSe o processador só aceitar PCIe 3.0, o máximo que pode acontecer é gargalar a placa de vídeo mais highend como 3090/4090. As mid/low não chegam a saturar tanto o PCIe x16. (Ah, se tu for usar Radeon RX 5500 XT, 6500, 6500 XT, ela vai dar um gargalo massivo, porque a AMD não usa PCIe 4.0 x16 nelas e sim x8 (5500), e x4 (6500/6500XT)"
            ]
        },
        {
            "title": "PC usado para venda.",
            "selftext": "Opa pessoal, estou precisando vender um PC que usei, após substituir todas as peças...  \n\n\nSei que para muitos pode não valer nada, mas pensem ou se coloquem em uma situação em que você possivelmente precisava de um PC para realizar tarefas de trabalho comuns e talvez jogar alguma coisa mid-age. (não tão old ou se quiser, ok)  \n\n\nQuanto vocês acham que vale um PC com as seguintes especificações?  \n\n\n\\- CPU I3-6100 SKYLAKE\n\n\\- MOBO ASUS H110M-CS/BR\n\n  \n\\- GPU EVGA 970\n\n\\-PSU EVGA 500W 80 PLUS WHITE\n\n\\-RAM DDR4 2X8 CRUCIAL 2133MHZ \n\n\\- SSD 240 GB\n\n\\- HD 350 GB\n\n\\- UNIDADE DE CD-R\n\n\\-GABINETE COM 1 COOLER\n\n\\- MOUSE\n\n\\-TECLADO\n\n e ai? R$...",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107ry5l",
            "num_comments": 5,
            "comments": [
                "Esse kit i3-6100/ASUS H110M-CS/BR/2x8GB DDR4-2133 não vale muita coisa. CPU atualmente lerdo para jogos, placa mãe lowend, e DDR4 de baixa velocidade. Daria para vender isso separado por uns 500-600 reais. (dá para compra novo por pouco a mais... com DDR4-2666)\n\n\rEssa EVGA GeForce GTX 970 pode até valer uns 700-800. Ela até tem um desempenho mais ou menos.\r  \n\r  \nFonte EVGA 500W white eu nem sei o modelo.\r  \n\r  \nSSD de 240GB NOVO atualmente sai por 80-120 reais no BRASIL... dependendo do estado, nem compensa comprar. Mas eu diria uns 50 reais.\n\nTalvez um kit com o SSD, HD e gravador de CD-R (que nem é mais usado atualmente) por 120 reais.\n\nNem idéia qual seja o gabinete, cooler, mouse e teclado... mas se for tudo simples, nem 100 reais.\n\nO que tu poderia fazer era tentar vender o kit sem a placa de vídeo por uns 700-800 reais e a placa de vídeo por mais uns 600-800..."
            ]
        },
        {
            "title": "Dá pra montar um pc pra rodar softwares de engenharia civil e jogar dota 2 com 5 mil reais?",
            "selftext": "Me ajudem. Se for possível, quais componentes comprariam com essa grana?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107rxj9",
            "num_comments": 5,
            "comments": [
                "Depende quais softwares de engenharia civil... mas se for muita coisa 3D, uma 2060 é o mínimo que tu pode precisar.\n\n(Dá uma olhada nas especificações recomendadas pra cada software)"
            ]
        },
        {
            "title": "Porque só aparece uma opção de boot?",
            "selftext": "Estou tentando colocar o atlas OS via pen-drive, mas o meu PC não acha nem o pen-drive e o so tem uma opção de boot. Como resolvo isso?? Meu PC é um asus",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107rwc7",
            "num_comments": 5,
            "comments": [
                "Tem certeza que o Pendrive está formatado corretamente?\n\nClica em ADD NEW BOOT OPTION para ver o que acontece."
            ]
        },
        {
            "title": "Qual a melhor fonte de energia para essa configuração?.",
            "selftext": "Estou montando um computador do zero e fiquei na dúvida da fonte de energia para ele, gostaria de uma pequena ajuda. A configuração:\n\ni5 12400 \n\nRTX 3060 TI\n\n32gb ram 3200hz",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107pzzl",
            "num_comments": 1,
            "comments": [
                "Eu iria de MSI MAG 650W. Mas depende até quanto tu pretende investir nela. As vezes é melhor pegar uma Gold/Platinum/Titanium dependendo do quanto tu pretenda investir."
            ]
        },
        {
            "title": "Procurando um notebook acessível até 2500r$!",
            "selftext": "Sou ilustrador e dependo mais do computador para trabalhos envolvendo programas como o illustrator e after effects... Nem estou muito ligado para coisas como jogos sendo sincero.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107o6ex",
            "num_comments": 4,
            "comments": [
                "Computador ou notebook? Dependendo dá para achar dos dois tipos. O problema de notebook é a tela. O problema de computador é o preço dos monitores usáveis para edição de imagem/video... (fidelidade de cor é super importante... haha)"
            ]
        },
        {
            "title": "Notebook usando muita memória ram",
            "selftext": "Tenho um notebook com 4g de ram e sempre que eu ligo ele sempre está com mais de 80% de uso da memória ram,tem algum jeito de diminuir o consumo da memória ram no computador",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107ndhe",
            "num_comments": 3,
            "comments": [
                "Cara, infelizmente, 4GB hoje é o mínimo para utilizar o Windows ou qualquer S.O., caso não tenha opção de realizar upgrade, recomendo tentar uma distribuição linux com um UI mais leve.",
                "Se teu notebook suportar upgrade de RAM, é melhor passar para 8GB minimo.",
                "Como já comentaram, infelizmente não tem o que fazer. Tenta ver no gerenciador de tarefas, quais tarefas usam mais memória e veja se é possível desinstalar algo. Em relação a navegador o Opera X se não me engano tem opção para limitar uso de ram, pode dar uma ajuda. Mas de qualquer forma, vai ficar sempre no limite"
            ]
        },
        {
            "title": "No funciona el audio de mi notebook",
            "selftext": "hace unos días que el audio de mi notebook (portátil) no funciona y tampoco me detecta auriculares. aunque en la configuración de sonido detecta como si estuviera sonando algo, pero no se escucha nada. Trate actualizando los drivers, vi unos cuantos videos de como solucionar este problema pero nada me funciona. Alguien tendrá la solución?\n\nel sistema operativo de mi computadora es windows 10 y la marca es Dell\n\nhttps://preview.redd.it/rjni89zmx1ba1.png?width=427&format=png&auto=webp&v=enabled&s=1610ea31f4232814abcf2f1106d5f181b0b8649c",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107k0q6",
            "num_comments": 10,
            "comments": [
                "Seria interessante colocar qual é o notebook.. e o OS.",
                "Hola amigo,\n\nEstoy usando el traductor, tal vez la escritura no sea perfecta, pero intentaré escribir lo más fácil posible.\n\nHa intentado actualizar los controladores de su computadora desde el sitio web de Dell? [https://www.dell.com/support/home/en-us?app=drivers](https://www.dell.com/support/home/en-us?app=drivers)\n\nInstale la aplicación SupportAssist y vea si hay controladores y actualizaciones de firmware, tal vez este pequeño paso resuelva su problema.",
                "Ahora vi que actualizó los controladores, como su controlador es realtek, vaya a inicio, escriba 'Realtek' y abra la aplicación que está en la impresión.  \nVaya a la configuración avanzada y verifique si la salida es correcta.\n\nPrint: https://imgur.com/a/UICbA8j"
            ]
        },
        {
            "title": "Um pino do meu processador quebrou, tem solução pra isso? Ryzen 7 5700X",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/0ow9mk0e71ba1.png?width=899&format=png&auto=webp&v=enabled&s=838ce3b5c1430ac623969c5bfa8fc166f6492a23",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107gd2q",
            "num_comments": 2,
            "comments": [
                "O pino que tu quebrou parece ser o AZ\\_RST\\_L, responsável pelo reset do áudio onboard ou algo do genero. Eu arriscaria tentar bootar.\n\nAté tem conserto sim, tu pode tentar resoldar... se tu perdeu o pino, dá pra tirar de outro AM4 velho ou estragado que tu tenha ai.\n\n[https://www.youtube.com/watch?v=yh2XYkRwtBQ](https://www.youtube.com/watch?v=yh2XYkRwtBQ) \r (Já adianto que é mais dificil que parece e tu vai precisar de uma vista boa e de uma coordenação motora melhor ainda, além de um pino, do fluxo de solda correto e uma estação de solda regulável - se tu não tiver essas coisas, só compra outro chip)\n\nSei lá, é impressão a minha ou eu já respondi essa pergunta antes? hahaha"
            ]
        },
        {
            "title": "quero comprar meu primeiro pc, queria comprar um bom a rode mine,gta roleplay e q dê para jogar jogos tipo re4 e etc.",
            "selftext": "alguem poderia me ajudar com nome das peças e etc? de preferência boa e n tão caras.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107f0rb",
            "num_comments": 18,
            "comments": [
                "Por nada, ajuda no like aí se puder",
                "Depende até quanto tu quer investir...\n\nDaria para tu pegar um B550 com um 5600G e 2x8GB DDR4 3200 que deveria rodar isso à 60fps dependendo das configurações.",
                "Se quiser, pode uai. É o Kabum. Mas se vc quiser pesquisar as peças em outros lugares, manda bala tb. Eu fiz rapidinho aqui pq estou no horário de almoço e quis te ajudar! Qqr coisa avise",
                "Quanto vc pretende gastar, amigo? Depende bastante disso.",
                "Segue o processador que o companheiro sugeriu aqui abaixo, no mesmo preço:\nhttps://www.pichau.com.br/processador-amd-ryzen-5-5500-6-core-12-threads-3-6ghz-4-2ghz-turbo-cache-19mb-am4-100-100000457box",
                "Eu montaria o seguinte: i5 12400f ou se preferir AMD escolha o 5600 ou 5600x, 16gb 2x8 3200mhz, 1 ssd 500gb nvme (colocar o windows e programas) e 1 ssd sata de pelo menos 1T (pros games), placa de video da pra ficar entre uma 3060, 3060 ti, rx 6600xt ou 6700xt, todas encaram 1080p com o pé nas costas e já dá pra se aventurar bastante em 1440p (escolha a de preferencia ou a mais barata caso a resposta seja, tanto faz)\n\nEssa é a config que eu montaria pra rodar tudo, e ter bastante longevidade."
            ]
        },
        {
            "title": "cartas caindo no Windows Solitaire dos anos 90.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "107a31x",
            "num_comments": 1,
            "comments": [
                "Lembro minha Vó jogando Paciencia por horas e quando ficava brava pq n ganhava kkkk"
            ]
        },
        {
            "title": "Vou me arrepender se pegar a versão mais básica do MacBook Air?",
            "selftext": "Vou comprar um MacBook Air m2 que uso pra coisas não exigentes, navegar na internet, responder e-mails, ver vídeos, office, etc. O modelo 8gb de ram 256gb está 400 dólares mais baratos do que o de 16gb de ram e 512 go de ssd, uma diferença muito grande, mais de 2k. O modelo básico é uma má ideia?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1071vbd",
            "num_comments": 10,
            "comments": [
                "O MacBook é um computador muito potente, mesmo sendo a versão mais básica do Air, além disso, o MacOS é totalmente otimizado para o M2, diferente do Windows, que depende de drivers de várias fabricantes para funcionar corretamente, ocorrendo bugs.",
                "Se for só pra isso, deve durar anos. Mas tenha em mente que tu não tem upgrade fora o SSD e ainda tem de ser da Apple porque o controlador do SSD não está no SSD em si...",
                "Eu me arrependeria só de pegar um MacBook"
            ]
        },
        {
            "title": "Alguém pode me ajudar a escolher um PC para jogar Lol?",
            "selftext": "Pessoal, o título diz tudo. Gostaria de um PC que dê para trabalhar tranquilo (sou redator), e também para jogar Lol de forma legal, de preferência que rode no máximo. Não entendo muito sobre isso, então resolvi pedir ajudar aqui, podem me ajudar, por favor? \n\nQuanto mais barato melhor, inclusive. E eu não gosto muito desses PCs cheio de luzes etc, prefiro algo mais simples. \n\nSe eu precisar montar um e não der para ser um pronto podem me recomendar uma configuração boa?\n\nMuito obrigado desde já!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106wm09",
            "num_comments": 8,
            "comments": [
                "O mais barato possível? Se tu estiver confortável com AliExpress... kit Xeon E5-2666 V3/2x8GB RAM/X99, com uma RX 5500 XT da 51 Risc, um case à tua escolha que tenha fans, e uma MSI MAG 550W"
            ]
        },
        {
            "title": "Ajuda a mãe aqui kk",
            "selftext": "ent, eu nao tenho quase nenhuma noção sobre pc’s e não tenho ngm próximo para pedir ajuda. estou montando um com dicas de vídeos e tentando ter uma máquina boa pelo menor preço possível, só que tenho dúvida se tal coisa é compatível com tal ou se tal peça é boa assim. \nvou deixar a baixo o site e cada periferico q estou usando para montar, fico muito grata a quem quiser me ajudar falando se tal coisa vai dar certo com tal 🤍\n\nplaca-mãe do machinista mr9a 2011 + processador central de xeon e5 2640 v3 e 16gb  + ram ddr4 2666mhz memória combo atx \nhttps://a.aliexpress.com/_mPrrwe8\n\nPlaca de vídeo gtx 1660 super 6gb\nR$740\nhttps://a.aliexpress.com/_mr6YfgO\n\nSSD 512GB\nR$144\nhttps://a.aliexpress.com/_mq51gyo\n\nFONTE ATX 400W\nR$348\nVeja isso na Amazon\n\ncooler:\nR$ 74,13\r\nhttps://a.aliexpress.com/_msYDGMw",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106w3gq",
            "num_comments": 8,
            "comments": [
                "É impressão a minha ou esses links TODOS são links de afiliado? (Pode cair na regra do spam...)\n\nXeon E5-2640 V3 2x8GB RAM e placa mãe eu trocaria pelo E5-2666 V3, o preço é pouca coisa mais caro.\n\n1660 Super fica\n\nEu não arriscaria esses SSDs sem marca. Por pouca coisa a mais tu tem quase o mesmo de marca e já no Brasil, com garantia no Brasil... [https://www.kabum.com.br/produto/85198/](https://www.kabum.com.br/produto/85198/)\n\nO Cooler é bem fraco, pega um na Terabyte mesmo. Tinha um pouca coisa mais cara da Deepcool que parecia efetivo.\n\nFonte tu pega MSI MAG 550W que tá 310",
                "Cuidado com placas mae chinesa, tive problema com elas, mais quanto eo XEON um exelente proc, não deixa  a desejar !",
                "Eu acho fonte de 400W muito justa pra essa configuração. Colocaria uma de 500W pra cima. Preferencialmente de 600W só pra n ficar limitado a isso em upgrades futuros."
            ]
        },
        {
            "title": "config barata para gtx 1660",
            "selftext": "meu sobrinho quer montar um computador pra jogar e eu estou ajudando com minha gtx 1660 antiga e um pouco de dinheiro também.\ngostaria de algumas sugestões de peças bem baratas sem muito gargalo pra essa placa, fora as outras peças em geral, do hd até o monitor.\nnossa preocupação não é uma performance muito boa, só algo com bom custo beneficio e bem barato, qualquer sugestão é bem vinda!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106naa6",
            "num_comments": 1,
            "comments": [
                "Eu iria assim:\n\n\\- Ryzen 5 4500 com stock cooler\n\n\\- 2x8GB DDR4 3200\n\n\\- Placa mãe A520\n\n\\- 480GB SSD SATA (sai mais barato que 480GB M.2, mas tu pode mudar pro m.2),\n\n\\- gabinete que tenha 3\\~4 fans inclusos,\n\n\\- fonte MSI MAG 550W/500W,\n\n\\- monitor LG UltraGear 22\" 75Hz (se tu ainda conseguir achar, se não a versão 24\").\n\nEle não vai inventar de overclockar, vai? Se ele for, tem de trocar o stock cooler por um cooler mais parrudo ou mesmo um watercooler e trocar a A520 por uma B450 ou B550.\n\nDá para melhorar um pouco trocando o 4500 por um 5500/5600, mas reduziria um tanto o cxb."
            ]
        },
        {
            "title": "Portei meu game antigo para Linux (finalmente)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106n9d9",
            "num_comments": 1,
            "comments": [
                "u/mgodoy-br"
            ]
        },
        {
            "title": "Mini pc da China Ryzen 9 6900HX",
            "selftext": "Alguém já comprou nesses mini PCs da China? Pela especificação parece ser muito bom e sei que vai me atender. Vou usar para edição de fotografia nos programas da Adobe (Photoshop e Lightroom). \n\nVou colocar o processador 6900HX e 32Gb de ram DDR5. Um note com essa especificação chega perto de 10k.\n\nMinha dúvida é sobre a durabilidade. Alguém já comprou algo parecido dessa marca? Acham que isso dura uns 4 a 5 anos?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106mlvk",
            "num_comments": 3,
            "comments": [
                "Esses Mini PCs até duram se tu não morar num lugar MUITO quente... a capacidade de arrefecimento desses miniPCs não é das melhores (só o suficiente) e o processador provavelmente trabalhará 100% do tempo à 80°C+ (que é considerado normal)... mas tu tem de lembrar que tu tem ZERO possibilidades de adicionar uma placa de vídeo sem gambiarra... além de ninguém fazer manutenção nesse tipo de coisa por ser 90% soldado.\n\nLevando em conta que se isso ai pegar imposto... vai chegar bem perto dos 10k dos notebooks mencionados... \n\nEu estava afim de comprar um mais simples que esse que sairia por 2k para deixar de server, mas esses contras me impediram. hahaha"
            ]
        },
        {
            "title": "Preciso de ajuda no upgrade do meu PC",
            "selftext": "Atualmente eu tenho uma Placa mãe ASUS TUF Gaming B350M.\n\nMinha placa de vídeo é uma GeForce 1660 Super e eu queria trocá-la por uma RTX 3050.\n\nA RTX3050 é compativel com a minha placa mãe?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106lozh",
            "num_comments": 4,
            "comments": [
                "Sim, é compatível. Mas troca por uma 2060 que é mais rápida e mais barata que a 3050...\n\nPorém ambas placas são PCIe 4.0 e essa B350 suporta apenas PCIe 3.0 (independentemente do CPU, mas o gargalo não deve ser muito grande porque tanto a 2060 quanto a 3050 não saturam os lanes PCIe)"
            ]
        },
        {
            "title": "20,000 INSCRITOS ATÉ AGORA!!!",
            "selftext": "Isso é um progresso para um subreddit na língua portuguesa!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106d2n5",
            "num_comments": 7,
            "comments": [
                "Eu tenho essa tradição de comemorar marcos de assinantes do Reddit, mas quase todos eles eu faço em subreddits em inglês.\n\nMas, é a primeira vez que faço um post comemorativo em um subreddit em português.\n\nna verdade, é a primeira vez que faço um post comemorativo fora da língua inglesa.",
                "Parabéns?!?! Kkkkkkk",
                "Para\nBens",
                "Nunca imaginei que cresceria tanto, que venha mais redditors para o sub"
            ]
        },
        {
            "title": "Algumas dúvidas sobre montagem",
            "selftext": "Não tenho orçamento pois no momento sei que não consigo comprar, mas estou procurando uma placa mãe, um processador, uma fonte e um gabinete. \nConsegui um HD, um SSD e uma 1050Ti de um PC antigo, mas o processador, a placa mãe e a fonte estavam FUBAR (fucked up beyond any recognition). \nTanto o processador quanto a placa mãe eram I5 de 7° geração, mas o que se encontra no mercado é de 10° pra cima. \n\nEu sou designer (uso Adobe e tal) e jogo bastante (os jogos que gosto não chegam a exigir tanto do PC como League of Legends, Fortnite, Skyrim, entre outros). Gostaria de poder jogar alguns mais fodas como Elden Ring e Death Stranding, mesmo que fosse com os gráficos mais batata.\n\nAgora para as dúvidas:\n- Como saber se uma fonte tem conexão para placa mãe?\n- Qual a diferença entre I3 e I5? (Qual o equivalente da Intel em AMD?)\n- Qual a diferença entre Mini ATX, Micro ATX e ATX?\n- Recomendam algum site para comprar as peças? Conheço Pichau, Terabyte e Kabum, mas só cheguei a comprar na Terabyte e na Kabum até agora.\n\nComo sou meio leiga no assunto ainda, se puderem, expliquem com termos mais amplos 😅\nÉ isso aí, brigadão!\n\nEdit: perdão, a primeira dúvida era na verdade se a fonte tem conexão com placa de vídeo! Mas as respostas até agora estão me ajudando muito!!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106bko6",
            "num_comments": 3,
            "comments": [
                "Ok, vamos lá! Primeiro, como assim as outras peças estavam FUBAR kkkk? Vc pegou de um pc de um incêndio? Explica depois pq é importante saber o estado da sua placa de vídeo. \nDe qualquer maneira, vamos pras dúvidas:\n1- Todas as fontes e plcas mãe tem o mesmo padrão de conexão (ATX), então fica tranquila. É só importantíssimo usar fontes de qualidade para que as peças nao estraguem pq fonte é a base do pc.\n\n2- Processadores rem uma lógica parecida. Basicamente, a diferença é o número de núcleos e threads(habilidade de um núcleo simular outro núcleo \"artificialmente\") i3 costumam ter 4 núcleos e esses 4 simulam um núcleos a mais, dando 8 threads. Ou seja, geralmente um i3 é um 4/8. Um i5, hj em dia, já é 6/12 e um i7 é 8/16. Os equivalentes da AMD são os Ryzen 3, Ryzen 5 e Ryzen 7 e por aí vai. Hj, o importante é a geração do processador (quanto mais mova, melhor) e qual o seu uso. Eu recomendo AMD pelo custo/ beneficio no geral.\n\n3- Mini -itx, Micro-Atx e Atx são tamanhos padrões de placas mãe. Só isso. Mas falando em placa-mãe, o tamanho não é tudo. Vc precisa olhar a nomenclatura para saber qual é o chipset e soquet de processadorque ela suporta. Pegando como o exemplo, placas mãe para processador AMD  (Soquet AM4) atualmente. Temos nomenclaturas de entrada, midrange (meio termo) e highend (topzeira). A de entrada são as A320 ou A520.\nAs midrange são as B450 e B550. Highend são as X570 e X570S. Pra ler isso correramente vc vai pelo nome:\n\"A\" quer dizier que é uma placa de entrada \nO \"5\" do 320 quer dizer que ela é a quinta geração desta plataforma AM4 e assim por diante. O que muda mesmo entre elas é a qualidade dos componentes, entradas e saídas da interface (usb, saídas de video, som, etc) e o chipset, que tem a ver com o tipo de processador vc quer usar e se ele aguenta levar esse processador. \n\n4- Os sites que vc conhece já são os mais conhecidos e confiáveis mesmo. Vc pode olhar na Amazon tb. \n\nJá sobre o seu setup, posso recomendar algumas coisas. E dar uma dica importante, não reutilize ssds e hds por mto tempo. Investe em novos pq é mais seguro, já que vc vai trabalhar tb com o pc e pode perder os seus arquivos pq o hd deu ruim ou o ssd pifou. Vamos pras recomendações pq ja falei demais. Segue:\nProcessador 6/12:\nhttps://m.kabum.com.br/produto/320798\nOu um 8/16:\nhttps://m.kabum.com.br/produto/320797\nUma placa-mãe B550: \nhttps://m.kabum.com.br/produto/114782\nUma fonte de 550W de boa qualidade:\nhttps://m.kabum.com.br/produto/114164\nOu uma 650w visando longevidade:\nhttps://m.kabum.com.br/produto/401194\nMemória RAM (pelo menos 16gb a 3200mhz, mas o ideal pra trabalho é partir pra 32gb a 3200mhz pela longevidade):\nCompra duas dessa pra ter 16gb:\nhttps://m.kabum.com.br/produto/172365\nOu isso pra 32gb:\nhttps://m.kabum.com.br/produto/172413\n\nSugestão de ssd:\nhttps://m.kabum.com.br/produto/380744\nhttps://m.kabum.com.br/produto/375605\nhttps://www.terabyteshop.com.br/produto/17197/ssd-adata-xpg-sx8100-512gb-m2-2280-leitura-1800mbs-e-gravacao-1200mbs-asx8100np-512gt-c\n\nBom, se tiver mais dúvidas, mas aí que tento ajudar. Isso que indiquei, não precisa ser exatamente isso, mas  é mais pra vc se basear nessas marcas e nessas peças. Se quiser algo diferente, manda seu orçamento e ajudo com outras opções.",
                "[deleted]",
                "1. A maioria das fontes seguem o padrão ATX. (existem umas menores SFF, STX, umas proprietárias e etc... exceto as proprietárias, a maioria dessas diferentes segue o padrão atx. - ah, existe um padrão novo: ATX12VO que não é compativel com o ATX atual)  \nO que acontece é que algumas são maiores e podem não encaixar no case.\n2. i3 é o irmão mais fraco e barato do i5... o equivalente ao i3 seria o Ryzen 3, do i5 o Ryzen 5 - mas tem Ryzen 5 que bate os i7...\n3. miniATX, MicroATX e ATX são tamanhos de placa mãe. [https://i.imgur.com/qtMykyJ.png](https://i.imgur.com/qtMykyJ.png)\n4. Pichau, TerabyteShop, Kabum, Waz, Patoloco. (Sendo a waz e patoloco bem mais caras, a waz já tem uns 20 anos)\n\nMas depende de quanto tu tem para investir na placa mãe/processador/ram...\n\nTu pode ir tanto com um i5-12600, uma placa mãe simples (tu não vai overclockar, certo?) quanto com um Ryzen 7 5700X e uma B550. Faltaria RAM, já que tu trampa com imagem, acho que seria interessante tu ter 2x16GB DDR4 3200."
            ]
        },
        {
            "title": "Será que o mercado de ddr4 vai melhorar? Quase não tem mais ddr4 com custo/benefício a venda.",
            "selftext": "Estive acompanhando as lojas para comprar um par 2x8gb, mas desde novembro quase tudo desapareceu. A maioria dos pares a venda não tem muito atrativo, e cada vez mais diminui as opções.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10676kn",
            "num_comments": 1,
            "comments": [
                "Depende o que tu chama Custo X Beneficio. barato e ter 8GB mas sem velocidade ou ter desempenho à altura do preço.\n\nCompra dois módulos de 8GB iguais, não precisa ser exatamente um kit com 2.\n\nSe for barato, tem no AliExpress aos montes."
            ]
        },
        {
            "title": "O que vocês acham de PC Mini ITX?",
            "selftext": "Sobre PC's Mini ITX, o que acham? Teriam um?\nAcho daora mas o que acaba é o gasto para montar um.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10665od",
            "num_comments": 1,
            "comments": [
                "Só se tu tiver muito saco de lidar em case pequeno e não se importe com temperaturas, caso contrário não faz sentido...\n\nEu já não quero case menor que um SilverStone PS15 PRO. Sério mesmo... hahaha"
            ]
        }
    ]
}