{
    "posts": [
        {
            "title": "Uma foto do meu City '23 - amo esse carro!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zr39dj",
            "num_comments": 14,
            "comments": [
                "Bonito cara, parabéns",
                "Meu sonho, infelizmente sem dinheiro.",
                "Ta muito top mesmo! Anda bem?",
                "Ótimo carro e bonita foto!\n\nUsou câmera pra tirar essa foto ou celular mesmo? A qualidade ficou acima do normal.",
                "Saiu lindao esse carro, parabéns!",
                "Namorei muito com o city touring mas acabei optando pelo renegade sport. Freios a disco, suspensão traseira independente e motor turbo mais potente foi o que mais pesou pra mim.\n\nDe qualquer forma parabéns! É um belíssimo carro",
                "Oloco, carro bonitão. Parabéns!",
                "Bonitão mesmo!"
            ]
        },
        {
            "title": "Dúvida sobre PPD",
            "selftext": "Se eu colocar o carro no nome de uma tia que não tem habilitação e dirigir com a PPD, se eu tomar multa por radar pra onde vão os pontos? Pro dono do carro? Alguém tem experiência nisso?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zr0vni",
            "num_comments": 8,
            "comments": [
                "depende, se for pego em flagrante ou parado em blitz, vai pro condutor. se for de radar ou avanço, pro dono do carro. me corrijam se estiver errado"
            ]
        },
        {
            "title": "Dúvidas: algumas coisas que não aprendi na autoescola",
            "selftext": "Oi galera, comecei a dirigir faz pouco tempo e tenho algumas dúvidas que não aprendi na autoescola, vamos lá\n\n1. Quando paro no semáforo, eu devo manter o carro em ponto morto (embreagem solta e só pisando no freio) enquanto aguardo ficar verde ou mantenho o carro em primeira (segurando freio e embreagem)?\n\n2. Ainda sobre marchas, quando estaciono deixo em ponto morto, puxo o freio de mão e desligo o carro. Notei que meus pais deixam engatado em primeira ao estacionar, qual o correto?\n\n3. Óleo do motor: pedi para um frentista \"dar uma olhada\" e ele me mostrou que o óleo estava baixo (já estava próxima a kilometragem indicada no adesivo desde a última troca (85 mil km)), ele conferiu o tipo de óleo pelo adesivo e colocou mais 1L. Essa completada já é suficiente ou preciso levar em uma oficina para trocar? Comprei o carro com 81kkm e foi feita uma revisão antes da compra\n\n4. Multa semáforo: precisei andar de madrugada umas 4h da manhã e como mulher sozinha fiquei com receio de ficar parada no semáforo. Li que alguns lugares passar no vermelho de madruga é multa e em outros não, caso receba multa é fácil recorrer? Ainda estou com a carteira provisória \n\nObrigada a quem responder\n\n\nEdit: obrigada a todos que responderam! Me ajudou bastante",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zqvv2w",
            "num_comments": 22,
            "comments": [
                "Jamais peça ao frentista para ver o óleo, nível de óleo de carro se vê com o motor frio, óleo de motocicleta se vê com o motor \"quente\", vai dar diferença da quantidade de óleo que tem no motor do carro pois o óleo vai estar no cabeçote e por todo motor então sempre vai estar mais abaixo do comum.",
                "1.\tPonto morto \n2.\tPode deixar a primeira engatada, isso segura o carro caso o freio falhe.\n3.\tTroca de óleo só em oficina. Procura um vídeo no YouTube ensinando como olhar o nível, é bem simples. Dependendo do carro, ele avisa no painel se o nível estiver baixo. Completar não é suficiente, por isso se chama *troca* de óleo. \n4.\tSó é muita se tiver radar, e mesmo assim várias cidades não aplicam. \n5.\tFalando em coisas que a auto-escola não ensina, [a mais importante é esta aqui.](http://f.i.uol.com.br/folha/cotidiano/images/1116617.gif)",
                "1 se o carro ta no plano eh soh embreagem\n\n2 deixa engatado por seguranca\n\n3 jogou dinheiro fora deveria ter trocado tudo ja q tava proximo da proxima \n\n4 se tiver fechado reduz a velocidade ao maximo pra ficar o menos tempo parado",
                "1. É melhor deixar o carro no Neutro e embreagem solta, quando vc preciosa a embreagem ficar forçando uma mola que tem nela por muito tempo, e ocorre resgate prematuro da embreagem.\n\n2. Depende, se o freio de mão do carro estiver bom não precisa deixar a marcha engatada, a marcha engatada estacionado serve pra travar mais as rodas, mas novamente força o conjunto de engrenagens.\n\n3. Nunca cair no papinho de frentista tanto pra óleo quanto pra água, óleo deve ser conferido com motor frio pois quando o motor está em funcionamento ou acabou de parar o óleo está espalhado pelo motor inteiro, outro problema é que misturar marcas de óleo pode dar ruim, principalmente se misturar sintéticos com normais formando borra no motor, oq pode quebrar o motor inteiro.\nO frentista deve ter verificado só a viscosidade e ainda sim você deve efetuar a troca de óleo total juntamente com o filtro de óleo, o recomendo do óleo é a cada 10000km mas se vc usa o carro trajetos mais curtos esse número é 5000km.\n\n4. É possível de multa sim, algumas pessoas conseguem recorrer e outras não, depende muita da sorte, se tomar a multa passe os pontos para alguém que tem a carta permanente já",
                "Eu aprendi na auto escolha que o correto ao parar o carro no semáforo é deixar o carro em meia embreagem (engatado a primeira freio+embreagem) .\n\nE aprendi no trabalho que a galera que dirige a mais tempo costuma deixar engatado na primeira pra garantir que o carro não entre em movimento caso aconteça algo com o freio de mão, ou seja, para  limitar a velocidade do veículo.\n\nE sobre o óleo eu já não sei te responder, ainda não tenho carro próprio mas geralmente a galera que eu conheço que tem carro costuma trocar o óleo junto com o filtro ou só completar o óleo direto na oficina.",
                ">Quando paro no semáforo, eu devo manter o carro em ponto morto (embreagem solta e só pisando no freio) enquanto aguardo ficar verde ou mantenho o carro em primeira (segurando freio e embreagem)? \n\n**Ponto morto evita desgaste de embreagem e retentores do virabrequim, porém se o sinal estiver quase abrindo ou se estiver em lugar perigoso, é bom deixar o carro já engatado para poder sair rápido.**\n\n&#x200B;\n\n>Ainda sobre marchas, quando estaciono deixo em ponto morto, puxo o freio de mão e desligo o carro. Notei que meus pais deixam engatado em primeira ao estacionar, qual o correto?\n\n**Deixe o carro engatado e o volante virado levemente para o meio-fio, assim se o carro correr ou se baterem nele, ele não vai embora rua abaixo.**\n\n&#x200B;\n\n>Óleo do motor: pedi para um frentista \"dar uma olhada\" e ele me mostrou que o óleo estava baixo (já estava próxima a kilometragem indicada no adesivo desde a última troca (85 mil km)), ele conferiu o tipo de óleo pelo adesivo e colocou mais 1L. Essa completada já é suficiente ou preciso levar em uma oficina para trocar? Comprei o carro com 81kkm e foi feita uma revisão antes da compra\n\n**Frentista trabalha por comissão, ele vai sempre dizer que está ruim para te vender algo. O nível pode ser conferido em casa facilmente, troca de óleo é em oficina.**\n\n&#x200B;\n\n>Multa semáforo: precisei andar de madrugada umas 4h da manhã e como mulher sozinha fiquei com receio de ficar parada no semáforo. Li que alguns lugares passar no vermelho de madruga é multa e em outros não, caso receba multa é fácil recorrer? Ainda estou com a carteira provisória\n\n**A multa pode vir sim, mas normalmente é fácil ver se tem radar antes de furar**",
                "Vamos lá, \n\n1- É melhor manter em ponto morto, engrena a primeira só quando tiver perto de sair.\n\n2- Costuma-se deixar engrenado ao estacionar em ladeiras, quando o freio de mão do carro não é confiável. Eu não costumo fazer, mas pode ser necessário sim. \n\n3- Não é bom conferir o nível de óleo no posto. O motor deve estar frio e o óleo deve estar todo no cárter para você ter uma medição confiável. Recomendo você mesmo fazer pela manhã antes de sair com o carro. Outro ponto é que frequentemente o frentista vai jogar qualquer óleo lá dentro, que pode não ser o correto para o motor do seu carro. E a completada não é suficiente, realize a troca no prazo correto. \n\n4- Depende de onde você mora. Aqui no interior, é comum todo mundo passar direto por não ter câmeras. Nas cidades que conheço e que têm câmeras, normalmente os sinais que tem fiscalização eletrônica ficam desativados durante os horários \"perigosos\". Mas costuma estar sinalizado nos sinais que tem fiscalização. E é possível ver os equipamentos também.\n\nNo mais, divirta-se com o carro. É uma grande liberdade.",
                "Sobre o 2, lembre-se sempre de parar o carro, pisar no freio, puxar o freio de mão, soltar o freio e aí sim desligar o carro com a marcha engatada, isso faz com que o freio de mão segure o carro e não o câmbio.",
                "1. Ponto morto \n\n2. O correto é ponto morto, mas tbm tenho mania de deixar engatado. \n\n3. O óleo vc só verifica com o motor frio, e tome cuidado com o tipo de óleo que os frentistas colocam. Geralmente existe o correto para seu carro, no manual sempre indica.\n\n4. Até onde sei, não tem como recorrer multa por ultrapassar o sinal vermelho.",
                "Não tenho CNH e aprendi bastante com esse topico 😬. Obrigado pelas duvidas...",
                "Sobre estar em primeira marcha quando estaciona o carro: eu aprendi com o meu pai, ele disse que faz isso porque se houver do freio falhar, a primeira marcha segura. Ele e eu só usamos isso quando o carro está em alguma rua inclinada.\n\nOBS: Já ouvi também que ao fazer isso, se acontecer de algum carro bater no seu, pode arregaçar com todas as engrenagens/peças do carro. Mas para acontecer isso o carro que causou o acidente deverá estar bem rápido, rápido mesmo."
            ]
        },
        {
            "title": "Kit Multimídia - Ford New Fiesta Mexicano",
            "selftext": "Boa tarde, pessoal!  \n\n\nTenho o New Fiesta do modelo antigo Mexicano, salvo engano 12/13. O carro está na família desde que era Zero KM. Primeiro dividi com meu irmão, depois casei e ele ficou com meu irmão, agora meu irmão comprou um carro novo e eu fiquei com ele de novo porque é um excelente carro. Só não tem mais o cheirinho de novo, no mais está super bem conservado e macio como no início.\n\nEsse NF em questão é muito bom, super completo, tem isofix, e inclusive conta(va) com sistema SYNC. O sistema era bom, Auxiliares e Bluetooth.\n\nAcontece que o New Fiesta tem um problema sério de design. Aparentemente a água da chuva que cai por dentro do carro pinga no módulo SYNC e vai penetrando nele, aí o queima. Aí está a foto da placa. Eu acho que deveria ser caso de Recall, tem relatos desse problema desde 2015, mas quais as chances hoje, né? Zero. O som de fábrica hoje só reproduz CD e rádio mesmo.\n\nO Bluetooth faz muita falta pra mim. Estava pensando em comprar um KIT Multimídia, mas ele descaracteriza um pouco o carro, que está todo original, além de inutilizar os botões do painel. Mas o kit utiliza os comandos do volante.\n\nA pergunta é: Vocês acham que vale a pena trocar por um Kit? Eu até estou tentando achar a placa, mas não está fácil. O kit tem muita coisa que pode ser vantajosa, mas infelizmente tira um pouco da originalidade dele.\n\nhttps://preview.redd.it/diimmk6bj37a1.jpg?width=3024&format=pjpg&auto=webp&v=enabled&s=7970bdc5e3657d112f10cbdb835916aa68e5a7c8",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zqvqy8",
            "num_comments": 4,
            "comments": [
                "Compra no Aliexpress as que já vem com Apple Car Play e Android Auto, melhor coisa.",
                "Multimidia e seja feliz",
                "*O Bluetooth faz muita falta pra mim.*\n\n*Estava pensando em comprar um KIT Multimídia, mas ele descaracteriza um pouco o carro, que está todo original, além de inutilizar os botões do painel. Mas o kit utiliza os comandos do volante.*\n\nTem coisas que valem a pena tentar manter original (motor, câmbio, rodas, cor...) e outras não: se o \"bluetooth faz MUITA falta\", encare uma multimídia; se o kit utiliza os comandos do volante, melhor ainda.\n\nVocê ainda informa sobre um problema crônico com o equipamento original: se conseguir repará-lo, é enorme a possibilidade de novos problemas. Manter originalidade para ficar sofrendo?",
                "Se você tem grana e valoriza a originalidade, troque o SYNC por outro. (minha escolha pessoal por também ter um fiesta só que 14/15 Titanium)\n\nAgora se tanto faz, pegue um multimídia e dá-lhe."
            ]
        },
        {
            "title": "Problemas com a lanterna - Classic 2007",
            "selftext": "Tenho um Classic 2007 versão Spirit, percebi que a lanterna direita não acende quando ligo o farol, só quando piso no freio. Já a lanterna esquerda funciona normalmente. O que pode ser?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zqkm3g",
            "num_comments": 3,
            "comments": [
                "Geralmente é aterramento do cabo lá atrás sempre que tem luz maluca. \n\nOu tá falando da parte de 5W da lampada? É uma lampada dupla, com 2 filamentos, um com 5W que acende junto com farol, e outro com 21W que acende quando pisa no freio, se olhar de longe talvez ache que só acende quando pisa no freio, mas na verdade pode ter acendido só o filamento de 21W, não o de 5W. Enfim, como são 2 filamentos é normal que só 1 queime, igual quando queima só luz baixa de farol. É comum vender a caixa com 10 porque é barata demais pra vender lâmpada unitária: https://produto.mercadolivre.com.br/MLB-1852145070-lmpada-comum-2-polos-12v-p215w-philips-12499-caixa-c-10-_JM (Alguns veículos usam a laranjada, tira a tampa traseira por dentro do porta malas que chega nas lampadas, só de olhar dá pra ver um filamento queimado e um inteiro (Pode testar com fonte velha de roteador ou com algum fio na bateria se ambos acendem, as vezes é só mal-contato no soquete)).",
                "Tem que abrir a lanterna para ter certeza.\n\n\nAs vezes só queimou um dos filamentos da lâmpada ou no pior dos casos os terminais na lanterna estão corroídos/quebrados aí é só fazendo gambiarra ou uma lanterna nova em alguns lugares vende só circuito."
            ]
        },
        {
            "title": "Liquido de Arrefecimento",
            "selftext": "No radiador do meu carro tem apenas agua, sem liquido de arrefecimento. Posso adicionar o fluido junto com a agua ou preciso fazer a troca?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zpt17v",
            "num_comments": 10,
            "comments": [
                "Se deixar só na água como o amigo disse no outro comentário, tu vai apenas acumular problema no seu motor.\nMelhor mesmo é fazer uma limpeza do sistema de arrefecimento, usar a proporção correta de água desmineralizada e fluído com a especificação que está no manual do seu veículo e se preparar para alguns possíveis vazamentos que podem ocorrer por conta da ferrugem nas galerias. Tbm pode ser que prejudique a carcaça e válvula termostática e a bomba d'água, então vai preparando o bolso e o psicológico. Se tu tiver condições, manda bala, caso contrário, vai deixando, mas no futuro, piora.",
                "Dependendo do estado de conservação do motor melhor nem fazer. \n\nAs vezes o que ta impedindo vazamendo é justamente a sujeira e a oxidação. Quando vc bota fluido ele vem diluindo essas impurezas. \n\nResultado: rolamento da bomba d’agua fode em uma semana. Selos do motor começam a vazar e temperatura de trabalho sobe. \n\nSe for fazer, faça com sabedoria.",
                "O correto é você utilizar uma mistura de água desmineralizada com aditivo concentrado de radiador. A proporção de água e aditivo varia de marca, mas acredito que você tenha que retirar a água para poder fazer a mistura na proporção certa.\n\nAgua de torneira tem muito minério e sua utilização é corrosiva aos componentes do sistema de arrefecimento e ao motor.",
                "Usa líquido de R$ 6 mas não usa água! Dá muita ferrugem no metal, a água fica marrom em questão de horas porque aquilo é metal que oxidou e a água arrancou, basicamente tá transformando metal em corante de água.\n\nLíquido barato (Líquido pronto de R$ 6-7 de marcas tipo Autoshine ou Mundial) não é perfeito mas gera coisa tipo 2% da oxidação que água pura gera, economizar R$ 22-25 (Se vai tipo 3,5l de líquido pronto) pra perder 5 anos de vida útil do motor é uma baita cagada, com água pura as vezes em 3 anos já tem selo furando por oxidação, líquido barato desse se nunca trocar nem em 10 anos vai ter furo em selo! Economizar R$ 25-30 num caso desse é a exata definição de burrice. E nem tô falando de produto bom tipo paraflu, que talvez atrasaria problema por oxidação em 25 anos! \n\nIsso não se troca igual óleo, mantém lá no radiador até dia que for mexer nele, tipo trocar mangueira vazando, trocar radiador ou vedar furo, aí sim compra líquido novo.\n\nQuem fica metendo água direto precisa trocar a água justo pela cagada de usar água, aí até retentor de bomba vaza, até válvula termostática trava aberta ou fechada. Se fizer direito usando líquido ele vai ficar intocado por 6-8 anos fácil, MESMO se usar porqueirinhas tipo Autoshine de R$ 7 por litro (Em carro popular é comum ir menos de 4l, olha a mixaria que isso custa).",
                "troca tudo, limpeza, troca o que vai aparecer de vazamento (Vai aparecer, fica tranquilo) e depois coloca liquido na proporcao do fabricante.",
                "Cara, posso estar enganado porque eu só consumo informações, mas dependendo do tempo que você usa apenas água no Sistema é bom fazer uma limpeza básica antes, já que devem ter inúmeros minerais e sujeiras acumuladas. Vi que pode dar problema quando o sistema for \"ejetar/diluir\" isso. Recomendo mesmo levar essa indagação a alguém que entenda na Prática.",
                "Resumindo, melhor levar no posto e pedir para fazer a troca. Vlww a 3.0 v6 agradece"
            ]
        },
        {
            "title": "Renting automóvel",
            "selftext": "Bom dia. Estou a pensar fazer um renting automóvel para empresa mas estou apreensivo em relação à peritagem final que irá ser feita e se será que não se vão aproveitar para cobrar mais uns euros com pequenas coisas que são normais com o passar dos anos num carro. Já alguem teve esta experiência? Como correu a entrega do carro após o final do contrato de renting? Obrigado a todos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zpoqnp",
            "num_comments": 1,
            "comments": [
                "/r/autotuga"
            ]
        },
        {
            "title": "Reparo no teto",
            "selftext": "Olá pessoal, gostaria de ajuda  e opinião sobre reparo no teto do carro.\nHouve uma tempestade na minha cidade e as telhas da garagem caíram no teto do carro provocando pequenos amassados e descascando a parte da pintura onde ficaram os amassados. Também arranhou e manchou as colunas laterais do teto. A minha dúvida é se vale a pena arrumar ou é melhor deixar como está para evitar uma possivel desvalorização excessiva qd for trocar. Algumas pessoas me falaram q qnd constata reparo no teto a desvalorização e muito grande.\n\nA funilaria q vai efetuar o reparo falou que conseguem desamassar e repintar ele.\n\nO carro em questão é um captur branco com o teto preto.\n\nNão pretendo trocar de carro pelo menos pelos próximos 3 anos.\n\nObrigado  pela ajuda",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zp9mwq",
            "num_comments": 3,
            "comments": [
                "Só se nota facilmente reparo quando precisa meter massa pra nivelar o metal torto. Se tudo ficar visualmente reto depois de desamassar, é só meter primer e pintar, sem massa, teto preto esconde MUITA imperfeição (Por isso era a opção offroad tradicional em umas linhas), só com primer os medidores de espessura magneticos não dão precisão suficiente pra identificar fácil se teve repintura, isso SE vender pra alguém que ver isso, se for pra pessoa física pessoal só olha se tá reto e sem riscos e pronto, é uma extrema minoria (Meio insignificante) que paga por vistoria detalhada pra ver isso.\n\nO que desvaloriza muito mais é tentar vender carro riscado e amassado, se lanternagem custa R$ 3 mil pessoal vai oferecer uns R$ 4-5 mil a menos. Pra cada vistoria cautelar detalhada tem umas 560 negociações de carro feitas SEM isso, quase ninguém tem caneta pra ver espessura de tinta (Eu até tenho, mas não faço ideia de onde tá, desde 2009 não encosto nisso).",
                "Lembrando que as vezes deixar o metal exposto pode causar ferrugem, e ai piorar a situaçao."
            ]
        },
        {
            "title": "Vendedor pedindo chassis do carro",
            "selftext": "Estou tentando comprar uma peça chata de achar para o meu carro só q a única pessoa que eu achei que possa ter esta pedindo o  chassis  do carro (provavelmente para ver se é compatível com o modelo) \n\nA minha duvida é se tem algum perigo de eu passar o  chassis  para ele?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zp07ay",
            "num_comments": 5,
            "comments": [
                "Passa ele alterando os últimos 3 ou 4 dígitos.\n\nO modelo em si tá nos primeiros 10 dígitos (O 10º é o ano, por isso o número no vidro começa com ele, aí batendo o olho você sabe o ano do carro e confere se bate com a consulta rápida da placa), mas os sub-modelos as vezes tem algumas variações (Ou cor) nos dígitos 11 a 13. Os últimos 4 geralmente são meio sequenciais na fábrica, não é sequencial até o 17º dígito, usam meio que um sistema de verificação, aí a sequencial vai até o 15º ou 16º conforme modelo, enfim, os últimos 4 dígitos nunca são relevantes pra descobrir modelo exato (Talvez alguma exceção, não lembro agora, trabalhei com isso última vez em 2009).\n\nAh, e se eu ver o número do chassi no seu vidro eu consigo fácil pegar os 10 primeiros dígitos, tipo se é um popular ford do fim dos anos 90 o começo do chassi será algo tipo 9BFZZZFHA, o resto do chassi tá no vidro do carro, hora que você estaciona na rua qualquer um vê esses números no vidro então qualquer um com um pingo de noção descobre o chassi completo. Ter só placa e chassi de carro é MUITO fácil, a gente vê na rua esses dados, mas se quiser esconder o possível altere os últimos 3 ou 4 números, tipo se é 1234 manda 1335.",
                "Pode passar de boa. Antigamente podia até dar BO assim como passar rg e cpf, hoje em dia não dá nada não.",
                "código da peça não seria suficiente?"
            ]
        },
        {
            "title": "Motor novo/Quilómetros",
            "selftext": "Boas, mudei de motor no meu carro e o conta quilómetros ainda está a marcar os kms do motor antigo. É possível recalibrar o sistema para conseguir acompanhar os kms atuais que o motor novo tem?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zoo823",
            "num_comments": 2,
            "comments": [
                "O homometro marca a distância percorrida pelo carro, não tem relação com motor.\n\nO que motor devia ter é horímetro, o tempo de uso é mais importante que a distância percorrida.\n\nSe quiser zerar o hodômetro terá que achar as poucas pessoas que mexem com isso, o fabricante não dá esse suporte oficial (Questão de legislação, o hodômetro como disse marca a distância percorrida pelo automóvel durante a vida dele, não tem nada a ver com motor ou qualquer outro detalhe, o hodômetro TEM QUE marcar o que o veículo já rodou).\n\nGeralmente só se adultera hodômetro pra fazer carro velho parecer mais novo, geralmente quem mexe nisso é pilantra, via de regra isso é enquadrado como crime: https://www.tjdft.jus.br/institucional/imprensa/campanhas-e-produtos/direito-facil/edicao-semanal/adulteracao-de-quilometragem\n\nSe achar alguém que faça isso na sua cidade será pessoal ligado ao mundo dos rolos, quem esquenta chassi frio e faz rolos do tipo, tem que adulterar a central regravando a rom dela depois de editar hexadecimal e tudo.\n\nOu é carro velho com hodômetro analógico? Se for, mete furadeira no cabo girando pra trás ou pra frente até chegar onde quer, mas as vezes é coisa de DIAS até tirar ou colocar algo tipo 150 mil km! Aí fica mais fácil abrir o painel, desmontar o hodômetro, e mudar os números, qualquer adulto descobre como desmontar as coisas, os de carro são igual os de moto, nesse estilo: https://www.youtube.com/watch?v=HnEvqf3uTQ4 \n\nOs digitais não tem isso, tem que reprogramar central, scanner comum de oficina ou software típico de remap NÃO tem acesso à essa parte da rom. Se quiser girar na furadeira até dar a volta vai fundo, geralmente depois de 999999km eles voltam pra 0km, mas uma furadeira rodando um dia inteiro rodará o que um carro rodando o dia todo a 200km/h roda, 24*200= 4800km por DIA! Se é velocímetro que aceita ate tipo 300km/h ainda dá só 7200km por DIA, pra rodar mais 700 mil km seria precisa mais 97 dias de furadeira ligada 24x7 rodando! É normal ter proteção pro sensor não ler acima de umas centenas de Hz no sensor, aí ele não lê km depois de algo tipo 250-400km/h, ou seja, não tem como acelerar isso, nem roda pra trás (Nem uns analógicos rodam pra trás).\n\nSe conseguir quebrar os plásticos do painel ou hodômetro ao tentar desmontar será castigo justo por tentar adulterar carro, o hodômetro tem que marcar o que o carro já rodou, tanto faz quantos motores ele teve, o motor sempre tem vida separada, o estado dele não depende só de km, pode ter motor lixo com 80 mil km e pode ter motor ótimo com 300 mil km, depende de outros cuidados, não só de km.",
                "r/AutoTuga"
            ]
        },
        {
            "title": "208 griffe x HB20 platinum Plus",
            "selftext": "Qual vocês consideram o melhor atualmente? Na internet consegui encontrar muito conteúdo sobre o 208 (desde as partes técnicas ate essencialmente a opinião de pessoas que possuem o carro), porém não consegui achar quase nenhuma avaliação (tirando as de informações técnicas, etc) sobre as versões topo de linha do HB20.  \nAmbos estão na faixa de preço de 115.000 e na minha cidade ambos também tem prazo de entrega de ate 30 dias.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zoe5i6",
            "num_comments": 6,
            "comments": [
                "Cara, vai se fuder 115k em hatch premium, tomar no cu.  \n\nEdit.: não é uma ofensa ao OP, estou apenas impressionado e frustrado de como fiquei extremamente pobre nesse últimos anos.  \nMeu hb20 confort plus 2015/2016 adquirido em 2017 por 47k parece ter sido o último carro que eu vou conseguir comprar kkkkk",
                "Cara o hb20 e uma opcao melhor por ter menor desvaloricao  e revenda rapida alem de vc ter uma maior facilidade de encontrar pecas de acabamento .",
                "Esse novo 208 é divertido, bonito, tem bom acabamento e um ótimo consumo; mais econômico que muito carro por ai.  O que pode ser ruim futuramente pode ser a revenda, já que Frances pro brasileiro só serve/presta Renault, seja novo ou usado.\n\nEu gosto do HB20, e o que ele oferece. Não tem muito o que falar de um carro asiático, já que a maioria são bons de mecanica, revenda e conforto. \n\nSeria minha escolha seria maior pela revenda e conforto. A maioria vai de HB20.",
                "Mecanicamente, a manutenção do 208 é mais fácil e barata, pois usa motor EC5 (1.6 16V aspirado), velho conhecido; o HB20 usa o Kappa TGDI (1.0 turbo, com injeção direta). Como este é um motor relativamente novo, ainda não há histórico de problemas como os já sabidos do VW TSI, por exemplo, mas por ser turbo e injeção direta há maiores riscos.\n\nEm termos de conforto e dirigibilidade, o 208 é tido como o melhor do segmento, tendo como ponto negativo apenas o volume do porta-malas; meu vizinho tem um HB20S e ama de paixão, gastou nele o mesmo preço de um Honda City.\n\nNessa faixa de preço, eu consideraria o Honda City: tido por alguns como \"manco\", mas com invejável consumo e espaçoso, claro que sem todos os mimos dessas versões de topo que esses que citou."
            ]
        },
        {
            "title": "Dicas para comprar carro usado?",
            "selftext": "Já ouvi falar de preferir carro com menos de 100k rodados, carros com menos de 10 anos de idade.... O que vocês olham na compra de um carro usado?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zobzdw",
            "num_comments": 25,
            "comments": [
                "Se vc pega um usado de um dono porco com 50 mil km rodados vai ter uma baita dor de cabeça, se pegar um usado de um dono rigoroso com as manutenções e que tenha uns 120 mil rodados não vai ter problemas, ou seja não se baseia apenas por km rodados e idade do carro, meu carro tem 26 anos rodando por aí, recomendo que pesquise muito sobre o veículo que vc quer, quais são os problemas crônicos, pontos positivos negativos, assim quando for olhar o carro já vai saber oq ver, YouTube é uma boa",
                "Olhar KM em pleno 2022...",
                "prefiro com mais de 20, desvaloriza nada e nao paga ipva",
                "Difícil encontrar algum usado com menos de 100k rodados, e se achar não vai ser barato. \n\nEsquece isso ai, e busque uma boa marca com mecânica boa, faça manutenção e fim.\n\nVeículos estão se tornando luxo e com o tempo só vai piorar.",
                "Um conselho grátis: não se baseie em quilometragem, ela não quer dizer mais nada, ainda mais agora em 2022 com essa onda de carros de apps. Você pode encontrar carros com até 200 mil km com 5 anos ou menos de uso. E se você se basear só na km, tem uma chance gigante de cair no golpe do odômetro. Eu considero o estado de conservação, revisões, laudo cautelar e, se tiver muito na dúvida, contrato um mecânico independente pra olhar as coisas mais a fundo que eu não conheça.",
                "olha cara, eu compraria um de 2012 pra trás pelo fato de que a qualidade de alguns carros se degradou bastante de lá pra cá, e você consegue achar um bem arrumado nesse ano aí",
                "tanto faz o quanto o carro rodou, tu tem que ver o estado de conservação e se a manutenção dele está em dia",
                "Não tem muito o que fazer: é conseguir um mecanico de confiança e levar o carro pra dar uma geral...\n\nKilometragem sim é um indicativo, mas não é uma certeza...idade a mesma coisa...\n\nO que vale é a procedência e o que o mecânico vai verificar...de resto é investigar as revisões, verificar histórico de multa e o resto que já é abitual",
                "Não entende de carro? O dinheiro mais bem gasto que você pode fazer será com um avaliador. O cara vai olhar tudo que for possível e te dar um feedback.",
                "Olha histórico de manutenções se tiver com 100k rodados sem manutenção de 80k vai com certeza te trazer muita dor de cabeça. Leva o carro para fazer uma vistoria, você paga 100 reias e poupa dinheiro no futuro kkkk",
                "Contratar um avaliador.  \nSério mesmo, vale muito a pena."
            ]
        },
        {
            "title": "New Fiesta (Manual) é uma boa para primeiro carro? Por que é tão desvalorizado?",
            "selftext": "Estou em busca de comprar um carro até 30k, será o meu primeiro veículo.  \n\n\nUma pessoa no meu condomínio está vendendo um New Fiesta SE 2011, manual, a fipe do carro é 32k e ele está pedindo \"apenas\" 30k. Eu conversei brevemente com ele e pelas fotos, as condições do carro estão normais, me parece que estado de conservação razoável, o carro está com 142 mil quilômetros rodados.  \n\n\nMas eu vi que tem muito anuncio desse carro na ABAIXO DA FIPE, o que me deixou surpreso, praticamente todos os outros carros que eu vejo estão acima da fipe.    \n\n\nTem algum problema crônico esse carro? ou simplesmente o câmbio powershift desvalorizou até a versão manual do carro? kkkk  \nTambém tem a questão da Ford ter saído do Brasil, mas eu não vejo esse fenômeno acontecer com a versão antiga do Fiesta, por exemplo.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zoaefd",
            "num_comments": 4,
            "comments": [
                "Nesse caso específico eu vejo que é mais por conta da saída da Ford, no longo prazo a tendência é os carros da marca se desvalorizarem mais que a média dos demais.\n\nEu já tive Fiesta, Focus e Fusion e gostei de todos, confesso que hoje em dia já eu prefiro optar por outras marcas.",
                "fora de linha e nao vendeu grande coisa, entao vai ser difcil achar pecas e se achar eh mais caro",
                "[deleted]",
                "Mete 28.500... eu iria...",
                "Eu tenho um New Fiesta Mexicano, modelo 2012/2013 salvo engano. Tem 1 semana que estou com um.\n\nEu gosto muito dele, lembro que eu e meu irmão ficamos juntos com ele, depois casei e ele ficou com meu irmão e agora que ele comprou um carro novo, fiquei com ele. \n\nEu gosto porque o meu é a versão completa, tem muito airbag e inclusive ISOFIX e eu tenho criança pequena, então é bem legal.\n\nHoje o carro tem 86000km e está tão confortável de dirigir quanto no começo, sendo sincera, porque conheço o carro em questão. Fora isso acho o carro bem esperto, econômico, leve, bastante acessórios. \n\nO problema dele é só o sistema SYNC, que queimou por um erro de design do carro. É um defeito que deveria receber um recall da Ford (água de chuva penetra no modulo), mas ela saiu do Brasil né... meu irmão me falou que tem uns dois anos que está sem o SYNC, e isso tem feito falta mesmo. \n\nEstou pensando em comprar o KIT Multimídia, mas vai descaracterizar o carro, que está todo original, mas devido a queima do módulo, esta sem Bluetooth e Auxiliares. So funciona radio e CD."
            ]
        },
        {
            "title": "Classic 2011 1.0 ou Fox 2010 1.6?",
            "selftext": "Tenho uma dúvida aqui. Estou vendendo a minha moto para comprar um carro e ir trabalhar aqui na minha cidade mesmo com mais conforto e segurança.\n\nEncontrei duas oportunidades para fazer negócio.\n\nO primeiro é um classic 2011 137000km rodados 1.0 e completo de tudo.\n\nA segunda opção é um Fox 2010 140000km rodados e 1.6.\n\nTodo mundo que eu pergunto fala sobre o consumo do Fox e quanto é melhor em relação ao motor 1.0\n\nMeu único uso é para andar aqui na cidade ou ir para a casa da minha família que é 30km daqui. \n\nQual a opinião de vocês quanto aos carros?\n\nLembrando que estou prezando por economia e manutenção mais acessível visto que o carro é exclusivamente para trabalhar.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zo8v6x",
            "num_comments": 4,
            "comments": [
                "Economia: Classic\n\nFox é um carro melhor no entanto",
                "economia somente? classic , pecas do corsinha, muito barato",
                "Pelo uso que aparenta demonstrar, a economia de combustível não é fator decisivo; custo de manutenção também não é muito diferente entre os dois.\n\nMas a potência do VW 1.6 é incomparável à do 1.0 GM. Faz tempo que não entro em Fox, do que me lembro era mais espaçoso e confortável que o Classic.\n\nFox 2010 tem o antigo e o reestilizado: se for o reestilizado, abraçaria sem medo.",
                "Peças, conforto e economia, Classic.\n\nRevenda, melhor motor, compacto e facil de dirigir, Fox.\n\nSe o Classic fosse 1.4, seria melhor."
            ]
        },
        {
            "title": "A quién le gustaría hacer un curso de polarizado de vehículos?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zo56ey",
            "num_comments": 0
        },
        {
            "title": "mercedes w176",
            "selftext": "Boas malta, eu tenho andado a procurar um guarda lamas para o meu mercedes w176 mas aqui na zona norte (Guimarães) mas não consigo encontrar ou os que encontro são demasiado caros, alguem sabe onde encontrar a um preço justo ou então se existe mais algum modelo que seha compatível?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zntbz3",
            "num_comments": 2,
            "comments": [
                "r/AutoTuga"
            ]
        },
        {
            "title": "Primeiro carro",
            "selftext": "Boas, tenho 19 anos estou quase a terminar a carta de condução e tenho uma margem de 6.500€ no entanto não faço ideia de que carro comprar..\n\nAlguma sugestão?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "znf53n",
            "num_comments": 4,
            "comments": [
                "/r/autotuga",
                "Nao sei aonde você reside. Mas eu peguei de primeiro carro um Toyota Etios 1.3 ano 2017. O que ele anda é um absurdo fora a economia que ele entrega. Mas indicaria pegar qualquer carro do mercado japonês. Honda, Toyota, Mitsubishi, Subaru… Mas de início: Honda/Toyota.",
                "Difícil escolha, o primeiro carro. Mas digo a você que pesquise ao máximo e não importa se for de alguém da família, amigo ou conhecido, mas gaste um pouco mais levando no mecânico e pedindo para verificar tudo. Também se possível leva a um bom pintor, para te orientar se houve batida e se tem alguma avaria mal recuperada. Tive o azar de pegar tanto o primeiro como o segundo carro cheio de problema camufladoo.",
                "Eu pegaria qualquer carro a diesel com mecânica boa por ai pela economia.\n\nAqui no Brasil, faz muita falta."
            ]
        },
        {
            "title": "Tracker ou civic?",
            "selftext": "Fala galera blza? \nMe deem uma luz, eu tenho um ônix 2014 que ultimamente sempre aparece uma coisinha ou outra pra ficar arrumando. Já tenho ele desde 2016, acho que já deu, tá na hora de trocar. \nEstou em dúvida entre uma tracker 2020 ou Honda civic 2020, qual vcs recomendam? \n\nDetalhes: moro em zona rural (estrada bem ruim) e trabalho de carro, cerca de 30km por dia. \n\nSerá que um civic aguenta estrada de terra? Sempre foi meu sonho, mas a Tracker também é top e eu nao dispensaria a oportunidade de ter uma.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zmyxnq",
            "num_comments": 29,
            "comments": [
                "*Bom, se for pra cidade* ***Civic***, por ser melhor em ***mecânica, revenda, conforto e acabamento.***\n\n*Gosto da* ***Tracker***, e o motor turbo 1.4 mas ela oferece muito pouco pelo preço por revenda e acabamento. Eu iria de outras opções de SUV por ai, eu daria uma olhada na ***HR-V, Creta ou Kicks*** *pelo mesmo motivo do* ***Civic***.\n\n*Sobre pegar terra, o* ***Civic*** *não vai ser tão bom assim por ser mais baixo e não ser feito pra pegar estrada de terra. Lógico que com* ***cuidado e paciência*** *você pode pegar um terra sim,* ***mas nada muito fora do normal pra não ter prejuízo a longo prazo.***\n\n*Boa sorte!*",
                "Vindo de um dono de Civic posso dizer que pra rodar bastante, no seu caso 30km por dia, é excelente, eu mesmo rodo o dobro disso todos os dias e o carro nunca me deixou na mão, vc vai somando quilômetros nele e ele continua aquele carrão do dia que você comprou. \n\n\nNo entanto, apesar da robustez mecânica do carro eu sou sujeito a falar que Civic e estrada de terra não combina, é um carro baixo com um amortecedor de curso curto e vai ser extremamente desconfortável pra você e danoso pro carro. Ja a Tracker eu n sei lhe dizer, meu vizinho que estaciona do meu lado tem uma Premier cinza e é mt bonita, não chega a ter altura de SUV de verdade, nem é um SUV sejamos sinceros, é um Cruze maior, mas talvez lide bem com estrada de terra em comparação c o civic.\n\n\nEu iria de Civicao, e lidaria com esses problemas andando o mais de boa possível em estrada de terra, sem carregar peso, na manha, calibrando os pneus antes, indo nos mínimos detalhes pra reverter ao máximo o dano causado ao conjunto de suspensão do carro",
                "meio complicado pq sao carros totalmente diferentes né\n\npessoalmente eu acho a tracker mais bonita, e em estrada ruim deve ser melhor por ter suspensão alta em relação ao civic\n\nmas assim, tu não acha uma rav4 por aí não? pq ai ja junta a confiabilidade de um japones raiz e um carro mais alto pra estrada ruim\n\ntipo uma dessas:\n\nhttps://www.webmotors.com.br/comprar/toyota/rav4/25-4x4-16v-gasolina-4p-automatico/4-portas/2013-2014/43850476?pos=n43850476b:&np=1",
                "Civic!! Não deixe os sedãs morrerem!",
                "Cara, nessa faixa de preço, um carro que gosto muito também é a ASX, muito confortável e tem um bom espaço interno. Porém, bebe bastante e as peças são caras. Mas é um ótimo carro",
                "Rapaz, já deram a letra: vá de Duster, por menos que gastaria com o Civic 2020 consegue um modelo 2021, já reestilizado; para seu uso, sedã ou SUV de shopping não aguentam o tranco.\n\nMora em zona rural, mas tem algum produtor rural na sua família? Talvez consiga tirar um Duster 0 km com bom desconto.",
                "Não recomendo Civic pra estrada de terra não, tenho um e as vezes vou pro interior visitar umas paisagens, sempre pego estrada de terra e sempre é uma experiência terrível, além de eu ter encalhado na lama umas 4 vezes já.\n\nNão sei muito sobre a Tracker, mas pelo que pesquisei parece ser uma boa opção. Mas recomendo sempre pesquisar mais modelos, vai que tem algum outri que seja mais do seu agrado.\n\nAbraços e boa sorte!",
                "Eu curto demais a Honda, mas acho que o Civic não é carro pra estrada de terra. \n\nTalvez um HR-V seja mais agradável e se adapte melhor ao seu dia-a-dia não?",
                "Pelo que tu tá falando tu precisa de um carro bruto, pega uma camionete cabinete dupla ou mete um uno fire pro dia a dia e um Civic pra colocar as agrogirl dentro.",
                "Pajero, Tr4, L200, Hilux, sw4 kkkkk Tudo menos o renegado rs... Se for usado! Novo é Track nessa faixa de preço é a melhor zero. tem ASX e Duster é tanque de guerra!",
                "Pega uma Toro diesel. Excelente carro.\n\nhttps://www.carrosnaweb.com.br/m/fichadetalhe.asp?codigo=11942\n\nUma 2018 deve caber dentro do teu orçamento",
                "Civic é péssimo pra estrada de terra.",
                "A tracker é mais alta mas tbm não é para terra, pense nisso ai quando for trocar.",
                "Olha se você morar em cidade grande pega o Civic pois tem uma melhor revenda e melhor manutenção mais se vc morar em uma cidade no interior pega o tracker por conta de ser mais alto",
                "Eu nesse caso compraria uma HR-V. Kkkk sei que não está entre as duas opções que você deu, mas eu sou admirador da Honda (tenho um Civic Touring). Pô mano, esses carros da Honda são demais"
            ]
        },
        {
            "title": "Crevrolet Cruze 2012",
            "selftext": "Fala galera, estou de olho em um Cruze aut e cerca de 100.000km. Podem me passar informações a respeito do carro? Com o que preciso me preocupar e tal, de cara já trocaria o óleo do cambio caso não tenha comprovação precisa de que já tenha sido feito. obrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zlrs0o",
            "num_comments": 9,
            "comments": [
                "Tenho um 2012 já vão fazer 7 anos.\n\nO que tive de problema nele:\n\n- Câmbio, no meu caso não sabia desse problema crônico com a liga e não fiz as trocas de óleo e acabei tomando no bripco e tendo que refazer tudo, gastei 8k aqui na interior do MS, em capitais deve sair bem mais em conta;\n\n- aquela membrana na tampa do motor, já troquei 3x, hoje em dia já vem umas com material bem melhor que duram muito, cada vez saiu uns 100 reais, nada de mais. A última vez que precisei mexer nisso foi há 3 anos;\n\n- Ano passado tive que trocar a tampa do motor lá, saiu 700 reais, esse é um defeito crônico de toda essa linha da GM, desde Onix até Tracker e cruze um dia vai precisar trocar isso;\n\nEm 7 anos foi isso o que fiz fora os itens de desgaste natural e as trocas de óleo do motor , na minha opinião vale muito a pena em termos de manutenção esse carro.\n\nDica campeã para te poupar problema: Se o vendedor deixar, leva um mecânico para ver o óleo desse câmbio antes da venda, pq as vezes só de abrir ali já saiu o óleo misturado com aquele pozinho de ferro que indica que o câmbio já foi para o além.\n\nO resto do carro é top e muito bem equipado, se vai ficar bastante tempo com o menino sugiro comprar uma multimídia top para ele e se vc for ruim de baliza que nem eu uma câmera/sensor.de relé, de defeito eu só falaria o consumo, mas fazer o que, é um 1.8 de dez anos atrás, não dá para esperar milagre.\n\nEdit: confere também se o antigo dono trocou a correia dentada, o que me vendeu disse que fez mas não trocou e logo na 3 revisão tive uma surpresa desagradável com esse gasto a mais.",
                "Dizem que o câmbio automático dele é problemático até 2015. Além disso, só vejo o consumo e revenda como pontos negativos, é um carro que bebe muito e tem uma revenda péssima, mas é um baita carro. Eu particularmente iria de câmbio manual.",
                "Cara, poderia te escrever os problemas crônicos dessa nove, mas eu prefiro dizer que é mais fácil você procurar outro carro. Um Honda, Toyota ou Hyundai pra evitar dor de cabeça. \n\nMeu tio teve um 2013 e só foi dor de cabeça. Quase casou, mas foi um dos mais completos que ele já teve.",
                "Imagino que excetuando o câmbio automático, deve ser um carro bem confortável e de mecânica cara mas bem robusta."
            ]
        },
        {
            "title": "Bobina do alternador preta, devo me preocupar?",
            "selftext": "Meu carro (Toyota Etios) está com a parte do meio da bobina do alternador numa cor meio cinza, quase preto, e as extremidades ainda cor de cobre, mas o alternador continua funcionando sem problemas.\n\nÚnico problema até agora são as luzes do carro que são um pouco instáveis, percebe-se o esforço do alternador quando se liga uma carga (ventoinha do ar-condicionado ou mesmo as setas, por exemplo), aí o farol aceso ou a luz de iluminação interna acesa diminui um pouco conforme a carga (mas possível de se perceber).\n\nJá sei que o alternador do Etios é um alternador peba/safado, um Valeo 12v de 90 ampères (que costuma dar problema no regulador de tensão e nas escovas que gastam rápido demais), minha intenção é trocar esse alternador por um Bosch ou Denso (usado na linha FIAT) equivalente, mas o problema vai ser encontrar uma forma de encaixá-lo no bloco do motor do Etios.\n\nGrato por alguma sugestão.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zlc76a",
            "num_comments": 3,
            "comments": [
                "Recomendo perguntar em https://etiosclube.forumeiros.com/",
                "A não ser que tenham usado algum anormal verniz preto nesses fios (Geralmente é verniz meio incolor, a cor puxa pra cor de cobre oxidado mesmo), tem algo errado sim, fio só esquenta a ponto de pretejar verniz quando tem algo errado, seja alguma coisa em curto (Caso de alternador) , ou consumiu demais (No caso de motor, tipo de usar o motor de partida pra sair andando com o carro achando que é carro elétrico ele esquentará até os fios ficarem pretos).\n\nAs vezes quem tá com curto é o regulador de tensão (Aquele que cabeleireiros e padeiros chamam de voltagem), aí só tem curto quando o motor tá ligado, mas quando desliga, a bateria não descarrega. \n\nTem alternador a base de troca por talvez R$ 900 a 1200 nuns locais, ou compra algum usado na web, não é assim comum ter outro alternador em curto, acho que vi verniz preto em alternador 2 vezes na vida. Se quiser pegar um original de R$ 3 mil vai fundo, mas o seu provavelmente é original e teve esse problema, se ele não tivesse problema você estaria rodando com um alternador usado, qual a diferença entre comprar um usado e ter um alternador que você mesmo usa a digamos 6 anos? Alternador as vezes dura décadas, tenho motor de uno 1992 com alternador original, na roça uso um CBT dos anos 70 que também ainda tem alternador original (Nessa época o regulador é que queimava as vezes, mas falamos de caixinhas de R$ 40-60, ter reserva é simples, hoje o regulador vem embutido no alternador então a troca as vezes é mais chata, mas ele igual é barato, sempre que em multímetro comum ver tensão mais alta que devia, troca).\n\nAh, as vezes lâmpada aumenta MUITO o  consumo sem dar mais luz, então desconecta lanternas e testa se ele não para de oscilar com as seta. Ano passado alguma coisa que peguei tava com os 2 faróis amarelados fracos e luz de ré fraca, um raríssimo caso de 4 lâmpadas com soquete meio em curto, nunca olhei a fundo o que ocorre mas tem lâmpada que aumenta consumo e ainda assim fica fraca, engana bastante, é comum em farol porque esquenta, mas não duvido que em seta também ocorra, piscando em tese tem menos calor mas só porque eu não vi não vou achar que não ocorra as vezes. Se for um caso desse, talvez o alternador tenha esquentado e chamuscado verniz mas ainda aguente uns anos, no caso de motor com verniz queimado eles geralmente ainda duram algum tempo, não precisa sair correndo pra trocar isso com urgência pagando um rim pela peça no caríssimo mercado local, dá pra comprar sem pressa pela web.",
                "Você não é primeiro e nem vai ser o último. É algo crônico...  \n\nTenho 2 amigos com esse carro, e um deles deu esse problema. Ele trocou e adaptou um de corolla com 45mil km, hoje o carro indo pra 90mil km sem problemas."
            ]
        },
        {
            "title": "Trabalhar no meio Automotivo",
            "selftext": "Fala galera , alguém aqui tem o trabalho dos sonhos , relacionado a carro?\n\nEu tô num momento da minha vida que eu queria muito trabalhar com isso , mas não sei onde entrar… \n\nEu não levo jeito pra vendas, diretamente… Mas eu entendo muito de carros de forma geral, tecnicamente , como fisicamente em parte mecânica , coloco a mão nos meus carros e em de amigos… \n\nTenho 22 anos e caso vc tenha alguma ideia ou proposta sendo de SP , ou algum trampo on-line , manda aí … \n\nValeuzaço!!!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zl3tcv",
            "num_comments": 6,
            "comments": [
                "acho q o senai (algum deles) tem curso disso",
                "Ta com uma demanda grande pra calibrador de motor que eu acho ser um dos trabalhos mais massas fora area de desenvolvimento",
                "Aplica em trampo que tem haver com a area, mecanica, limpeza e polimento que ta em alta agora.  \n\n\nBoa sorte OP",
                "Eu gostaria de embarcar no ramo, mas na altura que estou na carreira, é muuuuuito complicado me recolocar.",
                "Talvez devesse procurar um mecânico e perguntar pelo caminho das pedras... se estiver na região da Cursino, é possível que o Emerson da Scopecar possa lhe dar dicas, afinal ele também é professor de técnicas para mecânicos.",
                "Como já disseram, procure um mecânico que trabalhou em fábrica, pede uma ajuda, um bico para ir aprendendo e ajudando com casos reais ao invés de situações ideais.\n\nDepois disso vai fazendo uns cursos conforme sua área de interesse.\n\nAqui em São Bernardo - SP se balançar uma árvore cai um funcionário de 20+ anos da VW, Ford, etc."
            ]
        },
        {
            "title": "Comprar carro com Kit GNV",
            "selftext": "Meu pai quer trocar o Sandero 1.6 dele por um Sandero RS que um colega de trabalho do RJ indicou (somos de SP) e o carro esta muito novo, baixa KM porem com um BELISSIMO Kit GNV instalado kkkkk.\n\nQuais as desvantagens desse trambolho?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zl31fr",
            "num_comments": 14,
            "comments": [
                "kkkkkkkkkkkkkkkkkkkk, um RS com GNV? kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk",
                "Carro com GNV não da… Só compraria se fosse pra tirar isso…\nPodem falar o que for, não tem como me convencer de usar algo q pode explodir no abastecimento",
                "O motor foi calibrado pra usar alcool ou gasol,meter gnv nele é jogar fora todos o comportamento dinamico e durabilidade pensado pra esse projeto",
                "Perda de potência, dependo do kit a diferença é imperceptível, e algumas manutenções vão ser feitas com prazos mais curtos, como velas por exemplo.\n\nSobre explodir, se GNV explodisse quanto paulista acha que explode, o RJ seria pior do que país árabe em guerra. O tanto de carro que tem GNV lá não é brincadeira.",
                "se fosse a um tempo atrás até que valeria a pena o gnv, mas com todas essas inspeções do gnv nem vale tanto a pena assim.( ao contrário do que o pessoal fala o gnv nao não explode do nada)",
                "Liga um isqueiro perto e veja se não vai acontecer nada. Se você não explodir é sinal que o veículo é seguro para o uso, super apoio essa ideia kkkkkkk.",
                "Não conheço a legislação de SP.\n\nMas pelo o que eu acompanho por aí o GNV só e bom negócio no RJ.\n\nNão pelo desconto no combustível, mas por 70% de desconto no IPVA.\n\nO GNV no interior do estado está mais de R$4,50 e a Gasolina R$ 5.05.\n\nTudo bem que são 50 centavos de diferença, mas o desempenho do carro na gasolina e melhor.\n\nExistem alguns outros pontos a serem analisados quanto ao GNV, mas infelizmente estou sem tempo para detalhar os demais pontos.\n\nEm conclusão, se você não é do RJ, não acredito que valha muito a pena."
            ]
        },
        {
            "title": "Ferramenta pra pesquisar preço de carro 0km?",
            "selftext": "Porque é tão chato/difícil de descobrir o preço de um carro 0km? Como que o preço é algo tão secreto? Pra imóveis por exemplo temos sites/apps como o quinto andar e loft que deixam isso mais transparente. Alguém conhece uma ferramenta parecida pra carroks 0km?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zkzwnl",
            "num_comments": 15,
            "comments": [
                "Digital drive",
                "Além de ir na concessionária, o mais próximo que me vem na cabeça seria o Webmotors e jogando ali nos filtros as coisas que tu quer",
                "No  Brasil só se for a Bíblia do inferno, toda vez que eu pesquiso me sinto maia pobre.",
                "Também não entendo o motivo, talvez a ideia seja querer te levar na lábia quando você chegar na loja. Quando fui comprar, não tive paciência e perguntei o valor antes do vendedor querer me levar na lábia, obviamente não iria conseguir, mas eu não estava afim de perder tempo. \n\nMas não tem ferramenta, talvez consiga mais fácil acessando a página regional da concessionária no Facebook ou de algum vendedor.\n\nO marketplace do Facebook também pode ser uma opção",
                "na maioria das montadoras tem os valores, mas entenda que aquele valor é qdo vc vai na concessionária e encomenda um carro... cada concessionara tem seu estoque, e praticam seus valores.... algumas tem o preço na internet...\n\ne margem pra negociação é qse zero... da pra ganhar tapete e protetor de cárter (se o carro realmente precisar, maioria n precisa)",
                "webmotors, tabela fipe. Nao é dificil amigo.",
                "*Infelizmente é paciência...*\n\n*Procure um amigo que entenda de carro e vá atrás de algum modelo que caiba no seu bolso/gosto.*\n\n*E não compre carro por facebook e nem OLX. A maioria é golpe! E isso vale tanto pra 0km ou usado.* **Unica boa nesse quesito é WEBMOTORS.** \n\n*Procure históricos das marcas de confiança, como Honda, Nissan, Hyundai, Kia, Toyota... E evite furadas como Chery Caoa por exemplo.*\n\n*Boa sorte*",
                "Geralmente eu coloco no Google \"Carro + Modelo preço\" e aparece o valor aproximado (talvez precise do ano).\n\nTestei aqui com o meu e foi o valor certinho.\n\nExemplo: \"toro freedom preço\""
            ]
        },
        {
            "title": "Carro bom na garagem e morando em quebrada, ou morar em bairro nobre com carro popular?",
            "selftext": "Resumindo: me veio um dilema de consumidor na mente. Acabei descobrindo os americanos pobres que moram em trailer mas têm Toyota Camry 0km ou por vezes umas Chevrolet Silverado V8 0km na garagem;\n\nTambém acabei encontrando chineses pobres que vivem naqueles bairros chineses periféricos (no sentido negativo que o Brasil associa essa palavra) que mais parecem a Cidade Murada de Kowloon (não entendeu? pesquise, você vai se surpreender), mas com Honda Accord 0km, VW Golf 0km ou Corolla 0km do ano na garagem (ou na vaga da rua) de casa.\n\nSabendo disso que encontrei, eu lhes pergunto: vocês prefeririam, caso pudessem escolher um dos dois, morar em quebrada mas com um \"carro de respeito\" na garagem, ou morar em bairro nobre com um carro peba na garagem?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zknlif",
            "num_comments": 13,
            "comments": [
                "Aqui é muita grana perder os R$ 50 mil que um carro novo deprecia em poucos anos, com o dobro disso já faço uma casa. Na gringa a depreciação as vezes é mal e mal 8 meses de salário.\n\nComo passamos muito tempo do dia em casa, e bem pouco em carro, obviamente vou votar em casa decente e carro barato, pra mim casa decente é espaçosa, isso só existe em periferia por baixo custo (O m² do terreno pode custar 5% do que custa em bairro chique). Carro barato não precisa ser velho ou problemático, tendo ar e alarme já não sua nem é roubado facilmente, já resolve a maioria dos problemas.",
                "Nos EUA crédito é bem mais fácil que no Brasil, eles pagam parcelas menores e com juros ridículos de baixos. Então vc pode comprar um carro sem ter que pagar o dobro do valor em juros. Hyundai e Nissan são famosas por oferecer credito a qualquer coisa que respira.\n\nAlém de que Camry, Accord e Golf não são considerados carros de rico, e sim carro do povão. Camry, Accord e Corolla estão sempre brigando pelo posto de sedan mais vendido. Aqui no Brasil que a gente só usa carro pequeno e de plástico, mas nos EUA V6 é considerado motor de tiozão. \n\nAgora, respondendo sua pergunta. Eu prefiro morar bem e ter um semi-novo barato. Carro grande e bonito na quebrada atrai todo tipo de atenção, até as ruins. O seguro deve ficar um absurdo, o asfalto iria acabar com a suspensão, entre outras coisas. Fora que o lar é para descanso, não quero ter que voltar pra casa mas ficar preocupado com assalto, roubo e outras coisas. Um dos motivos que eu trabalho é para melhorar minha qualidade de vida, e não ficar refém de objetos materiais.",
                "Pra mim, esse raciocínio só vale se vc trabalha e passa o dia com o carro. Morar num lugar legal te traz uma qualidade de vida que nenhum veículo nunca vai proporcionar.",
                "OKM nao sao, carro usado nos eua nao vale nem big mac porisso q todo lugar d epobre soh ve carrao.\n\n&#x200B;\n\nCamry eh Uno mille dos americanos.",
                "Tu passa mais tempo no carro ou em casa?",
                "Carro de respeito na quebrada só ia mudar que eu teria um carro",
                "carro é mais facil de comprar que uma casa, vc ta ligado ne? E casa boa é em condominio, bairro é dificil hj em dia.",
                "Levando em consideração os valores de automóveis nos EUA, eu diria que essa comparação com outros países se tornaria no mínimo, infundada.\n\nNo Brasil, os veículos são caros e a maioria deles, tem uma depreciação grandiosa em seus preços (e olha que eu sou fã de Peugeot!). Um terreno ou uma casa, pode ser comprada até com um preço baixo mas, se levar em consideração o tempo, ela pode ganhar valor devido aos benefícios criados nas proximidades de sua aquisição: shopping centers, complexos de faculdades, empresas, setores de lojas, construção de projetos governamentais (caso da construção de prefeitura, anéis viários, pontos de carga e descarga de \"portos secos\") seriam um bom exemplo de ítens que servem pra valorização de não só o seu lote, mas sim, de bairros inteiros. Nesse caso, mesmo SE acontecer uma retomada do terreno pela prefeitura por causa dos projetos acima citados, ainda teria um valor de ressarcimento para o dono do imóvel. Agora, se você for assaltado e detonarem com o seu carro, nem o ladrão nem a polícia irão te ressarcir....",
                "Não tem carro que pague o prazer de morar em um ambiente confortável. \n\nPrefiro morar bem a ter um carro bom. Se for escolher entre um carro e uma casa, escolho uma casa e uso transporte público.",
                "Um kitnet na quebrada faz muito menos que uma casa decente e segura.  \n\n\nUm corsinha faz quase tudo que um Onix Turbo.  \n\n\nE quem tem \"carrão\" e mora na quebrada é uber.",
                "Primeiramente esses carros que voce citou são POPULARES nos estados unidos... um adolescente nos estados unidos anda de camaro ou mustang kkkk esses carros são de brinquedo pra eles... até pro brasileiro ele é do povão. Carro de rico mesmo é marcas premium... bmw, porsche, mercedez nova, ferrari, lamborghini, mustang e por aí vai... Mas eu preferia uma casa em um bairro nobre, sério mesmo. Se for carrão em quebrada corre risco de ser roubado e perder tudo"
            ]
        },
        {
            "title": "AUDI",
            "selftext": "Audi",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zjdxsu",
            "num_comments": 0
        },
        {
            "title": "AUDI",
            "selftext": "Ggkvhki",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zjdwgr",
            "num_comments": 4,
            "comments": [
                "As vezes o indivíduo está louco de drogas",
                "O tik tok é por ali >>>>",
                "App errado mano",
                "Cadê o botão \"desver\"???"
            ]
        },
        {
            "title": "McLaren 720 GTR Throwing Flames at CRAZY Origins Meet Up!! // Un McLaren Tirando flamas bien chingon . 🔥",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zin5we",
            "num_comments": 1,
            "comments": [
                "*Nada melhor do que carros velozes, muito backfire e alegria dos entusiastas.*"
            ]
        },
        {
            "title": "Hyundai i30 2011/12 é uma boa hoje (2022)?",
            "selftext": "Sempre achei esse carro massa. Hj me vejo já com condições de pagar cerca de 40k por um (tá caro eu sei, mas enfim, Brasil) Só vejo a galera falando bem dele, claro tem seus problemas carro nenhum é perfeito. Ainda assim é 40k num carro de 10 anos, que em sua grande maioria já está na faixa do 100k km. É arriscado demais? vai de HB20 que é a segurança? Quero opiniões, estou pesquisando muito.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zifdrr",
            "num_comments": 7,
            "comments": [
                "Pelo que já pesquisei sobre, o i30 era super completo na época fazendo frente ao Golf inclusive. Um dos destaques, além do seu belíssimo design, é a sua qualidade construtiva e de acabamento, mesmo com quilometragem alta o carro não faz barulhos de plástico/acabamento ao rodar. Sem dúvidas, um projeto sólido. Aqui dois vídeos sobre o carro: [Canal Opinião Sincera](https://www.youtube.com/watch?v=oYjWG9uWl5k) e [Carros do Xenão](https://www.youtube.com/watch?v=9VX1OW2wi2o&t=607s), te darão as informações cruciais de forma resumida e didática. Acho uma baita opção.  Aí é pesquisar o ano/modelo, opcionais e/ou versões do carro e a opção de câmbio (manual ou automático) para ver qual faz mais sentido para seu gosto e/ou necessidade.",
                "Não sei muito sobre ele além de beber muita gasolina. Meu amigo que teve trocou num HB20 sedan, acho que pela idade do carro mesmo, mas não lembro de ter reclamação sobre manutenção etc.",
                "É um carro muito bem construído e durável se fazer as manutenções direitinho.\n\nAs peças são meio caras e o consumo é elevado (se for automatico mais ainda) além disso o motor é 2.0 só a gasolina.\n\nSuspensão dura e pneus de perfil baixo.\n\nMas para um carro de 2011/12 é muito bem equipado, seguro, confortável e com um acabamento excelente.\n\nEu estava pensando em pegar um completo que vi aqui na minha cidade (automático com teto solar) por 46k mas decidi esperar mais um pouco.\n\n&#x200B;\n\nEDIT: eu tinha dito que manual consome mais, mas é o automático mesmo.",
                "Minha mãe teve um. Carro lindo e com bom espaço. Mas eu não gostava muito dele. Nada relativo ao carro em si.\n\nO grande problema, que não sei se persiste, é que ele era muito visado. Minha mãe já teve revólver apontado na cara por duas vezes por causa desse carro. Moramos em Belo Horizonte/MG. \n\nNa época, lembro do delegado no segundo roubo a aconselhar a trocar de carro urgente, porque era comum ocorrências de roubo de i30. O seguro também ficou caríssimo e só aceitavam segurar o carro se ela aceitasse colocar rastreador, justamente pela alta frequência de roubo.\n\nEla acabou trocando depois para o HR-V, e acho que nesse aspecto o carro garantiu certa paz pra ela, porque o HR-V é muito estereotipado como feminino, e aí esses caras não querem."
            ]
        },
        {
            "title": "BMW 125i M Sport (2014) é um bom negócio?",
            "selftext": "Eu vi o carro na loja e me apaixonei, mas algumas coisas me preocupam.\n\nEsse carro é o que as pessoas chamam de \"casamento\" vou ter dificuldade de vender no futuro?\n\nDevo me preocupar com algum detalhe especifico do modelo antes/depois da compra?\n\nQue outras opções parecidas eu posso considerar na faixa dos 110mil?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zi6erl",
            "num_comments": 16,
            "comments": [
                "não tenho saldo suficiente pra te ajudar\n\nSe vc quiser saber sobre um palio básico duas portas eu to a disposição kkkkkkkkkkk",
                "Dá uma olhada no canal do Korn Cars, com certeza ele tem algum vídeo sobre esse modelo.",
                "Cara, 100 pau eu pegava dois opala de 50 mil. Se não funciona ainda tem o outro. Sobra 10 mil pra gasolina.",
                "Tenha em caixa uns 15k para um eventual problema de BBB e seja feliz (Bico, Bomba e Bobina)",
                "vc achou bonito mesmo ou eh soh pq eh bmw? acho bem meia boca o visual.\n\n&#x200B;\n\nMas eh o famoso resto de rico, a BMW BR nao tem interesse nenhum em manter estoque de pecas entao a  manutencao eh cara, muito cara.\n\n&#x200B;\n\ndificuldade com certeza....",
                "Como toda BMW, não adianta só ter a grana da compra. Tem que ter o cachê pra manter essas tralhas.\n\nMas eu acho um carro bonito, já ouvi falar bem. Ainda assim, acho que existe outras opções de hatch esportivo provavelmente mais novas que essa BMW em marcas mais populares. \n\nPensa que você está comprando uma BMW de quase 9 anos de idade...",
                "É um powertrain muito confiável! O carro tem uma tocada muito divertida. O seguro vai passar dos 5k e o espaço interno não é dos melhores, mas é um excelente custo benefício.",
                "É um carro lindo!!! Antes da pandemia minha vontade era de ter a m135, mas infelizmente agora os preços estão batendo na casa dos 200k",
                "Esperando os comentários..."
            ]
        },
        {
            "title": "Qual carro pegar?",
            "selftext": "Com 35-40k, estou pensando em pegar um onix, gol ou sandero 2015 +-. Com esse orçamento, qual vocês recomendam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zhzsqj",
            "num_comments": 11,
            "comments": [
                "Entre os três, Sandero: mais espaçoso, mecânica mais simples e robusta (2015, se não me engano, ainda não é o motor SCE) e já com desvalorização acima dos outros, logo não tem muito espaço para cair ainda mais o preço.",
                "Relativo, você curte Hatch? Sedan? SW? SUV? \n\nQuer confiança em mecânica? Qualidade? Ou um popular só pro dia a dia?",
                "Golf Sapão, rebaixa e joga um som 😎👍"
            ]
        },
        {
            "title": "Palio Attractive 1.4 11/12",
            "selftext": "Boa tarde carreiros, gearheads, fuceiros, mexanicos e especialistas (sem ironia).\n\nDúvida aqui, to afim de pegar um seminovo, palinho que coloquei no título, 27k, tabela tá 33k e ta mais barato por que precisa de um funileiro (convenhamos se eu pegar nao vou arrumar kkk).\n\nContudo, porém, entretanto, o carro é segundo dono, antes era do gov. (ministerio publico federal), eu to ligado que isso pode ser ruim, mas além disso vi que o motor esta com óleo de cima abaixo, parece vir da tampa que tem no cabeçote, essa é a dúvida, me preocupo? É algo crônico?\n\nTem barulho de rolamento desgastasdo do lado esq. na dianteira, mas isso suponho que é suave.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zhzfg9",
            "num_comments": 8,
            "comments": [
                "Eu tenho um 09 em excelente estado, tem interesse em ver?",
                "Pela sua descrição trata-se de carro mal cuidado, logo boa parte dessa \"economia\" de R$ 6.000 terá de ser gasta para deixar o carro em mínima condição de confiabilidade.\n\nTem motor Fire, de manutenção simples e relativamente barata. Mas só um mecânico poderá lhe afirmar algo sobre esse óleo.\n\nPor ser carro de leilão, o mercado \"pune\" na forma de rebaixamento de preço. Melhor você pesquisar qual o preço de comercialização desse tipo de carro, mas acho (só acho) que está um pouco caro pelas condições e histórico do carro.",
                "*Se for pegar, da uma revisão geral pra não ter surpresas. Pelo fato de ser um carro ser de trabalho, pode ser usado até acabar.* \n\n*Dá uma olhada se não falta acabamentos, geralmente acontece.* \n\n*Se ele estiver 100%, é um carro bom de mecânica, tanque de guerra. Fora que tem um valor de revenda bom.*"
            ]
        },
        {
            "title": "Desmontar o Herbie",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zhh0w7",
            "num_comments": 1,
            "comments": [
                "fácil porém complicado 👍"
            ]
        },
        {
            "title": "Carro com baixo orçamento",
            "selftext": "Eai galera blz, recentemente entrei num trabalho bacana e to ganhando relativamente bem, entorno de 1,5k a 2k por mês. \nNão tenho muito gasto moro com meus pais \nGasto em torno de 900 com ajuda em casa etc, tenho guardado 2k e queria dicas de carro até 12k no máximo ( vou tentar parcelar ),quero algo simples para ir para o trabalho sair com a família e que tenha uma manutenção barata alguém pode me ajudar ?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zh6yvo",
            "num_comments": 8,
            "comments": [
                "Chevy Classic, Fiat Uno,Fiat Palio, Celta, com uma graninha a mais de repente um golzinho G3 ou g2… qualquer popular que você ache de fato inteiro vai servir, nao tem como, é procurar oportunidade. Difícil é achar!",
                "Fiat uno não vai decepcionar em consumo e manutenção, Se quiser algo mais bonitinho e confortável o Corsa é  uma ótima opção.  Um carro mais forte e estiloso porém com mais manutenção e que bebe mais tem o Polo .(Volkswagen tem grande chance de misturar água e óleo uma vez ao ano kkk)\nEDIT: Carro nesse valor é praticamente impossível fazer financiamento,  os bancos só fazem até 10 anos de uso.",
                "Corsa, Prisma, Civic Antigo, Corolla Antigo, Fox motor ap, Palio, Uno, Ka, Fiesta, Gol G3. \n\nLembrando que a maioria vai estar com 100mil KM, e vai precisar de manutenção.",
                "nao gosto, nao recomendo, mas moto",
                "Carro de 12mil reais eh tudo podre, sem excessao , entao reserva uma grana pra manutencao\n\nNao , nao existe carro de 12mil reais em estado de OKM ou semi novo\n\nEntao indicado eh carro de manutencao q tem peca ate na quitanda, qualquer carro compacto que vendeu bem, palio, corsa, gol, uno,....",
                "Vai de Uno"
            ]
        },
        {
            "title": "O que fazer em um carro que não pega \"Remap\"",
            "selftext": "Vamo lá, tenho um New Fiesta 1.5 sigma, meu xodozao, escape direto e um monte de boiolage, porem queria eliminar o maldito delay do pedal desse carro e sair por ai soltando pops e bangs linguas de fogo e os krl, porem, pra toda maldita preparadora que eu mando mensagem, nenhuma delas fazem remap no 1.5, só 1.6 sigma ti-vct\nTrocar de carro n é uma opção, \n\nJuntar grana pra comprar uma FT seria viavel? É mt caro a instalação dessas bosta?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zfrh3e",
            "num_comments": 8,
            "comments": [
                "O delay do pedal você consegue tirar instalando um shiftpower ou algo do tipo, custa ~R$600.\n\nEm comparação uma FT450 custa R$3500 fora a instalação, chicote, e preparação.",
                "Cara infelizmente é caro fazer um remap, provavelmente as preparadoras que você foi fazem um cópia e cola de mapa pronto de terceirs..o ideal é você achar uma galera que REALMENTE faz remap e sim vai exigir uma FT e semanas e mais semanas de acertos do ponto do carro.\n\nComo o teu caso é só delay, se eu não me engano, tem uns Pedal Booster por aí se o seu carro for com acelerador eletrônico. Tem que pesquisar e trocar umas ideias com mecânico pra saber se um módulo de pedal resolve de fato o que você tá precisando. \n\nSe está procurando fazer um churrasco na ponta do escape pesquise também sobre limitadores Two Step.",
                "Você vai fazer remap num carro aspirado? Vai ganhar 2hp! E se instalar uma programável vai ganhar 3hp! A não ser que você faça uma preparação de cabeçote, troca do comando de válvulas, pistão com dome pra mais taxa e etc, não faz sentido mexer com ecu programável…"
            ]
        },
        {
            "title": "Peugeot 308 Griffe 1.6 THP",
            "selftext": "Vale a pena pegar um desse, ano 2017/2018 por 70k? \n\nQuais pontos devo observar antes de comprá-lo? Quais seriam os problemas crônicos dele? \n\n&#x200B;",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zfmw2f",
            "num_comments": 7,
            "comments": [
                "Esse foi um dos últimos a ser vendido no Brasil (ainda é produzido na Argentina).\n\nJá é o flex, com modificações que fizeram o THP mais confiável; mas a elétrica exige cuidados, bateria TEM DE SER a recomendada, a bateria tem de ser substituída com cuidado (o porcão troca de qualquer jeito e quebra o módulo da \"capa\" da bateria).\n\nJá é o reestilizado, embora eu ache mais bonita a versão anterior.\n\nJá usa o câmbio Aisin, adotado em outros carros, boa durabilidade (tendo os cuidados corretos como troca de óleo em máquina apropriada).\n\nTem o teto panorâmico, tem vários itens de conforto, afinal a Griffe era a versão top.\n\nManutenção TEM DE SER feita em oficina especializada: um mero sensor de ABS com defeito induzirá o mecânico generalista a trocar um monte de módulos, coisa que o especialista conhece (procure no YouTube por \"Andercar Service\" e por \"Oficina Francesa\", vale a pena você ver os vídeos para entender melhor o carro). Melhor pagar caro e gastar bem o dinheiro que pagar barato e gastar mal.\n\nPara uso predominantemente urbano, EU escolheria a versão 1.6 aspirada, mais do que suficiente; para estrada, principalmente se for de mão dupla, a potência do THP proporcionar-lhe-á segurança passiva, com bom consumo.",
                "THP tem que ter muito cuidado. 70k eu não pegaria nada com THP porque é um motor que os tião fazem muita cagada pra mexer fora que a qualidade do combustível ainda ferra ele todo. \n\nVale a pena juntar mais um pouco acho, você tá quase no preço de um 208 se quiser continuar na Peugeot...",
                "Só vai, um dos melhores carros que já tive.",
                "70k mesmo para os dias atuais eu pessoalmente acho caro. 55k seria o que eu pagaria."
            ]
        },
        {
            "title": "Preciso de ajuda pra identificar um carro",
            "selftext": "Passei algumas vezes de ônibus por um carro que me chamou atenção mas não consegui ver nada que identificasse a marca na traseira dele. Era um sedan branco com os faróis traseiros em formato de 3 listras horizontais, não parecia ser muito antigo. Ficou na minha mente porque por algum motivo me lembrou Lilith do Evangelion.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zfkwpa",
            "num_comments": 2,
            "comments": [
                "3 listras [igual de umas assim](https://ae01.alicdn.com/kf/H27064e72f7c34877ad54974c3a2dc02et/L-mpada-da-cauda-para-bmw-e90-318i-320i-323i-325i-330-led-luzes-traseiras-luzes.jpg_Q90.jpg_.webp)? Tem lanterna nesse estilo pra dúzias de modelos, não é a lanterna original acho que de ninguém, é um estilo de lanterna alternativa pra vários modelos.\n\nOu algo que lembra 3 listras em lanterna inteiriça estilo uns porsche e suv's VW? Se não me engano até Dodge Charger tá com lanterna inteiriça atrás hoje, é modinha recente. Não lembro de nada com 3 listas bem visíveis, mas talvez dê pra confundir as lanternas inteiriças com algumas listas conforme acende só luz de freio ou algo assim, e confundir um Panamera ou outro suv por sedan não é tão incomum, as vezes tem até aerofólio dando impressão de ter bunda. Seria [tipo um desse.](https://www.comprecar.com.br/storage/news/gallery/big/3fb5ed13afe8714a7e5d13ee506003dd27092017103204.jpg) Ou talvez as [linhas do Taycan.](https://s3.sa-east-1.amazonaws.com/revista.mobiauto/Porsche/Taycan/Avalia%C3%A7%C3%A3o/Porsche+Taycan+Turbo+S+2021+traseira+esquerda.jpg)\n\nOu é vertical, [tipo moustang](https://primeveiculosbh.com.br/wp-content/uploads/2022/03/Mustang-5.0-GT-Premium-Coup%C3%A9-V8-32V-Autom%C3%A1tico-2013-Preto-Ford-Traseira-Prime-Veiculos-BH-Belo-Horizonte-Minas-Gerais-1.jpg)?\n\n**Edit:** Ah, teve [mustang com linhas horizontais nos anos 90.](https://motortudo.com/wp-content/uploads/2021/10/mustang-gt-1995-carros-esportivos-antigos-7-800x531.jpeg) Se não me engano já vi esse modelo de lanterna alternativa (Não-original) pra mais carros, tem umas modinhas dessas que vão e vem muito rápido, hoje não se acha muita modinha em linhas alternativas que existiu tipo até 2007, não duvido que teve linha alternativa nesse estilo pra coisa tipo Civic ou outros coupês costumeiramente fuçados.\n\n**Edit 2:** Lembrei mais um com listras, o [Fiat Brava.](https://1.bp.blogspot.com/-ihmjvgQS7hg/W4tL1V3FI2I/AAAAAAACUjA/r-Lckbf9Q9Yj87NfNCxsOas_KUCd5ipcQCLcBGAs/s1600/imagem%2B%252824%2529.jpg). Mas pra mim que a lanterna alternativa com listas que lembro era pro fiat Marea HLX mesmo, só não achei aqui imagem disso.\n\n**Edit 3:** Droga, minha memória tá me traindo, eu jurava que eram lanternas, mas o que tinha eram só apliques, [nesse estilo aqui](https://produto.mercadolivre.com.br/MLB-715258058-aplique-lanterna-traseira-para-gol-bola-g2-95-a-99-special-_JM). O visual [instalado é meio assim.](https://www.ecompletocdn.com.br/i/fp/17/1135393_1_1592433135.jpg)"
            ]
        },
        {
            "title": "Fusion Titanium AWD 2013 ou Kia Optima 2.4 2014",
            "selftext": "Fala pessoal! Estou com grana pra comprar um desses dois veículos! \n\nFico com dúvida em qual pegar, o Optima tem 30 mil km a menos que o Fusion, mas os dois veículos são de procedência confiável e tem o preço similar (Kia está 5 mil mais caro que o Fusion)\n\nO que vocês escolheriam e porque?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zfez1d",
            "num_comments": 7,
            "comments": [
                "Eu te recomendo a olhar o Hyundai Sonata, tem mais oferta de peças de reposição.",
                "Nunca se pergunte se tem o dinheiro pra comprar, e sim pra manter. Se não aguentar a barra um dos dois quebra: ou vc ou o carro.\n\nDito isso, prefiro o Optima. Não é nenhum exemplo de desempenho, mas gosto da mecânica Kia e os Fords desse naipe, especialmente depois de tanto tempo, não são os mais confiáveis nem baratos de manter.",
                "Procure no Google se o Optima, carrega a maldição do motor 2.4 da Sorento.\n\nSe seguir, desista imediatamente.",
                "Optima vi no salão do automóvel de 2010: ergonomia excepcional (para mim), muitos itens de conforto, beleza de design.\n\nFusion: tinha de ser o AWD, mais uma coisa sujeita à quebra???\n\nImagino que a manutenção de ambos seja difícil e cara.\n\nPerto dessa faixa de preço optaria por um Honda Accord.",
                "Tenho um fusion awd 2015\n\nPainel fantastico, lembra carros mais modernos com cluster digital...\n\nVisual interno (no meu caso com estofamento claro, acho bem moderno), parece que estou em uma nave.\n\nO cambio do fusion não acho muito bom, acho desconfortável e minha referencia é do azera...\n\no principal motivo que me levou a comprar o fusion foi o conjunto de mimos e o melhor deles é o ACC (suponho que o 2013 ja tenha isso), é muito legal dirigir na estrada e quase não precisar se preocupar em pisar no freio.\n\nO awd da um certo conforto também, assim que comprei o meu (antes desses aumentos absurdos nas coisas, paguei R$900 pra trocar o oleo do cambio, caixa de transferencia e mais alguma outra coisa que não lembro o nome), esse valor foi total.\n\nComo eu apenas viajo com o carro, tive pouco problema até agora e coisa besta pra resolver...um sensor de abs que paguei 120 no mercadolivre, e um rolamento do amortecedor, no mais, é troca de oleo normal.\n\nJá vi o optima no passado e não me convenceu...carro bonito, bem grande, mas não tem nada de interessante, não tem motor, vendeu pouco, dificil de revender (não que eu me preocupe com isso, já que tenho um ford), mas digo assim, qual a emoção que o optima pode dar?\n\nNo caso do fusion, sempre que QUERO, faço ultrapassagens rapidas, retomadas rapidas, tem um bom desempenho, consumo aceitavel, e itens de conforto comparavel a carros mais caros.\n\nNa epoca fiquei balançado pelo accord, mas a unica coisa que tinha de interessante no valor que eu podia pagar era aquele lance que ele diminui o barulho do motor dentro do carro, de resto achei ele muito sem graça (tenho certeza que é um otimo carro e muito confiavel).\n\nComo escrevi acima, estou supondo que o 2013 tenha ACC e que você vai utilizar o carro pra viagens, se for nessa pegada, eu acho que o optima não convence.",
                "O cara vem com x ou y....a galera não responde e ainda adiciona um Z kkkkkk"
            ]
        },
        {
            "title": "Vale a pena ter uma Marea?",
            "selftext": "Temos um Marea HLX 2.0 na família há quase 10 anos, mas compramos um novo e pensamos em vender ele. Sou bem leigo, mas me parece um carro com um motor bom, bonito e confortável. Ele não está ruim, mas também não está 100% (diria que uns 75%). Vale a pena deixar ele zero e continuar com ele? Sei que \"vale a pena\" é subjetivo nesse caso, mas queria opiniões.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zfdrh1",
            "num_comments": 24,
            "comments": [
                "Pergunta pro Marea se vale a pena ter você kkkkk.",
                "Moro numa cidade de 80 mil habitantes. Há um só Marea em toda a cidade. Agora adivinha a profissão do dono.\n\nSim. Ele é mecânico.",
                "A resposta curta é Não.\n\nA longa é NÃAAAAAAAAAAAAAAAAAAAAAAAAAOOOOOOOOOOOOOOOOOOOOOOO!!!!!!!!",
                "> Sei que \"vale a pena\" é subjetivo nesse caso\n\nDigamos que ele valha R$ 15 mil, se comprar um Gol 1000 de R$ 15 mil ele provavelmente terá tipo metade do gasto anual de manutenção, e 60% do gasto com combustível, comparando cenários onde ambos rodem mesmos trajetos e mesmo km anual, com a mesma pressa. Só pra dar um exemplo do que o \"vale a pena\" pode significar. Nenhum dos 2 vai te deixar na estrada necessariamente.\n\nValor afetivo e valor de status quem dá é o dono, pra mim status vale R$ 0 e afetividade vale R$ 1 mil, pra outras pessoas os valores serão diferentes, ou nem tem como colocar valor nisso (Chutei os R$ 1 mil pra valor afetivo, eu troco o meu se oferecerem algo similar mais R$ 1 mil de diferença então acho que é o valor que dou).",
                "\ncarro bem cuidado em geral é sempre um bom carro, porém esse papo de \"deixar ele zero\" nunca vale a pena a não ser que tenha valor sentimental, pois se o carro hoje vale 15mil de tabela, você pode gastar mais 20mil de peças que ele continua sendo um carro de 15mil de tabela.\n\nmas te falar q eu teria um marea, sempre achei um carro bonito",
                "OP, tudo vale a pena quando a alma não for pequena. Kkkkkkkkkkkk",
                "Só conheço mecânico q tem marea. É a lasanha-mãe das lasanhas",
                "Lasanha top amigo! Mas acho que você deveria vender, só de fazer essa pergunta já coloca em xeque se te faria feliz um carro desse tipo na garagem. É  pra quem gosta mesmo, da trabalho, da gasto e dor de cabeça.  Adoraria ter um ! Kkk",
                "Se o carro está há tanto tempo na família já deveria ser suficiente para se ter confiança ou não no veículo. O problema do Marea é semelhante ao do Gol 16v, o carro possuía tecnologia e manutenções diferentes do que os mecânicos e proprietários estavam acostumados, assim, muitas pessoas negligenciaram e mecânicos que não sabiam mexer nos carros se aventuraram e fizeram besteira ou sequer queriam mexer, esse tipo de situação que criou os problemas que fizeram os carros serem taxados como ruins e problemáticos. \nAvaliem o estado do carro, se passa confiança e se o que precisa ser feito é algo que trará muitos custos ou não, mas sempre lembrando que é um carro que demanda cuidados diferenciados, mas que com sua manutenção em dia não trará dor de cabeça e em nível de acabamento e conforto ainda estará acima de muitos \"populares\" mais novos.",
                "Carro de quase 30 anos que sempre foi complexo de manter mesmo quando novo. Útil? Não.  \n\n\nAgora se vc é o típico cara que gosta de carro, e não liga pra certos estereótipos, o marea é um puta carro.",
                "Mano, eu tenho um brava e trabalho com peças, posso te dizer com certeza que é um ótimo carro, muito melhor que muito carro atual e muito bonito tbm.\nVc só não pode deixar acumular muita coisa pra fazer pq manutenção e peças são um pouco caras",
                "Maréa é top demais. Se tú tiver condições financeiras e um mecânico de confiança, diria que sim."
            ]
        },
        {
            "title": "Preconceito com Peugeot é justificável?",
            "selftext": "Fala pessoal,\n\nTive a oportunidade no último ano de dirigir uma série de veículos de entrada, (não podemos mais falar populares por que adquirir qualquer um deles é um investimento considerável) graças ao meu trabalho dirigi todos eles: Ônix LT, HB20 Evolution e X, Argo Drive e o 208 Style e Allure. Todos através de locadoras como a Localiza e Movida.\n\nNa comparação não há o que dizer, o Peugeot 208, é muito confortável, econômico, design muito superior aos outros (questão de gosto), o volante um show a parte, ajuste de suspensão MUITO superior a qualquer um dos outros, motor parece ser o mesmo do Argo quando com o capô aberto. Na comparação perderia (dentro dos meus critérios) somente no porta-malas que é ligeiramente pequeno frente a todos outros.\n\nAí que surge minha dúvida, após essa fusão dos grupos franceses e a Fiat os carros Peugeot tornaram-se confiáveis? Posso levar no tonhão da esquina e ele consertará meu carro com tranquilidade assim como faz com os chevrolet e volks?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zfbgmi",
            "num_comments": 20,
            "comments": [
                "> Posso levar no tonhão da esquina e ele consertará meu carro com tranquilidade assim como faz com os chevrolet e volks?\n\nIsso não existe mais faz tempo. Qualquer carro hoje é cheio de eletrônica embarcada e componentes delicados. O mecânico que não saberia mexer num Peugeot também teria dificuldade num VW moderno.",
                "O preconceito contra Peugeot/Citroen veio da década de 90 quando vieram carros com mecânicas extremamente sofisticadas, eram tão sofisticadas (sem ironia) que nem mesmo as autorizadas e mecânicos que diziam ser especializados conseguiam mexer. Um exemplo disso são os carros Citroen Xantia, Citroen C5 e C6, esses carros possuíam uma espécie de suspensão Hidropneumatica (o nome ja diz tudo) com sistema de óleo em uma bolsa que fica no lugar de onde seriam o coxim do amortecedor. Essas peças são usadas para o carro usar uma suspensão mais suave e melhor em locais com terrenos mais regulares, o que NÃO é o caso do Brasil. Devido a nossas estradas e ruas esburacadas esses carros tiveram diversos problemas com essa tecnologia e ninguém sabia mexer com isso, logo muito destes carros foram sucateados e seus donos perderam MUITOOOOOO dinheiro pois esses carros tinham preços de BMW e Mercedes tops para os padrões da época. Já a Peugeot trouxe os modelos 406/407/605/607 onde eram carros extremamente luxuosos também, caríssimos por sinal e não se encontravam peças quando requisitadas. A falta de preparo dessas 2 montadoras junto com a falta de preparo dos funcionários destas autorizadas, fizeram com que estes carros tivessem uma mancha em sua história aqui no Brasil. Então assim, hoje os carros atuais usam mecânica Fiat, não vou falar que é o melhor conjunto do mundo, porém extremamente adequado para os padrões brasileiros, o que ocorreu foram os carros sofrerem ajustes assustadores e imparáveis por conta da pandemia, onde hoje carro 0km não é realidade para quase ninguém neste país.",
                "É justificável se vc pegar um 206. Os de hoje em dia, pode ir sem medo. Semi novo tem um custo excelente justamente por causa desse preconceito.",
                "Os carros franceses após a fusão ficaram muito melhores e estão mais adaptados as ruas Brasileiras, mais fácil achar peças, mas a manutenção ainda continua cara devido a poucos mecânicos saberem mexer no carro.",
                "Problema nunca foi o carro, e sim os donos e o mecânico. Os franceses chegaram aqui oferecendo Air Bag, direção elétrica e Abs, enquanto os carros das outras marcas tinham porta revista como opcional.\n\nImagina uma mecânico dessa época ao pegar um carros desses? E os donos que apenas usavam o carro até acabar?",
                "no mercado de usados é muito justificavel vc fugir de peugeot, conheço um 206 que deu retífica com 102mil km por não usar aditivo do radiador correto. Um palio meu vivia de água da torneira e rodou mais de 200mil km antes de vender.\n\nOs 0km que estão usando motor FIAT devido a junção da Peugeot com a Stellantis são super confiaveis e baratos devido a má reputação da marca no Brasil.",
                "O motor 1.6 aspirado da Peugeot/Citroen é absurdamente mais confiável e barato de manter que qualquer Volkswagen turbo da última década (obviamente que é muito menos tecnológico e eficiente, mas só coloquei aqui como um exemplo simples pro OP entender questões de confiabilidade).\n\nDito isso, qualquer eu diria que nos últimos anos estão tão confiáveis quanto qualquer outra marca. Tenho um 208 com esse motor aí que mencionei e foi só preventiva até agora (mais de 2 anos de uso).\n\nPS: Fuja do AL4",
                "O tonhão da esquina já está sofrendo com os volks e chevrolet novos...\n\nO problema dos PSA sempre foi a suspensão, motor e caixa são bons.",
                "Os principais defeitos na linha Peugeot são:\n\njunta de cabeçote do motor 1.4 (que depois que se troca pra paralela não dá mais defeito), \n\nsuspensão traseira que requer muito cuidado ou vai mesmo desgastar e deixar as rodas tortas e precisar colocar e trocar luvas de PVC pelo resto da vida, \n\ncâmbio automático AL4, reparo complicado e extremamente caro,\n\nalgumas panes elétricas bem enjoadas de resolver.\n\nBasicamente, ocorrem nos modelos 206, 207, e todos os automáticos equipados com o câmbio em questão. Se estiver vendo algum Peugeot que não tenha nenhuma dessas características, são carros na média confiáveis, e sempre bem confortáveis e equipados pra categoria.",
                "todo mundo que diz que o carro melhorou após a fusão está equivocado.\n\ntécnicamente, com conhecimento na área e no setor automotivo como engenheiro de peças, posso dizer que os carros estão bons desde 2014/2015.\n\né ilusão dizer que foi só ter a fusão que melhorou, pois o projeto e peças atuais existem antes mesmo das conversas da fusão se iniciarem...",
                "Você gostou mesmo do volante do 208? Eu achei ele muito estranho de dirigir, embora o design não seja feio. Mas não gostei do formato, não me deu segurança e achei a posição dele muito baixa e sem opção de regular altura (só distância). E olha que eu sou baixo, tenho 1,70m. Uma pessoa mais alta vai dirigir ele em cima do joelho, colado.",
                "Amigo, isso existiu por cauda dos 206/207 e outros franceses importados.  \n\n\nPeugeot  é um produto Stellantis, e tem motor de fiat argo. Nada a ver com os antigos carros."
            ]
        },
        {
            "title": "Consigo manter um Virtus ganhando 5k?",
            "selftext": "Surgiu a oportunidade de eu pegar o virtus do meu vô, seria o meu segundo carro (tirei a carta recentemente). \n\nConsigo manter ele com esse salário ou é impossível? Estou disposto a abrir mão de alguns gastos para isso…",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zesjat",
            "num_comments": 11,
            "comments": [
                "depende. Já tem o dinheiro pra pagar a vista? ou pagaria parcelado? 5k líquido ou bruto?",
                "Se ganhar o carro, consegue. \n\nSe for pagar o preço justo e com juros, provavelmente vai te apertar... nós precisaríamos entender o quanto vai desembolsar por mês para pagar ele.\n\n&#x200B;\n\nCalcula aí +- 500/mês de seguro e ipva, 120 de gasolina, rodando 10km/dia, 150/mês de revisões de rotina + 300/mês de caixa para eventual manutenção",
                "Depende ser vc paga 2000 de aluguel nao, se vc mora com teus pais, facilmente",
                "Vai depender do tanto que vc usa lo. Mas. Parece apertado. Se é seu (possível) segundo carro ja sabe os gastos que dá...\nEstimo que a manutenção de um veículo e seus custos seja aprox 1% do valor dele, por mês",
                "Depende... Eu tinha até a metade do ano um Versa 2018, só não consegui manter mais por ter que sustentar minha família e o orçamento pesou demais. Mas se você não tiver cria pra manter, acho que dá de boa",
                "Apertando vai meu bro.\n\nMas pense no imponderável: se o carro der algum problema estrutural mais crítico como uma suspensão, câmbio ou alguns problemas corriqueiros como, sensores periféricos, bombas, correia dentada, ainda assim conseguiria manter?\n\nSaiba disso, veja os valores na internet de correia dentada original, bomba de combustível, filtros de óleo e esses periféricos que costumam chiar um pouco com o tempo e veja se terá condições de arcar com eles + mão de obra. \n\nCaso sim é só somar isso a gasolina no dia a dia + Seguro e IPVA que a máquina é sua. Carro volks costuma dar pouco problema, ainda mais na mão de gente mais velha que desgasta pouco o carro.",
                "Nao. Fica pesado, vai viver para pagar custos.",
                "Solteiro sim",
                "Precisa ver se tem condições de manter as revisões dele em dia , comprar é muito fácil.",
                "Se tiver solteiro , consegue sim de boa . Quantos km tem rodado? Carro novo não dá muita manutenção,  tente trocalo antes dos 120 mil kms e seja feliz!",
                "5000 líquido + solteiro sem filhos e morando sozinho? = Consegue tranquilo.\n\nAgora, mudando qualquer coisa da equação (se você mora com namorada, ou é casado, ou tem filhos, ou ganha 5000 bruto [que vai ser descontado depois]) aí eu não diria o mesmo. Você ainda ganharia bem para os padrões brasileiros, mas com qualquer outro fator diferente já dificulta muito manter um carro ganhando o que você ganha.\n\nSer solteiro(a) sem filhos e morando sozinho(a) nos permite ter carro com muito mais facilidade."
            ]
        },
        {
            "title": "Salve, salve! Hoje, trago algo diferente. Há muito tempo, queria registrar não só uma ou duas fotos de um carro, mas também diversos detalhes dele. Fiz isso recentemente com esse belo Citroën XM Turbo C.T. 1993. Espero que vocês gostem! São 30 fotos!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zen1gf",
            "num_comments": 1,
            "comments": [
                "Vendo Opala 6 cilindros a gasolina ano 1989 impecável ."
            ]
        },
        {
            "title": "Chave canivete no fiat Mobi",
            "selftext": "Opa galera, tudo bem?  \nEstou com essa dúvida, pois queria trocar a chave do meu carro para um modelo canivete. Tenho visto os modelos do punto, fiat 500... Aquela redonda. No Mercado Livre o vendedor disse que o produto com chip serve apenas para Ducato e alguns modelos da Fiat, mas o Mobi (meu carro) não. Alguém sabe dizer se funciona? Se tem algum jeito? Eu sei que dá pra adaptar uma abertura elétrica do porta-malas, então fico pensando se dá pra usar a chave canivete codificada também.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zedmfl",
            "num_comments": 1,
            "comments": [
                "Além da parte física simples que é fazer a cópia física da chave no metal do canivete (Desde que ache algum compatível), tem que tirar o chip da chave atual (Tem 2 chaves, estague só 1 com isso, a reserva) e colocar na canivete. O chip [é nesse estilo.](https://s3-sa-east-1.amazonaws.com/loja2/ca542791f70ae4623de73c308c596218.png)\n\nDesde que ache chaveiro que consiga fazer a cópia física, toda e qualquer chave pode ser canivete. Aquele sistema de chave com canaleta (Pantográfica) é bem mais chato de fazer cópia, mas é mais difícil de abrir com micha então justifica a troca.\n\nAh, se tiver o código ou a chave mestre original dá pra programar outro chip, um terceiro, na central, o da imagem é nessa faixa de preço: https://www.cadipecas.com/9666995-Chip-Code-Transponder-PCF7939-Chave-Controle-Fiat-Mobi-Renault-Duster-Sandero-Logan-CD2140 Tem uns redondos menores que são mais baratos, coisa tipo R$ 30-40, falham mais, são o modelo que a Fiat usava até algo tipo 2010, mas nada grave, quando falha você o led de chave não reconhecida aceso, é só tirar e colocar de novo que reconhece, difícil falhar 3 ou 4 vezes seguidas, todo mundo acostuma, mas vai passar anos tendo isso por economizar uns R$ 50, chip bom é caro mesmo, normal loja local cobrar R$ 100 pelo chip e uns R$ 200 pra configurar."
            ]
        },
        {
            "title": "AUMENTO DO DIÂMETRO DO FURO DE LUBRIFICAÇÃO DO PISTÃO",
            "selftext": "Bom dia pessoal, gostaria de saber a opinião de vocês sobre aumentar o diâmetro do furo de lubrificação do pistão de um carro.  \nUm mecânico comentou comigo sobre isso e eu fiquei meio curioso e queria saber a opinião de vocês.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ze8txr",
            "num_comments": 17,
            "comments": [
                "Olha só esse furo ai é compatível com a sua bomba de óleo. Pensa assim, se vc aumentar o furo, não necessariamente vai passar mais óleo, pois a bomba de óleo continua bombeando o mesmo x de óleo por minuto, então a pressão do óleo vai ser mais baixa. Se fosse possível diminuir o furo, então a pressão aumentaria, mas a vazão continuaria a mesma. \n\n  \nEntendeu?  \n\n\nSe o problema foi falta de lubrificação por descuido dos outros donos do carro, basta uma limpeza correta de todos os dutos de óleo/agua do motor e uma nova bomba de óleo.",
                "Como o colega já comentou, o motor já foi projeto pra uma vazão X em pressão Y. Aumentar o diâmetro n necessariamente aumentaria a vazão porque a quantidade bombeada seria mantida, mas diminuiria a pressão por ter uma área maior com a mesma quantidade de óleo sendo liberado.",
                "Qual carro/motor? Ja ouvi falar em upgrade de bomba de oleo, mas esse role ai não.",
                "E qual o intuito no caso do seu carro? Pq precisa de mais lubrificação?"
            ]
        },
        {
            "title": "devo pegar ou e furada me ajudem",
            "selftext": "\n\najudem meu patrão me ofereceu o desmanche(legal) onde eu trabalho por 40 mil eu não tenho esse dinheiro eu provavelmente iria pegar um empréstimo no banco,\nNesse desmanche tem uns 70 mil em peças e bem localizado porém desorganizado e tem alguns carro ainda para treinar de tirar peças eu devo abraçar a oportunidade ou deixar passar ?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ze8sdy",
            "num_comments": 11,
            "comments": [
                "Levaria quantos anos pra conseguir vender 40 mil em peças de baixa procura? As peças mais procuradas provavelmente já foram todas vendidas.\n\nAs vezes no ML compro muita coisa de algum desmanche vendendo as coisas picado por mixaria porque tá com dívida, peça de baixa procurar demora séculos pra vender, geralmente dá bem menos lucro que uma grana dessa numa taxa de CDI! Como complemento de renda pra quem tem lanternagem, oficina, auto-elétrica, aí dá alguma grana, mas viver só disso complica, precisa ter uma puta grana empatada em estoque de baixa rotatividade.",
                "Acredito que ele esteja passando o ponto, se for isso, tem o aluguel do imóvel, você tem que verificar a contabilidade, se da para pagar as despesas mensais , por isso ele não se importa de passar 70 mil por 40, o interesse é passar o ponto, ou por prejuízo mensal ou qq outro interesse particular.",
                "Vc manja dos canais de venda? Venda física, mercado livre? Tem algum outro? Quanto tempo vc levaria pra “desovar” esses 70 mil? Qual a média de faturamento dele? Vc teria granja p/ despesas fixas (aluguel, água, luz, funcionários caso tenha)? Vc teria grana pra capital de giro/reposição de estoque?",
                "Se vc n entende ou não é do ramo, é furada. Como orubem comentou, peças com alta procura já devem ter sido vendidas, e o resto pode ter valor, pra alguém, mas até esse alguém vir comprar que é a questão.\n\nNesse negócio n sei tbm se localização tem sido importante, tem mta gente vendendo pelo ML, Shopee agora, aumenta muito sua área de venda. Eu acho furada, até pq se fosse fácil transformar essas peças em 70 mil ele n te venderia a 40",
                "eu abraçaria, pede prazo pra pagar, organiza urgente ele, investe (aproveita que os leilão tão bombando) e por fim coloca tudo na internet\n\n&#x200B;\n\nmarcha em cima de marcha pai",
                "Foge. Risco alto pra um ganho baixo de longo prazo.",
                "e o aluguel?",
                "Meu camarada o negócio é bom , vai depender de preço e marketing"
            ]
        },
        {
            "title": "vender carro básico pelo valor de tabela?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ze4nd2",
            "num_comments": 7,
            "comments": [
                "Todo carro tem seu valor de tabela. O que importa em colocar o carro pelo valor de tabela a venda é: o estado do automóvel em si ou a raridade de tal carro.\n\nPor exemplo: um Citroen C4 tem valor de X na tabela, porém está com problema na direção e já foi batido, logo ele não vale o valor de tabela. \n\nOutro exemplo: Accord 95 tem X valor de tabela, porém meu Accord é coupê, manual e está perfeitamente conservado, diferente da maioria no mercado. Logo, meu carro está acima do valor de tabela.\n\nA tabela Fipe é mais uma orientação do que uma regra. O que importa mesmo é se a pessoa paga o valor que vc está propondo kkkkkk",
                "Tabela é, como o nome diz, uma tabela de referência. Conforme estado e acessórios você pede acima ou abaixo da tabela, pode colocar variação regional, a tabela é referência.\n\nEntre você pedir um preço e alguém pagar aquele preço é outra história, no mundo real carro não é igual supermercado que você vê o preço na etiqueta e compra ou não compra, carro se negocia, se olha detalhes pra ver se vale ou não o valor pedido, tem N variáveis, mas o preço de tabela é uma referência.\n\nTabela molicar tem a referência do básico e do completo (Modelos caros as vezes parece que já vem completo mas sempre tem acessórios a mais, se tem até aquecedor pro banco saiba que ainda falta o sistema de resfriamento pro banco!), a Fipe não leva isso em conta, ela pega média de todas as comercializações do modelo, na média o preço fica mais baixo se tem mais versões básicas daquele modelo (Tipo Gol Special 2003, umas 10 mil unidades vendidas por ano eram básicas, umas 500 eram cheias de firulas, então no mercado tem mais básico, o preço médio de venda do modelo será praticamente baseado em básicos mesmo), no caso de básico se vender pelo preço de tabela tá bom demais, no caso de modelo com muito acessório é que complica, na hora de comprar as vezes compra 10% acima do preço de tabela, mas depois vende só pelo preço de tabela, é ter uns riscos na pintura que já chega pessoal querendo pagar 10% a menos, é só ignorar esse povo idiota que seja qual for o preço eles querem negociar, gente chata do caralho, se você diz que não negocia então não tem essa de oferecer X ou Y, quando nota que é dessas pessoas é melhor falar que não negocia e pronto, faz negócio só com quem tá interessado no carro, não no negócio.",
                "basta achar comprador",
                "Vendi o meu Pálio 2010 básico 2 portas ontem, comprei por 13mil em 2020 vendi por 18mil.\n\nMe falaram q carro básico e principalmente duas portas era impossivel de vender, garagem queria me pagar 13.5mil nele, coloquei á venda não durou duas semanas.",
                "Depende. A tabela vai servir de referência. Veja o valor que estão pedindo nos mesmos modelos e anos na sua cidade e tenta ver o estado deles. Carros básicos mas considerados populares, carros que aguentam e tem manutenção barata tem sido valorizados aqui na minha região, por exemplo, saindo acima da tabela FIPE. Em compensação carros mais premium dos mais comuns de se achar, tem sido postado abaixo da tabela FIPE. Fora isso tem as exceções por status do modelo, histórico etc. Corolla é foda comprar usado pq é sempre bem valorizado por exemplo pela mecânica de confiança.",
                "*Cada carro, um caso. Depende da forma de conservação, problemas seja ele pelo carro ou doc, se foi batido;*\n\n*E se tem amor sentimental no meio...*\n\n**Geralmente somente carros impecáveis, restaurados, de museu... entre outros; são vendido por valor de FIPE ou até acima.**",
                "sim ou nao\n\nque mais vc quer saber?"
            ]
        },
        {
            "title": "508. Peugeot 508.",
            "selftext": "Amigos, com 60 mil na mão e querendo uma nave.\nJá vem com a evolução do lixo A4L, ou seja... não é mais problema.\nMotor 1.6THP que encontra até em fusca hoje.\n\nRodar em uma cidade minúscula, com 100km mês em média.\n\nOpiniões? Alguém tem?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zdqhqq",
            "num_comments": 6,
            "comments": [
                "Não tem o C5 com esse motor também?\n\nEnfim, nesse orçamento, se quer andar de nave, vai de Passat B7. se procurar acha até com o pacote Premium que vem xênon, ACC, chave presencial e park assist. O 508 é muito pesado pro 1.6.",
                "Esse ano ainda é o THP Mono, que é bem pior que os mais populares Flex atuais.",
                "o carro é o que oferece, médio, e sinceramente não gosto do visual...\n\nja que roda tao pouco, vai de azera",
                "Vai ser seu único carro? Tem condições de fazer uma boa revisão nele?",
                "Não é o AL4, mas é o AT8, nao? um câmbio beberrão de quatro marcas. Aliás, se você tá querendo essa bucha não vai pensar em consumo. Ainda mais rodando pouco? E esse 1.6 THP ainda não é aquele tão popular. \n\nBem, se você está ciente da onde quer entrar, vai fundo. E ah, tem um conhecido vendendo uma 407 v6 de procedência. Acho que deve caber no seu bolso."
            ]
        },
        {
            "title": "Comprar carro 0 KM fora de SP para evitar ICMS",
            "selftext": "Estava vendo que um breve pulo para minas me economizaria 6 mil reais.\n\nAlém do estorvo de andar uns 600\\~800 KM, o único problema que vejo é rodar sem placa(por lei é permitido, dentro de prazo de 15 dias, desde que eu esteja levando meu veiculo para o local do emplacamento ) e ser parado pela PRF para explicar o que estou fazendo.\n\nAlguém tem alguma dica sobre isso? Algum outro estado que seja melhor para ir? Sou de SP - Capital.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zdawuj",
            "num_comments": 3,
            "comments": [
                "Vc teria que emplacar lá onde vc comprou pra evitar ICMS. Se tiver parente lá é uma boa, se não tiver tenta dar uma ligada pra alguns despachantes mais adeptos a uns jeitinhos, esse serviço existe e é cobrado, tem q por na ponta do lápis pra ver se vale a pena",
                "Curioso, aqui pessoal paga policiais pra ir justo aí pra SP buscar carro, pra evitar os tributos.\n\n(Passando fronteira a PRF tem o poder de te encaminhar pro Sefaz pra você pagar a diferença de ICMS nessa nota fiscal, afinal isso é mercadoria entrando no estado)\n\nPorque não poderia emplaca lá em MG mesmo? Comprovante de endereço pode ser declaração de endereço, servidor do Detran até fala que precisa comprovante, mas é só insistir que pode ser declaração de endereço que funciona (Eu até moro aqui mas não tenho nada no meu nome então sempre uso declaração de endereço, pessoal olha feio mas se tá no site do detran do estado então aceita)\n\nEsse aí tá no site: https://www.detran.mg.gov.br/publico/legado/Decl.Resid.09.2017.pdf",
                "Se for pela Fernão dias, é dor de cabeça. Vai pelas cidadezinhas, aguas de lindoia / monte siao... sem stress"
            ]
        },
        {
            "title": "Suspensão saveiro G1",
            "selftext": "Olá, colegas.\n\nQual suspensão colocar com a intenção de manter o maior conforto x segurança possível? \n\nQuero abaixar até ficar uns 2/3 dedos entre o pneu 13 e a caixa de ar. \n\nSuspensão a ar tá descartada, o projeto visa manter a maior originalidade pessoal do veículo.\n\nDicas?\n\nSaveiro 96 CL",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zd9dnq",
            "num_comments": 13,
            "comments": [
                "2/3 dedos de aro 13 vai jogar o carro lá no chão, a ideia é exatamente essa? \n\nDá pra baixar \"socialmente\" sem prejudicar tanto o conforto, mas nessa opção que você disse, não tem como.",
                "larga alta rapaz, kkkkkkk",
                "Cara, se vc for de SP, vai na Impacto Suspensões na Zona Sul. Tenho no meu Santana Turbo e é outro nível.",
                "*Se tiver grana, mete uma rosca que dá pra você mudar o setup quando usar ela carregada e quando for andar de boa você pode baixar.* \n\n*Fiz isso numa Courier 97, e só vendi porque o cara me pagou um grana bem acima da FIPE. Sinto saudades dela até hoje.*"
            ]
        },
        {
            "title": "Opinioes para um SUV no ano de 2022 vindo de um HB20 1.0?",
            "selftext": "E aí pessoal, passei uns bons anos com meu fielzissímo HB20 e ele cumpriu seu papel. Nunca me deu dor de cabeca e me levava em todos os lugares.\n\nPorém, o fato de ser manual, a suspensao nao ser muito boa e o carro ser baixo, me fez querer pegar um SUV nesse ano de 2022-23.\n\nAté agora só vi o Pulse e o Fastback da Fiat, planejo ainda ver o HRV amanha e talvez o Nivus e o T-Cross. Sobre velocidade.. Eu nao ligo, nao quero ter um carro muito rápido, prezo mais pelo conforto e por ser automático.\n\nFiz o test-drive com o Pulse e o Fastback e em termos de conforto/direcao, nao vi muita diferenca, só achei o Fastback mais bonito e com mais \"frescuras\" que o Pulse, que querendo ou nao fazem uma diferenca.\nMas cá entre nós, essas frescuras me conquistam. Ligar o carro a distancia, chave por aproximacao, banco de couro.. É bom demais!\n\nO Pulse saiu com taxa zero pra mim e um valor final de 116 na versao Audace Turbo, e o Fastback Audace saiu por 131 mil mas com os juros, sem taxa zero, o valor final fica 184 mil, o que eu achei um absurdo, por que isso é independente do valor de entrada que eu der, a taxa é a mesma..\n\nPor enquanto eu só vi carros 0km mas nao tenho nenhum problema em pegar um semi-novo.\n\nPorém eu sou leigo com carros, só tive esse HB20 e honestamente nao sei se o Pulse ou o Fastback podem ser uma boa escolha. A principio, o fator da taxa zero me anima mas vi alguns comentários que falavam mal sobre ele. Voces poderiam por favor me dar opinioes sobre SUV's para pegar? O motivo principal de querer um SUV é primeiro que eu moro em um estado em que as estradas nao sao melhores, logo o HB20 estava balancando muito. E além disso, perdi a paciencia de raspar o carro em quebra-molas/lombadas.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zd8hu0",
            "num_comments": 13,
            "comments": [
                "Já avaliou o creta? Se gostou do hb20/hyundai, estranho o creta não ser uma opção.",
                "SUV é a única opção?\n\nSe for eu iria de Tiguan usada (melhor custo X benefício na minha humilde opinião), ou das opções que você mencionou o HRV. T-Cross e Nivus achei muito plastificada e desconfortável (por dentro), Pulse e Fastback pra mim deixam muito a desejar como carro.\n\n> Mas cá entre nós, essas frescuras me conquistam. Ligar o carro a distancia, chave por aproximacao, banco de couro.. É bom demais!\n\nSe tiver a oportunidade de pesquisar opções mais caras, veja uma X1 e/ou uma Q3 usadas e compare com os outros zero KM que você mencionou. É outro nível de conforto \"pelo mesmo preço\".",
                "Um carro low profile e robusto é o Renault Captur e, claro,  tem também a Duster\n\nSemi-nova, lá pelos 140-150 pega uma S10 4x4 LTZ Flex\n\nOutros: Renegade, Kicks, Creta, Tracker... \n\nTem o Tiggo 3x também, tem um bom pacote, mas é Chery... aí complica",
                "qual orçamento?",
                "Se não for só SUV, um Honda City do modelo novo pode ser bem legal. Aparentemente é bem confortável, tem um motor mais potente que seu HB20, mas vai beber igual, se não até menos. Nesse valor vai ser difícil um SUV de verdade 2022.\n\nSobre ser alto ou não: ​\n\nCity: 14,4cm\n\nNivus: 17,6cm\n\nT-Cross: 18,8cm\n\nHRV: 17,7cm\n\nEsse é o vão livre do solo de cada um desses. Lembrando que 4cm dá uns 2-3 dedos pra quem tem mão grande e uns 4 dedos pra mão pequena. Meu ponto é, com esse orçamento, acho que é interessante você dirigir outros carros pra sentir o conforto. Nos hatches, recomendaria 208 e Polo, além do City. Pra SUVs, além dos já citados, temos Kicks e Creta também, que seminovos devem chegar nessa faixa.",
                "Renegade turbo",
                "*Mano, eu correria desses SUV que não pode nem pegar terra que dá B.O*\n\n*De todos, eu iria de Tracker, Montana, Creta*\n\n*Ou pegaria uma Vera Cruz, Sportage, Duster tanque de guerra (Minha irma tem uma a 9 anos), gosto da HR-V.*\n\n&#x200B;\n\n**Agora se você quer algo mais SUV de verdade, iria de Pajeiro 4X4, Grand Vitara 4X4, Subaru XV...**",
                "SUV's tem todos tamanhos, cores e preços praticamente kkkk\n\nMeus pais tem um Nissan Kicks 2017 se nao me engano, algo assim. Se ainda for a mesma plataforma, é um carro bem econômico, velocidade suficiente, confortavel, bastante espaço, tem algumas frescuras, camera 360º etc. É um carro bem confiável, nunca deu nada de mais fora preventiva. Eles estão vendo de trocar e da até dó pq  o carro é mt bom, e pra inteirar numa outra SUV 0km vai uma grana.\n\nFora o Kicks, tem o HR-V, usado é bem valorizado, o 0km 2023 ta bem legal. Pulse é menor, já ouvi falar bem desse carro. Renegade é um carro muito aconchegante internamente pra mim, ainda mais se vc ta vindo de um HB20, que é um carro simples (como onix, argo e outros hatch \"populares\"), o acabamento do renegade é surpreendente. Eu fui conhecer um 2015 uma vez e fiquei com vontade de comprar kkkk.\n\nDuster é um ótimo custo benefício, só que eu acho que é uma das que mais desvaloriza, vale a pena ver usada mas modelos mais novos. É um excelente carro, meu sogro tem um, econômica, resistente, bem bacana. Meu único problema com os carros da renault é que eu acho eles meio feios, design antiquados interior e exterior.",
                "Se grana não é problema, vai de Creta 0km ou T-Cross. Se quiser economizar, vai achar Tiguan, Creta antigo, Santa Fé, entre outros de2015 pra baixo que são super confortáveis e vão te atender.",
                "acho o T-Cross e Nivus as melhores opções amigo"
            ]
        },
        {
            "title": "Escort xr3",
            "selftext": "Estou pensando em pegar um Escort xr3 mk4, algum problema crônico, perrengue que eu possa passar futuramente ou algum detalhe que eu tenha q prestar atenção na hora da compra ?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zd7bvx",
            "num_comments": 6,
            "comments": [
                "Tem o normal de todo modelo dessa idade, metal sem tratamento decente (Nessa época não lembro em que ano começou o banho com fosfatização e tal) enferruja fácil, e fio de 30 anos de idade é normal rachar e ter mal contato nas emendas, então se pegar o hábito de trocar partes do chicote toda vez que alguma parte dele der problema logo você resolve tudo.\n\nPeça de acabamento as vezes também não acha nunca, tem que sempre que achar vendedor com alguma coisa já comprar outras coisas reserva pra aproveitar o frete porque talvez depois não consiga achar alguma coisa específica facilmente. Na parte mecânica tem de tudo (Porque são peças comuns a outros modelos), acabamento não.",
                "Motorzinho AP é só sucesso, peça barata etc.  \nAcho que nesse modelo tu só vai ter problemas com suspensão, buchas etc.",
                "*Suspensão molenga, Elétrica (difícil achar um que não foi mexido), se puder jogar uma proteção anticorrosiva;* \n\n*Se puder, já da olhada em algum outro ESCORT doador pra pegar acabamento, peças...*\n\n**De resto é um AP, não tem segredo. E da uma olhada no tratamento que o carro teve debaixo do carpete pra não ter surpresas ao decorrer do tempo.** \n\n**Boa lasanha mano!**"
            ]
        },
        {
            "title": "Apanhando do freio do Herbie!",
            "selftext": "Sangrar freio sozinho não é fácil. Tenho que fazer um sangrador.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zby3u2",
            "num_comments": 2,
            "comments": [
                "Sugador de ar usado pra recarga de cartuchos e cia serve. Meu sangrador é uma dessas bombas de vácuo pra desentupir cartuchos de impressora do século passado, é bom até pra quando troca mangueiras e filtros de combustível, puxa o ar até chegar combustível.\n\nMas dá pra fazer com borrifador barato: https://youtube.com/watch?v=jAKZTyZSLxQ  Inclusive a uns anos vendia uma sugador de líquido de freio que era feito com pulverizadores parecidos, lembro que comprei um pulverizador desse na época por tipo R$ 12 enquanto a versão a vácuo e com mangueirinha encaixada na ponta era tipo R$ 50 na lojadomecânico, ainda tem deles baratos, eles fazem mais vácuo que os de 2 litros: https://magazineluiza.com.br/pulverizador-borrifador-manual-costal-5l-palisad-647408/p/fkaj9d2j4f/cj/plvz/ (Não achei a versão dele com vácuo, mas é só inverter como no vídeo)"
            ]
        },
        {
            "title": "Civic Lxl 2010 ou Bravo Sporting 2013?",
            "selftext": "Eai pessoal, queria ver se vcs desempatam minhas ideias aqui kkk\n\nSei que são duas categorias diferentes, mas o valor ta muito perto e é os que estou olhando aqui no momento.\n\nEstou atrás de conforto e design mas com uma mecânica boa e não muito gastador, o que é um ponto negativo pro bravo eu sei, porém caso ainda compense eu estaria disposto à abrir mão da economia, mesmo sendo um carro pro dia a dia.\n\nNa experiência de vcs a manutenção do civic é pesada no orçamento como dizem? Ou acham que se achar um conservado dá pra manter tranquilo?\n\nSe tiverem outras sugestões na faixa de R$40 á R$50 mil eu agradeço tbm!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zbsr5i",
            "num_comments": 17,
            "comments": [
                "Honda é incomparavelmente superior a Fiat como marca de automóveis.Dito isso, o Bravo é um carro subestimado pra caramba, é super equipado e algumas versões tem um design muito legal. É de uma categoria excelente porém extinta: Hatch Médio.\n\nPessoalmente, eu pego o Civic por ser fã da Honda e não gostar de Fiats em geral. Porém recomendo para vc o Bravo por ser um excelente carro, ter exclusividade (Civic tem em toda esquina) e entregar mais pelo valor que pedem( Custo benefício de Civic é horrível).",
                "[deleted]",
                "*Honda mano,* \n\n*Melhor de mecanica, revenda, peças de qualidade, e da pra fazer umas maldades.* \n\n*Mas o Bravo, é divertido. Principalmente o T-jet, porem a revenda, peças...*",
                "*\"Estou atrás de conforto e design mas com uma mecânica boa e não muito gastador\"*\n\nEntre os dois, Civic. Bravo teve baixa produção, tende a existir dificuldade de peças.",
                "Vou te passar minhas experiências como proprietário de um civic g8.\n\nA maior tristeza do dono do civic é hora que ele cai na oficina.\n\nÉ um carrão, lindo, bonito, confortável, cara de patrão, apesar do design, não é um carro esportivo nem dos mais rapidos, mas é muito bom e suficiente. Não sei o que vc teve costume de dirigir, mas caso nunca dirigiu um, vai sentir bastante a saída dele, em baixa a rotação o carro é extremamente fraco mas ele compensa por jogar mais potência em alta rotação.\n\nNo mais eu acho que falta bastante tecnologia por ser um carro de 2010, que faz falta para mim. No meu caso o modelo é todo original, não tinha entrada USB no radio, faz falta bluetooth pra mim, frescuras desse tipo.\n\nUma coisa dificil de civic é achar um em bom estado que não teve suspensão mexida (rebaixada, mola cortada). A suspensão é talvez a parte mais cara da manutenção se tiver que fazer, fora danos extremamente sérios.\n\nOutro problema, não lembro se o lxl todos são automaticos, mas caso vc queira automático, pessoas que cuidam do óleo de câmbio são raras no Brasil, podendo sobrar uma bombinha pra vc tbm. Carro com 12 anos automático é complicado, e quanto economia, não é nem gastão nem economico, é bem OK.\n\nColocando em comparação minha realidade, 24 anos, cidade 500 mil hab, meu carro foi basicamente pegar e andar, sem problemas, mas carro velho eventualmente da manutenção. O problema é qual manutenção e quando, as vezes vc pode não estar preparado.\n\nAlguns gastos que eu tive com carro pra ter uma ideia, primeiro seguro, por ser um carro de categoria superior, bastante visado pra roubo e eu ser novo , o seguro foi salgado, 3000/ano +-.\n\nTroca de óleo preço padrão por aqui, filtros sao meio dificeis achar, só acho de marca vagabunda e querem cobrar caro, por isso acabo só mandando trocar filtro de oleo e combustivel e eu mesmo coloco os filtros de ar.\n\nPneus eu me assustei no começo por conta do perfil ser maior do que meu antigo carro q era um hatch simples, mas no fim comprei da general tire na black friday por 337 cada. Mas fora isso são naturalmente mais caros que carros populares.\n\nPor ser um carro de +100 mil km, teria que ver pra trocar as velas, correia alternador e coisas desse tipo de preventiva, as velas estão em torno de 300-400 reais. A correia ta meio chato de achar, eu vi por cerca de 100 reais, isso se não precisar mexer nas peças do alternador que dai vai mais uns 300\\~500 reais. Em grupos com pessoal q é dono do G8 falam q n aceitam mt peças de baixa qualidade (marcas ruins), infelizmente.\n\nEu tive que trocar um jogo de disco e pastilha dianteiro, 2 kit de amortecedor dianteiro, pivôs, terminais de direção, barra axial, coifas e bieletas da barra estabilizadora. Feito com mecânico de confiança e cotado numa loja de confiança que me cobrou preço de custo do melhor preço q ele conseguiu com revendedores da minha cidade. 2100 com mão de obra. Basicamente por ser um carro velho e de \"patrão\" as lojas ou não tinham as peças ou muitas queriam cobrar mais caro que o normal, ou seja, a pronta entrega pra mim foi dificil encontrar mesmo em uma cidade grande. Poderia ter economizado comprando online as peças? Com certeza, mas nisso eu iria perder tempo com o carro parado, e pra mim ele é meu carro de dia a dia. Mas mesmo assim, não iria economizar muito não, as peças eram de marcas boas, algumas foram até mais barato q online.\n\nCaso a suspensão tivesse estragado, iria aumentar ai mais uns 400 reais (online) até uns 800 (pronta entrega).\n\nSe meu carro fosse um onix, ou um golzinho, um etios, o custo de tudo q eu comentei seria de 1/3 desses valores q eu comentei, mais ou menos.",
                "To num dilema parecido mano, entre um Civic LXS 2009 ou algum outro carro mais barato e novo. O Civic é o carro q eu sonho em ter já há quase uns 10 anos, mas eu precisaria usar ele pra ir pra facul, q daria em torno de uns 60km por dia, acho q ia moer demais o carro, além do gasto com gasolina (de menos pois tenho quem dar carona). Morro de medo tmb de por ser um carro mt antigo pegar um com problema no motor/câmbio/direção/suspenção, o que seria um rim de dinheiro pra arrumar. Enfim, pelo que vejo a manutenção preventiva é tranquila de manter, e, pra mim, Civic é outro patamar frente ao Bravo."
            ]
        },
        {
            "title": "0 a 10 nessa F75?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zbm79b",
            "num_comments": 12,
            "comments": [
                "Ta muito linda, bem conservada, além de ser um baita carrão, temos uma dessa na família tbm, muita guerreira.",
                "A maior burrice que pode fazer é pegar  carro antigo e já restaurar de cara. É pedir pra desgostar do carro. A não ser que seja experiente em restaurações, curta o carro primeiro Op\n\n\nFosse minha: pintava as rodas de vermelho e boa, rodava desse jeito aí.",
                "Voto com o u/comprocarrovelho\n\nReformar de cara é receita pra perder dinheiro vendendo o carro logo depois da reforma, por puro desgosto.\n\nPelas fotos que você postou, parece ter muito potencial de ser uma boa sobrevivente. Se puder, manda mais foto da interna, do assoalho, do cofre, dê uma boa revirada no carro, conheça ele. Sugiro até fazer bastante registro fotográfico de tudo que você olhar pra teres um bom histórico de evolução do carro (tanto pra acompanhar se algum podre não tá aumentando, quanto pra ter um comparativo das coisas que você vai arrumando).\n\nComo disse o outro user aqui: APROVEITE O CARRO. Vai consertando as coisas bobas que podem te impedir de usar o carro, vai ser majoritariamente coisa mecânica. \n\nVai arrumando as coisas ao seu gosto aos poucos, evite ao máximo parar o carro por mais de 1-2 meses, é um piscar de olhos pra você ficar frustrado e perder o tesão no carro. E fazendo aos poucos, você sente a evolução do carro, que é uma das coisas mais legais em se ter antigo.\n\nNo mais, parabéns pelo brinquedo, aproveite!",
                "kit lift, pneus mud, pinta de preto, santo antônio, barra de led no teto, protetor de caçamba, escapamento de caminhão nas laterais",
                "Muito show, eu sou apaixonado pelos Willis.",
                "10",
                "Só da um tapa na Mecânica e coloca pra rodar.",
                "7"
            ]
        },
        {
            "title": "Carro com motor turbo?",
            "selftext": "Bom dia!\n\n&#x200B;\n\nTenho um onix 1.0 2015 e estou interessado em comprar um carro novo 1.0, com motor turbo (provavelmente um onix ou um polo), mas para decidir se vale a pena **gostaria de saber quais as demandas com manutenção que um motor turbo exige.**\n\nO meu carro nunca teve problema com motor e as manutenções de rotina dele são bem acessíveis e qualquer mecânico dá conta de fazer, tenho medo de pegar um motor turbo e morrer na nota **ou até mesmo ter muitos problemas com ele.**\n\n&#x200B;\n\nDesde já agradeço",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zaimf0",
            "num_comments": 19,
            "comments": [
                "O novo Onix passou por uma avaliação longa duração pela 4 rodas para avaliar o desgaste, e ele se saiu muito bem!\n\nO motor é bom e vai durar, porém são mais delicados e exigem cuidados para durarem, então não acredite que atrasando manutenção, usando óleo errado e completando arrefecimento com água de mangueira é o caminho para passar dos 500k rodados.\n\n[Valores de Manutenção do Novo Onix até 100k](https://motorshow.com.br/confira-quanto-custa-manter-o-chevrolet-onix-turbo-ate-os-100-000-km/)",
                "Todos são motores descartáveis. Nenhum desses motores novos 1.0 3 cilindros turbo são resistentes e de facil manutençao como os motores 1.0 mais antigos, tipo os Fire, e VHC da vida.\n\nCONTUDO, POREM, ENTRETANTO, nao significa que são ruims. Veja bem, se voce comprar um carro com motor 1.0 turbo com pouco uso ou boa manutencao, ele deve durar ai seus 150, 200, mil km's tranquilamente.  \n\n\nMas se voce pretende rodar 500mil Km's num motor desse, não vai rolar.\n\n&#x200B;\n\nResumo: Pode ir tranquilo. DESDE QUE COMPRE ALGO EM BOM ESTADO OU ZERO KM",
                "Quer tubo bom pega um AP 1.9 forjado",
                "Meu camarada o negócio é ter condições de manter o carro, se você tem , o carro não vai ter problemas .",
                "Pensa que esses carros tem mais peças para dar manutenção, e também são mais caras .",
                "Pega um Polinho 1.6 16v e ja era",
                "Eu teria maior preocupação com bicos injetores do que com o turbo: Onix, por ter injeção indireta, tudo bem, aguenta mais desaforo (gasolina adulterada ou álcool); o Polo tem injeção direta, os bicos são mais sensíveis ao álcool (veja vídeos da High Torque) e tem a bomba de alta pressão, que frequentemente dá problemas."
            ]
        },
        {
            "title": "Multa com CNH provisória e desconto SNE",
            "selftext": "Fui multado hoje por \"estacionar ao lado ou sobre canteiro central\". (GRAVE)\n\nEstou com a CNH provisória, mas o carro não está no meu nome.\n\nDescobri que aderindo o SNE, posso conseguir 40% de desconto na multa.\n\nMinhas dúvidas são:\n\nEsse desconto com SNE é real?\n\nSe eu pagar com o desconto usando o meu nome, perco a provisória? Preciso pedir para o dono do carro pagar?\n\n[Link do gov sobre SNE](https://www.gov.br/pt-br/servicos/obter-desconto-sobre-o-valor-de-multas-de-transito)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "za4vjl",
            "num_comments": 3,
            "comments": [
                "Você não pode ter multa grave ou gravíssima enquanto tiver a PPD.\n\nVeja se o dono do carro não fica com ela para pegar os pontos, e você paga o valor da multa",
                "Sim, o desconto é real.\n\nTipo esqueci de pagar multa por R$ 550 num carro que comercializei, agora perdi o desconto e a multa tá no valor normal, R$ 880. Outras multas dele eu lembrei de pagar, coisa de R$ 200 saiu por tipo R$ 120.\n\nSe emitir boleto vai ter que pagar, não dá pra ficar entrando lá e emitindo boleto com novo vencimento a cada poucos meses, o troço tem validade, uma hora o desconto some pra sempre.",
                "1) o desconto no SNE é real, mas vc deve ter aderido. Mas pra conseguir o mesmo, vc deve abdicar dos recursos.\n2) se vc não fizer questão do desconto, vc pode recorrer da multa. Pode não dar em nada, com certeza... Mas pelo menos vc ganha tempo pra ir conseguindo a definitiva.\n\nEntão... Ou vc pega o desconto, ou tenta recorrer até sair a definitiva. Os dois não dá."
            ]
        },
        {
            "title": "Hyundai i30 2011 Automático completo com teto solar",
            "selftext": "Atualmente tenho um Astra 2011 completo que gosto muito pelo conforto, acabamento e desempenho.\n\nTo querendo um Hatch Médio melhorzinho, automático e mais completo.\n\nVi um i30 para vender aqui na minha cidade e fiquei bem tentado, estão pedindo 44.000 e o carro ta muito bem cuidado aparentemente, a versão que olhei é a mais completa, com bancos em couro e teto solar, o que pega é o cambio automático de 4 marchas apenas para um motor 2.0 a gasolina.\n\nO que acham desse carro, alguém conhece e tem algo a dizer? \n\nEm pesquisas pela internet, videos e tudo mais o ponto critico que mais vi comentarem foi suspenso dura, consumo e pneu de perfil muito baixo para o asfalto brasileiro.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z9tgoi",
            "num_comments": 6,
            "comments": [
                "é, o astra nao tem consumo muito bom, o i30 vai conseguir ser pior ainda. Mas o carro é bom sim",
                "Por 44 dá pra levar um C30, se gostar de lasanha. A plataforma é a mesma do Focus mas o acabamento e montagem são superiores. O motor é Duratec (mas com outro nome) e o câmbio é de 6 marchas banhado a óleo, então não tem o problema dos PowerShift.",
                "Seguro e manutenção é uma bica tb, se vc curte essas coisas.",
                "i30 é um carrão. Tenho um 2012 da mesma geração e tô custando trocar ele pq é difícil achar algo no mesmo nível com a grana que tenho pra pagar. A única dor de cabeça que me deu foi a direção elétrica ainda em 2014.\n\nIsso posto, se vc já tem um astra 2011, tentaria pegar um carro mais novo... Talvez um cruze 2016/17.\n\nEdit: o meu é manual. Automático si pá não vale a pena pelo consumo e desempenho.",
                "Tenho um i30, 2010 completo em questão de mecânica só manter em dia, agora consumo vai doer um pouco, mas é um put* carro mano. Recomendo"
            ]
        },
        {
            "title": "Tucson 2008 2.0",
            "selftext": "O que me dizem sobre esse carro como primeiro? \nSei do consumo e tudo, mas a ideia é ter um carro alto e mais barato, aqui na minha cidade literalmente os carros são como as lanchas",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z9lq27",
            "num_comments": 16,
            "comments": [
                "Tucson é bem resistente, compre um bem cuidado e fique atento a manutenção. O ponto mais fraco é o consumo, mas como vc já está ciente disso...",
                "Eu tenho uma 2011. Único dono.\n\nTe falo q ela bebe, mas é espaçosa e nunca  deu problema.  As peças são mais caras, mas valeu muito a pena. Recentemente troquei muita coisa de suspensão dianteira e deu quase 4 mil. Então olhe bem antes de comprar, pq é um carro pesado e força bem a suspensão. \n\nEste carro foi quem fez a fama da hyunday ( e a primeira santa fé) nos EUA nos anos 90  ele é super dimensionado, e aguenta muito. Super confiável",
                "Ja tive uma e posso dizer, é um belo carro. \n\nAlgumas manutenções são ligeiramente maiores que a maioria. Todas elas tem um problema crônico no subchassi dianteiro, é uma solda mal feita de fabrica. Compre na fé, mas leve sempre num cara bom para refazer essa solda preventivamente",
                "Pelo que já busquei do carro e escutei de conhecidos (há um tempo quando estava trocando de carro), é isso que falaram aí, um tanque de guerra (não quebra fácil), porém consumo alto. E geralmente carros duráveis tem peças um pouco mais caras, pela confiabilidade compensa, mas tem que ver seu orçamento pq o comprar é mais fácil do que manter. \nEu achei uma oportunidade na minha vez e peguei uma Pajero full 2008 por 60 mil na época, dentro da cidade consumo elevado e a manutenção é um pouco pesada (mas pq sou chato com isso e prefiro gastar mais com peças pq já passei aperto viajando e não recomendo).\nSe o antigo proprietário tiver feito manutenções regulares e tiver anotado as datas/km, você gasta bem menos, mas geralmente não tem e recomendo sempre dar uma geral quando você pega o carro pq se tem maior segurança em quando trocar e etc. Tô com a Pajero até hoje é super feliz, aqui no estado carros só pagam ipva até 15 anos e ano que vem vai ser meu último ano.",
                "Qual é o seu orçamento?",
                "alto em qual sentido ? kkkkkkkk\n\nela é um tanque de guerra, o visu é bem datado, do tipo ja foi faz tempo\n\neu tinha uma TR4 4x4, meu amigo aquilo subia até parede",
                "as motos são como jetskis, e os pedestres são como os banhistas"
            ]
        },
        {
            "title": "Peugeot 208 AT",
            "selftext": "Quero muito comprar um Peugeot 208 automático, modelo de 2013, que vem com câmbio AT8, se eu cuidar bem, consigo manter sem problemas, ou vou sofrer com manutenção do câmbio? Muitos falam mal dele mas não sei até que ponto oque falam é verdade.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z948it",
            "num_comments": 7,
            "comments": [
                "Ele é um cambio não muito adequado pro Brasil mas não é uma tragédia, sofre com calor e com mecânico ruim.\n\nO que eu recomendo é PRESSUPOR que a manutenção anterior não foi feita direito, e então refazer ela do zero, vai te dar 80 mil km com zero risco.\n\nBasicamente se o carro teve líquido decente no radiador o tempo todo, e sempre pegou só estrada onde dava pra correr, o vento ajudou a resfriar e o trocador de calor não enferrujou (Se dono anterior meteu líquido errado no radiador pode ter oxidação no trocador).\n\nSe dono anterior usava esse carro no inferno na terra, que é o engarrafamento em cidade, esse cambio viveu quente, aí as borrachas passaram mais calor que o previsto e vão durar muito menos que o previsto. Tem uma diferença enorme entre rodar em rodovia ou a 50-60km/h ou mais o tempo todo, e ficar nessa bosta de vida que é rodar a 5-10km/h por 1h em engarrafamento, pra esse caso específico (Trocador de calor ruim) o uso urbano é uma merda.\n\nSe não sabe do uso anterior, troca o trocador de calor, e troca o líquido de arrefecimento (Líquido que vai no radiador), 9 anos pode facilmente matar um trocador de calor mesmo com uso quase bom.\n\nSe vai rodar em velocidade decente, tipo sempre andando, nunca parado, e sempre acima dos 30-40km/h, não precisa muita coisa, vai ter que trocar as borrachas desse cambio a cada 2 trocas de óleo mas isso é coisa pra muitos anos.\n\nSe vai rodar no inferno na terra, que é a cidade porcamente planejada que te obriga a levar meia hora pra andar 10km, aí seria bom adaptar kit pra melhorar a troca de calor.\n\nSe deixar o cambio como original e usar em ambiente que esquente muito, as vezes com 40 mil km alguma borracha quente começa a perder estanqueidade, vaza pressão, aí tem que trocar atuador, retentor ou pistões, basicamente o preço pra desmontar cambio e trocar toda borracha é o mesmo preço pra desmontar e trocar só 1 atuador que está falhando alguma marcha. Então se quer que ele dure faça de tudo pra ele não esquentar. Se andar só acima de uns 50km/h o vento resfria o suficiente, se anda devagar em cidade ele esquenta demais mesmo com trocador de calor novo.\n\nSe usar devagar em cidade, tem kits nesse estilo pra melhorar a temperatura, isso aí é capaz de dobrar a vida útil das borrachas: https://produto.mercadolivre.com.br/MLB-2037587314-trocador-de-calor-cambio-al4at8dp0dp2-flange-adaptador-_JM Mas tem mecânico bom em cambio que vai pegar tubo de cobre de digamos 12mm e fazer uma espiral, pra ficar perto da ventoinha do radiador (A ventoinha que liga sempre que você liga o ar-condicionado) aí a água saindo do motor a 92°C cai pra tipo 80-85°C quando chega no cambio, parece pouco mas isso faz uma diferença gigante na durabilidade das borrachas.\n\nBasicamente o problema é calor, precisa ter líquido que não cause corrosão no trocador de calor, e se não andar o suficiente (Carro ligado parado ou devagar é um terror) precisa melhor o resfriamento da água que vai do motor pro cambio (A cagada é essa, o sistema pega água quente e usa pra resfriar o cambio, se pegasse água saindo do radiador não teria metade dos problemas que tem, mas trocar todo esse sistema é trabalhoso e nem precisa, se reduzir qualquer 5-10°C com espiral ou um mini-radiador adaptado já tá bom).\n\nAh, tem concessionária que quando mexe nisso já descarta o trocador de calor original e coloca um maior, com uma mangueira metálica no caminho, pra essa mangueira reduzir a temperatura alguns °C, ou seja, não é gambiarra de mecânico, é solução que até veículo em garantia as vezes recebe.\n\nO trocador de calor não é caro, eu trocaria ele mesmo que dono anterior garanta sempre ter usado líquido correto, isso é carro que o DONO não mexe, quem mexe geralmente é mecânico, as vezes algum meteu água numa completada, não dá pra confiar quando o dono é leigo, se o dono garante que ele mesmo é que mexeu e sempre usou líquido de arrefecimento (Com água desmineralizada, ou apenas líquido de arrefecimento) aí é outra história, mas isso é carro que pessoal só larga pra mecânico mexer, não dá pra colocar a mão no fogo que algum ou um ajudante de mecânico não meteu água nisso algum dia, oxidar esses trocadores de calor não é difícil (Por isso tinha tanto Renegade dando pau em cambio com 40 mil km, se vaza água no olho o cambio desgasta carcaça e vira lixo em meia hora, não dá pra cogitar correr esse risco de entrar água no óleo do cambio! Em motor quando queima junta de cabeçote e entra água no óleo o motor falha, no caso de cambio pessoal é desatento e continua andando ao invés de ir olhar a vareta de óleo do cambio automático, eles tem vareta por isso, cambio manual não tem vareta porque é coisa mais rara do mundo precisar ver nível ou tipo de óleo neles, em automático tem que olhar as vezes).",
                "A três meses quase comprei um C3 exclusive 13/13 com o AT8 + 1.6L, felizmente tive a ideia de levar num especialista Peugeot/Citroën para ele checar o carro como um todo, a pressão do óleo estava baixa, ele avisou que mais pra frente iria começar a dar trancos e o tamanho do rombo na carteira que seria para abrir e resolver... Fora os outros problemas aqui e acolá de sensor disso, peça daquilo, coisas baratas que indicação mal uso do carro, o conjunto me fez abandonar a compra.",
                "tenho um 207 1.6 com o temido al4, provavelmente AT8 por ser 2012.  \n\n\nO segredo desse cambio e fazer as trocas de óleo. Hoje meu carro já esta com 180 mil km, só trocando óleo do cambio parcialmente a cada 30 mil km.",
                "AT8 é basicamente o AL4 pelo que ouvi dizer. O câmbio funciona como qualquer outro, porém precisa de um cuidado especial. O u/orubem postou um comentário cirúrgico em outro sobre os problemas e como saná-los. Acho que ele pode te dar uma luz"
            ]
        },
        {
            "title": "Procurando meu primeiro carro, preferência 0km",
            "selftext": "Vamos lá, não é o meu primeiro mesmo, minha avó fechou um comércio que tinha um Uno Mille 2p e deixou o carro pra mim. Passei 6 anos com ele e me desfiz, tou há 4 sem acompanhar o mercado e agora tou meio perdido. Por isso, e por como os preços foram pro caralho, meu orçamento é variável, então tou procurando um CxB bom entre algumas faixas.\n\nEstou considerando: Nissan Versa 2023 Exclusive, Honda City 2023 Sedan, VW Nivus Highline 2023, Fiat Fastback 2023 Turbo/Limited, Jeep Renegade 2023 Comfort(?), T-Cross 2023, Vovorolla 2023.\n\nNão tou considerando ir além da casa dos 170k, e honestamente não sei se as opções deste valor justificam seu preço. Entre 140/150k me parecem justas na realidade bizarra que estamos vivendo. As de 120k~ entregam bastante pelo valor. Estou dividido. Tem alguma outra opção que devo considerar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z8ecy5",
            "num_comments": 24,
            "comments": [
                "Ficaria entre Nivus e Vovorolla, gosto do design dos dois, e acho o desempenho do Corolla 2.0 bem legal.\nVersa e City realmente não sei como ficaram nessa última versão dos dois, a principio entendo que é uma categoria inferior, apesar de ter uns caprichos (tecnológicos, também) a mais.\n\nNos 170k, particularmente, ia ficar na moita até aparecer um Passat 2018 ou 19 em bom estado.",
                "tcross 1.3 turbo",
                "Estava nas mesmas condições, com os mesmos valores.\n\n[Comprei o City.](https://i.redd.it/viy8m5p0znq91.png) \n\nNão poderia estar mais feliz, o carro é tudo que eu queria. Que carro delicioso, semi-autônomo, dirige pra mim acima de 72km/h, confortável, econômico, muito espaçoso, ótima qualidade de construção, nenhum ruído, tudo de bom...\n\nPessoalmente eu eliminaria o Versa, Fastback e T-Cross. Minha escolha foi entre Nivus, City e Renagade; e optei pela durabilidade da Honda e o motor aspirado. Achei o interior do T-Cross de má qualidade, o exterior do Fastback feio, e o Versa... é um Versa.",
                "City.\n\n\nMas se for p realmente pensar em cxb, versa é uma boa sim. Mas fica mais de 5 anos pq deprecia muito.\n\nE vc não olhou o yaris? Entra num antes de fechar negócio.",
                "Tive T-Cross Highline e Nivus, T-Cross é mais bem construído, se pegar estrada, não ouvirá barulho e é muito confortável pra quem motorista e todos os passageiros. Motor 250TSI é muito forte, carro voa nas ultrapassagens.\n\nNo Nívus, os detalhes deixam um pouco a desejar, mas, honestamente, mesmo o motor do T-cross sendo melhor, não acho que alguém precise de um motor melhor que os 128 cavalos do Nivus. Dada a diferença de preço, eu acho que o Nivus é um carro perfeito, não precisa nada além disso. Questão de gosto, mas eu também acho ele mais bonito e chama mais atenção. Porta malas é gigantesco.",
                "vai de nivus que vc não vai ter problemas. to com um polo comfortline 2021 e um t-cross comfortline 2022, amo como esses carros tem um motor maneiro e câmbio mt esperto",
                "Eu espero ter essa dúvida em algum tempo quando sair minha carta de crédito, e após muito pesquisar, hoje eu iria de CRETA. O design soa duvidoso mas eu já acostumei e já estou até achando bonito pelas coisas que oferece.\n\nComparei todos muitas e muitas vezes e dentro do que é importante PRA MIM, CRETA ganhou.",
                "C4 Cactus 1.6 THP. Tá 131K e taxa zero."
            ]
        },
        {
            "title": "Aluguel de Carro para Viagem",
            "selftext": "Fala galera beleza?\n\nJá tenho meu velhinho para o dia à dia e não pretendo trocar, estou realizando algumas cotações para alugar carro por 1 semana em uma viagem que pretendo fazer.\n\nAlguém já fez e recomenda alguma locadora / modelo de carro e possíveis cuidados que devemos tomar? \n\nDesde já obrigado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z8363j",
            "num_comments": 10,
            "comments": [
                "Aluga de empresa grande, como localiza, unidas, movida, foco..\n\nas vezes sai mais barato por site que junta todas elas, como o https://www.rentcars.com/pt-br/\n\no site apenas serve para reservar o carro, você paga direto na locadora na hora de tirar o carro e assinar o contrato.\n\nna minha lua de mel eu consegui um valor melhor alugando pelo site do que se fosse direto na locadora, aluguei um fiat argo por R$90 a diária (categoria hatch medio com ar condicionado, tinha outros mais baratos sem ar), rodei 760km em 10 dias e devolvi sem problemas, inclusive eu peguei o carro em Maceió e devolvi em Recife, então paguei uma taxa extra por ter devolvido em outra localidade, e também paguei uma taxa de limpeza de R$30 que já concordei no momento da locação.\n\ncuidados para tomar basicamente é na hora de pegar o carro, tenha certeza que a vistoria foi bem feita antes de pegar o carro, qualquer risco, amassado, detalhes, tem que ser anotado para depois na hora de devolver eles não falarem que foi na sua mão, recomendo tirar fotos de todos detalhes do carro antes de sair da locadora..\n\nem relação combustivel, depende da empresa, algumas entregam com tanque cheio e voce precisa devolver com tanque cheio, enquanto outras entregam com tanque pela metade e você também tem que devolver pelo menos com a mesma quantidade de combustível, então minha dica é nunca devolver com combustivel abaixo.\n\noutra coisa que mesmo alugando pelo site, na hora de chegar na locadora eles vão querer te empurrar tudo quanto é seguro e colocar o maior medo em você sobre danos causados e tal, eu pessoalmente nunca contrato seguro adicional pois no contrato de locação você já tem seguro, mas caso acontecer algo e você for o culpado pelo acidente então vai ter que pagar a franquia do seguro, já se o acidente foi causado por algum terceiro, a responsabilidade é da pessoa que causou o acidente, a locadora vai querer sempre tentar cobrar de você, um conhecido meu já passou por isso e conseguiu resolver sem pagar a franquia, mas a empresa ficou um tempão no pé dele, tentando forçar ele a pagar, eventualmente eles desistiram.",
                "Curto a Localiza, preços razoáveis, serviço bom.",
                "Cara, to pra alugar também e uma coisa que tenho reparado, acredite se quiser: antecedência não é garantia de preço melhor.\n\nTava olhando na localiza com 3 meses de antecedência e tinha um grupo aleatório por 220 a diária. Pois reparei que se eu projetasse o aluguel pra 15 dias (ao invés de 3 meses), a diária sairia por 200.",
                "Se for viagem de natal/ano novo faça a reserva agora. Quanto mais próximo, menor a chance de ter carro disponível.\n\n“Numa agência específica?” Não. No meu caso foi na cidade de São Paulo como um todo - incluindo aí o aeroporto internacional. \n\nE mesmo reservando (com pouca antecedência no lugar que tinha) deu ruim pois eles não tinham mais disponibilidade na categoria que aluguei e por sorte (e relacionamento com a Localiza também) a atendente fez um upgrade absurdo e conseguiu arranjar um carro que me atendesse.",
                "Minha experiência com as mais conhecidas\n\nUnidas\nCarros zero km, tops zero reclamação sobre eles\nAtendimento ao cliente péssimo e muito enrrolado\n\nMovida\nCarros bem sambados nunca tendo o que vc aluga e te empurram qqr coisa\nAtendimento bom\n\nLocaliza\nCarros e atendimento top, porém bem mais cara"
            ]
        },
        {
            "title": "ajuda com carro até 30k",
            "selftext": "Boa noite pessoal. Queria contar com a ajuda de vcs, possível recomendações para carro até 30k.\nSeria um carro para minha namorada, ela usaria na cidade só pra ir no mercado mesmo, o principal uso do carro seria pegar estrada (150-200 km) no fim de semana para ver a família. Então imagino que tenha q ser algum carro melhor que 1.0 por causa de ultrapassagens, metade do trajeto é pista simples.\n\nO único detalhe é que teria q ser hatch, pq ela quer carros pequenos, fácil pra estacionar. Se o carro tiver fácil acesso a manutenção e baixo custo, melhor ainda.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z7go1u",
            "num_comments": 17,
            "comments": [
                "Eu olharia nessa ordem: \n\n- Gol 1.6;\n\n- Palio 1.6;\n\n- Corsa C 1.8;\n\n- C3 1.4 ou Peugeot 207 1.4 (se não se importar em pegar um francês);\n\n- Fiesta 1.6.\n\n- Astra.\n\n\n\nUm pouco acima dos 30k teria:\n\n- Honda Fit;\n\n- Etios 1.5;\n\n- Punto 1.8 (ou o 1.6 da última geração fabricada aqui).",
                "nissan march 1.6",
                "kkkk complicado hein eu pegaria um astra ou vectra gtx antiguinhos. Se quiser economizar mais pega um gol 1.6 pra cima do mais novo que achar. Em outras palavras, nessa faixa de preço e com esse uso em mente, o ideal é pegar alguma coisa com mecânica bem confiável, porque não serão carros novos, já na idade de precisar de manutenção. Essas opções que dei são baratas de manter (tirando a gasolina, nos chevrolet) e boas de estrada. Por esse preço também dá pra pegar algum carro mais antigo e mais completo (um corolla 99m, golf.), o problema é que a maioria deles tem manutenção cara. E se quiser algo mais novo, vai ficar limitado a 1.0 mpi (mais pelado impossível) resto de uber.\n\nOutras recomendações: polo 1.6, punto 1.8, fox (difícil achar 1.6 nesse preço), focus, fit mk1/2, clio, sandero 1.6. Provavelmente deve ter outros por aí nessa proposta, mas esses foram os que vieram na minha cabeça, e cada um tem sua peculiaridade, então dá uma pesquisada sobre. Ah, é, tem a questão do seguro, então tem que ficar de olho em ano também. Via de regra, quanto mais novo e menos bomba, melhor kkkk",
                "Up",
                "Up, march 1.6, corsa 1.4, fit 2005.",
                "corsa 1.4",
                "Polo 1.6 supre as condições de ser pequeno, tem potencia sem ser gastador, manutenção fácil e acessível. E se bobear, dependendo do seu Estado nem paga mais IPVA.",
                "Tenho um fiesta hatch 1.6 2012 com ar/direção/trava cujo preço de tabela é 30k. Recomendo, carro ágil, bom de manutenção, pequeno pra estacionar. Pra não dizer que é perfeito, ele bebe um pouco na cidade, mas vale a pena pelo desempenho do motor.",
                "Sonic 1.6 automatico LTZ: https://www.webmotors.com.br/comprar/chevrolet/sonic/16-ltz-16v-flex-4p-automatico/4-portas/2012/42572652?pos=e42572652c:&np=1\n\nVW Up 1.0 MPI: https://www.webmotors.com.br/comprar/volkswagen/up/10-mpi-take-up-12v-flex-2p-manual/2-portas/2015/43756921?pos=b43756921a:&np=1\n\nFiat Idea 1.4 Attractive: https://www.webmotors.com.br/comprar/fiat/idea/14-mpi-attractive-8v-flex-4p-manual/4-portas/2010-2011/43668080?pos=e43668080g:&np=1\n\nC3 1.5 Tendance: https://www.webmotors.com.br/comprar/citroen/c3/15-tendance-8v-flex-4p-manual/0-portas/2013/43864935?pos=d43864935a:&np=1\n\nKia Picanto EX: https://www.webmotors.com.br/comprar/kia/picanto/10-ex-12v-flex-4p-manual/4-portas/2011-2012/44382744?pos=b44382744g:&np=1\n\nDesses que listei os mais fáceis de estacionar vão ser o Up e o Picanto, já tive um picanto e me atendeu muito bem quando morava em Santos, que é uma  cidade que só tem vagas apertadas. Mas o meu preferido é o Sonic por ser automatico, o único porém é que foi um carro que ficou pouco tempo em linha no Brasil, então pode ser meio complicado para peças de funilaria.\n\nAcho que para peças os melhores são o Up e o Idea, carros que venderam muito, e não é a toa que tanto taxista usa fiat idea, são ótimos carros e aguentam o tranco.",
                "Um C4 VTR se quiser um mais esportivo",
                "Corsa Wind 97 não bebe e não dá dor de cabeça kkk",
                "Tenho um March e um Corsa 2013, ambos com quase a mesma kilometragem, mesmo estilo de uso. \n\nO Corsa tá batendo tudo, altos barulhos e tudo soltando. O march parece que saiu da concessionária ontem.",
                "March 1.6, sem dúvida. Tive um Versa com esse motor, na estrada fazia mais de 15 km/l, ágil e com câmbio bem escalonado. Não vai passar sufoco em ultrapassagens."
            ]
        },
        {
            "title": "Subida de montanha. Deveria ter mais eventos assim",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z6e0j4",
            "num_comments": 3,
            "comments": [
                "Sensacional! Onde acompanhamos mais sobre esses eventos?",
                "O lendário Maverick do Batistinha"
            ]
        },
        {
            "title": "Qual carro comprar?",
            "selftext": "Tudo bem pessoal? Espero que sim.\n\nEstou querendo comprar um carro com minha esposa.\n\nTemos 24 anos e recém casados.\nRecebo um pouco mais de 3k e ela recebe 2k fixo mas uns 1 e pouco de variável. \n\nEstamos dispostos a dar por volta de 8k de entrada.\n\nGostamos do Ka, onix, hb20 e carros desse tipo. (Gol a gente não tem afinidade).\n\nPor volta de quanto seria um valor justo? E km? As vezes encontrei uns carros num valor meio que razoável mas quase todos em anos mais antigos (2015, 2017) e com km alto (alguns por volta de 100k, outros mais).",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z6dnqg",
            "num_comments": 10,
            "comments": [
                "Lembre-se de que precisa reservar uma grana para o ipva ( que vence logo no começo do ano) e para o seguro. Se vc esperar mais um pouco poderá comprar um usado com ipva pago. Assim vc também terá tempo de juntar mais uma grana para melhorar o valor da entrada. Uma dica para saber qual carro comprar é  fazer a conta com o dinheiro da entrada e calcular o valor da prestação mais adequada ao seu orçamento. Faça conta dos seus custos fixos(água, eletricidade, telefone, aluguel, cartão de crédito, compras do mês,  financiamentos, investimentos e etc) e depois disso ponha uma margem de 30 % no valor e veja o que sobra. Se sobrar o suficiente para o seguro , o ipva e a prestação,  perfeito. Do contrário,  vá juntando mais grana e ande de uber(melhor custo benefício, pois na hora que faltar grana vc pode andar de ônibus). Vá fazendo essa conta até o carro novo caber no orçamento. Abs e boa sorte.",
                "Uso moderado gera uns 10 mil km por ano. Acima dos 15 mil km por ano estará mais usado que a média.\n\nNão leve em conta o ano-modelo, [olha no cinto de segurança a data de fabricação do carro](https://http2.mlstatic.com/D_NQ_NP_690629-MLB29507946562_022019-O.jpg) (ela costuma variar só uns 3-5 dias em relação à data de saída do carro da fábrica propriamente), por exemplo meu Uno 2007/2008 tinha data de março de 2007, até 2009 quando comprei ele já tinha quase 30 mil km, porque na real já tinha mais de 2 anos de uso, apesar do ano-modelo dar a impressão de ser carro de 1 ano. Carro 2022/2023 está sendo fabricado a desde março desse ano, podem ser mais velhos que aparentam, por isso você acha até poucos carro do mesmo ano e modelo (2022-2022, por exemplo), fabricante passa mais de metade do ano fabricando o modelo do ano seguinte, as vezes 9 meses (Depende da demanda, das mudanças no modelo novo).\n\nCarro que nem tem 10 mil km por ano de uso (Ou de fabricação, ou olhe a data numa etiqueta na parte de baixo do cinto de segurança ou estime, se ele é tipo 2015/2015 deve ser de janeiro a maio, se for 2015/2016 ele será de maio a dezembro) tende a ser mais bem cuidado, é carro de pessoal que usa pra ir no mercado ou coisas assim, não de uso diário. Mas \"tende\" não quer dizer que há certeza disso, as vezes é carro que bateu ou deu problema e ficou um ano parado, ou até passou por retomada judicial (Finam atrasado) e passou 1 ano parado por isso, enfim, sempre pode ter outro motivo pra km baixo (Ou meu Uno, mal dava 5-6 mil km por ano, mas... era tudo em estrada de chão, então tava destruído por baixo, minha Strada também tá destruída pelo mesmo motivo, 80 mil km como carro de trabalho, pegando estrada péssima, carregando peso, entrando na roça e no mato, tá 10x pior que Strada urbana de passeio com 180 mil km).",
                "cara vc tem 8k eu juntaria mais um pouco e compraria ou um corsinha wind ou um palio com kit dignidade (a vista) mas caso tenha vergonha desse tipo de carro eu recomendo fortemente o handa fit 1.4 ou 1.5 muito econômicos e não são tão caros de manter, sempre recomendo carro manual aqui no brasil muito mais fácil de manter, mas lembre-se além desse valor tem o valor do detran muitas das vezes a troca da placa e se for financiado se eu não me engano tem que pagar a taxa do contrato, além de ser fortemente recomendado fazer uma revisão (troca de todos os filtros, óleo, liquido do radiador e se ele tem algum vazamento checar pneus se estão na validade ou carecas além das coisas que aparecem de surpresa sempre checar freios e fluidos dos mesmo se for direção hidráulica olhar o nível e a cor do olho também, parte elétrica também é bom da uma olhada é normal ta sempre lotada de gambiarra )\n\noutra coisa é fique longe de carro francês.\n\nate e boa sorte na escolha do seu carro dps atualiza falando qual carro você comprou.",
                "Clio ou Sandero. Mecânica confiável, manutenção barata, baixo consumo, ABS e airbag. Também tendem a ser mais baratos e completos que outros populares na mesma condição, como gol, ka, fiesta e fit. É a escolha sensata.\n\nSe for de carrão lembra de ter uma reserva pra manutenção, eles não quebram mto mas é caro arrumar quando precisa.",
                "Alguns carros que encontramos:\n\nhttps://al.olx.com.br/alagoas/autos-e-pecas/carros-vans-e-utilitarios/grand-siena-1-4-1108485352\n\nhttps://al.olx.com.br/alagoas/autos-e-pecas/carros-vans-e-utilitarios/chevrolet-onix-1-0-1114330740",
                "Vocês são bons de mais. Muito obrigado, galera!\n\nEsses carros de lojas de seminovos que dizem já possuem revisão/manutenção em dia?",
                "compra um civic po, carro bonito e ainda por cima é honda (só não tem tanto torque mas mesmo assim é um carro maneiro)"
            ]
        },
        {
            "title": "Orçamento de 45k, estou entre Focus Hatch 2.0 (g2) ou i30, ambos automáticos ano 2012.",
            "selftext": "É o que dá galera, orçamento apertado mesmo… os dois possuem câmbio de 4 marchas mas são resistentes. O consumo não é um problema pois eu trabalho de casa então acabo rodando pouco. Gostaria da opinião dos senhores, obrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z5og7v",
            "num_comments": 2,
            "comments": [
                "I30, acho mais bonito e mais fácil de achar peças de reposição. \n\nOpinião tirada do cú.",
                "eu iria de i30 por ter peças de reposição mais fáceis e mais baratas"
            ]
        },
        {
            "title": "Vale a pena comprar um Subaru Legacy GX 2.2 1997?",
            "selftext": "Já li as especificações do carro e afins, mas gostaria de algumas opiniões antes de pegar o carro. \n\n(Câmbio manual)\n\n\nEdit: é guys, não vai rolar... já sabia que tinha um probleminha no trambulador, que o proprietário havia comentado sobre e possuía o reparo, só faltava o serviço. \nFiquei curioso do porquê ele mesmo já não ter feito o serviço... descobri que o cara aparentemente não sabia trocar marcha e ferrou o câmbio...\n\nAgora é ir atrás do Civic ou Corollinha kkkkkkkkk \n\nMuito obrigado pelos comentários!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z5o5zt",
            "num_comments": 12,
            "comments": [
                "Você gosta de lasanha? Eu acho que tudo depende do seu objetivo e compromisso com o carro. Eu não pegaria essa lasanha, mas eu ainda terei uma.",
                "Nao, esse é o tipo de carro que vc compra pq gosta do carro",
                "Compraria. Eu gosto de lasanha e é um ótimo carro.\n\nSó que precisa de manutenção. Se deixar ele em dia, é só se divertir",
                "Custo de manutencao de um carro de 200mil, aguenta",
                "depende do preço",
                "Se vc estiver no Japão sim, mesmo assim acho um pouco improvável achar pastilha e discos de freio para ele caso precise, isso pensando em manutenção básica.\nCaso seja um colecionador que já andar bem pouco com esse carro, dependendo de preço acho q vale a pena.",
                "nope, não vale;"
            ]
        },
        {
            "title": "Devo me preocupar com a marca da bateria do carro?",
            "selftext": "É uma dúvida bem tola, \nMas realmente a marca influência em algo ou é apenas questão de marketing?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z5f3u2",
            "num_comments": 10,
            "comments": [
                "bastante, de marca dor de cabeca eh beeem menor",
                "Cara, to com uma moura firme e forte desde 2017. Acho q vale a pena. Nesse tempo rodei uns 60 mil km.",
                "Vai influenciar, principalmente na durabilidade. Uma bateria vagabunda dura no máximo uns dois anos. Uma Moura vai pelo menos o dobro do tempo e custa menos que o dobro do valor da ruim.",
                "Sim. Compra uma de marca, vai pagar um pouco mais mas vai durar muito mais e ainda não corre risco de ter algum bo elétrico, especialmente se for carro novo, cheio de eletrônica. Único caso que não vale a pena é se a de marca tá custando mais que o dobro de uma baratinha ou se seu carro já tem algum problema de elétrica.",
                "Marca barata no meu uso dura 24-26 meses. Marca cara dura 48-50 meses. Em cidade pequena é uma partida a cada poucos km, não dá tempo de recarregar direito porque tudo é perto.\n\nMarca barata tipo Cral aqui tá uns R$ 300, marca boa tipo Moura aqui tá tipo uns R$ 550.\n\nNo meu uso, e da maioria dos conhecidos, dá na mesma então (Em dias de uso por R$ pago), eu prefiro as baratas porque já me preparo, janeiro-sim-janeiro-não troco a bateria barata (A mais barata que achar). Agora já tá chegando a hora de trocar porque esses dias, depois de 1 semana parado, quando dei partida o rádio desmemorizou as estacões, sinal que a tensão ficou abaixo de uns 8V durante a partida, já tá com capacidade reduzida, deve morrer de vez nuns 60d, então troco daqui 40d.\n\nAlias, tava com carro porco e mal-feito que não desliga farol quando desliga a ignição (Engenheiro que assina projeto desse tem que apanhar), então descarregou a bateria Moura de R$ 600 umas 4-5 vezes (Comigo usando só 1 vez, como desculpa eu tava mal pra caramba voltando de médico), aí virou lixo entre digamos março de um ano e agosto do outro, zerar bateria mata bateria cara ou barata do mesmo jeito. Eu também não compro pneu caro por isso, se tiver metal grande ou buraco com quina pneu barato e caro rasgam do mesmo jeito, ambos viram lixo (Não dá pra vulcanizar lateral) por questões que fogem do nosso controle. Se tiver risco de zerar bateria não adianta pegar cara, tem é que gastar a diferença em prevenção contra isso (Controle remoto pra desligar parte elétrica de carro velho, reformar alternador se tá carregando pouco tipo se tá velho ou se tem ar adaptado, essas coisas).",
                "Marca de bateria até que importa um pouco, mas fica mais crítico a partir dos carros generalistas médios (Corolla, Civic, etc).\n\nSe você tem Del Rey ou Santana quadrado por exemplo, carro antigo (pré-1995) 12v no geral, uma singela Zetta ou Tudor já vai muito bem (e desconfio que seja mais do que o suficiente); Se você tem um Camry ou qualquer Mercedes, aí comece a se preocupar em comprar bateria de marca/top de linha sempre. Edit: a partir dos carros médios, é altamente desaconselhado comprar bateria vagabunda.\n\nBateria top de linha em popular moderno ou carro compacto é opcional, mas vai fazer bem (e vai durar muito mais que uma bateria vagabunda).",
                "Tudo é questão de durabilidade.",
                "Seria bom uma marca boa, mas vou te dizer que atender o cca que o carro pede é mais importante.\n\nPq uma bateria ruim só dura menos, mas uma que não atende o cca pode começar a danificar ou dar mal funcionamento em módulos."
            ]
        },
        {
            "title": "Fiat uno carro considera melhor do mundoNão por mim mas por metade dos Br mas especificamente 4,3milhoes de unidades vendidas no Brasil isso também se dar por ser econômico pessas baratas, ele tambem era barato até ser para de ser fabricado dar pra fazer tudo com o carro",
            "selftext": "Atravessar a amazônia ir de uma cidade a outra sem dar problema trazer drogas da fronteira do Paraguai até o Brasil correr mais rápido que fórmula 1(só com a escada em cima)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z4ytf1",
            "num_comments": 1,
            "comments": [
                "Sim"
            ]
        },
        {
            "title": "O que significa algumas expressões de vendedor?",
            "selftext": "Estou pensando em comprar meu primeiro carro, vendo alguns anúncios eu vejo algumas coisas como;\n\nSó tem DUT,\nSó pra rodar,\nAlienado,\nRepasse,\nRecibo em Branco\n\nFico na dúvida de acabar caindo em cilada por não entender essas coisas, já que ngm da minha família tem carros e entende disto, poderiam me ajudar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z4k7c5",
            "num_comments": 19,
            "comments": [
                "Só pra rodar costuma ser carro que a pessoa nao tem o documento ou nao ta regularizado.\n\nPode ser um carro roubado, um carro que nao pagou ipva ou licenciamento por anos a fio, as vezes estava no nome de alguem que faleceu e dai a familia nao quiz fazer inventario ou dar baixa no veiculo e coisas do tipo, dai é só pra rodar porque vc dirige ele de boa mas se for parado pela policia no minimo vao mandar teu carro pro patio e vc nao vai conseguir tirar(pq nao é legalmente seu), e no maximo tu pode ser acusado de receptação(se o carro ser fruto de roubo).\n\nBasicamente comprar um carro só pra rodar é comprar literalmente o carro mas sem o respaldo legal de propriesade sobre aquele bem, por isso é furada. Tem gente q compra porque as vezes é muito barato... mas nao vale a pena porque pro detran o carro nao é seu.",
                "Se não me engano (me corrijam se estiver errado), alienado significa que o carro tá com tanta dívida que não é mais do dono atual, mas sim do banco (no sentido de que foi declarada a busca e apreensão).",
                "Recibo em branco quer dizer que vc consegue passar pro seu nome, dut só para rodar significa que nao transfere ( o dono morreu ou tem mais divida do que vale o carro), repasse pode transferir porem o dono nao da nenhuma garantia caso o carro quebre",
                "Outro que voce nao citou mas tem muito é o NP(nao pago) que é basicamente um carro que alguem financiou e parou de pagar parcela, entao mais cedo ou mais tarde o banco pode entrar na justica pra pegar o carro de volta(q se nao me engano é o caso do alienado), nesse caso o carro entra em busca e apreensao, podem recolher o carro de voce, e nesse caso nao sei se implica em alguma contravencao por voce ter comprado um NP.",
                "\"Alienado\" é carro que está em nome de alguma financeira, quando você compra um carro financiado ele não fica no seu nome mas sim no nome do banco até quitar o financiamento.\n\nQuando o carro está alienado pode ser alguém simplesmente tentando vender e repassar o financiamento, ou também pode ser que já está com parcelas atrasadas e nesse caso você geralmente não consegue regularizar o documento quando vira o ano a não ser que pague a dívida.\n\n\"Só para rodar\" é bem pior, é um carro que pode estar alienado também, mas em geral tem muitas dívidas, como multas ou dividas de documento como IPVA e licenciamento atrasado. Como por exemplo um carro que a FIPE é R$30mil mas tem mais do que R$20mil em dívidas, e geralmente não vale a pena regularizar.\n\n\nNa hora de comprar algum carro é muito importante fazer uma checagem na documentação, pega o renavam do carro e passa para algum despachante ver se o carro tem dívidas de documento ou financiamento, e também verifique se o carro está no nome da pessoa que está te vendendo pois você precisa da assinatura do dono para transferir o carro para o seu nome, e também precisa estar com todas dívidas quitadas para poder transferir.",
                "E quando o vendedor diz que perdeu o recibo? Tem chance do cara pegar a grana e não querer tirar a segunda via?",
                "Faça as seguintes perguntas ao vendedor \n1. O carro está em dia?\n2. O dut está em branco\n3. Se ele vai na hora no cartório queimar o dut",
                "Só pra rodar eh carro q se cair na blitz perde pra sempre"
            ]
        },
        {
            "title": "Em pleno 2022 e o Fiat uno ainda e considerado o melhor carro do mundo",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z3momv",
            "num_comments": 16,
            "comments": [
                "Se for a versão com rack e escada no teto eu concordo...",
                "Considerado por quem? Vc?",
                "Rei das estradas.",
                "Pra economizar e não ter quebra real... Agora conforto, beleza, tecnologia, nem tanto",
                "Uno da firma é indestrutível! Fiquei 1 mês com um uninho e só tirava ele dá garagem pra dar kct nas estradas de chão kkkkk",
                "ele realmente é um carro bom, manutenção barata; acha peça fácil; peça barata; serve p fazer qualquer coisa e aguenta peso p krlh  pq a suspensão é de feixe de mola; consumo baixo e tu vende igual agua.",
                "o melhor carro do mundo tem nome e se chama jeep renegade \n\n\n/s",
                "Para primeiro carro e para quem tem pouca grana? Sim, continua o melhor carro"
            ]
        },
        {
            "title": "Peugeot 208 ou Citroen C3",
            "selftext": "No inicio do ano que vem pretendo comprar meu primeiro carro. Estou em duvida entre o Peugeot 208 ou Citroen C3, pretendo pegar zero.   \nGostaria de saber a opinião de vcs, qual seria a melhor escolha.  \nEu e minha esposa trabalhamos remoto, então o carro seria apenas pra fazer mercado, passear final de semana e fazer viajens curtas(+- 400km) eventualmente.  \n\n\nSei que pagando um pouco a mais existem opções melhores, mas hoje a minha vaga na garagem é um pouco apertada, então estou partindo pra esses modelos mais compactos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z3kxx7",
            "num_comments": 11,
            "comments": [
                "São basicamente carros idênticos. Explico:  \nUsam o mesmo motor e são baseados na mesma plataforma. Pega o que você gostar OP.",
                "São quase idênticos pois ambos são da Stellantis, a engenharia é a mesma, mas o novo C3 recebeu nos acabamentos muito mais cortes de custo do que o 208 (que é um carro mais refinado que o C3, ainda que sendo Hatch compacto).\n\nEu escolheria o 208, me parece ser muito melhor construído e melhor resolvido na questão do acabamento, o que não faz do C3 um carro ruim.\n\nOP, escolha aquele que você gostar mais.",
                "208 pq o teto é mais legal, tive um 2017 e um 2020 ambos com o teto selfie kkkkkk",
                "208 fácil... Mesmo vindo uma versão mais pelada pro bostil, ainda é melhor do que todos nessa faixa de preço.",
                "Eu vi vídeo dos dois carros recentemente, se você procurar pelo 1.0, é o mesmo motor, aí vai depender do que vc vai querer. \n\nEu particularmente prefiro o 208, é mais bem equipado e mais bonito.",
                "208 é mais completo",
                "Op precisa ser zero km?",
                "208",
                "Peguei um 208 e não me arrependo. Muito prazeroso de dirigir, e as viagens com o teto panorâmico ficam muito mais agradáveis"
            ]
        },
        {
            "title": "Por que carro tunado é motivo de chacota?",
            "selftext": "Todos nós sempre ficavamos empolgados tunando carros no Need For Speed Underground 2 há alguns anos. Sempre gostamos e pagamos pau pros carros do velozes e furiosos. Quem não lembra do carro do  Brian O'Conner? Então... acontece que qualquer modificação num carro que não seja trocar as rodas, rebaixar ou colocar filme no vidro, é motivo de zoação. Experimenta mexer nos parachoques, colocar aerofolio, ou só um neon? Vai virar piada nos grupos do facebook com a legenda \"é o braia\". Mas se o seu carro for realmente o skiline do Brian, com o adesivo e o neon dele, ah meu amigo, vc vai ver os caras pagando pau e te invejando. Eu só queria saber pq o tuning virou piada (em especial o neon).\n\nhttps://preview.redd.it/7ttlht4f4s1a1.png?width=1080&format=png&auto=webp&v=enabled&s=f234fe8e2b5844b70eb7add818d0cd02ff56db4b",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z32zth",
            "num_comments": 39,
            "comments": [
                "A questão é que existe o tunning e o xunning. \nA tiração de sarro é com o xunning.",
                "Existe uma diferença bem grande entre fazer esse tipo de modificação em um JDM clássico e em um carro nacional popular.",
                "A questão é que nem todo carro \"aceita\" bem modificações estéticas. Porra cara, não dá pra colocar um aerofólio num Siena e achar que tá dirigindo um Lancer.",
                "É chacota porque os gostos mudaram, e o minimalista vem se tornando a norma, tanto que tirar o cromado e ter o carro mais \"limpo\" e Sleeper possível se tornou bem popular. \n\nE as coisas continuam mudando, hoje carro rebaixado, moto com escapamento esportivo que antes eram bonitos, hoje já são chacota.",
                "Acho que porque gosto é uma coisa subjetiva (o que uma pessoa gosta não é necessariamente algo que todo mundo gosta), e também porque certas tendências visuais automotivas da época do tuning dos anos 2000 caíram em desuso hoje em dia (o que era visto como legal pela maioria do público na época, hoje é visto como cafona). Acessórios como lanternas Altezza, neon no assoalho do carro e tapetes imitando alumínio estavam em voga na época dos primeiros filmes \"Velozes e Furiosos\" e dos games \"Need For Speed: Underground\", hoje em dia nem tanto. Além disso, o visual do tuning da época era, em muitos casos, bastante exagerado e pouco harmônico (o famoso xuning), o que fazia com que as pessoas vissem os carros modificados como algo cômico ao invés de algo admirável.",
                "Um carro com comando mais girador e ajustezinho no mapa não é chacota.\n\nChacota é soca o carro no chão, atrapalhar o trânsito passando em lombada e achar que tá abalando.",
                "Tem coisa q soh fica legal nos filmes.\n\nTipo andar de sunga na cidade vai virar motivo de chacota mas na paraia tudo bem.\n\nNao sei se pegou a ideia.",
                "dependendo do carro fica zoado msm, tenta colocar um aerofólio e um neon num corsa kkkkkkkk vai fica uma merda",
                "Ah mano, acho q essa fase já passou. Até +- 2010 quando eu era criança eu adorava, agora depois disso passei achar BEM ridículo essas coisas. \n\nSe vc assistir Velozes e Furiosos 1 hj vc acha maneiro por causa da imersão do filme q se passa no começo de 2000, mas quando vc volta a sua atenção pro presente vc n vê tanta graça. É um retrato daquela época.",
                ">Todos nós sempre ficavamos empolgados tunando carros no Need For Speed Underground 2 há alguns anos. \n\nFale por você. Não conheço ninguém que gosta dessas firulas, quem se impressiona com filme é criança, não adulto.\n\nCarro é só meio de transporte, quem fica querendo personalizar é ridicularizado igual quem tenta personalizar o cabelo com mil frescuras, encher a casa de badulaques pra parecer loja de produtos exotéricos, usar óculos cheio de adereços, enfim, é tudo a mesma coisa, jeitinho pra gente carente chamar atenção. Quem precisa atenção o tempo todo é criança, não adulto.",
                "Se chama inveja",
                "Não duvido que neon, aerofólio, saias e lanternas \"altezza\" voltem a ser veneradas em breve, pois a febre foi muito forte. Nessa pegada acredito que vai ter muito Gol, Kadett e principalmente Audi A3. \n\nO movimento Velha Escola Brasileira tá aí pra provar o movimento \"Uau-Brega-Uau\" \n\nDepois pesquisa pela CWD - Craw Works Design - trabalho bem feito e que pode vir a cair nessa mesma onda, mas é uma parada muito massa atualmente.",
                "Eu gosto mais do estilo racing. Hoje em dia a galera coloca front lips, DuckTail e etc...",
                "Gosto é subjetivo e tu tem que te importar com o que tu realmente gosta, não com opinião de quem não deu 1 centavo pra aprimorar teu projeto.  \nEu por exemplo gosto de carro com camber, a maioria dos puristas faz piada, mas e dai?  \nFaz o que tu gosta, explora tua criatividade e se junte com os grupos que gostem da mesma coisa que você (sempre vai ter um grupo do mesmo nicho seu)",
                "Porque simplesmente fazem mal feito na maioria das vezes, fica taxado como modismo, carro de bahiano. Esse pensamento vem muito pq nossos carros no Brasil são zuados e é oque o povo pode comprar.",
                "Vira piada se for feito com a bunda, uma coisa  é melhorar a estética do carro, outra coisa é um palio 1.0 rebaixado raspando o chão com rodas de 19, farol xenon do paraguai e um som estourado, isso sim é motivo de piada.",
                "cara, essa frase não pra fazer piada depreciativa, muito pelo contrario, é uma frase irônica que para mostrar o seu carro foda sem parecer que é uma pessoa \"melhor\" ou arrogante com quem não pode ter. Ou se usado por pessoas que não o possuem ter uma piada de referencia, como por exemplo, carro estilo FeF. sla, é a minha interpretação."
            ]
        },
        {
            "title": "Mercedes Classe A 2004",
            "selftext": "Boa noite, amigos.\n\nApareceu a oportunidade da minha namorada comprar um Mercedes Benz Classe A automático de uma cliente dela por um preço baixo.\n\nEu logo de cara fiquei um pouco receoso pq sempre ouvi que carro barato de marca cara = dor de cabeça, apesar de esse parecer ser um modelo mais barato mesmo.\n\nAlguém aqui já teve ou conhece algo desse carro? A manutenção é padrão Mercedes mesmo, no valor?\n\nO câmbio é de confiança? Pq como eu ainda dirijo um FIT 2007 manual, isso de câmbio automático sempre me pareceu como algo relativamente novo, então me passou pela cabeça que um automático do ano de 2004 talvez ainda não seja refinado o bastante. Não sei se esse meu pensamento faz sentido. Sou leigo total no assunto.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z32u8v",
            "num_comments": 5,
            "comments": [
                "O preço de tabela é baixo porque a manutenção é cara mesmo.\n\nPelo espaço altamente apertado no motor muito reparo simples é chato pra caralho pra fazer porque tem que desmontar muita coisa, isso automaticamente torna o mesmo reparo nele mais caro que o equivalente digamos num Celta. As vezes vai 2d pra desmontar alguma coisa só por um esticador vibrando/roncando, porque tem que desmontar o conjunto todo do motor, dependendo das emendas em fios é um parto a mais nessa parte, aí depois do reparo mais 2d pra remontar.\n\nComo é o único veículo de massa da marca a distribuição de peças é estranha, loja que compra VW tem no mesmo distribuidor peças pra 40 variedades de modelos, as de MB tem em distribuidor que vende só alguns produtos de nicho, se a peça é menos comum nas grandes lojas ela automaticamente fica cara, loja de nicho é loja que trabalha com estoque baixo e portanto preço alto, mas... o preço das peças não é problema exatamente, se comparar com a DIFICULDADE de manutenção, que é basicamente tirar o motor fora (Soltando toda a suspensão dianteira).\n\nSe o dono anterior toda vez que desmontou a frente trocou tudo que estava velho, e portanto fez manutenção preventiva, hoje não terá surpresas. Mas se isso foi carro de quem não troca nada que não esteja quase caindo de tanto uso, aí tem chances de se lascar, de pegar carro que tá com 80% dos consumíveis da suspensão e motor no fim da vida.\n\nCom o cambio aut. mesma coisa, a idade não é problema, cambio aut. problemático são os dos anos 70, comum nos anos 90 no Brasil não eram mas no mundo eram, o pouco de cambio problemático é cambio que NO BRASIL sofre por calor e cia, caso do k4m francês, os demais raramente tem grandes problemas (E até k4m é fácil tropicalizar, mete trocador de calor melhor e pronto, corrige o projeto que não foi feito pro mundo real daqui, muita concessionária corrige projeto então ter medinho de alterar coisa original é medinho de leigo besta, não faz sentido). Se teve troca de óleo em prazo correto nem em 200 mil km isso é problema, pra carcacear por folga de rolamento e cia precisa muitos anos de revisão atrasada e cia, se fosse carro de trabalho teria isso, se era carro de laser e cia teve mais cuidado, e deve estar em estado 100% diferente, a idade não é problema, o histórico importa mais que idade.\n\n(Tem Classe A de R$ 10 mil virando carro de trabalho, já que é barato, carro que ficou os 4 últimos anos sendo usado igual Uno tá na merda, é bem diferente de carro cujo dono atual o tem desde digamos 2012 e usa só em 2 deslocamentos por dia, carro de trabalho é carro que roda o dia todo, não é pra ir pro trabalho, é o carro que é PARTE do trabalho, que leva escada, leva carretinha, que leva ferramentas no porta-malas, leva o vendedor com sua maleta pra 12 clientes por dia, esse é o carro que começa a ter barulho e vibração mas não pode parar, esse carro depois de 4 anos cai pra R$ 6 mil porque hora que parar vai ter que gastar uns R$ 10 mil pra resolver tudo. Classe A as vezes vira carro de trabalho hoje, assim como muito Civic ou Corolla mais velho, ou até Fit, esses dá pra dar tapa no visual pra revender pra leigo, engana muita gente, por isso é melhor ver o histórico mais longo que os últimos 6 meses do dono atual, carro aut. que você não sabe onde estava 6 anos atrás tem chances de ser bomba, meu corolla tava no mato então comprei como bomba mesmo, comprei pra reparar mesmo por isso era barato, é bem diferente quando leigo compra achando que não vai ter gastos, carro de trabalho sempre dá gasto alto hora que leva em oficinal cara que tenta tirar os atrasos das manutenções passadas)",
                "Tenho um A160 2003. Nunca me deu grandes surpresas, gosto muito de dirigir ele e se provou bem confiável. NO ENTANTO, o meu é manual, não posso dizer sobre o automático.",
                "Corra, manutenção altíssima, peças caras e revenda super baixa.\n\nSe você quer casar com ele, é uma ótima pedida",
                "Se você quer falir sua namorada eu super recomendo.",
                "Compra e taca fogo. Vai fazer um bem maior para a humanidade."
            ]
        },
        {
            "title": "Salve, salve! Hoje, trago aqui esse belíssimo Lobini H1, um legítimo esportivo brasileiro dos anos 2000, inspirado pelo Lotus Elise e que usava a mecânica do Golf GTI da época, com turbo e 20 válvulas! É um carro muito, mas muito legal mesmo!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z31m37",
            "num_comments": 0
        },
        {
            "title": "Primeiro carro, 80k",
            "selftext": "Oi Pessoal,\n\nVou entrar para o clube do primeiro carro e estou muito em dúvida sobre o que escolher ainda.\nEu faço home-office mas minha esposa pretende usar praticamente todos os dias na cidade (5-10km por dia),\ne vamos usar para passeio fim de semana.\nQuero uma compra mais racional mesmo, que leve do ponto A ao B com conforto, seja econômico e possua multimidia de preferencia.\nOrçamento disponível é de até ~80mil.\nGostamos de praia e meio de mato, então carros mais altos seriam melhores mas opções são limitadas dentro desse valor.\nSonho seria o Pulse, mas vai ficar para o futuro kkk\nVenho pesquisando há alguns meses e por enquanto esses foram os que mais fizeram sentido pra mim até o momento:\n\n- HB20 ou HB20s turbo 2020\n- Argo trekking 2019+ (vi que na estrada pode sofrer um pouco e tem maior desvalorizacao)\n- Honda Fit EX 2018 (multimidia nao tem espelhamento, só versao EXL mais cara), Honda tem o WR-V que é mais alto, mas mais caro também\n- Peugeot 2008 2018+ (vi relatos de consumo meio ruim)\n- Toyota Yaris (versao 1.5 sai um pouco do orçamento)\n- Polo TSI 2019 (relatos de problemas no motor apos ~3 anos, é meio baixo)\n\nO que acham dessa lista? Qual poderia se encaixar melhor?\nOu teria mais alguma opção melhor?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z2p423",
            "num_comments": 22,
            "comments": [
                "Passei por este mesmo questionamento a um tempo atras. Depois de muitos videos, pesquisa  e conversa com donos reais, optei pela Duster 2.0. Vou explicar os motivos:\n\n1 - Gostamos de acampar, conhecer cachoeiras, subir serras de estradas de chão e pouco conservadas. Até hoje, não me decepcionou. Já subi em lugares que mesmo outras suvs não conseguiram, e ela é uma 4x2.\n\n2 - Manutenção em conta por ser uma suv. Gastei 1500 reais na revisão dos 60k do meu Onix e 600 reais na revisão do 50 k da Duster. Claro que não dá para se basear só por isso, mas percebo que a Duster quebra menos em comparação com outros carros que já tive;\n\n3 - Espaçosa para viagens;\n\n4 - Um item que o pessoal coloca como negativo eu acho que é justamente um ponto positivo: Ela é simplona, sem muitas tecnologias que acabam nem sendo utilizadas mas que geram despesas. \n\n5 - Economica pela tamanho e motor 2.0. To fazendo uma media de 11/litro\n\n6 - Alta o suficiente para não arrastar, mesmo em estradas muito ruins;\n\nEnfim, foi uma análise técnica, sem emoções. E não me arrependo.\n\nFalando sobre os outros carros: Carros baixos, independentes da marca / modelo não são uma boa para mato. A não ser que você já conheça o caminho. Mas se for para explorar lugares novos, você pode se deparar com lugares que carros baixos não passam. Sei disso porque tenho um Onix, e a altura dele me incomoda... arrasta no menor obstaculo. \n\nCarros da Honda tem uma boa avaliação, mecanica confiável, mas na minha opnião os preços são descolados demais... criou uma boa fama e cobra caro por isso... Continuam a serem otimos carros, mas caros.\n\nComo dica, tem um canal no YT que acho legal, Opinião Sincera. Dá uma olhada lá também.",
                "Independente da sua lista.\n\nComo todos esses carros serão bem novos,\nLeve em consideração além do valor do IPVA, o valor do seguro.\n\nQuanto ao consumo, como vocês vão rodar pouco, não daria uma prioridade máxima nesse quesito.\n\nDurante as buscas, jogue no Google: Problema crônico do… (nome do carro), vai te dar uma vaga noção.\n\nPassados os problemas, aparentemente, você tem uma preferência por modelos Hatch, dentro da gama de modelos, visualize os locais onde habitualmente vai dirigir para tentar direcionar a sua vontade, exemplo, cidade com muito buracos , fuja de carros com suspensão fraca, uso moderado em ruas de chão, falta de vagas na cidade, e por aí vai.\n\nE por fim, cuidado com papinho de vendedor de carro, cuidado com carro de locadora.",
                "Ponto a ponto b, sem dor de cabeça? Yaris. Fora o seguro/manutencao barato.",
                "Te recomendo o canal no youtube Carros do Xenao. Tenho certeza que la voce vai ter todas as respostas com praticidade e bastante humor :)",
                "80k.\nCompra um celta pra ela usar no dia a dia e o restante você compra um Vectra 2.2  coloca um turbo faz um projeto legal e deixa pra finais de semana pra poder curtir a nave!\n\nMas já que você deu as opções vai de Honda mano... Econômico, confortável gostoso de dirigir, bonito e o melhor é SUPER confiável! Eu trabalho na Nissan e reconheço a superioridade da Honda l",
                "olhando bem seu uso, eu iria de ASX o mais nova que conseguir dentro dos 80K (2015\\~2016)\n\no carro vai te levar pra qualquer lugar seja praia ou campo, com conforto, pau pra toda obra",
                "O colega já falou do (bom) Duster; pela lista de opções que você fez, creio que o Sandero Stepway seria adequado (e um pouco menos caro que o Duster).\n\nCompra racional, não é turbo (menos manutenção), tem multimídia, espaçoso e é econômico para o porte do carro.\n\nHonda Fit, Yaris e Polo... eu não arriscaria ir para \"meio de mato\".",
                "Pega o fit...",
                "Vou parecer um idiota mas né... pediu opinião então toma:  \nCarro não é investimento, é gasto.  \nCom 60 mil tu pega uma Ranger a gasolina usada que vai atender muito melhor a tudo.  \nEla vai ser usada, e vai consumir bastante, mas até tu consumir os 20 mil de diferença pros 80 que tu quer gastar, já pode trocar de carro. Já tive trocentos carros, meu pai já gastou uma fortuna em carro também, hoje eu ando numa ranger 97 V6 levantada pra poder trabalhar nas colonias e na cidade sem problema. Depois que amadurecemos vemos que carro é só um item e não um patrimônio.   \n\n\nObs: gasolina tá mais barata que diesel.",
                "Melhor custo benefício, eu iria de duster. Os populares nesses últimos anos são bem baixos, carros voltados prs estrada, eu tinha um onix e trabalho na fazenda, era bosta, ele tinha ainda um protetor embaixo na frente prs \"proteger\" embaixo mas fazia com q eu ralasse direto esse protetor quando passava em carreador. Sedans tbm não sao uma boa pedida, por mais bacana q seja, vao raspar embaixo no meio em estradas de terra, ou raspar na frente em desnível por chuva normalmente.\nFora isso teria as camionetes a gasolina, mas dai ja deve ter uns custos maiores de manutenção, e ser algo menos tecnologico. Fora isso são alguns modelos de populares com carinha de off road como uno way, hb20 X (n sei valor) , sandeiro stepway etc...",
                "Saveiro Cross 2015"
            ]
        },
        {
            "title": "Eu só ralo o carro",
            "selftext": "Ando igual um doído, pé fundo e o para-choque do cara toda hora aparece ralado ou amassado. Não é dúvida nem nada só o desabafo de um corredor.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z2g3cr",
            "num_comments": 12,
            "comments": [
                "Começa a pagar o estrago que está fazendo no carro dos outros que a habilidade melhora na hora!",
                "Melhore a sua noção de espaço e de posicionamento, ou um dia o que deveria ralar, se prende e vai ser você voltando pra buscar um parachoque",
                "acelerar é uma arte, ralar faz parte\n\n&#x200B;\n\nauuuuuuuuuuuuuuuuuuuuuuu\n\ntamo junto pai",
                "Passa com a idade",
                "Eu andava igual doido com Uno e nunca ralei (Todos os amassados e riscos foi com outras pessoas no volante), porque é apertadinho e cabe em qualquer lugar (Tamanho é documento), cansei de atropelar buracos, e até suspensão nunca tinham problema pra eu mesmo arrumar (Quem arruma cuida, como nunca tinha o que arrumar eu não tinha porque ficar cuidando).\n\nAí fodi minha perna, preciso automático, e... só tem merda grande, todo mês aparece comigo dirigindo algum ralado em corolla, opala, astra e fiesta sedan's, siena, enfim, só dá gasto, porque são GRANDES demais. \n\nSempre dirigi pickup grande (F250 CD e F4000 boiadeira) e nelas não tinha problema porque eu já entrava pressupondo espaço de digamos 2,2m pra passar. Com carro eu ainda não consegui perder a mania de achar que 1,6m é suficiente, ou que onde o parachoque que vejo no retrovisor termina, também termina o carro (Mas em sedan não termina, tem quase 1m depois do vidro).\n\nAí eu tô doido pra mandar todo sedan a merda, e voltar a ter algo decente, um hatch bem pequeno, sem frescura em para-choque (Pintura em para-choque é um lixo, só serve pra incomodar, beleza é subjetiva, eu vejo beleza no que não suja, não no que não tá sujo naquele momento, pra dar um exemplo).\n\nNem posso dizer que é hábito de usar só 1 carro, porque usava palio, ka, gol, fiesta, strada e 208, e em versão hatch ou pickup curta nunca arranhei nada, nunca enrosquei em nada, tudo perfeito. Sedan e perua pra mim é imã de problema, tudo mais largo e longo que devia ser, uma bosta. Ah, carreta também uso tranquilo, única vez que enrosquei foi prancha, porque carroceria comum tem tipo 2,4m mas prancha tem mais de 3m, eu enrosquei só uns 10cm, sinal que minha noção espacial tá boa, até carreta agrícola (Carretão pra trator) e cia nunca enrosquei porque tenho noção das medidas (Fazemos com 2,4m igual caminhão), com carro pequeno a confusão mental é por serem carros igual os outros, mas terem medidas exageradas, 10cm a mais já me faz enroscar, se pelo menos desse pra ver nitidamente o fim da lataria e parachoques pelos retrovisores seria ok, mas não dá, aqui nas estradas de chão a BOSTA inútil do vidro traseiro sempre enche de poeira e não dá pra ver nada (E não lembro de ver sedan com limpador traseiro, esses dias vendi um corolla de R$ 150 mil e apesar desse absurdo o vidro sujava igual opala lixo velho de R$ 3 mil, simples falta de sistema pra limpar onde mais suja, no vidro pra ver o fim do carro (Porque sensor de ré não pega coisa pequena, tô cheio de amassadinhos por causa de ferros pequenos de oficina, borracharia ou fazenda).",
                "continua ai que melhora, ou bate o carro de vez",
                "A parte de andar igual doido eu entendo, mas melhore a noção de espaço bro. evite certos lugares para estacionar, evite situações onde tire \"finos\" de outros carros.  \nSeja um rachador, mas de preferencia onde não danifique a estética do seu carro kkkk",
                "KKKKKKKKKKKKKK ainda tem o relatório da mecânica: desgaste prematuro dos pneus, desgaste prematuro dos freios",
                "o importante é tu estar feliz kkkkkkk"
            ]
        },
        {
            "title": "Detalhe no multimídia. Devo me preocupar? Ele é interno (não na parte de fora do vidro), nem atrapalha o touch.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z20xuq",
            "num_comments": 7,
            "comments": [
                "Não tem como prever se vai continuar descolando o touch do suporte interno da tela, ou se vai parar por aí. Isso aí não é preocupante, mas se for aumentando fica preocupante porque uma hora soltará tudo. Depende da trepidação também, se sempre anda em local que trepida muito ou se só andou 1 vez numa estrada cheia de costelas e nunca mais andará de novo...",
                "Opa amigo não sei qual seu modelo de carro, mas tinha jetta no meu caso minha começou a descolar  a tela também,infelizmente ao passar dos meses descolou toda a tela, pesquisando na net vi que era um problema crônico dela.",
                "larga ai para o próximo dono.",
                "Cactus? Não é comum",
                "Essa central antiga do pug é cheia de problemas. Aproveita a garantia e exija a troca."
            ]
        },
        {
            "title": "Precisando do meu primeiro carro",
            "selftext": "Ola a todos,\n\nGostaria de pedir dicas para comprar meu primeiro carro, minha situação:\n\n- recebi uma proposta de emprego para trabalhar em um local acessível apenas por carro, é um local que vou pegar uma parte de estrada de terra, o que provavelmente demandará mais gastos em manutenção \n\n- não tenho muito dinheiro guardado, estou contando com a ajuda dos meus pais para completar\n\n- o que eu preciso saber ao comprar um carro? Quais baits são comuns de empurrarem para leigos?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z1ipbv",
            "num_comments": 9,
            "comments": [
                "Pega um Uno, aqueles quadrados raíz. Manutenção barata, carro barato e bom pra estrada de terra.",
                "\"Quais baits são comuns de empurrarem para leigos?\"\n\n\\- nunca bateu\n\n\\- quilometragem original\n\n\\- carro da mãe do dono da loja\n\n\\- tem outro camarada que vem daqui a uma hora comprar o carro, mas vendo para você se fechar agora\n\n\\- essa fumaça no escapamento é um pouco de óleo que caiu na lavagem, já já passa\n\n\\- o carro está puxando para um lado porque o pneu está descalibrado\n\n\\- só por gás que o ar condicionado funciona\n\nTem tanta coisa... converse com vizinhos para descobrir um mecânico confiável (difícil usar estas duas palavras na mesma frase...) e pague por uma avaliação pré-compra: o que o colega falou sobre o site deolhonocarro é válido, mas só traz informações da parte documental do carro.\n\nOutro colega falou sobre o Uno: sim, é um bom carro para o seu propósito, mas alguns batidos e mal reparados costumam andar \"de lado\", parecendo caranguejo; um Palio é o sucessor espiritual do Uno, mas com um pouco mais de conforto.",
                "Cara, eu antes de comprar o meu comprei um \"puxa capivara\" no site olhonocarro e me ajudou, deu mais confianca ao menos, também levei o carro que escolhi no mecanico de conficaca pra ele olhar.",
                ">o que eu preciso saber ao comprar um carro? Quais baits são comuns de empurrarem para leigos?\n\nVocê não precisa saber nada sobre carros, mas é sempre bom levar alguém que tem já experiência para ver o carro junto com você, alguém que vai reparar nos detalhes de preferência algum mecanico ou conhecido que manja de barulhos e ruídos só para você não comprar um carro com motor batendo ou algo assim.\n\nOs baits comuns acredito que sejam mais na parte de documentação, tipo o cara quer te vender o carro e diz que recido está em branco mas na realidade o carro está no nome de um terceiro, e isso ai gera mó rolo depois, pq o verdadeiro dono do carro é aquele que tem o nome no documento, e a assinatura de transferência é tão importante quanto o valor total da compra.\n\nMeu pai teve problema assim já comprando um carro que estava financiado no nome de uma senhora, e quem vendeu era o neto dela, porém eles fizeram um rolo lá onde meu pai pagaria o neto, e o neto iria pagar a dívida do financiamento para poder transferir, acabou que esse neto sumiu e meu pai teve que se virar com a senhorinha para tirar a dívida do nome dela, acabou levando alguns anos para conseguir resolver sem pagar 2x o valor do carro.",
                "Uno, Ford Ka 1gen, Escort, Gol G2 G3, Clio, Corsa, Corola 1gen, Civic 2005\n\nEvite pegar motor carburado, 16v, muito rodado",
                "Corsa, seja os de 96 até os últimos que saíram são bons, de preferência pelo 1.6 8v, é um tanque de guerra e tem um acabamento mais bonito do que os populares no geral além de confortável consideravelmente"
            ]
        },
        {
            "title": "como proteger o carro, chassis da ferrugem/maresia?",
            "selftext": "Ja até de uma pesquisada e vi altuns produtos mas estou meio em dúvida se realmente vale a pena ou morar mo litoral vai corroer o carro e pronto.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z1602e",
            "num_comments": 2,
            "comments": [
                "Metal só oxida se os sais minerais chegarem nele.\n\nSe a pintura estiver ok, não terá corrosão porque ela é uma camada entre o ar e o metal.\n\nHora que tem uma rachadura trinca já pinga zarcão (Não é um fundo genérico, zarcão é tetróxido, a cor natural dele lembra cobre, o zarcão laranja é o original e mais funcional mesmo), ou no mínimo um wash primer (O primer que lida com oxidação). Quem é idiota e fica esperando meses/anos pra ter grana pra levar em lanterneiro se lasca, depois de 3 anos de maresia em trinca na pintura já terá mossa ou buraco exigindo reparo enorme. Azar se pintura com uns pingos de cor meio diferente fica feio, carro é meio de transporte e não objeto de decoração, fora que tem tinta em tubetes pequenos de 20ml pra retoque (Mas quem compra um carro de R$ 40 mil e não pode comprar uma mísera lata de 900ml de tinta e 900ml de verniz pra retoque por R$ 50 cada tá gastando muito mal sua riqueza! Tinta retocada uns 60% da população nem consegue ver nem olhando com atenção, os demais podem ver e nem dar bola (Não processar a informação)).\n\nBasicamente retoca sempre que tiver pequeno problema, e pinta as peças avulsas hora que ela encher de retoques (Lanterneiro deve cobrar uns R$ 600 por peça, esse negócio de só pintar carro inteiro é frescura, até parece que leigo consegue ver no carro dos outros uma diferença de pintura nova versus uma de 6 anos atrás bem cuidada. E não confunda maior oxidação de metal com maior desgaste de pintura! Maresia não gera pintura opaca ou verniz descascando, quem gera isso é UV do sol, se não deixar carro no sol e encerar direito não terá pintura feia em 10 anos, as trincas na pintura não são por maresia, são por reparos antigos mal-feitos ou lataria vibrando/amassando demais, pintura decente não precisa retoque em trinca porque não terá trinca, com pintura original se não bater/arranhar no máximo usará essa tinta de retoque em cantos quase invisíveis, principalmente no cofre do motor, na parte de dentro do carro tipo portas e etc).",
                "Lavar o carro sempre com agua doce, e qualquer parte que nao possua pintura/acabamento, sempre lubrificar com oleo.  \n\n\nMelhora, mas no fim vai enferrujar de alguma forma"
            ]
        },
        {
            "title": "Quero comprar um carro na faixa dos 80k. Qual seria a opção mais sensata?",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/z14k83)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "z14k83",
            "num_comments": 35,
            "comments": [
                "Acho q vc fez a pergunta errada. Pq a resposta é clara.\n\nPolo, ou um Yaris.",
                "Golf 2015 tem câmbio DSG. Se já não quebrou, um dia vai quebrar (cerca de 8-10k para arrumar). Esse câmbio DQ200 saiu de linha justamente por ser problemático.\n\nSe conseguir um Golf Tiptronic, você evita esse risco.",
                "sensatez é o Polo com certeza. Mas o Golf é muito mais carro.",
                "Se sensatez = racionalidade, então Polo. Agora é interessante entender de você o que você quer no seu próximo carro.",
                "Mas eu compraria um Fusca preto porque acho lindo e ainda botaria roda cromada e adesivo do herbie pra deixar no nipe",
                "Nessa faixa você compra Honda Civic G9. Mas entre ambos, eu iria de Polo.",
                "80K tem carro a rodo no mercado, de mais detalhes\n\nqual o seu uso? solteiro ? cidade grande? vc gosta de carro ou é só um meio de transporte? manutenção? roda muito?  \n\n\neu gastei 80K e comprei um turbo de 200cv  \nando sorrindo todo dia",
                "Depende o que procura: Esportividade? Conforto? Luxo? Confiabilidade? ???  \nComente que tento ajudar com sugestões",
                "Iria de audi A3 1.4 2014 , de preferência revisada tiptronic já substituída, acabamento é bem melhor e a mecânica é a mesma",
                "Investe esse dinheiro",
                "O golf 2015 que cê tá pensando é automático?",
                "Novo ônix turbo.",
                "Ford Focus 2018/19",
                "Tava com grana nessa faixa e peguei um 208 2021 com teto panorâmico. Apesar de o motor não ser turbo (é 1.6 aspirado), a experiência de direção está sendo absurdamente boa. Suspensão e tecnologia sensacionais.",
                "Fiat uno com escada em cima e motor tunado até o talo",
                " Com essa grana juntaria mais 20K,.daria entrada em. Um. Tcross",
                "Tem que ser Volkswagen?",
                "golf 1.4 tsi só se for manual, é uma delícia de carro, caso não seja, vai de polo",
                "jetta 2.0 tsi",
                "se fosse vc, iria de corolla 2015, é um ótimo carro, já tive um e agora tenho outro 2018 gli, não recomendo VW, o jetta tsi q tive foi só dor de cabeça",
                "Golf DQ200 vaza"
            ]
        },
        {
            "title": "Ajuda no projetin",
            "selftext": "Salv galera\n\nComprei um carrin pra projeto mas não sei o que fazer e por onde começar\n\nPreciso de dicas",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yzv4jm",
            "num_comments": 7,
            "comments": [
                "Começou torto não ? Primeiro projeta e daí executa...comprar já é execução.....\n\n\nTem q ver se vc vai mais para preparação ou Estética...ou ambos....",
                "Escape!\nPro projetin fazer VRUMVRRRRUUUMMMMM",
                "Nos ajude a te ajudar",
                "mais informações, mas a primeira coisa que eu faria é arrumar os pedaço zoado do carro, tem algum podre no carro? se sim é bom arrumar agora, mas se não é uma boa começar a mexer na estética pq a estética dá uma certa valorizada no carro. dps de mexer na estética vc começa a mexer no motor e os caraio",
                "4x1 depois de fazer uma revisão. \n\nBoa sorte com sua lasanha.",
                "Aros, rodas, suspensão, parachoques laterais, ou até mesmo uma pintura fosca mas brilhante. São algumas ideias dependendo do carro, pra não perder a estética e ficar um carro de baiano.",
                "Pra mim o mais legal é o mais original por fora, só com um tombo na altura, e toda maldade no motor, pra pegar bobo desavisado, hoje acho que meu carro faz muito barulho o que acaba entregando, mas é meu estilo, você precisa encontrar o seu antes de fazer algo."
            ]
        },
        {
            "title": "querosene no tanque diesel",
            "selftext": "É mito ou é verdade que colocar um tanto de querosene no tanque diesel ajuda a limpar o motor e dar partida em dias frios?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yz8ydc",
            "num_comments": 1,
            "comments": [
                "Mito dos anos 50 ou 60, até naquela época as vezes dava pipoco fora do tempo por conta das bolotas carbonizadas que não eram soltas por completo, ficavam incandescentes gerando ignição prematura. Mas em motores antigos com injeção alta de combustível isso de fato soltava um pouco da carbonização.\n\nLembra que nos motores antiquados dos anos 40-60 falamos de folgas enormes pra todo lado, o diesel era mal-filtrado (Filtro de papel soltava muito pedaço, os de espuma idem) e raramente tinha  dreno pra tirar a água. Quem acha que um motor desse século tem os mesmos problemas tá sendo muito ingênuo, hoje não tem nem 5% da carbonização que existia na época, hoje diesel S-10 é mais solvente e dissolve muito bem algumas carbonizações em flocos pequenos (Por isso não dá ignição prematura). Se é bomba antiga pra diesel S-500 ainda não tem motivo pra usar querosene (Nem meter S-10), é só caprichar em filtro (De ar e de combustível, drenando água as vezes) que não vai ter problema, faz a manutenção comum ai invés de procurar cabelo em ovo.\n\nPessoal aplica mitos do bisavô pra carros mais novos que seus filhos (Tipo pessoal que tem medo do efeito-memória em baterias li-poly em smartphones, coisa que existia a 20 anos atrás com NiCD, nada a ver com tecnologias atuais)."
            ]
        },
        {
            "title": "De volta ao anos 90 ..",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yyhdnm",
            "num_comments": 12,
            "comments": [
                "Lindíssima. Eu casaria, apesar de fazer 600m, o litro.",
                "Acho mó legal essa caixa de roda traseira \"reta\"",
                "Saudades peruas ✊😭",
                "Catou uma Suprema, OP?\n\nTava procurando uma 3.0 também.",
                "Coisa linda",
                "Nunca vi nessa cor, top!",
                "Que linda! Suprema é muito sonho, principalmente a 3.0, acho o melhor motor da linha Omega. Parabéns pelo novo carro, OP! E eu adorei a cor!",
                "Epoca de ouro da GM."
            ]
        },
        {
            "title": "Opiniões sobre Sandero Stepway 1.6 16v 2017?",
            "selftext": "Estava dando uma olhada em carros para comprar e apareceu uma oportunidade para um Sandero Stepway 1.6 16v 2017 com 60.000km rodados.    \n\n   \n\nPelo o que eu pesquisei:   \n\n* Não tem uma boa nota em segurança no Latin Ncap\n* Segundo relatos de proprietários, o consumo fica em torno de 10-12km/L em uso urbano na gasolina\n* Tem uma mecânica boa e confiável    \n* O carro não tem multas, pendências ou restrições e é único dono\n\n  \n\nNessa faixa de valores eu só to encontrando carros 1.0 e/ou com maior km rodados ou mais antigos. Então tá parecendo uma boa oportunidade.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yy58g5",
            "num_comments": 5,
            "comments": [
                "É um bom carro pelo preço e o que cumpre. Eu pegaria",
                "Qual o preço? Aqui em casa temos um 1.6 8v um ano mais antigo, então não posso opinar sobre o consumo. Porém de resto, se a um bom preço, o carro entrega um cxb legal.\n\nSuspensão é o ponto forte (embora os ângulos de entrada não sejam excelentes), até agora não tivemos que trocar nada (carro tem 50kkm). O que já foi trocado foi somente coxim do câmbio, que é um problema crônico do carro, com uns 40kkm começa a fazer um barulho chato e vibrar bastante saindo de primeira\n\nEspaço interno também é excelente, 5 adultos viajam tranquilamente e o porta malas também é bem grande. Em termos de equipamentos, ele me agrada bastante. Não sei o que esse que você tá de olho tem, mas geralmente os stepway são os mais completos. Carro tem uma centralzinha que funciona bem, sistema de som é bom, tem ar automático, cruise control etc. O maior ponto negativo ao meu ver é o acabamento interno, que é bem simples, tudo plasticão mesmo que vai fazer bastante barulho em rua de paralelepípedo, ruído interno também incomoda um pouco, principalmente na estrada, já que o isolamento acústico não é muito bom. Ah, e os pneus são bem caros, sendo tala 225 e aro 16.\n\nFalando da dirigibilidade, eu particularmente não gosto da posição de dirigir mais elevada que ele tem, mas é um ponto forte pra muita gente, além de invariavelmente dar uma boa visibilidade externa. Tanto na cidade quanto estrada, ele é bem esperto em termos de curva. Acho que por conta do pneu de perfil baixo, acho um carro surpreendemente bom de estrada. A suspensão é rígida o suficiente pra te dar uma boa estabilidade e manter o conforto; não é que nem esses carros que passou de 100 e parece que vai desmontar. Falando sobre o latin cap, ele tem só o básico mesmo, airbag e abs, e é um carro que foi comercializado na europa, então não acho que seja bateu morreu, mas também não posso opinar, nunca bati kkkk. Brincadeiras a parte, no preço certo, é um carro bem honesto."
            ]
        },
        {
            "title": "Carro até 120k para uso na estrada",
            "selftext": "Eu e minha esposa viajamos toda semana para trabalhar. A viagem de ida e volta dá em torno de 400km. A gente já faz esse trajeto há 5 anos sempre de carona, fretado, van ou ônibus. Sempre aparece algum bucho quando dependemos de outros e, por isso, decidimos comprar um carro.\n\nNosso orçamento é de até 120k, estourando 130k. Queremos conforto na viagem e um carro que seja esperto pra ultrapassagens, além de um bom consumo na estrada (item muito importante para a nossa escolha), urbano é meio irrelevante. Segurança também é importante, claro. Não queremos carro 0km, usado mesmo que tenha conforto e tecnologia e que seja mais em conta. Depois de alguma pesquisa chegamos a 3 opções:\n\n1 - Honda Civic Touring 2017 em diante;\n\n2 - Volkswagen Jetta 250 TSI 2018 em diante;\n\n3 - Ford Fusion Hybrid Titanium 2016 em diante.\n\nEsses carros foram os que pareceram equilibrar melhor conforto, segurança, preço e um pouco de economia. \n\nEstou pendendo mais pro civic, apesar de ser o mais caro no geral, ele parece ser confiável e de manutenção fácil, além de ter uma pancada de opções. O Fusion me ganha pela tecnologia e conforto, mas ouço falar muito mal da manutenção, além do seguro alto e a fuga da Ford daqui. O Jetta parece ser um bom meio termo, mas ouvi falar de problemas de manutenção também, além das versões mais novas extrapolarem completamente o orçamento.\n\nO que vocês recomendam? Alguma dica pra pesquisar e comprar? Toda ajuda é bem-vinda!\n\n\nMuito obrigado a todos que comentaram. Estamos desistindo do Fusion e mirando no Civic e em um possível A3, talvez um Volvo. Se tudo der certo ano que vem volto pra contar a experiência.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ywys98",
            "num_comments": 33,
            "comments": [
                "Dentre estes três, definitivamente o Civic. Ainda mais se conseguir encontrar um touring dentro do orçamento.\n\n\nBastante econômico na estrada e bem confortável.\n\nO Fusion eu nem cogitaria. A tendência é ficar cada vez mais difícil a encontrar peças para um carro de uma montadora quem o fabrica mais.\n\nO jetta me parece ter um seguro super caro, por ser um carro bastante visado.\n\nUma outra opção talvez fosse o Corolla e o Cruze. Chegou a ver estes?",
                "Civic e Jetta vão ser confiáveis e sem muitos sustos. Não pegaria resto de rico nem a pau, Audi, Volvo td legal até dar um problema que vai lhe custar um rim.",
                "Eu iria de Civic ou Jetta.",
                "Esquece o Fusion. Carro híbrido pra estrada é totalmente desnecessário e logo vc vai ter que trocar a bateria. Já viu quanto custa?\n\nJetta é um carro de aparência exterior um pouco mais simples que o Civic, também menos visado e portanto, com seguro menos caro.",
                "Que tal um Sentra? Se a ideia é viajar a trabalho, é um melhor custo x benefício.",
                "Amigo meu ta com um Civic Touring, faz 17 na estrada e é muito confortável. Revisão de 40mil KM custou meros 700 reais...",
                "Acho que dessas opções de melhor revenda seria o Civic, mesmo assim, carros com pegada mais esportiva ainda não são as melhores opções de revenda de maneira geral.\n\n&#x200B;\n\nTenho um amigo que chegou a ter um jetta, era um carro bem sensível, principalmente a troca de óleo, correta e original e mesmo assim tende a ter problema na bomba hidraulica se não me engano.\n\nCivic é um carro bom, honesto, sóbrio, bem bacana.\n\nO jetta eu consideraria mais se vc quisesse um foguete dentro do carro kkkk. \n\nUma outra opções que eu te daria pra dar uma olhada seria o Passat da VW, tem um motor bom mas não é um foguetao igual o jetta, mas é pra ser mais aconchegante, menos corrida que o jetta.\n\n&#x200B;\n\nAlém desses, se vc quer modelos mais bacanas, existe o Honda Accord e Toyota Camry, que estão um degrau acima do civic e corolla.\n\n&#x200B;\n\nO cruze depois que eles trocaram o cambio também é um carro bacana, acho que a partir de 2017 ou 2018.",
                "Tenho um fusion 2015 turbo, faz 11 na pista, tem piloto automático acc, dependendo da pista da pra viajar quase sem precisar se preocupar em freiar, paguei por uma atualização que diexou ele com recursos do 2017, com isso ele freia totalmente em caso de provavel batida de até 80km…estou comentando apenas para ter uma base (caso queira substituir o híbrido)",
                "Eu já tive Civic, Corolla e Cruze e entre as opções aí que vc deu eu iria de Civic de olhos fechados. Motor robusto, confortável e econômico na estrada. Minha outra dica seria o Corolla, ganha no em conforto comparado ao Civic por ter uma suspensão \"mais mole\", mas como seu rodar é na estrada esse fator nem vai fazer tanta diferença entre o Civic e o Corolla. Atualmente voltei a ser Hondeiro e estou com uma HR-V 2018 Touring, carro fantástico pra viagens e bem espaçoso pra categoria.",
                "Sou mt mais um jetta hein amigão",
                "Civic. É uma resposta natural pois é o arroz com feijão dos sedãs médios.\n\nEconômico, manutenção barata e fácil revenda.",
                "Eu fugiria de Fusion. A bateria tem durabilidade de cerca de 8 anos e um carro 2016 estaria próximo do fim de vida. Dá para esticar o uso, mas um dia a conta chega e vai ser uma paulada.\n\nJetta é um carro OK, o powertrain é confiável (mesmo motor/câmbio do Golf 1.4 Tiptronic, Polo GTS, T-Cross 250). Não é bom de mercado, caso você se preocupe com revenda.\n\nCivic é bom de mercado, motor bom para a proposta do carro. Não emociona, mas também não te deixa na mão.\n\nNão tive tempo de pesquisar, mas eu iria atrás de notas de crash tests. Quando compro carro, sempre vou atrás de pelo menos 6 airbags e boa nota em crash tests.\n\nNessa faixa, eu consideraria algum modelo da Volvo, já que estamos falando em segurança. Tem bastante opção de V40, S60, V60 e XC60 com essa verba. Um modelo T5 não vai ser beberrão na estrada. Só evite os mais antigos com câmbio de dupla embreagem (Powershift, o mesmo da Ford). Porém, são carros ruins de mercado (comprou, casou)."
            ]
        },
        {
            "title": "Fiesta 1.6 8v 2010 sedan, 120.000km",
            "selftext": "Estou pensando em comprar esse carro, mas vou ter que financiar parte do valor. Tem algum problema crônico, manutenção maior, defeitos e detalhes que vou ter que observar? Qual o valor médio de manutenção? Sempre tive moto, vai ser meu primeiro carro, e 120.000 km parece realmente bastante.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ywwq57",
            "num_comments": 7,
            "comments": [
                "Motor Zetec tem que ter cuidado com arrefecimento. Faça questão de saber se estão usando aditivo ao invés da água, se a válvula termostática esta travada, ventoinha ligando, tampa do reservatório ok. Se estiver na água, recomendo fazer uma limpeza no sistema.  \nNo mais é isso.   \nObs: esse carro não possui correia dentada, é corrente.",
                "Leva em um mecanico, se estiver bom pode comprar sem medo, a manutençao nao é a mais barata da categoria, mas nada absurdo. Troque o líquido de arrefecimento, e se der problema com a carcaça da valvula termostática compra da iguaçu, é melhor que a original e a de aluminio.",
                "Por que esse carro em questao?"
            ]
        },
        {
            "title": "Problemático ou Exageiro?",
            "selftext": "Estou pensando em comprar um Cruze hatch LTZ, de 2013 a 2016, sem preferência de ano entre esses aí.\n\nMas essa parada do problema estrutural do câmbio dele que o pessoal comenta, tá me deixando um pouco em choque.\n\nO câmbio é mesmo problemático a esse ponto, ou tem um pouco de exagero nisso? \n\nJá vi relato de gente que deixou 15K (QUINZE MIL REAIS!) no mecânico pra fazer o câmbio quando a caixa estorou.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yw42fr",
            "num_comments": 14,
            "comments": [
                "Dificilmente um fabricante lança um carro sabendo que tem um problema crônico: porém há aqueles que aguentam maiores desaforos, outros menos.\n\nHá casos como o Dualogic e o Powershift que não são questões de \"se\", mas de \"quando\", idem para o trocador de calor do Renegade e por aí vai.\n\nPor outro lado, se seguir à risca o plano de manutenção a possibilidade de problemas é minimizada: faça os serviços em oficinas confiáveis, com conhecimento técnico e que usem os materiais recomendados. Não vale a pena correr riscos para economizar R$ 50...",
                "Corre desse carro. Um dos grandes calcanhar de Aquiles desse carro. \n\nEu pegaria um Corolla, Civic, Accord, Camry...",
                "Não lembro exatamente dos preços, mas eventualmente vai dar problema, meu amigo tinha um e vendeu pq cansou. É um carro ruim pra idade que ele tem por causa desse câmbio problemático. Tem outras opções de hatch, como o Etios, é feinho mas é bom, yaris, onix, hb20, etc, vai depender do que vc quer.",
                "esse tipo de duvida tem q ir nos grupos desse carro\n\nfiltra os apaixonados e tem a resposta",
                "Quer tranquilidade e paz vai de japones raiz, toyota e honda."
            ]
        },
        {
            "title": "3 por 4? Que porra é essa?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yw2axr",
            "num_comments": 4,
            "comments": [
                "É a furação da roda, 4 furos a 4\" de distância cada.\n\nRoda de fiat, honda, toyota e gm é quase isso, chamamos de 4x100, 100mm entre furos, 4\" dá 101,6mm.\n\nOu é a potência, 16cv, se tiver mais que isso deve capotar essa nave",
                "tecnicamente um tuk tuk"
            ]
        },
        {
            "title": "Trocar o líquido do arrefecimento",
            "selftext": "Daqui a pouco estarei indo me aventurar e trocar o líquido de arrefecimento, pois esta zerado de água. Algumas dicas? Já vi alguns videos no YouTube e parece ser bem fácil...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yw117n",
            "num_comments": 15,
            "comments": [
                "Esse carro já rodou com água ou líquido de arrefecimento?\n\nTome cuidado com ar que pode ficar dentro do sistema e causar falhas na aceleração. \n\nUse água desmineralizada pra mistura.",
                "Veja se o sistema carece de limpeza, senão vai gastar à toa o concentrado e a água destilada.",
                "olha a tampa onde coloca o oleo\n\nse tiver leite com cafe ta entrando agua no oleo",
                " usa agua desmineralizada e aditivo ( eu uso só paraflu)  n compra aditivo de posto, mercado, etc. compra em loja especializada em bagulho de carro",
                "De preferência, não mude a cor do líquido de arrefecimento.\n\nSe o carro for mais antigo, aproveite para verificar o radiador e as mangueiras.",
                "Procure vídeos sobre o SEU carro, cada modelo costuma ter um procedimento próprio."
            ]
        },
        {
            "title": "Etios com barulho durante frenagem",
            "selftext": "Fala pessoal,\n\nTemos um Etios Hatch 2019 que está fazendo um barulho na traseira tipo de catraca durante a frenagem.  \n\nNão percebo que está afetando a performance dos freios então penso que seja alguma sujeira nas lonas ou talvez tambor empenado?\n\nJá viram algo parecido?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yvwar2",
            "num_comments": 1,
            "comments": [
                "Você que tá com ele, você é que tem no mínimo que tirar a roda e ver a situação da pastilha/lona, disco/campana, as vezes até a mola do freio de mão faz barulho, não tem regra pra barulho, cada carro com seus desgastes (Alias, rolamento com folga também gera uns barulhos estranhos as vezes). Macaquear o carro e tirar a roda leva 90 segundos as vezes."
            ]
        },
        {
            "title": "corcel do meu vô",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yvsbr8",
            "num_comments": 13,
            "comments": [
                "Lindo, qual ano? Motor Renault?",
                "Meu pai teve um azul há uns vários anos atrás. Era extremamente novo, carro muito confortável e o acabamento interno era muito bom. Na época eu era criança e gostava bastante do fato da janela traseira também descer KKKK Parabéns ao seu avô pelo carro.",
                "Bom carro. Meu avô tinha um laranja 🍊 1977",
                "Meu pai tinha um marrom, cor bem incomum nos carros hoje em dia.",
                "Meu pai teve uma Belina Marrom. Não se vê mais marrom e nem bege",
                "Lindão. Seu vô deixa você andar? Tem cara de xodó do véi.",
                "Meu avô já teve Brasília,Fusca, gol,uno e o último carro que ele teve antes de falecer foi um onix",
                "Meu vô tinha uma brasilia 74 que ele não saia em dia que pudesse chover e apenas 70mil km rodados.. Uma pena ter se desfeito dela",
                "Meu tio tem um dese, tá todo detonado principalmente a lataria mas que carro lindo esse do teu vô",
                "belíssimo"
            ]
        },
        {
            "title": "Log into Facebook",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yvdedu",
            "num_comments": 0
        },
        {
            "title": "Quebrei o motor do Corsa e não sei o que fazer",
            "selftext": "como o título diz, voltando de uma viagem relativamente curta, (130km) acabei quebrando o motor do meu Corsa 1.0 1999.  \n\n\nestava a 110km/h e ouvi barulho de motor batendo, e fui direto para o refugio no acostamento. Estou no aguardo do orçamento do meu mecânico. \n\nA vontade é de consertar da forma mais barata o possível apenas para passar para frente esse carro.  \n\n\nO que vocês me aconselham a pegar de próximo carro?   \nModelos que andei dando uma olhada: Vectra B, Astra G, Kadett... aceito sugestões (procuro 1.8 ou 2.0)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yv160u",
            "num_comments": 32,
            "comments": [
                "\"consertar da forma mais barata possível e passar para frente\" \npor isso que o mercado de usado para carros mais antigos e complicado kkkkkkkkkkk",
                "Faça o motor do carro e deixe ele de forma que não vire uma bomba. \n\nSe estiver acostumado com economia de combustível, continue com 1.0 \n\nSe quiser algo melhor, eu pegaria um Astra, Corolla antigo de 15k, Civic dos antigos, Santana se tiver inteiro.",
                "Retífica. Se fizer num lugar bom vai andar mais 100.000km sem treta, só manutenção normal (óleo no tempo indicado, correias etc). Trocar de carro hoje que qualquer merda custa o olho da cara vai piorar sua situação ao meu ver. Mantém o seu pinga-óleo em dia, até juntar uma $ e não cair na armadilha do boleto de 5 anos pra financiar um usado.",
                "Olha, eu gosto muito de GM. Atualmente tenho um Astra Hatch 2011 (ultimo ano de fabricação) e o único contra é o consumo. O carro é bem completo\n\nFaço em média na estrada 10km/L andando entre 100 a 120 km/h e na cidade fica entre 5 a 7 km/L.\n\nCarro bem completinho com airbag para motorista e passageiro, trio elétrico (vidro, trava e retrovisor eletrico), ar condicionado digital, direção hidráulica, retrovisor fotocrômico, além disso é muito confortável para viagens (Sou de SP e já fui para Ouro Preto, Niteroi, Curitiba, inúmeras praias, Joinville entre outros locais e NUNCA deu sinal de me deixar na mão).\n\nOutra coisa que eu particularmente adoro é o acabamento interno, painel em soft touch e interior todo preto, além disso, por ser um projeto antigo (da Opel), mesmo o carro sendo 2011 ele tem esse design interno de carro europeu dos anos 90, tem cinzeiro, banco de \"veludo\" e outros detalhes que remetem a decada de 90, eu acho bem estiloso.\n\nA manutenção é relativamente barata e tem peça em qualquer lugar, é o arroz com feijão e você iria gastar um pouco mais do que seu o corsa. Trocar óleo e filtros direitinho, manter liquido de arrefecimento em dia, correia dentada, suspensão, alinhamento, balanceamento etc.\n\nA única dor de cabeça que tive foi uma época que começou baixar água e meu mecânico fez de tudo, trocamos tudo que dava da parte de arrefecimento e no fim não teve jeito, tive que fazer retífica de cabeçote e trocar junta, no total morreu uns 3mil. Desde então nunca mais tive problemas.\n\nO carro é muito prazeroso de dirigir, motor 2.0 aspirado 140cv no alcool é excelente para retomadas e ultrapassagens, é claro que não se compara aos modernos turbos de hoje em dia, mas esses donos emocionados de up tsi passam mal quando vem babando pra me passar na pista hehe.\n\nNão pretendo trocar de carro tão cedo pois não acho nada com o conforto e qualidade de acabamento equivalente por menos 80k.\n\nFica minha dica aí para uma possível troca. Você acha um modelo igual ao meu entre 26 e 30k por aí se tiver em bom estado.\n\nAtualmente o meu está com 170k rodado. Eu peguei ele com 60k.",
                "Eu compraria um motor 1.6 no ML, sobe e marcha! Só troca os bicos e a central se vira. Vai sair mais barato que qualquer retifica mesmo depois de cadastrar o número novo.",
                "Um conselho rápido: veja o que sai mais em conta, se retificar ou comprar outro bloco novo. Às vezes pode não valer a pena reparar. Tudo bem que vai ficar \"lindo\" no documento, mas já que vc se ferrou mesmo, não vai ter tanta diferença entre retificar ou trocar, já tá tudo na M mesmo... Vai ser mais burocrático trocar, mas pode compensar financeiramente, depende de cada situação.",
                "faz um swap e mete um v8",
                "Esse corsa vale qto? Uns 8 mil reais?\n\nPra fazer um motor vai em media 5 a 6 mil reais.\n\nOu vc gasta 6 mil e tem um motor novinho ou desmonta e vende peca por peca\n\noptaria pela segunda opcao.",
                "1.6 que virou 1.8 aqui. Deveras divertido, recomendo!"
            ]
        },
        {
            "title": "Creta ou Kicks",
            "selftext": "Pessoal, boa tarde! \n\nEstou querendo comprar um carro por até 90K, para uso mais na cidade com eventuais viagens de fim de semana. \n\nEstou entre o Creta ou o Kicks, alguma recomendação sobre qual escolher? \n\nSobre o Creta, nessa faixa eu conseguiria comprar um 1.6 2020/2021 ou um 2.0 de 2018, o que vocês acham que vale mais a pena?\n\nObrigada desde já!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yudq3a",
            "num_comments": 15,
            "comments": [
                "Gosto mais do Creta, mas ambos são bons",
                "nunca andei no creta, mas me parece ser maior e mais equipado que o kicks.\n\nminha tia teve um kicks, era um carro muito duro e desconfortável, não vi vantagem",
                "Eu iria de Creta 2.0 por causa do desempenho, já garante mais de 160 cavalinhos contra os míseros 114 do kicks.\n\nAntes do mimimi, velocidade e entregar potência torna qualquer viagem mais segura, seja pra fugir de uma situação de risco quanto pra ultrapassar caminhões e etc. Fora o tesão de dirigir.\n\n\nO kicks é massa mas cá entre nós que é um tanto manco. :(",
                "A um mês atrás eu estava na mesma situação. Tinha o mesmo orçamento. \nSurgiu uma oportunidade de um HRV 2016 com 40k rodados único dono, da prima da esposa.\nAcabei comprando, paguei a FIPE.\nGostei bastante do carro, creio q foi um bom negócio.",
                "ja olhou ford ecosport storm 2.0? sai 90k",
                "recomendo test drive nos dois, tiraria suas duvidas.",
                "Kicks, superior em quase tudo.",
                "Já cogitei o Kicks, mas acabei ficando com um Renault Captur e gosto muito. Faz um teste drive se puder. Já tive um Jeep Renegade e um Citroën AirCross e o Captur comparativamente é muito melhor.",
                "Entre esses dois que você falou, o Creta é mais carro. Tem um motor mais forte e um acabamento melhor. Mas recomendo dar uma olha no C4 cactus 1.6 turbo, o motor dele é um dos mais fortes da categoria, possui um acabamento bom e é bonitão.",
                "câmbio cvt do kicks é o famigerado câmbio automático mais confiável do mercado",
                "Tcross"
            ]
        },
        {
            "title": "Trocar farol inteiro ou só a lente?",
            "selftext": "Olá pessoal!\n\nTenho um Gol G6 com faróis de foco duplo. Usei ele durante muitos anos com estrada, e os faróis estão bem foscos. Já fiz em dois locais o tal polimento milagroso que deixa os faróis novos, mas nenhum adiantou.\n\nEntão, comecei a ver para trocar o farol. Nas buscas, vi que também existe a possibilidade de trocar somente as lentes.\n\nMeu chapeador cobrou 160 a mão de obra para trocar as lentes.\n\nOs faróis eu mesmo conseguiria trocar, já troquei do gol da minha irmã.\n\nAlguém já fez essa troca de lentes? Vale a pena? Tem algum detalhe para prestar atenção na hora de comprar a lente? (quanto à qualidade)\n\nMe assustei com os preços. Uns anos atrás trocamos o da minha irmã e ela pagou menos de 200 reais pelo farol paralelo inteiro. Agora estão pedindo quase 500 cada um. \n\nTrocando as lentes eu gastaria 500 no dois.\n\nSe puderem recomendar lojas virtuais também agradeço.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yu6gar",
            "num_comments": 7,
            "comments": [
                "Nunca fiz esse processo, mas sei que a vedação pode não ficar boa.",
                "Troque inteiro, sai menos dor de cabeça.",
                "Vai R$ 50 em adesivo PU pra vedar as novas lentes, lembra de colocar esse preço na conta. E não é só o plástico da lente que amarela, o refletor interno também fica meio opaco ao longo dos anos.\n\nO amarelo da lente dá pra polir (Lixa 600>1200>2400, aí cera), mas na hora de trocar a lente, a pintura reflexiva interna no máximo dá pra passar pano úmido com detergente, não dá pra polir pra voltar a refletir como nova, então é comum farol de 10 anos que ficou no sol ficar com luz merda ao trocar lente, porque o calor da lâmpada deu alguma deformada no foco, e a pintura reflexiva interna ficou um pouco opaca.\n\nSe vai guardar na sombra, farol genérico resolve, eu uso os de R$ 180-200 o PAR, tem carro que é ruim de luz por projeto, usando farol de R$ 600 ou de R$ 100 acaba dando na mesma. Farol barato poucas vezes tem luz muito pior que a original, mas farol caro nunca tem luz melhor que a original, se de fábrica a luz era ruim, com farol caro continuará ruim (Por exemplo os famosos por faróis ruins de fábrica, o primeiro corolinha nacional, o renegade, marea, alias, engraçado que os fiat populares tem farol que incomoda os outros, mas renegade e marea tem refletor ruim, talvez em modelos mais recentes corrigiram mas até onde conheci era luz ruim em farol original).",
                "Troca de lente se faz em casa se tiver como aquecer a cola da lente antiga"
            ]
        },
        {
            "title": "Comprar carro de locadora (localiza), abaixo da fipe. O que acham?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ytwupo",
            "num_comments": 13,
            "comments": [
                "depende de quem andou no carro né mano. Meu coroa alugou um MOBI quando foi pra bahia a turismo e andou namoral com o carro. Entretanto, há quem pense que o fato do carro ser alugado corroborar pra que vc o escame por completo.. levando em conta que mais de uma pessoa andou no carro, e que pelo menos duas escamaram, depende só da revisão. Procura bem mane, vc pode garimpar no olx e achar um usado filé. depende sempre do cuidado que o dono teve com o carro.",
                "São bons. Bem revisados.  A km alta q joga pra baixo o preço.  Não caia e. Conversa de q era carro de diretoria  (só compass pra cima).\n\nSe for bom o desconto,  e cosmeticamente estiver bom (costuma desgastar partes internas) pode comprar.",
                "Geralmente esses carros são vendidos pouco antes de alguma manutenção grande, como a de 60mil km e a de 120mil km, depende do carro e da montadora para o prazo dessas manutenções.\n\nPorém fora isso em geral você precisa só ver bem o carro em si se está com interior bem mantido, e de preferência fazer um teste drive para saber se o carro está andando bem, com a suspensão boa e tudo mais funcionando corretamente. \n\nEu compraria carro de locadora, contanto que esteja em bom estado.",
                "Foge disso\n\nMas depende do carro que tu quer, se for os mais baratos com certeza foi Uber ou tá sambado, se for os mais caros tem uma chance de ser coisa boa",
                "Não compensa, pois na época que estamos vivendo a uns 8 anos... Ninguém, perderia dinheiro ou abaixaria sem significância alguma. Não há \"bonzinhos\" no mercado! Em claro e bom tom confrade, essa diferença de preço vai sair de algum lugar. \n\nEu prefiro procurar em algum local com procedência e de preferência algum de no máximo segundo dono.",
                "Pegaria só se for automático. Meu pesadelo recorrente é reencarnar como uma embreagem de carro manual de locadora",
                "Eu só pegaria carro que tem valor de mercado acima de 150k, porque o aluguel desses é caro, então tem menos risco de ter sido martelado.",
                "“E uma Cilada Bino”",
                "De locadora, acredito que talvez só confiaria num Azera 2011",
                "Meu pai comprou um Renault Sandero 2017 de locadora faz quase 1 ano. Sem dor de cabeças até agora, apenas troca de óleo, alinhamento, balanceamento etc.",
                "Tivemos, em casa, uma Duster da Localiza por uns bons anos. O carro nos serviu bem, mas vão alguns conselhos\n\n* Cada carro é um carro, você tem que olhar ele fisicamente e ver se tem algum raladinho, algum acabamento descolado, esses detalhes.\n* Se o seu carro tem um defeito crônico (pesquise isso ANTES de ir pra loja), redobre o cuidado com qualquer coisa que possa dar bandeira pra ele, especialmente se algum item que deveria estar sujo (como cofre do motor) parece estar estranhamente limpo. As primeiras Dusters tinham uma falha na junção entre a vela e o bloco do motor no quarto cilindro que faziam com que a retenção de pressão fosse menor, e o sintoma disso era ter um vazamento leve de óleo pela vela. Ao procurar algumas Dusters, vi essa bendita mancha em algumas delas, e encontrei uma que não tinha. Mas essa, em específico, tinha uma fita crepe na manta acústica do capô, com o modelo/placa do carro escritos a caneta. De imediato, já concluí que era uma evidência de que tava vazando também, só que o pessoal da loja deu um jeito de lavar.\n* No presente momento, eu tomaria cuidado com essa nova geração de carros novos que tem motor 1.0 turbo. Embora eles sejam bons e fortes, não sei se a tradicional displicência brasileira de achar que \"manutenção de rotina\" = trocar óleo +- na quilometragem específica não está criando umas bombas relógios por aí."
            ]
        },
        {
            "title": "Carro fazendo barulho de não travado mas travando",
            "selftext": "Pessoal, recentemente meu carro começou a fazer barulho de quando tem porta aberta quando trava porém ele está travando, e estou achando isso muito esquisito… alguém já passou por situações parecida?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ytk2j4",
            "num_comments": 4,
            "comments": [
                "No mínimo as 2 travas dianteiras tem sensor de posição, aí as travas traseiras são burras e só seguem o comando da central.\n\nMas nuns modelos as 4 travas tem sensor de posição, de modo que SE a trava não desce, o alarme dá um bip um pouco diferente indicando que tem erro.\n\nEntão vai ter que tirar o forro de alguma porta dianteira, desligar aquela trava, e acionar e liberar o alarme pra ver se tranca normal. Se não tranca, coloca o forro de volta naquela porta que o problema é na porta do outro lado.\n\nNa verdade dá pra ver isso dentro do carro, puxa cada trava e aperta, pra ver se o resto acompanha, assim você descobre quais travas tem sensor de posição e quais não tem (As sem sensor tem 2 fios, as com sensor tem 5 fios, são 3 fios do sensor).\n\nTalvez no google ache que tipo de trava esse modelo tem de fábrica, isso supondo que ainda tem o sistema de fábrica.\n\nTrava enroscando por sujeira é normal, é terça feira, todo carro tem depois de uns anos, tem que tirar o forro e limpar e lubrificar (Se só meter WD40 vai gastar uma grana e deixar tudo oleoso perfeito pra poeira grudar e travar mais rápido, ideal é desengripante barato e lavar pra tirar poeira e cia, mete desengordurante, com borrifador de mão já dá, pra escorrer pelo menos o grosso da sujeira.\n\nSem abrir o forro de alguma porta dianteira não tem como fazer milagre, trava é um produto frágil, sem potência, por isso é fácil enroscar e não travar quando a central alimenta com a tensão adequada.\n\nÓ uma referência de preço de trava genérica: https://shopee.com.br/Motor-de-5-fios-para-trava-eletrica-modelo-universal-porta-do-motorista-i.361803287.20140327242  As originais são mais caras mas o motor é pequeno igual, o plástico resseca igual com os anos, enfim, igual tava de R$ 100 dá problema depois de uns anos, é normal trincar plástico e precisar trocar (Não a toa tem tantos anunciados, eu ando em poeira então tô acostumado a trocar a cada 5 anos, maquina de vidro elétrico também dura pouco, nunca tive alguma de 8 anos usando em locais com muita poeira).",
                "Se for Ford.\n\nPode trocar o sistema de travas da Porta.\n\nE se prepare pra trocas as 5 travas.",
                "Falta a info de qual o seu carro. Em alguns VW que tive, a trava possuía módulos individuais em cada porta… ai dava solda fria na eletrônica e já viu… tinha que ficar refazendo essas placas."
            ]
        },
        {
            "title": "Alguém já importou peças dos Estados Unidos? Tem algo que eu deva me preocupar?",
            "selftext": "Eu queria trazer uma peça para o Brasil para o meu carro. Já encontrei uma loja, eles enviam pra cá e tal. O frete e o imposto ficam caríssimos. Mas fora isso tem algo que eu deva me preocupar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ys08bk",
            "num_comments": 15,
            "comments": [
                "Já comprei peça pra motor de jetski pelo ebay, é certeza que eles vão taxar pois a entrega é feita por sedex ou UPS, você pode tentar pedir para declarar um valor menor pois a taxa é calculada em cima do valor total da peça+frete\n\nMas fora isso é bem rápido chega geralmente em umas 2 semanas, e tem que acompanhar também a entrega para pagar a taxa assim que chegar no Brasil, para agilizar o processo.",
                "Não faço ideia pq tô nesse sub kkkkkk mas meu pai ja, e foi tranquilo. Só pagar o imposto mesmo. Dependendo da forma de envio, pode ser que cobram a taxa antes de enviar mesmo.",
                "Separe 60% do valor da peças.",
                "Vai pagar o dobro do preço mas dá tudo certo.",
                "Cara , dependendo do tamanho , vale arriscar trazer por correio … Agora se for algo grande como suspensão e tal aí só por transportadoras desse estilo mesmo"
            ]
        },
        {
            "title": "Dúvida com carro em torno de 80k (208, C3, Onix, Yaris, Hb20 e Argo)",
            "selftext": "Olá pessoal. Pois é. Pretendo fazer test drive em todos em breve. Desses da lista, o Argo é o que acho menos interessante. O C3 básico parece ter poucos atrativos.\n\nDa lista, fico mais animado com 208, Hb20 Comfort e Onix LT. Alguma dica? E a lenda urbana que carro francês é ruim de mecânica, procede? O motor do 208 é do Argo. \n\nObrigado",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yrw6d3",
            "num_comments": 23,
            "comments": [
                "Yaris é mais carro. Depois seria hb20 e onix.  Depois argo.  Depois c3 e 208.\n\nTirando yaris, o resto fica muito próximo . Daí é ver o q mais te atende: beleza, espaço interno, mais tecnologia, etc....\n\nEu iria de yaris por ser um projeto melhor. Depois de onix por ter mais tecnologia, mas é mais apertado.  E depois argo, melhor espaço X custo benefício.   o mais bonito é o 208.\n\nAbs",
                "eu com 80K fui de carro 2015 kkkkkkkkkkkk\n\n&#x200B;\n\nda lista ja tive 208 e hb20. Sinceramente, o interior do 208 da uma lavada nos outros, pega a versao que tenha o teto.\n\nO interior do Yaris é cansado, sério",
                "A lenda dos franceses já não procede mais, as versões mais antigas dos 208 com motores thp são os mesmos equipam mini e bmw, por exemplo. \n\nJá os novos 208, as versões 1.0 vem com motor de fiat uno, chocho, sem graça, anêmico, morto, 10 hp, mas confiável. os 1.6 eu n sei se ainda são bons.",
                "Gosto do 208. Sobre manutenção e problemas dos peugeots, dá uma olhada nesse canal no YT: https://youtube.com/c/AndercarSERVICE",
                "Gastar 80k pra andar de carro de entrada me da um tristeza.\nPegava um usado com bom conforto.\n\nMas...\n\nYaris pela mecânica, interior muito simples;\n208 pelo conjunto, mas revenda ruim;",
                "Conheço bem o Hb20, 208 e Yaris.\n\nHb20: é muito confiável e a pós venda é boa. O espaço é muito limitado (tanto no bagageiro quanto no banco de trás). A versão 1.0 é bem econômica. Mas não espere muita agilidade. a multimídia é simples e eficiente e tem os controles no volante. Outro ponto negativo é a altura da suspensão que é bem baixa, acaba pegando bastante no para-choque da frente principalmente.\n\n208. A versão 1.2, que é extremamente econômica (a ponto de fazer 17km l em circuito misto). Tem um bom espaço no banco de trás (comparando com o hb20). Mas o porta-malas é pequeno.\nGostava da visibilidade que o vidro da frente dava. O vidro de trás era bem pequeno. A multimídia vem de série (no 1.2) e é bem interessante, inclusive pareamento com o Waze.\n\nO Yaris, é extremamente confortável e macio, principalmente se comparar com o hb20. Parece ser mais sólido e com versões muito mais equipadas (câmbio cvt, teto solar, banco em couro e aletas no volante). A manutenção preventiva da Toyota é mais cara,as a confiabilidade parece bem maior. De fato não é esportivo, mas extremamente confortável.",
                "gosto do 208, nao sei se ele anda bem recheado nessa faixa de preço...",
                "de todos ai eu n pegaria nenhum kkkk eu no seu lugar pegava um mais antigo e gasta oq sobrou com peças e as coisa q falta no carro",
                "Gaste 70k em um Corolla 2013+ e não se estresse com mecânica e de brinde um consumo moderado",
                "Melhor mesmo só uma Azera 2011",
                "Polo TSi, muito mais carro e tecnologia"
            ]
        },
        {
            "title": "22 anos e querendo fazer merda",
            "selftext": "Eu sei que o consenso do sub para o primeiro carro é não fugir do básico mas eu quero um carro que ande mais que os 1.0 geralmente recomendados e que tenha um design mais agressivo. Opções que estou considerando são golf, Audi A3 e Civic, todos esses mais antigos (maioria começo dos anos 2000, mas considero carros mais antigos também). Pretendo pegar um carro manual para evitar os problemas de câmbios automáticos antigos (quebrou fodeu). Meu pai aconselhou que eu pegue um C3 ou um 207 mais novo, melhor comércio, mais seguro etc, mas o moleque dentro de mim quer pegar um carro mais daora, mesmo sendo mais antigo. Meu orçamento é 22.000\n\nAs perguntas que eu tenho são duas:\n\n1. Em quanta merda eu posso acabar me metendo pegando um carro nesse estilo que falei (se puderem entrar em problemas comuns com esses carros agradeço)\n2. Tem outros carros que se encaixem nessa descrição que não considerei?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yrtc1z",
            "num_comments": 29,
            "comments": [
                "22 conto, eu pego um hondeira, Corolla dos antigos ou Vectra bom de guerra. E ainda sobra pra revisão e peças pra cavalaria",
                "Em q q desses carros esportivos, uma boa revisão já fica em 20k....esquece isso...",
                "Compra um chevette em bom estado e faz um swap pra AP Turbo, depois disso é só sair de lado nas rotatórias",
                "22mil vai pegar uma bomba se nao for 1.0",
                "Com esse valor tu só vai comprar o carro e ele vai ficar na garagem pq vc não conseguirá pagar a manutenção ou a gasolina. Se quer comprar um carro desses guarde 5 mil extra só por precaução.",
                "Pessoalmente eu iria de Civic. Anos 2000 tem o hatchzinho que é lindo até hoje. Honda costuma durar bem também. \n\n\nRespondendo as perguntas:\n\n\n1. Pode dar muita merda. Olha bem o carro, se der contrata algum serviço especializado em checar carros, garanto que é um dinheiro bem gasto que vai te evitar gastar muito mais depois.\n\n2. Desses anos perto de 2000 eu diria um Astra, mas é muito muito difícil achar um conservado.",
                "22mil e Audi, meu amigo... a vontade de fazer merda é grande ein?\n\nCompra carro velho. Vai se divertir mais, e pelo menos a manutenção será barata.",
                "Começando que Audi nessa faixa de preço, muito provavel que vá ficar parado em casa ou na oficina eventualmente. Civic nessa faixa de preço é só os modelo bem tiozão.\n\nSe vc realmente quer uma encrenca pra mexer, algo diferenciado, eu pegaria algo muito mais barato pra sobrar dinheiro e arrumar ele, fazer cagada e ter verba pra corrigir.\n\nCarros mais baratos ainda diferenciados, talvez um Golf 1.8 acho que é CL ou GL, aquele mais quadrado, carburador. Santana 92\\~99 ou até os 2007, escort mk4. Acho que carros mais velhos e mais simples são coisas que daria até pra vc aprender a fuçar um pouco e fazer reparos mais simples e tirar onda com um carro diferenciado. AGora se vc quer se afundar firme nas lasanhas, dá uma olhada no Omega CD 4.1",
                "Nessa faixa de preço, esses carros que mencionou estarão todos \"manolizados\", vão ficar mais tempo em oficina que rodando.\n\nSe quer um carro que ande mais que 1.0 e não dê muita manutenção, pense num Astra.",
                ">Tem outros carros que se encaixem nessa descrição que não considerei?\n\nAnde mais que 1.0\n\ntenha um design agressivo, \n\norçamento de 22 mil\n\nSinto muito mas uma dessas vai ter que rodar.\n\nEu também não queria 1.0, e tinha um orçamento semelhante.\n\nPeguei um popular 1.8 completo e dá pra ser bem feliz. (palio hlx) o visual é bacana, a mecânica muito barata, e tem o kit dignidade, ar, direção, ve, te, até o painel é mais bonito do que os basicão, e por ser um hatch leve com esse motor anda muito bem.",
                "O problema de um 207 é que a maioria dos mecânicos se recusam a fazer alguma manutenção.\nO motivo é bem compreensível, se eu não estiver errado a nossa querida Peugeot ao vir para o brasil achou que seria bom dar umas modificadas na engenharia\nE como nem tudo é flores o carro ficou complicado de fazer qualquer manutenção porque o espaço era apertado, e como consequência a mão de obra era maior \nE na maioria das vezes a manutenção não resolvia o problema, ou pela dificuldade de achar peças de qualidade.\nMas não são todos os carros da Peugeot que são ruins\nA Peugeot só pegou má fama por causa do preconceito contra os carros franceses.\n(Obs: não posso discordar que o marea foi um carro injustiçado aqui no brasil, eu sei que você gosta de ouvir uma sinfonia dos 5 cilindros)",
                "Não compre pejo. Com 22k procura algum Ford 1.6 ou Clio 1.6\nDeve sobrar uma grana para revisar e ser feliz.",
                "vai na fé (o dhr  é vc ter um dinheiro sobrando p resolver possíveis problemas pós compra)",
                "irmão, pega um fiesta",
                "22k aqui na minha região não dá pra pegar quase nada, infelizmente",
                "Com 22 conto é difícil achar algo que não precise de uma boa revisão ein amigo. Ta tudo caro hoje em dia.\n\nVocê pode tentar achar algum civic ou corolla antigo por uns 18k e fazer uma boa revisão com o que sobrar.\n\nÉ o que eu faria."
            ]
        },
        {
            "title": "Carro até 65k, não muito velho e nem muito basico, sugestões?",
            "selftext": "Fala galera, tudo certo?\n\nTo querendo comprar meu primeiro carro e to querendo gastar até 60~65k. Queria um carro não muito velho (2013/14+), não muito rodado (< 100k km) e que de preferencia seja acima dos populares de sempre (gol, hb20, palio).\n\nNão precisa ser muito economico porque não vou rodar muito com o carro no dia a dia.\n\nUm detalhe é que não manjo nada de carros e tambem não conheço ninguém que manje. Então não tenho coragem de comprar com pessoa fisica, só loja/concessionaria o que deixa o valor mais caro.\n\nAlguns carros que me chamaram a atenção mas sempre tem algum detalhe:\n\nCruze Hatch 2014 (passa dos 60k)\n\nFocus Hatch 2015 (só achei com o cambio powershift)\n\nHonda City 2014 (não sei porque mas não me anima)\n\nNissan Sentra 2015 (mesma coisa \\^)\n\nDicas, sugestões? Valeu!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yrg2hr",
            "num_comments": 35,
            "comments": [
                "Ford Focus Power shift  -  tive que fazer recall pra trocar todo o câmbio- não recomendo\nNissan Sentra - melhor carro que tive até hoje, confortável e pau pra roda obra.\nCruze - tu vai virar sócio do posto\nHonda civic - muito bom o carro e sem falar a marca \n\nResumindo - eu ia de Civic ou Nissan",
                "cara sendero rs eh um semi esportibo bem legal e tem uma tocada diferenciada alem de ser bonito(minha opiniao)",
                "Se vc não manja de carro pegue coisas que não lhe animem, não terá grandes surpresas desagradáveis. Dessas opções que vc mostrou só não gosto do powershift, os outros são decentes, especialmente o City. Eu pessoalmente não pegaria nenhum deles, mas não vejo nenhum problema específico nesses modelos.",
                "Cruze Hatch. Lembrando que o câmbio automático dele é problemático até 2015, se eu não me engano. Teria que pegar um manual.",
                "Honda City acho um puta de um carro se não tiver grana pro Civic.\n\nCompraria um tranquilamente.",
                "Honda é a melhor opção na minha opinião, city ou fit, são ótimos carros.",
                "Eu gastaria uns 40 em algum completo 2013 pra cima sem ser importado ou de mecânica complexa. E o resto usaria pra investir, pra você ter um capital de futuro e usar o restante desse carro pra comprar outro. \n\nEu tenho um Fiesta Titanium 2014, manual sem powershift. Um tanque de guerra.\n\nMarcas boas; GM, Hyundai, Renault, Nissan, Honda.\n\nDependendo do carro, não pegue automático: Ford e Citroen são bons exemplos de carros bons com mecânica ou câmbio ruim.\n\nNão pegue francês tirando Renault. Só dor de cabeça. \n\nEu pegaria um Fluence, Civic de 40k, HB20 Geração 1, ou qualquer Perua como Passat.\n\nExiste também o Tucson, primeira geração. Se curtir SUV\n\nOnix, gol e a maioria dos populares é perder grana. Pois desvaloriza muito.",
                "Pega uma Tiguan 2012, 2.0 TSI, injeção direta, câmbio automático de 6 marchas e dupla embreagem, anda muito, ainda é bonito e é muito bem acabado. É o que eu pegaria.",
                "Tenho um Focus hatch 2018 tá na garantia da fábrica o câmbio, não o vendo por nada RS... Nunca tive problema, mas você pode dar o azar de quebrar na sua mão...",
                "Como é o seu primeiro carro, eu não recomendo nenhum desses. O primeiro carro sempre é uma cobaia. Ele rala, esbarra, as vezes bate etc. \nsei que não é exatamente o que você pediu mas eu recomendo algo cujo o reparo seja fácil, rápido e(se for importante) barato e a revenda seja fácil. Dessa forma, você vai se adaptar e em algum tempo consegue vender e comprar um mais top.\n\nSendo seu primeiro carro e considerando que você não tem muito tempo de volante, você vai passar raiva com algumas marcas de precisar fazer reparos, pois para alguns não há abundante oferta de peças e mão de obra.\n\nSe mesmo assim quiser seguir nas opções, vai de Honda.",
                "Da uma olhada nos fluence se tiver onde vc mora, carrão bem bacana, acho que gasta menos do que vc quer em carro relativamente novo, dynamique e privilege.\nTem tbm os cobalt LTZ e Elite, são bem bacanas tbm, manutenção mais em conta e confortável, mas são carros mais tiozão/familia.\nCity tem mesma proposta do yaris, carros conservadores pro dia a dia, pra vc comprar e ficar um bom tempo. Não empolgam, são confiável, essa é a proposta.\nSentra se não ne engano tem parte mecânica mto parecida com o fluence, mas é mais espaçoso, mas tbm tem a manutenção mais cara.\nOs carros da ford da época do power shift são bons.... Desde que sejam manuais kkkk, fuja dos automatizados.\nEu veria os cobalt, já ouvi muitos elogios do carro, econômico, confortável, principalmente versão elite que é a topo, alem dos fluence. Desses que vc colocou gosto mais do sentra ou focus (se fosse manual), mas o sentra bebe, tem revenda ruim e as peças carinhas, estando 100% é lindo",
                "Fluence? C4 Lounge? Kia Cerato?\n\nViu essas opções?",
                "Azera 2011",
                "amigo, se tu nao entende nada, vai de polo o mais novo que der",
                "Para seu primeiro carro, recomendo pegar um de manutenção bem barata, sem graça mesmo. HB20 ou Onix são as melhores ideias. Passe um tempo com ele, aprenda a dirigir bem, a fazer mecânica básica, e o mais importante: desenvolva o seu gosto por carro. Assim você vai descobrindo suas preferências, se prefere manual ou automático, SUV ou lasagna, discreto ou jovial. Depois de um ano você já vai saber bem o que quer, e vai ter até juntado uma graninha a mais. Aí sim, escolha um carro daora. A chance de você ter uma experiência melhor assim é muito maior.",
                "Eu sou 100% a favor de escolhas malucas, então...\n\n&#x200B;\n\nhttps://www.webmotors.com.br/comprar/mercedes-benz/c-180/18-cgi-classic-16v-gasolina-4p-automatico/4-portas/2011-2012/44180619?pos=m44180619g:&np=1",
                "Gol",
                "Vai de City! 10 anos rodando aqui na família e só teve *um* problema; e o carro, mesmo tendo uma década de idade, não apresenta nenhum defeito no interior ou exterior, nenhum barulho estranho, nada.\n\nVai ser o carro mais esportivo? Não.\n\nMas vai durar pra sempre.",
                "Um Azera 2011",
                "Com essa grana eu pegaria e pro que vc quer vai de:  \n\n\nCivic/Corolla/Sentra\n\nSe quiser algo mais esportivo, Sandero RS acho que vc encontra algo entre 50\\~60k"
            ]
        }
    ]
}