{
    "posts": [
        {
            "title": "Recomende uma série que não precise prestar muita atenção.",
            "selftext": "É simples: eu gosto de trabalhar com algo passando na segunda tela. Terminei de assistir A Batalha dos 100 na netflix e Next in Fashion, ambos realities shows, e agora to procurando algo para passar no fundo das minhas horas trabalhadas. O que recomendam?  \nPode ser reality ou series com história propriamente dita. Só não pode ser aquele tipo de série piscou perdeu",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11fiskn",
            "num_comments": 11,
            "comments": [
                "Melhor ouvir música se for pra não prestar atenção",
                "Uma série minimamente decente necessita de atenção",
                "keeping up with the kardashians, gilmore girls, lucifer",
                "Modern family, é uma série bem levinha e engraçada que dá pra acompanhar de boa sem precisar estar 100% focado. Os eps são curtinhos ( uns 20 min), eu costumava assistir enquanto fazia outras tarefas tipo lavar louça ou preparar comida.",
                "The Ranch",
                "Derry Girls",
                "Só consigo pensar em sitcoms",
                "Bota um podcast pô... Recomendo desce a letra show",
                "Às vezes eu vou estudar e deixo One Tree Hill de fundo"
            ]
        },
        {
            "title": "Recomendem séries dos anos 2000 que passaram batidas",
            "selftext": "Estou assistindo uma série chamada Chuck e estou gostando bastante mas nunca tinha ouvido falar, apesar de ser antiga. Daí fiquei pensando nisso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11fgtwz",
            "num_comments": 10,
            "comments": [
                "The Mentalist e Monk!!",
                "Garth Marenghi's Darkplace, The Thick Of It, Extras, Moral Orel",
                "Arrested development\n\nIt's always sunny in Philadelphia",
                "Chuck é muito boa, a única série que você consegue gostar de todos personagens. Tenho os boxes em DVDs das 5 temporadas até hoje. \n\nHarper's Island é boa e curta, mistério sobre um assassinato numa Ilha, ai você fica tentando descobriram quem é o assassino.\n\nResurrection tem 2 temporadas, é sobre uma cidade onde pessoas mortas voltam a vida normalmente (não são zumbis). \n\nCold Case é uma série de investigação policial excelente, eles tentar resolver casos arquivados de muitos anos atrás, a transição do tempo do assassinato com o tempo atual da investigação era muito boa.  Era famosa essa série, mas era meio ofuscada por CSI e outras séries polícias da época.",
                "Segura a Onda (Curb Your Enthusiasm)",
                "Um maluco no pedaço. \n\nÉ um pouco mais velho do que 2000, mas vi um episódio esses dias e achei demais as sacadas e bem engraçado, não me lembrava de ser tão boa (mas já imaginava ser porque fez muito sucesso nos EUA). Tá na lista pra maratonar.",
                "Harper’s Island.",
                "Six feet under, the Sopranos",
                "Que tenha passado batido eu não me recordo.\n\nTalvez a La Femme Nikita, 2001, na Warner. Não lembro de conversas em grupo sobre ela. Era razoável, acho melhor que a que veio depois, Nikita, 2010, também da warner.",
                "to revendo Chuck, assistia direto quando passava no SBT bons tempos"
            ]
        },
        {
            "title": "Curiosidade: Qual filme já assistiu muitas vezes e não cansa de ver?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11fb4dj",
            "num_comments": 75,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Shrek 2",
                "Se somar cada filme de Senhor dos Anéis, já vi umas 50 vezes. E eu só gosto de ver a versão estendida. No entanto, há uns 2 anos não assisto. Vou esperar completar 5 anos para dar uma esquecida.\n\nHouve uma época que se eu ligasse a TV e estivesse passando Matrix ou Harry Potter, eu assistia.\n\nAlém destes, acho que assisti muito O Gladiador durante a vida.",
                "Mad Max: Estrada da Furia.\nReassisti ontem mesmo",
                "Apocalypse Now. É praticamente um ritual pois assisto todo ano, geralmente na mesma época, e sempre que assisto aprendo uma coisa nova seja sobre a história ou sobre a criação do filme.",
                "Whiplash. Eu simplesmente fiz todo mundo minimamente próximo de mim assitir",
                "Titanic",
                "Cidade de Deus",
                "Interestellar",
                "As Branquelas",
                "Hmmm\n\nGenio Indomavel, Um Sonho de Liberdade, Pulp Fiction, O Senhor dos Aneis.. alguns que eu de vez em sempre estou reassistindo.",
                "The Batman. Não paro de assistir, é muito bom,  apesar do final ser bem meh",
                "Mad Max: Estrada da Fúria!\n\nEu literalmente nunca me canso de ver esse filme, foi um dos mais originais e arrisco dizer que foi o melhor filme de ação da década passada, incrível que foi criado por um senhor de 70 anos na época e com filmes como happy feet no currículo. Ninguém dava nada, mas surpreendeu mesmo. \n\nA fotografia diversificada, a trilha sonora de heavy metal, a paleta de cores, a edição frenética, a maquiagem, roupas e tudo mais nesse filme beira a perfeição. \n\nCom os vazamentos do próximo filme (vide [https://youtube.com/@MadMaxBible](https://youtube.com/@MadMaxBible) contando a história da furiosa, parece que vai ser tão bom quanto. Vai ter até carruagem romana de motos, sim isso mesmo kkkkkkkk tô mega ansioso\n\nAh, OP que responde a maioria dos comentários merecem ser mais reconhecidos, muita gente faz posts interessantes mas que não levam as discussões adiante ou interagem, vlw!",
                "Todos os filmes do Alien. Eu sou obcecado por essa franquia, tenho livros, quadrinhos, bonecos. Eu não sei explicar eu apenas amo com todas as minhas forças.",
                "Orgulho e Preconceito, Blade runner 2049, Duna e Nope!",
                "Sherk 2",
                "Não faço ideia. Mas acho que Matrix e/ou Forrest Gump com Batman Begins e Avatar.\n\nE se estão passando em algum canal enquanto zapeio  eu paro para assistir, não importa em qual parte esteja.",
                "Pânico.",
                "Avatar, o caminho da água. Já ví umas cinco vezes",
                "con air rota de fuga",
                "Rush",
                "Moulin Rouge, La La Land, Hairspray. AMO MUSICAIS. Viciado",
                "esposa de mentiririnha e alvin e os esquilos foram os filmes q eu mais vi na vida. devo ter assistido umas 40x",
                "Click",
                "Senhor dos anéis, Interestelar, blade runner 2049, Cavaleiro das trevas, Incêndios, Pulp fiction",
                "De volta para o futuro",
                "10 coisas que eu odeio em você",
                "Mártires e 120 Dias de Sodoma.",
                "matrix",
                "Harold e Kumar",
                "Uma questão de tempo, O lado bom da vida, Harry Potter e o Prisioneiro",
                "Titanic",
                "Toy Story, mas só até o 3",
                "Guerra Mundial Z\nO Rei Leão\nAs Branquelas\nVingadores\nVingadores Guerra Infinita e Ultimato\nSpiderman No Way Home\nTodos os Jurassic Park e World\n\nTem mais... Não to lembrando...",
                "Trem-bala, esse filme me deixa muito feliz",
                "All about Eve.",
                "A chegada.   \nMoana \\[oferecimento da minha afilhada de 7 anos\\]  \nclássicos da sessão da tarde \\[de volta pro futuro, duro de matar, etc\\]",
                "Gente grande 1 e 2 são meus filmes preferidos",
                "Senhor dos aneis, com ctz kk a trilogia",
                "Matrix",
                "Matrix",
                "Karate Kid. (2010)",
                "O Sexto Sentido, já assisti 14x, Os Outros.",
                "De volta pro futuro e prenda-me se for capaz\nSo classico",
                "The Dark Knight & The Godfather Trilogy",
                "Batman o cavaleiro das trevas e interestelar",
                "Velozes e furiosos",
                "Trainspotting\n\nVejo desde o lançamento",
                "O livro de eli",
                "Kung Fu Hustle"
            ]
        },
        {
            "title": "Dispositivos de roteiros interessantes em séries e filmes",
            "selftext": " Quando estava assistindo a um [vídeo](https://youtu.be/8ZF0xKc91Lw) falando dos dispositivos de roteiros que foram utilizados em livros, séries e filmes para permitir a comunicação entre pessoas e aliens que falam línguas diferentes, eu pensei: *em que outras obras algo parecido ocorre?*\n\nEle cita:\n\n\\[ 1 \\] O Guia do Mochileiro das Galáxias, em que há o Peixe Babel executa esse papel;\n\n\\[ 2 \\] Doctor Who, onde a TARDIS traduz automaticamente as coisas direto na mente.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11fabf7",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Vi Os Fabelmans e não achei tão bom",
            "selftext": "É estranho. Foca muito na adolescência dele e naquele drama do ginásio, fiquei esperando que ia mostrar a vida dele adulto já que o filme tem duas horas e meia de duração.\n\nAquela cena em que o Bully todo fodão confronta ele foi inesperada, boa e estranha ao mesmo tempo.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ezl6t",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu assisti ontem e simplesmente AMEI",
                "tô aqui com a t0rr3nt pra assistir, mas pense numa preguiça",
                "Eu achei terrível de ruim. E olha que eu assisto na velocidade 2 então pra mim durou uma hora e pouco mas pensa no cansaço."
            ]
        },
        {
            "title": "qual desenho que voçê assistia e adorava na infância, e agora acha rui",
            "selftext": "Eu gostava muito de dinossauros Rei, mas eu fui ver e achei muito ruim",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ellbo",
            "num_comments": 8,
            "comments": [
                "Apenas um show",
                "Backyardigans",
                "Backyardigans, também.",
                "Bob esponja. Os personagens se tornaram irritantes demais",
                "He-Man...",
                "Stecen Universo, assisti tudo recentemente e eu não gostei de como eles cagaram para homeword. \n\nTipo nós ficamos o desenho INTEIRO ouvindo como o planeta natal é um lixo e totalitário. Porém quando o Steven chega lá o que recebemos é um buraco com umas gems nele em que as mesmas descrevem para nós como elas são menosprezadas, já que seria muito difícil nos mostrar uma cidade com os problemas, enaltecidos desde o começo da série, como a discriminação das pérolas por serem enfeites, gems criadas com poucos minérios e com isso se tornam fracas, etc, em apenas 10 min, mas a série pode ficar uns 10 ep focando em personagem secundário de beach city.\nO que quero dizer é que Steven Universo organiza e estabelece o mundo das gems porém não o mostra em ação, somente o resultado das condições dele.",
                "Steven universo"
            ]
        },
        {
            "title": "Filme; Adam",
            "selftext": "drama romântico sobre um cara autista, recomendo mto.\n\nalguém aqui já assistiu?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ef7ra",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Não. Parece ser bem interessante e do gênero que tenho gostado mais de assistir. Cara, eu todos os filmes árabes que assisti eu achei muito bom. A gente não tem o costume de consumir o cinema fora do eixo, mas tem muita coisa boa na África, Oriente Médio e Leste Europeu.\n\nEnfim, pela temática, acho que você vai amdorar o filme Cor do Paraíso - Filme 1999. Um dos filmes mais emocionantes que já vi, e só não chorei porque assistir na sala de aula da faculdade."
            ]
        },
        {
            "title": "please help to find name of this movie",
            "selftext": "Recently I watched this english movie in boy and girl meet on their graduation day. And they decide to meet each other on same day every year . They try to keep this promise and discover love along these years. I think the girl die in cycle accident in this movie. Please help me find the name of this movie.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ecnzl",
            "num_comments": 2,
            "comments": [
                "One Day, 2011"
            ]
        },
        {
            "title": "Clube da Luta",
            "selftext": "Na opinião de vocês, o que o final do filme \"Clube da Luta\" representa? Apesar de entender a proposta do filme, fiquei com dúvidas sobre o final e queria entender o que cada um pensa a respeito",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11da1co",
            "num_comments": 25,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O final do filme é mil vezes melhor que o do livro, obrigado, Fincher",
                "Cara, acredito que o filme represente uma reflexão crítica sobre o capitalismo e o seu modelo de consumo. É possível destacar o vazio existencial do protagonista em relação à sua rotina e às suas relações sociais/materiais. Ele acaba desenvolvendo uma válvula de escape para esses problemas e um desejo perigoso de destruir esse sistema q ele considerava nefasto sem nem perceber direito. De maneira simplificada, foi assim q eu consegui enxergar o filme.",
                "Acho que pela proposta do filme em si o final seria uma crítica ao sistema que a gente vive mesmo, como a felicidade não tá no consumo, etc. É mais uma alegoria",
                "Acho que é uma crítica ao sistema capitalista em si. Em como somos e fazemos uns dos outros objetos. Acho, inclusive, que remete bem ao que os cínicos chamavam de ataraxia e os estoicistas de eudaimonia. A gente não vai ser feliz com o consumo. A felicidade vem do desapego, das poucas necessidades e de estar contente com o que tem. Muita gente discorda, afinal, os grandes avanços da humanidade surgem porque as pessoas querem cada vez mais. Porém, com isso, também vem a insatisfação de nunca preencher o vazio, não importa quanto bens, dinheiro ou que quer seja tivermos, é um vazio impossível de preencher.\n\nPor isso a crítica ao sistema capitalista e sua ilusão que nos prende ao sistema. A estrutura da sociedade sempre permanece a mesma. Vimos isso com a pandemia da Covid. No geral, os ricos enriqueceram em plena crise, e a grande massa ficou mais pobre. Acho que o filme propõe uma \"revolução\", ou ao menos uma quebra no pensamento que nos mantém \"presos\" a um modo de viver, sem nos questionar. Algo como o Mito da Caverna, de Platão. Mas, sinceramente, o filme é bom, mas bem modesto nessa proposta.",
                "Acho que vc não entendeu a proposta do filme",
                "Pra mim é uma metáfora sobre o recomeço, a reconstrução. Com Tyler morto, nosso protagonista está livre para recomeçar. A destruição do sistema e o início do “novo mundo” é a parábola para a nova vida do protagonista, que carinhosamente chamamos de Jack.",
                "Filme foda demais",
                "Final do livro é diferente.",
                "duas coisas. primeira: eu entendi como uma crítica ao sistema capitalista que outro comentário aborda bem melhor do que eu conseguiria apesar de seguir a mesma linha de raciocínio. segunda: você quebrou a primeira regra",
                "Minha interpretação do filme sugere que boa parte das pessoas estão cansadas e insatisfeitas com os rumos que o mundo está tomando. Nesse sentido, o filme passa a ideia de que a sociedade necessita passar por uma reformulação política e social. Contudo, o processo revolucionário para se alcançar isso pode ser perigoso e fugir do controle.\n\nNesse aspecto, a versão Tyler Durden foi, até certo ponto, importante para que o personagem principal (narrador) \"despertasse\" para isso. A partir disso, ele enxergou sua vida monótona e buscou formas de mudar essa realidade que o cerca. A caracterização \"descolada\" de Tyler era quase tudo q o personagem principal queria ser. \n\nDigo \"quase\" porque, durante o filme, nota-se que esse grau de \"bipolaridade\" passa a tender por um lado e ambos as figuras passam a entrar em conflito. Isso é demonstrado quando a movimento revolucionário, liderado pela versão de Brad Pitt, começa a contrapor os limites morais e éticos do personagem de Norton.\n\nÉ como se Tyler passasse a ter o controle das coisas até chegar ao ponto no qual o movimento passa a andar com as próprias pernas e a versão real do personagem principal não é mais consultada. Nessa altura, o narrador (Norton) observa que tudo aquillo passou do limite e inicia a tentativa de recuperar o controle das coisas. A explosão dos prédios mostra que o mesmo retornou ao controle tarde demais, e que terá um grande trabalho pela frente, porém mais sereno e consciente do que ele realmente quer, ao lado da mulher que ama.",
                "Para mim representa onde a loucura e a insanidade pode levar o homem, porque imagine uma pessoa normal do nada começa a viajar que esta num clube de luta quando na verdade ela esta na rua se debatendo sozinha no chão...",
                "Quem criou o post é bem corajoso (a) por comentar sobre algo que não se pode comentar."
            ]
        },
        {
            "title": "[DISCUSSÃO] The Last of Us 1x07 - Left Behind",
            "selftext": "&#x200B;\n\n|DATA|EPISÓDIO|DISCUSSÃO|\n|:-|:-|:-|\n|15/01/23 - 23h|S01E01 - [When You're Lost in the Darkness](https://www.imdb.com/title/tt11957006/?ref_=ttep_ep1)|[Link](https://www.reddit.com/r/filmeseseries/comments/10d37s5/the_last_of_us_1x01_when_youre_lost_in_the/)|\n|22/01/23 - 23h|S01E02 - [Infected](https://www.imdb.com/title/tt14500884/?ref_=ttep_ep2)|[Link](https://www.reddit.com/r/filmeseseries/comments/10j2224/discuss%C3%A3o_the_last_of_us_1x02_infected/)|\n|29/01/23 - 23h|S01E03 - [Long Long Time](https://www.imdb.com/title/tt14500888/?ref_=ttep_ep3)|[Link](https://www.reddit.com/r/filmeseseries/comments/10oquyc/discuss%C3%A3o_the_last_of_us_1x03_long_long_time/)|\n|05/02/23 - 23h|S01E04 - [Please Hold on to My Hand](https://www.imdb.com/title/tt14500890/?ref_=ttep_ep4)|[Link](https://www.reddit.com/r/filmeseseries/comments/10uvsdf/discuss%C3%A3o_the_last_of_us_1x04_please_hold_on_to/)|\n|10/02/23 - 23h|S01E05 - [Endure and Survive](https://www.imdb.com/title/tt14659486/?ref_=ttep_ep5)|[Link](https://www.reddit.com/r/filmeseseries/comments/10zahnz/discuss%C3%A3o_the_last_of_us_1x05_endure_and_survive/)|\n|19/02/23 - 23h|S01E06 - [Kin](https://www.imdb.com/title/tt14659496/?ref_=ttep_ep6)|[Link](https://www.reddit.com/r/filmeseseries/comments/116vzzd/discuss%C3%A3o_the_last_of_us_1x06_kin/)|\n|26/02/23 - 23h|S01E07 - [Left Behind](https://www.imdb.com/title/tt15747172/?ref_=ttep_ep7)||\n\n&#x200B;\n\n**Sinopse:**\n\nDepois que uma pandemia global destrói a civilização, um sobrevivente endurecido assume o comando de Ellie, uma garota de 14 anos que pode ser a última esperança da humanidade.\n\n&#x200B;\n\n**Onde assistir:**\n\nHBO MAX ou HBO (canal por assinatura).\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e  aplicativos de streaming de terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11d2p50",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Foi um capítulo bem interessante. Desespero da Ellie para não perder ninguém novamente.  Foda que provavelmente ela vai matar quem ama. =/",
                "Gostei. Acho que uma coisa que esta série faz bem são os episódios flashback. São os mais interessantes.  \n\n\nUma coisa que me deu nos nervos foram as falas da Riley. Completamente artificiais, ninguém fala assim, é bem irritante. Pelo menos nos momentos de tensão, já lá pelos finalmentes do episódio, fica menos intenso.",
                "Nesses eps mais \"felizinhos\" eu fico tensa aguardando a hora que  vai dar merda, não consigo evitar kkkk. No geral gostei do episódio, sabia que teria um final triste mas foi bom ver a Ellie se divertindo com as coisas que antes do apocalipse eram banais.O final me deixou curiosa, não sei se o Joel vai conseguir sobreviver, a julgar pelas condições precárias, infelizmente, eu acho que não vai. O que vocês acham?"
            ]
        },
        {
            "title": "Ajuda para lembrar dois filmes com temática alienígena",
            "selftext": "O primeira é um suspense, em que algumas pessoas acordam em uma espécie de caixa. Essas caixas têm passagens e mudam de posições. As pessoas lutam pra sobreviver. Eu sei que, no final, a posição correta para sobrevir era a que eles estavam no início. Depois mostra uma espécie de prédio alienígena, onde estão outras dessas caixas, com milhares de pessoas. (Não é o filme Circle, embora lembre, de certa forma).\n\nO outro filme é um suspense em que o personagem, não lembro se é homem ou mulher, está num lugar e desconfia de algo errado. Sei que no final a gente descobre que a pessoa estava numa simulação alienígena. Além dessa pessoa, também mostra que um outro cara e uma vaca também haviam sido abduzidos.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11d02ea",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O primeiro não é o \"Cubo\"? Mesma temática...",
                "O primeiro parece O Cubo, não tem aliens...\n\nO segundo parece ser The Signal, 2014"
            ]
        },
        {
            "title": "Animação 3d da minha infancia",
            "selftext": "(filme) Gostaria muito de saber o nome de um filme, que faz uns anos que não sai da minha cabeça, era uma animação em 3d, com um grupo de animais como personagens principais, quer eram ''detetives'' que estavam em busca de um tesouro na casa de napoleão.\n\n&#x200B;\n\nobs: lembro de uma cena com os ''vilões'' pegando uma castanha do chão e dizendo ''Peguei a castanha...Peguei a castanha'' como uma música",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11cyquj",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O filme que você está procurando pode ser \"As Aventuras do Avião Vermelho\" (The Red Plane), lançado em 2014 e dirigido por José Maia e Frederico Pinto.\n\nEmbora o título do filme sugira que seja sobre um avião, ele apresenta um grupo de animais como personagens principais. A história segue um cachorro chamado Tito, um papagaio, um porco-espinho e um camaleão, que se juntam para encontrar um tesouro perdido na casa de Napoleão.\n\nDurante a jornada, eles precisam enfrentar um grupo de vilões liderados por um rato. A cena que você mencionou com os vilões pegando uma castanha pode ser uma referência a uma das cenas do filme, onde os vilões cantam uma música com as palavras \"castanhas\" e \"nozes\"."
            ]
        },
        {
            "title": "Shrek 1, 2 e 3 tem a melhor trilha sonora dentre as animações.",
            "selftext": "Simplesmente temos as músicas: All Stars, I'm Believer, Hallelujah, Bad Reputation, Accidentally in Love, Changes, I Need a Hero, Royal Pain, Live and Let Die e mais algumas que eu não me lembro, oq pode ser melhor e mais memorável do que isso?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11cwi8p",
            "num_comments": 4,
            "comments": [
                "A fada madrinha cantando I need a hero sinceramente, é um obra de arte, a sequência de cenas de ação caíram feito uma luva",
                "Tá dando Onda e Megamente tbm!",
                "Discordo. South Park: Bigger, Longer and Uncut tem a melhor trilha sonora de qualquer animação, considerando ainda que o filme é um musical e todas as canções são originais.\n\nAlém disso, obteve uma indicação a melhor canção original no Oscar, e Robin Willians realizou um performance da canção indicada no evento. Não tem como superar.",
                "É errado eu não gostar desse filme ...\nSinto nojo ..."
            ]
        },
        {
            "title": "Indicação de filmes bons que não sejam muito tristes, nem romance piegas ou de terror",
            "selftext": "Ajudem uma mulher que só quer um bom filme pra comer uma pipoquinha e aproveitar o resto do domingo",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11cva76",
            "num_comments": 18,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tudo em todo lugar ao mesmo tempo",
                "Hereditário. Filme leve, uma comédia bem gostosa de assistir. Pode confiar!",
                "Fantasma e CIA na netflix é bem bom pra isso",
                "Essa semana assisti Baby Driver e o primeiro MIB, ambos na Netflix, gostei demais. Detalhe, comecei a assistir o Baby Driver pra dormir, de madrugada já, gostei tanto que tive que acabar. E olha que nem sou muito fã de filme de ação, mas esse é chique demais, bem legalzinho.",
                "Acho que a série Derry Girls é perfeita pra ocasião. É um humor leve, rápido (6 episódios de 20 minutos) e muito divertido.",
                "Eu, Tonya.\nTem na Netflix. É muito divertido :)",
                "Vingança e Castigo - Netflix",
                "Questão de tempo, tem na Amazon Prime.\n\nÉ meio romance, mas não é piegas. É o tipo de filme que vc fica com o coração quentinho qdo termina.",
                "whiplash, o meu favorito",
                "Woman king e Captain Fantastic",
                "A Pior pessoa do mundo"
            ]
        },
        {
            "title": "Quais são os filmes que vocês não conseguiram entender o final?",
            "selftext": "Um dos mais confusos pra mim é **Sr. Ninguém**. O assisti 2 vezes, mas não acho que compreendi totalmente. O final de **2001 - Uma Odisseia no Espaço** eu consegui entender porque eu li o livro depois, mas o final do filme é bem inexplicável pra mim.\n\nTêm outros filmes que são conhecidos por serem difíceis de entender, como **Donnie Darko**. Na verdade, eu considero a edição normal, sem ser o *Director's Cut,* impossível de compreender porque falta elementos.\n\nJá outros, como **A Ilha do Medo** e **Psicopata Americano** acho que são casos de psicose mesmo.\n\n**Mãe!** e **Holy Motors** também são muito bons, que teoricamente não fazem sentido, e não fazem mesmo seguindo uma lógica racional, mas esses eu tenho interpretações que vão para o lado da sublimação.\n\nE vocês?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11cin96",
            "num_comments": 32,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Mr. Nobbody acho que é beeem interpretativo pra cada vez que tu vê, é massa de ver mais de uma vez, e também acho que seu humor no momento que vê o filme, também acaba influenciando um pouco na interpretação",
                "**mae!** super faz sentido, especialmente se vc veio de meio religioso.",
                "Árvore da Vida\n\nAmnésia\n\nPrimer",
                "Nope",
                "Também não entendo os filmes do David Lynch, sinceramente. Dele, só entendi O Homem Elefante.",
                "acho que todos os filmes do David Lynch são confusos de entender, na vdd os filmes em si são confusos mas n dá pra parar de ver",
                "Se vc achou esses aí ruins, procura o mullholland drive \\[não lembro se é assim q escreve\\].",
                "Planeta dos Macacos Remake (2001) do Tim Burtom, o final é completamente sem pé nem cabeça, termina com o protagonista voltando pra terra povoada completamente por macacos, sendo que no início do filme ele vai parar num planeta distinto da terra em que os macacos lá habitam",
                "O planeta dos macacos",
                "Mulholland Drive ou Inland Empire"
            ]
        },
        {
            "title": "alguém tem dicas de filmes de terror?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11cik14",
            "num_comments": 34,
            "comments": [
                "Hereditário\n\nThe babadook\n\nAterrorizados\n\nSuspiria",
                "Os Outros, Mama, Caso 39.\n\nTem um filme de horror bem perturbador, se chama Begotten. Veja essa cena: https://youtu.be/lG3bJpEKvtE",
                "Mother\n\nGet out\n\nO Homem nas Trevas (mais suspense)",
                "Boa noite, mamãe (2014)",
                "esses são meus filme preferidos do gênero terror \n\nNoites Brutais\n\nPearl\n\nSorria\n\nmaligno \n\na entidade",
                "Hereditário \n\nIncident in ghostland \n\nCorra \n\nNós",
                "Midsommar é maravilhoso, creio que seja meu preferido até o momento. Nocturne é mt bom tbm",
                "Marcas da maldição da Netflix. Fazia tempo que não ficava com medo em um filme de terror.",
                "Skinmarink (ou Skinamarink)",
                "Ich Seh Ich Seh",
                "A casa dos mortos,  O segredo da cabana, Assim na terra como no inferno",
                "Wolf's Creek, mucho bom, mas antigo",
                "Sinais (2002)",
                "Aterrorizante 2\n\nFator X:  A marca da morte",
                "Corra!, Pearl, Good nigth mom",
                "dependendo do bom senso/sorte/condições/lugar que nasceu a pessoa a vida real é um excelente filme de terror.",
                "Até os ossos.",
                "Eu não sou muito de terror mas:\n\n* Pearl\n* X\n* Fresh\n* Goodnight mommy\n\nEsses são os meus favoritos",
                "Us (2019, amazon prime)\nFloresta de sangue (2019, netflix)"
            ]
        },
        {
            "title": "algm sabe qual o nome desse filme?",
            "selftext": "Opa ent eu lembro de um filme q um cara era um agente mt foda q perde as memórias em uma missão logo dps ele tem uma \"esposa\" q ta controlando ele para ele n se lembrar de nada só q ele se lembra e luta contra uns 10 policiais daquele mundo bem cyberpunk e ele foge deles e vê q na mão dele tem um rastreador e ele tem q passar uma faca na mão dele pra tirar e vende ou da pra um drogado o rastreador e dps aparece q naquela missão ele tava com uma garota q nisso ele fez uma cicatriz na mão dele e q se ele recuperar as memórias ele vai ser um baba ovo de algum cara do mal tirando isso eu n lembro de mais nada",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ci0jm",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O vingador do futuro\n\nTem de 1990 e 2012",
                "Alguma ideia da década em que o filme foi feito?"
            ]
        },
        {
            "title": "Filme de janeiro em discussão - A Lenda de Zorro (2005) - O que acharam do filme?",
            "selftext": "Neste mês de fevereiro, o filme escolhido foi A Lenda do Zorro (2005), dirigido por Martin Campbell e estrelado por Antonio Banderas e Catherine Zeta-Jones.\n\nDisponível para assistir em HBO Max.\n\nSinopse\n\n>!Apesar de tentar manter sua fanfarronice ao mínimo, uma ameaça ao estado pendente da Califórnia faz com que o amante de aventura, Don Alejandro de la Vega, e sua esposa, Elena, entrem em ação.!<",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11cdpuc",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Gosto bastante desse e da sequência. Zorro é um personagem massa!!!"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11c3mwk",
            "num_comments": 1,
            "comments": [
                "\"You\"."
            ]
        },
        {
            "title": "Hannibal - 3 temporadas",
            "selftext": "A série é uma adaptação do romance e filmes que contam sobre Hannibal Lecter, um psiquiátrica brilhante que é um psicopata e canibal (isso não é um spoiler a princípio, mas pra caso de interesse sugiro da uma olhada no brilhante filme O Silêncio dos Inocentes).\nO protagonista é um professor e investigador com uma mente dedutiva muito bem apurada, capaz de decifrar a mente dos criminosos ao olhar as cenas dos crimes e suas evidências, mas um caso lhe intriga pela complexidade, dando assim o pontapé inicial de conhecer o antagonista Hannibal Lecter... e assim surgindo uma parceria entre dois homens brilhantes, mas com o protagonista não fazendo ideia ate então de que tal parceria seria uma jornada só de ida pra conhecer o diabo em pessoa... \nO quão monstruoso um ser humano pode ser? Bem, o anime Monster respondeu isso, e diria que essa série também, só que com bastante sangue.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11c319p",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Recomendo esse vídeo, uma música feita pela Karliane, que representa muito bem a mensagem da série. O vídeo original tem 12 milhões de views, mas esse é o video com legenda em pt br:\nhttps://m.youtube.com/watch?v=XmDb__VqKDk&list=PLM2BLPl3j9QYv9C2JXcZLQl_mlkrWvu5W&index=2",
                "Uma das melhores séries do gênero, mas é uma pena o relativo deconhecimento dessa série entre os brasileiros.",
                "Um das melhores series que já vi,o final é uma obra de arte ao som de Siouxsie and the Banshees.",
                "Não cheguei a assistir a terceira temporada, tentei ver 2 episódios mas o hype acabou dropei\n\nSe a série tivesse acabado no final da segunda temporada (pra mim) teria sido um final ótimo, no final o antagonista ganhando e sumindo, continuando a fazer o mesmo em outro lugar"
            ]
        },
        {
            "title": "Himym e friends",
            "selftext": "Oie\nEu sou uma pessoa totalmente fã de sitcom e já assisti várias, porém nunca vi friends por causa da comparação que as pessoas fazem com how i met your mother (que é uma das melhores séries que eu já assisti) \nQueria saber se friends é uma boa série como alguns falam ou não é tão boa assim e não vale a pena ver",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11bzbz1",
            "num_comments": 8,
            "comments": [
                "Virou meme falar que friends é ruim, mas sim, é muito boa, e o fato de ser tão influente comprova isso. Não é tão emocional quanto HIMYM, mas é seguro dizer que você vai gostar",
                "Eu sempre fui fã de himym, e nunca consegui ver friends. Gostei muito e recomendo modern family e Brooklyn 99. That's 70's show também tem uma pegada bem legal que eu sempre gostei.",
                "Minha opinião como uma pessoa que assistiu friends primeiro que himym é que friends é bem fraquinha e não vale a pena",
                "Eu acho MT bom friends, assisti com 18 e ri pra k7",
                "Friends é MUITO BOM. Eu mesmo não assisti tudo, eu não gosto muito de sitcom, mas reconheço que é um dos melhores. Com certeza vale a pena assistir. É o tipo de série que agrada todos os públicos.\n\nVocê já assistiu Seinfeld? Se gosta mais da parte cômica de um sitcom, recomendo Curb Your Enthusiasm."
            ]
        },
        {
            "title": "gente, que filme é esse?",
            "selftext": "gente socorro, que filme é esse?\n\nUma criança (deve ter uns 10anos) fica sozinho em casa, mas esse moleque é meio psicopata, e ele tem um amigo que se não me engano fica na casa com ele, e tem uma terceira personagem, se não me engano é uma menina. Basicamente esse moleque mata uma galera, tem uma cena específica que ele amarra um cara e pendura um balde com tinta no teto em forma de pêndulo, aí o balte acerta o rosto do cara e explode, lembro que no fim o moleque limpa tudo e se faz de vítima...\n\nNão encontrei o nome do filme em nunhum lugar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11bz45n",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Perigo Próximo ?\n\n\nEdit: a cena que você mencionou: https://youtu.be/LwKEH1x8stE",
                "É com o Macaulay Culkin ebo Elijah Wood. Se não me engano é Anjo Mau o nome.",
                "Parece \"Boa Noite, Mamãe\" de 2022, tem uma versão de 2014 mas eu não assisti mas o filme que vc descreveu parece com o de 2022.",
                "é perigo próximo/better watch out"
            ]
        },
        {
            "title": "A Ghost Story é um filme muito bom e não vejo quase ninguém falando, é criativo e tem uma narrativa diferente e que discute muita coisa relacionada a vida, etc. É um filme meio \"parado\" e melâncólico, mas sla, me passa uma vibe diferente",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11btfwn",
            "num_comments": 20,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sensacional! Já recomendei ele em algum lugar no Reddit. É um filme simples, bucólico, lento. Eu adoro esse tipo de filme, mas tenho que assistir quando estou tranquilo, se não fico ansioso.\n\nÉ sensacional a lógica por trás do filme.>! A cena em que ele se depara com os avanços tecnológicos que precede o fim da humanidade e consequente fim do universo é maravilhosa! Quando o universo (e a vida) se reiniciam é também muito marcante. A cena da família tentando se estabelecer na América e sendo morta pelos indígenas é muito significativa pra mim. Ela mostra a natureza crua, como era, na verdade. Nem tudo \"vai ficar bem\".  Inclusive, me lembrou muito essa cena do Futurama https://youtu.be/vvkIF0NlIzA!<\n\nEnfim, pra quem gosta de filmes bucólicos, eu recomendo demais o filme Lucky (2017). Eu o acho espetacular.",
                "Não é um filme pra todo mundo. Apesar de gostar de filmes contemplativos, não bateu com a minha vibe. A mesma coisa senti assistindo Árvore da Vida.",
                "É paradão, mas eu não senti o tempo passar. Fiquei imerso até o pescoço, filmaço.",
                "Qual plataforma?",
                "Filme maravilhoso",
                "justamente por ser paradão, não é fácil de recomendar...",
                "A24 :x",
                "É bom mermo",
                "ALERTA DE SPOILER, NAO LEIA ISSO AQUI (to no cel nao sei ocultar aqui, sorry)\n\n\nMas ai. Eu gostei da ideia do filme. Mas cacete teve cena que ultrapassou o limite da lerdeza, mas a cena da torta pqp quis pular ela. Eu gostei de mta coisa (eu me amarro nesse tema) mas cara odeio quando o filme seixa um mistério pra trás, talvez afim de que a gente interprete da nossa forma... Queria saber qualéquié do bilhete meu deeeoooos que agonia esses filmes tipo apocalipse zumbi que só começa e não da uma razão... Piro nisso não, mas ta uma moda da porra. De qualquer forma é um filme que te faz refletir em várias coisas e vc sente o vazio da criatura, tipo realmente ele foca em cada um com sua interpretação... Eu mesmo pensei em como nós não conseguimos viver a vida enquanto estamos .. vivos! Mas noutra situação como a dele a gente consegue perceber tudo o que acontece ao nosso redor e por ai vai... É meio clichê, mas vc tem que admitir que acontece demais\n\nEnfim, viajei um pouco mas é um filme muito doido\n\n\nE qualé dessa A24? Vi o mid90s e eles nao deixavam widescreen",
                "Gostei mas o hippie basicamente explicando o filme pra audiência foi retardado",
                "É um dos meus favoritos da A24, mas difícil de recomendar. As pessoas não se interessam muito pela premissa.",
                "Gostei bastante dele, extremamente melancólico."
            ]
        },
        {
            "title": "Tudo em Todo o Lugar ao Mesmo Tempo está disponível no Amazon Prime Video.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11bqpip",
            "num_comments": 4,
            "comments": [
                "Acabei de assistir agora e é realmente um puta filme foda, tô inclusive ouvindo o Nerdcast sobre esse filme.",
                "Ótimo. Vou assistir com meu irmão.",
                "Legal"
            ]
        },
        {
            "title": "[DISCUSSÃO] The Consultant - Primeira Temporada",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/rswb8js1dbka1.jpg?width=696&format=pjpg&auto=webp&v=enabled&s=2454cb41ae2e38447f3f09a541e83a222c58282f\n\n&#x200B;\n\nTópico de discussão para os 8 episódios de The Consultant.\n\n&#x200B;\n\n**Sinopse:**\n\nApós uma tragédia inimaginável na CompWare, um estúdio de jogos localizado no centro de Los Angeles, um misterioso consultor, Regus Patoff, chega à cidade e assume o comando. \n\n**Onde assistir:**\n\nAmazon Prime Video\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e aplicativos de streaming de terceiros serão removidos.*\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11bif7o",
            "num_comments": 4,
            "comments": [
                "Terminei a série hoje. Pelo que li dizem que Regus pode ser um robô. Vejo ele como uma entidade que representa o mal do mundo corporativo. \n\nAinda que fosse um andróide o que explicaria a manipulação do garoto atirador. Ou da parti ficar trabalhando pra ele.",
                "Cheguei no episódio 4, devo terminar entre hoje e amanhã.\n\nApós o primeiro episódio, fiquei esperando algo bem diferente, um humor negro de um ambiente corporativo em que o chefe ditava regras absurdas visando lucro, baseado nesses coaches do linkedin (alguém precisa urgente fazer uma série sobre isso). A série não foi para esse lado mais crítico e satírico e sim para um mistério em cima de Regus Patoff que no final deve ser apontado como diabo. Ao menos é o que a série indica: a) o menino assassino falou que o diabo o fez fazer aquilo; b) referências ao catolicismo e tentar fazer alguém se afastar dele; c) Sang faz um contrato (pacto) com ele em troca de sucesso; d) o pacto só começa após a morte, não tendo direito de arrependimento e) Patoff tem informações detalhadas de todo mundo f) Mesmo discordando e não gostando de Patoff o tempo todo, Craig e Elaine deixam de fazer o certo.\n\nA série controi bem o mistério, mas não consegue fazer o mesmo para gerar tensão.",
                "Terminei agora.\nQuestão que fica: Alguém identificou algum subtexto? Algum significado oculto? Ou era só aquilo mesmo?\n\nA série não é ruim, mas acho que se fosse qualquer outro ator que não o Christoph Waltz não seria nem 10% do que é. O cara manda bem demais."
            ]
        },
        {
            "title": "The office",
            "selftext": "To assistindo the office pela primeira vez e to na 8 temporada, ate que recebi um “spoiler” de que o michael scott nao ia mais participar da serie, eu simplesmente to sem chão porque ele era meu personagem favorito, eu jurava que ele ia voltar na 9 temporada ou algo assim. Como vcs que assistiram a serie na epoca lidaram com isso ?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11bbw4i",
            "num_comments": 3,
            "comments": [
                "Eu parei de assistir, senti que a série tava chegando ao fim por como os episódios estavam seguindo. Presumi que daí pra frente seria só encheção de linguiça.",
                "Eu assisti depois que ele saiu, mas confesso que ficou meio chata. Se não quiser assistir, pula para o último episódio da série que vai gostar."
            ]
        },
        {
            "title": "Ruim pra caramba no começo, no final parecia que ainda estava começando. Alguém gostou?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11b8fvp",
            "num_comments": 14,
            "comments": [
                "Conheço alguns mangás de Junji Ito e são muito bons. Em especial Azumaki e Tomie. Mas as adaptações pra cinema e desenho não são muito boas. Os 1os filmes de Tomie são bons .\n\nEstá série me pareceu desleixada e surfando na popularidade recente dele nos mangás",
                "Leiam a obra, vão adorar.",
                "A obra do Junji Ito funciona muito bem no meio para o qual foi idealizada, que é o quadrinho. Tirar as imagens do quadrinho, animar e botar na televisão é como rechear um pão de queijo com Nutella: a mente brilhante que tem essa ideia acha que vai fazer sucesso porque muita gente adora Nutella, mas quando você morde você vê que o recheio não tem nada a ver com o resto.",
                "Tinha ouvido falar muito bem desse Junji Ito (dos mangás dele, no caso) e resolvi dar uma chance a essa nova série da Netflix.\n\nO primeiro episódio foi uma das piores coisas que vi. Incrédulo, resolvi ver mais um, e detestei igualmente. Aí fui ver no IMDB e o terceiro episódio estava com a melhor nota. Dei uma chance hoje e realmente foi melhorzinho, mas ainda assim achei ruim. Resolvi abandonar a série agora.\n\nNão sei como é o Junji Ito mangaká, mas achei o \"macabro\" dessa série aquele tipo de terror feito pra criança. Zero medo, zero susto, zero repulsa. Cada episódio apresenta algo levemente perturbador, bizarro, enigmático, mas não explica nada no fim das contas. A sensação é sempre de: \"Hmmm... interessante\" -> \"Que tempo perdido...\"\n\nAlguém assistiu e gostou? Alguém conhece os mangás dele e sabe dizer se são melhores, ou se também se resumem a 1) Apresenta algo bizarro 2) Desenvolve o bizarro 3) Termina sem explicar nada?",
                "a série da Netflix é horrível, o manga é péssimo",
                "Eu assisti TD, achei interessante como obra em si, mas no quesito horror ficou q desejar, o episódio q mais gostei foi o da biblioteca e o do gato amaldiçoado",
                "Não vi a série. Gosto do manga. E essa não é a melhor obra dele, sem contar que foi feita em início de carreira.",
                "É o terror q da um total de 0 medo",
                "Eu gostei dessa animação e da outra que lançou anteriormente",
                "entediante e acaba sem explicacao ou desenvolvimento algum. Fiquei honestamente decepcionada"
            ]
        },
        {
            "title": "Como eu posso ver esse filme? AJUDA, sou pobre e quero assistir de graça, e se não der, me indiquem plataformas para assistir",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/y3imxjkqm8ka1.jpg?width=1000&format=pjpg&auto=webp&v=enabled&s=3e433d46b7f0dcd5ed601cc96aca6cb0ba558d07",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11b8avo",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "https://yts.rs/movie/american-pop-1981",
                "baixa tudo via torrent",
                "Encontrei esse filme no aplicativo Youcine",
                "Youcine",
                "YouCine App\nstremio app\nFPlus Movies app mod\nou sites: \nhttps://gofilmes.me/s/\nhttps://netcine.to/\nhttps://www.bluf.online/"
            ]
        },
        {
            "title": "Melhor série do mundo para vocês?",
            "selftext": "Fiquei curioso sobre o gostos do pessoal e quero saber a melhor série q vcs já assistiram em toda suas vidas.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11b3lxn",
            "num_comments": 90,
            "comments": [
                "True Detective (primeira temporada), só tem 8 episódios. É tão bem escrito, tão específico, é perfeito. E olha que já vi muitas série, como Breaking Bad, Better call Saul, The Sopranos e várias outras, mas nenhum superou True Detective",
                "Game of thrones",
                "Não tem como escolher apenas uma, foram várias e de vários gêneros que me deixaram com a sensação de que aquela é a melhor série. Penso em Fringe, Orphan Black e Being Erica.",
                "O combo Breaking Bad + Better Call Saul são as que eu assisto em loop sem enjoar. Cada vez percebo coisas novas e perspectivas diferentes",
                "Acho The Sopranos uma das melhores que vi na minha vida, de longe",
                "Não sei se acho a melhor porque de tempos em tempos eu vejo séries que fazem uma coisa ou outra melhor, mas a mais especial pra mim é Breaking Bad, gosto demais dos personagens e é uma série tão bem feita que você capta coisas novas sempre que reassiste, eu vi com 13 depois 16 depois 19 e minha percepção sempre mudou sobre os personagens e a trama; tô querendo ver de novo logo, que acho que já deu tempo o suficiente e eu imagino que eu vá ODIAR o Walter dessa vez, que minha cabeça é outra",
                "Supernatural",
                "Battlestar Galactica (remake)",
                "the shield",
                "Não vi ninguem comentando nas replys mas eu considero Bojack horseman a melhor serie ja feita, não sei se por ser desenho a galera não considere série ou se e so eu que gosto demais",
                "Breaking Bad",
                "Breaking Bad",
                "Lost",
                "Não consigo numerar alguma série como sendo a melhor.\n\nTem séries que me deixam órfão. Com vontade de quero mais. Mas nunca assisto de novo.\n\nSopranos, Deadwood, twin peaks, game of thrones, Preacher, Better call Saul. Talvez nessa ordem.\n\n~~Pessoal do BB vai me matar. Mas não gosto dos atores da Skyler e Walter. Todo o resto é bom. Mas nem vontade de rever eu tenho por causa deles. São muito ruins.~~",
                "The Walking Dead",
                "The Wire. (Aqui é oto patamar!)\n\nAi dps vem as de prateleira abaixo que da pra discutir a ordem: true detective, sopranos, breaking bad, etc...",
                "True Detective , Homeland, Game Of thrones, The Wire , The Killing , Mare Of Eastown, Barry,",
                "Bojack Horseman é uma sátira brilhante e tem arcos de personagens incrivelmente bem trabalhados e impactantes. Tem uns episódios que o roteiro é tão brutal que você precisa de uns dias pra se recuperar. Também é um excelente drama, pena que muita gente não vai ver porque é uma série de animação. Eu mesma levei um tempão pra começar, mas não me arrependo por um minuto. Ainda revi a série inteira pouco depois.",
                "Modern Family. Obra prima pura",
                "A melhor: Breaking Bad\n\nA que mais gosto/amo/idolatro (apesar do final): Game of Thrones.",
                "Better Call Saul",
                "This is us (Literalmente chorei em todos os episódios)",
                "Dr. House",
                "Sopranos até o fim",
                "Mr. Robot. É simplesmente impecável em tudo. A fotografia, atuações, roteiro, narrativa. Simplesmente não tem erro essa série, do início ao fim. Não tem um único episódio que eu pense que foi inútil ou algo do tipo. Todos os episódios foram fundamentais para o climax das temporadas.",
                "La casa de papel",
                "Breaking Bad. \n\nMas tem algumas séries que talvez passem. Dekalog  Sopranos e atualmente The Wire (que eu ainda não terminei)",
                "Difícil, mas acho que Cosmos é a melhor série de todos os tempos, PUTA QUE O PARIU!!!\n\nMas gosto de House, GoT, Peaky Blinders, Black Mirror...",
                "JJBA conta?",
                "Uma série que me deixou órfão recentemente foi Young Sheldon, queria continuar assistindo algo parecido com ela e aí fui ver The Office, não é parecido mas é boa também. Gosto de máquina mortífera (2017, não a antiga) também, assisti em um momento da vida em que eu me identifiquei com o Martin Riggs da série, na parte da tristeza somente, não em pular de prédios e matar bandidos",
                "Sons of Anarchy",
                "apenas mr.robot",
                "Band of Brothers, vlw flw",
                "The Sopranos",
                "O Mundo Sombrio de Sabrina"
            ]
        },
        {
            "title": "Uma Personalidade da internet tenta reconquistar o público fazendo uma transmissão ao vivo passando uma noite numa casa mal assombrada. Filme divertido e assustador. Bom filme pra assistir naquele fim de noite.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11b3h49",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Na minha opinião a única parte que me decepcionou foi o quesito de maquiagem e efeitos especiais, eu sei q o filme teve um orçamento humilde, mas acho q os props mereciam um pouco de tempo extra no forno",
                "assista VHS. é do mesmo estúdio"
            ]
        },
        {
            "title": "Preciso de recomendações de séries da querida Netflix/HBO.",
            "selftext": "Esses dias eu não estou conseguindo achar uma série que me prenda do começo ao fim, preciso de opiniões/recomendações de outras pessoas, séries que marcaram vocês de tão bom",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11b02z9",
            "num_comments": 24,
            "comments": [
                "The Leftovers, Band of Brothers, Chernobyl, The Wire são impecáveis. Estão entre as melhores séries de todos os tempos.",
                "HBO tem várias minis.\n\nTrue detective, the outsider, the Night of, chernobyl, sharp objects.\n\n3 temporadas tem The leftovers.\n\ndeadwood que termina com um filme.",
                "Barry, Succession, True Detective (a primeira temp) e Band of Brothers. Tem outras, mas uma pessoa aq desse post já deu ótimas dicas.",
                "The wire",
                "True Detective (primeira temporada)\n\nThe night of \n\nBand of brothers \n\nThe Sopranos \n\nThe Wire\n\nMare of easttown\n\nSuccession \n\nBig little lies \n\nSharp objects \n\nThe last of us \n\nEuphoria\n\nBoardwalk Empire \n\nGame of thrones (final ruim, mas vale a pena)/ House of the dragon \n\nTodas da HBO e devo ter esquecido algumas",
                "HBO: Mare of eatstown(acho q é assim), veja pelo amor de Deus, uma das melhores atuações q já vi na vida.\nTem sopranos tmb(pai de breaking bad), true detective, Band of brothers.\nNETFLIX: the alienist, narcos, narcos México, Castlevania, better Call Saul",
                "Brooklin 99, the good place, Alice in borderland, Chernobyl e you",
                "HBO sem duvida The Wire, Sopranos, Game of Thrones e True detective(4 que basicamente são o Meu TOP 5 alias)\n\nAlgumas da Netflix menos conhecidas que podem ser ótimas surpresas....\n\nThe Last Kingdom\r  \nOzark\r  \nMindhunter\r  \nMaid\r  \nSegurança em Jogo\r  \nBem vindo a vizinhança\r  \nVingança Sabor Cereja\r  \nBlack Summer\r  \nGameStop Contra Wall Street\r  \nKatla\r  \nStartUp",
                "Six Feet Under\n\nThe Leftovers\n\nWatchmen\n\nThe Haunting of Hill House\n\nThe Haunting of Bly Manor\n\nChernobyl\n\nDark",
                "The office na Netflix e The Last of Us na HBO",
                "Netflix:\n\nBreaking bad e peaky blinders são as melhores. \n\nHBO: \n\nChernobyl, The last of us, game of thrones e euphoria se quiser algo mais moderno e jovial.",
                "Pra Netflix recomendo House of Cards, Breaking Bad e Peaky Blinders. Pra HBO ai tem várias recomendações que já foram bem ditas.",
                "**Derry Girls**\n\n&#x200B;\n\nPra variar um pouco das recomendações de séries dramáticas. É uma série de comédia irreverente, bem leve e bem curta. São 3 temporadas, cada uma com 6 episódios de 20 minutos.",
                "Succession e The White Lotus.",
                "Vai no aplicativo, tem uma TAG \"HBO original\", escolhe ela e pode confiar em quase tudo que tem lá. Não confunda HBO original com HBO Max original."
            ]
        },
        {
            "title": "Conto da Aia",
            "selftext": "Estou assistindo o conto da Aia com minha esposa. Ela está adorando muito mais do que eu imaginava. Sou fã do tema distopia e essa série me pegou por não ser uma ficção \"fora de alcance\". Minha esposa se emociona com a série o tempo todo.\n\nParticularmente acho que o mundo(na vida real) é extremamente cruel com as mulheres e nem de longe um homem consegue imaginar tanto sofrimento q a sociedade impõe.\n\nEstamos na 3a temp e já imagino precisar esperar a 6a e última temporada em setembro.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ati40",
            "num_comments": 32,
            "comments": [
                "Ótima primeira temporada, depois disso é só derrocada.\n\nPura tortura audiovisual.",
                "Ainda não assisti pq não tô lidando MT bem com o fato da Elizabeth Moss faz parte da cientologia... Mas já li o livro e achei mto bom, sei que a base da história é boa, mas não posso opinar além disso.",
                "Só consegui assistir até a terceira temporada.  Depois foi ficando tudo tão mais pesado e bizarro, que não consegui assistir. Na verdade só é boa de fato a primeira temporada. Depois vira um um troço  terror nonsense com tanta violência que se tornou inviável dar continuidade.",
                "[removed]",
                "Antes eu achava a historia absurda, como se chegaria a aquele ponto?!. Hoje, após Damares e Bozo vejo diferente.",
                "Eu acho uma bosta. Assim como o livro.\n\nComo narrativa, acho fraca na melhor das hipóteses.  A primeira temporada foi a melhor, mas não muito. O livro achei obtuso e opaco, pouco interessante e enfadonho.\n\nComo alegoria, não só penso que é ruim, como considero *problemática*. É uma distopia da mulher _branca_, que faz uso de temas e questões históricas da escravidão e estampa na cara de uma protagonista branca - ao mesmo tempo em que joga pra margem da narrativa a história das mulheres negras - que, de fato, sofrem muitas das violências retratadas na narrativa no mundo real, bem mais que mulheres brancas. A Offred rezando Amazing Grace, a Underground Femaleroad, o nome dela, o lance de precisar de licença pra sair de casa: tudo referência à escravidão... acontecendo em uma narrativa predominantemente branca. Eu sei que a narrativa explica essa ausência, mas isso não resolve o problema central: o livro efetivamente se apropria da experiência histórica da mulher negra escrava ao mesmo tempo em que bane as pessoas negras pra um lugar que nunca vemos.\n\nA série tentou resolver sendo diversa no casting, o que, pra mim, *piorou tudo*: quer dizer que, em tempos pós _black lives matter_, um série que retrata uma distopia fundamentalista nos EUA entende que essa entidade política seria pós-racismo? Francamente, acho difícil _imaginar_ os Estados Unidos na mão de homens cristãos fundamentalistas que não fosse racista. Isso é ignorar as raízes genocidas e profundamente racistas da sociedade norte americana - e nossa também - assim como ignora os problemas sociais predominantes hoje que tem a ver com gênero e raça.\n\nSe a série fosse muito boa, eu até poderia tentar relevar isso tudo, mas não só ela não é como ela pretende se sustentar e se vender (da mesma forma que os livros) como um comentário social. E veja que foi assim que você percebeu a parada. Então, não. Não perdôo e julgo mesmo. Essa série e os livros em que ela se baseia são muito problemáticos e devem sim ser bastante criticados por essas escolhas, na minha opinião, completamente erradas.",
                "Parei na terceira temporada. \n\nPra quem leu o livro, a primeira e a segunda foram absolutamente bem adaptadas, daí pra frente 'é só pra trás'. Todas aquelas conveniencias de 'poder do protagonismo', escolhas burras, recompensas mesmo depois das escolhas burras, suspensão de descrença, entre outras coisas só pra emendar mais uma temporada.",
                "Tbm curto séries que abordam sobre distopias, Utopia foi uma que gostei bastante inclusive. \nMas o conto da Aia, depois da primeira temporada me deu uma certa preguiça, pois meio que fica a atenção no romance e eu não gosto muito de coisas água com açúcar."
            ]
        },
        {
            "title": "Scott Pilgrim vs o mundo pode ser considerado um clássico em 2024?",
            "selftext": "Eu assisti Scott Pilgrim 2 vezes. Já e me perguntaram se ele é um clássico, eu respondi que não, mas ele é um clássico e se não quando ele seria? Eu simplesmente amo o filme e principalmente os quadrinhos. Alguém mais já assistiu aq?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ao7xe",
            "num_comments": 15,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Não acho que seja um clássico, mas é um filme icônico com um prestígio cult",
                "Sou mais Baby Driver, e mesmo assim não sei se colocaria em uma posição tão alta.",
                "É um clássico cult moderno. Um filme de uma geração passada, mas que ainda conversa com a atual e com certeza se relacionará com as vindouras. Tal qual Napoleon Dynamite.",
                "É Bom Pra Caralho! Ramona😻",
                "Acho \"clássico\" muito subjetivo, tipo, quem escolhe o que é e o que não é; mas no meu conceito que é marcar muito uma era, eu diria que sim, a estética de videogame e a mão bem autoral do Edgar Wright tornam ele um filme muito marcante da década passada",
                "N",
                "com toda certeza vai ser considerado um clássico cult nem que seja daqueles do fim da lista, mas vai estar la",
                "Diria que é um cult, não um clássico.",
                "É um clássico!",
                "Acho q não tem uma \"idade\" certa pra um filme se tornar clássico ou não. Aliás, quem decide se um filme é clássico? Isso dá uma discussão muito boa. De todo modo, acho q Scott Pilgrim tá mais pra cult, no sentido de ter uma base de fãs muito forte, mas dentro de um nicho",
                "Com toda certeza, masterpiece"
            ]
        },
        {
            "title": "A Casa do Dragão: Segunda temporada deve estrear a partir de junho de 2024",
            "selftext": "Muitos anos atrás eu falei que 10 episódios por temporada seria o padrão de todas as séries.\n\nEssa tendência de hiato de 1 ano. Eu não acho que seja algo que vire um padrão, mas assusta, né?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11anutk",
            "num_comments": 6,
            "comments": [
                "Acho ruim. Eu mesmo perco o interesse, já que demora tanto pra sair e às vezes acabo esquecendo o que aconteceu, tendo que rever ou assistir a nova temporada tendo esquecido várias coisas.\n\nAcho que Westworld se perdeu nessa aí. Se A Casa do Dragão for sendo produzida nesse ritmo, a cada 2 anos, acho que é alta a chances dela ser cancelada no futuro.",
                "> Muitos anos atrás eu falei que 10 episódios por temporada seria o padrão de todas as séries.\n\nO padrão de episódios por temporada não mudou. As 6 primeiras temporadas de Game of Thrones tiveram 10 episódios cada.\n\nSéries de TV a cabo americana (HBO, Showtime, Starz, AMC, etc...) sempre tiveram temporadas de 8-13 episódios (com raras exceções).\n\nSéries de streaming americano também sempre tiveram essa média de 8-13 episódios, basta ver os primeiros originais Netflix: Lilyhammer com 8 episódios, House of Cards com 13, Marco Polo com 10... Netflix mantém essa média de 8-13 episódios por série até hoje (com raras exceções).\n\nEsse negócio de temporada com 20-24 episódios é coisa de TV aberta americana (NBC, CBS, ABC, Fox, CW). Eles precisam preencher a grade de horário, então eles criam produções baratas e ficam enchendo linguiça até chegar no padrão de 20-24 episódios (há também algumas séries de TV aberta que duram só metade do calendário, então elas duram 10-13 episódios, mas a maioria segue tendo 20-24). E essas emissoras mantém esse padrão até hoje. A maioria das séries de TV aberta americana lançadas atualmente continuam com 20-24 episódios.\n\nVocê provavelmente tá assistindo menos séries de TV aberta americana do que costumava assistir antigamente, então você ficou com essa impressão de que mudou o padrão de episódios por temporada, mas não mudou."
            ]
        },
        {
            "title": "Alguém assistindo ou reassistindo Game of Thrones?",
            "selftext": "Em maio fará 3 anos que a série terminou.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11ans99",
            "num_comments": 13,
            "comments": [
                "Reassisti pela 3 vez agora em dezembro. Continua sendo uma experiência incrível apesar do final merda.",
                "Tenho gatilhos com essa série, sinto que muita coisa me foi roubada 😞",
                "Tenho vontade de rever e ainda pretendo, mas preciso preparar o psicológico pra passar as raivas que começam lá pela 5a temporada e aumentam exponencialmente até o final, que conseguiu superar todas as expectativas 💀.\n\nAinda assim continuo achando a série incrível e um verdadeiro ícone.\n\nEdit: psicológico*."
            ]
        },
        {
            "title": "O que vocês tem a dizer sobre The Room (2003)?",
            "selftext": "Tava vendo um vídeo e comentaram sobre esse filme e descreveram ele como \"o filme é nota 0 mas a experiência é nota 1000\" ai fiquei curioso, o que vocês tem a dizer sobre ele?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11aldsx",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Ele é bom se você ver com pessoas que conseguem fazer piada com todos os erros e absurdos do filme. Para ver sozinho, é apenas um filme muito ruim.",
                " O filme se perde nas pretensões do diretor e ator Tommy Wiseau, em seu objetivo  de apresentar uma trama dramática, o resultado final porém,  acaba soando até cômico, pelas esquisitices apresentadas em tela.  \n Você pode até pensar, \"ok,  vou encarar isso como uma comédia\", mas o filme tem um problema grave de ritmo que atrapalha até nisso.",
                "Só meme, não é ruim que fica bom... É só ruim mesmo...\n\n\n\nRubber é ruim que fica bom...",
                "Eu sou defensora de filmes ruins, porque se você quer realmente entender cinema também tem que assistir \"o que não fazer, ou o que não presta\". O The Room foi meu primeiro acesso nesse mundo de \"filmes esquisitos\", mas na época a gente não tinha o conceito de meme, então, era só um filme pra rir.\n\nMas tendo visto várias vezes, é assistível pra caramba. Existe um conhecimento cinematográfico vindo do Wiseau, ele tem referências, mas ele não é um bom diretor, de maneira alguma. O mesmo pode ser dito pelo Neil Breen. Mas eu não acho de todo ruim, existe muita, muita, coisa pior.",
                "É um ótimo filme, com falas marcantes e situações bastante curiosas. A história de como foi feito é também bem interessante.\n\nAssista o The Room, e em seguida emende com O Artista Do Desastre, que é a história dos bastidores.\n\nAnyway, how's your sex life?"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11agq8w",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "revi \"Her\"",
                "Querendo assistir Stalker e All Quiet on The Western Front essa semana, até agora não vi nada.",
                "Assisti MIB I ontem, hoje ainda estou a procura de algo, pensei em MIB II, mas tenho uns atrasados no meu HD, acho que vai ser algum deles.",
                "Assisti Boa noite Mamãe, Parasita, Excluídos e A Baleia."
            ]
        },
        {
            "title": "citem o top 10 filmes para assistir mais de uma vez",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11a7ggx",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "A trilogia do Senhor dos Anéis, versão estendida.",
                "Eu gosto de assistir filmes mais de uma vez, não me importo, ainda mais os que são bons, mas agora, 10 que me lembro são ; O Iluminado, Laranja Mecanica, Waking Life, Mulholland Drive, Suspiria (de 77), Sétimo Selo, Sexta Feira 13, Massacre da Serra Elétrica, Estômago e o Auto da Compadecida. Nem tá em ordem, nem é um top, só alguns mesmo...",
                "Nárnia\n\nHomem-Aranha \n\nHomem-Aranha 2 \n\nO Rei Leão \n\nToy Story\n\nMais Estranho que a Ficção\n\nAdam \n\nMatilda\n\nInterstellar\n\nVingadores 3\n\n&#x200B;\n\nDá pra ver q eu tenho um gosto um tanto quanto peculiar e infantil kkkkk",
                "Interestelar\nBlade runner 2049\nCavaleiro das trevas\nSociedade dos poetas mortos\nOs suspeitos\nIncêndios\nA origem\nPulp fiction\nParasita\nOldboy",
                "todos os 9 filmes de velozes e furiosos, o último eu deixo a sua escolha",
                "kill bill, matrix, jonh wick parabellum, busca implacável, x-men: dia de um futuro esquecido, qualquer filme da barbie, the crow,  as branquelas, american psycho e xuxinha e guto contra os monstros do espaço",
                "Stalker\n\nHausu\n\nPossessão (1982)\n\nVá e veja\n\nBrilho eterno de uma mente sem lembranças \n\n2001: uma odisseia no espaço\n\nPaisagem na neblina\n\nEraserhead\n\nOldboy (2003)\n\nEnigma de outro mundo \n\nEstou pensando em acabar com as coisas"
            ]
        },
        {
            "title": "os melhores filmes para mexer com sua mente",
            "selftext": "1: interestelar\n2: gladiador\n3:o lobo de Wall street\n4: a origem\n5: ilha do medo\n6:12 anos de escravidão\n6: donie darko\n7: Django livre\n8: bastados inglórios\n9: fugindo do inferno\n10: contra o tempo",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11a7di9",
            "num_comments": 18,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "vc tem entre 12 e 16 anos",
                "Cidade dos Sonhos\n\nBrilho Eterno de uma Mente Sem Lembranças \n\nO Sexto Sentido \n\n2001: Uma Odisseia no Espaço",
                "Efeito borboleta\n\nQuero ser john malkovich",
                "El Topo  \n\nThe Holy Mountain  \n\nSanta Sangre  \n\nHausu  \n\nRubber  \n\nSuspiria",
                "Hereditário\n\nCorra\n\nAnomalisa\n\nTriângulo do Medo\n\nPeles\n\nUm supermercado que vende palavras\n\nStalker \n\nDogville \n\nMãe\n\nViolência Gratuita\n\nForever Lilia \n\nGunmo \n\nKids \n\nHappiness \n\nFat Girl",
                "Vou citar o meu top 5:\n\n• Interestelar \n• Corra! (morri de rir em algumas partes do filme)\n• Pinóquio por Guilherme Del Toro (chorei do início ao fim)\n• American Story X\n• Central Brasil (quase perdi o coração vendo)\n\nBônus:\n\n• Moonlight (não lembro muito do filme, mas conquistou demais o oscar. história única e bela)",
                "Donnie darko é um dos meus filmes preferidos, gladiador também já vi algumas vezes, acho muito bom.  Django livre também é um dos meus favoritos. Ilha do medo eu vi, mas não me impactou e o lobo de wall street também é um dos meus favoritos",
                "A estrada (hbo max)",
                "Contatos de 4 grau\n\nFenda no tempo\n\nScanners sua mente pode destruir.\n\nMetrópoles\n\nA mosca - 1986\n\nPresságio\n\nEnigma de Andromeda\n\nSolares\n\nOs outros",
                "Mano nunca viu um filme que não fosse americano kkk",
                "Peles\nViveiro\nLaranja Mecânica\nFragmentado\nEstou Pensando Em Acabar Com Tudo\nEfeito Borboleta",
                "Qualquer um do lynch"
            ]
        },
        {
            "title": "Lembrete: Amanhã começaremos The Consultant!",
            "selftext": "Olá, espectadores!\n\nComo ganhadora da série de Fevereiro, The Consultant estreia todos os episódios da temporada amanhã no Prime Video!\n\n&#x200B;\n\nhttps://preview.redd.it/13y2j6um1zja1.png?width=810&format=png&auto=webp&v=enabled&s=11851e075f96e106dfb2c8ef93b7a505d0081d20",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11a32cp",
            "num_comments": 0
        },
        {
            "title": "Sugestão: A rede social",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11a2rqb",
            "num_comments": 0
        },
        {
            "title": "Recomendações de filmes de terror psicológico/suspense?",
            "selftext": "Queria muito assistir alguma coisa que me prendesse do começo ao fim, quem sabe com um plot bom no final.\nAlguma sugestão?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11a2e37",
            "num_comments": 44,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Ilha do Medo, El Cuerpo, Um Contratempo.",
                "midsommar",
                "Mano, creep é um found footage, estilo a bruxa de bler, mas da uma chance que vai ficar muito bom kdkdkd",
                "A Maldição da Residência Hill. É uma minissérie. \n\nDe terror psicológico tem: Corra!, Nós e Fragmentado.",
                "O homem nas trevas.",
                "O Iluminado, clássico",
                "a maldição da residência hill eh excepcional \nmas eu gosto tb de babadock (passei o filme INTEIRO super tensa) e hereditário",
                "Morte ao demônio, assisti sábado. É gore, tosco, mas bom. Outro filme é O Albergue. Jogos Mortais 1 caso ainda n tenha visto.",
                "* O Bebê de Rosemary (1968)\n* Hereditário (2018)\n* Corra! (2017)\n* A Bruxa (2016)\n* O Farol (2020)\n* O Homem de Palha (o de 1973, os remakes não são bons)\n\nSe quiser tentar algo um pouco mais bizarro partindo para o experimental pode começar com Eraserhead de 1977.",
                "Tenho um pra recomendar, não sei se é do seu agrado ou não mais eu acho bem dahora com um plot até interessante. Assiste \"A casa de cera\"",
                "Gosto muito de \" a entidade \", tem uns jump scare, mas é muito bom, \" Creep \", também muito bom",
                "A Trilha.",
                "Meus gostos são duvidosos, mas... Martyrs, é um puta filme pra quem gosta de um filme pesado. Cenas e o próprio enredo. Não recomendo pra quem tem sensibilidade a violência. Mas, pra mim, por trás de toda a violência das cenas, a história do filme em si,é muito interessante.",
                "Up",
                "Todos do Jordan Peele",
                "Vai de Cubo.",
                "Possessão (1982)",
                "Hereditário, um dos melhores filmes de terror dos últimos anos",
                "Mãe!",
                "Republica federativa do Brasil\n\nDizem que nesse filme os personagens ligam mais pra festas do que em ajudar pessoas que precisam de ajuda, recomendo ver sobre"
            ]
        },
        {
            "title": "Alguém sabe qual filme é ?",
            "selftext": "Lembro de ter visto um filme q me traumatizou mt quando eu era criança, acordei no meio da madrugada e tava passando ele na globo, lembro só de uma cena em específico, um homem andando pela rua enquanto olha pra umas profissionais do sexo e ele se aproxima e ve q elas são bonecas tipo bonecas barbies, ali em diante vai mostrando a perna das moças e são literalmente bonecas em tamanho de pessoas que falam e agem como pessoas eu tinha uns 8 9 anos na epoca e me causou um puta medo, alguem conhece ?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "119omws",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Alguma chance de ser AI Inteligência Artificial ?",
                "Talvez seja Automata (agente do futuro) com Antônio Banderas..."
            ]
        },
        {
            "title": "MARILYN MONROE - BELEZA, TALENTO E MALDIÇÃO A história de Marilyn Monroe é cheia de altos e baixos. Um lindo exemplo de superação e perseverança, seu legado atravessa gerações. Saiba mais sobre sua história neste vídeo. #Hollywood #atriz #sucesso 👇🦁",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "119gpbw",
            "num_comments": 4,
            "comments": [
                "A história dela é sensacional. O filme dela, Blonde! da Netflix está na outra extremidade do sensacional. \nDas cinebiografias que vi, certamente essa é a pior.",
                "https://youtube.com/shorts/DMiIUex3vHw?feature=share",
                "Pena que o filme tenta passar uma mensagem anti aborto"
            ]
        },
        {
            "title": "Me recomendem filme de romance ou de comédia",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "119ftu5",
            "num_comments": 20,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "About time",
                "Romance: Before Sunrise, de 95 :) é muito incrível",
                "Curtindo a Vida Adoidado",
                "direto dos anos 2000: jogo de amor em las vegas",
                "O Grande Gatsby",
                "[Luka chuppi ](https://www.netflix.com/br/title/81113918?s=a&trkid=13747225&t=cp&vlang=pt&clip=81142225)\n\n[Jai Mummy Di](https://www.netflix.com/br/title/81241439?s=a&trkid=13747225&t=cp&vlang=pt&clip=81246066)\n\n[Amor com fetiche ](https://www.netflix.com/br/title/81314328?s=a&trkid=13747225&t=cp&vlang=pt&clip=81516197)\n\n[Love o2o](https://www.netflix.com/br/title/80141156?s=a&trkid=13747225&t=cp&vlang=pt&clip=81090935)\n\nTodos estão na Netflix",
                "Un jeans e una maglietta, filme d romance e comedia italiano dos anos 80, mto lindo, chorei no final d tao lindo q eh",
                "[E se fosse verdade](https://www.adorocinema.com/filmes/filme-59948/)",
                "Casamento Grego. É uma coméfia romântica e tem na Netflix.",
                "De comédia tem Se beber não case 1, 2, 3 são muito bons, de romance na netflix tem varios, tipo: Ricos de amor, continência do amor, através da minha janela enfim vários é só procurar.",
                "qualquer comédia romântica que tenha o Adam Sandler"
            ]
        },
        {
            "title": "Quais filmes vocês choram sempre assistindo? Não importa quantas vezes você veja, você chora.",
            "selftext": "A gente sabe que estão manipulando nossas emoções, mas não tem jeito, a cena pega a gente daquele jeito.\n\nMeus filmes são:\n\n* O campeão (the champ, 1979)\n* Flores de aço (steel magnolias, 1989)\n* Peixe grande e suas histórias maravilhosas (Big fish, 2003)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11954bd",
            "num_comments": 37,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "[deleted]",
                "Eu choro na maioria de filmes que tem cachorros, um que eu chorei umas 3 vezes é sempre ao seu lado. Filme triste pra caramba.",
                "Anjos Caídos.",
                "Quatro vidas de um cachorro",
                "a cinco passos de você",
                "Sempre ao seu lado - sinceramente fico emocionado.",
                "Lista de Schindler. Eu não aguento",
                "Sempre ao seu lado",
                "Cidade dos anjos",
                "The green mile (À Espera de um Milagre) - nem precisa falar qual cena né?\n\nOs minutos iniciais de Up (apelação demais)\n\nUm filme meio mais ou menos mas que tem uma cena que sempre me pega é o Amor Além da Vida com o Robin Williams - se eu me lembro bem, tem um discurso que ele faz depois que o filho morre que me pega de jeito\n\nPeixe grande eu não choro, mas adoro esse filme",
                "* Click\n\nEu já vi esse filme 300 vezes, mas aquela cena da moeda SEMPRE acaba comigo.",
                "Um olhar do paraíso. Nunca me canso.",
                "Ultimato, e qqr umda pixar, nn tem como nn chorar nos filmes da pixar",
                "Interestelar. As cenas triste do Cooper e a Murphy sempre me pega",
                "Wall-E",
                "a cinco passos de você, sempre choro",
                "Como estrelas na terra",
                "500 dias com ela. A cena do expectativa/realidade me pegava muito kkk",
                "[removed]",
                "Lion (2016), A Procura da Felicidade (2006), Forest Gump (1994), 12 anos de escravidão (2013) e Tree of Life (2011).",
                "Antes do Amanhecer\nA volta dos mortos vivos 3 (juro)\n\nO primeiro eu tenho até o script, o segundo a cena final acaba comigo...",
                "Inteligência Artificial",
                "Coco - A vida é uma festa, a avó do filme é idêntica a minha avó. Filme fdp, a aeromoça achou que eu estava infartando quando eu assisti no avião."
            ]
        },
        {
            "title": "Qual o nome do filme?",
            "selftext": "Tenho uma memória rasa de um filme que vi quando era pequeno (tenho 19), era basicamente uma escola que as crianças meio que \"lutavam\" contra a diretora malvada que maltratava os alunos.\n\nEu lembro de uma cena específica que a diretora forçava uma criança a comer um bolo de chocolate inteiro e todas as crianças estavam torcendo por ele, para que ele conseguisse.\n\nTem outra tbm, que é a diretora puxando uma menina de trancinha pelo cabelo e girando ela no ar.\n\nSó me lembro disso, quem souber mt obrigado",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1194n39",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Matilda (1996)",
                "Matilda",
                "Matilda, nn vou lembrar o ano exato mas eh dos anos noventa"
            ]
        },
        {
            "title": "tô viciado em filmes sobre guerra",
            "selftext": "Preciso de indicações de filmes da segunda guerra mundial ou de qualquer outra guerra ou de guerras fictícias",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "118n155",
            "num_comments": 35,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Nada de novo no front \n\nJá viu?",
                "[deleted]",
                "Deer Hunter\n\nO Resgate do Soldado Ryan\n\nTropical Thunder\n\nFull Metal Jacket\n\nBastardos Inglórios\n\n1917\n\nO que mais tem é filme de guerra.",
                "Dunkirk",
                "Tem os filmes e séries do Spielberg: O Resgate do Soldado Ryan, Band of Brothers, O Pacífico. Fora esses eu recomendo Pearl Harbor, Bastardous Inglorious, Dunkirk, Corações de Ferro e Círculo de Fogo.",
                "Assistiu Nascidos para matar?",
                "Vá e Veja\n\nO Pianista\n\n Túmulo dos Vagalumes\n\nGloria Feita de Sangue\n\nA Grande Ilusão",
                "Casablanca, é um drama mais pessoal mas ele mostra como era a vida na Segunda Guerra em um lugar “neutro”",
                "Platoon\n\nPatton - Rebelde ou Herói?\n\nO Pianista\n\nA Vida É Bela",
                "Aposto que a maioria dos filmes são propagandas estadunidense.",
                "Vingadores guerra infinita e últimato",
                "Bastardos Inglórios, um dos meus filmes favoritos inclusive.",
                "Apocalypse Now",
                "Band of Brothers é a melhor produção do gênero que já assisti, todo ano vejo."
            ]
        },
        {
            "title": "quais séries me recomendam?",
            "selftext": "Eu tô assistindo uma série bem longa. Mas é claro, está acabando e eu não tenho nenhuma ideia do que assistir a seguir. Então eu queria recomendações de séries longas para assistir depois. Eu gosto de comédia, terror, música e lgbt mas eu não tenho mais nenhuma ideia de séries assim",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "118moyz",
            "num_comments": 38,
            "comments": [
                "For All Mankind: série maneiríssima de ficção que se passa num universo onde a URSS chegou na Lua antes dos EUA - e isso leva à uma cadeia de desdobramentos interessantíssimos. Na Apple TV+ ou Seuspuloflix. 👍",
                "The Office",
                "True Detective (primeira temporada)",
                "Lost.",
                "We are who we are na HBO",
                "The Leftovers",
                "Não é uma série longa mas é mto divertida, chama Berry, tem na HBO Max, ou na Netflix verde",
                "Pretty little liars \n\nHBO Max \nSe começar pare tá 6° temporada pois a 7° é só enrolação",
                "The Assassination of Gianni Versace: American Crime Story. Vi na Netflix, mas acho que não está mais disponível.",
                "[deleted]",
                "Operação Ecstasy (Netflix).\n\nDois policiais se infiltram na operação de um chefão do tráfico disfarçados como seus vizinhos. Contudo, as fronteiras entra a vida real e o disfarce começam a se tornar nubladas.\n\nSérie holandesa bem surpreendente com ótimas atuações e bom elenco, vale muito a pena!",
                "Machos alfa - comédia / Netflix \n\nEngraçada sem sem escrota",
                "Manifest - O Mistério do Voo 828 \nA última parte da última temporada sai agora em 2023.",
                "A Maldição da Residência Hill (minissérie) e Bem-Vindos à Vizinhança (ainda está na 1ª temporada).",
                "Ted Lasso, vai te surpreender",
                "Mike e Molly",
                "To vendo The Wire",
                "Reacher, resumidamente é de um ex militar que chega em uma cidade que começa a ter uns assassinatos e ele ajuda a polícia local a desvendar o que tá acontecendo, eu gostei muito.\nTem na PrimeVideo ou no aplicativo YouCine(pra android)"
            ]
        },
        {
            "title": "Qual o nome desse filme?",
            "selftext": "Pessoal, assisti a um filme na minha infância (uns 20 anos atrás).\nO tema do filme era sobre viagen no tempo, consigo me lembrar que um garoto consegue viajar para o passado e volta para a época do Velho Oeste, onde ele conhece um pistoleiro que tinha inventado a forma de portar a pistola para conseguir um saque mais rápido.\nNa cena, ele fala que o tal pistoleiro havia inventado isso, mas na linha do tempo pistoleiro ainda nao tinha pensado essa ideia e fala para o garoto: Acho que você está fumando muito (algo assim).\nMe lembro também do final, que o garoto volta para o presente e tenta evitar uma 3ª guerra mundial e de repente todos os eletrodomésticos da casa onde ele está começam a \"ganhar vida\", como se fosse uma Skynet do Exterminador do Futuro.\nEsse filme provelmente é dos anos 80 ou início dos ano 90.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "118lef9",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O único filme que consigo lembrar que tem essa parte do velho oeste é de volta para o futuro, não me lembro dessa parte da guerra mas de uma olhada",
                "Cara, será que não o De Volta Para o Futuro parte 3?\n\nÚnico filme que eu conheço que reúne a temática de velho oeste com viagem no tempo é esse rsrsrs.",
                "Cara, acho que você está jutando 2 filmes, o primeiro parece de volta para o futuro 3,  o segundo talvez transformes 2 ? A cena da casa onde os eletrodomésticos ganahm vida"
            ]
        },
        {
            "title": "Hello, Tomorrow - Série",
            "selftext": "\n#Não contém spoiler.\n\nEu assisti um capítulo. Fui bater papo com meu filho. Explicar que a série é toda futurista, mas vintage, muito estranha. Não sei se é boa ou ruim.\n\nUma época que os carros antigos que voam, robôs atendentes, máquina de escrever que transcrevem e imprimem o discurso, vídeo call em p&b.\n\nMas o que eu conversei com meu filho foi que 1 episódio apenas não deu para sentir o feeling, do que é, para que serve a série. Não é comédia, não scify futurista, tecnológica. Talvez seja drama, mas não imagino  eles perderem tempo nessa ambientação para fazer um dramalhão de vendedor de imóveis lunar.\n\nDaí estava vendo hoje uns posts, uns comentários em outros subs e pensei. Caralho, parece que estamos nos anos 20. Mulheres não podem vestir nada, lgbt não tem direito algum, negros continuam sofrendo racismo, gente discutindo sobre estilo de barba e bigode, notícias de mulheres sendo mortas \"por seus proprietários\".\n\nChego a conclusão que a série é uma sátira do nosso tempo, anos 20, mas do século XXI. Temos as tecnologias, estamos no futuro, mas estamos definhando como seres humanos do passado. =/",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "118hglp",
            "num_comments": 1,
            "comments": [
                "Não assisti a série e vi que o tópico estava sem comentários então.. vou deixar meus 10 centavos aqui.\n\nAcho que existe uma estranha expectativa por parte da audiência do gênero ficção científica (sci-fi) de que se trata de \"previsões do futuro\", descrições ou vislumbres do que está por vir em nossa sociedade, porém os cenários futuristas servem apenas como pano de fundo para explorar temáticas contemporâneas que afetam nossa sociedade. Foi assim em Metrópolis, Eu Robô, Technomancer até chegar em Blade Runner, Robocop, Exterminador do Futuro e demais obras deste tipo de mídia.\n\nHá um pessimismo inerente da ficção científica que aborda nossos sistemas sociais que é um reflexo do nosso próprio pessimismo aos dias atuais (seja os \"dias atuais\" 1820, 1920 ou 2020). Pra falar a verdade os gêneros sci-fi e drama são quase indistintos. Boa parte das histórias contadas tratam do sofrimento humano, nos dramas mais convencionais se trata do conflito inescapável da humanidade contra forças da natureza ou pressões sociais, mas na ficção cientifica se trata do conflito contra tecnologia que nós mesmos criamos ou como criamos nossa possivel autodestruição."
            ]
        },
        {
            "title": "Me recomendem filmes com revoluções e manifestações de várias pessoas",
            "selftext": "Eu pretendo fazer um RPG de mesa (um jogo de interpretação onde crio uma história com outras pessoas, para os que não conhecem), onde haverá uma revolução em uma cidade, com grandes multidões de pessoas dentro do município em todos os lugares, e os protagonistas, os jogadores, serão antagônicos à manifestação. O problema é que eu não consigo pensar em como isso poderia caber narrativamente, não sei como começar a história, não sei como abordar essa manifestação. O foco principal não vai ser conflitar com a multidão, mas quero dedicar algumas cenas para que eles possam sentir de frente a revolução.\nBem... preciso de inspirações, podem me recomendar filmes, séries ou qualquer obra em que há a manifestação de várias pessoas, revoluções e grandes multidões? Quero inspirações, para ter ideias.\nNão consegui pensar em muitos filmes nesse sentido. No máximo, me lembrei dos manifestantes do filme Joker, e lembrei de Expresso do Amanhã.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1185rt6",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Desenvolve algo a respeito das revoluções coloridas (as chamadas Primaveras), em que o povo é manipulado para se revoltar contra um governo ou contra uma política de governo. No mundo real essa é uma manobra muito utilizada por aquela agência do norte global com três letras. Teus protagonistas (antagonistas à revolução) poderiam desmanta-lar o conluio provocador da revolução.",
                "A batalha do Chile. Acha fácil no YT\n\nNesse filme/doc vc vai encontrar a narrativa do acirramento da luta de classes no Chile, década de 1970, onde o presidente Salvador Allende caminhava o país rumo ao socialismo pela via democracia, todavia sofre um golpe dado pelo exército, encabeçado pelo general Augusto Pinochet, com largo apoio dos EUA. \n\nOutra sugestão é “A revolução não será televisionada”, onde mostra o processo de ascensão de Hugo Chavez na Venezuela. \n\nAmbos mostram muita participação popular no processo revolucionário e é um razoável aula de história. Acho que vai ajudar na inspiração.",
                "Andor, Star Wars. No último episódio tem uma cena interessante +- assim.",
                "Machuca, filme chileno"
            ]
        },
        {
            "title": "Enquete para escolha do filme de Fevereiro",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/1181zwf)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1181zwf",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Nenhum, sinto muito.",
                "Qnd sao as discussões?"
            ]
        },
        {
            "title": "recomendações de filmes de comédia",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1174vhv",
            "num_comments": 22,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "aqui alguns filmes de comédia que já assisti \n\nScott Pilgrim contra o Mundo\n\nTodo Mundo Quase Morto\n\nMinha Mãe é Uma Peça 1, 2 e 3\n\nAs Branquelas",
                "O grande Lebowski, Lobo de Wall Street, Pineapple express",
                "Tudo em todo lugar ao mesmo. É um filme de racha o bico",
                "Eurotrip - Passaporte para a Confusão.",
                "Zohan",
                "Cegos, surdos e loucos, os filmes da pantera cor-de-rosa. \n\nAqueles politicamente incorretos dos anos 80 do Zucker e do Mel Brooks tem muita gargalhada boa que se aproveitam.\n\nFaz algum tempo que não vejo nada hilariante, apenas engraçado. Estou ficando velho rabugento. :(\n\nMas porra, matar uma estrela já nos créditos iniciais, honestamente, se não tivessem feito isso nos anos 80, acho que nunca teriam essa ideia nos dias de hoje.",
                "Airplane - o pilote sumiu, os filmes do Stallone dos anos 90 (Cobra e O Demolidor)",
                "Nice Guys e Superbad.",
                "Cheech and chong",
                "Mil e uma maneiras de se pegar na pistola, esposa de mentirinha, bad Boys, anjos da lei",
                "Medo e delírio",
                "\"Gênios do Crime\", comédia baseada em fatos, e você vai mijar na calça de rir. Tem no Prime Video.",
                "férias frustradas",
                "a maioria do Brasil eu racho o bico",
                "Clássico: [Um morto muito louco](https://www.adorocinema.com/filmes/filme-84910/)",
                "Chumbo grosso\n\n\nTrilogia Monty Python\n\n\nMedo e delírio em las vegas"
            ]
        },
        {
            "title": "UM FILME DE TERROR BOM E CORAJOSO!!!",
            "selftext": "Oferenda ao demônio é um filme bom que teve coragem de fazer oq muitos não fizeram. Tem seus momentos de dar raiva como todos os outros, mais no geral é um bom filme.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "116wkd5",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Skinamarink",
                "As Fitas de Poughkeepsie"
            ]
        },
        {
            "title": "[DISCUSSÃO] The Last of Us 1x06 - Kin",
            "selftext": "&#x200B;\n\n|DATA|EPISÓDIO|DISCUSSÃO|\n|:-|:-|:-|\n|15/01/23 - 23h|S01E01 - [When You're Lost in the Darkness](https://www.imdb.com/title/tt11957006/?ref_=ttep_ep1)|[Link](https://www.reddit.com/r/filmeseseries/comments/10d37s5/the_last_of_us_1x01_when_youre_lost_in_the/)|\n|22/01/23 - 23h|S01E02 - [Infected](https://www.imdb.com/title/tt14500884/?ref_=ttep_ep2)|[Link](https://www.reddit.com/r/filmeseseries/comments/10j2224/discuss%C3%A3o_the_last_of_us_1x02_infected/)|\n|29/01/23 - 23h|S01E03 - [Long Long Time](https://www.imdb.com/title/tt14500888/?ref_=ttep_ep3)|[Link](https://www.reddit.com/r/filmeseseries/comments/10oquyc/discuss%C3%A3o_the_last_of_us_1x03_long_long_time/)|\n|05/02/23 - 23h|S01E04 - [Please Hold on to My Hand](https://www.imdb.com/title/tt14500890/?ref_=ttep_ep4)|[Link](https://www.reddit.com/r/filmeseseries/comments/10uvsdf/discuss%C3%A3o_the_last_of_us_1x04_please_hold_on_to/)|\n|10/02/23 - 23h|S01E05 - [Endure and Survive](https://www.imdb.com/title/tt14659486/?ref_=ttep_ep5)|[Link](https://www.reddit.com/r/filmeseseries/comments/10zahnz/discuss%C3%A3o_the_last_of_us_1x05_endure_and_survive/)|\n|19/02/23 - 23h|S01E06 - [Kin](https://www.imdb.com/title/tt14659496/?ref_=ttep_ep6)||\n\n&#x200B;\n\n**Onde assistir:**\n\nHBO MAX ou HBO (canal por assinatura).\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e  aplicativos de streaming de terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "116vzzd",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Junto ao episódio 3 este é o único que não é apenas um amontoado de clichês de filmes/séries apocalípticas. Ressalta muito bem a diferença entre Joel e os outros protagonistas deste gênero: ainda que ele seja de poucas palavras e frio quando precisa matar alguém, isso é puramente pragmático e ele não se deixa definir por estas e outras características do típico herói machão. O Joel é basicamente a única coisa interessante na série, prá mim.",
                "Esse capítulo era o que eu esperava dos outros. Uma mistura de tudo. E não algo focado num único assunto e que o assunto morre no final.\n\nTeve muitas emoções nesse episódio. Ellie cresceu, deu para sentir bem a personagem e sua solidão, o medo de ser abandonada novamente. O Joel, nem é pela filha, ele realmente tem esperança, tem a promessa da Tess e me parece a responsa de ser um bom homem. Não está fazendo pela Tess e pela filha.\n\nO irmão mudou, um filho muda tudo. Não sei de spoiler, mas não dá para confiar que ele vai manter segredo."
            ]
        },
        {
            "title": "Histórias macabras do Japão",
            "selftext": "Que animação boa !!! Parabéns Netflix !!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "116tl8z",
            "num_comments": 0
        },
        {
            "title": "Recomendações de filmes de ficção científica.",
            "selftext": "Alguém pode me recomendar filmes de ficção científica?\n\nReferências:\n\nA Origem\n\ninterestelar\n\nA chegada\n\n2001, uma odisseia no espaço\n\nO dia em que a terra parou",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "116qb35",
            "num_comments": 22,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Dune",
                "O Predestinado - 2014",
                "[A máquina do tempo](https://www.adorocinema.com/filmes/filme-29207/)",
                "Ad astra\n\nPerdido em marte\n\nO meu fav do Nolan, TENET... esse vai explodir tua cabeça igual A origem\n\nEfeito borboleta\n\n\nNo contexto extraterrestre:\n\nStar trek 1 e 2 (recomendo ver apenas o reboot com chris pine, é mais atual que os antigos dai se gostar vc assiste os \"originais\")\n\nPrometheus e a continuação dele, Alien: Covenant",
                "Tem um filme russo que sempre esqueço o nome. Acho que é planeta sombrio. Interessante, saindo dos blocknusters.",
                "Kpax\n\nEnigma do horizonte\n\nVida\n\nScanners sua mente poder destruir. (Todos os 3)\n\nTranscedence a revolução\n\nHardware o destruidor do futuro.",
                "12 macacos, blade runner",
                "Dune é fantástico\n\nDonnie Darko",
                "Stalker e aniquilação",
                "Invasores de Corpos (versão dos anos 70)  \nO Enigma do Outro Mundo (versão de 1982)  \nDistrito 9  \nContato  \nO Enigma de Andrômeda",
                "Lunar\n\nOblivion\n\nContra o tempo (2011)"
            ]
        },
        {
            "title": "Love, death +robots é a melhor série do netflix?",
            "selftext": "Espero que tenha mais temporadas e episódios. Aquilo lá é um absurdo de bom!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "116pe8s",
            "num_comments": 56,
            "comments": [
                "Não...",
                "Não gostei dessa série.",
                "Cara, esse negócio de melhor série é muito mais relacionada ao gosto pessoal de cada um. O 1ue eu posso dizer é que gosto muito da série, é uma das minhas preferidas atualmente, pois sou muito fã de animações e adoro o fato de que cada episódio é feito por um estúdio diferente, que cria a arte de acordo com o seu próprio estilo.",
                "nem de longe… Breaking Bad é a melhor. Mas ela tem uns contos legais. Bom gosto não se discute né?",
                "Não",
                "Gostei muito tbm, mas não é a melhor",
                "Espero que tenha muitas temporadas ainda!",
                "Gosto muito muito de Master of None",
                "Ozark é disparada a melhor",
                "Ja deixei aqui minha preferência por Breaking Bad (também gostei muito de Dark). Porem no estilo da do OP tem uma interessante… “ gabinete das curiosidades “ todas produzidas por aquele Benício del Toro. O episodio 3 é o melhor. Mas tem uma estilos anos 70 que é muito doido e gostei muito… acho que o episódio 5 ou 6 não lembro",
                "Não, é Dark. Mas LD&R é incrível mesmo. Essa última temporada botou o pau na mesa.",
                "Eu prefiro black mirror, mas ldr é top demais. Uma das minhas preferidas",
                "Não, é Vinland Saga",
                "Gosto demais, tem alguns episódios que são sensacionais e que sempre acabo reassistindo.\nZima Blue pra mim é uma obra prima!"
            ]
        },
        {
            "title": "[SUGESTÃO] Documentário “a ponte»",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "116hrtx",
            "num_comments": 19,
            "comments": [
                "Hummm, não, 1000x não, obrigado.\n\nO problema é a temática e não a técnica.",
                "Nunca tinha ouvido falar. Obrigado pela dica!",
                "Sempre quis ver",
                "Sinopse?",
                "Algum streaming?"
            ]
        },
        {
            "title": "Deveriam fazer uma sére live action de Scooby-Doo tão boa quanto os dois filmes em live action. Quem concorda?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "116075s",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Esqueça. A Velma enterrou tudo.",
                "Scooby-Doo tem 4 filmes em live action, 2 adaptações com 2 filmes cada.",
                "Eu concordo, lançando um para relembrar aqueles live Action, e não cagando com a franquia igual velma fez",
                "Deixa quieto."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "115zt0v",
            "num_comments": 7,
            "comments": [
                "Ricky e Morty pela vigésima vez haha",
                "Revendo Mr. Robot com meu irmão. Ele quer fazer engenharia de sistemas e juntei a minha vontade de rever a série com o interesse dele pelo tema.",
                "Hannibal, The Office, Trailer Park Boys (a série, não o desenho, pq já assisti) e The Real Housewives Of Beverly Hills.",
                "Red Rose ta bem legalzinha.. The last of Us claro ne e a mayfair witches ta meio morna 🤔",
                "\"42 dias de escuridão\" na Netflix, série chilena sobre o desaparecimento de uma mulher em um condomínio de alto padrão e as suspeitas sobre o marido.",
                "Sucession (HBO)",
                "Peaky Blinders  \nA Tia é Top  \nStar Trek: Picard\n\nThe Last of Us"
            ]
        },
        {
            "title": "Se lançassem uma sequencia disso aqui, eu iria ficar louco",
            "selftext": "&#x200B;\n\n[American pop \\(1981\\)](https://preview.redd.it/dmz0f4w711ja1.jpg?width=635&format=pjpg&auto=webp&v=enabled&s=37344a857a6ce3ba3286c16aca25f0c83c3e3005)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "115ul1i",
            "num_comments": 8,
            "comments": [
                "Muito obrigada, OP! Eu estava procurando qual era esse filme há meses, eu tinha visto ele em uma edit e ninguém me dizia de onde que era.",
                "É sobre oq?",
                "Não conheço, mas a arte publicitária é interessante!",
                "Eu não queria nem sequência, uma edição da Criterion já bastava.",
                "Estou até hj esperando homem aranha 4 do toba magnus"
            ]
        },
        {
            "title": "me indiquem séries parecidas com looking for alaska",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "115u24f",
            "num_comments": 4,
            "comments": [
                "Através de seus olhos",
                "Não conheço esta serie, desculpe!",
                "Onde você viu Looking for Alaska? É o meu livro favorito e eu queria ver o filme."
            ]
        },
        {
            "title": "ajuda para achar um filme que vi na infancia",
            "selftext": "Seguinte quero mttttt rever esse filme a mttttttts anos mas eu não lembro o nome e nem consigo achar pesquisando no google oq acontece, talvez pq o google não entenda ou poucas pessoas escreveram sobre o filme pq é meio que uma biografia de um jogador da NBA sei la. Vi esse filme quando era criança por indicação do professor de basquete da epoca, lembro que gostei mtt mas não consigo encontrá-lo pfvr ajudem se souber kkk\n\nBom o filme como disse é uma biografia, e um detalhe importante é q era um jogador branco ent nem precisam pensar em jogadores famosos como jordan, kareen, magic jonson wilt chamberlain...\n\nBom me lembro que começava com um homem que era treinador de basquete de uma escola dai ele chegava em casa falava com a esposa e o filho sobre algo que tinha ouvido no radio em q quase ninguem conseguia fazer um desafio bobo, que era colocar a bola atras da cabeça da pessoa e soltar dai a pessoa tinha que conseguir pegar a bola.\n\nDepois disso o filme desenrola o treinador treina esse filho dele porem o problema do filho é q ele era mt baixinho, dai depois ele fica mt habilidoso e não lembro se mostra ele indo pra nba. Mas depois no final do filme mostra fotos do jogador de vdd e tudo mais na NBA e ele ja tinha ficado mais grande...\n\nUm outro detalhe q me lembro é que ele consegui a fazer aquele passe que vc passa a bola dando uma quicada com o cotovelo na bola por tras das costas.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "115h7vs",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "White Chocolate: A trajetória de Jason Williams na NBA\n\nPode ser este"
            ]
        },
        {
            "title": "Preciso de ajuda pra encontrar um filme",
            "selftext": "É muito vago, lembro que vi o trailer dele e sempre achei que era Atômica, mas o filme consiste em uma mulher que é sequestrada por uns caras que o marido dela pagou, ele queria ir salvar ela pra tipo apimentar a relação, ou é o contrário, o foco dele é ação até onde eu lembro. Usei até o ChatGPT mas não consegui encontrar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "114bri4",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "True Lies?"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1148x6f",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "assisti \"a caça\", \"donnie darko\" e \"terrifier\", todos na prime vídeo. os dois primeiros são incríveis (em especial donnie darko, super recomendo), já terrifier achei meio bobinho kkkk",
                "Assistir \"her\" na netflix. Ja tinha assistido uns anos atrás, foi bom revisitar. Lindo filme!",
                "Assistir Senhor dos Anéis: A Sociedade do Anel e Invasor Zim e Florpus",
                " assisti **the menu** e não achei lá essas coisas, um filme ok.",
                "O Menu, bom filme. recomendo",
                "O Filho - PC  \nImpério da Luz - PC  \nWhitney Houston: I Wanna Dance With Somebody - PC  \nO Menu - PC",
                "Filme brasileiro chamado Saneamento Básico no YouTube hehe. Achei divertido e tem um elenco bom de atores brasileiros. Estou precisando ver mais filmes nacionais."
            ]
        },
        {
            "title": "Nunca mais compro ingresso pré-venda pra filme da Marvel!!",
            "selftext": "Fui ver homem-formiga 3 ontem, tava com expectativa de um filme pelo menos mediano e vi um filme horrível. Deveria ser possível pedir reembolso de filme ruim. Gosto muito da Marvel, mas agora não tá dando mais não. Só vejo um filme deles depois de umas 3 semanas de lançamentos se o povo estiver falando bem. E você, oque achou?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1147310",
            "num_comments": 12,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "último filme da marvel que vi nos cinemas foi thor: love and thunder, depois daquela pataquada larguei a marvel e n me arrependi. \n\ndaqui pra frente só pra trás, declínio puro",
                "Pô amg, mas aí vc pediu também né",
                "pô, botar expectativa num filme do homem-formiga é difuder, daqui uns 2 meses essa bomba vai tá disponível no disney plus",
                "Tem que ser muito esperançoso pra ficar animado com filme da Marvel agora. Minha expectativa caiu absurdamente depois de ultimato, única e exclusivamente porque achei que toda a saga do infinito já era suficiente.\n\nO multiverso da loucura foi o ápice da podridão pra mim, um filme que não agrega em porra nenhuma, um lixo que só serve pra enganar otário.",
                "Mano, desde fim de Avengers Ultimato, a Marvel é só ladeira abaixo, de lá pra cá nenhum filme deles mais se aproveita, esqueçam filmes de Super-heróis",
                "Li que a Marvel deve mudar agora e priorizar a qualidade com a saída do Chapek, que estava pressionando para lançamentos, principalmente na Disney Plus. Agora com a volta do Iger, já houve uma mudança, não estão colocando um lançamento seguido do outro na plataforma.",
                "Aprendi essa lição dps de thor love and thunder kkkkkkk"
            ]
        },
        {
            "title": "Nunca percebi este detalhe",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1144o3m",
            "num_comments": 2,
            "comments": [
                "Que? 🙄\n\nNão entendi."
            ]
        },
        {
            "title": "Filme perdido da minha infância (Nickelodeon)",
            "selftext": "Olá, bom dia. Estou postando aqui pois me recomendaram fazer isso, não teve tanta atenção nos outros subs (provavel por ser coisa brasileira) e antes de contar a história gostaria de dizer algumas coisas: esse de filme passou por volta de 2015/2016 e não tenho a confirmação que passou na Nickelodeon, mas acho provavel pois o canal \"Discovery Kids\" não passaria algo assim. Dito isso, vamos para o filme.\n\nUm dia eu estava assistindo tv e minha mãe estava comigo, o filme que estava passando era bem peculiar e contava a história de um garoto que entrou em uma caverna (ou algo parecido) e seus amigos foram procurar, as crianças no final acham uma estátua (Parece aquela do Breath of The wild, na hora de pegar correções) que simbolizava que o menino que entrou na caverna tinha morrido ou se transformado na estátua. Depois eles saem por um portal, todos de mãos dadas enquanto a caverna desmorona, chegando na superfície eles fazem algo que mostra para a mãe do garoto que ele morreu.\n\nDetalhes: O filme parecia ter uma gravação de qualidade baixa, lembra aquelas gravações dos anos 90 ou 2000. O filme é live action, os atores são crianças e acho que a mãe do falecido era loira (Não confirmado).\n\nRealmente quero acreditar que não foi uma falsa memória, tanto que criei essa conta do Reddit somente para procurar pelo filme, gostaria de ter a confirmação de algo só para finalmente esvaziar isso da minha cabeça, talvez eu possa criar um sub só para isso, caso alguém tenha realmente interesse",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "113p3lj",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sera que n foi um sonho?\n\nAchei meio estranho o plot do suposto filme... n sei se vc deixou coisas de fora, ou simplesmente n se lembra, mas pareceu um filme tão curto e sem mta historia.",
                "será que é FireBreather?"
            ]
        },
        {
            "title": "eu assisti gato de botas 2 e o filme é muito bom",
            "selftext": "O filme é bom,gostei dos personagens,a animação é um primor, é uma história simples,mas q funciona muito bem e o vilão é incrível,e ainda atuado pelo Wagner Moura,eu ri bastante e quase chorei em uns momentos do filme, só uns momentos q eu filme perde um pouco o ritmo,mas no geral é muito bom.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "113drpc",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "É um filmão bem completinho, mesmo com alguns clichês (o arco do gato de botas e da cachinhos dourados) ele é tão bem feito que se torna especial.\n\nPra mim a melhor cena foi o ataque de pânico do gato de botas, achei corajoso demais colocar aquilo num filme pra criança, o João Trombeta é muito bom também (quando todo mundo quer fazer vilões redimiveis e antiheróis chatos, um babaca completo é uma surpresa muito boa de antagonista).",
                "Aquele vilão foi muito bem feito, imagino uma criança de 10 anos vendo aquilo se até eu fiquei assustado kkkk. Me lembrou um um pouco um boss do bloodborne (vicar amelia) e tmb por causa da arma dele que era um tipo de trick weapon que se tornava diferente dependendo da situação",
                "Melhor filme de animação do ano",
                "Quando a DreamWorks se empenha, ela consegue superar qualquer filme da Disney com muita facilidade :)",
                "Gostei muito.  \nO monólogo do personagem do Wagner Moura foi feita de forma magistral"
            ]
        },
        {
            "title": "Minha indicação, clássico do David Lynch, o cara encontra uma orelha num jardim, e fica abismado e vai investigar o crime por conta própria, nisso se inicia uma imersão em algo que não dá pra se explicar, só vendo o filme, que é bem fora da curva dos moldes padrões.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "113bc8q",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Clássico Clássico Clássico 👏",
                "Disponível no primevideo. [link.](https://app.primevideo.com/detail?gti=amzn1.dv.gti.6ab5a96e-b08a-43b2-1665-dd4d69c2d6af&territory=BR&ref_=share_ios_movie&r=web)",
                "Vou ter que ver de novo, filme do Lynch é para ver mais de uma vez, para tentar começar a entender. Surrealismo demais, mas muito bem produzido !",
                "obrigado pela indicação, ótimo filme",
                "Muito bom esse filme. Curto muito as cenas que tem a música do Roy Orbinson.",
                "Muito bom, poderiam indicar filmes no estilo do David Lynch?"
            ]
        },
        {
            "title": "Alguém sabe que filme é esse",
            "selftext": "Lembro de assistir quando era criança, o filme se passava nos EUA e bom eu não lembro bem, porém no filme os carros começavam a ficar possuído como um apocalipse de carros, o que mais me lembro é que no final os protagonistas do filme se escondiam em um posto de gasolina cujo carros e caminhões cercavam o posto pra matar eles, lembro que eles faziam coquetéis molotov com garrafas de bebidas alcoólicas e atiravam nos carros no final do filme.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1135n0t",
            "num_comments": 5,
            "comments": [
                "Comboio do Terror (**Maximum Overdrive**) - **1986**\n\nEscrito e dirigido pelo Stephen King\n\n&#x200B;\n\ntem **Trucks - 1997** tbm, mesma fonte mas feito por outro diretor.",
                "Comboio do Terror, é um clássico",
                "Comboio do Terror"
            ]
        },
        {
            "title": "A Disney estragou a Marvel com o Disney +",
            "selftext": "O único conteúdo daquele streaming é as séries da Marvel e de Star Wars, ent essa empresa vagabunda encheu um monte de série aleatória e mal feita que só tá lá pra preencher catálogo. \n\nO pior de tudo é que os filmes são afetados com isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1134oxl",
            "num_comments": 16,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "bem-vindo ao capitalismo",
                "Discordo. Só acho que usaram mal o recurso. O que estraga a Marvel eh a empafia. Os caras dominaram e acham que vão continuar dominando fazendo as mesmas coisas.",
                "Acredito que o que estragou um pouco a Marvel foi a sua grande demanda de filmes e series em um curto período de tempo.",
                "Espero que Demolidor salve \n\nEssa fase nova tá um saco",
                "Quem estragou foi o Chapek, que pressionava por lançamentos, agora que ele saiu a qualidade deve melhorar.",
                "Isso é um fato, eu mesma não tinha interesse algum pelo Disney+ pelo conteúdo ser nada além das histórias que eu já vi, e agora com essa Marvel em decadência, repeteco do que já deu certo, falta de ousadia, igual como está as próprias animações. Agora que não quero saber mesmo",
                "Feige é tão fã dos quadrinhos que está cometendo os mesmos erros dos quadrinhos. \n\nNos quadrinhos se chama Tie-in, as séries e filmes periféricos são isso.\n\nComo nos quadrinhos, a fase de empolgação dura um tempo. Daí precisa renovar o público e o pessoal das antigas fala sempre \"na minha época era melhor\", \"Superman nunca faria isso!\", \"Fênix de novo!?\", \"Mata logo esse Lex Luthor\", \"Wolverine no meu tempo era um anão peludo vestido de cowboy\".",
                "O que fizeram com o Demolidor foi um crime. Dessas séries da Marvel eu só assisti Wanda Vision a qual eu não gostei o que tirou completamente o meu interesse das outras séries.",
                "Os novos da Marvel estão realmente péssimos, nos dias de hoje acho q a DC já superou com os filmes de 2022/ Teve o The Batman q foi simplesmente incrível, e o Adão negro q foi um sucesso extremo tbm"
            ]
        },
        {
            "title": "Indicações de filmes/séries sáficas",
            "selftext": "Oiee, pessoal. Eu queria algumas indicações de bons filmes e boas séries com temática ou personagens sáficas. Obrigada 😊",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "112yow8",
            "num_comments": 12,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "-Séries:\n\n-Wynona Earp\n-Willow\n-Killing Eve\n-Orange is the new black\n-Orphan black\n-Station 19\n-Gentleman Jack\n-Harley Quinn\n-A vida sexual das universitárias\n-Betty\n-Motherland Fort Salem \n\n-Filmes: \n\n-Carol\n-Portrait de la jeune fille en feu\n-The World to Come\n-Thelma and Louise \n-Kiss mig\n-The Carmilla movie\n-Ammonite\n-But I am a cheerleader\n-What keeps you alive\n-My days os mercy \n-Desert hearts\n-The favourite\n-Kajillionaire\n-The half of it\n-Thelma\n-Clementine\n-Miseducation of Cameron Post \n-Disobedience \n-Professor Marston and the wonder woman\n-Booksmart\n-High Art\n-Below her mouth\n-Concussion\n-Freeheld\n-Violette\n-Paraísos artificiais\n-I Care a Lot\n\nEsses são os que eu lembrei, mas prepare as lágrimas porque infelizmente parece que lésbicas em filmes não tem o direito de ter um final feliz.",
                "Azul é a cor mais quente\n\nSan Junipero (ep de Black Mirror)",
                "Além destes tem os filmes da rua do medo e crush.\n\nAcho que retrato de uma jovem em chamas merece um reforço é uma obra de arte.",
                "Sex education, AHS,\n(a 7 temporada, ex)",
                "A Criada",
                "Sempre gostei muito de \"imagine eu e vc\"",
                "Euphoria"
            ]
        },
        {
            "title": "Wakanda forever, que filme ruim.. pqp",
            "selftext": "Na esteira do possível fracasso de crítica do novo filme do Homem formiga, preciso desabafar...\n\nWakanda forever eh um filme ruim... Se descontar a homenagem ao Chadwick Boseman, não sobra quase nada. Esse quase é o vilão, que é até legalzinho, mas aquela cidade submarina dele é o ó.\n\nOs últimos filmes e séries da Marvel que eu vi...\n\nWakanda forever (odiei)\nThor amor e trovão (Falha como comédia, falha como drama)\nEternos (zzzzzzzzzz)\nLoki (chato pra caralho)\nWandavision (começa bonzinho e termina uma tragédia de luta de bonequinho)\nDr Estranho 2 (literalmente eu rezei pra que acabasse logo)\n\nEu envelheci? Ou os filmes estão cada vez piores?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "112vhpv",
            "num_comments": 41,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Formato marvel/disney repetitivo. Uma hora iria enjoar",
                "Sai desse parque de diversões e vem pro cinema de verdade",
                "Eu envelheci? Ou os filmes estão cada vez piores?\n\nPor que no los dos??",
                "Os filmes estão cada vez piores e estão mais funcionando como propaganda para o próximo filme/série do que como filme em si.\n\nA inserção da coração de ferro no filme é apenas para promover a série do Disney+ em que ela estará. As cenas de ação foram fracas e não tem uma ideia interessante no filme.\n\nThor teve duas ideias interessantes mas foi um filme extremamente mal feito. O vilão é um assassino de deuses, dificilmente você consegue ter algo mais assustador do que isso. Mas o filme descarta isso e, em momento algum, você sente uma tensão, um risco, principalmente porque tudo tem que terminar com uma piada infame e sem graça.\n\nDoutor estranho foi na mesma ideia de promover a série de America Chavez.\n\nAs cenas pós-crédito também estão lá apenas para promover os próximos filmes e acabam gerando mais discussões que os próprios filmes.\n\nLoki teve dois episódios legais e depois virou random bullshit go. Aliás, parece que as últimas produções da marvel estão com roteiro na base do random bullshit go, joga qualquer coisa que vai lotar as salas de cinema de toda forma.\n\nA prova que está pior (e que talvez você não tenha envelhecido) é que se você pegar obras boas de heróis que talvez não tenha visto (e.g. Liga da Justiça sem limites, pacificador, lanterna verde - a série animada). Provavelmente, irá considerá-las boas, mesmo sendo elas mais antigas.",
                "O último Doutor Estranho foi muito pior que o último Pantera Negra, principalmente pelo hype que se criou em relação a produção visual.",
                "Fórmula da Marvel se tornou extremamente chata",
                "Acho incrível como nos dois filmes do pantera negra, os errados da história são Wakanda.   \nSe o vilão da agua ganhasse, o filme seria MUITO BOM.  \nMas eles nerfam ele no meio com uma solução besta, se perdem diversas vezes pra uns plots secundarios que não agregam e fazem tudo que vai contra o que wakanda 'representa'   \n\n\nO filme é muito mal feito.   \nQuanto a 1ª homenagem ao Chadwick ela é boa.   \nmas a segunda eu pergunto...   \nPor que a menina foi pra outro país fazer o ritual? Era só praquela cena final acontecer?   \nSerio mesmo que os roteiristas tem tanta preguiça de inventar outra coisa para que a cena acontecesse ?  \nEnfim, filme dificil de assistir",
                "Finalmente alguém que também não goste da série do Loki.\n\nNão assisti praticamente nada da Marvel ano passado e pretendo continuar assim nesse, já que eles não vão fazer nenhum filme ou série que se sustente sozinha, melhor deixar quieto",
                "Nem vi Wakanda Forever porque pensei que seria um filme chato, e sua crítica confirmou meu pensamento. Tava pensando tbm em ver esse último filme do homem formiga, mas saiu um notificação do Peter do Ei Nerd falando que o filme não muda nada no UCM. Acho que vou desistir de acompanhar esse universo da Marvel, vou só ver Guardiões Da Galáxia 3 e depois vou aguardar o novo universo da DC do James Arma, Marvel pra mim já deu.",
                "É uma fórmula que já se desgastou, mas que ainda rende bilhões. Eu particularmente não me dou mais ao luxo (ou trabalho) de ver esses filmes. Antes eu assistia mais para não ficar de fora da conversa na roda de amigos, mas, agora, nem pra isso.",
                "Concordo, mas eu gostei de Loki e Wanda vision kkk de resto pra mim foi tudo uma merda",
                "As sequências pioraram, mas eu não acho Loki e Wandavision ruins, os demais são só filmes legais mesmo mas nada para acrescentar no geral.",
                "Esperar que filme de boneco do MCU seja bom é esperar demais também.\n\nVocê foi no fastfood esperando comida gourmet.",
                "Talvez você esteja crescendo.",
                "Nossa eu gostei mt de wakanda forever, teve momentos grandiosos, engraçados e emocionante..",
                "O problema da Marvel é que os filmes bons só podem ser lançados depois que montarem uma base pra história de desenrolar…essa base é montada com filmes mais chatinhos mas que tem um pouco da história que precisa pra entrar nos filmes bons… O último filme bom da Marvel foi homem aranha.",
                "Acho que o único bom da Marvel esse ano é Guardiões 3.",
                "N achei tão ruim na vdd ,mas acho q foi mais o aspecto emocional da despedida do Chadwick Boseman q me fez gostar do filme,do q o filme em si,ele é claramente inferior ao primeiro,tem coisas boas e ruim,acho q o que mais me pegou em aspecto negativo foram os personagens q n serviram pra nada no filme e o alívio cômico q quebrava a tensão o tempo todo.",
                "O melhor filme de super feito recentemente é o segundo Suicide Squad, as melhores series sao The Boys, Invincible e Peacemaker. Nada feito pela Marvel recentemente chega aos pés desses títulos. Dessa nova fase só curti mesmo o Hawkeye, a Mulher Hulk, aquele filme do lobisomem e Loki. A proposito o primeiro Black Panther tambem é muito chato. O verdadeiro heroi daquele filme foi o Andi Serkis\n\nEdit: Doom Patrol tambemn é otimo.",
                "Acho que Wakanda teve um tremendo pepino, a história era outra e tiveram adaptar pra Shuri e seguir o calendário.\n\nÉ aquele filme que nao precisava sair do papel agora, pois só serviu pra mostrar o Namor e dizer que ele é mutante.\n\nMas acho que está ficando velho também, cinema americano é pensado em adolescentes, o famoso PG13."
            ]
        },
        {
            "title": "Eu acreditei que Pearl era um filme classico",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "112v4bn",
            "num_comments": 18,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Daqui uns 30 anos vai ser.",
                "O Ti West é muito bom em recriar a estética dos filmes antigos. Procura depois \"The House of the Devil\", outro filme dele. Tu acredita real que é um filme dos anos 70/80",
                "Como assim? Você quer dizer que ele vai se tornar um clássico?",
                "É bom?\n\nAssisti o X e curti, fiquei com vontade de ver esse e o terceiro.",
                "Pra mim já é um clássico mesmo"
            ]
        },
        {
            "title": "Acabei de ver um dos melhores filmes do David Fincher na minha opinião",
            "selftext": "Estou falando de Zodíaco! Velho, esse filme tem uma das cenas de assassinato mais perturbadoras que eu já vi em um filme. Fiquei o filme inteiro com uma angústia do caralho. E aí, já assistiram?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "112ouux",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Achei um bom filme. Não lembro de nenhuma cena marcante dele. Qual é? Do assassinato do casal no carro?",
                "Filme foda pra caralho, mas acho que pra um público bem específico.\n\nNa época que assisti achei MUITO arrastado apesar de ter curtido mto.",
                "Muito bom, mas o melhor dele pra mim ainda é Seven",
                "Curti bastante, mas devido à direção e ao elenco eu achava que gostaria muito mais. Sendo assim, é um ótimo filme, porém não acho que é i melhor de Fincher.",
                "Melhor que Seven? Difícil. Mas vou conferir"
            ]
        },
        {
            "title": "Recomendações de filmes japoneses (ou asiáticos em geral) sobre a sociedade opressora e seus sintomas.",
            "selftext": "Li uma vez uma matéria sobre as empresas negras no Japão (ブラック企業, burakku kigyō). A matéria, que era sobre o ambiente nessas empresas, dizia que ao entrevistar uma mulher funcionária, que parecia normal, antes de formalizar uma ideia, começou a chorar.\nFiquei bastante triste e curioso de como as pessoas, principalmente mulheres, passam por isso todos os dias e simplesmente não se manifestam para não serem mal vistos na sociedade.\nEntão gostaria de recomendações de filmes, ou séries também, sobre o dia-a-dia dessas pessoas, como tocam a vida e lidam com todo esse peso calados.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "112nlja",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sonata de Tokyo",
                "One piece é manga/anime com essa temática. Muito bom inclusive"
            ]
        },
        {
            "title": "Onde assistir Hoje é Dia de Maria?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "112b21b",
            "num_comments": 2,
            "comments": [
                "Eu procurei aqui e só achei o Filme, na Globoplay. Eu assisti essa série há uns 20 anos, e apesar do medo, eu amei. Achei lindíssima. Queria rever. Alguém sabe onde consigo assistir?",
                "Acho q só globoplay mesmo."
            ]
        },
        {
            "title": "Resenha sobre Perlimps",
            "selftext": "Perlimps começa como uma aventura fantástica cheia de magia, porém aos poucos o filme revela uma história mais trágica por trás dessa aventura.\n\nO filme é lento, mas isso não é algo ruim, na verdade, o ritmo do filme permite você apreciar o traço das paisagens e cenários, que te agarram e te puxam para esse bosque encantado cheio de mistérios e histórias, que são contadas do ponto de vista de 2 jovens espiões de reinos rivais, Claé do reino do sol, com seu foco em tecnologia e ficção científica, e Burô do reino da lua, com seu foco na espiritualidade.\n\nA maravilhosa animação, que distancia-se drasticamente do padrão Disney/Pixar/Illumination, conta com um incrível uso de cores, escala e perspectiva, chegando a parecer um livro infantil em movimento. A trilha sonora acompanha perfeitamente a ação e ambientação do mundo, realçando o sentimento dos personagens em relação ao grande mundo que eles exploram.\n\nAo assistir pela primeira vez você pode estranhar os diálogos, por ter partes que parecem improvisadas por crianças (tanto que nosso 2 protagonistas são dublados por crianças mesmo), mas ao final do filme você entende o motivo disso. Sai do cinema reflexivo, encaixando o que se aprende no final com o dialogo infantil do início, e percebendo que tudo estava interligado.\n\nEsse é um filme digno de ir até o cinema, poucas crianças vão assistir por não estar vinculado a uma franquia ou empresa famosa. Esse filme é a prova que não só animação brasileira pode ser incrível, não só animação 2D tem espaço na telona, mas que o meio da animação nos permite explorar temas de maneiras que não funcionam nem com todo o CGI do mundo.\n\nObrigado por ler :]\n\n[Isso é um repost da minha resenha no r/gamesEcultura]",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "110xze1",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Velozes e Furiosos 10 tem tudo para ser o melhor, ou um dos melhores filmes da franquia. É impossível ser pior que 9.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "110rez5",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu já abracei a galhofa desde o +Velozes + Furiosos, povo fica nisso de que ficou \"zoado\" depois do 5, mas na real mesmo o único deles que realmente teve uma boa história foi o primeiro, o resto é apenas ação com carros com cada vez mais ação sem sentido, e tá tudo bem na real, eu quando muleque adorava o segundo e o terceiro filme, e continuo gostando kkkkk, a proposta é essa mesmo.",
                "Credo, mesmo depois daquele trailer mal feito?",
                "Todo ano eu tento voltar a assistir Velozes e Furiosos mas não rola, acho que o último que vi foi o 5"
            ]
        },
        {
            "title": "Qual o nome desse filme?",
            "selftext": "Assisti a esse filmes alguns anos atrás (uns 2 ou 3, talvez). Não me lembro muito dele, só me lembro de ser um filme de terror que se passava em um posto de gasolina durante a madrugada, em que as duas funcionárias da loja de conveniência estavam sendo perseguidas por um assassino. Se não me engano ele movia um galão de lugar e em uma parte ele até escrevia de preto no lava-rápido. Se alguém souber, por favor me avise. Obrigado.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11079p9",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tem um filme que tem uma cena parecida com essa em uma loja de conveniência num posto de gasolina. O nome do filme é \"A Morte Pede Carona\" é um pouco antigo até",
                "O filme que você está procurando pode ser \"Pânico na Floresta 4\" (Wrong Turn 4), lançado em 2011 e dirigido por Declan O'Brien.\n\nO filme se passa em um posto de gasolina abandonado e uma loja de conveniência durante a madrugada, onde um grupo de jovens fica preso após a neve bloquear a estrada. Eles começam a ser perseguidos por um grupo de canibais deformados que habitam a floresta próxima.\n\nUma das cenas memoráveis do filme é quando um dos personagens é morto com um galão de combustível. Também há uma cena em que o assassino escreve \"Vá embora\" no lava-rápido usando sangue.\n\nEspero que esta seja a resposta que você estava procurando!"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1105eur",
            "num_comments": 5,
            "comments": [
                "Last of Us e voltei com Mr..Robot",
                "Falando a real 👏🏻👏🏻👏🏻👏🏻",
                "Better Than Us e The Last of Us.",
                "Twin peaks",
                "mad men"
            ]
        },
        {
            "title": "Já assistiram a série Wayne? Por onde vocês viram?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1102w3h",
            "num_comments": 2,
            "comments": [
                "Caralhooo sim, eu adorei a série, eu assisti por um aplicativo chamado cine vision v4 mais não sei se ainda tem"
            ]
        },
        {
            "title": "Me recomendem séries como True Detective e Mindhunter",
            "selftext": "Considero a primeira temporada de True Detective a melhor série já feita, inclusive foi a série que me introduziu pro gênero, mas infelizmente não existem muitas do mesmo nível.\n\nTô assistindo Manhunt: Unabomber. Dou um 8.5. É boa, mas já estou terminando.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1100nmi",
            "num_comments": 17,
            "comments": [
                "Mare of Easttown",
                "A série do Hannibal, tem na Amazon Prime Video, vale a maratona!",
                "The Wire ( a escuta)",
                "Outsider HBO é estiloso, diferente e horror. Stephan King \n\nDark Winds é o mais similar com true dectetives.\n\nThe Night of é bem interessante \n\nTem a série fargo também que é interessante, bem diferente, vale a pena assistir o filme também. A 4a temporada de fargo eu parei. \n\nTodas temporadas são independentes. Você pode assistir só uma.",
                "As britânicas e nórdicas são ótimas, mas Infelizmente não chegam por aqui.",
                "Hannibal, Sherlock, Manhunt, Twin Peaks, The Wire, 24 e Dexter",
                "Quem gosta de true detective geralmente gosta de Fargo, pode ser a serie ou o filme, vai de cabeça op tu vai amar.",
                "The night of \n\nMare of easttown \n\nThe night of tem uma pegada mais de propôr uma reflexão, pelo menos na minha interpretação\n\nMare of easttown já segue mais na linha de True Detective com bastante foco no personagem principal e como isso se relaciona com o caso",
                "Recomendo O Mentalista e Bosh"
            ]
        },
        {
            "title": "Skinamarink é realmente tudo isso?",
            "selftext": "Eu assisti com uns amigos, talvez só não seja o filme pra ver nesse tipo mas eu realmente vi muita gente falando bem e até achei o conceito bacana, mas sinceramente pra mim pareceu muito um filme conceitão com câmara mirada pro escuro (sim, eu entendi o objetivo), com 4 cenas de jumpscare.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10zs74x",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "[deleted]",
                "Ele não tá nem perto de ser um filme bom. Não tem terror, não tem entretenimento e é só um monte de filmagens sem sentidos. Eu assisti esse filme as 1 hora da madruga e não senti nenhum medo",
                "Eu entendo que é um filme conceitual, experimental, mas por isso mesmo acho que deveria ser um curta. Funcionaria melhor, na minha opinião, pois como longa fica chato e arrastado, não funciona.",
                "eu achei lindo, é tipo um wavelenght do michael snow + goonies",
                "Tem que ta mt na vibe pra gostar",
                "Eu achei um pouco parecido com o conceito de atividade paranormal,mas nem chega perto do da qualidade dele."
            ]
        },
        {
            "title": "O que são os Perlimps?",
            "selftext": "Poderiam me dar um spoiler sobre o que são os Perlimps do novo filme do Alê Abreu? São criaturas que usa magia mesmo, ou são só imaginárias, abstratas? São metáforas, o que são?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10zql7k",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "No filme nunca é mostrado um Perlimp, mas interpretei como sendo a paz, isso relaciona com temas do 3o ato do filme"
            ]
        },
        {
            "title": "Tem algum filme tipo boyz in the hood na netflix?",
            "selftext": "Tava com vontade de ver boyz in the hood,Mas nn tem lá",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10znjhd",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Pra quem pediu um filme estilo Kids, numa pegada adolescente, nostalgica, tem essa obra do Jonah Hill, mid90s é uma viagem a época dos anos 90, no mundo do skate e das amizades de bairro, de rua, filme legal e com uma trilha sonora muito top.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10zmpnf",
            "num_comments": 17,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sem defeitos.",
                "Fui eu que mencionei kids, e já assisti esse filme, é realmente ótimo",
                "Tem em alguma plataforma famosa de stream?",
                "Só acho que Jonah Hill sempre foi babaca e nunca pois o pé em um skate.",
                "Não fui eu que pedi mas gostei da indicação",
                "Muito bao",
                "eu amo tanto esse filme 😭😭😭 filme da minha vida",
                "Tenho o strong baby tatuado no meu braço... Filme bem foda",
                "mttt bom",
                "Kpax e um filme muito bom também.."
            ]
        },
        {
            "title": "[DISCUSSÃO] The Last of Us 1x05 - Endure and Survive",
            "selftext": "&#x200B;\n\n|DATA|EPISÓDIO|DISCUSSÃO|\n|:-|:-|:-|\n|15/01/23 - 23h|S01E01 - [When You're Lost in the Darkness](https://www.imdb.com/title/tt11957006/?ref_=ttep_ep1)|[Link](https://www.reddit.com/r/filmeseseries/comments/10d37s5/the_last_of_us_1x01_when_youre_lost_in_the/)|\n|22/01/23 - 23h|S01E02 - [Infected](https://www.imdb.com/title/tt14500884/?ref_=ttep_ep2)|[Link](https://www.reddit.com/r/filmeseseries/comments/10j2224/discuss%C3%A3o_the_last_of_us_1x02_infected/)|\n|29/01/23 - 23h|S01E03 - [Long Long Time](https://www.imdb.com/title/tt14500888/?ref_=ttep_ep3)|[Link](https://www.reddit.com/r/filmeseseries/comments/10oquyc/discuss%C3%A3o_the_last_of_us_1x03_long_long_time/)|\n|05/02/23 - 23h|S01E04 - [Please Hold on to My Hand](https://www.imdb.com/title/tt14500890/?ref_=ttep_ep4)|[Link](https://www.reddit.com/r/filmeseseries/comments/10uvsdf/discuss%C3%A3o_the_last_of_us_1x04_please_hold_on_to/)|\n|10/02/23 - 23h|S01E05 - [Endure and Survive](https://www.imdb.com/title/tt14659486/?ref_=ttep_ep5)||\n\n&#x200B;\n\n**Onde assistir:**\n\nHBO MAX ou HBO (canal por assinatura).\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e  aplicativos de streaming de terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10zahnz",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "[deleted]",
                "Tive que conferir se não pulei cenas do episódio ou se não deu bug no app, porque eles estavam na salinha do assentamento e do nada já tinham atravessado o túnel. Tá de sacanagem, bicho.\n\nE foi só o coroa não responder o walkie-talkie por cinco segundos que já tinha uma caravana de rebeldes a toda velocidade virando a esquina. Me senti vendo uma novela da Record.\n\nPedro Pascal também tem deixado a desejar. Ele não consegue imprimir tridimensionalidade ao personagem.\n\nÉ uma boa série, claro, mas está abaixo dos padrões da HBO.",
                "O fim era doido!! Pra ver os olhos do Henry em ese momento tão grave...Pq HBO continua fazendo isso comigo :/\n\nSó uma coisa pequena, estava sorprendido da cena do mega zombie attack. Sentí que era um pouco impossível para Ellie e os dois irmãos sobreviver ali. O tamaño dos infected também com o Bloater no vão deixar eles escapar facilmente. Olha um exército com armas pesadas não poderia defender. E pensar que os 4 podem escapar a um motel e descansar tranquilo era um pouco difícil entender. \n\nDigo isso apenas porque os diretores do programa costumam ser meticulosos quanto ao realismo e aos detalhes.",
                "Nada de novo no front. Acho que diz muito que um dos episódios menos chatos até então, o episódio 5, é apenas o supra sumo de todos os clichês de filme zumbi:\n\n1) presos na cidade infestada dominada por gente intolerante: check!\n2) Sem comida ou muita munição: check!\n3) Perseguidos pelos humanos irracionais e tendo que se preocupar com infectados: check!\n4) Zumbis tomam conta da ameaça humana para os protagonistas se salvarem: check!\n5) Eles escapam dos zumbis mas, oh no, alguém foi mordido e tenta esconder dos demais ( maior clichê ever): check, check, check.\n\nO episódio não é ruim, tampouco a série. Mas daí  dizer que é algo genial, revolucionário ou até mesmo superior a outros filmes e séries do gênero não dá.",
                "Sacanagem. Não estão aproveitando personagens. Tudo que aparece só duram 1 episódio. Daqui a pouco chamam o Sean Bean para morrer também. 😅\n\nDaria para ter misturado o anterior com este. Enfim, já vi que essa é a linha de edição deles. Tem que acostumar."
            ]
        },
        {
            "title": "Enter the Void '09 Opiniões?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10z9gi3",
            "num_comments": 2,
            "comments": [
                "Não é dos meus favoritos de Noé, mas ele cumpre seu propósito, que é de causar reações físicas em quem está assistindo. \n\nNo meu caso, estava tomando café enquanto assistia a ele, e, durante uma determinada cena, senti tontura e vontade de vomitar.",
                "Muita viagem. Não gostei não. Mas se a ideia era causar desconforto, eles acertaram"
            ]
        },
        {
            "title": "Seguindo a linha de um post meu anterior, alguém aqui já assistiu \"The Education of Charlie Banks '09 \" com direção do vocalista do Limp Bizkit?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10z9c6r",
            "num_comments": 3,
            "comments": [
                "Nunca assisti, underground demais pra mim"
            ]
        },
        {
            "title": "Passando seus dias sem rumo nos Subúrbios, a vida de jovens presos nas classes socioeconômicas mais baixas de Paris, um judeu, africano e um árabe, mostra a realidade da brutalidade policial, a injustiça racial e nisso gera revoltas e um fim trágico. Filme relevante e atemporal.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10z6kc0",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Filmes parecidos com \"kids '95, Aos Treze '03\" etc... ?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10z2uy5",
            "num_comments": 28,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Kids é uma das minhas referências cinematográficas. Assisti na adolescência e me identifiquei bastante. Tenho um carinho grande pelo filme.",
                "Fora os já citados, indico Diário de um Adolescente, Garotas sem Rumo, Branquinha e Anos 90.",
                "Cristiane F.",
                "Ken Park\n\nJovens, Loucos e Rebeldes\n\nElephant\n\nParanoid Park\n\nAs Virgens Suicidas\n\nTrainspotting",
                "Julien donkey boy\nLords off dogtown",
                "Não é um drama tipo Kids mas eu gosto muito de Vamos Nessa que é uma comédia com várias histórias interligadas tipo Pulp Fiction, fora a trilha sonora que é bem foda. (1999)",
                "Com pegada junkie tem \"Candy\", do dir. Neil Armfield; e aquele outro do diretor do py, requiem alguma coisa...",
                "Gummo, Trainspotting, Basketball diaries, tem a série Skins tbm…",
                "Tem Welcome to the Dollhouse (1995), Bully (2001) e Foxfire (1996).",
                "Gummo (1997)",
                "Aproveitando que vocês estão aqui, alguém já assistiu \"The Education of Charlie Banks\" ?",
                "Já assisti esses todos que vocês comentaram, queria um novo, estava ouvindo limp bizkit e deu vontade de assistir esse gênero",
                "Acho que entra parecido o \n\nBang, bang, you are dead \n\nThe outsiders(vidas sem rumo)\n\nThirteen(aos 13)\n\nThe Breakfast club(o clube dos 5)",
                "Salvando o post para ver depois",
                "christiane f,\ntrainspotting,\ndiário de um adolescente,\nréquiem para um sonho,\nlylia 4ever,\ngarota interrompida,\ngarotas sem rumo, \nmid90s,\nmistérios da carne (esse é MUITOOO pesado, então cuidado com os gatilhos),\nken park \n\neu fiquei anos obcecada por esse tipo de filme, então esses são os da minha lista que acho parecido 🫶🏻"
            ]
        },
        {
            "title": "o que vcs acham dessa maravilha? Rec 1 e 2 são muito bons",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10z0nhv",
            "num_comments": 30,
            "comments": [
                "Só vi o primeiro. Muito bom mesmo. Fiquei a última cena inteira tapando os olhos, rsrs",
                "Eu amo REC. O segundo nunca vi.\n\nAcho que o que mais gosto é o passo acelerado com que as coisas acontecem. Pra mim faz bastante sentido no cenário em questão, as pessoas presas no prédio, a infecção se espalhando... É tudo bem simples mas funciona.",
                "Obras primas. Prefiro o segundo",
                "Vi até o 3, os dois primeiros são bem bons e o terceiro, embora seja bem diferente dos anteriores, me agradou também",
                "Eu particularmente gostei muito do Rec 1 e 2. Na época em que lançou era algo já meio batido, esse estilo de câmera gravada, mas trouxe alguns elementos a mais que o tornaram um bom terror. Agora tanto o 3 quanto o 4, são filmes horrorosos, chega a ser engraçado de assistir.",
                "O 2 se passa logo em seguida do primeiro, né ? Com um grupo especial entrando no prédio ?",
                "Só assisti ao primeiro. Três estrelas e meia no meu Letterboxd.",
                "Rec já foi meu filme de terror favorito",
                "O 1º é perfeito, o segundo nunca animei de ver.",
                "assisti o 1° com um amigo, ainda vou maratonar o resto, to curtindo",
                "Eu não curti não.",
                "era um dos meus favoritos ate Wer",
                "Uma droga",
                "Ótimos filmes de terror"
            ]
        },
        {
            "title": "o que acharam do Trailer Oficial VELOZES E FURIOSOS 10 ?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10yxj5l",
            "num_comments": 7,
            "comments": [
                "N me importo mais pra lógica nessa saga agora eu vou só me divertir com a patuscada que eles inventarem, eu gosto mto do primeiro e do terceiro justamente por serem mais pé no chão porque a história de velozes e furiosos é mto boa mas agora só restou purpurinas e explosões de cgi então vamos nessa",
                "Parece que eles não tiveram idéias mais mirabolantes do que o 9, me pareceu uma história clássica de velozes e furiosos, corrida e família. Não sei se realmente faltou ideias ou se foi da intenção dos criadores fazer algo que lembrasse o que velozes e furiosos era. Mas de qualquer forma eu enjoei de carro voando e explodindo. Deviam ter parado no 9 ou no 7",
                "Finalmente, o último filme dessa saga (eu espero)",
                "Se voce colocar no youtube FF10 e o primeiro video for sobre final fantasy e n sobre velozes e furiosos por favor me bloqueie dos seus contatos.",
                "Eu sei que é galhofa, eu sei que vai ser ruim, senti vergonha alheia em alguns momentos do trailer, mas eu arrepiei vendo as cenas de corrida aqui no Brasil kkkkk",
                "Não aguento mais velozes e furiosos",
                "Ruim. Mas o pior pra mim é como tudo parece falso, ninguém mais vê isso? Até pior que os filmes da Marvel, dá pra ver que é um fundo verde e estúdio tão claramente."
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10yeh3r",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "\"O Menu\", Star+ (pretendo ver no final de semana)...",
                "Pretendo assistir No country for old men.",
                "Essa semana eu vi O Jogo da Imitação. E pretendo ver  A Sociedade Literária e a Torta de Casca de Batata e também Até o Último Homem"
            ]
        },
        {
            "title": "Minha indicação, de jantares com a realeza britânica ao submundo das drogas em Nova York, Patrick Melrose vai te mergulhar num dos dramas mais intensos que eu ja ví, numa luta pela sobriedade e por significado numa vida com uma família disfuncional, muita psicologia, a atuação desse ator é GENIAL!!!",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ybhcw",
            "num_comments": 4,
            "comments": [
                "Tá em qual streaming",
                "Onde tem pra ver?(o Benedict Cumberbatch na capa me convenceu)",
                "Assisti um tempo atrás, achei bem divertido e intrigante mesmo, mas no final achei umas atuações meio forçadas haha 8/10",
                "Li umas quatro vezes e não entendi nada, preciso mesmo dormir"
            ]
        },
        {
            "title": "‘AIR: A História Por Trás do Logo’ ganha trailer cheio de estrelas",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10y2fh1",
            "num_comments": 0
        }
    ]
}