{
    "posts": [
        {
            "title": "renegade 2022 bebe muito óleo",
            "selftext": " [Meu Renegade 2022 continua bebendo óleo. Secou outra vez! - YouTube](https://www.youtube.com/watch?v=EqoiJqOagWQ)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1095goo",
            "num_comments": 3,
            "comments": [
                "Normal entre os renegade novo, motor 1.3 turbo. Seca o óleo por conta da alta pressão no turbo gerando folga nas peças, resumindo, pouco motor pra muita turbina. Essa carro é muito ruim, nao desmerecendo quem tem.",
                "Mesmo problema no Compass. Será que o Fastback com esse motor tem o mesmo problema?"
            ]
        },
        {
            "title": "Fiat Punto 1.4 2014 como primeiro carro?",
            "selftext": "Estou em busca do primeiro carro, tenho algumas opções e o Punto é uma delas, o que acham do carro? Já tiveram ou tem um? Quais as dicas?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1093nbh",
            "num_comments": 13,
            "comments": [
                "Acho esse motor insuficiente. É um carro de quase 1.5t\n\nTenho um conhecido que tem um e ele reclama do consumo como ninguém...",
                "Rapaz tive um grand siena com esse motor. Era bem econômico e mecânica muito tranquila, embora sempre achei a suspensão um pouco barulhenta, então como esses modelos compartilham plataforma, pode ser um detalhe a observar. Agora, a única ressalva que tenho quanto ao motor é que ele é fraco para carros grandes, então você sente o carro muito travado no geral, mas não sei como é o escalonamento das marchas do punto, então tem que andar pra ver, e se isso não te incomodar, vai em frente que é um carrinho até que bem refinado pro preço.",
                "Não conheço o Punto, um que imagino seria o March 1.6 SV (ou SL), manual ou automático (o que conseguir). Da minha experiência, é um carrinho fácil de manter, anda bem (116hp pra 900kg) e consome pouco (meu irmão fazia 16 na estrada fácil).",
                "Qual valor aproximado você pretende gastar?",
                "Eu curto, principalmente o T-JET. É um carro bom, completo e compacto. Porem não é um carro leve, podendo ter um consumo pouco elevado.\n\nEu iria de Fox, Fiesta manual, Algum seda/hatch 4p Japa ou algo mais equilibrado nesses preços de hoje.",
                "Bebe demais e é manco. Se fosse um 1.6 motor etorq seria melhor negócio. Etorq também bebe razoavelmente muito, mas tem manutenção barata e é confiável. Só tem que ter atenção com possíveis vazamentos de óleo, mas que é bem simples resolver.",
                "Eu tive um. Meio pesado o carro para o motor. Sugiro punto 1.6"
            ]
        },
        {
            "title": "Eu cometeria um erro ao comprar um Golf sapao como primeiro carro?",
            "selftext": "Eu acho esse carro muito bonito, curto a estética dele e sinceramente eu passaria horas observando ele se tivesse ele aqui na minha garagem. Uns falam que é um ótimo carro enquanto outros falam que é bomba. Mas vcs que tem/ já tiveram esse carro, como foi a experiência?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "108pa50",
            "num_comments": 9,
            "comments": [
                "Mecanicamente eu não faço ideia, mas que chama enquadro da polícia, chama kkkkmm",
                "Vejo duas dificuldades, uma é encontrar um modelo bem conservado que não foi surrado ou km muito alta, e em seguida se resume no quanto você ta disposto a pagar caso precise fazer uma manutenção grande. Pesquise qual modelo e motor você quer e quais são os problemas recorrentes, por ser um carro q já ta no mercado a bastante tempo, ja devem existir vários relatos de problemas crônicos e quanto custa pra resolver. Ai é avaliar o teu bolso e se vc quer encarar isso ou pegar um carro mais novo",
                "Eu estou com um aqui, GTI, ano 2003. Porém meu amigo o carro está até bonzinho. Porém se tratando de um carro de 20 anos, toda hora ele da um probleminha porque todo carro usado tem seu histórico. Nada absurdo demais a ponto de explodir o carro, mas são coisinhas chatinhas tipo o carro falhar para trancar, gambiarras feitas na época como tentarem colocar xenon. É um carrinho que você encontra muita dificuldade em achar peças, por mais que o carro tenha sido montado aqui.",
                "Ele é um carro com uma idade avançada, vai dar um problema aqui e ali. Precisa ver se voce consegue manter ele, dinheiro pra manutenção (uns 1000 reais sobrando) uns 600-800 de gasolina, ums 300 de seguro se quiser. Resumindo, a ideia é ótima se voce tiver certas condições pra manter em boas condições.",
                "Td depende da sua renda mensal, se for economicamente viável vai c tudo",
                "prevejo que vc terá um carro sem seguro. Sugiro algo mais velho e mais barato entao.",
                "Não. Primeiro carro eu desceria uma categoria e iria em popular. Golf não era popular na época, manutenção era cara e a tendência eh manter essa proporção com o passar dos anos. Além do mais é visado pra roubo e visado por blitz/enquadros. E bebe bem mais que o Gol Bola por exemplo.",
                "Como primeiro carro acho foda, não tem muita peça disponível e só se vê esses em estado deplorável ou bizarramente caro.\n\nEu iria em um mais antigo, golzin/Voyage quadrado são boas opções pra início. Eu tenho um Voyage 89 e quase não me dá dor de cabeça. O que tô fazendo é pq peguei recente, mas depois de pronto é só manutenção preventiva.",
                "Cara o maior problema do sapao é o acabamento. Tive um quando ainda era semi novo, fiquei com ele por 10 anos.\n\nCom o tempo os plásticos vão ressecando, as travas e vidros elétricos dão problema (o carro vive dando problema de solda fria nos circuitos das portas), o teto descola e cai… ah é: parece uma escola de samba de tanto barulho interno.\n\nFora que: muito cuidado com o motor… muita gente moía… pode pegar motor com problema, óleo errado, borra etc.\n\nSuspensão dele é cara, então tem que ver se está em boa ordem também."
            ]
        },
        {
            "title": "Alguien me puede explicar en castellano que es el freno de motor?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "108kyqu",
            "num_comments": 1,
            "comments": [
                "no hablo muy bien el castellano pero el freno del motor ocurre debido a la capacidad de convertir la rotación del motor en par y velocidad de marcha. Por eso tenemos que cambiar de marcha, para que el motor pueda dar más velocidad a las ruedas. Por lo tanto, si está en una marcha y reduce la velocidad, el automóvil disminuirá la velocidad y las revoluciones aumentarán. Así, desgastas menos tus frenos. Si deja de acelerar, también sentirá que el automóvil se desacelera. Pero esto debe usarse correctamente, para no aumentar demasiado la rotación del motor y causar un problema con él. Lo ideal es frenar y despues reducir una marcha, sobre todo en las bajadas."
            ]
        },
        {
            "title": "Tunar",
            "selftext": "Tô querendo dar uma tunada no Fiat fastback abarth, nada muito bruto para não perder a garantia. O que recomendam? Estava pensando em um difusor 2,5 inox e Leds internas e externas abaixo do carro",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "108atvi",
            "num_comments": 6,
            "comments": [
                "coloca mais led assim eu consigo rir de vc de mais longe.   \n\n\nZueira a parte, pra nao perder a garantia, acho que nem difusor pode.",
                "bota freio a disco na traseira",
                "Antigamente remap era difícil de ser pego, hoje em dia não sei.",
                "se tu chama modificações de \"tunagem\", é melhor nem mexer, deixa o carro original msm...",
                "Coloca umas rodas um pouco maiores nele, essas originais são pequenas para o carro."
            ]
        },
        {
            "title": "Argo x Ônix",
            "selftext": "Argo drive 1.3 18/19 e Ônix 1.4 lt 18/19 estão pelo mesmo preço. Qual dos dois vale mais a pena?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1089lbw",
            "num_comments": 9,
            "comments": [
                "Se fosse a nova geração do Onix ele seria melhor, mas a geração antiga é extremamente defasada e insegura, projeto de 11 anos atrás. Argo ganha na minha opinião.",
                "Não sei o Onix, mas eu já andei no Argo 2022 e achei muito bom, e era o 1.0 ainda kk.",
                "Se vc conferir quanto a segurança vai ver que o Onix em 2019 foi modificado depois do fiasco de 2017, com 6 airbags tirou nota maxima na epoca no latin ncap, enquanto o argo/cronos tirou nota 3 ou 4 pra adultos que depois foi alterada pra 0 em 2020. Qualquer coisa vc pode conferir as notas no site da Latin Ncap.\n\nAmbos são carros \"populares\", manutenção mais em conta e tal tal tal. Eu ja tive onix 1.4 2017 e gostava bastante do carro, econômico, bacana , manutenção barata.\n\nTodos carros tem problemas crônicos, mesmo assim, cuidar bem diminui a probabilidade deles aparecerem. Eu iria de onix, ja foi carro mais vendido do Brasil, brasileiro adora ele, GM sempre reinventa o celta, vai desvalorizar pouco ou \"valorizar\", é incrivel. Tive o meu 2017 MT 1.4 LT por 5/6 anos e único problema q tive foi trocar uma borracha de vedação do tanque de combustivel que secou e a porta q eu amassei encostando num pilar de estacionamento kkkk",
                "Argo 1.4 firefly é melhor que o Onix 1.4; Onix legal é os 1.0 turbo",
                "Tenho um Ônix 2017 1.4 vai fazer 6 anos, único problema que já tive com o carro foi terem batido na porta dele",
                "Ônix exclusivamente pela nota no LATIN NCAP",
                "Argo, sem pensar."
            ]
        },
        {
            "title": "IPVA em seminovos",
            "selftext": "Pessoal, tô pra comprar um SUV compacto e fiquei com uma dúvida em relação ao IPVA.\n\nTo olhando um kicks advance 2022 (ta entre 103 e 106mil) e a concessionária paga a transferência.\n\nA minha dúvida é em relação ao IPVA. Ele vence a primeira parcela agora dia 13, se eu não comprar o carro agora e esperar passar essa primeira parcela, ela será inclusa no valor do carro ? Eu pagarei as outras parcelas ?\n\nÉ melhor esperar esse vencimento do IPVA pra comprar um carro ou esse valor vai ser repassado pro cliente e vai ficar 'elas por elas' ?\n\nAh, se alguém quiser também opinar em relação ao carro, fica a vontade também (estou em SP-capital) :)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10899uj",
            "num_comments": 2,
            "comments": [
                "Em uma situação normal não, não seria adicionado no valor do carro essa parcela. Eles fazem justamente no modo parcelado na expectativa de vender o carro e n pagar o resto do IPVA.\nEu mesmo comprei o meu carro depois que venceu a penultima parcela do ipva de loja de seminovos, e como comprei depois q venceu essa parcela, a loja pagou ela."
            ]
        },
        {
            "title": "Bateria Heliar (branca) com resistência interna alta?",
            "selftext": "Olá confrades. Há alguns meses eu postei aqui no sub sobre o alternador do meu carro (Toyota Etios) que ficou com a bobina cinza/preta, e que tem uns problemas notáveis com alguma suposta queda de tensão (quando viro o volante, por exemplo, consigo ver as luzes e faróis do carro diminuindo de intensidade por um momento).\n\nUma coisa que pensei aqui é o seguinte: eu sempre escolhi baterias Heliar, especificamente as Heliar brancas, por elas apresentarem especificações muito superiores às baterias Moura.\n\nEstou em dúvida agora se algumas linhas de baterias Heliar branca (e algumas Heliar pretas) saem de fábrica com a resistência interna bem mais alta que o normal, prejudicando o desempenho da bateria e sobrecarregando o alternador do meu carro (que pretejou a bobina, mas ainda funciona). Teriam as baterias Moura uma resistência interna menor do que as Heliar?\n\nLembrando: eu não tenho meios para medir a resistência interna da bateria, só fiz uma suposição aqui na minha cabeça (que talvez até possa fazer sentido e, quem sabe, ser verdade mesmo).\n\nNão consigo encontrar outra explicação para isso; Meu carro não tem uma eletrônica complexa pra dar sobrecarga, só um rádio 2-DIN com câmera de ré, controle de tração e estabilidade e só, mais nada. Também não consigo acreditar que o alternador Valeo que vem de fábrica nesse carro seja tão ruim/safadinho também.\n\nAgradeço alguma ajuda dos senhores.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10872u1",
            "num_comments": 2,
            "comments": [
                "Nos primeiros anos, o alternador era bem safadinho... parece que corrigiram nos últimos anos e no Yaris, este possivelmente com várias modificações já que o motor não parece ser idêntico ao do Etios.\n\nSó um bom auto elétrico conseguirá identificar o problema de seu carro, pois podem ser várias coisas, inclusive o \"defeito colocado\" como, por exemplo, numa intervenção mecânica o camarada recolocar a fiação num caminho diferente, fazendo roçar um fio em alguma parte onde acaba descascando e provocando fuga de corrente. Tem um vídeo de cerca de um mês do ADG High Torque ou do Ferrazza com um caso desses, se não me engano era com um Etios em que a fiação roçava na tubulação do ar condicionado.\n\nO básico é checar os aterramentos, isto você mesmo consegue fazer se tiver um multímetro, há vários vídeos no YouTube sobre isso.\n\nQuanto à bateria, é algo pessoal: depois que comecei a usar Moura, não quero mais saber de outra. Mas sinceramente não acho que o problema de seu carro esteja na bateria.",
                "Liga o carro e remove a bateria. Se continuar o problema, não é a bateria. \nProcure por big three também, é um reforço de aterramento que pode ajudar."
            ]
        },
        {
            "title": "[sugestao] Pessoas novatas igual eu nao tem nocao nenhuma sobre carros mas estao se interessando",
            "selftext": "Minha sugestao e de carros ou lugares confiaveis pra se inserir no mundo de carros.Seja com mais baratos, ou com melhores nos ultimos anos.Talvez uma lista de mais cobicados.\n\nUm post fixo sobre isso, talvez ajude eu e outras pessoas.  \n\n\nEdit: Nao so dicas sobre com qual carro comecar, mas tbm criadores de conteudo e sites que falam sobre o assunto e sao confiaveis.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107y45v",
            "num_comments": 3,
            "comments": [
                "Sugestões de carros para comprar tem aos montes, basta pesquisar: \"primeiro\", \"seminovo\" ou até por faixa de preço, tipo \"40k\".   \n   \nPessoal que normalmente não se preocupa em pesquisar antes de postar",
                "Nem sei se existe moderação nesse sub, nunca vi nada do tipo aqui pelo menos"
            ]
        },
        {
            "title": "Lexus CT200h",
            "selftext": "Vale a pena pegar um desse ano 2018, com aproximadamente 50km por 120k?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107x2sw",
            "num_comments": 5,
            "comments": [
                "Discordando do colega acima, manter um lexus é tranquilo. Mecânica Toyota.\n\nMas vc fez um test drive? Pq o CT200h não é lá um carro bem conhecido por ser um primor de direção... E já tá fora de linha. É só um prius com carroceria diferente \n\nNão acho que vale a pena não. Ta no preço que custava quando novo (e vendia mal)",
                "Cara, se resto de rico de BMW, Audi e Volvo já é tenso de manter, imagina Lexus que além de importado de luxo, quase não tem no BR",
                "Peças de Prius, só que é aquela coisa, ambos venderam muito mal kkkkk."
            ]
        },
        {
            "title": "O que vocês acham dessa linda BMW X6 vermelha?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107wfnf",
            "num_comments": 36,
            "comments": [
                "Esse carro parece aqueles caras q só malha a parte de cima do corpo e esquece as pernas",
                "Freio a tambor kkkkkkkkkkkkkkk\n\nParece aqueles projetos caseiros que os caras copiam carro de luxo usando papelão",
                "BMW da deepweb kkkk\n\nNa minha opinião esse carro tem um porte imponente, mas quando você olha friamente (por fora), percebe que é uma cópia não concluída do X6",
                "Eu já ia falar essa BMW parece aquele carro da Fiat que lançou, mais vi o logo kkkkk",
                "Eu gosto bastante desse caimento na traseira. Mas quando vejo a dianteira me dá um desânimo... Mas mais porque lembro como a Fiat apresentou o conceito desse carro",
                "Bmw da Shopee",
                "Eu fico curioso em saber o quanto vai durar esse motor, com a mesma potência do motor da Bmw 320i mesmo sendo muito menor e com um cilindro a menos.",
                "BMW acertou nessa, curti demais! \n(Contém ironia)",
                "pessoal soh acha bonito pq a BMW lancou uma igual\n\nfeia demais",
                "Por fora é bonito, por dentro é o próprio Uno",
                "A lateral desse carro é feia demais, essas rodas ficam minúsculas em relação ao resto do carro, já vi alguns rodando pela cidade e continua sendo feio pra caralho ao vivo tbm",
                "Essa quantidade absurda de plástico nos carros me deixa extremamente puto, pelo acabamento escroto que dá e pelo preço inconsistente que os carros tem pra serem socados de plástico",
                "Ao vivo ele é mais bonito.",
                "Lindo demais. Eu queria um.",
                ">linda",
                "por um momento achei que era uma x6 llkkkkkkkkkll",
                "A traseira do fastback é mais bonita do que a da X4",
                "Primeira coisa que o dono desse carro tem que fazer é colocar uma roda maior, fica totalmente desproporcional essas rodinhas kkkkk ainda mais quando se olha a parte traseira de frente",
                "Meu Deus, a parte debaixo deixa esse carro muito feio.",
                "Só eu que acho a Fiat paia desde sempre?",
                "Feio é esse piso kkkk",
                "a X6 normal já é um negócio triste de olhar, isso aí me dá até uma gastura kkkk",
                "Horrível",
                "Copia mas não faz igual kkkkk",
                "Eu acho que da para arrumar uns contatinhos com esse carro.",
                "Isso na verdade é um Fiat 🤓☝️",
                "Restos fecais de Fiat... Tempra se revira no túmulo de ver uma merda dessas"
            ]
        },
        {
            "title": "Donos de BMW, cheguem mais",
            "selftext": "Cheguei num momento da vida que tá tudo tão tranquilo que preciso arrumar uma dor de cabeça, portanto to pensando seriamente em comprar um resto de rico.  \n  \nVi algumas BMWs (marca que adoro) e to durinho em alguns exemplares da 325i E90, principalmente a versão Touring. Sim, eu amo wagons.  \n  \nJá vi alguns vídeos no YouTube, mas gostaria de saber o que acham dessa geração e se tem dicas/sugestões ou avisos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107tdfg",
            "num_comments": 8,
            "comments": [
                "Que um dia eu tenha a coragem deste homem",
                "Tenho uma 320i 2017, seis anos e nunca deu problema. Não sei se posso ajudar em algo, mas se quiser perguntar alguma coisa fique a vontade.",
                "Marcando pra acompanhar....  eu gosto da 335i..."
            ]
        },
        {
            "title": "Mitsubishi Lancer GT 2014",
            "selftext": "Oi, como vocês estão?\nEntão pessoal, tenho um conhecido que quer trocar um HB20s 2021 1.0 Evolution por uma Mitsubishi Lancer GT 2014. Ele está certo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107q43x",
            "num_comments": 17,
            "comments": [
                "Meu coração quer digitar algo, mas meu cérebro quer digitar outra coisa",
                "a vida é curta p ficar andando de hb20 1.0",
                "Kkkkk logico que depende muito de cada pessoa. Eu hoje n trocaria. Carro 2021 popular muito vendido, trabalho e dor de cabeça quase 0 se comparado a um Lancer 2014. Sei bem ja como é esse tipo de troca, n faria dnv",
                "Sim",
                "Ele vai se incomodar um pouco mas será feliz, minha mãe tem um HB20 1.0 e é o carro mais sem graça q já dirigi",
                "O Lancer é  muito mais carro do que o hb20 , porém um 2014 vai dar mais manutenção do que um 2021 , vai do que ele pode ter.. ele pode arcar com manutenções do Lancer? Se a resposta for sim, a troca é  óbvia.",
                "O Lancer anda mais. Mas pqp que loucura, kkkkkk",
                "Mitsubishi é f\\*da  \ntive um com 168k e o negocio nao parava\n\nlembro que encostei no mecanico e me segurei pra facada  \n\n\norcamento  \noleo e filtros  \ndiscos dianteiros  \n\n\n168K km",
                "problema do Lancer é que qdo vc para no semáforo vc não sabe se vai sair vivo dali... um carro super visado, bandidagem ama",
                "na minha opinião ele deveria pegar o lancer",
                "Só ele ter em mente 3 coisas...\n\n1⁰ vai consumir mais que o HB20\n2⁰ manutenção é mais cara\n3⁰ não é um Evo, não tenta andar igual o irmão que é mais bruto\n\nTendo isso em mente, sucesso, ele vai ser feliz"
            ]
        },
        {
            "title": "Qual a opnião de vocês sobre o o HB2O 1.0 TGDI?",
            "selftext": "Estou com um hb20 1.0 tgdi, mas ainda não tive muito tempo com o carro pra aproveita-lo melhor, gostaria de saber a opnião de vocês sobre o mesmo, se já tiveram algum contato com o carro e o que acham dele, pontos positivos, pontos negativos... comentem ai.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107k6cv",
            "num_comments": 5,
            "comments": [
                "É um carro forte e confortável, embora o motor 3 cilindros turbo acaba dando alguns problemas se nao for bem cuidado. Com o cuidado e óleo correto é um carro confiável. Ta fazendo quantos km por litro com ele?",
                "Gosto mais da versão anterior dele.",
                "Aluguei um no final do ano passado e fui para Balneário Camboriú, 10h pra ir, 12h pra voltar no volante.\n\nNão gostei tanto dos bancos, para viagens mais longas como essa já andei em coisa melhor, câmbio e potência surpreenderam, não é tão econômico quanto eu imaginava, mas não dá pra pedir muito pois vim acima do limite de velocidade após pegar trânsito.\n\nEm resumo, ótimo carro, mas jamais pagaria 85k+ pra chamar de meu, acho esses carros novos muito caros e acha algo compatível na faixa dos 40k \\~ 50k que não fica devendo."
            ]
        },
        {
            "title": "Voyage Sport 1993, Quadrado de respeito! Carros das Antigas",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107hw9f",
            "num_comments": 2,
            "comments": [
                "O carro ou o canal são seus?"
            ]
        },
        {
            "title": "Duas opções bem diferentes, qual escolher?",
            "selftext": "Bom galera eu tenho alguns investimentos feitos e minha renda vem principalmente deles. Mês que vem eu vou comprar um carro (eu tive um Focus 2010 que deu pt e o seguro pagou) e preciso encarecidamente de sugestões. Minha ideia inicial era comprar um HB20 hatch 1.0 na faixa dos R$40000\\~43000. Carro completo, inclusive nos itens de segurança e o motor com pouca potência importa pouco pra mim no momento. Nas últimas semanas tenho pensado seriamente em economizar na compra do carro pra que meu rendimento dos investimentos continue alto (pois aí eu retiraria apenas a metade do que tinha planejado) e consequentemente eu consiga um ganho de capital mais rápido (e com isso também trocar esse carro daqui a 18\\~24 meses). Meu uso vai ser:\n\n&#x200B;\n\nSou solteiro e sem filhos\n\n90% de uso em cidade\n\nNão ligo tanto pra ar-condicionado, só mesmo direção hidráulica que pra mim é essencial\n\nUm complicador seria o carro não ter airbag e ABS, mesmo que eu vá fazer bem poucas viagens com ele, se torna um risco a mais (mas é o \"preço\" caso eu escolha um carro mais em conta)\n\n&#x200B;\n\nO que vocês acham? Compro um Ka ali de 2008\\~2009 na casa dos 20 mil, apenas com direção e talvez ar-condicionado? Ou talvez um Fox 2007 com a mesma condição? Ou desembolso um valor maior mesmo e pego um HB20 por R$40000, mesmo que o meu rendimento caia mais e com isso eu demore pra trocar esse carro além de uns 2 anos?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107hf10",
            "num_comments": 8,
            "comments": [
                "Pode gastar menos na compra de um carro mais velho, mas possivelmente terá mais custos com manutenção (peças, serviços e uber enquanto o carro tiver parado). No meu ponto de vista leigo, parece uma economia porca economizar na compra",
                "Um carro 2007 tem 15 anos, achar um bem cuidado é como acertar na megasena.\n\nTem outra postagem neste fórum em que o camarada está procurando carros com 10 anos e só acha veículos \"sambados\".\n\nTire da cabeça que o seguro do carro de R$ 20.000 será tão mais barato assim, primeiro porque dificilmente conseguirá fazer seguro de carro com 15 anos, segundo porque um paralama (por exemplo) de um carro novo custa praticamente o mesmo de um carro velho... pior, como as seguradoras tem de usar peças originais em reparos (há algo para mudar isso, não sei se já mudou) e não conseguirão achá-las, acaba dando em PT, por essa e por outras não fazem seguro de carros mais velhos.",
                "Cai fora do ka. Eu tinha um 2011 1.0 e depois de um tempo só foi bucha. Rum de venda. Super fraco se ligar o ar e não é tão econômico. HB20 mil vezes melhor mesmo 1.0. Eu gostava do meu ka, mas não posso deixar de admitir os pontos negativos dele. O meu era queixo duro mas com ar, trava e vidro. Leve pra manobrar, não sentia falta de hidráulica. Era ágil porem se ligasse o ar podia esquecer a potência. Na estrada um perigo, sem potencia pra ultrapassar e sem estabilidade acima dos 100 120. Fora que é mais gastão do que parece."
            ]
        },
        {
            "title": "Melhores carros custo-beneficio no quesito aceleração?",
            "selftext": "Bom dia galera!! Estou pesquisando umas opções de carros, eu procuro algum carro não muito antigo, 2018 pra frente, que tenha um bom tempo 0-100 e que não me custe um rim (até 200k) e de preferencia automatico. Eu achei alguns modelos mas queria sugestões/opiniões de alguém que entenda mais que eu.\n\nPois bem, o que eu achei:\n\n2018, 0-100: \\~6.9s, 120k - volvo v40 t4\n\n2020, 0-100: \\~7.1, 175k - volvo s60 t4\n\n2018, 0-100: \\~6.2, 200k - audi a6 2.0 tfsi\n\n2018, 0-100: \\~7,0s, 110k - audi a1 1.4\n\n**Sugestões**\n\n2015, 0-100: \\~4.8s, 220k - Audi S3\n\n2018, 0-100: \\~6.1s, 190k - BMW 328i\n\n2015, 0-100: \\~6.2s, 120k - BMW 125i\n\n2017, 0-100: \\~6.2s, 160k - Golf TSI\n\n2018, 0-100: \\~6.0s, 210k - Subaru Impreza WRX 2.0\n\n2018, 0-100: \\~5.7, 210k - Honda Accord Touring 2.0\n\nEstou vendo algumas opções com o volvo v40, gostei do design, tem boa potência, itens de série, segurança, pelo que ouvi falar, não da muito problema de mecânica e o preço está em conta. Se tiverem mais sugestões vão deixando ai em baixo, agradeço a atenção o/\n\nSonho realizado: Volvo V40 T5 R-design, 0-100 6.3s, 245 cavalos, 2.0 turbo, automatico, 8 marchas\n\nO carro é um monstrinho na estrada\n\n&#x200B;\n\nhttps://preview.redd.it/arq8b5974sga1.png?width=2445&format=png&auto=webp&v=enabled&s=40661fe117f78c278e8d62fd559e7a746696c452",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107elgu",
            "num_comments": 22,
            "comments": [
                "Audi S3 e encerro o caso.",
                "Volvo eu nunca tive, mas sempre falaram que peça é muuuuito cara.\n\nO 2.0 turbo vw/audi vai ser o q vc procura.  Jetta, golf gti,etc...vai te atender. Algo como 6,5 s.",
                "Subaru WRX",
                "UP TSI. Com o dinheiro que sobra, dá até pra brincar de gastar mexendo.",
                "Lancer GTI 95 - R$ 9000 - 0-100 em 7,6 segundos\n\nXsara VTS 98 - R$ 13000 - 0-100 em 6,9 segundos.\n\nIsso sim é custo benefício, não Audi turbinadinho ou pote de sorvete. Mas eu imagino que a maioria não esteja preparada para essa conversa.",
                "GTI",
                "Se estiver disposto a mexer um pouquinho, um Jetta GLI stage 1 dá pau em todos esses. Também pode-se considerar o Golf GTI ou então se não estiver para brincadeira vai de Audi TT RS (mas aí já é uma faixa de preço maior).",
                "sinceramente? ande nos carros\n\nesse negocio de ficha tecnica ai é pura ilusao\n\no feeling andando é outro\n\ne até 200K tem muito carro sim\n\n&#x200B;\n\nV40 é branca hein, nao erra  \n\n\n  \nedit   \nMB A 250 ♥",
                "Nunca vi alguém comprar carro pelo 0-100 nessa faixa de preço. Mas ok.  \n\nCom menos de 200k, ou seja, dentro do teu orçamento, tu compra um Honda Accord 2018-2020\n\n0-100: 5,7 segundos.\n\nManutenção muito mais tranquila do que qualquer carro que você sugeriu, seguro muito mais barato do que eles também.\n\nAlém de ser super econômico se for andar na maciota: Cambio automático de 10 marchas (Não é CVT).\n\nOutra sugestão é a Tiguan 350, com 0-100 de 6,8 segundos. Mas falam que a suspensão dela é uma merda, bate seco toda hora.",
                "MB A 250?",
                "Fala OP, beleza? \n\nCogito comprar um V40 também, tem alguma ressalva a fazer? O valor do seguro é muito acima da média? Bom câmbio ou tem muito histórico de quebra? \n\nPrezo bastante pela estética, confiabilidade e performance, parece ser um carro que atende bem em todos os sentidos. Não quero nada com quebra frequente, pois não tenho tempo nem paciência pra isso… \n\nAcha que seria uma boa?"
            ]
        },
        {
            "title": "Primeiro carro de um TOTAL leigo",
            "selftext": "Bom dia pessoal! como voces estão? tudo bem? gurizada vim aqui pois realmente não sei mais onde posso achar opiniões sinceras e de propriedade, sou universitario e estava buscando comprar meu primeiro carro, praticamente usado só para locomoção na cidade, moro numa cidade de relativo interior 400k de habitantes, porém eu não conheço absolutamente NADA de carros, de verdade, não sei o que seria bom, o que seria ruim, e nem sei me blindar de golpes, não tenho nenhum amigo ou familiar que more proximo que possa me dar uma ajuda, então recorro a voces, o que eu posso procurar que me satisfaça por até 10.000 reais??",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1077y5v",
            "num_comments": 7,
            "comments": [
                "Gol, Uno, Corsa como o colega recomendou. Procure um Fiat como Uno ou Palio, a marca é especializada em fazer carro básico pequeno e barato de manter",
                "Carro nessa faixa de preço vc encontra: gol, uno, corsa. Na minha opinião, qualquer um desses estando em bom estado, é um bom carro.",
                "Golzin quadrado não erra nunca! Pega motor AP 1.6 ou 1.8.\n\nArruma um mecânico bom de confiança e leva junto. Olha assoalho, se não tem podres nem ferrugem.\nCheca o que der na parte mecânica e elétrica. Pergunta tudo pro dono, batidas, roubos, e etc...\n\nO importante desses carros é lataria, mecânica e elétrica. Por esse valor você pode até achar algum bom em termos de estética mas tem que dar uma pesquisada boa.\n\nPega o caro da uma andada boa, pede o mecânico pra dirigir tbm pra ele ver se tem alguma coisa aparente.\n\nAcho que no geral é isso. Paguei 9.5k no meu Voyage 89, coisa linda. O que falta fazer é estética e o carro tá 0 com seus 250kk rodados 😂😂😂😂",
                "A primeira pergunta é se vc vai conseguir manter o carro com seu orçamento, vc só vai achar carro bem rodado nessa faixa de preço e vc vai ter gasto e trabalho com manutenção.\n\nOutra coisa é que é difícil esquivar das bombas pq só vai encontrar carro muito usado, sinistrado e/ou de procedência duvidosa. \n\nNo mais, eu iria de uno, todo vendedor vai falar que o uninho 97 era da cunhada dele que só usava no fim de semana/dia do rodízio, então cuidado pra comprar.",
                "compra um carro motor ap se tu quiser algo mais econômico \n\ncompra um fuca se tu quiser algo mais clássico  (só n compra um com o motor 1300 pq ultimamente está ruim de achar peças)\n\ncompra um escort  se tu quiser um carrinho legal com um motor maneiro(só tem que aprender a regular o carburador dele)\n\ncompra um monza se tu quiser conforto e potência (de preferência o tubarão pq na minha opinião ele é o monza mais bonitão de todos e econômico)\n\ncompra um chevettão se tu gosta de chevette \n(tem mais  carro antigo maneiro mas alguns dos  meus preferidos são esses)"
            ]
        },
        {
            "title": "Primeiro carro",
            "selftext": "Oi pessoal, consegui juntar meus suados 70k pra comprar meu primeiro carro.\n\nE tô na dúvida entre um semi-novo (Argo, Fox ou HB20) e um usado (c4 lounge, Focus, 208, fusion)\n\nMoro no RS, nessa faixa de preço qual vocês indicariam? E qual seria melhor, um semi-novo ou usado com ano maior?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "107418z",
            "num_comments": 32,
            "comments": [
                "Se você não for fazer alguma renda com essa carro e se essas 70k forem muito suados eu aconselharia vou pegar um carro mais em conta e guardar o resto contando que seria algo também em bom estado que não vai te dar dor de cabeça",
                "desconsidere essas últimas opções sem pensar duas vezes. vc disse que vai ser seu primeiro carro e esses 70 conto foram suados pra juntar, então oq eu te aconselho é pegar um carro compacto que custe até uns 40 mil e use o resto pra fazer a manutenção pós compra",
                "Aqui vão algumas percepções de quem já teve carro zero, seminovo e usado bem usado:\nSe vc pretende aplicar de fato o seu dinheiro em um carro, considere o seguinte: todas as opções vão ter depreciação, custos de seguro e licenciamento anual (recomendo descobrir o valor do licenciamento antes da compra do modelo q vc escolher, pois os preços de licenciamento aumentaram muito nos últimos 2 anos), e outros custos de imprevisibilidades (eu por exemplo já consegui a proeza de furar 3 pneus em um ano) ou algum tipo de funilaria e pintura por exemplo. \n\nTendo esses custos fixos em mente, vamos la:\nCarro zero km tem a maior desvantagem de depreciar bastante valor no momento q vc tira da loja, mas por outro lado se vc planeja ficar com esse carro por bastante tempo (4 ou mais anos), esse depreciação “se paga”, pois vc vai ter um gasto somente com revisões obrigatórias. Geralmente nessa faixa de preço dos 70k vc pega um carro zero bem peladão em questão de itens de conforto. Em compensação, a principal vantagem é que chance de ter uma surpresa cara (alguma peça Mecanica dar pau), é praticamente nula, salvo se for por algum recall ou defeito de fabricacao/transporte na cegonha, mas de qualquer maneira vc vai ter a garantia de fábrica te dando suporte, o que as vezes pode ser um pouco burocrático, mas costuma sempre ser resolvido (tive um problema na transmissão de um new fiesta zero km, o valor do conserto seria em torno de 10 mil na época, mas a garantia de fábrica cobriu tudo)\n\nUm usado bem usado (8 anos de uso ou mais) é melhor equipado e tem a vantagem de ser financeiramente acessível pelos itens de conforto e segurança q oferece, mas você nunca vai saber com certeza o histórico de cuidados do carro, e dependendo do modelo, o custo de manutenção pode ser absurdamente alto, o que pode inviabilizar um conserto de qualidade e, consequentemente, vc vai perder muito dinheiro (não é raro um conserto mecânico de categorias premium tpo Audi, Mercedes e bmw ou até mesmo um golf automático mais antigo, passarem valores na casa dos 25 mil, pois a mão de obra é cara e as peças geralmente sao importadas). Esse tipo de carro, recomendaria ter como um segundo carro, pra passear de vez em quando ou se for algum modelo que você sempre sonhou e está disposto a pagar o preço que o mecânico vai te cobrar. O custo do seguro geralmente também é mais alto nessa categoria aqui.\n\nUm seminovo pode ser o melhor dos dois mundos mas a procedência do carro sempre será uma incógnita, a não ser q você de fato conheça o dono anterior a ponto de saber o quão cuidadoso ele foi com o carro e não foi muquirana a ponto de economizar nas manutenções e o carro vir a se tornar uma bucha a longo prazo. Ao procurar um semi novo, o ideal é vc decidir qual o modelo melhor se adequa a vc e literalmente garimpar por algumas semanas e ir comparando, e se as manutenções ainda estiverem em dia na concessionária, vc vai ter cobertura da garantia de fábrica também. Geralmente os carros estão saindo de fábrica 3 anos de garantia, mas alguns podem ser 5 ou menos de 2, ai vc vai ter que pesquisar. A vantagem principal é que você paga um valor um pouco menor mas consegue um carro com um nível de equipamentos melhor ao invés de sair da loja com um carro todo peladão.\n\nAgora é ver qual modelo mais te agrada e o que você prioriza num carro. Eu gosto de carro com potência e itens de segurança e não faço questão de espaço, pois não tenho filhos nem carrego muita coisa, então optei por um polo highline edição Beats, e achei um seminovo exatamente do jeito q eu queria, mas levei quase um mês até achar, e ja está comigo há 3 anos. Agora é ver o que você tem como prioridade num carro pra te ajudar a decidir. Um 208 ou c4 por exemplo pode ser mais confortável que um fox, mas a manutenção com certeza será mais cara também",
                "Semi-novo, mas nenhum da sua lista. Polo, Yaris, Etios,",
                "Desses usados q tu mencionou é um mais bomba/casamento que o outro kkkkkkkk\n\nVeja um que é bom de revenda.",
                "Não use todo seu dinheiro suado num carro, vai ferrar sua situação financeira. Gaste uns 40 mil e guarde o resto. Tem bastante Gol, Onix, Polo e Fox nessa faixa de preço.",
                "Eu iria de Polo.",
                "Fox com teto solar. Qualidade na Ford deixou a desejar com a saída no mercado, e não consigo mais ter Fiat depois de várias mancadas que deram com o mercado brasileiro.",
                "compra um carro simples primeiramente OP.",
                "Quer economia e tranquilidade?\n\nCompra um Corolla com uns 40k e cuide como se fosse um filho.\n\nPronto, você tem um carro pro resto da sua vida.",
                "Cara, esqueça semi-novo, seu dinheiro foi suado demais pra gastar em um carro. Pega um usado, 2014 pra frente. Não precisa necessariamente ser um suv. Um carro com manutenção boa e confiabilidade mecânica irá te atender bem. Partindo da idéia de que você não pretende usar o carro pra ganhar dinheiro.\n\nDesses que você falou, recomendo o HB20 2015 pra frente, na versão 1.6. carro bonito, boa confiabilidade e sobra dinheiro pra você cuidar de outras coisas da sua vida ou até mesmo fazer algumas coisas no carro.\n\nDos que eu recomendo, (que inclusive estou estudando a possibilidade de comprar, também primeiro carro)\n\nFocus 2012 1.6 glx, bonito, bem acabado e boa confiabilidade mecânica (época boa da Ford no Brasil) o consumo é um pouco pesado, porém, na minha opinião vale a pena.\n\nNissan versa 2013 (ou modelos mais modernos). Bom espaço, carro muito confortável, boa manutenção e bastante econômico. Estou cogitando seriamente comprar ele.\n\nPunto 1.6. carro conhecido, bastante bonito e confortável, manutenção boa. Só o consumo que também é um pouco pesado.\n\nSão só algumas sugestões baseadas na minha experiência. Não recomendo que você compre um carro semi-novo logo de primeiro carro, os preços estão absurdos. Existem alternativas. Não desperdice seu dinheiro."
            ]
        },
        {
            "title": "FUMAÇA NO ALTERNADOR",
            "selftext": "Fiz a burrada de ligar os polos da bateria ao contrário o carro tava desligado \nDeu umas faíscas no polo da bateria \nE saiu uma fumaça do alternador \nAgora o carro não faz barulho quando bate na chave \nPosso ter queimado algo do carro ?????",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "106oxp5",
            "num_comments": 3,
            "comments": [
                "As vezes dá curto ou abre o diodo do alternador (Diodo na placa retificadora, é um diodo na prática). \n\nMas isso só impediria o carro de carregar, ainda ligaria. Se não dá sinal na partida pode ter fusível principal que alimenta painel e cia, basicamente sai uma linha de 12V direto pro motor de partida (E de lá vai pro alternador, por isso queima a placa retificadora) e outra linha passando por um fusível principal vai pro painel e cia.\n\nSem saber qual modelo de carro é, complica dizer posição exata, não sei porque essa noobice besta de achar que carro é tudo igual, agora você que procure se seu carro tem fusível principal ou não, e onde ele fica (www.google.com.br).",
                "Começa checando todos os fusíveis",
                "A unica certeza é que queimou algo. Agora é chamar o eletricista e torcer."
            ]
        },
        {
            "title": "O piloto de rally e cofundador da DC Shoes, Ken Block, morreu nesta segunda-feira (02/01/23), após um acidente de snowmobile em Utah (Estados Unidos). Em seu Instagram, o piloto havia postado fotos andando de snowmobile na manhã de segunda-feira. Ken Block deixa esposa e três filhos.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "106jteg",
            "num_comments": 2,
            "comments": [
                "Isso ja tem quase uma semana amigo"
            ]
        },
        {
            "title": "Que carros vocês indicam pra fazer aplicativo entregas de pacotes etc, sendo mais ou menos dos anos 2017 a 2021 que seja econômico que o motor aguente muitos kms e não se dor de cabeça (melhor custo benefício)",
            "selftext": "Sandero 1.0 12 v falaram que o motor depois dos 150 mil já era Ford Ka disseram que a manutenção é cara oque vocês me dizem até mesmo por experiências próprias",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1067n6w",
            "num_comments": 21,
            "comments": [
                "Eu iria de Logan (versão quadrada), Ka, Sandero (motor 4 cil), Etios, March, Palio, e alguns japas. Todos esses acima de 2012.\n\nBoa sorte.",
                "Sandero é um bom carro mas o seguro dele é caro",
                "Eu nunca tive, só conheci por dentro, mas hoje em dia Versa é o carro pra app que tem bom espaço e porta malas espaço. Além disso tem o Etios sedan que é famoso.",
                "Sandero/logan, se tá com medo da confiabilidade do 1.0 pega o 1.6 8v, único porém é que só venderam até 2016"
            ]
        },
        {
            "title": "Opala Comodoro Coupê, Chevrolet 1979 Motor 4 CC, NÃO RESTAURADO, 32000 km, Carros das Antigas, O Opala Comodoro Coupe 1979 é um carro clássico que possui um motor 4 cilindros a gasolina original e direção hidráulica original. O carro não foi restaurado e possui apenas 32.000 km originais.",
            "selftext": "[https://youtu.be/xo0wYwIml9E](https://youtu.be/xo0wYwIml9E)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1062o87",
            "num_comments": 0
        },
        {
            "title": "Alguém poderia me informar como é o nome dessa parte e se acho pra vender?",
            "selftext": "Aproveitando, eu não faço ideia dos nomes dessa parte da frente do interior do carro, quando procuro por painel ele me direciona praquela parte onde fica o velocímetro. Cês poderiam me falar os nomes certos disso aí.? Kkkk carro em questão: Corolla 2003 SE-G",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "105yh5y",
            "num_comments": 25,
            "comments": [
                "porta objetos moldura 1 din\n\nprocura por isso",
                "moldura central do painel tampa\n\nprocura por seu modelo de carro + sucata sempre tem alguem vendendo pecas",
                "Que ano ele é? Imagino que originalmente nessa posição tinha o rádio original, aí o porta-treco é adaptado na fábrica, por isso saiu tão frágil, os outros porta-trecos tem tampas de plástico macio difícil de quebrar, esse aí me parece adaptação feita na última hora na fábrica no Brasil, encomendando tampa mal-feita no primeiro fornecedor furreba com injetos vagabundo que acharam.\n\nPelo que eu lembro do fieler com esse painel que mexi no som é um plástico único envolvendo o porta-trecos de baixo, esse espaço pra som de 1 din no meio, e toda a parte do ar digital em cima, seria digamos essa peça inteira: https://ae01.alicdn.com/kf/HTB1h2tnR9zqK1RjSZFHq6z3CpXa0.jpg  O que tá faltando a meu ver é só a tampa, mas se olhar outros dá pra ver os pininhos onde a tampa iria: https://i.postimg.cc/cC6PkB9K/Sem-t-tulo.jpg\n\nIsso sempre quebra fácil, por isso tem até vídeo específico dele: https://www.youtube.com/watch?v=hs5AvZ-dqr4\n\nClipe é fácil de cortar com alicate, por isso é o mais indicado, mas precisa tirar mesmo pra fazer serviço bem feito, aí no lugar não vai conseguir fazer nada com acabamento decente.\n\nSe o dono anterior foi porco de PERDER essa tampa aí lascou, todo mundo quebra essa tampinha por isso as poucas a venda vendem rapidão, e a maioria dos porta-objetos de 1 din (Tamanho padrão de rádio) não tem tampa pra aproveitar.\n\nO que tô vendo de possibilidade é achar algum porta-treco genérico pra aproveitar a tampa, ou pegar alguma tampa cega [digamos tipo essa,](https://produto.mercadolivre.com.br/MLB-2975571871-tampa-cega-do-painel-radio-do-fiat-uno-premio-original-_JM), e fazer os bracinhos com epoxi pra bascular e abrir. OU... só corta a tampa cega no formato, e cola com silicone de alta temperatura ou adesivo PU fechando isso, corolla tem porta-treco demais (O meu é bem mais velho e tem uns 4 ou 5, pequenos a ponto de só caber fusível e cia, nem cabe umas chaves pra reparo nem nada útil PRA MIM), só lembra que essas colas levam 24h pra secar, fazer bracinhos com durepoxi é prático porque seca mais rápido, é deixar 2h parado pegando vento que já fica firme o suficiente. A textura do lado de fora é que fica difícil copiar, mas tem gambiarras com fitas ou massa e tal, essa aí não me parece ter textura específica, fica mais fácil adaptar tampa genérica.",
                "Porta trecos, eu acho",
                "Me vende teu corolla",
                "[deleted]",
                "https://produto.mercadolivre.com.br/MLB-2798114383-porta-objetos-painel-toyota-corolla-seg-18-2003-2008-_JM\n\nAcho q é essa peça",
                "É uma portinha de um dos 2 porta-objetos desse Corolla (isso não é uma entrada 1-DIN, é um dos 2 porta objetos que tem no painel, o primeiro está logo abaixo).\n\nNão creio que seja difícil de achar no mercado de peças paralelas e peças OEM originais a venda por aí.\n\nSe não encontrar em lugar nenhum, vai na concessionária mesmo que eles vendem peça nova (provável que venha lá da PQP, lá da Tailândia, Taiwan, China, até mesmo Japão, vai demorar pra caralho pra chegar, mas tem pra vender e chega).",
                "Se chama seu pai dnd por ajudar 😎🤙"
            ]
        },
        {
            "title": "Perdi um carro numa enchente",
            "selftext": "\n\nPerdi um fiesta 2010 numa enchente e era meu unico carro , deu perda total no carro e temos seguro so que é foda achar um carro bom pelo valor do seguro em pleno 2022 , então iremos de seminovo , tem dicas para carros usados? Marcas e modelos bons ? Não tenho conhecimento algum sobre mecanica e etcs",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1053f6z",
            "num_comments": 7,
            "comments": [
                "Considere um Corsa (Premium ou Maxx) 1.4, seja o modelo Hatch ou Sedan. Vai oferecer bastante conforto e tem manutenção barata, além de um motor bastante disposto.",
                "Estava pensando em Celta, mas palio 1.4 é bem melhor…",
                "Vectra 2006-2011, os manuais são mais econômicos, bons carros, mecanica confiavel, espaçoso e sem incomodacao.\nLado negativo é o consumo de gasolina um pouco mais elevado, de resto, excelente carro",
                "Qual seria o valor do seguro?"
            ]
        },
        {
            "title": "Alguém pode me informar o que significa este \"B\" acima da quilometragem? Obg",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "104uhpy",
            "num_comments": 22,
            "comments": [
                "olha o manual, melhor dica possivel",
                "Trip B\nContador de quilometragem em uma viagem. Existe o Trip A e o Trip B.\n\nÉ só pra vc ter uma noção de quantos quilômetros vc percorreu em uma viagem. Normal.",
                "Significa na viagem b vc andou 6 mil km, eh usado pra comparar viagens, dai vc salva uma viagem na trip A por ex e depois compara com a Trip B.É util quando vc quer comparar percursos diferentes pra chegar no mesmo lugar ou apenas pra ter noçao de kilometragem da viagem",
                "Para o carro pra tirar foto bicho",
                "Eu uso o trip A p marcar os km andados de um abastecimento ao outro e o trip B p marcar os km do óleo.",
                "Tipo de carteira q vc precisa pra dirigir esse carro! De nada e próximo",
                "Significa busina",
                "Trip B",
                "É um hyundai hb20",
                "Baixa quilometragem",
                "Trip B.",
                "Correto, são 2 contadores independentes,",
                "Que carro é esse?",
                "Significa que o [biscoitaum](https://br.ifunny.co/video/trem-do-pm-trem-matheus-do-dciRIgOZ9) tá atrás de vc. Fuja! 😳😳😳",
                "Quantos anos você tem OP?"
            ]
        },
        {
            "title": "Fluence 2015/2016",
            "selftext": "Amigos, \nEu vejo esse carro sendo vendido muito barato, mas simplesmente não entendo o porquê.\nSuas reviews sempre são boas e eu estou em uma boa oportunidade de pegar.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "104eubj",
            "num_comments": 9,
            "comments": [
                "Preconceito contra os franceses, saiu de linha em 2016 ou 2017, n era o mais vendido comparado com os concorrentes. Basicamente nos sedans medios sempre teve um dominio do civic e corolla, e de vez em qndo encontra uns gato pingado fluence, sentra, c4 pallas, jetta.\nO civic e corolla dominaram tanto o mercado que por exemplo, eu vejo mt mais corolla que todos esses outros modelos somados na rua. Tudo isso vai influenciando as a reduzir o preço desses outros carros que foram praticamente marginalizados.\nAi hoje quando o brasileiro médio pensa em comprar um sedan medio, o civic e corolla acabam sendo um porto seguro de segurar a desvalorização desses carro. Além disso tem pessoas que pensam no carro além de transporte um \"banco\" de dinheiro. No momento q precisa, como algum aperto ou comprar uma casa, esses carros que já sao mais procurados sao bons pela facilidade de serem vendidos ou aceito em trocas",
                "Meu pai teve um ano 2012 manual e te digo uma coisa, é uma nave! O carro é super completo e anda muito, o valor barato é por conta do preconceito do mercado mesmo, creio que essa coisa com carros franceses nunca vai mudar. Ele mesmo perdeu cerca de 50% do valor que pagou a época, se vc não liga pra isso pode ir sem medo!",
                "Eu tive um por 5 anos, comprei com 30 mil Km e vendi com 200 mil. Problemas? Nenhum, nem com parte elétrica, foi o carro mais confiável que eu já tive e olha que tive 3 Hondas e 1 Mitsubishi. \n\nNão sei como esses carros reagem a donos porcos, mas se bem cuidados são perfeitos. Além de serem mais baratos e equipados do que os competidores japoneses.",
                "é um bom carro.",
                "Eu acho os fluence feinho",
                "Cara se for pegar um fluence , dá uma olhada no sentra\n\nMesma faixa de preço e 0 dor de cabeça"
            ]
        },
        {
            "title": "Carros de F1",
            "selftext": "Olá meus colegas!!!\n\nDesculpe se for ignorância da minha parte, mas eu tenho uma duvida sobre carros de f1, mas especificamente sobre o nome que se da ao tipo de carroceria desses carros. \n\nComo existe os SUVs, sedans, Jipes etc. Queria saber se tem algum nome para esse tipo de carro, ao invés de falar \"carro de fórmula 1\"",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "104c7z6",
            "num_comments": 4,
            "comments": [
                "Carro de fórmula e monoposto são duas expressões usadas."
            ]
        },
        {
            "title": "Primeiro carro- Opções,sugestões,opiniões.",
            "selftext": "Salve amigos,estou avaliando opções para meu primeiro carro. Sou apaixonado por carros desde pequeno,e quero um carro confiável,relativamente economico, que caiba 4 pessoas com conforto e que não me deixe na mão em possíveis viagens na estrada. Mas antes uma história.\n\n\nMeu pai tem um Nissan Frontier confiável,que vem levando nossa família por décadas. Um tanque de guerra. Continua sendo nosso carro até hoje,já que uma picape nova estaria fora do orçamento.\n\n Porém, ele também é o feliz proprietário de uma legítima lasanha italiana,um Tempra 16v. Esse guerreiro aguentou por muitos anos viagens de trabalho de meu pai,mas hoje,não tem mais a glória de outrora. Respira sob ajuda de aparelhos e fica parado,só recebendo o mínimo de dignidade (ligar,limpar,andar um pouco) uma vez por mês. \n\nAmo aquele carro,era destinado a parar em minhas mãos...mas aquele primo distante de uma Ferrari F40 não vai aguentar me levar até ao mercado,quem dirá fazer uma viagem. Caiu aos pedaços.\n\nPor conta disso,sou predestinado a continuar o legado da família em carros. Separei alguns pretendentes e gostaria que vcs dessem sua opinião, e que me dessem outras opções.\n\n-Fiat Novo Palio 1.4 (ou 1.6)  \n\n-Grand Siena 1.6\n\n-Punto 1.4 (ou 1.6) Reestilizacão  \n\n-Sandero 1.6 pós 2012 Manual\n\n-Idea Adventure 1.8 (Reestilizado) Manual \n\n-Classic 1.0 2014\n\nNão me recomendem lasanhas pelo amor de deus KKKKKK,quero um carro confiável,nem precisa ser bonito",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "104bvbn",
            "num_comments": 20,
            "comments": [
                "Todos esse que citou são bons carros, talvez o Punto seja ligeiramente mais refinado e o Sandero com motor K4M um \"tanque de guerra\", para usar sua expressão.\n\nAs alternativas possíveis nessa faixa de preço incluiriam outros modelos que não seriam tão \"confiáveis\", aqui entendido como um carro que não dê dor de cabeça e com manutenção menos cara.",
                "Rapaz desses q tu falou ai acho que o Sandero e melhorzinho.\nCai fora de 1.0 antigo\nEu comprei um cruze 2014 e achei espetacular",
                "Amigo, vo te falar a suspensão do grand siena é uma merda kkkkkk",
                "Com exceção do Clássic, todos são ótimos carros. Eu particularmente ficaria entre o Grand Siena e o Sandero, levando como desempate a conservação interna do veículo, a KM e o histórico de manutenção.\n\nMas você tem ótimas opções de 1° carro em mente, parabéns.",
                "Classic 1.0 não rola, o 1.6 é top um tanque de guerra e manutenção extremamente barata quando precisa",
                "Pra familia de 4 pessoas, 1.0 n da, e quanto a conforto um carro maior seria melhor que hatch. Eu gosto do classic mas se for o 1.6 ou o grand siena. Acredito que classic tenha mais mercado. Fora esses gosto do sandero dessas opções que vc deu",
                "Gol. Não tem erro.",
                "Nissan march confiável, econômico, estável, custo de manutenção médio. De 2018 pra frente o 1.0s já vem com Ar condicionado, direção e vidros elétricos.\nNão foi o meu primeiro carro mas eu gostaria que tivesse sido. Ele é bem barulhento.\nSe for viajar muito prefira o 1.6\n\nAh, pra 4 pessoas ele é meio pequeno, o porta malas não vai ser suficiente pra vocês.",
                "Punto, dirigi esse por uns 4 anos antes de comprar meu primeiro carro (golf). Acho ele bonito dmais e o interior é decente, andava super bem e não tinha o que reclamar. Sobre espaco interno p familia aí é um pouco pequeno o espaco p banco traseiro",
                "Omega?",
                "OP.\n\nSe for pegar um carro até 35 K.\n\nEu recomendo um Hyundai Tucson 2008.\n\nO carro vendeu pra kct, o que facilita achar mecânico que já tenha mexido.\n\nFicou 10 anos no mesmo modelo, então tem muita peça no mercado.\n\nMecânica muito boa.\n\nConfortável para os 4 passageiros.",
                "\\-Sandero 1.6 pós 2012 Manual - Recomendo.",
                "Não me recomendem lasanhas pelo amor de deus KKKKKK,quero um carro confiável,nem precisa ser bonito\n\n&#x200B;\n\n[https://www.youtube.com/watch?v=zwAvqYhF1Bg](https://www.youtube.com/watch?v=zwAvqYhF1Bg)\n\n&#x200B;\n\nDesculpe, eu nao resisto ao uma lasanha"
            ]
        },
        {
            "title": "Chevette SL 1980 - 7.915 km rodados - Carro das Antigas em estado de zero km",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1042ov8",
            "num_comments": 4,
            "comments": [
                "Pode ter 2Km rodados estar com os bancos nos plásticos, ainda ter tudo zero e novinho. Mas é ainda é um Chevette.. 🫠🫠🫠",
                "Lindo Chevettinho! 🥰"
            ]
        },
        {
            "title": "eTorq 1.6/1.8 ou Fire 1.4?",
            "selftext": "Estou vendo opções de primeiro carro (farei um post completo sobre em breve) e me deparei com alguns carros da Fiat,que tem versões 1.4 e 1.6,e outros com versões 1.6 e 1.8. Um Punto por exemplo,ou um Palio.\n\nVenho lido sobre os Fire e os eTorq,Fire parece um pouco mais econômico e com peças baratas,mas decepciona na potência. Já eTorq peca em consumo por conta das rotações,mas é um foguete na estrada.\n\nGostaria da opinião de vocês,qual seria a melhor escolha? eTorq ou Fire?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1042ifj",
            "num_comments": 5,
            "comments": [
                "Bom, tenho um Punto 1.8 etorq e meu pai tem um Palio 1.4 Fire Evo (so encheçao de linguiça esse evo).\n\nConseguimos médias de combustível bem parecidas. No álcool, meu pai faz entre 8 e 9km/l. Enquanto que eu faço cerca de 7.\n\nNa gasolina, consigo elevar para 12km/l, quase idêntico ao Palio do meu pai.\n\nNa estrada, o Punto consegue chegar a 170 com facilidade e conforto (não dá pra ouvir o motor esgoelando), enquanto que no Palio é impossível conversar sem gritar quando se está a 110/120.\n\nEm relação a manutenção, as peças do etorq tendem a ser mais caras, mas nada que assuste. Ele não tem correia dentada, isso já reduz um custo.\n\nO desempenho geral do motor etorq é insatisfatório. Existem morros que o meu carro não sobe de 2ª mas o carro do meu pai sim. Isto se dá por conta do peso (são quase 1.5t) e o torque não estar tão disponível em baixas rotações.",
                "Meu primeiro carro (e atual) é um Punto 1.6 2011, não tenho o que reclamar.",
                "Fire só presta o Uninho quadrado 1.0. O resto é zuado, pouco motor pra muito carro sabe?",
                "Depende do carro. Via de regra, esses fire/fire evo são super confiáveis. Motores simples, manutenção baratíssima e alta durabilidade, aceitam bem retífica e duram muito. Aqui em casa já tivemos 2 grand sienas (ambos taxi) com esse motor e alguns palios. Um dos sienas foi vendido com 240 mil km, nunca tendo aberto o motor, ainda funcionando como novo. Nenhum deles nunca deu dor de cabeça, o consumo era bom mas nada impressionante, já o desempenho era horrível, andava como 1.0.  Acredito que era um motor subdimensionado pra aquele carro. Já no palio, ele ia muito bem com esse motor, então é questão de ver que carro você tá de olho.\n\nQuanto aos eTorq infelizmente não posso opinar pois nunca tive experiência com. O que sei é: esse 1.6 16v tem boa fama, não possui problemas crônicos, é moderno, corrente de comando, bloco leve etc, porém a galera reclama dele ser um pouco morto de baixa, brilhando mais em estrada. 1.8 acredito que seja a mesma história. Talvez não seja tão interessante se tiver em mente uso intenso e em sua maioria na cidade.",
                "ETorq bebe feito a desgraça , se deixar ligado na hora de abastecer  não  consegue completar o tanque"
            ]
        },
        {
            "title": "Alguém sabe um site que o pessoal anuncie carros exóticos sem ser a webmotors e olx?",
            "selftext": "Principalmente carros jdm (skyline, silvia etc).",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10422k6",
            "num_comments": 3,
            "comments": [
                "gt40.flatout.com.br",
                "Instagram @thmotors",
                "no insta tem o @.JDMBRSALES"
            ]
        },
        {
            "title": "Primeiro carro, sedã",
            "selftext": "Oi gente, estou pra comprar meu primeiro carro, seria um usado e tô entre duvida entre dois modelos, e aceito sugestões de outros também.\n\nEstou basicamente na duvida entre Voyage 1.6 (20/21 - R$55k e 31kkm rodados) e Cobalt 1.8 (2018 - R$61k e 77kkm rodados), sou inexperiente em carros, então vou dizer por alto meu uso: Seria carro para uso diário de transporte, com viagens 500km aprox (ida e volta) a cada 15 dias talvez, o motivo principal desses modelos é espaço de mala, pq vamos usar bebe conforto no banco de trás e vamos acabar tendo que recorrer a mala varias vezes.\n\nNão sei se o custo de manutenção e consumo de combustível entre carro 1.0 e o 1.6 são muito grandes, agradeço se puderem passar essa informação também",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "103n29j",
            "num_comments": 21,
            "comments": [
                "Assiste o vídeo do Opinião Sincera sobre o Cobalt. Acho que iria nele pelo conforto um pouco melhor, acho os VW Gol/Voyage muito duros de banco e suspensão.",
                "O Voyage e o Cobalt tem manutenções tranquilas, de (relativo) baixo custo.\n\nMas como você fala de fazer viagens quinzenais de 500 km, talvez um carro com maior conforto seja interessante, como um Citroën C4 Lounge (nessa faixa de preço acho que consegue um 2016): a manutenção é mais cara, principalmente se tiver o motor turbo THP (não recomendaria como primeiro carro), mas a do 2.0 aspirado é menos cara.\n\n[https://www.webmotors.com.br/comprar/citroen/c4-lounge/20-mpfi-tendance-16v-flex-4p-automatico/4-portas/2015-2016/44605102?pos=a44605102g:&np=1](https://www.webmotors.com.br/comprar/citroen/c4-lounge/20-mpfi-tendance-16v-flex-4p-automatico/4-portas/2015-2016/44605102?pos=a44605102g:&np=1)\n\n[https://www.webmotors.com.br/comprar/citroen/c4-lounge/20-mpfi-origine-16v-flex-4p-automatico/4-portas/2015-2016/45155812?pos=a45155812b:&np=1](https://www.webmotors.com.br/comprar/citroen/c4-lounge/20-mpfi-origine-16v-flex-4p-automatico/4-portas/2015-2016/45155812?pos=a45155812b:&np=1)\n\nMas o carro que indicaria para você é o Honda City, como este (claro, com maior custo de manutenção que Voyage e Cobalt, mas é o preço que se paga pelo maior conforto):\n\n[https://www.webmotors.com.br/comprar/honda/city/15-dx-16v-flex-4p-manual/4-portas/2018/41351780?pos=f41351780b:&np=1](https://www.webmotors.com.br/comprar/honda/city/15-dx-16v-flex-4p-manual/4-portas/2018/41351780?pos=f41351780b:&np=1)\n\nQuanto a custos de manutenção e consumo de carros 1.0 x 1.6, seria algo relevante para taxista que roda milhares de quilômetros por mês e tira seu sustento disso, mas para uso \"civil\" e principalmente em estrada, o 1.6 proporcionar-lhe-á maior segurança e conforto em velocidade de cruzeiro ou em ultrapassagens.",
                "Cobalt com certeza! Manutenção mais barata, mais motor e mais conforto!",
                "Nessa faixa de preço eu consideraria também um Nissan Versa. É confortável, mecânica confiável e porta-malas gigante.",
                "O Voyage é mais novo, menos rodado e mais barato.\nEu iria nessa opção.",
                "1.8 bebe legal e o cobalt ja saiu de linha e vendeu pouco, manutencao mais dificil\n\nvoyage eh um gol sedan manutencao  facil",
                "Cobalt. Projeto mais novo, maior, mais confortável e bebe a mesma coisa que o Voyage.",
                "Voyage é uma boa pedida por estar mais novo, menos rodado e mais barato, porém o Cobalt é um carro melhor.",
                "Se você quiser menos dor de cabeça com manutenção\nLhe recomendo pegar o Cobalt,\nÉ um carro de manutenção confiável e barata e que raramente vai te deixar na mão por causa de coisa pouca.\n\nCaso tiver interesse\nOnix Sedan também é outra alternativa boa",
                "Cobalt é bem superior em tudo pra mim. Não gosto do voyage, n gosto do painel dele, por mais q eu goste do design e da potência de alguns carros da VW, quando eu vejo o grupo dos donos de carros deles é todo tipo de problema possível e coisas do tipo. O cobalt é mais econômico do que parece quanto a consumo e a manutenção boa parte é de um onix. Vale fazer um test drive.",
                "Corre do Voyage! Sem pensar duas vezes kkk.\n\nCobalt, Civic, Astra, Vectra, Corolla, Fluence, Megane, Jetta, City, HB20S, Ka Sedan, Logan...\n\nTem muitos, mas eu iria de carro JAPA, como Versa, Fluence (mecânica nissan), Accord, Corolla, Camry, Elantra nessa faixa de preço."
            ]
        },
        {
            "title": "Vale a pena restaurar um miura sport?",
            "selftext": "Na minha rua tem um Miura targa* (me confundi) abandonado a uns meses, tenho dó de vê-lo naquele estado, será que vale tentar resgatar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "103bq9i",
            "num_comments": 13,
            "comments": [
                "Pa caraio, mas se prepara pra virar amigo de pessoas com impressoras 3D ou de bons restauradores de peça\nPq puta que pariu, deve ser carissimo restaurar saporra",
                "Enquanto isso, tô aguardando o desfecho da saga do Miura do Felipe Hil (Opinião Sincera). Até hoje ele tá arrastando a dele e ainda não ficou pronta...",
                "Depende de quanto ele custar pra comprar. Miuras são bem legais mas a maioria das peças são peças de VW, Ford e Fiat modificados com detalhes exclusivos da miura. Então vai dar um trabalhinho e custar uma grana.",
                "Provavelmente vão vender ele por algo tipo 70% do preço de tabela, aí vai gastar ao todo 150% do que vale pra ter um restaurado.\n\nIsso vale a pena quando compra bastante barato, ou quando já tá na família. Em geral comprar pra restaurar tropeça nesse PRIMEIRO detalhe que é o preço de compra, pessoal tem lixo velho e acha que tem uma jóia (Não só num caso desse, quem tem um Monza hatch 82 todo enferrujado vai achar que tem uma preciosidade e só vende acima tipo dos R$ 15 mil).\n\nAh, e se VOCÊ restaurar sempre fica barato. Se vai pagar pra lanterneiro restaurar depende da qualidade do serviço dele, os mais baratos tem serviço porco, mas as vezes quebram galho que resolve pelo 5 anos que você ficar com isso antes de vender, pra maioria já serve.",
                "Depende da sua condição financeira. O Miura é um carro bem legal, e que marcou a década de 1980, mas é caríssimo para restaurar, pois é um veículo raro e com muitas peças exclusivas de carroceria e acabamento e, dependendo do modelo, alguns sistemas eletrônicos da época, tal como o famoso sintetizador de voz. Acho que a única coisa mais tranquila dele é a mecânica (salvo engano, a maioria deles saiu com motor VW AP).",
                "Amigo, financeiramente nenhum carro vale a pena restaurar. Se vc tem apego, ou gosta da coisa, ai pode ser.\n\nFalando só de $$$, nao vale.",
                "Demais mano, tu n tem nem noção"
            ]
        },
        {
            "title": "O que vocês acham de carros por assinatura?",
            "selftext": "Estava pensando em financiar o meu próximo veículo, pensando em uma ecosport titanium 2018. Ficaria em torno de 2k de parcela + 450 mensais de seguro + manutenção e documentação. Nessas pesquisas, acabei achando os carros por assinatura, principalmente localiza meoo e me interessei. Acham que vale a pena?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1033602",
            "num_comments": 15,
            "comments": [
                "Eu tive um Ecosport 2014/15.\n\nInfelizmente a Ford deixa muito a desejar quanto a montagem do veículo e a qualidade dos plásticos.\n\nO Painel e alguns plásticos não são perfeitamente encaixados.\n\nApós alguns anos de uso o carro apresenta bastante barulho interno.\n\nE a qualidade dos plásticos das maçanetas e tenebroso.\n\nO Motor, parece que a Ford, jogou dentro de carro e foi embora.\n\nEm contra partida, meu sogro tem 1 tracker, a montagem em comparação a Ford e 100 vezes superior, os bancos traseiros bem mais confortável.\n\nSuperior ao Ecosport e a Tracker, eu rodei um tempo na Kia Sportage, melhor montagem dos 3, melhor dirigibilidade, melhor espaço interno.",
                "Só se andar muito com o carro, tipo Uber, por causa do desgaste do mesmo e da desvalorização",
                "Já aluguei carro por assinatura durante vários meses, é ótimo. Não ter que se preocupar com a manutenção dos carros, seguro e ainda poder ter um carro sempre novo é ótimo.\n\nFinanceiramente? Não vale a pena, a não ser que você seja aquele público que compra carro 0km e troca a cada 2 anos. \n\nEu gosto e uso assinatura pela comodidade.",
                "Carro fora de linha, de manutenção cara e beberrão! Não recomendo bem aos meus inimigos!",
                "*É ótimo serviço, mas* **corre desse carro se ele usar o famosíssimo cambio PowerShift** (ou Powerbosta, PowerShit, MerdaShit, Power\\*money\\*Shift)",
                "Tem que fazer as contas. Depende de algumas coisas para saber se vale a pena ou não. Quanto tempo você planeja ficar com o carro, a alíquota do IPVA no seu estado, qual carro você vai escolher na assinatura, etc",
                "Muita gente é contra carro por assinatura, mas eu não vejo problema principalmente se tu for uma pessoa exigente que prefere andar com um carro 0km e gosta de trocar de carro frequentemente",
                "ford abandonou o brasil, nem sonhand pegaria essa bomba",
                "Pra começar fuja desse carro.\nCarro por assinatura no meu vê é uma furada, só vejo vantagem pra quem dirige muito tipo Uber ou empresa tipo uma AmBev da vida...",
                "sai dessa. Quem ganha dinheiro com isso é a localiza e o meoo. Voce só toma na cabeça."
            ]
        },
        {
            "title": "Mitsubishi Lancer GLX 1998 16v 1.6 como primeiro carro - Erro ou uma boa ?",
            "selftext": "Oioi gente, prazer, meu nome é Harumi e estou num dilema, estive olhando alguns carros a venda online e me surgiu uma oportunidade de comprar um Mitsubishi Lancer GLX 1998 1.6 16V , desde então demonstrei interesse pelo carro (principalmente por modificações, onde a minha ideia é fazer algo leve, sem muita potência, apenas como carro de Daily preparado mas seguro) andei vendo as especificações e ele até tem um consumo urbano de 11km/l e 13,5km/l rodoviário.  \n\n\ne me bateu uma dúvida, para uma motorista de primeira viagem, ter esse carro é uma boa ideia ou deveria cair na real e pegar um carro mais popular na mesma faixa de preço.  \n\n\n(Adendo: meu medo é o preço do carro aumentar com o tempo ao ponto de não conseguir comprar, mas ao mesmo tempo tenho medo do carro só ficar parado na garagem).  \n\n\n(Adendo 2: me deram a ideia merda de fazer Swap pra um X20XEV de vectra de ferro velho mas ai vamos com o tempo).",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102osnl",
            "num_comments": 1,
            "comments": [
                "Acredito que dependa muito da sua condição financeira.\n\nComo toda lasanha velha ele pode acabar te dando umas dores de cabeça, mas lancer na sua época foi um carro de tiozão, moído mesmo só os de jovens dinâmicos fazendo um neo evolution 1998...\n\nPondere quanto você tem de dinheiro disponível, fora que o estado de conservação ´é muito importante de se observar."
            ]
        },
        {
            "title": "Motor cht 1.0 fraco",
            "selftext": "Tenho um gol bola 96 1.0 cht de miseráveis 52cv mas o motor anda mais fraco ainda, mas os sensores todos ok, estou pensando em colocar uma fueltech, será que vale a pena investir no motor ou vender o carro e pegar um melhor?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102op3r",
            "num_comments": 2,
            "comments": [
                "Tem que medir compressão dos 4 cilindros, ver se a bomba de comb. tem pressão E vazão, se bico tem a vazão suficiente (Tantos ml a 3 bar, tantos ml a 3,5 bar, por isso precisa ver pressão que a bomba de comb. entrega), ver se a embreagem não tá pesando, se não é alternador chamuscado pesando, se não é bomba d'agua cheia de lama, esses detalhes.\n\nSe tiver problema de compressão, precisando fazer o motor, tem como colocar camisas e pistões do 1.6, vira senão me engano um 1300, deve dar seus 67cv igual fiasa 1300. Mas dá pra trocar logo o motor todo por 1.6 (Já achei usado a R$ 1,5 mil) porque CHT só tem numeração visível na plaqueta, a plaqueta do motor dá pra tirar de um e colocar em outro.",
                "Talvez você deva considerar pegar um motor AP 1.8 ou até 2.0 já com injeção. Depende sai mais barato do que colocar uma FT."
            ]
        },
        {
            "title": "O que seria uma boa manutenção preventiva? Classic 2013",
            "selftext": "Meus caros tenho um Corsa Clássico 2013 desde 2014. Comprei com 25k na localiza da minha cidade. Hoje está chegando nos 90 mil km.\n\nDesde então só fiz as manutenções obrigatórias, óleo, fluidos, filtros, correia dentada e um terminal de direção lá pra 2016.\n\nAcabei deixando a pintura dele queimar por falta de cuidado e fiquei chateado. Quero cuidar melhor dele.\n\nHoje ele está com muito barulho de borracha quando freia, um tal de \"nhec nhec\" e uns estalos em baixo e grilos. Vou levar numa oficina pra ver os barulhos.\n\nMas para eu dar um \"trato\" nele o que seria legal trocar preventivamente? Quais borrachas e tal? Precisa de troca completa de suspensão?\n\nComo não manjo nada de carro vim pedir a ajuda de vocês.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102mvil",
            "num_comments": 10,
            "comments": [
                "De preventivo é oleo, vela, se quiser, por ser um carro velho, limpeza dos bicos injetores e trocar os filtros, limpeza do tbi, correia dentada, correia acessorio, filtros ar e combustível, fluido de arrefecimento e limpeza, fluido de freio.\n\nO resto é trocar quando precisar, pastilhas, disco de freio, suspensão, etc. Normalmente se vc quiser fazer uma revisão no ano pra verificar oq precisa. Se vc n tem, baixa o manual na internet pra tirar as duvidas de datas e o que precisa ser conferido",
                "Troca preventiva de toda bucha, pivô e \"borracha\" é meio bobeira nesse caso, muita coisa tem vida útil de 60 mil km mas outras tem de 120 mil km, deixa pra trocar só o que faz barulho ou tem folga, a suspennsão trabalha de forma desigual porque os buracos e irregularidades na pista ficam geralmente só num lado, então nem a troca das coisas sempre em ambos os lados é necessidade.\n\nÉ mais coisa de ir a cada 20-30 mil km dar uma olhada em oficina, sobe ele no elevador e deixa mecânico ir com alavanca condenando as peças, você anota, compra barato pela internet, quando tiver tempo leva pra trocar, vai ter poucos imprevistos além do  que já comprou.\n\nNão tem como fazer alguma magia pra ele ficar mais 90 mil km sem mexer, é mais seguro e barato mexer em períodos mais curtos, precisa VER o que tem problemas e então trocar, uma troca preventiva de todas as borrachas talvez permitiria um folga em terminal axial mês que vem, ou folga na caixa de direção, ou uma trinca vazando líquido em radiador, enfim, não compensa se preocupar só com uma parte se carro nessa idade já começa a ter alguns outros probleminhas eventuais.",
                "Pelos barulhos que descreveu é provável que tenha que dar uma geral na suspensão, buchas amortecedores e tal ver oq precisa, deve ter bastante coisa gasta",
                "no google e digita seu \n\nmodelo de carro + BUCHA\n\nai vc compra e leva pro mecanico trocar, acho que muitas borrachas ja ta na hora de trocar"
            ]
        },
        {
            "title": "SUV ou Sedã?",
            "selftext": "Tenho um Ka Hatch 1.0 2018 e estou pensando em trocar esse ano. Porta malas pequeno, câmbio manual, pouco espaço no banco dos passageiros são os principais motivadores para pensar na troca.\n\nDito isso, queria saber a opinião de vocês sobre fazer um upgrade para uma SUV ou um Sedã. O que esperar de cada categoria?\n\nAgradeço sugestões de modelos tb, na faixa de 80-100k usados.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102mink",
            "num_comments": 14,
            "comments": [
                "Minha opinião de leigo: Vc está deve está se referindo aos famosos SUV 'urbanos' a vantagem deles é que são altos, se vc tem de enfrentar buracos,  estrada ruim pode ser que seja pra vc. Já o seda tem mais vantagens principalmente em relação ao preço e consumo. Em relação ao espaço vai depender muito do modelo, eu acredito que são bem equivalentes, os suv tem certa vantagem principalmente em relação a altura interna, quando vc rebate os bancos de um suv fica um vão bacana pra colocar coisas dentro.",
                "Suv com porta mala grande é raro. Nessa faixa tem o Kicks 2019 que é tem porta-mala mediano de 432 litros, mecânica confiável, consumo bom.",
                "Vai do que você valoriza mais e das condições que você roda. \n\nNessa faixa de preços vc tem excelentes lasanhas pra escolher, o melhor custo benefício de todos na minha humilde opinião seria um  fusion 2017 .  \nEu pessoalmente tenho uma edge 2013 que acho dificil trocar por outro carro (trocaria por um fusion, mas me faria falta a altura do solo ) e recomendo se vc está ciente dos pontos negativos .\n\nMas tem vários outros carros mais simples e teoricamente mais baratos de manter que voce faria um baita upgrade, saindo de um carrinho de terceiro mundo pra um projeto global, tipo um cruze, um civic, kicks, etc",
                "Pô cara, eu particularmente prefiro sedans, uma boa opção é o Nissan versa após o \"facelift\" tem um bom espaço interno, ótimo porta-malas e não vista os olhos das nádegas igual o Corolla.",
                "SUV. Mais tranquilidade passando nas ruas de solo lunar brasileiro, sofre menos com desnível de estrada de terra. Não sei, mas carros mais altos me parecem mais confortável de dirigir tbm.\nNa faixa dos 80K eu daria uma olhada no Nissan Kicks, camera 360° etc. Minha familia tem e eu gosto do carro\nEu tenho sedan, e só tenho pq gosto msm, se n pegaria uma duster que pra mim me atenderia mt melhor. Suv tbm é o futuro, as marcas estão abandonando os sedans no Brasil, nem civic temos mais, só importados. Fora os sedans compactos, nós temos o corolla q ys virando suv, virtus, jetta e o versa, n lembro de mais nenhum. Enquanto suv, nivus, tcross, duster, captur, kicks, trailblazer, tracker, equinox, pulse, fastback, corolla Cross, creta, hb20X, compass, renegade, c4 cactus...",
                "Suv, o Honda Hrv acho bacana ,\nTem o kickis tbm que é o mais econômico da categoria",
                "Dependendo do Suv, vai ter espaço interno e/ou porta malas de tamanho semelhante aos de um Hatch, com a diferença de ser mais alto.",
                "Suv geralmente tem pneu maior (mais caro), geralmente não tem estabilidade em curvas, faz as mesmas coisas que o sedan e dependendo da escolha tem porta malas menor…eu prefiro sedan (tenho um fusion) e vou tentar manter até onde der",
                "Eu cou ser sincero.  Suv cobra a mais por ser sua. Olha polo e tcross...mesmo carro,mesmo td. Suv cobra 20% a mais  . Isso em rodas as marcas. Então se for comprar sua, vc vai pagar este Plus. \n\nDito isto, acho legal ser mais alto. Dá Maia conforto.  Aí é vc ver se justifica.\n\nPS : sua de menos de 200k não tem os benefícios de estradeiro.  É só estilo menos.",
                "Cara, eu pegaria um sedã, por gosto pessoal mesmo. Se for pensar logicamente, o suv faz mais sentido para uso urbano, por ser mais alto.",
                "Depende, você quer que tipo de SUV? Urbano que não sobe rampa vulgo Renegade? Ou SUV mesmo como Edge (saudades), Pajero ou Vera Cruz? \n\nGosto da HR-V por exemplo.\n\nSedan, potente? Economico? de luxo? Toyota, Hyundai/Kia, Nissan, Mitsubishi, são as melhores marcas nesse quesito. \n\nporque por 80 a 100k pode esperar boas coisas. Mas nada muito fora da curva com essas fipes superfaturadas pós pandemia.",
                "tcross é bem bom, e economico.",
                "Acho que a reposta vai ficar mais no seu uso. Eu viajo bastante e se fosse de Sedan (exceto um Voyage..Prisma,etc) eu ficaria empenhado muitas vezes, por que as estradas do Brasil possuem muitos calombos que surgem da noite pro dia, geralmente ocasionadas por caminhões, e um carro mais alto passa por cima. A única vez que fiz uma viagem grande de Sedan (Honda City) bati tanto o carro embaixo que fiquei traumatizado, e era uma estrada onde meu carro da epoca passava vem. Se vc usar mais na cidade ou por estradas boas, vejo o Sedan como melhor escolha financeira.\n\nPontos que o pessoal falou aqui e são relevantes:\n\n1 - Suv tá na moda - mais caro.  \n2 - Suv tem pneu maior - mais caro."
            ]
        },
        {
            "title": "Comprar um civic g7 manual completo por 16 mil vale apena?",
            "selftext": "Estou a procura de um civic g7 de 4p manual, achei completinho, com ar condicionado quente e frio direção hidráulica ajuste de banco elétrico e etc, esse civi que falei está saindo por 16.000, devo comprar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102kqu0",
            "num_comments": 4,
            "comments": [
                "vc ta falando de um carro de mais de 20 anos,\n\n impossivel responder se vale a pena sem olhar cada centimetro do carro, kkk",
                "De uma boa revisão no carro, como foi usado, se não tem problema estrutural ou doc. \n\nSe estiver em um bom estado, só vai.",
                "Tá barato. Tem que se atentar a caixa de direção, que tem problema crônico e a suspensão traseira, se estiver meio arriada tem que trocar as buchas. O marcador de combustível dessa geração é muito impreciso, além de que muitos foram moídos e estão cheios de problemas no motor.\n\nEu só compraria se a procedência fosse muito boa. Esses carros são bons mas a manutenção não é barata, a fama de inquebrável só fez os donos serem desleixados com eles.",
                "Esse carro não dá problema, é o carro da minha mãe e a última vez que viu uma oficina eu nem lembro. É bem econômico, se andar direito. 16k tá barato demais, deve ter algum problema ou outro pra arrumar, mas estuda bem o carro. Confere se o som tá bom, as caixas originais são sensacionais!"
            ]
        },
        {
            "title": "Fusca em pleno 2023? ainda existem bons exemplares, mas é uma boa compra?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102j92g",
            "num_comments": 10,
            "comments": [
                "Bons exemplares vao custar oq, uns 30k hj eu acho. Mais entenderes vão confirmar o preço. Mas a não ser que vc goste muito, não é um carro pra se ter, ainda mais pra uso diário. Maioria em preço normal vai estar detonado, os em bom estado vao ser caros, e os reformados uma facada.\nAlém disso é um carro q eventualmente vai te deixar parado no meio do trânsito pq algo escapou, algo travou, coisas do tipo.\nÉ carro pra quem quer ter pq gosta, não pra usar no dia a dia",
                "**Se for o seu sonho, ou pra colecionar, carro de garagem/fim de semana e tem grana pra gastar.**.. Compre e seja feliz.\n\n*Agora se não for esses os objetivos, na minha opinião não vale a pena. É um carro com preço superestimado e superfaturados, peças super caras e algumas difíceis de achar (to falando acessórios e acabamentos.)*",
                "Olha tem muita gente que tem ainda e conheço alguns que usam até no dia dia, mas é um carro que vc tem que gostar muito pra ter já que vai demandar uma boa manutenção e as vezes vai acabar dando umas panes",
                "Tem um maluco na minha rua que tem e ele adora rsrsrs",
                "Tenho, ando e gosto.\n\nQual ano tá procurando?"
            ]
        },
        {
            "title": "Motor feito em Civic com mais de 200mil km - Sinal de mal uso?",
            "selftext": "O quão normal é um motor desses ser feito/retificado com seus 200 mil km?\n\nÉ melhor evitar? Ou não é critério de avaliação relevante?\n\nCivic em questão é da sétima geração, automático.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102f418",
            "num_comments": 6,
            "comments": [
                "Não necessariamente, pode ter quebrado o cárter em uma viagem.\n\nTem que avisar o carro, só assim não dá para dizer.\n\nE claro tudo tem preço, se tiver no preço certo pode ser uma ótima alternativa.",
                "Não é tão normal ele quebrar, mas não tem um número certo de qual km vai acontecer. Pode não ser sinal de bom uso, mas é um motor que é bem resistente. Tudo depende do motorista, e de como ele usou. \n\nProblema apenas é a grana da manutenção. Se não tem preocupação com isso, só vai fundo.",
                "Olha rodou até que bem, creio que não deve ter problema se o dono tiver nota de tudo que foi trocado e for de qualidade e em uma boa oficina",
                "nao entendi\n\neh um motor feito que ja rodou  200milkm ou um motor que com 200milkm foi feito?\n\n&#x200B;\n\nse for a segunda opcao eh um motor novinho, qual sua preocupacao?",
                "Esses motores de Toyota Honda tem fama de durar perto do meio milhão de km sem abrir então tem que estar vendo realmente o porque"
            ]
        },
        {
            "title": "Quais as expectativas para o mercado de usados pra 2023?",
            "selftext": "É esperado que com  o fim da crise de supercondutores a produção e oferta de carros 0km volte ao normal, mas será mesmo que vai ser assim?\n\nSerá que faz sentido esperar alguns meses para ver se o mercado de usados cai um pouco?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102eudh",
            "num_comments": 2,
            "comments": [
                "Estou nesse dilema, estou com receio de que o preço dos usados aumente ainda mais...\nPois já viu alguma coisa ficar mais barata nesse país?🤨🤨🤨",
                "Péssimas...\n\nPossivelmente inflação vai aumentar, preço do carro novo também e consequentemente os usados, sem falar de política mesmo, a projeção é que tudo suba, tanto mais pela crise na europa."
            ]
        },
        {
            "title": "Existe bmw 335i e90 manual no Brasil?",
            "selftext": "isso aí do titulo",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102eljh",
            "num_comments": 5,
            "comments": [
                "Eu acho que não!\n\nPorém, uma vez eu vi uma que estava a venda muito a baixo do preço, e foi de leilão que seria um projeto e tanto fazer um swap pra manual!\n\nImagina que brinquedo divertido!",
                "Em breve eles fazem uma dessas manual. E colocam o câmbio do Chevette para ficar ainda mais \"braba\" 😉👌"
            ]
        },
        {
            "title": "Bravo T-Jet 2013 com 196.000 Km rodado é muita loucura?",
            "selftext": "Titulo.\n\nSe tiver histórico de manutenção pode ser uma boa ou tem mto problema crônico?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "102d438",
            "num_comments": 6,
            "comments": [
                "Tudo depende do preço e da sua capacidade financeira de resolver os problemas que eventualmente aparecerem.\n\nSe for financiado é loucura.",
                "Vai casar com o carro? Só vai!\n\nAgora, se quer revender depois, se acha que a manutenção vai ser igual de um fiat uno mile, se ele estiver em um preço não tão convidativo, se acha que a turbina vai durar para sempre, se acha que o carro foi feito para ficar dando topspeed toda hora? Foge!",
                "Eu não pegaria, é um carro divertido porém com mecânica cara e tem outras opções na mesma fipe de mercado. Ou seja, ruim pra revenda. \n\nEu olharia outras opções.",
                "Op, infelizmente é. Quase 200 mil KM em um motor turbo, isso sem contar o resto do conjunto mecânico.",
                "Se for azul, vale."
            ]
        },
        {
            "title": "Quanto tá pra importar o motor 2jz gte?",
            "selftext": "Quanto ficaria estimada a importação de um 2jz, e a parte legal? há como rodar com o carro na rua, ou fica só pra pista?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "101uf61",
            "num_comments": 9,
            "comments": [
                "Na primeira googlada saiu o preço na China de US$ 6200. Levando em conta serviço de courier porta-a-porta dobra, então US$ 12 mil, a dolar de R$ 5,40 (Não pegue a menor cotação, você não vai pagar o dolar comercial na hora de pagar) isso dá R$ 65 mil. Provavelmente dá pra fazer motor nacional chegar nos 300cv com bem menos grana que isso, tendo estoque local de peças pra reparo depois. \n\n(E alias, provavelmente isso é preço de motor pelado, se isso tem central eletrônica ela provavelmente é do carro e não do motor, nem tá inclusa geralmente, talvez iria mais R$ 15-20 mil entre as partes eletrônicas diversas. Esquece preço local de peça usada, algumas coisas não dá pra importar usada, só nova, senão o país vira lixeiro de país rico, por isso tem que se basear nos preços mais altos)\n\nPra não pagar tanto pode importar as peças e montar aqui, exceto coisa pesada você mesmo importa diretamente, as partes pesadas podem ser usadas mas vai precisar courrier igual, duvido que nesse caso baixe de uns R$ 35-40 mil ao todo (Isso se você montar, se pagar pra montar pode meter mais uns R$ 10-15 mil com parte eletrônica e tudo).\n\nPra rodar legalmente terá que fazer os CSV em empresa liberada pro inmetro, se fosse trocar por um motor de 50cv precisaria fazer o mesmo. Problema de motor potente é que todo o conjunto tem que aguentar, teria que fazer mil reforços por toda a estrutura do carro, caso use um nacional meio comum originalmente com motor de <100cv. Imagino que vai precisar alguns laudos específicos de resistência da carroceria reforçada pra autorizada do inmetro liberar a gambiarra, já que eles seriam corresponsáveis na liberação. Isso toma tempo e dinheiro, algum engenheiro mecânico ou estrutural teria que fazer os cálculos, emitir as guias do Crea pra você pagar e tal, nem sei se algum teria tempo pra calcular a estrutura original (Já que o fabricante dificilmente vai divulgar esses dados do projeto, ela é responsável pelo uso normal do veículo, com o motor original, as brincadeirinhas de criança não são responsabilidade deles então não precisam liberar nada), as vezes só acha engenheiro pra isso em SC, lab de testes no PR, e dino homologado em SP, só de fretes já gasta uma nota.\n\nCarro de pista via de regra não se emplaca por isso, toda alteração exige novo CSV, que o inmetro só libera com muito estudo e teste, cobrando laudos e projeto detalhado assinado. Se fosse botar outro motor de 115cv em carro que tinha motor de 100cv isso geralmente entra na margem de erro do projeto do fabricante e o detran bota o CSV no doc. sem cobrar muita responsabilidade da autorizada do inmetro, é a situação onde no máximo trinca lata aos poucos depois de 6-12 meses, quando você dobra potência, torque ou peso do motor pode ter ruptura instantânea de parte da lataria e carro sair torto na rua empurrando os outros pra fora de ponte ou atropelando 50 pessoas em ponto de ônibus, enfim, pode dar muita merda no transito. Em pista você assina termo de responsabilidade pra entrar em autódromo, aí se fosse morre é basicamente culpa sua e de mais ninguém, no trânsito há corresponsabilidade de muitos envolvidos quando dá merda, não tem termo de responsabilidade (Ou na verdade tem, é o engenheiro quem assina, lab. confirme, autorizada do inmetro aceita, e o detran só coloca o csv no doc. pra fiscalização de trânsito ver que as fuçadas/gambiarras são planejadas e não brincadeirinha de moleque com solda mig e dinheiro sobrando. \n\nAh, e se é pra correr em campeonatos e cia, igual umas categorias exigem engenheiro assinando projeto, igual gasta uma grana pesada. Pessoal fica nas arrancadas e coisas bobas assim por essa dificuldade financeira de entrar em categorias de corrida mesmo, ficar no Kart é mais viável, daí pra cima é um pulo financeiro bem grande, mesmo que você seja mecânico a parte de engenharia legal (Basicamente mostrar cálculos e assinar) foge da sua alçada, tem gente que estuda engenharia só pra isso, pra ter diploma pra eventualmente assinar os próprios projetos, porque mecânica qualquer jeca aprende, mas a parte legal da engenharia não é assim.\n\n**Edit:** Pra legalizar pra rua precisa nota de importação do motor, com laudo se não me engano do conama ou ibama, então pra esse caso não rola importar as partes pra montar, eles exigem nota do produto inteiro mesmo, fica caro.",
                "2JZ tá caro no mundo todo pela hype. Foda que no Brasil tem pouca peça pra esse motor ou preparadores que tenham experiência com ele.  \n\nAcho mais válido (e fácil) arranjar um carro paraguaio que tem esse motor, entrar com visto de turista e arrancar o motor logo em seguida.  \n  \nOutra forma é ir com outros motores 6 cilindros que são mais disponíveis aqui, como o M50 ou M52 da BMW, tem bastante desse motor em ferro velho, aftermarket e preparadores no Brasil que manjam tipo o Buoso. Source: Tenho um."
            ]
        },
        {
            "title": "Qual carro pegar?",
            "selftext": "Fala pessoal, tenho uma dúvida mortal entre dois carros específicos, não sei bem qual pegar pois vejo muitos pontos opostos dos dois.\n\nclio: [https://df.olx.com.br/distrito-federal-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/clio-1125092309?lis=listing\\_2020](https://df.olx.com.br/distrito-federal-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/clio-1125092309?lis=listing_2020)\n\n&#x200B;\n\nford ka: [https://mg.olx.com.br/regiao-de-pocos-de-caldas-e-varginha/autos-e-pecas/carros-vans-e-utilitarios/ford-ka-1-6-sport-1126376335?lis=listing\\_2020](https://mg.olx.com.br/regiao-de-pocos-de-caldas-e-varginha/autos-e-pecas/carros-vans-e-utilitarios/ford-ka-1-6-sport-1126376335?lis=listing_2020)\n\n&#x200B;\n\npenso que o clio é mais espertinho e barato mas penso também que o ka é mais novo e tem um interior melhor na minha opinião.\n\nAgradeço imensamente se puderem me ajudar!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "101s5xb",
            "num_comments": 10,
            "comments": [
                "Tenho interesse naquela cria bastarda de Silverado com veraneio ali atrás",
                "Eu acho o clio muito mais bem acabado, confortável e o motor tem mais fôlego, mas talvez as peças sejam um pouco mais caras.",
                "Clio tem Air Bag, mecânica confiável, peça barata e motor foguetinho. Sem dúvida iria de Clio.",
                "Clio, mecanica mais esperta, mais conforto e acabamento.\n\nKa, tem economia, peças mais baratas, mecânica confiável, compacto e melhor revenda.\n\nEu iria Clio, apesar da revenda do Ka e seu estilo me chame mais atenção.",
                "o Clio sobra grana ainda pra eventuais coisas que aparecerem.",
                "De mão 🤡"
            ]
        },
        {
            "title": "Quanto custa um serviço de caçador de carro?",
            "selftext": "Estou interessado em alguns carros que varia entre 18k a 30k.\n\nNessa faixa de preço eu gastaria quanto com um caçador? Uns 1500 reais?\n\nE ele cobra por pesquisa de campo? Ou por veiculo entregue? Ou preciso deixar um sinal pra ele começar a pesquisa?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "101igms",
            "num_comments": 23,
            "comments": [
                "Pega um ômega de vilão 👍🏻",
                "Em Curitiba tem o [DCK](https://www.instagram.com/dckconsultoria/?hl=en).\n\nEm São Paulo tem o [Cavalo](https://carpremiumbr.com.br/).\n\nJá contratei os serviços do cavalo para um terceiro, cobrou 500 reais por visita a carros (de 250k de Fipe) na região metropolitana de SP. \n\nO DCK me orçou 1500 pra ir a Cascavel avaliar um carro de 180k (novamente, de Fipe). Acabei não contratando porque desisti da compra, mas só ouvi falar bem dele.\n\nAmbos fazem \"pesquisa\" também. Mas esse orçamento não sei te precisar, entra em contato com eles pra ter mais precisão.\n\nNo RS (região de POA) tem o [Tonetto](https://facebook.com/100002489063859/). Não sei se ele faz avaliações, mas sei que faz \"pesquisa\". Mas o forte dele é antigos, principalmente GM, Ford, Fiat e VW.",
                " No mercado de carros premium há muito disso (nesta ceara conheço apenas [O Car Chase](https://www.instagram.com/ocarchase/) por exemplo) mas para carros mais populares não saberia te direcionar.",
                "Tenho um cliente que trabalha com isso. De 1 a 2 mil, paga quando ele achar um Carro que você goste.",
                "Up",
                "Se conhecer alguém que entende de carro fica mais fácil; \n\nGeralmente esse serviço, você paga uma porcentagem e o resto quando achar o carro.",
                "Procura pelo @carroperfeito no Instagram, ele da esse tipo de consultoria, tem curso sobre e indica pessoas que fizeram o curso dele na sua regiao",
                "Tem muita gente fazendo esse serviço. Uns melhores, excelentes profissionais, outros enrolados e arrogantes. Escolha por recomendação de conhecidos. É melhor.",
                "O que seria um caçador de carro ?? '-' realmente não sei",
                "Também andei olhando isso e achei um site especializado mas só para carros acima de 50k",
                "Geralmente eu cobro entre 1.000-15.000",
                "Mas estou aos poucos abrindo mão de clientes menores, é muita dor de cabeça e problema com pagamento, já clientes com maior poder aquisitivo nunca tive problema de recebimento. E tem mais, as vezes esse que paga 1000 quer que a pessoa faça milagre, quer um carro super barato mas com tudo em cima🤡"
            ]
        },
        {
            "title": "tinta para carros",
            "selftext": "Bom dia!\n\nOutro dia eu perguntei aqui a melhor forma de proteger o carro contra maresia pois moro no litoral e fui orientado a manter a pintura das partes que oxidam em dia, tenho talvez a sorte de não ligar muito pra estética apesar de achar minha l200 linda (vulgo Teresinha furacão).\n\nO Orubem me disse pra pintar e cobrir qqr rachadura na lataria como também passar zarcao nas partes do chassi que estejam desprotegidas. Eu estava passando um óleo vegetal no chassi nos lugares que identifiquei falhas na tinta, agora irei limpar e passar zarcao; já na lataria eu até encontrei a cor certa (prata tecno) mas é tanto tipo de tinta e vernizes que me veio a dúvida novamente: qual o tipo de tinta/verniz/fundo/primer devo usar, e em qual sequência?\n\nMe perdoe a ignorância e a falta de coragem de fazer tentativa e erro.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "101brlj",
            "num_comments": 5,
            "comments": [
                "Nas partes de pintura, tem como vc tirar fotos? Ajudaria",
                "Zarcão é solução barata pra peça escondida, que ninguém vai ver.\n\nSe vai pintar, o produto pra receber tinta é o wash primer. Primer comum é o fundo genérico, o primer que gruda em metal é o wash primer. Mas não pode aplicar ele sobre ferrugem, o metal tem que estar quase brilhando de tão limpo. Sempre vai um desses fundos antes da tinta, nunca em hipótese nenhuma vai tinta direto em metal. É fundo, tinta, e então verniz pra dar brilho (Ou só tinta se ela brilhar ou se ninguém ver de perto).\n\nAí a tinta pode ser PU ou poliester, no caso da L-200 e 90% dos carros recentes é poliester. A tinta em si não é bonita, então na parte externa vai verniz, e por mais que a tinta seja poliester, o verniz é PU (Faz a mistura pra não ter tanta interação, senão um mistura demais com o outro).\n\nNo caso do primer, tem vários códigos sobre a quantidade de sólidos, é que ele serve pra \"alisar\" as falhas da massa e metal, tipo os furinhos da massa, ou de um metal soldado e lixado. Primer comum é de médios solidos, se tem falha em baixo ele não cobre os buracos, fica um buraquinho pintado. A tinta NUNCA tem muitos sólidos, então a tinta é padrão na viscosidade, e sempre é meio fina, pode dar muitas demãos mas não fica grosso exatamente.\n\nE aí entra o verniz, tem vários códigos de verniz PU porque também varia a quantidade de sólidos, quando há irregularidade na massa, primer e tinta, se aplicar verniz fininho (Viscosidade baixa) na hora de polir o furo continuará lá, pra isso se usa o verniz com mais sólidos, aplica mais camadas, aí ao longo dos anos terá mais material pra ir polindo (Todo polimento tira uma camadinha de verniz), e logo na primeira polida irá tirar a irregularidade do verniz. Pode ver que pintura nova é sempre onduladinha, isso é o verniz, só sai no primeiro polimento, via de regra precisa uns 10-15d pra curar direito e poder polir então carro novo tem a pintura com esse detalhe visível se olhar de perto (Exceto se pagar por aquelas proteções extras, aí eles fazem polimento e aplicam as ceras especiais pra aguentar mais sol).\n\nSe quer só tapear parte interna, que ninguém vê (Só quem abrir capo ou olhar por baixo, digamos), pode ser zarcão e tinta de spray, existe tinta spray na cor de alguns carros, é pra esses retoques. Na parte visível da lataria precisa mais cuidado porque vamos esfoliar essa parte toda vez que lavar (Esfregar esponja é basicamente meter esfoliante, aquela lama grudada tem pedinhas de algum micrometro de espessura, acabamos esfregando isso contra o verniz na hora de lavar).\n\nAh, fui procurar a tinta, e tem pouquíssimas mesmo, isso é UM dos itens que entra na categoria \"falta de peças\" quando a gente fala mal de carro pouco vendido. Se via web tem pouca opções de lata de 900ml pra essa cor da L-200, então talvez nem tenha spray em lata, pra carro mais vendido tem, assim como tem os kits de retoque (Tipo esmalte, acho que 10ml) tem kits com spray de tinta e verniz, próprios pra carro, e primer em verniz, isso facilita horrores esses cuidados simples.\n\nAh, se vai aplicar tinta por cima, e não é parte visível, como primer as vezes tem cor contrastante, e zarcão idem (Tem zarcão de toda cor, mas nem toda loja tem), as vezes pode usar as zincagens a frio, é spray em lata, tipo tinta, mesmo aqui longe e com frete pra mim dá uns R$ 25-30 por lata, é prata então pra cor clara contrasta pouco (E na real fundo prata até com preto é fácil pintar, por isso usamos tanto zarcão prata/cinza em estruturas, com outra cor por cima ele não fica chamativo por trás, quando mistura tipo branco com amarelo ou vermelho dá ruim, mas o cinza/prata meio que não altera cor de fundo. Alias, primer e wash primer tem essa cor muito por isso, pra não alterar a cor fina por cima, tem cor tipo cinza claro ou amarelado porque é pra retoques, pra você lixar e ver quando passou da cor desse primer, mas antes de pintar via de regra se aplica um primer contínuo de altos sólidos de cor tipo cinza claro, a zincagem a frio em spray tem a mesma cor só que com brilho, o brilho morre com qualquer tinta por cima, não atrapalha.\n\nAs propagandas de zincagem a frio falam em testes com vapor e sal, mas nunca cuidei o tempo, eu uso em ferro que molha muito, tipo em estrutura de telhado que pega chuva e sol vai zarcão, mas em estrutura de pia de banheiro que pega umidade e nunca seca direito, aí zarcão não dá conta tão bem, a zincagem em spray vai melhor, dá uns anos a mais até ter ferrugem. \n\nTem as tintas \"direto na ferrugem\" pra uns casos, mas são poucas cores, cores universais, não lembro de ver prata, elas tem o princípio ativo do zarcão geralmente, mas tem brilho e tal, na mistura isso zera a corrosão antiga e dá alguma proteção, mas em carro ela provavelmente ia soltar com a trepidação, dá fissuras pequenas, então não gruda no metal igual zarcão, wash primer e zincagem a frio. Precisa camadas pra ficar bonito, se misturar tudo gera essas tintas direto na ferrugem, resolve alguma coisa, dá brilho, mas não serve pra muitos locais, carro precisa camadas mesmo, os materiais de inibição à corrosão (Wash primer, zarcão e zincagem a frio) desgastam fácil então precisa tinta pra inibir isso, mas tinta é fina e suja fácil, então precisa verniz pra proteger a chuva, basicamente a pintura automotiva vira essas 3 camadas por isso (No caso de reparo vai massa, primer, tinta e verniz quando a superfície não tá tão lisa, primer com altos solidos é pra furinho de 0,5mm ou algo assim, se tem tipo 3mm de abaixado num ponto precisa meter massa, e massa plástica boa também gruda ok nuns metais, também pode ser usada pra proteger maresia quando quer proteger e alisar pra pintar, mas massa sobre um pouco de ferrugem dá ruim, o zarcão e a zincagem a frio podem ir sobre ferrugem pequena, mas wash primer e massa precisam ferro limpo, eles só vedam contra oxigênio, inibir ou reverter oxidação é pra outros materiais, nenhum é muito mágico, eu diria que dos baratos zarcão é o mais prático e durável, mete pincelzão barato e pronto, mas é feio, pra partes visíveis (Lataria externa) o jeito é fazer o processo tradicional em etapas se for área grande, os quebra-galhos com zarcão e tinta de retoque em tubinho de 20ml é pra ir evitando que pontos de ferrugem se iniciem, só se faz em peça que você já tá planejando pintar aqui um tempo)."
            ]
        },
        {
            "title": "City X Versa X Yaris 0 km",
            "selftext": "Como já postei em outros tópicos anteriormente, estou em processo de decisão de **um sedã compacto 0 km** e estou em dúvida entre esses do título. Busco um desempenho honesto (ainda que nao seja empolgante) na cidade e principalmente na estrada, **sem ter que ficar em RPM alto na casa dos 120** km/h, pois atualmente tenho um carro 1.0 que sofre muito na estrada.  Também procuro um c**arro montado com peças de boa qualidade.**",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1019x73",
            "num_comments": 9,
            "comments": [
                "*...principalmente na estrada, sem ter que ficar em RPM alto na casa dos 120 km/h...*\n\nCity, sem pensar: Versa é importado + Nissan, terrível combinação de preços e peças; Yaris, Etios de origem indiana gourmetizado que sai de fábrica com teto amassado.\n\nCom o City consegue chegar, sem muito esforço, a médias beirando os 20 km/l na estrada; se pegar o EXL ou Touring já vem com o Honda Sensing, item de muito conforto para uso em estrada.",
                "Também ficaria com o City, apesar de ser o mais caro dos 3, é o que mais entrega",
                "City, falo por experiência, tenho um 2023 Touring.\n\nFiz tranquilamente uma viagem de 2000km com ele durante uma semana e não tive nenhum problema, o gasto de combustível foi excelente e não me faltou força. RPM de rodagem a 130km/h ficava super agradável.",
                "City, projeto mais novo.\n\nYaris já tem idade e provavelmente vai receber uma geração nova.",
                "City ou Yaris.\n\nA Nissan já fez um carro confiável, mas eu particularmente não gosto muito da nissan desde 2015, mais ou menos, a última decepção foi com o sentra...\n\nHonda e Toyota são as donas do mercado, tem como não... Eu ainda iria de yaris, pois por mais que seja hondeiro, tenho que aceitar que o acabamento do yaris é muito superior, e possivelmente a confiabilidade...\n\nAgora não sei quanto o valor, pois desde que me conheço por gente quando falo o nome \"yaris\" é como se eu estivesse falando \"ferrari\".",
                "City touring"
            ]
        },
        {
            "title": "Carro usado até 30 mil",
            "selftext": "Salve meus redditers, beleza? Duas horas depois do ano novo bateram no meu querido corsinha 2004 e ele provavelmente vai dar PT (afundou a coluna do lado dos passageiros). Dito isso, gostaria de pedir recomendação de usados até 30 mil... Tô meio por fora dessa faixa de preço, então se puderem ajudar seria muito grato!1",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1012fpr",
            "num_comments": 29,
            "comments": [
                "Tá difícil mercado tá uma loucura, acho que só pega carro até 2009, e hatch compacto.",
                "Vou comentar um pouco do que encontra na minha cidade. Estou vendo com minha namorada pra comprar um carro pra ela nessa faixa.\n\nClassic 2010 (20k)\nIdeia 2009 (20k)\nPalio 2014 1.0 2 porta (20k)\nCelta 2012 (22k)\nGol g4 2010 (20k)\n207 2011 (20k)\nUno mille 2010 (22k)\n\nProximo dos 30k\nVoyage 1.0 2011 (27k)\nPrisma 2012 (27k)\nPalio 2016 4p (27k)\nLogan 2012 (27k)\nUno 2011 (27k)\nClassic 2014 (27k)\nGol 1.6 city 2014 (28k)\nUno 2014 (29k)\nSandero 2014 (30k)",
                "Vale a pena sim, so que tem que tomar cuidado pra n cair em furada, se quiser, posso te passar umas formas de ver o estado do veículo antes de comprar.",
                "Dica: fuja da armadilha de carro chinês. Um monte de carro chinês pode ser encontrado nessa faixa de preço. Porém eles são sempre um dos 2: ou são de marcas que nem sequer existem no Brasil mais, ou são Cherys antes da Caoa. Todos de qualidade duvidosa e a maioria mal cuidada. \n\nComprar carro importado que saiu de linha já não é tão recomendado, imagina carro chinês importado de 15 anos atrás.",
                "Pra não se incomodar, vai de corolinha ou fit. Ao menos na minha região é o que vc acha de bom nessa faixa de preço.",
                "Pega um Cliozinho e seja feliz. Carro resistente, manutenção barata, kit dignidade, consumo baixo e preço acessível, pode comparar que o Clio na faixa de preço dos populares mais queridos (Celta, Uno, Fox, Fiesta, Palio e etc...) é sempre mais completo, mais conservado ou mais barato.",
                "Gol.",
                "Celtinha 2009, é esperto pro tamanho de motor e bem compacto...\n\nSe for família um classic completão 1.6 acho que dá pra pegar.",
                "Megane, carro completao e bom 👍"
            ]
        },
        {
            "title": "Porsche Cayenne",
            "selftext": "  Encontrei um anúncio de uma Porsche Cayenne usada no Mercado Livre na minha região.\n  Ela é usada 2008 e de leilão (Sinistro) 99.900RS\n   Eu tenho muito interesse nela mais o receio de pagar os 100 mil e não conseguir manter… Sem contar do fato dela ser 2008.\n  (Vcs acham q vale a pena)??",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "100xu5l",
            "num_comments": 16,
            "comments": [
                "Jeitão de sarna pra se coçar.",
                "Como diz o Bruce Dickinson: \"Run to the Hills\" \n\nManutenção é cara e, segundo um amigo meu que é mecânico, dá muito problema",
                "Caro OP,\n\nReza a lenda de que: ***\"Não existe nada mais caro que um esportivo alemão barato.\"***\n\nQuanto aos Porsche: o melhor que você pode comprar é sempre o mais novo, e isso se dá por dois principais motivos:\n\n1. Os Porsche evoluem signitificamente  a cada geração, sempre mais velozes, seguros e tecnológicos;\n2. O preço da manutenção de uma Cayenne 2008 não muda quase nada para de uma 2022/23.\n\nDito isso: a manutenção de um esportivo de luxo antigo, especialmente um Porsche, continua tendo o valor de um esportivo de luxo, não importando se ele tem 10, 15, 20 ou mais anos de existência. Inclusive, por vezes quanto mais velho mais caro e/ou difícil será de arrumar peças de reposição. Por isso que Cayennes antigas estão a preço de popular hoje em dia, viraram literalmente \"restos de rico\". Comprar uma dessas vira casamento litigioso. A tentação é grande, mas é arrumar uma tremenda dor de cabeça que pode, literalmente, levar você a falência. [Recomendo que assista esse canal/vídeo como base,](https://www.youtube.com/watch?v=NNcR2AyKxuA&t=142s) o Paulo Korn trabalha com o mercado de carros premium a muito tempo e tem várias dicas para você se livrar de bombas (especialmente as alemãs).\n\nPor fim, [inclusive, na webmotors você acha pessoal desovando Cayennes ano 2004 a 2008 na faixa dos 60 a 70k.](https://www.webmotors.com.br/carros/estoque/porsche?estadocidade=estoque&marca1=PORSCHE&autocomplete=porsche&autocompleteTerm=PORSCHE&lkid=1704&o=5) O ponto não é \"se\" vai dar problema, mas \"quando\" irá dar problema e \"quais\" serão os problema. Fora que muitas dessas são blindadas, blindagens essas que, por si só, já dão manutenção e custam os olhos da cara. Comprar um carro desses por 60k é para usar o carro até quebrar apenas pois, depois disso, não sairá mais da oficina.",
                "ninguém mais quer essas lasanhas, isso ai é um incomodo sem fim... Pega uma audi da vida ai e vai ser feliz",
                "Tu vai estar comprando carro de 100 mil com manutenção de carro de 500 mil.\n\nO carro é usado, as peças novas não.\n\nPor 100k da pra pegar Tiguan que vai atender muito bem, e ainda acho que tem bastante bomba delas por aí.",
                "Cayenne usado é uma lasanha tamanho família.\n\nO preço está na média (100k não compra nem T-Cross zero atualmente), mas a manutenção pode chegar fácil à metade do valor de compra.\n\nConsumo é ridículo de ruim nos V8, suspensão a ar costuma dar problema (caso tenha). Se tiver histórico de manutenção e estiver com tudo funcionando (o que eu duvido), dá para cogitar uma visita/test drive/avaliação pré compra.",
                " Só pra ter uma ideia da bucha: procura por preço de peças dela.\n\nPastilha de freio, por exemplo...",
                "Pense que uma Cayene hoje chega perto de 1 milha se não mais. Então você terá manutenção de um carro muito mais caro que você vai estar pagando.",
                "Lembrando que o preço de compra caiu, mas o de manutenção não, é equivalente a manter uma nova.",
                "Um simples amortecedor nesses carros pode chegar a mais de 20 mil reais. Good Luck!",
                "essa dúvida é pro r/farialimabets",
                "O valor da manutenção é de uma Cayenne zero km. E como foi de leilão, parece um carro que vai incomodar com frequência",
                "Essa geração da Cayenne dizem que é complicada..... Acho que vc arrumaria um problemão pra vc depois"
            ]
        },
        {
            "title": "Gol G3 e a luz EPC ajuda",
            "selftext": "Galera O que aconteceu com meu gol G3 a luz EPC acendia e o carro perdi a força não acelerava dos três dias para cá o carro morreu e não quis ligar mais fui procurar o problema e vi que os bicos de injeção estavam alguns entupidos espirrando muita pouca gasolina Será que tem ligação esse defeito quem pode me ajudar",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "100ulr4",
            "num_comments": 3,
            "comments": [
                "Só posso dar a mesma sugestão: https://www.reddit.com/r/carros/comments/100mvvd/peugeot_2008_thp_luz_de_inje%C3%A7%C3%A3o/j2j4ib5/\n\nBico se limpa, não importa se é 1 ou não, limpa todos e analisa visualmente a vazão, se todos parecerem iguais então estará equalizado o suficiente pra não gerar código de erro.\n\nSe o scanner não limpa os erros antigos, desconecta a bateria e dá curto no cabo (Se der curto na bateria merece queimar a mão pela falta de atenção), uns 10s de curto geralmente descarrega qualquer capacitor e limpa a memória temporária da central, é só dar a partida, esperar a sonda descobrir e ajustar mistura de combustível e ar (Coisa de 5-10s pra estabilizar) e então ver se algum código novo de erro apareceu.\n\nConforme código de erro você define o que ir ver. Sem saber os códigos de erro no máximo dá pra falar abracadabra na frente do motor. Scanner bluetooth é muito barato pra ficar tentando adivinhação.",
                "Leva no mecânico. Um amigo meu tinha um desses e vivia acendendo essa luz. E o carro parava depois de uns minutos parado ele ligava e voltava a andar, mas até que parou mesmo e não voltou."
            ]
        },
        {
            "title": "Vcs disputam racha?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "100ul7e",
            "num_comments": 30,
            "comments": [
                "Não, e abomino quem o faz. Inclusive é assustador a quantidade de canais de carros, e, principalmente, \"motovlogs\" cometendo inúmeros crimes de trânsito em plena luz do dia em grandes centros de novo e de novo sendo ovacionados no YouTube por uma massa de indivíduos. Todo ano é a mesma história: inúmeras pessoas e famílias inocentes são ceifadas por atrocidades no trânsito. Correr é bom? Sim, não há como negar. Mas há locais próprios para isso: trackdays, eventos, corridas de kart e competições correlatas, até mesmo automobilismo virtual que seja.",
                "Não, isso é coisa de moleque. Quer correr? Vai pra um autódromo",
                "Boa tentativa policia rodoviaria",
                "Não, no geral é coisa de mongo",
                "Não. Pq eu faria isso?",
                "Nao... Eu acho coisa de moleque.",
                "mano isso é coisa de gente trouxa\n\ncompra uma G29 e o Assetto Corsa e seja feliz, muito mais barato que por a vida dos outros em risco",
                "Não, acho meio idiota.",
                "Faço coro: não!\n\nCoisa de muleque",
                "Não",
                "Eu gosto de outro tipo de racha.\n\nFicar disputando corrida, não!",
                "Não, e por diversas razões. É perigoso, é ilegal, é irresponsável e, no final, é só uma masturbação besta do ego. Quer correr nas ruas? Joga um Need For Speed, um The Crew, um Forza Horizon ou algo do tipo. Assim, um acidente não vai acarretar no risco de tirar a vida de alguém.",
                "Estaria mentindo se dissesse que não, mas só no México e no horário certo",
                "Depende, ja fiz isso, so que pra tudo tem hora e lugar. Onde eu moro tem uma rodovia com asfalto, iluminação e sinalização impecável, nao possui radar e a noite não tem movimento. Ai sim é hora dos racha. Mas de dia com certeza nao faria o mesmo por conta do movimento de veículos.",
                "No meio do trânsito, com um monte de gente que não tá na vibe? Jamais. Se for pra dar merda que seja eu apenas. Se tô sozinho numa via que me de condições aí acelero."
            ]
        },
        {
            "title": "Nissan Kicks x Fiat Fastback",
            "selftext": "Pessoal, estou pensando em pegar um desses dois carros 0km. Minha esposa quer um carro nesse estilo (SUV compacto), enquanto eu estou me preocupando um pouco mais com performance do carro (vou pegar estrada com uma certa frequência), além de tecnologia.\nO Kicks Exclusive com Pack Tech tem algumas coisas bem legais, como câmera 360 e alerta de ponto cego. \nMas o Fastback tem um motor melhor, uma multimídia melhor, Android Auto sem fio, além de ser ligeiramente mais barato. \n\nO que vocês acham? Existe alguma outra opção que junte tudo isso mais ou menos nessa faixa de preço?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "100rpft",
            "num_comments": 18,
            "comments": [
                "Entre os dois, fastback por causa da mala e do motor. Fastback é mais bonito, também.",
                "Fastback é bem melhor",
                "Na faixa dos 140K, se você está procurando performance o C4 Cactus é imbatível, com seus 166 CV; o Kicks seria, em tese, o mais manco. No infotenimento, vantagem para o Creta.\n\nVeja o comparativo abaixo com C4 Cactus e Creta:\n\nhttps://www.carrosnaweb.com.br/resultcompara.asp?modelos=20760-20718-20694-19970",
                "Vc ja dirigiu os dois? O meu pai tem um kicks, não é um foguete, mas é mais que suficiente pra fazer ultrapassagens com segurança.\nO fastback fica um sentimento de economia, na produção do carro, um carro de 140k que não tem nem freio a disco, coisas do tipo. Mas é o SUV do momento e talvez oq mais entrega pelo preço.",
                "Cara o Nivus é uma excepcional escolha, comprei um 0 recentemente e é nessa faixa de preço. Ganhou como SUV do ano em 2021, tem bom motor e arrancada excepcional, além da multimídia muito boa e sensores na frente e atrás do carro. Eu recomendo.",
                "Kicks e performance, duas coisas totalmente diferentes."
            ]
        },
        {
            "title": "Peugeot 2008 thp - luz de injeção",
            "selftext": "Recentemente meu pai pegou um Peugeot 2008 thp manual ano 2016 e apos umas 2 semanas de uso acendeu abluz de injeção 2 vezes ja. Acendeu e dps de um tempo apagou.\n\nO mecânico de confiança passou scanner e nao detectou nada.\n\nEu vi na internet bastante relato de problema na bomba de alta.\n\nAlguem sabe alguma informação ou teve alguma experiência similar?\n\nEle vai levar o carro na garagem onde comprou, mas tenho receio de tentarem \"barrigar\" o problema e enrolarem meu pai rs.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "100mvvd",
            "num_comments": 12,
            "comments": [
                "Rapaz, entendo sua inquietação, mas se nem o mecânico identificou o problema não será num fórum de internet que resolverá isso.\n\n\"Passar scanner\" é fácil, porém será que ele mediu a pressão da bomba de alta, que você diz ter visto ser uma falha frequente? E tantas outras coisas que podem gerar isso, vai sair trocando tudo?\n\nA primeira coisa a se fazer é trocar de posto de combustível, caso o problema persista com a nova gasolina (não use etanol, por favor) passa-se a cogitar problema mecânico.\n\nSe é para trocar algo, troque de mecânico: Peugeot já é um carro chato de mexer, THP então... procure algum especialista da região nessa marca.\n\nObservação: Peugeot não é um carro ruim, apenas estava 10 anos avançado no tempo, exige cuidados que somente agora atinge as demais marcas.",
                "O THP é um motor muito bom porém sensível a combustível. \n\nSugiro abastecer somente com gasolina aditivada \n\nPor ora, abastece com uma gasolina Premium tipo a Podium para ver se esse problema persiste",
                "A luz de injeção tá acendendo quando acelera e desativa o turbo do carro?",
                "Compra um scanner elm327 e deixa lá plugado, abre aplicativo tipo o Torque no cel as vezes e olha se tem código de erro.\n\n Custa R$ 40, é troco de pinga comparado ao preço do carro. Na real pelo preço do carro pode até comprar scanner de R$ 200, dos que tem chave liga-desliga física, pra deixar plugado por uma dias ou semanas e ir vendo toda hora que a luz acender no painel.",
                "Veja a gasola. O manual fala para usar gasolina premium por conta da octanagem. Eu particularmente completo o tanque com 10L de etanol + o resto na gasolina aditivada para atender o requisito de octanagem e rodar com a máxima proporção de gasolina possível e não ga$tar com gasolina premium.\n\n\nProcure um especialista em Citroën/Peugeot, ou alguém que ao menos tenha um scanner da PSA (Diagbox)."
            ]
        },
        {
            "title": "Pagar 25k em um Civic 94 é muito fogo no cu?",
            "selftext": "Titulo",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "100jyuy",
            "num_comments": 16,
            "comments": [
                "Sim",
                "Tá com sobre preço porque? Não tem muitos meses deixei de pegar um Civic 97 AT em estado muito bom (Pintura queimada mas zero ferrugem ou problema mecânico, isso é coisa ultra-simples de resolver) por meros R$ 12 mil. Um melhorzinho meses antes tava uns R$ 15 ou 16 mil, se não me engano também 97,\n\nIsso não vale tanto assim não, já tem peça rara, nessa idade qualquer coisa pode dar pau sem aviso e custar um rim (Um cambio AT, por exemplo, se carcaceia em algum eixo ou trinca carcaça te come uns R$ 8 mil, e isso é problema que 2 semanas antes você nem nota visualmente).\n\nCarro original nessa idade é firula de dono cheio de mania (Manter tudo ok é simples, mas reformar pagando caro só pra voltar à originalidade é firula de gente com tempo e dinheiro sobrando), nessa idade dá pra adaptar qualquer merda que aparecer, pega qualquer gol quadrado de R$ 5 mil e faz interior do jeito que quiser, acha em ferro-velho cambio AT de vários Seat e VW europeus da época e mete no carro, bota injeção moderna, ou turbo, enfim, com R$ 25 mil você reforma e faz o carro que quiser (Quase tudo), a dificuldade de achar peça pra gambiarras é a mesma de peça pra importados (Civic só é brasileiro acima de 97, corolla acima de 98, e por aí vai, nem toda peça é intercambiável entre nacional e importado). Aproveita a brecha legal que só exige bloco com número de motor batendo e mexe em todo o resto, dia que legislação exigir CSV de uma mísera injeção aí será outra história, hoje é bem fácil modernizar carro velho, aí pelo menos você sabe o real estado de toda peça no produto.",
                "Na minha opinião sim, principalmente se for a vista",
                "Depende do estado, o que ele tem pra oferecer, se foi batido, quilometragem...\n\nSe é o que deseja, pegue. É um carro divertido, com boa mecânica...\n\nNão vai faltar muitas opções de customização mecânica ou estética.",
                "Se vale a pena ou não vale, se os Hatch EG ou coupê EJ1 deveriam ou não custar isso não importa, a realidade é que eles estão nessa faixa de valor, se quiser, vai ter que pagar ou vai ficar sem. Ou espera a sorte do preço abaixar o que eu duvido, ou vai pegar carro ruim, ou vai ter que dar muiiita sorte de achar um bom e mais barato, ou escolher outro carro\n\nO papo é, se for botar na ponta da caneta do que vale ou não a pena, é completamente idiotice e irracional pagar tudo isso pra ter duas portas a menos. Mas se você quer o coupe, quer o Hatch, só vai e vai ser feliz com seu pau velho e sua dor de cabeça\n\nEu sou falo isso por que eu sou o idiota que é perdidamente apaixonado pelo Hatch e estou disposto a pagar 10k a mais em relação ao sedan mesmo sabendo que não vale a pena se botar tudo na ponta do lápis. Tenha consciência disso, que está fazendo algo pela emoção e pela paixão, não pela razão e vai fundo",
                "ferrugimovel, se tem tempo pra lidar com os podres",
                "Só pagaria 25k se fosse coupé",
                "Se for o hatch coupe em bom estado, pegava na hora! Meu sonho é ter um todo mechido como segundo carro. \n\nMas o normalzão por 25k não! Nem fudendo. Se quer um carro para não se encomodar nessa faixa de preço, acha bastante Honda Fit (ao menos na minha região).",
                "Se for o coupé tá bom o preço até, se estiver em bom estado"
            ]
        },
        {
            "title": "Ford Ka 1.6 Xr é uma boa?",
            "selftext": "Pessoal, me ajudem!\n\n&#x200B;\n\nVcs acham uma boa ideia comprar o Ford Ka 1.6 Xr como primeiro carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "100i3gw",
            "num_comments": 4,
            "comments": [
                "Se gosta de lasanha, é uma boa; difícil é achar um em bom estado.\n\nCarrinho leve que anda bem (filosofia do Colin Chapman); deve ter dificuldade de obtenção de peças, como todo Ford.\n\nEu indicaria esse carro para quem está numa fase de vida em que se pode permitir luxos, mas para quem procura o primeiro carro entendo que não há nada melhor que um Palio com motor Fire.",
                "Sempre achei um carrinho maneiro. Só não gostava da cor laranja que normalmente tem neste modelo. Porta-malas e espaço conforto interno pode esquecer. Mas se você é sozinho, deve ser um carro divertido de acelerar!\n\nEdit: acho que confundi o modelo, me refiro ao KA Sport acho que é \\~2011 \\~2012"
            ]
        },
        {
            "title": "Me convençam a não comprar um Chevette como primeiro carro",
            "selftext": "Vou ter dinheiro pra sustentar, vou ter tempo pra consertar e vou ter braço pra andar, mas tenho plena consciência de que vai ser um problema. Eu deveria?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1008fsb",
            "num_comments": 70,
            "comments": [
                "Va em frente",
                "Essa opinião é de uma pessoa que ama chevette, mas é sincero:\n\nO pé ficara molhado sempre, da fazer uns drift na garoa, manco, beberrão, posição de dirigir torta... Alguns problemas comuns. \n\nEu arrumaria todos os problemas do carro com o tempo e trocaria a mecânica por uma maior como C2OXE turbo, uma suspensão preparada e diferencial forjado.",
                "Quando eu fiz esse pedido a um amigo o que ele faz foi basicamente responder um \"vc claramente já quer e não vai ser convencido do contrário, vá em frente\".\n\n4 anos depois, cá estamos.",
                "Compra um opala 78",
                "COMPRE E SE APAIXONE",
                "se não se importar em  chegar atrasado nos lugares porque o carro quebrou, vai em frente",
                "Queria te convencer a não comprar um Chevette, mas o argumento da tração traseira é forte demais...",
                "Vai de Fusca então",
                "Ué",
                "Compra um carro mais econômico, um Omega é uma boa",
                "Quando pede pra convencer a não comprar, é pq ja ta convencido do contrario 😅.\n\nBoa sorte com o chevette.",
                "Convencer a não comprar é complicado kkkk",
                "Se tem tempo e dinheiro não vai ser nenhum problema, só alegria e altas jogada de lado na rotatória, mas na minha opinião já compra pensando em trocar de motor, 1.6 rajador é legal um clássico e tal mas na minha opinião não vale a pena colocar dinheiro nele e sim colocar algo mais moderno como 2.0 de um astra, Vectra, 2.2 do omega, depois de bem ajustado vai ter um carrinho top que não incomoda mais, e ainda vai pegar vários desavisados por aí heh",
                "Não existe argumentos pra isso... Vá de cheveteraaa...",
                "Com tempo e dinheiro até eu! Mas entre Chevette e opala eu ia fácil de comodoro. Cada acelerada faz uma mãe chorar por aí. Eu tenho um Voyage 89, VW old é sempre coisa linda. Mas se o foco e drift e alegria vai que vai! Lança uma FT mais pra frente, turbo caótico.\nDeixa a lata triste que é pra pegar troxa",
                "Se estiver com dinheiro e tempo como vc disse é uma boa pow, se não quiser algo mais extremo como o C20XE põe nele um GM 2.0 8v, motor robusto que no chevette daria uma boa relação peso/potência",
                "é um carro bom  e tração traseira. \na uns meses atrás eu tava pensando em comprar um tmb e se tu quer o chevete tu vai lá e compra. (só não comprei o chevete porque agora eu quero um monza)",
                "Irmão uma dúvida, comprou o chevette? tô querendo comprar tb kkkkkkk quero arrumar os problemas do carro e por um turbo, p brincar no drift e uns rolê casual"
            ]
        },
        {
            "title": "Maldição do kwid",
            "selftext": "Pessoal, tava assistindo o flow Sport club e os caras falam que se você não der um like o kwid vai te pegar, você vai pedir um Uber e vai vir um kwid, vão bater no seu carro e vai ser um kwid… aliás o que tem de ruim no Kwid? Kkk",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1004ymk",
            "num_comments": 3,
            "comments": [
                "Se n me engano eles tem ou tinham problema crônico de desgaste prematuro de suspensão fora os motores 3 cilindros que assusta muito pra qm comprar usado. E tbm esse é o nosso popular atual, quase pior que o uno quadrado, pelado, uma latinha de sardinha por 60K.\n\nE mesmo com o mercado de usados com preços absurdos tbm, com 60K vc encontra coisas bem melhores em anos legais, como onix, hb20, etios etc 2017+ automaticos com radio, multimidia, mais espaço etc",
                "O kwid."
            ]
        },
        {
            "title": "Primeiro carro e perguntas de iniciante",
            "selftext": "Pessoal, muito provavelmente terei que comprar um carro em 2023 e tenho um monte de dúvidas sobre carros usados\nusados.\n\nJá tive boas experiências com carros novos na familia pq eles não costumam dar problema e ta td acobertado pela garantia e etc mas não tenho poder aquisitivo pra comprar um carro 0km hoje em dia, entao gostaria de indicações de modelos.\n\nMinhas escolhas de categoria seriam ou um carro hatch ou um sedan compacto, ja me atenderia super bem, e o preço poderia ser algo em torno de 35k (onde eu ia dar uma entrada e provavelmente financiar o resto)\n\nQuais carros vocês me indicariam? Se eu pudesse escolher uma marca eu iria pras japonesas por terem fama de serem duráveis, já li aqui algumas coisas sobre chamar um mecânico de confiança,  infelizmente não tenho um, e me corrijam se eu estiver errado, mas o mecânico não iria induzir a pessoa a comprar um carro mais comprometido pra ele ganhar depois?\n\nCom relação a idade do carro eu realmente não sei, pq tem gnt q de alguma forma ferra o carro e tem gnt q cuida bem e dura uma eternidade.\n\nEnfim, des ulpa pelo post gigante, é que tudo é muito confuso e sempre que eu entro numa loja de carros eu sinto q tentam me passar a perna pra vender logo e etc. Não estou com pressa pra comprar.\n\nFeliz 2023!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1003ugw",
            "num_comments": 18,
            "comments": [
                "É por isso que o mecânico tem de ser de confiança, pra não lhe fazer comprar uma porcaria kkk",
                "Primeiro carro e usado. Primeiro de tudo, n financiaria. Pegava esses 35K, ou se vc conseguir esperar mais, o que conseguir, e comprar um carro, de sobrar uma graninha, melhor.\n\nVc pode comprar de particulares ou de lojas de usados ou ainda de concessionarias, existe a opção de contratar o serviço de um mecânico pra fazer uma inspeção pra vc. \n\nEu particularmente nunca fiz isso nem ngm da minha família. Hoje em dia por morar numa cidade grande, busco lojas com bom feedback principalmente no google, de preferência resolvendo problemas pós compra, caso alguém tenha tido. E lojas com vistorias disponível pro comprador, pra verificar se o carro n é batido, n é de leilão, se o carro esta ok, sem pendências etc.\n\nPor vc estar comprando um carro usado e a primeira vez, algo que vc pode conferir mesmo sendo leigo total é o pneu se n esta mt usado, no minimo meia vida com marca conhecida, pq se vc comprar um carro e ja tiver q trocar os pneus pq ta tudo comido ate o TWI, já é mais 1000+ reais.\n\nEu iria de modelo mais simples no melhor ano possível, se vc n for pegar mta estrada, 1.0 mesmo, 4 portas pra facilitar revenda depois. Palios, unos, celta, gol são os padrões, tem outras opções, Punto, up, march, agile... Uma regra de dedo é que qualquer coisa fora o feijão com arroz, é mais caro. Mas no geral os carros simples hatch bem vendidos n é nada absurdo.\nEu n gosto muito dos japoneses populares prs primeiro carro pelo valor, a não ser que vc junte um pouco mais e pegue um etios, acho que um 2013 é uns 40k. O honda Fit nesse valor vc pega tipo 2009 2010, enquanto um palio as vezes acha ate 2015, 2016 e uno, celta 2014, 2015, girando entre 35-40K. Tem gente q confia mais em pegar um japones 2009 2010, eu n gosto pq tem muita peça q mesmo original, ja vai estar chegando no fim da vida util e vai precisar ser trocada, como peças de suspensão, direção etc, q o conjunto da obra acaba n sendo barato, muito menos a mão de obra\n\nSo comento pra guardar um pouco mais de dinheiro, ou não financiar, pagar a vista o que conseguir mesmo, pq depois ainda tem outros custos como documentação, emplacamento se n for mercosul, seguro, e sefor usado bacana, pode ter alguma manutenção preventiva pra fazer, troca de óleo, pneu, velas, e ate encher o tanque, que ta caro hoje em dia\n\nComplemente com as ideias que o pessoal der, que vai dar tudo certo, se n der, conheça um mecânico :), boa sorte",
                "Contrata um serviço para encontrar o carro para você, visto que você não entende e não tem o mecânico.\n\nO serviço deve checar procedência documental e estrutural.\n\nPor fim mecânica.",
                "corsa 1.4 vc acha por 23mil",
                "Existe serviço de vistoria em carros usados. Eles emitem um certificado que garante a procedência do carro. Verificam se o carro já foi batido, pintado, se já trocou alguma peça, etc.  \nEm relação ao modelo do carro, sugiro você olhar nos sites de venda e fazer uma pesquisa usando os critérios que você mencionou. Coloca limite de preço de 35k e vê o que aparece.",
                "Cara, com 35k eu sugiro que vc entre em um consórcio de uns 80k de crédito(ou valor do carro) e tente dar um lance. O custo do crédito é entre 15% e 25%. Apesar de depender de seu lance ser aprovado, é bem mais barato que financiar. E com 80k vc consegue comprar um carro popular mais novo em boas condições. Se te interessar procure saber mais sobre consórcio, pq de fato é triste financiar.",
                "Fala as suas preferências que a gnt te dá o carro (ar-condicionado, vidro elétrico, etc).",
                "Então, eu gosto do New Fiesta... Acho que em 2012 eu e meu irmão pegamos um New Fiesta mexicano 0km. Salvo engano ele realmente é 2011/12, mas estavam desovando esses carros porque a geração nova estava chegando.\n\nComo ele usava muito mais que eu, o carro ficou com ele e eu casei. Agora ele trocou de carro e peguei esse mesmo New Fiesta de novo porque meu irmão era cuidadoso, nunca esteve envolvido numa batida, e eu também não bati esse carro enquanto usei, etc. \n\nHoje o carro tem uns 86000km rodados. Eu tenho a impressão de que ele está muito bem conservado e com uma quilometragem interessantíssima pra 10 anos de uso. Eu com certeza devo andar menos. Em Belo Horizonte, onde moramos e que tem morro pra tudo que é lado, tô conseguindo manter uma média de 10km/l. \n\nEle é idêntico a esse aqui, até a cor [https://seminovos.com.br/ford-fiesta-hatch-2011-2012--3516682](https://seminovos.com.br/ford-fiesta-hatch-2011-2012--3516682), o meu só é bem menos rodado. Eles não colocaram, mas o carro não tem só 6, mas 7 airbags, e também tem ISOFIX. No anúncio tá escrito que não tem Bluetooth, mas essa é a única ressalva que faço no New Fiesta. No volante ali tem o comando, pode reparar, mas ele não deve ter pelo mesmo motivo que o meu não tem: Um problema crônico de penetração de água no módulo do Bluetooth. Pra mim isso é gravíssimo, caso de Recall da montadora, mas não tem mais Ford. Existe Kit Multimídia pra ele, custa uns R$2mil. Estou planejando colocar porque sinto falta.",
                "Amigo, sinceramente financiamento nao vale muito a pena, posso passar um manual detalhado pra voce conferir o carro e ver o estado dele.\n\n*Financiamento tera que pagar juros, geralmente a taxa fica próximo aos 5% ao mês, ou seja, se financiar 5000 vai fazer provavelmente em 10 parcelas que vai acumular 50% de juros.\n\n*Minha sujestão é a seguinte, compra um carro simples/popular como um gol, palio, ka, hb20, etc. \nMas porque? \n\nR: O carro tem um custo para manter que seria óleo, pneu, suspensão, combustível, seguro, desgaste natural de pecas e sem contar com coisas que pode acontecer no dia-a-dia, como por exemplo, um motoqueiro levar o retrovisor, uma pedra cair do caminhão e parar no seu parabrisa e mais um monte de coisa que é difícil de acontecer mas pode ocorrer.\n\nAi entra a vantagem do carro popular, peças do veículo caso ocorrer qualquer coisa, o concerto vai sair barato comparado a um veículo de auto valor.\n\nO veículo é facil de comprar, mas você tem que ver se consegue manter o carro, o consumo que ele vai ter, e preço de pecas de reposição, se está dentro do seu financeiro para nao ter um impacto muito grande no seu bolso e continuar vivendo bem."
            ]
        },
        {
            "title": "Pessoal, isso procede??",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zzjtmw",
            "num_comments": 12,
            "comments": [
                "Ele falou umas bosta estratosférica\n\nSe o cara começa com o vídeo falando \"todo mundo ta fazendo errado\" eu ja sei q é pilantragem",
                "Não, o rapaz só falou besteira. Eu puxo pressionando o botão só para fazer menos barulho mesmo, no mais ele foi projetado pra esse exato uso.",
                "Esse cara desses vídeos é chato e leigo demais, burro pra caralho, tem cada \"dica\" que só uma criança de 5 anos não saberia, parece pirralho de 10 anos falando de carro.\n\nPega carro de 30 anos de idade e a trava ainda tá ok, só gastaria se fosse aço doce ou algo mole assim, mas isso tem trava de aço mais duro tipo 1030 pra cima. Esse jeca do vídeo provavelmente nunca nem viu o tipo de metal usado ali dentro, como isso raspa precisa ser aço pra não oxidar, automaticamente há dureza, não tem lógica se preocupar com uma firula dessa.\n\nSe for seguir essa lógica, tem que calçar a porta em cima e em baixo pra ela não pular quando o carro chacoalha, entrar pelo espaço do vidro (Já que teria que travar por fora) e não subir o vidro já que a espia do vidro (Manual ou elétrico) gasta em metade desses 30 anos, e se abrisse a porta teria que ir segurando ela pro peso da porta não gastar as dobradiças, porque dobradiça de porta tem mais peso então em bem menos de 30 anos vira lixo, enquanto a trava do freio de mão em 30 anos tá só um pouco gasta e ainda tem mais uns 10 anos de vida útil. Se quer se preocupar se preocupe com o que dura menos, como buchas, batentes, coxins, rolamentos, homocinéticas...",
                "Esse cara faz uns vídeos de umas dicas bem picaretas kkkkk\nAcho que se estragasse isso aí, teria recomendação em vários lugares \nMas nunca vi nada do tipo\nSó minha opinião",
                "O desgaste que isso causa a longo prazo é desprezível. O engineering explained fez um vídeo mostrando o mecanismo e explicando porque não tem necessidade de apertar o botão na hora de puxar. https://www.youtube.com/watch?v=1ePcNfx1UEw",
                "Deveria ser crime fazer vídeo para Tiktok ou Instagram",
                "Diferente do que a galera tá falando eu acho que faz diferença sim. Pode não fazer diferença em uns pares de anos mas a longo prazo faz, pois você está criando um atrito quando levanta o freio sem apertar o botão que gasta a peça, talvez não o suficiente pra fazer diferença em dez anos mas seu carro um dia será de outra pessoa e ela vai te agradecer por cuidar bem dele. E sempre tem o lado ecológico, de evitar desperdício né.",
                "M+1 pérola pra fecha 2022 que venha +em 2023",
                "Depois que estraguei o mecanismo de um Chevette puxando sem apertar o botão, passei a fazê-lo e nunca mais tive problemas.",
                "Legal! Agora completa o tanque do teu carro usando óleo diesel. Confia no pai 👹😈",
                "pq assisti essa merda...."
            ]
        },
        {
            "title": "Passar 2012 é muita loucura?",
            "selftext": "Passar por 65k anunciado na minha cidade, nesse valor não tem nada parecido, ou tem? \nPs: gosto da família jetta e passat.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zzje5u",
            "num_comments": 9,
            "comments": [
                "Passat *",
                "Carro 2012, se não foi moído, deve estar bom. Mas dê uma analisada boa. Sobre o preço, não sei dizer.",
                "Tem grana p manter? Muito caro. Mas tem.super conforto.  Veja tabela FIPE, peça desconto,  e principalmente leve num mecânico que leia a central para ver códigos de erro. Um bom sinal é se o dono anterior ficou um bom tempo com o carro, tipo 3 anos pra mais.\n\nObs: histórico de manutenção é essencial.",
                "Honestamente , 65k eu procuraria um passat CC",
                "O maior problema do passat é que é um carro de luxo, e suas peças novas tem o preço de um carro de luxo. Pro brasileiro afegao médio, 65k num carro de luxo ds até água na boca, mas n é a toa que um passat 2018 por ex tem preco de tabela de 150k, sao carros caros, que tem as peças caras. \n\no primeiro dono leva na css, vende o carro usado desvalorizado depois de uns anos, o segundo dono ate da uma manutenção básica, oleo e tal, vende pro terceiro dono q compra um carro desses pela metade do preço que era novo, proximo  da idade de algumas peças mais caras dar problemas de uso ou ano, como embreagem, suspensao usando todo seu dinheiro guardado por anos.  Muitas vezes chega num quarto dono comprando o varro por 1/3 do preço de novo q pega esse carro com tudo por fazer.\n\nSe for se aventurar, pelo menos ter um historico de manutenção. Um par de amortecedor do passat de marca ok de site confiavel vai sair na faixa dos 1000-1200. De um onix vc compraria o kit todo com os 4 amortecedores com 1300"
            ]
        },
        {
            "title": "meu dia começou ótimo",
            "selftext": "acordo com uma notificação de multa do detran",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zz20us",
            "num_comments": 5,
            "comments": [
                "Chegou duas essa semana pra mim, pessoal ta rápido nesse fim de ano antes de tirar férias",
                "Lascou",
                "É sobre isso",
                "SLPT : se vc se mudar, ou mudar o endereço no Detran, vc não vai mais receber notificações de multas",
                "Voce pode recorrer a multa pra nao pagar o valor (depende do que seja)"
            ]
        },
        {
            "title": "Escolhendo sedã compacto 0km",
            "selftext": "Bom dia!\n\nEstou pesquisando há um tempo para escolher um sedã compacto 0km. Me chamou a atenção o novo Honda City, porém uma coisa que observo nele é que sempre tem um preço consideravelmente acima da concorrência, tendo versões que rivalizam em preço com SUVs compactos.\n\n&#x200B;\n\nAlguém saberia explicar o motivo de a Honda pedir um valor mais alto no city? Quando olho a ficha técnica dele  e de seus concorrentes como onix, virtus e hb20s não vejo nenhuma diferença que justifique a diferença de preço.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zyzd0g",
            "num_comments": 13,
            "comments": [
                "Alguns motivos:\n\n1. Honda tem uma aura de melhor qualidade que GM, VW e Hyundai (este é o melhor dos outros três): Honda > Hyundai > GM = VW;\n2. Um pouco mais espaçoso;\n3. Mais econômico;\n4. Tem versões com o Honda Sensing;\n5. Motor aspirado com 4 cilindros, em tese mais robusto que os turbo com 3 cilindros desses outros;\n6. Salvo engano, não tem start-stop, o que significa que o motor é bem ajustado, não precisando recorrer a expedientes para atender às legislações de emissões;\n7. Expectativa de menor depreciação.",
                "Camarada, comprar carro zero hoje é uma loucura com os preços que estão sendo praticados...",
                "Outras boa opções são, Honda HR-V, Chevrolet Tracker e Nissan Kicks.",
                "O City é considerado um sedã compacto \"premium\", uma categoria acima dos Virtus e HB20S. Ele concorre com o Nissan Versa."
            ]
        },
        {
            "title": "Tem algo pra fazer com pintura desbotando?",
            "selftext": "Tenho um Corsa clássico 2013 prata e a pintura dele tá toda desbotando. De um lado do capô tá praticamente um buracão na pintura. Em toda a beirada em cima das portas do carro também e na tampa do porta mala.\n\nO carro tá todo ajeitadinho mas a pintura está indo para o espaço e tá me dando tristeza. Tem algo pra esconder esse desbotado? Pois pra pintar teria que pintar praticamente o carro todo e já me passaram mais de 7k pra isso fora que vão achar que o carro é capotado ou sei lá.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zyz2ys",
            "num_comments": 7,
            "comments": [
                "Cera e polimento só diminuem o visual feio, mas solução pra parecer normal só pintando mesmo.\n\nTem que ir metendo cera ao longo da vida pra evitar ressecar o verniz e ele descolar da tinta, hora que isso já aconteceu não tem mais volta, coisa superficial o polimento resolve, mas verniz descolando não tem mais como normalizar, cera não rehidrata com perfeição. Basicamente agora é tarde pra fazer algo, a época de mexer era ao longo da vida útil do carro, encerando seguidamente (Se não ficar no sol não precisa muita coisa)."
            ]
        },
        {
            "title": "O que quer dizer “motor cadastrado”?",
            "selftext": "Estou buscando um Fusca para um amigo e em quase todos os anúncios de fusca, há essa descrição de “motor cadastrado”. \n\nSuspeito que o motor original tenha sido substituído por um novo, que foi devidamente regularizado na documentação do veículo. Estou correto?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zywux3",
            "num_comments": 5,
            "comments": [
                "Tudo leva a crer que sim, pq quando é normal ninguém coloca",
                "Correto, um motor sai da fábrica sem cadastro legal nenhum, ele só vai pro banco de dados da BIN quando você emplaca um carro.\n\nQuando você compra um motor novo pra colocar no carro, precisa cadastrar esse número na BIN. Se comprar motor usado você troca a numeração dele, o número muda de tipo 056774 pra MT056774 e esse novo número é registrado na BIN. Em ambos os casos você usa a nota de compra pra \"cadastrar\" esse motor no banco de dados da Bin.\n\nMotor pra equipamento agrícola, industrial, carro fora de estrada, ou barcos, não tem registro na bin, esses motores sempre podem ir parar num carro no futuro, é mais fácil comprar um desse com número \"limpo\" que pegar motor de outro carro baixado e regravar a numeração (Muito ferro-velho não tem estrutura legal pra emitir nota de motor assim). No caso de fusca e carros é raro achar motor náutico e cia, mas em diesel é normal pegar motor de trator e cia pra colocar em pickup ou caminhão, são motores com numeração \"virgem\", não precisa regravar, é só usar a nota fiscal pra regularizar, bem simples.\n\n\nEdit: Ah, uns detrans estaduais eram bem atrasados e não coletavam número de motor até tipo 1990, então carro mais velho que isso emplacado nesses locais (E nunca transferido) não tem o número do motor no cadastro, se é dado que a bin não registrou (Acho que ela tem dados só dos anos 80 pra frente, tipo 79 ou 80 em diante) então quando transfere de dono ou de estado precisa fazer um laudo burocrático coletando o número do motor pra então registrar, hoje precisa laudo porque no passado pessoal inventava número e registrava, hoje a vistoria no inmetro olha se o estilo de gravação é original. No caso dos fusca tipo 78 pra trás sempre tem algum que nunca trocou de dono ou estado por isso não tem numero do motor na bin e precisaria cadastrar pra regularizar, perde uns 2 meses nisso.",
                "Tendo o motor cadastrado você tem a tranquilidade de não ter problemas na documentação... o canal do YouTube Project Car Brasil não consegue transferir um Corcel com motor original (Ford) porque há um Gol registrado com o mesmo número de motor (VW).\n\nO jênio que inventou isso não se apercebeu da possibilidade de fabricantes diferentes usarem o mesmo número de motor.",
                "E se for trocado, não vejo problema para um carro como um Fusca. Se estiver tudo regular, claro.",
                "posta eeeeeeeeeeeeeeeeeeeeeeeeeeexata\n\n&#x200B;\n\nganhou 1 milhao"
            ]
        },
        {
            "title": "Já pensou em fazer um projeto fora da caixa?",
            "selftext": "Ultimamente está me dando na telha, de pegar um omega fittipaldi e deixar com a carinha de Pontiac G8 GT … Esse carro bem montado fica um absurdo de lindo, e olha que eu sou vagueiro 🤓",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zypbj8",
            "num_comments": 18,
            "comments": [
                "Ja, eu queria comprar uma Brasília 4 portas e deixar ela igual a do seu barriga , incluindo as portas que abriam sozinhas",
                "Comprar um Golf Variant, por motor de rs3 e tração quattro (eu sei que isso não é tão fora da caixa assim, mas é isso).",
                "todo dia 😔",
                "Eu quero muito pegar um Tempra Stile e por um motor Hellcat supercharged V8 - acho que é o projeto mais fora da caixa que já pensei--",
                "Eu tenho org\\*\\*\\*\\* com sleepers.\n\nPor mim colocaria um v10 de BMW num Uninho, jogava o motor no porta malas e fazia ele tração traseira, só pra assustar playboy de camaro e porsche na rodovia com os 90kg de torque.",
                "Sim\n\n* Astra C20XE, \n* GOLF MK1 AWD\n* Chevette com Motor 5 cilindros \n* Opala V8/Motor Billet \n* Fusca com motor Boxer AWD\n* Uno com motor de Marea Turbo Forjado.",
                "Transformar meu Verona mk5 numa Escort SW (teve ela na zooropa, mas não no lisarB por motivos de Autolatina).",
                "Prefiro sleeper. Pega um Fittipaldi, e coloca um LS qualquer coisa nele. Pronto, V8 lindo, e ainda nao chama atencao. Pode ser até num blindado, foda-se",
                "Aqui quero fazer o básico no meu Sandero GT Line, roda e chão e talvez filtro + escape, já que nunca vi um assim, geralmente só vejo RS assim",
                "Pegar um Veloster e colocar um motor de Uno Mille"
            ]
        },
        {
            "title": "Carro elétrico - precisamos de tanta autonomia assim?",
            "selftext": "Li uma reportagem sobre a autonomia dos carros elétricos, em que as montadoras estão cada vez mais tentando colocar baterias maiores e mais poderosas nos elétricos, porém será que precisamos de tudo isso? \nSerá que não seria melhor, por exemplo, termos um elétrico com autonomia de 200km, vendido por 60% do preço atual, e quando precisássemos de mais autonomia nós poderíamos comprar ou alugar baterias temporárias para \"encaixar\" no carro? O que acham?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zykpuw",
            "num_comments": 5,
            "comments": [
                "Bateria que tem ciclo de descarga em percentual alto dura pouco. Ou, quanto maior a descarga percentual todo dia, MENOS essa bateria dura.\n\nSe tratar um dia como um ciclo (tipo se você recarregar toda noite), olha gráficos tipo esse: https://www.researchgate.net/publication/318292540/figure/fig4/AS:682062675718158@1539627822908/Depth-of-discharge-versus-cycle-life-of-the-lithium-ion-battery.png\n\nOu seja, bateria grande não é pra andar mais, é pra **descarregar percentualmente menos**.\n\nTriciclo chinês com motor 1 a 2kW com 4 a 6 baterias de chumbo são baratos, vários alcançam tipo 10-20km, mas... pra essas baterias durarem você teria que usar no máximo uns 2km por dia! Se usar tipo 6-8km por dia num deles as baterias de chumbo vão pro lixo em 2 anos, e umas eventuais li-ion 18650 igual de Tesla-S com mesma capacidade iriam pro lixo em menos de 4 anos. Falo de soluções [tipo essa](https://boxinte.en.made-in-china.com/product/dEWpuProYgkl/China-Newest-A5-Three-Wheel-4000W-Hub-Motor-Lithium-Battery-Electric-Tricycle-for-Passenger.html) ou então [tipo essa.](https://www.alibaba.com/product-detail/2022-High-Speed-Solar-Electric-Small_1600239825904.html) (Não parece mas eles tem sim potência pra acompanhar trânsito urbano típico, lembra que ciclomotor de 49cc tem menos de 3cv e acompanha, nas rotações mais baixas eles tem as vezes nem 1,3cv e arrancam rápido, motor elétrico tem curva mais plana de torque e potência então arranca de cruzamento igual coisa mais potente a combustão). Vender algo que gere um lixo tão pesado como 300 células li-ion 18650 a cada 4 anos seria uma puta burrice, é bem mais complicado lidar com isso que com o NOX e CO2 emitido por motor a combustão interna, só o catalizador já recolhe boa parte disso e resolve por custo baixo, no caso de baterias não tem solução simples tipo catalisador, precisa fábrica beeem cara e complexa, a China usa muito essas soluções porque empurram o problema pra frente, o que não falta é aterro sanitário cheio de baterias ou pessoal com saúde fodida porque passou anos trabalhando com reciclagem, não é uma solução que alguém devesse copiar, é empurrar sujeira pra debaixo do tapete literalmente.",
                "200km eu rodo quase num dia. (150k em media). Morar no interior é assim, e nosso pais, assim como os EUA é tudo longe, distante.\n\n&#x200B;\n\nPra mim eletrico só faria sentido com autonomia de 800km por ai. E uma regarga de 8 horas pra \"encher o tanque\" pelo menos. Hoje, com a infra que temos, acho muito dificil isso se tornar realidade nos proximos 10 anos."
            ]
        },
        {
            "title": "Carro com hidrogênio",
            "selftext": "Pessoal, eu estava navegando no YouTube até que me deparei de um pedreiro fazendo um sistema que faz hidrogênio, eu não entendi muito bem a pegada, só sei que ele colocou uma mangueira na água e ela começou a ficar com gás, saindo bolhas. Então fui na Internet pra ver mais sobre, e descobri que o hidrogênio é a junção de dois átomos sem o neutron com particulas de ferro, sei lá, alguma coisa assim. Depois disso, vi outro vídeo dele colocando o hidrogênio no carro e usando como gasolina.\n\nEntão, é mais viável um carro elétrico ou à combustão? Eu já tinha visto umas postagens sobre, mas nada muito afundo. O que vocês acham?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zyeniu",
            "num_comments": 6,
            "comments": [
                "Toyota tem um carro movido a hidrogênio chamado Mirai. O problema do hidrogênio é o abastecimento. É muito volátil, pode explodir com muita facilidade, então o sistema de canos, etc tem que ser muito bom e rigidamente fiscalizado.\n\nTeve uma discussão no r/cars sobre carros a hidrogênio. A maioria concordou que os carros elétricos ainda são uma opção melhor do que eles exatamente por causa dessa dificuldade.",
                "Na moral, esses videos SEMPRE sao hoax ou golpe mesmo\n\nA uns anos atras tinha até uns malucos vendendo uns aparelhos de hidrolise para instalar na entrada de ar que prometiam melhorar o consumo , tudo balela\n\nOs veiculos a hidrogenio reais usam celulas de hidrogenio que ja vem preparadas,  a hidrolise gasta mais energia do que é possivel extrair, é inviável num carro de rua",
                "Pode ter certeza que se algum dia tiver esse tipo de combustivel no Brasil, vai ser no mínimo 3x mais fiscalizado em comparação com o GNV.",
                "Você realmente não aprendeu sobre eletrólise na escola?\n\nO que qualquer jeca faz é eletrólise, aplica eletricidade em 2 eletrodos metálicos na água, aí separa oxigênio num lado e hidrogênio no outro, mas eletrólise caseira tem rendimento péssimo, desperdiça eletricidade pra caramba com esses kits caseiros HHO, só pedreiro que nem sabe o que é rendimento que insiste nisso.\n\nHoje há mais eficiência na extração de hidrogênio de gás natural, que dá na mesma que usar o gás natural no carro, então só há vantagem se achar jeito de baratear a extração de hidrogênio do etanol: http://revistapesquisa.fapesp.br/hidrogenio-a-partir-de-etanol/\n\nMas se é pra usar fonte renovável HOJE, usa logo o etanol. Todo gás e líquido volátil podem girar motor a combustão (Interna ou externa), o mais barato (dos voláteis) é o etanol mesmo, logo depois vem o óleo de soja e de palma/dendê pra motores de ciclo diesel (Esses não são voláteis em temp. ambiente, precisa fazer gambiarra pra esquentar o óleo no escapamento, mas é funcional tranquilamente). Vai demorar alguma década pro hidrogênio chegar no preço dessas 2 soluções."
            ]
        },
        {
            "title": "O que pode ter feito esse furo?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zy427r",
            "num_comments": 14,
            "comments": [
                "Pode ser de uma câmera/sensor de estacionamento alguns deles tem câmera na frente e atrás.",
                "talvez uma tentativa de instalação de um sensor de estacionamento",
                "Provavelmente algum sensor ou câmera frontal, as rebarbas do recorte mostram que foi realizado com algum tipo de serra circular.\nPelo que parece o carro é um Up, obviamente não sai de fábrica com nenhum dos dois dispositivos, provavelmente foi instalado anteriormente e tiraram para vender ou desistiram da instalação.",
                "Bem cortado assim só com máquina mesmo. Também voto em sensor.",
                "Sensor frontal de distância para frenagem autônoma.",
                "Depende onde você mora",
                "Tiro",
                "Tiro",
                "Uma furadeira rsrsrs",
                "Detector de radar?"
            ]
        },
        {
            "title": "Carro de 50k pra viajar com família",
            "selftext": "Galera, tem algum carro custo benefício com um certo conforto nessa faixa de preço pra usar na cidade e eventualmente pegar uma estrada com a família?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zxjpgf",
            "num_comments": 30,
            "comments": [
                "Todos usados: Yaris 1.5, Honda City antigo, Cobalt 1.8, um Corolla ou Civic mais antigo (cuidado, procure um bem conservado e com bom histórico), Nissan Sentra.\n\nEdit: já que vais viajar, e com a família ainda por cima, NÃO COMPRE CARRO 1.0, hoje em dia não vale mais a pena.",
                "Muito amplo.\n\nCom isso em mente, sempre vou sugerir algo conservador:\n\nCorolla se for sedan \n\nCR-V se quiser um crossover altinho\n\nIsso se vc estiver considerando esse orçamento somente para liquidar o veículo, sem considerar possíveis manutenções. Aí tu tem q separar uns 15k a mais.",
                "Voyage 1.6\nHb20s 1.6\nCobalt",
                "Busca um carro pra viajar, logo pensamos em sedans, você tem muitas opções neste preço, mas tem que pensar o seguinte, o carro deprecia com o tempo, as peças não, se você tem uma renda mensal boa e vai poder gastar dinheiro com manutenção,  um corolla/civic ou ate um jetta (que nao seja turbo) são a saída.\n\nSe voce nao tem uma renda boa e juntou esses 50k em um tempo longo, procure um sedan mais novo e mais popular que a manutenção vai ser mais barata, exemplos sao o voyage 1.6, etios sedan, city, hb20s, esses carros sao tao bons quanto, menos espaço? Sim porem voce vai ter um custo menor de manutenção alem de um consumo excelente.\n\nEste voyage 1.6 por exemplo,compartilha motor com gol, fox e vários outros carros, minha mãe tem um fox, na estrada se você andar ali na faixa de 100/120 vai fazer uma média de 14 a 16 km/l que nas outras opções mais potentes vai ser um pouco abaixo, mas o desempenho deles não é tão diferente assim, ainda mais pelas opções que eu falei terem câmbio automático (oq leva uma boa parte da potência pro inferno) eu mesmo usando o fox dela já dei um pau em um jetta 2.0 aspirado, por conta do câmbio e peso obviamente.",
                "Sandero stepway 2017 >",
                "Coloca mais 5K.\n\nE pega um Dodge Journey RT 3.5 2012+\n\nMelhor carro pra família.\n\nFuja do Freemont, e trap.",
                "Livina",
                "Peugeot 408, Citroën C4 Pallas ou Renault Fluence 2014~2015. Melhor custo benefício que esses carros na faixa de valor que você quer não existe no mercado.\nPodem me xingar, falar mal, etc mas aqui é opinião de quem conhece e já teve.\nOs carros perdem valor? Sim, mas se você comprar usado, já vai comprar desvalorizado, por isso são os únicos realmente robustos e confortáveis para viajar com a família nessa faixa de preço.",
                "Vectra, ainda sobra uma boa grana pra ir até o Chile e voltar kkk",
                "Sandero Expression 1.6",
                "Viação Pau de Arara",
                "Audi A3 2.0 TSI Manual",
                "Mitsubishi Lancer",
                "Fanboy de Etios aqui. Bom espaço interno, motor econômico, manutenção barata. Porta malas grande no sedan.",
                "Versa ou sentra!",
                "Cara, se quiser chamar atenção corolla, civic, sentra sao otimos carros esta do conservados. Mas se for usar pra centro de cidade e coisas do tipo recomendo um gol 1.6. acha mais barato que 50k, é confortável e manutenção barata, embora se for pegar estrada de chão o gol tem bastante barulho interno dos plástico que compõe a interna.",
                "Civic e corolla acho que saem mt velhos nessa faixa de preços, e são carros valorizados, na minha região tudo acima da fipe, abaixo da fipe so os detonado, e tem manutenção de sedan de maior padrao. Provavelmente entra nesse orçamento corola 2009 2010 e civic 2010, 2011, se tiver que arrumar algo de direção, cambio ou suspensão é uma nota.\n\nCobalt. Faça um teste, usa da mesma plataforma do onix, tem bastante espaço e bagageiro bacana. Meu irmão tem um 2012 e tem dó de desfazer pq é mt bom. Nunca lembro tbm, mas acho q o prisma tbm deve ter nessa faixa\n\nOutro que daria uma olhada é o etios sedan, gosto bastante do carrinho e é plataforma de popular tbm.\n\nAcredito que cobalt, prisma ou etios sedan vc consiga dai em anos mais recentes, tendencia menor de dar problema na sua mão. Não que o corolla e civic n sejam bons, mas vai pegar carros ai de 12 anos mais ou menos, tendencia de muita peça pedir arrego por melhor que sejam os carros.\n\nEdit: sempre confundo os nomes entre versa e sentra, acho que é o versa que a nissan ainda vende. É um carrinho show tbm, eu fui conhecer alguns usados quando tava pensando em trocar o meu e quase me convenceu, é um carro bacana ainda. O modelo maior, acho que é o sentra, bebe mais, manutenção tipo civic e Corolla, mais cara, mas vc consegue em anos melhores que os outros sedans medios por ser um carro mais desvalorizado e pior revenda.",
                "Cruze sedan/sport6 2013",
                "Nessa faixa de preço eu iria em um Reunaut Fluence"
            ]
        },
        {
            "title": "Dúvida: temperatura do carro e direção hidráulica",
            "selftext": "Tenho um Sandero 2009 1.0 16V.\nPercebi que no dia dia quando pego um leve trânsito a temperatura do carro sobe um pouco tbm.\nImagina que a barra de temperatura tem 10 linhas. A temperatura \"normal\" dele fica em 2 linhas. Quando forço um pouco vai para 4 e as vezes ele esquenta e vai pra 6. Não sei até onde isso é nneura minha pq esse painel é MT impreciso, mas isso pode ser sinal de algum problema? Cerca de 2 meses atrás botei aditivo e água desmineralizada.\n\nOutro problema que tenho é quando giro o volante todo, próximo ao limite o carro perde força e muitas vezes morre. As vezes quando tô manobrando ou fazendo alguma manobra assim ele morre e me dá certo receio.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zwwupr",
            "num_comments": 4,
            "comments": [
                "Não sei o Sandro específico mas carros mais novos a regra do termômetro é ficar no meio havendo variação, pelo que você descreveu eu daria uma verificada na válvula termostatica que parece que você está sem, se esse não for problema uma limpeza no sistema é sempre bem vinda e ajuda no diagnóstico.",
                "Acredito que pode ser sinal de algum problema no arrefecimento ou válvula termostática. Normalmente os carros mais recentes n foram feitos pra ficar variando a temperatura. O meu carro é 2010, mas n é sandero, so que mesmo acelerando na rodovia com ar ligado viajando no sol não muda a indicação de temperatura.\n\nSobre virar e o carro perder força, se n me engano a bomba hidraulica \"rouba\" potência do motor pra funcionar, pra exercer pressão, vale a pena levar no mecânico pra ver, talvez tenha algum problema no sistema hidraulico, falta de óleo, peças desgastadas, algo assim, não é normal o carro querer morrer. Nem os uno quadrado 1.0  da autoescola era assim",
                ">Cerca de 2 meses atrás botei aditivo e água desmineralizada.\n\nPor que? Estava abaixando o nível de água? Se sim, você precisa investigar o motivo de abaixar, não adianta só completar água por cima de um sistema vazando/baixando.\n\n\nOutra coisa, nessas 10 divisões que você falou.. onde é o meio, onde o ponteiro fica perfeitamente vertical? Pela sua descrição parece que ele nunca fica no meio. Enquanto deveria estar SEMPRE no meio.\n\nEstar trabalhando \"frio\" ou \"quente\" nunca é bom. \"Frio\" aumenta o consumo de combustível e o desgaste dos componentes rotativos. \"Quente\" cozinha o óleo e pode travar o motor (o famoso \"fundir\" o motor), ou \"queimar\" a junta do cabeçote.\n\nEstar variando entre \"frio\" e \"quente\" é um indicativo que a valvula termostática não está funcionando adequadamente, eu chutaria que ela está travada aberta (ou até mesmo foi removida). Vale investigar.\n\nCom \"frio\" e \"quente\" eu quero dizer qualquer coisa levemente abaixo do meio e qualquer coisa levemente acima do meio do marcador.",
                "1) sobre a temperatura o correto é estar no meio ou em 90°c, não é bom a temperatura variar.\n2) direção hidráulica de certa forma \"rouba\" potencia do motor, embora nao seja normal acontecer de ele morrer. Mas se no uso normal ta funcionando da de levar pra levar mais pra frente caso nao tenha dinheiro pra arrumar agora, mas a temperatura é bom verificar"
            ]
        },
        {
            "title": "Dúvida sobre óleo de motor",
            "selftext": "Tenho um Fiesta 2008 com 130 mil rodados, fiz a retifica do cabeçote e o mecânico colocou óleo 20w50, falou que o carro já é antigo e tal, sendo que o recomendado pelo fabricante é 5w30\n\nSenti que o freio motor do carro ficou mais pesado, tipo, vc tira o pé o acelerador e ele ja vai reduzindo muito a velocidade, como se tivesse amarrando e eu não sentia isso antes da retifica, será que é por causa do óleo grosso de mais?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zwtem0",
            "num_comments": 6,
            "comments": [
                "Puta cagada colocar óleo mais grosso em pleno 2022. Na era das velharias/lixos tipo fusca e sua bomba de óleo isso até funcionava, com óleo mais grosso aumentava pressão e/ou vazão naquelas engrenagens/dentes da bomba de óleo, que é cheia de folgas e come carcaça direto.\n\nMas pra equipamento de hoje isso é burrice de velho gagá que usa tradição ao invés de lógica pra trabalhar, óleo mais grosso reduz vazão no tipo de duto e bomba usados hoje, PIORA a lubrificação a longo prazo.\n\nAqui deve explicar sobre isso: https://www.youtube.com/watch?v=csrCHKtE0fs\n\nCada motor com suas especificidades, mas NENHUM motor desse século mantém vazão e pressão quando aumenta viscosidade de óleo, no caso de fusca a mola segurando o óleo era longa e a bomba tinha fluxo bom porque era feito até pra óleo sujo ou em épocas congelantes, mas bombas modernas são mais precisas, se meter óleo grosso ela não consegue chegar na pressão e vazão ideais, a cebolinha do óleo não é feita pra exibir a pressão exata e sim pra acender luz quando a pressão foi EXTREMAMENTE baixa, então o led de óleo não acende mas a pressão e vazão mais baixas estão lá.\n\nEm motor mais recente o que uns fabricantes fizeram foi DIMINUIR a viscosidade usada na fábrica ao longo dos anos, tipo o motor Fire da Fiat inicialmente recomenda 15W40, a partir da metade da sua vida (Acho que lá por 2009 ou 2010) a Fiat passou a usar 5W30 sem trocar bomba ou espessura de dutos, simplesmente porque há preparação melhor dos metais, a durabilidade aumenta, aí manual de modelo tipo 2008 fala em 15w40, e manual do 2010 fala em 5w30 (ACHO que são esses os anos, não lembro certinho quando teve a troca).",
                "Posso estar falando besteira aqui, mas muito \"mexânico\" coloca óleo mais grosso exatamente para disfarçar vazamentos e similares. Talvez seu mecânico tenha feito isso pra encobrir um trabalho mal feito",
                "Sugiro você levar em outro mecânico, pois esse tipo de situação tem o intuito de mascarar serviço mal feito.",
                "Na boa? Troque de óleo E de mecânico.",
                "Coloque o recomendado. Mas se prepare, o óleo mais \"grosso\" pode esconder defeitos.",
                "Óleo mais grosso é pra motor com folgas!! E é \"gambiarra\", pode ajudar em comparação ao óleo original quando vc não quer mecher/não compensa e quer correr o risco, \"vou rodar até cabar\". se seu motor estiver bom é óleo do manual SEMPRE, afinal se tivesse sentido o óleo grosso a partir de uma certa kilometragem já viria no manual."
            ]
        },
        {
            "title": "Como é a manutenção do Renault Sandero 2016?",
            "selftext": "Surgiu a oportunidade de comprar um Sandero 1.0 2016 com 64k km. Em uma avaliada preliminar, parece que está tudo em ordem.\n\nEntretanto, a manutenção dele é cara? Meu mecânico de confiança disse que o preço da manutenção tende a ser maior que de uma Fiat ou GM da vida, mas não me disse a porcentagem acima disso.\n\nPara quem tem um Sanderinho, o que vocês achamd a manutenção dele? Dá mt dor de cabeça?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zwlxsa",
            "num_comments": 8,
            "comments": [
                "Que nada, barata tb.",
                ">Meu mecânico de confiança disse que o preço da manutenção tende a ser maior que de uma Fiat ou GM da vida,\n\nO preço da mão-de-obra é similar. O preço das peças é mais alto porque o preço do carro novo é reflexo do preço das peças que o compõe.\n\nTipo se o preço do Sandero novo era tipo R$ 45 mil, e o Gol era tipo R$ 35 mil, o que seria 23% mais barato, então a soma do preço das peças do Gol é 23% mais baixo que do Sandero. \n\nExceto casos específicos, tipo uns consumíveis como pastilha de freio e cia, que o preço é similar, a tendência será então peça de Sandero ser tipo 25-30% mais cara que de um Gol do mesmo ano. \n\nMas no mundo real você não troca todas as peças todo ano, o que você troca é consumível, o que desgasta, como buchas, filtros, bieletas, terminais, flexíveis, freio, e isso é mínima coisa mais caro porque falamos de um carro mais pesado (Talvez 10% mais que uns populares), mas esses consumíveis também dependem do uso, se freia muito, se pega muito buraco, se leva muito peso, se faz muita curva, enfim, não necessariamente vai ter R$ 500 em peças pra trocar todo ano, a diferença de preço as vezes ficaria então em R$ 50 a mais por ter escolhido esse Sandero ao invés de um popular de mesmo km, variação pequena assim de preço eu classifico como insignificante.\n\nEu diria até que o Sandero foi o responsável por diminuir muito a fama de que francês só faz lixo pras estradas brasileiras, provavelmente porque ele talvez não é francês e sim do leste europeu (Dácia), que talvez tem estradas similares às brasileiras. Se fosse um Logan mais velho seria outra história.",
                "Bom, uso um desses pra aplicativo, e é bem suave, mas como todo francês tu tem que ser rigoroso nas datas de manutenção, ouviu algum barulho, potência diferente, algo estranho, ja para e ja mexe, pq se deixar juntar vira uma bola de neve absurda",
                "Nada, Sandero nem francês é. É um carro romeno para países subdesenvolvidos, manutenção tranquilinha.",
                "O meu é a mesma versão, só que 2018. Única manutenção grande é a de 80k, que inclui troca das correias e velas, que é primordial fazer na Renault. Tem o preço da revisão fechada no site deles, deve ser por volta de 2k a 2.6k. Fora isso, só óleo, pneu e pastilha de freio.",
                "Não é necessariamente pechincha, mas não é nível Peugeot.  \n\n\nE o carro em si é muito robusto e confiável, sem defeitos fatais de projeto como o 206/207 ou o Fiesta.",
                "Bem tranquilo de manter. Tenho um de mesmo ano, porém 1.6, com 46kkm então não posso opinar quanto à peças de motor nem consumo. De resto, é só manutenção periódica como de qualquer popular, 0 problemas crônicos e elétrica e mecânica bem simples. Em relação a valores de peças, pelo menos de suspensão, na época que peguei o carro (uns 4 anos atrás), pela pesquisa que fiz, os valores eram semelhantes a peças de grand siena/new palio, que era o carro que eu tinha antes, e achei a maioria anunciadas em lojas grandes (ml, americanas etc). Desde então nunca tive nenhuma surpresa. A próxima manutenção que tô pra fazer é a troca das pastilhas dianteiras, e pelo que tô vendo o jogo tá saindo na casa dos 140\\~150, porém não tenho ideia de preço de mão de obra, porque pretendo fazer em casa."
            ]
        },
        {
            "title": "Matéria muito bacana da Quatro Rodas sobre a despedida do Gol",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zwk2y5",
            "num_comments": 3,
            "comments": [
                "Sou fã desse repórter. Vou salvar a matéria aqui pra ver depois."
            ]
        },
        {
            "title": "Vectra Elite 2.4 - Pq tem tanto desses barato?",
            "selftext": "Já tive um na família 2007, lembro que era zero dor de cabeça e um luxo de carro pra época. Acabamento excelente e super confortável. \n\nSó bebia bem, mas nada fora do normal pra um GM.\n\nTem alguma pegadinha nesse carro? Ele está mais barato que os Astras automáticos. Absurdo a diferença.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zwgdjp",
            "num_comments": 28,
            "comments": [
                "Por que boa parte já deve estar bem surrada. É tão bom que os donos sequer se deram ao cuidado de manter decentemente o carro.",
                "Por que continua sendo um carro de luxo na manutenção para os padrões brasileiros e com dez anos de uso  com certeza tem coisa para fazer, além de beber igual eu kkkkkk",
                "Não sei, mas se eu tivesse o dinheiro pra manter teria um fácil. Ou ele ou um gtx.",
                "é que ano que vem esse carro ja vai ter que se alistar",
                "ecotec 2.4 bebe pra kcete.",
                "Manutenção e barata.\n\nMas devido ao preço da gasolina, o consumo assusta.\n\nUm carro dessa época, certeza que já está na hora de trocar alguns itens referentes a amortecedor, bucha da balança, calços.\n\nSe for automático, trocar o óleo do câmbio.\n\nE achar um carro desses com todas as manutenções em dia e Pokémon raro.\n\nMas e um puta carro.",
                "Preço da Gasolina,\nMecanicamente é confiável, leve num mecânico de confiança e de uma geral antes da compra e seja feliz",
                "É um bom questionamento OP. Penso que alguns carros atraem certos perfis de usuários, tal como o Golf tende atrair o pessoal mais jovem que corre como se não houvesse amanhã por exemplo; ou o próprio Azera que caiu nas graças dos manos da quebrada e virou sinônimo do famigerado jargão \"a favela venceu\". Creio que o Vectra se encaixe nesse grupo, o uso soviético do carro por gente irresponsável deve cobrar o preço. Se está muito barato ou parece \"bom demais para ser verdade\", a probabilidade do modelo possuir alguma bomba por estourar ou problemas crônicos é alta. Pesquise o youtube ou em fóruns por problemas crônicos do veículo e as diferenças de todas as suas versões e anos.",
                "Estou intermediando a venda de um desses, um dos motivos mais comuns acerca do valor baixo por um carro desse nível é que a maioria deles é blindado, sendo assim, um carro de revenda muito difícil, com relação à mecânica é um carro muito confiável, não caro de manter e que entrega muito, logicamente pecando no consumo, mas do restante sem muitos pontos fracos",
                "Vectra 2.4 16v é uma verdadeira bomba, manco, beberrão e da problema a doidado. Esse dai é um dos carros que se você puder passe bem longe, se deseja ter este carro, pegue a versão 2.0 mas nunca esta versão. Esqueci do detalhe, muitas peças são dificílimas de achar. Já ouvi falar que é melhor você pegar um Omega Australiano do que esta versão.",
                "https://pe.olx.com.br/regiao-de-petrolina-e-garanhuns/autos-e-pecas/carros-vans-e-utilitarios/vectra-elite-2011-em-estado-de-zero-para-colecionador-1061482048"
            ]
        },
        {
            "title": "Problema carro",
            "selftext": "Comprei um creta zero agora em novembro e constatamos que ele veio com um problema no mecanismo stop and go. Ele sempre é acionado quando paro o carro. No entanto, o carro religa o motor mesmo eu continuando com o pé no freio, sem nem amenizar a pisada....\n\nEsse mecanismo é importante para poupar gasolina. Pois bem, levei o carro onde comprei e foi dito que é \"normal\" o carro voltar antes algumas vezes, sendo que todo mundo que tem o mesmo carro e até a própria propaganda da funcionadalidade diz que o carro só deveria religar o motor quando tirássemos o pé no freio.\n\nAlguém teria alguma recomendação do que devo fazer? Pageui muito caro pelo carro e ter uma carro zerado que funcione plenamente é o mínimo que acredito que eu deveria receber.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zwezod",
            "num_comments": 15,
            "comments": [
                "Meu amigo, pra manter o ar condicionado ligado, o carro precisa funcionar, por isso ele religa as vezes.\n\nQuer fazer uma prova? Ande com o ar condicionado desligado.",
                "Desliga o start stop e vai ser feliz, funcionalidade só pra as montadoras atenderem legislação de emissões, pro consumidor final é uma das piores funcionalidades já vistas",
                "Amigo, start stop não economiza nada, além de desgastar mais rápido os mecanismos de partida do carro. Desliga esse sistema, anda de boa, coloca gasolina boa e vida que segue. Se você realmente quer economia, estaria andando de UP ou Uno.",
                "start-stop só serve pra moer o seu motor de partida e vc pagar caro p reparar na concessionária",
                "Start Stop foi a coisa mais besta que inventaram, não economiza nada além de estragar o motor de partida mais rapidamente",
                "o problema se chama: comprar carro zero  \n\n\nfalsa sensação de segurança na compra, evite",
                "Desliga esse start stop e vai ser feliz, funcionalidade criada apenas pra moer teu motor mais ligeiro e atender normas de emissões."
            ]
        },
        {
            "title": "CRV 2006 por R$38k. Interessante ou bucha?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zvvyts",
            "num_comments": 4,
            "comments": [
                "Com essa grana dá pra pegar uma mais nova, modelo 2010/2011 sem procurar muito.",
                "Depende... Da km se tem histórico de manutenção essas coisas.",
                "Já ouvi falar que esse carro não anda nada. Não sei se é vdd"
            ]
        },
        {
            "title": "Alguém aqui é de Foz do Iguaçu e tem carro Paraguaio?",
            "selftext": "Queria tirar umas dúvidas sobre seguro e preços.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zvve33",
            "num_comments": 0
        },
        {
            "title": "Comprar Fox mesmo depois de ter saído de linha",
            "selftext": "Esse já é o terceiro post que faço num curto espaço de tempo, com dúvidas sobre comprar um veículo...\n\nMas então, estou muito tentado a comprar um Fox 1.6 msi connect 2021/2022, mas sempre ouvi críticas sobre dificuldade em pegar veículos que já saíram de linha. Eu gostaria de saber de vocês, quais dificuldades eu enfrentaria em razão disso.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zvtrbo",
            "num_comments": 7,
            "comments": [
                "Olha, o projeto é antigo.  Eu tentaria um Polo um pouco mais antigo. Será melhor.",
                "Depende de quanto tempo costuma ficar com carro... 1 ano? 2 anos? 10 anos? 20 anos?\n\nAcho o Fox um carro bacana, inclusive acho que a VW deveria tê-lo alçado a substituto do Gol (era o plano quando foi concebido) em vez do caro Pole Track."
            ]
        },
        {
            "title": "Mitsubishi Lancer 2011 a 2013",
            "selftext": "Estou pensando em pegar esse carro,pra montar um kit do evo nele,botar um som,colocar uma suspensão esportiva.\nO que vcs,donos de lancer,ou pessoas que já tiveram contato com esse carro ou conhecem ele bem,acham desse carro?\n\n- Consumo\n- Impostos\n- Mecânica\n- Disponibilidade de peças\n- Seguro\n- Preço do carro em si\n- Tuning\n- Problemas Crônicos\n\nPls me avisem se for bomba",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zvn1gf",
            "num_comments": 14,
            "comments": [
                "Lancer é uma sedan ótimo, de respeito lindo e muito gostoso.\nPare de querer travecar o carro de evo, ele não merece isso...\nDa um tombo no bicho, manda um som e seja feliz.",
                "CVT pode dar dor de cabeça se não foi feita a troca de óleo recorrente",
                "É legal pelo visual , mas é manco q dói",
                "O que consigo ajudar. Tem uns 2 que já vi na rua da minha cidade, e é uma cidade grande. Isso já indica que foi um carro pouco vendido, esse perfil indica carro com dificuldade de achar peças e peças caras, mas é suposição minha, talvez alguém q tenha venha responder. É conhecido por ser um carro bonito e manco, tem um design bem bonito mas que decepciona, dê uma procurada em opinião de donos de carro, é o que mais falam, design lindo mas meio manco.\n\nSeguro completo é bem caro, mas vai depender da sua cidade e idade. Se vc for jovem, acredito que saia em torno de 3000-4000 reais, talvez um pouco mais até.\n\nEu vi um uma vez numa loja pra vender, o acabamento dele é bem simples pessoalmente, por foto é todo bonito, preto intenso no escuro com as luzes do painel acessa, mas pessoalmente é plástico duro, que fica acinzentado. Prefiro o do civic bem mais.",
                "RemindMe! 24 hours",
                "esse carro é lindo, n manjo nada sobre qualidade mas sou fascinado no design dele",
                "Primeiro era vc saber que entre o Evo e o Lancer o único painel de carroceria compartilhado é a tampa do porta malas. Que na verdade é uma peça. São carros completamente diferentes que apenas parecem entre si. Até o teto é diferente.",
                "Carro e muito bonito mas dizem que o automático CVT e manco, iria de manual se quiser mais diversão.",
                "Nope. Carro xoxo e beberrao, foge."
            ]
        },
        {
            "title": "Seminovos Localiza, Movida e de outras empresas de aluguéis",
            "selftext": "Olá, pessoal.\n\nEstou pesquisando carros para comprar e tenho visto muitos anúncios interessantes de veículos de locadoras, e acabo tendo receio de pegar pelo fato de acreditar serem carros que passaram pela mão de várias pessoas, além da quilometragem. Mas, gostaria de ouvir de vocês, alguém teve experiência, ou alguma crítica mais embasada que a minha, ou existe algo que deva me levar a reconsiderar esses receios?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zvhge5",
            "num_comments": 7,
            "comments": [
                "Comprei um Peugeot 208 2021, com 51kkm, e recomendo. \n\nPós-venda fantástico. Garantia de 3 meses para tudo, e garantia estendida (paga à parte) por 1 ano em quase todo o veículo.\n\nSem falar que se acionar a garantia a Localiza fornece carro reserva. Deixei para revisar a suspensão e fiquei andando uns dias com uma L200 2023.\n\nPelo que me explicaram, os carros que saem da locação tem 3 destinos:\n\n1. Os piores vão para leilão\n2. Os mais ou menos judiados são vendidos para revendas\n3. Os melhores são vendidos pela Localiza Seminovos.\n\nEntão experimenta o veículo, e se o preço estiver ok vai na fé",
                "Eu conheço gente que comprou mas não conheço gente que recomenda. Incluindo os que compraram.",
                "Tudo vai depender do Ano do carro.\n\nFalo isso por experiência própria.\n\nA empresa onde meu irmão trabalha, utiliza carros da localiza.\n\nE o pessoal dirige igual a psicopata, passam andando normal por buracos, não freiam em quebra molas, e por aí vai.\n\nEntão imagina pegar um carro desses.\n\nEntretanto, o mesmo pode ocorrer com carros de pessoa física.\n\nEm todo caso, recomendo deixar a emoção de lado e avaliar criteriosamente o veículo.",
                "Tenho amigos que compraram, carro hyper maquiado, te vendem com uma suposta garantia que choram pra cumprir, se puder, foge, pq na grande parte das vezes é silada bino\nPraticamente poucos recomendam",
                "Na Localiza, pelomenos de Curitiba. Se pagar uns 700 reais vc leva garantia de um ano. Acho q vale a pena, pq provavelmente se ja tiver algum problema ele vai apresentar no primeiro ano."
            ]
        },
        {
            "title": "Comprei uma lata velha",
            "selftext": "Comprei um golzin 86, coisa mais abandonada que eu ja vi, sinceramente quando ele chegou de guincho eu fiquei o dia todo me perguntando \"pq eu comprei essa porcaria?\" Fiquei 1 semana sem conseguir olhar pro carro mas então nesse triste final de semana decidi olhar pra ele com outro olhar, nao vou negar ele ta bem feinho mas nesse final de semana peguei minhas ferramentas e arrumei todo o chicote do motor (deu muito trabalho, tinha muito positivo solto e descascado) o alternador nao estava carregando, entao refiz a fiação dele e lixei os polo, ta com vazamento no coletor, o tanque de combustivel dele é um galão de 5 litros, sinceramente esse carro ta uma bosta, mas eu peguei um carinho por ele nesse final de semana, comecei ate a pesquisar uma calota orbital pra ele, uns farois novo, e até uma junta nova pro coletor e carburador, e por incrivel que pareça estou muito ansioso pra chegar as coisas dele para eu desmontar ele e montar do meu jeito",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zvawwo",
            "num_comments": 20,
            "comments": [
                "Qualquer coisa menos orbital kkk",
                "Parabéns.\n\nMoro de vontade de fazer algo parecido, mas sou um completo retardado com mecânica. Deve ser bacana mesmo ir montando aos poucos, é basicamente um lego de gente grande.",
                "Tô refazendo um corcel 2. \nEstá dando bastante trabalho, más o carro já está com forma de carro. Kkkkk",
                "Um conselho: não é hora de pensar em calotas e faróis, mas sim de deixar a mecânica em ordem.\n\nMas, antes de tudo, avalie como está o túnel, no quadrado é praticamente certo que esteja rachado; veja também as bandejas internas (\"piso\"), costumam apodrecer e levam à instabilidade da estrutura.",
                "hmmm que lasanha gostosa kkkkkkkk",
                "Força guerreiro, as vezes bate essa claridade pós compra mesmo hahahahah\n  \n\nEspecialmente nas tranqueira."
            ]
        },
        {
            "title": "0 a 10 nessa F 75",
            "selftext": "Olá webs amigos, há um tempo atrás eu fiz postagem sobre essa Picape mostrando ela como era antigamente, algumas pessoas pediram para eu fazer um antes e depois dela e aqui está.\nHistoria dela: ela era do meu falecido vó e ele morreu em julho, ele tinha essa Picape, uma parati e um fusca. Após o inventário nós compramos a parte dos herdeiros (que queriam vender ela) nós compramos porque era o xodó do meu avô que estava com ele há 22 anos. Nós gastamos em torno de uns 6 pau nela, mas ficou boa e o estimo que ela vale em torno de uns 80.000 conto hoje",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zv98my",
            "num_comments": 13,
            "comments": [
                "Nota 9,5 pois faltou foto do interior kkkkkkk. Brincadeiras à parte, muito bacana a história da sua família. Tenho certeza que o vovô está feliz onde quer que ele esteja. Parabéns e feliz natal OP!",
                "0 a 10kmh? Eu chuto 32 segundos e meio",
                "Nota 10",
                "Lindaaa demais",
                "mto linda, nota 10.",
                "Nota 10! Ao menos não colocou pra trilha kk. Parabéns!",
                "Caraio Op 80 conto?  Só de valor sentimental tem uns 40k aí hahahahah",
                "Cara nota 10 , pq esse estilo de camionete me lembra de carro de colhecionador , E meus pesames pelo seu avô",
                "Linda demais, me trouxe lembranças da infância",
                "2"
            ]
        },
        {
            "title": "Cherry arrizo 2019 para primeiro carro",
            "selftext": "Tenho 19 anos e o Chery Arrizo 5 RTX 2019 por 65.000 parece ser uma boa opção para primeiro carro. O que vcs acham? Quais os defeitos dele?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zv781x",
            "num_comments": 26,
            "comments": [
                "Chevette 78 o resto bota no motor. \nPuta cadeira elétrica do krlh",
                "Possível bomba. Cherry Arrizo vendeu pouco, marca fraca no Brasil, dificilmente vai achar alguém que conhece o carro, que sabe cuidar, que conhece os defeitos. Provavelmente as peças vão ser caras e muitas talvez tenha que importar por n achar.\n\n Eu n conheço a captur, mas se vc gosta do estilo, da uma olhada na Duster, a Duster eu conheço, gosto, acho bem legal, carro conhecido, vendeu bem e ainda está em linha na renault. Carro bem honesto.\n\nSe vc quer carros melhores, fora dos populares, e tem condições de bancar uma manutenção mais carinha, pq carro é gasto e gasolina ta cara, no estilo dos sedans tem o Civic, Sentra, Cobalt e Versa nessa faixa de preço, que são carros mais conhecidos. Aqui no olx da minha cidade puxando pra 70k  encontra um ou outro Virtus também que é de manutenção mais cara tbm, mas é um carro que eu acho lindo e vendeu mais que o Arrizo.\n\nSe vc gosta de SUV, conheço a Duster e Tucson que entram nesse valor.  Tem tbm a Blazer q é beberrona mas a mecanica é simples.\n\nPrimeiro carro e com essa verba é dificil, tem muita opção. Eu iria de carro bem mais simples pra primeiro carro popular 1.0 vc consegue 2015, 2016, uns palio por exemplo acha pela metade desse valor  que vc tem e são carros de procura muito alta pra revenda depois. É normal fazer cagada com o primeiro carro, e eu ficaria muito triste de fazer cagada se fosse no meu carro atual. \n\nMas isso é muito de cada pessoa. A dica mais valiosa talvez seja fugir das marcas que tem pouco na sua cidade, ainda mais se for cidade pequena. No geral, dar uma olhada nas opções  das mais famosas e vendidas como  Renault, Fiat, VW, GM, Honda, Toyota, Nissan, Hyundai, e fugir de marcas como BMW, Audi, Volvo, Mitsubishi, Cherry, Jac, Peugeot, Citroen.",
                "Complicado para primeiro carro, tem uma mecânica relativamente cara e ainda sob teste de estresse na longa duração, uma revenda de merda, possível dificuldade de conseguir peças e mão de obra...\n\nProcura um negócio mais popular, tipo um polo ou Onix\n\nOs Renault estão com uma mecânica meio consolidada que não tem apresentado problemas serios, pode pegar um Sandero, Logan ou até um captura/Duster SEMINOVOS (principalmente o captur não compensa tirar zero)\n\nNessa linha tem também a Tracker da GM que dependendo da oferta pode ser uma boa escolha.\n\nMuita gente não pesquisa quanto custa as manutenções dos carros antes de comprar e depois se fode, eu mesmo fiz isso, então da uma olhada na internet e no YouTube sobre os modelos que você tem interesse\n\nOutro ponto que é bom vc se decidir antes é o quão bom de revenda vc quer que seu carro seja, se vc não se importa tanto pode pegar marcas como nissan, Peugeot, Citroen, caoa Cherry e etc que são difíceis de revender, mas se for um problema vai nos conhecidos Toyota, GM, Volkswagen.",
                "O carro é bom, mas de primeiro carro recomendo algo mais barato, simples e de marcas mais fáceis de encontrar peças. Nada impede que depois vc compre um, é uma excelente pedida, mas como PRIMEIRO carro eu recomendaria outro.",
                "Cara 65 mil é bastante coisa. Tem muitas outras opções duradouras",
                "Arrizo5 é um carro meio flopado, sem dizer wue Chery é uma marca muito esquisita sabe, sei lá. Não sei o que opinar para você. Só acho que 65k nesse carro é muito dinheiro, eu mexo com carro mas acho ele um carro muito esquisito, bonito sim, porém eu sinto isso pela marca. Não consigo ver a chery com bons olhos, basta vc ver essas marcas chinesas que venderam esses carros aqui no ano de 2011: Chery (primeira leva de carros), JAC (mesma coisa, primeira leva), Lifan, Geely (essa quase ninguém soube que vendeu carro aqui), Effa (vendeu o pior carro no Brasil), MG (outra marca que as pessoas não lembra que existiu aqui). Então assim, eu te recomendo a procurar um carro mais conhecido a não ser que vc não tenha medo de perder dinheiro é claro.",
                "Bomba, principalmente sendo primeiro carro. Se quer mesmo um sedã médio, compra um corolla mais antigo, talvez um golf, quem sabe até cruze acha por esse valor.\n\nVi você comentando que tá de olho na captur. Particularmente não tive experiência com o carro, mas já tivemos 3 renault na família, que não nos deram dor de cabeça nenhuma, sendo um deles um fluence dynamique cvt, tirado 0k em 2013. Já pesquisou sobre o carro? Por esse valor você acha a versão mais top, que é muito mais refinada que a captur, possui mecânica confiável (praticamente a mesma do sentra de mesmo ano) e peças mais baratas que as de civic e corolla, sem falar que é um carro completasso, super confortável."
            ]
        },
        {
            "title": "Civic SI vale a pena ?",
            "selftext": "Resumo, to atrás de um queria conselhos de quem já teve, se tem algo que eu deva me informar além do básico e dicas pra identificar um si de um \"fake\" vi vários anúncios de civics SI com diferentes características. Então como garantir que é verdadeiro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zui8ai",
            "num_comments": 8,
            "comments": [
                " Si não tem muito fake, mas um ponto a observar visualmente é que Si só veio pro Brasil vermelho , preto e prata … \nE sim vale a pena , desde que vc compre um de procedência… Esse tipo de carro caiu no gosto da galera , então tem muito Si malhado por aí",
                "Todo carro valhe a pena, o difícil é achar algum que os donos tenham cuidado direito.",
                "Eu vejo que depende o quanto tu \"sonha\" com ele. \n\nEu gostaria muito de ter um, mas infelizmente por ser um carro com caráter mais exclusivo tá sendo vendido por um preço completamente descabido aqui no Brasil, onde já dá pra achar carros muito melhores e mais novos. Se tu tá disposto a desembolsar essa grana e é o carro dos teus sonhos, eu só digo: vai em frente, que não vai se arrepender.",
                "É um excelente carro. Difícil achar um inteiro se for o g8, difícil pagar se for o g9.\n\nNão tem como fazer fake do motor da linha K...\nDá uma olhada na spec do motor na net e quando for comprar abre o capô e bate as características.\n\nÉ um carrão, serve de daily e é um tesão de motor girador.\nBoa sorte e bom proveito.",
                "Procura no Instagram: instasipt",
                "Procurei durante muito tempo e não achei um que o preço / estado de conservação valesse a pena, daí peguei o 'concorrente' dele da epoca, o Gti 1.8 20v manual, tudo se resume a como o carro se encontra no final das contas, veja todos que estão a venda, e caso não sinta 100% de segurança em nenhum deles, não compre.\nO bom negócio é aquele que vc não se arrepende de ter feito.\nAbraço amigo, boa sorte na caçada, uma hora aparece 'O carro'\nFique tranquilo e não tenha pressa."
            ]
        },
        {
            "title": "Salve, salve! E salvem os câmbios manuais! Recentemente, tive o prazer de ver e até de entrar no único Toyota GR Yaris presente no Brasil. O carro é muito, mas muito legal mesmo. Vejam as fotos que eu tirei do carro, eu adorei a experiência!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zuh32v",
            "num_comments": 4,
            "comments": [
                "Quantos cavalos tem essa criança?",
                "Caramba! Uma nave hein!!! Acabamento, design e performance de primeira. A Toyota mandou muito bem no Yaris e Corolla GR."
            ]
        },
        {
            "title": "Como comprar o primeiro carro?",
            "selftext": " \n\nOi, gente.\n\nPostei no Brasil livre e me recomendaram postar nessa comunidade aqui.\n\nEntão, eu sou recém habilitada e tô precisando demais de um carro, demais mesmo. Tenho 20 mil reais pra comprar um carro e mais uns 5 mil a mais de margem se precisar, e mas não entendo de nada disso. Na verdade eu até consigo comprar um mais caro mediante entrada + financiamento, mas o primeiro carro a gente sempre maltrata um pouco, por não ter muita maldade com trânsito… Eu tô procurando anúncios na olx, mas no escuro, não tenho ninguém pra ajudar. Não tenho amigos que entendam, só meu ex poderia fazer isso, mas nós não nos falamos mais. Falaram pra eu consultar um mecânico de confiança (que por sinal eu não tenho kkkk), mas só isso basta? Vcs acham que é caso de eu procurar ajuda de um advogado pra questão das documentações? Qual modeio vcs me indicam? Vi na internet que é bom pedir o renavam no veículo, mas eu fui pedir isso pra um anunciante na olx e o cara endoidou comigo, disse que isso não era coisa que a gente passa pela internet. Fiquei na dúvida se falei besteira.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zubqib",
            "num_comments": 17,
            "comments": [
                "Compra de concessionária com boas avaliações e de preferência com garantia que vai poupar uma grande dor de cabeça, assim n precisa ficar olhando documentação e mecânica.\n\nTalvez a Kavak seja uma boa, comprei o meu lá e dão garantia de 2 anos, além de não ter risco de doc.\n\nRecomendo tb consultar o carro no site De Olho no Carro, lá da pra consultar se o carro teve leilão, batida, etc.",
                "Uma loja de qualidade vai resolver todos os problemas de papelada pra vc, além de te dar uma garantia de 3 meses pra qualquer coisa que acontece com o carro. Vc vai ter que pegar um carro piorzinho ou pagar mais, porém é o preço que eles cobram por prestar esse tipo de serviço.\n\nEu já trabalhei em loja de usados e muita gente só comprava conosco por causa de nosso serviço e atendimento. Vc só precisa encontrar uma onde vc mora que seja de procedência.",
                "Olá sou mecânico, de acordo com suas descrições, te indico o clássic da Chevrolet, manutenção muito barata um carro legal e bom de manter no dia a dia, paga um mecânico de uma boa oficina pra olhar ele pra vc, qualquer 200 reais se pedir com jeitinho o mecânico vai, quando comprar reserva um dinheiro faz uma manutenção preventiva e seja feliz 😉",
                "Procura uma loja com boas referências de preferência concessionária, mas INDEPENDENTE de onde seja nem que seja do seu pai, só compre após uma vistoria cautelar, isso vai te livrar de milhares de dor de cabeça.",
                ". Na faixa de até 20.000, vai achar Palio de 2010 para baixo, tenha consciência de que é um carro com mais de 13 anos e numa quilometragem média de um motor prestes a necessitar de retífica ou, pior, que tenha passado por uma chamada \"meia-sola\" no motor e o carro está sendo passado para frente para a bomba estourar com outra pessoa;\n\n. Falei do Palio, mas também o que um camarada sugeriu é uma boa, o Corsa Classic; vai achar Fiesta ou Ka nessa faixa de preço, mas suas peças são raras e caras;\n\n. Financiamento só vai te garantir um carnê, não necessariamente um carro em melhores condições e muito mais novo (já já aparece meu *hater* favorito, que comenta em todas as minhas postagens, dizendo que financiamento é uma boa e recomendando um Jeep Commander zero km...);\n\n. Comprar em loja não é garantia de segurança;\n\n. Esqueça advogado, no máximo precisará de um despachante;\n\n. Embora você esteja \"precisando demais de um carro, demais mesmo\", procure ter paciência, não vá no primeiro que achar com a pintura bonitinha, sem nenhum risco, num carro com mais de 13 anos;\n\n. \"Mecânico de confiança\", duas palavras que não cabem numa mesma frase, de forma geral, mas é o que temos para hoje, não é má ideia levar um carro em que você REALMENTE esteja interessada para uma avaliação;\n\n. Dê preferência a carros de alguém do seu círculo de conhecimento (parentes, amigos, colegas de trabalho), ao menos terá uma noção melhor se é do tipo de pessoa que cuida bem do carro ou se é de um chamado \"cupim de ferro\".",
                "Realmente renavam não é coisa de se pegar pela internet, é o tipo de coisa q vc pega quando esta interessado realmente em um carro, ai vai consultar multas etc...   \n\n\nNessa faixa de valor eu optaria por algum carro popular padrão , ali na faixa de ano de 2008 a 2012, me fala mais sobre seu gosto, preferência... Eu indicaria algo como um peugeot 207 , clio , polo ... Carros desse genero   \n\n\nSempre bom pegar o carro com menor km possivel q puder e que tenha o melhor histórico de manutenção , pra depois não sofrer na mão de mecânico...",
                "Recomendo procurar uma boa loja. Começa dando uma olhada no google nas avaliações que o pessoal posta das lojas. Lojas com carros periciados ajudam, normalmente vai indicar se o carro nunca foi batido, de leilão, se tem multas etc. As lojas boas tbm oferecem seguro de 3 meses, tem algumas na minha cidade que até um ano de seguro do motor e cambio. Fora isso é fazer o teste drive, se vc n tem experiencia e ngm conhecido é dificil msm, n tem mt oq fazer pra verificar defeitos. Para transferência de documentos ai vc pode ir num despachante que faz tudo pra vc. Se o carro tiver o modelo de placa antiga, ja faz o pedido pra atualizar pra placa mercosul nova.\n\nAgora pra primeiro carro e com o dinheiro q vc tem, eu n investiria, financiaria muito não, fica no basico, se conseguir esperar só passar o natal e esse começo de ano, pq agr é época de receber 13, as vendas ficam aquecidas e carros ate uns 40-50 mil vendem bem. Eu pegaria um carro popular 1.0 economico, bacana, e é normal dar uma ralada, encostar na parede da garagem, coisas do tipo, e carros populares tem peças mais fáceis de encontrar e mais baratas. E tbm procuraria carro com ar e direção. Gastando pouco e não financiando mt, se o carro der algum imprevisto vc tem dinheiro pra arrumar. Nessa faixa de preço tbm fuja dos automáticos.\n\nNo olx da minha regiao, dos 25-35K, eu encontro Uno 2014, Palios 2014-2016 (bem novos se for ver), celta 2014, Punto 2011 1.4, march 1.6 2012, march 1.0 2014, agile 1.4 2012 acho ou 2014, sandeiro 1.6 2009-2011 ou 1.0 2014, gol de todas cores e idades.\n\nSe vc nunca dirigiu nada fora da auto escola eu iria de Uno, 2014 ja e o modelo mais bonito, carro pequeno, facil de estacionar, gasta mais uns 200 reais, poe sensor de ré e seja feliz treinando baliza no centro.\nSe vc ja tem mais experiência, vê a melhor oportunidade. Esse fim de ano tem algumas lojas na minha cidade c Palio 1.0 2014-2016 em preços bem bacanas.\n\nAlém disso, pega esses modelos e vai conhecer, pq tbm se vc odiar o carro por dentro e/ou fora, n adianta muito comprar ele só pq alguém recomendou. Só se mantem nos populares, modelos q venderam bastante",
                "Na minha opinião, o primeiro carro vc compra em uma revenda com boa reputação. Eu indicaria a vc um Honda Fit ou Corolla mais antiguinho.",
                "To na mesma situação, ouço falar muito bem do Fiat Onix e Ford Ka ambos 2019, dizem que é bem difícil ter dores de cabeça com eles. Um amigo ne falou que me ajudaria a achar um bom carro e levar num mecânico e tals, mas eu acho que vou numa loja de carros usados de confiança mesmo, me sinto mais seguro, pela questão da documentação, pela referência e pela garantia, apesar de acabar pagando um pouco mais caro, vale a pena toda essa segurança."
            ]
        },
        {
            "title": "Jetta 2.5 é muita dor de cabeça?",
            "selftext": "Tem muito desse carro com preço bom (abaixo de 40k), entre 2008 e 2010.\n\nAlguns são blindados e aí eu já descarto.\n\nMas meu uso não é intensivo. É carro que durante a semana pegaria pra ir na padaria/mercado e só usaria nos fins de semana pra pegar estrada (nem esse costume eu tenho tanto), faço home office.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zu9rvh",
            "num_comments": 7,
            "comments": [
                "Eu acho a camioneta linda, o sedã já não curto... mas veja uns vídeos de mecânica no YouTube, vai ver que o motor tem alguns problemas crônicos com certas peças, que não são baratas. E estamos falando de um carro importado com mais de 13 anos, imagine a dificuldade para achar peças a um preço minimamente razoável.",
                "Pelo seu outro comentário acho que ficaria de boa pra vc manter, só que vc tem que gostar muito do carro pois se tratando desse modelo vai ter poucas peças por aí, então as vezes se quebrar algo pode ficar um tempo sem o carro, esse carro tem um ronco lindo com um escapamento esportivo kkk, se quiser não ter dor de cabeça e um carro bacana nessa faixa de preço é o Vectra gtx",
                "Carro famoso, foguete mas que tbm é conhecido por dar problema e ter manutenção bem cara. Além disso por ser velho, tambem dificulta na hr de achar peças. Pelo q eu li, vc conseguiria manter, mas é mta dor de cabeça e gasto. Inclusive eles são o com interior caramelo né? Ele vive ficando encardido e se n limpar e cuidar do couro fica feio. Se deixar ressecar tbm fica mais feio q interior preto.\n\nSe vc consegue sobrar 4k no fim do mes dps de pegar tudo as contas da uma pesquisada em algum outro carro menos problemáticos, nem q tenha q juntar um pouco mais kkkk\n\nSe vc gosta de mais luxo pra passeio o Civic G9 é bem bacana, painel de 2 andares, bonitão, só n vai ter mesmo desempenho do Jetta. Daria uma olhada no Azera tbm.\n\nSe for pra avacalhar num carro q a manutenção é cara e o carro é puro luxo além de ser esperto, ai veria um confiavel pelo menos, q se vc arrumar dps fica tranquilo. Tem o Camry da toyota e o Accord da Honda. O pessoal do canal do youtube Opinião Sincera comprou um Accord meia boca e arrumaram ele pra deixar bonito e confiável, fizeram um video comentando de todos os gastos. Da pra vc ter uma ideia"
            ]
        },
        {
            "title": "Kombi",
            "selftext": "Kombi como primeiro carro é muito loucura? Ou dá pra se adaptar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zu1su8",
            "num_comments": 9,
            "comments": [
                "Moderna ou antiga? As corujas estão foda de manter por causa de peça cara, mas as Clipper são mais de boa. E as as modernas ap são naves comparadas com as antigas.\n\nSó vai Op, se der ruim vende e boa.\n\nJá tive antigos como primeiro carro por muitos anos, o segredo é ter uma moto junto pra quebrar um galho.",
                "Tudo é possível só depende se vc tem disposição kkk",
                "Vai vender pastel com ela?",
                "[deleted]"
            ]
        },
        {
            "title": "No dia de hoje, 23 de dezembro de 2022, foi produzido o último Volkswagen Gol, encerrando um ciclo de 42 anos. Vamos usar esse post para apreciar essa grande lenda automotiva, que marcou o Brasil.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ztzh54",
            "num_comments": 0
        },
        {
            "title": "Gol quadrado turbo ou civic?",
            "selftext": "Meus pais tem um civic 2008 e está na nossa mão há uns 4 anos, nunca deu problema sério e eles estão pensando em vender.\nEu comprei um gol quadrado com meu pai, tô pagando tipo 2500 do carro total e ele é basicamente meu e dele. \nEsses dias eu estava pensando de comprar o civic dos meus pais, até porque eu poderia pagar um valor justo e sem juros de banco e o carro tá super conservado. Pensei de pagar um valor simbólico de 600 por mês, sendo q meu salário beira os 2 mil\nPensa: pagar 600 reais por mês e ter um civic 2008 na garagem seria uma boa \nMas eu gosto muito de carro turbo e adoraria montar um kit no gol \nTô ligado q eu me incomodaria bastante, mas o gol tá conservadinho \n\nPensando bem… escrevendo esse post tô pensando seriamente no civic mesmo, até porque o gol me faria incomodar pra crl kkkkkkkkk e eu investiria o mesmo valor",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ztdbj6",
            "num_comments": 10,
            "comments": [
                "Hahahahah perfeito, minha conclusão é a mesma que a sua hahaha.\n\nEsses projetos são legais, mas é bom ter tempo, grana, um mecânico bom e um segundo carro.",
                "Nunca dê um passo maior que a perna, vá com o melhor custo benefício, quando estiver bem financeiramente monta um projeto turbo.",
                "Bando de Zé ruela comentando.\n\n\nVai de GOL quadrado apezao OP",
                "Vai de civic",
                "A não ser q seus pais te ajudem, com 2000 de salário n mantem um civic hoje",
                "Civic",
                "CIVIC",
                "Vai de civic, quando tu tiver mais bem estabelecido financeiramente... daí mete um projeto de turbão.",
                "Quadradinho e Kit padaria, e bem vindo a Turbo Terapia.\nPra manter a manutenção do Civic cara, vc vai gastar uma bela grana."
            ]
        },
        {
            "title": "O que mudou no nissan GTR desde 2006?",
            "selftext": "Galera fala da Aventador que tá a 10 anos em linha e praticamente só recebe facelift e poucas mudanças relevantes, mas esquece do GTR que está desde 2006 em linha na mesma geração, carro extremamente cobiçado, e está num hype nunca antes visto, é um carro 2022 com design da época do lançamento, que recebeu facelifts tão insignificantes que não dá pra distinguir o antigo do novo na rua sem prestar atenção, se o maluco bota o farol de led do mais recente, já era, literalmente um carro que nem IPVA paga mais, mas que ainda está em produção na mesma geração, isso é bizarro de pensar. Não estou falando mal, por min, continuava em linha pra sempre, é um ícone, é o tipo de carro atemporal, mas gostaria de saber o que mais mudou desde 2006 além do facelift e o câmbio automatizado?\n\n&#x200B;\n\nhttps://preview.redd.it/n2h9bapldk7a1.png?width=1280&format=png&auto=webp&v=enabled&s=0e72857a64f6030b3e11c928ffc5d431dbca5065",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zt4qvm",
            "num_comments": 4,
            "comments": [
                "Motor recebeu atualizações \nSaiu de 480hp para 565hp\n\nProvavelmente deve ter recebido turbinas novas e ajuste na injeção/mapa.\n\nSe for pra pegar um 0km, pegaria um Corvette C8 Z06. Acho muito mais interessante. Depois o R35.",
                "Atualizações de interior, motor, cambio, suspenção, rodas, facelifts e versões especiais."
            ]
        },
        {
            "title": "Loucura comprar esse Corolinha como primeiro carro?",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/8hafmxengc7a1.jpg?width=1600&format=pjpg&auto=webp&v=enabled&s=6e3f0eef71b7ac6b9ae24f5e74385c0dce371755",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zs6q2s",
            "num_comments": 14,
            "comments": [
                "Olha, tenho um Corolla 2006 há um ano, apesar de antigo é um carro muito confortável e a manutenção é em conta. Se bem cuidado, não vai te dar dor de cabeça.\n\nO problema é encontrar um em bom estado, e quando encontrar, em um preço razoável, ainda mais por esse da foto ser um modelo mais antigo. Quem tem desse modelo se apega ao carro.\n\nSe conseguir encontrar um desse em bom estado, vale a pena. NÃO VÁ COMPRAR O CARRO SEM TER UM MECÂNICO DE CONFIANÇA PRA AVALIAR O CARRO.",
                "Eu compraria! Completo, não chama atenção, econômico, anda bem, se cuidar da mecânica vira um tanque de guerra.",
                "[deleted]",
                "Leve o carro para um mecânico de confiança ou um especialista em Toyotas avaliar, e listar o que precisa ser feito agora e o que deve/vai dar problema em breve, e você avalia se vale a pena.\n\nOs Corolla são verdadeiros tanques de guerra e aguentam **muito** abuso por parte dos donos, mas como todo carro, precisam de cuidados, o lado bom é que a Toyota reaproveita muitas peças, sejam de acabamento ou mecânica por muitos anos e muitas delas são super baratas e fáceis de achar!\n\nPor isso super recomendo fugir do popularzão anos 98-12 e pegar o Corolla, é muito mais carro!",
                "Tenho um corolla 1999, automático, prata igual esse da foto.\n\nComprei em tese com ronco no cambio, por isso era barato, eu mesmo ajudei a tirar o cambio então gastei mixaria de mão-de-obra e era só lata enroscando e óleo meio baixo. A direção começou a roncar aí foi caixa e bomba usados por uns R$ 3 mil (Eu tava acostumado a pagar R$ 300 por caixa NOVA de popular), tão usados e velhos que ainda sobrou um vazamento no reservatório.\n\nComo ele tava baixo pela idade (dono anterior era esses babacas que carrega som de 200kg no porta-malas por carência afetiva de atenção) logo botei calços de borracha de 4cm, já foi mais R$ 300, mas ficou baixo igual, enroscando na rua direto (Com Uno way eu andava muito mais rápido e não enroscava, são 200-300kg a menos). \n\nDepois de uns 6 mil km um amortecedor dianteiro estourou, o outro começou a vazar, aí foi uns R$ 1 mil entre molas e amortecedor recondicionados, a frente resolveu mas só porque mantive o calço de borracha de 4cm. Na traseira as molas iam ficar caras, aí coloquei aqueles buffer de uretano, mais uns R$ 200, agora resolveu.\n\nComo a parte elétrica é velha já tive muitos probleminhas, eu sempre mexi com eletrõnica então isso pra mim é simples, mas sei que muita gente ia ficar reclamando, tipo alarme descarregando bateria, modulo das travas das portas parou, mal-contato na botoeira na porta, parte elétrica do rádia cagada, farol péssimo (É a luz de uma moto CG 125 ano 99, aquele farol quadrado, luz de lanterna as vezes é melhor, como tenho moto velha tô acostumado com luz ruim e até viajo tranquilo a noite, mas quem enxerga mal vai se matar nas curvas).\n\nBieleta, coifa de homocinética, rolamento de roda, pastilha de freio, tudo isso que já tive que comprar é tipo o dobro do preço que eu era acostumado com Uno, Palio, gol, fiesta e ka.\n\nO cambio aut. que achei que seria um problema, já que o carro tem 300 mil km, na real é o mais confiável por enquanto, tirando o ronquinho inicial que resolvi fácil (Mas só porque achei mecânico disposto a tirar e deixar na mesa pra mim, tô de muleta e não consigo carregar nada, ou me abaixar até o chao) ele tá ótimo. O motor tem uns mal-contato, e ele não tem OBD2 que pluga scanner e vê erro (Scanner de R$ 40 bia bluetooth no cel resolve isso, é muita preguiça todo mundo não ter isso pra nunca ficar quebrado na estrada), ele tem obd da primeira geração que tem que ir plugar uns jumper e então contar piscada de led, leva meia hora pra descobrir os códigos, pra mim foi mais rápido revisar corpo de borboleta (Travado de ferrugem), limpar bico, limpar e vedar a tampa do distribuidor (Sim, ele ainda tem rotor lateral distribuindo a fagulha da bobina, se molha dá pau, 2x por ano preciso abrir pra secar, passar graxa e tal, e silicone, se só secar preciso abrir 3x agora na época da chuva, se fizer direito ainda abre as vezes mas é porque depois de 6 meses a graxa seca pelo calor, na seca aqui vai tudo ok, é na época da chuva que molha, a água vem de baixo, das poças que você passa a 60km/h. Bem estranho ter que secar tampa de distribuidor em carro teoricamente chique mas se usar na chuva terá isso, um amigo teve um desses a quase 20 anos e confirmou que mesmo quando isso era chique já precisou secar a tampa por dentro (Não é por fora igual fusca velho) também. Mas ele só falha quando isso acontece, não te deixa na rua, no máximo perde a lenta, eu levo chave 8mm e philips no porta-luvas só pra isso.\n\nAh, pra pintura paguei uns R$ 2000 a mais que pra pintar meu Uno, pintei ambos juntos, o uno pra vender e o corolla pra mim usar, e as firulas tipo retrovisor e parachoques aumentam o preço até da lanternagem no corolla! Não só ele, mas a maioria dos carros mais chique dessa geração tem isso, enquanto os populares dessa faixa de preço tem tipo parachoque e retrovisor preto, tem menos firula pra pintar aí fica mais barato até pra reformar/ar uma geral.\n\nEntão tô doido pra me livrar dele e pegar algum palio, uno ou qualquer coisa popular, até pra gastar menos, mal tenho conseguido 6,5km.litro aqui na cidade, por causa desse negócio de ter que frear a cada 100m por causa daquelas depressões na rua pra correr água (Ou seja, nem passo tão rápido em poças pra molhar distribuidor, ele não molha por fora, é umidade do ar ou vapor que sobe da água no escapamento que gera condensação dentro da tampa). Tenho um fit que e até mais baixo, mesmos 1150kg, mas não tem a bunda pra enroscar, então mesmo na cidade dirigindo do mesmo modo faço 10km.litro. Mas esse fit tem o motor atravessado, não consigo mexer nele (Além da perna a coluna é fodida), o corolla eu arrumo fácil se precisar, o fit não tem como, tudo apertado e péssimo de mexer. Por isso quero algum popular leve, aí fico nuns 9km.litro na cidade, as peças são baratas, e também não tem como me deixar na mão.\n\nUsando o corolla tipo 1x por semana e pra viajar, aí é outra história, o conforto ainda é grande, eu tive que viajar com ele justo pra ir em médicos, com coluna e perna fodidos, porque em banco de ônibus não aguento, mas nele aguento tranquilo 15h dirigindo direto, na parte de conforto ele é ótimo, mas também bebe na estrada, pra acompanhar os carros de hoje é 11km.litro, talvez 12 se for mais lento, pra quem atravessa o país isso pode ser uns R$ 500 a mais, ir mais devagar num 1.0 velho pagando uma diária a mais de hotel no caminho ainda fica mais barato, mas nem todo 1.0 popular é lerdo, se tá só com 2 pessoas e pouco peso um palio da vida faz os mesmos tempos gastando 13km.litro, só é lento em ultrapassagem, aí sim o motor 1.8 faz uma puta diferença. Na hora de abastecer e levar em oficina é que você vê o quanto essa puta diferença custa (Na real tem gol 1.6 com peça barata que anda igual, então nem isso é bem diferencial, e hoje banco de carro se troca fácil, sempre tem usados, pra adaptar trilho e suporte não é difícil hoje).",
                "Nao é nao.",
                "Não pega, vai de popular... nesse valor, eu pegaria um clio 1.6 16v completinho\n\nBaita carro andador, bom de cidade, econômico e com manutenção barata.",
                "Cara, é um baita carro, porém a manutenção comparada com os populares realmente é mais caro. Oque eu faria? Levaria em um mecânico de confiança pra ver se precisa ser feito algo com urgência, e oque pode dar problema mais tarde como disseram ja, e iria guardando dinheiro pra possíveis manutenções futuras. E esse carro com as peças originais, e as manutenções em dia é \"inquebrável\", sem dores de cabeça. Então se é do seu gosto, vai nele.",
                "Loucura não, você está comprando o carro certo como primeiro carro! Estes carros são um tanque de guerra, mas da uma revisada antes. E não se assuste com a kilometragem, já vi um com quase 300mil km 😅 mas é normal. \n\nObs: nessa mesma faixa de preço, você consegue bastante carros populares e ate mais novos."
            ]
        },
        {
            "title": "Qual o melhor carro de pobre pra pegar mulher?",
            "selftext": ".",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zrw68z",
            "num_comments": 56,
            "comments": [
                "[deleted]",
                "Peugeot 307 com a vantagem de que ele vai te deixar ainda mais pobre",
                "Fiesta 97 1.0 com cara de deprimido. Um modelo que exala autoconfiança, imponência e presença. Vai chover buceta na tua cama confia",
                "Pobre mesmo? Qualquer um com ar-condicionado e que não precise empurrar toda vez que sair junto...",
                "pega um quadradão ap, rebaixa, deixa ele no brinco, bota um som e bota uns rodão",
                "Saveiro.  \n\nColoca um somzão da Deboxe (que possivelmente vai custar mais que seu carro) e coloca as meninas pra rebolar na tampa.",
                "Golf.",
                "[deleted]",
                "Golf sapão;\n\nBora;\n\nVeloster;\n\n307 CC",
                "Ford ka baratinha, esse é brabo",
                "Chevette tubarão, mas tem que cuidar direito e saber fazer o drifte pea",
                "uma x1 q é a bmw de baixa renda",
                "Carro pra pegar mulher? Que situação meu consagrado. Vai de fusion 2008.",
                "Fusca, dos modelos mais antigos",
                "Já começou errado querendo pegar carro preocupado com \"cuie\" devia era se preocupar em seu desenvolvimento pessoal e não ficar perdendo tempo com esses depósitos de porra que tem por aí! Outra coisa, após 3 meses de relacionamento a justiça já entende como união estável mesmo sendo namoro, basta ficar tirando foto e postando em rede social, passeios que se ela quiser prova que vocês tinham uma união estável e leva metade do que você n tem... Vai na fé que dá \"serto\"",
                "Qualquer carro que a pessoa em questão consiga manter a manutenção, a segurança e a sua qualidade de pintura e detalhes externos e internos.\n\nMulher (de verdade) não reclama pelo carro que você tem. Ela vai reclamar se o carro em que vocês estiverem andando resolver dar pirirí no meio de uma viagem (ou de uma ida pro motel, restaurante, shopping center, supermercado... E por aí vai!)\n\nComo a minha avó falava: \"O homem TEM que cuidar do carro porque se a mulher for trocar um pneu, não vai ter outro estepe pra continuar.\"",
                "se é de pobre, nenhum.",
                "O difícil eh fazer com q o carro continue andando",
                "25 - 30K\n\nCivic \nAstra\nI30\nVectra elegance",
                "Iria de Lancer 2012-2014 (com kit tropicalização) ou 2015 pra cima. Ambos versão GT pois tem teto solar",
                "Celta",
                "Golf Mk4, barato, confiável, relativamente econômico, e bonito. Hatch médio não tem conversa.",
                "Fiat Coupe vermelho, troca os símbolos da Fiat por um cavalinho e diz q eh uma Ferrari .",
                "Golf geração MK4 (sapão), Rodas BBS prateadas ou douradas, pintura preto ou prata metálico e escapamento sem abafador.",
                "Vai de Golzinho G3 ou G4 que é sucesso kkk",
                "Santana, rebaixa ele e coloca um som no porta malas. Fica top",
                "Meu vizinho tem um lancer com roda cromada e vidro pretao de insufilm. Lindo demais. Até eu tenho vontade de dar pra ele pra andar naquele carro."
            ]
        },
        {
            "title": "Peugeot 2008 Griffe THP 2016 Manual - Opiniões, o que ficar a tento?",
            "selftext": "Meu coroa ta na missão de trocar de carro e uns dias atras eu fiz um post sobre um Sandero RS com Kit GNV que ele me mostrou kkkkk e convenci ele de que era roubada.\n\nHoje ele foi olhar um Peugeot 2008 Griffe THP manual ano 2016 com 89.000 Km rodados.\n\nAlguém sabe me dizer se esses THP sao confiáveis, se tem algum problema crônico e o que deve ficar de olhos nesses motores?\n\nO carro ta bem completo e muito bem cuidado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zrrf0a",
            "num_comments": 16,
            "comments": [
                "Não me lembro se foi em 2016 que começaram as atualizações do THP (tampa do cabeçote, corrente...): embora o pessoal costume dizer que \"é flex, então tá atualizado\" não é bem assim. Mas é bom contar com o gasto de substituição dessas peças (tem mais um tubo ligado à tampa que é diferente).\n\nO principal cuidado com os Peugeots é com o sistema elétrico: SEMPRE use a bateria recomendada, senão é quase certo que terá problema em um ou mais dos muitos módulos desses carros (inclusive, se o camarada não for cuidadoso na troca da bateria, acaba quebrando um módulo que fica em cima dela). E, salvo os especialistas na marca, os mecânicos despreparados começam a querer trocar tudo e não vai adiantar nada.\n\nCreio que você seja do RJ, recomendo então que você veja vídeos no YouTube da Oficina Francesa que fica em Barra Mansa (se não me engano), vai ficar sabendo bastante sobre o motor e o carro. Não é má ideia, antes ou mesmo após a compra, levar o carro a ele para \"dar uma geral\".\n\nPeugeot é um bom carro, mas não suporta desaforo como carros mais simples de outros fabricantes. Cuidando bem, serão poucos os problemas.",
                "Tenho um ds4, que é o motor desatualizado do thp.\n\nHonestamente, não é esse bicho de sete cabeças. No meu caso tive que trocar a tampa de válvulas pela atual; corrente, etc.\n\nMas vc não deve mais passar por isso nessa versão... E se passar, não é caro na real (exceto troca kit corrente, essa é cara sim). Estando bem cuidado os reparos são tranquilos.\n\nCheque o duto de ar motor, que resseca e com movimento parte, ficando  um perigo de turbina aspirar algo. Procure vazamentos e, principalmente, ligue o carro FRIO (primeira partida do dia, se tocar no motor e não tiver frio volte outro dia) e verifique se faz barulho. Se fizer um tectec é troca de kit corrente que o esticador ainda é o antigo... \n\nSe não, só trocar todos os fluidos e ser feliz.",
                "THP é tranquilo sim, desde que bem cuidado. Teu pai é lasanheiro master ein?",
                "THP é confiável, os mecânicos podem até torcer o nariz pq ele realmente é chato de mexer, muita peça com dependência então as vezes você precisa desmontar mais que alguns outros projetos mecânicos.\n\nÉ bom pra caralho, entrega numa rotação baixa é outra vida.\n\nMas por favor só abastece com, pelo menos, V-Power. Por favor.",
                "Se não se importa em perder valor na revenda, dependendo do preço, só vai!",
                "OP tenho um 208GT, que é quase uma 2008 manual THP, está com 40000km e nunca tive problema com nenhuma quebra, mas sempre troco o óleo a cada 5000km, não saio com o carro frio e sempre abasteço no mesmo posto de confiança.\n\nMuito legal o carro 2008 é a SUV compacta opressora anda muito e é econômica.",
                "Caraca, teu coroa está pela merdança hahahahhahaha o THP é excelente, o problema do 2008 no geral é que a peça mais barata é R$ 3.000,00, a dica é não pular as manutenções básicas e rezar para ninguém bater nele. Tive um e sofri um acidente só o conjunto de faróis e o parachoque dianteiro deu 20 pau o conserto",
                "Bomba de alta - carcaça da bomba d'água - sensor temperatura do sistema de arrefecimento. Verifique com motor frio, se quando liga o carro, se tem barulho de batida metálica aguda. Não adianta fazer isso com motor quente, pois não aparece, tem que ser ligando ele bem frio. THP é um canhão mas o povo não cuida como deve, pois demanda atenção. Falo por experiência de quem gastou mais de 10k em manutenção de um."
            ]
        },
        {
            "title": "Estou com um problema no toca fitas do meu carro. Alguém já passou por algo assim? Como resolver?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zrnakv",
            "num_comments": 6,
            "comments": [
                "Provavelmente o eixo que gira a fita em si tá pesando, aí o sensor de fim de curso entendeu que chegou no fim da fita e tá dando reverse.\n\nAbre e limpa com desengripante que geralmente resolve. Já aproveita e quando abrir desliga o motor e cia, não é possível em 2022 ainda usar isso, o transmissor bluetooth ou player de mp3 em formato de fita não precisa nada girando (A não ser que isso seja um adaptador extremamente afrescalhado).",
                "Vou perguntar para meu vô e te retorno.",
                "Desconheço essa tecnologia.",
                "Que foda toca fitas, queria comprar um pra colocar mas tá tudo caro e/ou não funciona"
            ]
        },
        {
            "title": "Primeiro Carro",
            "selftext": "Fala rapaziada!\n\nEu tô querendo comprar o meu primeiro carro no próximo ano, pois acabei de tirar a CNH há poucos meses e não entendo muito de carro.\n\nEu quero um carro pequeno e que não me dê muito trabalho. Minhas opções atuais são:\n\nKIA PICANTO\n\nNISSAN MARCH\n\nO que vocês acham desses dois carros?\n\nSeria uma boa ideia ter eles como primeiro carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zriqse",
            "num_comments": 17,
            "comments": [
                ">Eu quero um carro pequeno e que não me dê muito trabalho\n\nVocê não quer trabalho e pensa em Picanto e March???\n\nPara o que você pensa não dá para fugir dos \"populares\": Palio, Gol, velho Ônix... para algo um pouco acima vá de Punto ou Fox.",
                "Excelentes opções,  prefiro o March do que você mencionou. Aluguei um uma vez e me surpreendeu muito.",
                "March, excelente carro, tem algumas particularidades como comentaram dos pneus, peças são mais caras que um popular padrão, mas nada absurdo e tbm é um carro melhor que um popular padrão. O da kia é complicado, pq n vendeu tão bem, pelo menos aqui tem pouca gente q mexe neles, tem menos peças tb. Eu iria de march, inclusive minha namorada esta em dúvida entre o march e picanto e ja falei pra ela q picanto é furada. Se for pra ter exclusividade melhor pegar um carro exclusivo, não um picanto kkkkk. Fora isso, próximo dos 40-45k talvez encontre os primeiros modelos dos mobi e kwid, 2017 acho",
                "March 1.6 16v.",
                "eaí! OP, já considerei também um Picanto e dei uma olhada nas opiniões dos donos do [carrosnaweb.com.br](https://carrosnaweb.com.br)... não são muito favoráveis. Eu iria de March",
                "Tô na mesma situação... March parece um bom carro, vc pensa em um de que ano? quanto acha q dá pra pagar?",
                "[deleted]",
                "Se você tiver só essas duas opções, eu recomendaria ir de March. O Picanto sempre foi um carro mais premium, importado (e consequentemente, não é fácil de vender e as peças podem ser mais caras...embora Nissan tem fama de ser careira nas peças também).\n\nSe você topar outros carros, eu recomendaria pegar um Sandero. Ele não é tão pequeno como esses, mas é bem resistente e versátil (tive um por um bom tempo, carreguei uma máquina de lavar dentro dele sem dificuldade). Acabamento da Renault não é aquele primor, mas o carro é um tanquezinho de guerra. Pode ver que uma caralhada de Uber/99 pega ele ou o Logan."
            ]
        },
        {
            "title": "Seminovos até 60k",
            "selftext": "Bom dia, pessoal. Gostaria de indicações de carros usados (mas sem tantos anos de uso, de preferência até no max 2019) que dê pra comprar com o valor de até 60k (até pode passar, mas não mais que 65k). Prezo por custo benefício, não tão caro de manter, mas que tenha certo conforto.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "zri7ad",
            "num_comments": 20,
            "comments": [
                "2019 é difícil. Talvez hb20 , onix e etios encontra por 60k. Kwid e mobi vai encontrar pna faixa dos 50k nesse ano.\nSe puder diminuir ai pra 2016/2017 eu daria uma olhada no Cobalt LTZ/premiere. Sedan bem racional. Tbm gosto do etios sedan, feio mas é um bom carro",
                "Cruze Lt/Ltz e UP seriam as minhas opções.",
                "Com 60k vc pega um fit at 15/16, carrinho bacana.",
                "Dependo de onde você mora.\n\nGarimpe o OLX.\n\nAté 2019 eu acho pouco provável que vá pegar alguma coisa idoneamente conservada.\n\nE outro ponto e o que você quer com relação a carro, Hatch, SUV, Esportivo ou Sedan tiozão.",
                "Alguns exemplos mano:\n\nFit,\n\nCivic : [https://www.comprecar.com.br/carros-usados/jundiai/civic-18-lxl-se-16v-1778536](https://www.comprecar.com.br/carros-usados/jundiai/civic-18-lxl-se-16v-1778536)\n\nHb20s: [https://www.comprecar.com.br/carros-usados/jundiai/hb20s-16-comfort-style-16v-1777927](https://www.comprecar.com.br/carros-usados/jundiai/hb20s-16-comfort-style-16v-1777927)\n\nTucson: [https://www.karvi.com.br/carros-usados/ficha/hyundai-tucson-584303/](https://www.karvi.com.br/carros-usados/ficha/hyundai-tucson-584303/)\n\nOnix: [https://sp.olx.com.br/vale-do-paraiba-e-litoral-norte/autos-e-pecas/carros-vans-e-utilitarios/onix-joy-10-flex-2019-1-parcela-para-2023-1116207110?lis=listing\\_2020](https://sp.olx.com.br/vale-do-paraiba-e-litoral-norte/autos-e-pecas/carros-vans-e-utilitarios/onix-joy-10-flex-2019-1-parcela-para-2023-1116207110?lis=listing_2020)\n\nCorolla: [https://sp.olx.com.br/sao-paulo-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/toyota-corolla-gli-1-8-flex-16v-aut-1122153053?lis=listing\\_2020](https://sp.olx.com.br/sao-paulo-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/toyota-corolla-gli-1-8-flex-16v-aut-1122153053?lis=listing_2020)\n\nBoa sorte.",
                "Comentando para guardar o post. Fiz um recente de até 40k.",
                "nesse ano que vc quer, só carro popular. HB20 turbo é uma boa se achar nesse preço",
                "Acima de 2019 você consegue pegar algumas opções: hb20, onix, argo e etios, sendo todos automáticos (descarte o modelo do argo com cambio gsr)  \n\n\nPorém, se eu estivesse no seu lugar, desceria um pouco o ano e pegaria um honda city 2016, carro muito bem construído e confortável, consegue achar um bem conservado pelos 65 +-",
                "Se puder esticar até 70k, acho que o Pug 208 1.6 Griffe (ou Allure, se não ligar pra algumas firulas extras) parece ser uma boa, dá pra achar 17/18 e até 18/18 nessa faixa de preço. Já é o câmbio Aisin e o esse motor 1.6 não é tão problemático quanto outros"
            ]
        }
    ]
}