{
    "posts": [
        {
            "title": "problema de partida em fazer 250",
            "selftext": "Tenho uma fazer 250 ABS 18/19 e ela simplesmente não liga já levei em vários mecânico mas o problema continua ( aperto o botão de ignição mas ela só fica fazendo barulho e não liga)",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "x5tg8n",
            "num_comments": 10,
            "comments": [
                "Vou supor que você já descartou que seja bateria ruim.\n\nQual barulho ela faz ? Só um 'tec tec' ou dá para ouvir o motor de partida girando ? Ela faz barulho da injeção quando você gira a chave (sem apertar o botão) ?",
                "Veja se o cabo de vela possa estar trincado.. pode ser que sim.",
                "Qual o código de erro no scanner? Se nenhum \"mecânico\" tem scanner pra moto manda eles irem capinar lote, isso é ferramenta básica, sem ver códigos no scanner tem que brincar de Lego, sair encaixando e desencaixando as coisas.\n\nVê se tem fagulha, se tem pressão no bico, se o bico mija, essas coisas, vai por partes.",
                "Bomba, injeção, centelha e pressão na compressão.\nUm desses 4 pode dar esse tipo de problema. Isso se não for o motor de partida.\n\nAlgo que já aconteceu comigo, foi o cara montar a carenagem pressionando os cabos no chassi.\n\nNão gosto de ir em mecânica de bairro pra certos defeitos, geralmente é um ou dois caras que trabalham na correria pra dar conta do serviço. Sempre dou sorte nas que oferecem serviço completo de revisão."
            ]
        },
        {
            "title": "Alguém já regularizou eliminador de rabeta junto ao Detran?",
            "selftext": "Sabem se o Detran aceita o eliminador desse anúncio?\n\nhttps://produto.mercadolivre.com.br/MLB-1412429087-eliminador-de-rabeta-fixo-kawasaki-ninja-400-ninja400-z400-_JM",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "x5sgcf",
            "num_comments": 2,
            "comments": [
                "Só pedir autorização, aceita sim"
            ]
        },
        {
            "title": "pneu decente para lander 2020",
            "selftext": "Title\n\nVcs já tiveram algumas experiências com algumas marcas guys/Girls?!\n\nValeuu",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "x54znh",
            "num_comments": 13,
            "comments": [
                "Cara, tenho uma Ténéré 250, que tem as mesmas dimensões. \n\nEu uso Rinaldi R34 há uns bons anos. É um pneu que dura bastante e me passa confiança. Há quem reclame que seja muito liso, mas não tenho experiências nesse sentido. \n\nOutro bom é o Vipal TR300. Também já usei e recomendo. Dura menos, mas também tem bom custo-benefício. \n\nAh, o pneu traseiro uso nas dimensões originais (120/80) e o dianteiro levemente maior (90/90) pra dar mais estabilidade na estrada.",
                "Vipal tr300 é o clássico do custo benefício. Eu vi os harleyro elogiando os Kenda, pretendo experimentar na próxima.",
                "Para uso misto: Metzeler Enduro 3 Sahara\n\nCusto benefício: Maggion Viper"
            ]
        },
        {
            "title": "Moto com sidecar?",
            "selftext": "Alguém sabe onde eu encontro motos com sidecar ou alguém que adapte sidecar a motos existentes? No caso eu queria um sidecar para passageiro, não para carga. Muito obrigado",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "x4ybv3",
            "num_comments": 6,
            "comments": [
                "Além dos já citados, a Bueno também fabricava e registrava. No Brasil tem que modificar documentos da moto pra sidecar. Pra carretinha é só engatar e usar, mas sidecar é atrelado aí chassi da moto.",
                "Eu só conheço essa fábrica, mas eles fazem por encomenda, eram carrisimos e precisava mexer no documento:\n\nhttps://sideclub.com.br/portfolio-types/sidecar-m-72/",
                "Eu só conheço pra carga mesmo dessa empresa: \n\nhttps://www.saidbrasil.com.br"
            ]
        },
        {
            "title": "Medo de começar/ Curso de pilotagem",
            "selftext": "Tirei a carteira agora e estou pra comprar minha primeira moto, porém não me sinto muito confiante pra me jogar no transito do dia a dia (Rio de Janeiro) assim tão rápido, até porque a auto escola não ensina nada de vdd.\n\nAlém disso vou comprar a moto com intenção de ir pra faculdade, e como são 16km da minha casa até a aula e passo num trecho com máxima de 90km/h, fico com mais medo ainda de me foder.\n\nEstava procurando algum curso de pilotagem pra aprender o básico de pilotagem na rua, preferencialmente uma playlist no YouTube mesmo, mas também se alguém conhecer um presencial baratinho também serve.\n\nObs já tenho alguns anos de experiência dirigindo carro sem nenhum acidente kkk, então os problemas são mais relacionados a cair da moto ou algo assim",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "x43fc5",
            "num_comments": 7,
            "comments": [
                "A Porto Seguro dá um curso de pilotagem defensiva teórico que te ajuda com bastante questões de postura no trânsito.\n\nSe você for segurado, claro...",
                "Mais específico para pilotagem urbana conheço [esse canal](https://youtube.com/c/RoadcraftNottingham) de um professor de moto escola britânico.\n\nIMO aprender técnicas de trilha/motocross é uma boa prática, vai ser extremamente aplicável em qualquer outra forma de pilotagem. Tu não precisa fazer trilha ou ir para pista, muito tu pode aprender no asfalto mesmo, ou em estrada de terra. Mas talvez isso seja para um nível mais avançado, depois de pegar o básico de andar na rua.",
                "A Yamaha tem um [curso de pilotagem defensiva](https://yra.yamaha-motor.com.br/?gclid=Cj0KCQjw08aYBhDlARIsAA_gb0cVVGat0LAPd-hl9iMwMc_Sn6s4MC7I0HULpcvXeoF8BE92uCc_TVEaAn3fEALw_wcB).\n\nEu participei do curso presencial uma vez e achei legal, mesmo já sabendo andar de moto.",
                "Cara, primeiro é perder o medo. Você tem que andar de moto e ter intimidade com ela. Pegue a moto e ande! Ande pelos lugares tranquilos, e vá para lugares mais movimentados aos poucos. Curso não vai resolver o problema do medo. Porque o medo é coisa da sua cabeça; Medo na moto mata.\n\nLógico, você precisa saber o básico.  \n- Parar a moto, apoiar o pé no chão, tirar o pezinho\n- Operar a embreagem e acelerador \n- Acionar os freios, principalmente o da frente  \n- Fazer curvas... (efeito do contraesterço)  \n\n\nDepois de ter intimidade com a moto, acho que você vai aproveitar melhor os cursos/vídeos.\n\nSobre cursos/videos online. \nRecomendo o: A Twist of the Wrist (1 e 2)\n\nNão deixe de ver esse classico da internet brasileira:\nhttps://www.youtube.com/watch?v=niHyI3M6nsE",
                "Quase a mesma coisa here.\n\nAnos de carro (15) e passei pra moto. 20~25km por dia. Pego uma via de 80km/h.\n\nMy 2 cents:\n\n- experiência prévia no carro ajuda bastante. Você consegue prever que o carro da frente/trás/lado/whatever vai querer fazer barbeiragem.\n\n- pegue moto com ABS.\n\n- a respeito de vídeos do YouTube, eu particularmente gosto [desse canal](https://youtube.com/c/FortNine), principalmente esses vídeos: \n\n[Pontos cegos](https://youtu.be/x94PGgYKHQ0)\n\n[Erros](https://youtu.be/QWPytpiml5c)\n\n[Segurarando as manetes](https://youtu.be/tPsjr7jxO0o)\n\n[ABS, corredor e curvas](https://youtu.be/JFucZaiUoZg)\n\n[Inclinar em curvas](https://youtu.be/U1mSavQ_DXs)\n\n[Equipamentos de proteção](https://youtu.be/rmWQKoN6yX0)\n\n- pegue a moto e vá, como você tem experiência com caranga, precisa de curso não. Só evita pegar corredor e tenta sair em horários que não sejam de pico nos primeiros dias."
            ]
        },
        {
            "title": "Kansas 150, vale a pena 2022?",
            "selftext": "Bom, tô procurando minha primeira moto e vi que recomendam algo barato pra começar, por derrubar e tal.\nAqui na região de BH tem umas bem baratas e eu utilizaria exclusivamente pra transporte urbano, nada de estrada.\n\nEsse modelo acham uma boa? Ou a 250/ Horizon(150/250)?\n10k já seria extrapolando meu limite",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "wykv3a",
            "num_comments": 8,
            "comments": [
                "Eu acho bem simples e rústica por ainda ser carburador, mas tem quem não goste porque isso exige limpar carburador a cada 12-20 meses (Depende da qualidade da gasolina, e o quanto usa, quando fica parado dá mais sujeira), mas isso é coisa que até uma criança de 10 anos de idade dá conta de fazer. Em interior é difícil achar peça de tudo que não seja as populares da Honda, Yamaha e as vezes Intruder/Yes,  mas em metropoles costuma ter peça de Dafra, eu mesmo peço algumas coisas de uma capital aqui perto que era concessionária da Dafra aí tem peças até hoje aos montes.\n\nA moto em si não é problema, o problema pode ser aquela unidade, se pegou muito sol e muita chuva a ponto de ressecar fiação (Se for das mais velhas, tipo 2011), estar baixando óleo, ter folga em cambio ou talvez comando de válvulas, não lembro de nada específico dela, as unidades estão sujeitas aos mesmos problemas de toda moto, diferença maior é oferta de peças (Que capitais tem) e know-how de mecânico (Como é carburada qualquer um mexe, diferente de uma CG 150 atual, toda eletrônica, pessoal só sabe limpar bico e limpar conectores, diagnóstico decente via osciloscópio e cia é coisa rara, sorte que moto é tudo simples e rústica, se fosse afrescalhada igual carro pessoal ia estar muito fodido na mão de mexânico!).\n\nPor aqui é comum ter Intruder a Kansas com km mais baixo que a média, porque é moto pra perfil de usuário mais esporádico, diferente de CG 125 que é usada e abusada todo santo dia.",
                "Já que é perímetro urbano, por que não uma pop 110? Super econômica, ágil no dia a dia e compacta. Eu tenho uma Bros 160 há 4 anos e hoje já não rodo mais tanto quanto antigamente. Hoje em dia trocaria por uma Pop sem dúvidas",
                "Eu não pegaria uma Kansas porque elas ficaram bem famosas por ter um chassi que entorta/quebra. Procura proce ver.\n\nA horizon é uma moto gostosinha de pilotar, mas passar no corredor com ela é um saco. Quanto a peças, algumas das cg antigas servem nela (não vou lembrar a lista mas nos grupo de Facebook cê acha), e dá pra comprar pela Internet se precisar. Dito isso, eu tive uma horizon que a bomba de óleo fodeu e basicamente o motor inteiro foi pro saco por causa disso, ficou parada três meses na concessionária até trazerem peças (bom que tava na garantia), então simplesmente não compraria outra dafra de jeito algum. \n\nEu apoio uma intruderzinha/chopper road que é bem mais confiável e mais fácil de achar peça. A pop sugerida pelo outro cara aí também é uma boa, pesa nada, basicamente indestrutível, se deixar cair é total fodas. Poucas despesas."
            ]
        },
        {
            "title": "Dica de bota bacana",
            "selftext": "Olá, pessoal! Tô procurando dica de botas bacanas com proteção e bom custo benefício. Sinto que tô negligenciando minha segurança pilotando de tênis até o trabalho todo dia, então quero saber o quê vocês usam e recomendam. Obrigado!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "wv72mx",
            "num_comments": 9,
            "comments": [
                "Eu uso uma X11 de cano alto, acho boa. Bem mais barata do que uma Alpinestars da vida",
                "Eu comprei há cerca de um ano uma bota da Dainese pelo mesmo motivo. Ela é bem confortável, eu deixo um sapato no escritório mas quase não uso, acabo ficando com a bota no pé normalmente. \n\n\nO modelo que eu comprei (york air) aumentou muito de preço (paguei 900 reais, fui ver agora e o mais barato achei por 1400), mas tem uns modelos similares da Forma  por cerca de 800 reais. \nDe qualquer forma, compre sim, seja lá qual for o modelo, é importante andar protegido.",
                "Uso uma de couro da forclaz pra trekking, trek900. Comprei na Decathlon.\n\nUso ela já tem uns 4 anos, fazia trilhas e viajava com ela, aí passei a andar de moto e ela é minha companheira no dia a dia agora. Bem rígida e indestrutível praticamente.\n\nPaguei uns 600 conto na época.\n\nEdit: da pra andar o dia todo com ela, não precisa trocar quando chega no trampo.",
                "Uso uma Mondeo, o custo é mais em conta que uma Alpinestars, por exemplo, mas acho que oferece proteção equivalente. A minha é um cano mais curto, confortável no dia a dia. É melhor do que tênis, mas ainda não vai ter a mesma segurança de uma bota de cano mais alto e maior rigidez. Infelizmente com botas existe um trade-off entre segurança e conforto.",
                "Eu costumava a usar a bota Azimute do mercado livre. É 'fashion', é de couro e borracha dura. Durabilidade over9000. Lógico não é uma bota de motocilismo, mas para uso urbano é um bom compromisso.\n\nPara viajar/trilhas, eu tenho uma Alpinestars Tech 7. Isso sim é proteção.\nBota é um dos items fundamentais."
            ]
        },
        {
            "title": "Medo de andar na moto",
            "selftext": "Estou na última semana da auto escola e comprei logo uma motinha que era meu sonho de adolescente: uma ninja 250r\n\n\nO problema é que eu tenho um medo fodido de cair e não teria dinheiro pra arrumar as carenagens, então fico andando aqui na vila igual um bobão a 15km/h\n\n\nFiz merda em comprar uma motoca dessas logo de cara?\n\n\nAinda tem a questão dela ser velha e ter 89.000km rodados.\n\n\nDicas? To quase pensando em anunciar ela de novo pelo mesmo valor e pegar uma 150 novinha quando tiver grana(ia levar uns 4 meses, isso se vender ela no mesmo valor)\n\nMAS É LITERALMENTE A MOTOCA QUE EU SEMPRE SONHEI EM TER(desde o lançamento dela lá em 2008)",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "wscy9h",
            "num_comments": 32,
            "comments": [
                "Eu troquei de moto por esse motivo uma vez também, mesmo andando a anos, tinha pego uma CB650R, e qualquer batida quebrava alguma peça de mais de mil reais. Aí troquei e peguei uma com proteção nas carenagens, pra andar sem medo.\n\nAssim, maioria das vezes esses tombos bobos q tomamos, não danifica tanto a moto, mas pra começo é bom ter uma não tão cara, ou colocar protetor nessa tua, aí já ajuda hm pouco tbm",
                "Na minha opinião, o ideal é começar em motos menores, mais leves. Isso evita aquela queda boba de quem tá aprendendo o equilíbrio. Mas a Ninja também não é nenhuma Hayabusa, com um pouquinho de prática tu vai ficar confortável.",
                "Cara, tu vai cair. Independente da moto, tem algumas coisas que mesmo você recebendo dicas ou procurando saber, algumas quedas vão acontecer por falta de experiência.\n\nA vantagem de motos pequenas são o peso menor, e a maior mobilidade. Algumas situações de aperto são mais fáceis de gerenciar nelas. Seria ideal começar numa 125/150? Sim. Mas não é obrigatório,  pilota de boa, começa desse jeito mesmo, andando na rua, indo na padaria, vai calibrar e abastecer num posto mais longe, aproveita o fds pela manhã pra ir a lugares que você conhece com menos trânsito, etc. Aos poucos tu pega confiança.\n\nAgora sobre a sua moto, 89k é pouca coisa, a moto tá nova, e talvez não ache outra igual. A carenagem tu vai moer ela de algum modo mesmo, faz parte. \nE tendo medo de arranhar ou cair, mas com confiança de estar em cima dela, tu vai pilotar com muito mais prudência.",
                "Minha cunhada não tinha nem CNH e comprou uma Harley 883 zero, a moto tem 3 anos e uns 800km só (desses 800 uns 600 é do meu irmão, uns 100 do meu pai e uns 50 meu). Inclusive o cara da revisão ficou bolado pq a revisão de 3 meses ou 1000km foi feita com menos de 50km ( ainda to surpreso de a mina ter conseguido botar 50km aindo até o final da rua, ficando com medo e depois voltar empurrando ela), E a de 1 ano com um pouquinho mais de 300, ou seja, o motor nem amaciado direito estava, e Harley solta muita limalha de ferro nesse período que ainda deve estar lá. \n\nEla também morre de medo de cair da moto e quebrar ela e se machucar, mesmo já com a gente tentando amenizar esse medo com equipamento de segurança e levando ela para andar sozinha em uma pista (no final quem aproveitou foi meu irmão, meu pai e eu, he he he). \n\nAcho que tem uns casos que o medo é mais profundo e já envolve outros aspectos da personalidade da pessoa, coisa de precisar de terapia mesmo.",
                "Minha primeira moto foi uma R3. Não morri, mas tombei várias vezes e ano passado me acidentei com ela. Peguei a grana do seguro e comprei uma mt09.\n\nUsa um slider que pode te salvar de gastar uma grana boa.",
                "Bicho, normal ter esse medo e recomendo nunca perder ele totalmente, isso abre brecha pra merda acontecer. Eu só não pego moto maior que a Tenere 250 pq o custo beneficio dela é imbatível.",
                "Veja, você tem que considerar que esse é uma moto de 30mil nova, então a manutenção vai ser proporcional a 30mil.\n\nÉ melhor andar com uma moto que você não tenha dó... Minha primeira moto foi um Lander? Tinha dó dela? Não! Quando ela foi apreendida, metade das carenagens estavam amarradas com arame.",
                ">velha e ter 89.000km rodados.\n\nDeixa eu ir ali no quintal esconder minha Cargo do século passado que já deve estar batendo nos 300 ou 400 mil km (Tá quase 0km agora, o hodômetro vira depois do 99.999 e volta pra 00.000, por isso perdi a conta se virou 3 ou 4 vezes).\n\nSério que vocês dão bola pra sonho de adolescente? Não faço ideia o que eu sonhava ter, opinião de adolescente tem que ficar na adolescência, adulto tem que ter opinião de adulto, usar o que é prático, acessível, barato, ou couber no seu estilo de uso, se não sabe andar compra uma Traxx 50cc por R$ 2 mil e cai umas vezes até aprender e perder medo (Vai ver que vai gastar 2 mariola e alguns centavos em cada reparo)."
            ]
        },
        {
            "title": "Opinião sobre moto",
            "selftext": "Queria trocar de moto no futuro, tenho uma Honda Cg 150 2008. Queria pegar uma com maior cilindrada, tem muita diferença uma 250, 300 de -2010 pra uma de 2020+?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "wpf6cp",
            "num_comments": 17,
            "comments": [
                "Cara, depende muito do modelo. A manutenção de uma moto maior é mais cara que a de uma menor…….\nTudo depende da tua necessidade. É pra trabalhar? Dar rolê? Ir e vir da escola ? Tudo junto e ainda viajar?",
                "Eu acho que se você for de uma CG 150 2008 pra uma Ténéré/Lander 2017 pra cima vai sentir uma diferença boa.\n\nPontos negativos: o consumo e a manutenção são obviamente maiores.\n\nPontos posivitos: conforto e força. Tenho uma Ténéré 250 2017 (no shit, Sherlock?!?) e adoro. Tem um conforto legal, boa ergonomia pra um cara de 1.93m (meu caso) e bom torque. Faz até 30km/l se ficar usando o modo ECO do painel (já fiz 32). Não é boa de final, mas pro meu uso atende super bem.",
                "Em relação a motor não, 300cc são 300cc.\nO que muda é o gasto com manutenção e valores das peças.\n\nA questão é, você precisa de mais motor? Sai de uma Fan 125 2007 pra uma Fazer 250 2011, muito mais moto! Porém a manutenção e consumo ficaram maiores. Peguei uma Crosser 2014 e hoje acho até melhor que a Fazer.\n\nSó rodo em cidade, e como sempre tem rua esburacada, hoje sempre recomendo trails ao invés de motos urbanas.",
                "Já estive na mesma situação, e troquei de 11 para 33cv. IMO ainda não é adequado para pegar estrada, falta um pouquinho de motor e mais peso para dar estabilidade. Mas ainda assim, infinitamente mais apropriado que uma 125. \n\nDependendo da marca tem bastante diferença entre 2010 e 2020. Motos mais premium, como KTM e Kawasaki, vai ser outro mundo dependendo do ano. Honda é uma boa evitar os primeiros anos das 300cc, dava bastante problema no cabeçote. Eu também não pegaria a Falcon, é uma moto bastante arcaica. Yamaha não muda muito, eles vendem essencialmente as mesmas motos desde por volta de 2007."
            ]
        },
        {
            "title": "Pergunta: moto elétrica tem freio motor?",
            "selftext": "Título",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "wooqe9",
            "num_comments": 9,
            "comments": [
                "Só o peso que o processo de recarga dá.\n\nAí depende de cada fabricante, eles podem criar perfis de recarga com corrente alta pro motor frear mais, ou com corrente baixa pra velocidade cair bem pouco ao tirar a mão do acelerador. Até onde eu saiba geralmente optam por corrente baixa, aí ao desacelerar a velocidade cai bem pouco, fica mais leve que moto CVT (Que já desembesta fácil nas descidas se não tiver freio).",
                "Não estou falando de um modelo em específico. Vou falar de motores elétricos em geral.\n\nQuando não é mais aplicada tensão entre os polos do motor, ele gira quase que livremente, como se fosse apenas um eixo apoiado em rolamentos.\n\nExistem duas formas de se aplicar o freio motor: Colocar o motor em curto ou modo gerador, injeção de corrente DC (no caso de motores AC)\n\nAo colocar o motor em curto, ele gera uma corrente elétrica induzida. Ela irá de dissipar na forma de calor no motor.  Apesar de ser uma boa forma de freio motor, tem o potencial de desgastar o motor desnecessariamente. \n\nUma forma mais inteligente de se trabalhar com essa corrente induzida é captura-la e armazena-la. Pense no KERS da Formula 1. Além de promover o efeito de freio motor, ainda é capaz de recarregar a bateria."
            ]
        },
        {
            "title": "Devo dar um tempo ?",
            "selftext": "Tive 2 quedas recentes, em ambas estava sozinho: \n\n\\-Uma por óleo na pista na saída de uma curva sem visão;\n\n\\-Outra errando uma frenagem que faço todo dia há anos, uma queda ridícula em baixa velocidade que ferrou minha perna por um mês;\n\nBusco andar protegido, mas não consigo andar que nem o robocop todos os dias, tanto pela questão de praticidade, quanto calor, conforto e tralha para carregar.\n\nEu e a moto já estamos quase inteiros, cada um com suas cicatrizes. Também sinto a idade começando a chegar, se eu tivesse uns 10 anos a menos teria sido só alguns ralados na pele e no ego.\n\nNos primeiros dias após a segunda queda, tudo que passava pela minha cabeça era vender a moto o quanto antes e comprar um carro popular, apesar dos altos custos. Mas, esses dias dei uma volta curta para buscar peças para a moto e, apesar de deixar minha perna doendo pela posição, essa volta foi uma das maiores alegrias que tive nas últimas semanas.\n\nHoje, estou totalmente dividido entre 3 opções:\n\n\\-Voltar com a minha moto atual daqui uns 2 meses;\n\n\\-Chutar o balde e pegar uma moto que sempre sonhei (naked 600cc) como único veículo e que se lasque tudo, a vida é curta;\n\n\\-Vender a moto e comprar um carro, ao menos por um tempo. O custo é alto, mas preciso de um veículo próprio para uso diário;\n\nEssa thread é mais um bate-papo, já passaram por situações de estarem totalmente perdidos assim ?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "whppqb",
            "num_comments": 12,
            "comments": [
                "Cara, antes de tudo qual sua moto?\nSegundo, essa naked 600cc seria uma hornet velha?\n\nCompra uma R3/MT03 ou uma ninja 400/z400 e você terá o melhor dos dois mundos. Uma moto mais moderna con uma economia mais razoável e que cai te divertir muito.",
                "Dê tempo ao tempo.\n\nTive uma queda feia bem no começo da pandemia. Fraturei o rádio e fiquei uns meses de molho. A moto não sofreu mais por ter protetor de carenagem.\n\nNas primeiras semanas só pensava em como tive sorte, que podia ter morrido por uma besteira, ou ficado com sequelas piores... E que deveria parar de andar de moto, não dar chance ao azar etc.\n\nOs dias foram passando e esse pensamento foi sendo gradualmente substituído por uma puta saudade de andar de moto... Foi foda: eu com o braço engessado, todo ralado, doido pra voltar a andar de moto.\n\nEu tento ser racional sempre. Acredito que tenho bom senso e tomo decisões baseadas em probabilidade... Mas andar de moto é algo que escapa a isso. E hoje já aceitei essa porção irracional da minha vida.",
                "Vamos falar sobre proteções. O que você usa?\n\nA respeito da moto. Qual a sua moto? Tem ABS ou controle de tração?",
                "Chegando atrasado na conversa.\n\nEu tô com uma Crosser 2014, já tive quedas bobas quando tinha uma Fazer 2010, sai de uma 125 e acabei demorando pra me acostumar com o peso e torque de uma 250.\n\nNão tenho paixão com motos de alta cilindradas, mas hoje penso muito em pegar uma NH 190 ou uma Lander 250. São motos extremamente confortáveis, e que te dão um desempenho ok pra andar em rodovia.\n\nA vantagem da Lander é o ABS, já é um item de segurança a mais. E motos trail sinto bem mais conforto e segurança. Já comi olho de gato em rodovia por tomar uma fechada de caminhão, e na boa, se não fosse a Crosser duvido que não teria caído."
            ]
        },
        {
            "title": "Cbx Twister 2008 vale a pena hoje em dia?",
            "selftext": "Vou me mudar e preciso de uma moto pro trabalho e viagem de uns 100 km no máximo. Planejo fazer por volta de 200-300 km por semana. Sei que não é uma moto muito econômica, mas ia dar muito trabalho pra manter ou deixar muito na mão?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "wae3rk",
            "num_comments": 8,
            "comments": [
                "Tenta pegar uma mais nova cara, eu não sei das suas condições, mas esse tanto de km por semana em uma moto com mais de 14 anos não é uma boa ideia, e se der uma pane no meio do caminho é maior ainda o desgosto, mesmo se for de boa procedência.",
                "Faço a mesma distância para trabalhar, tenho uma Titan Mix 150, 2010, gasto 15 reais por dia de gasolina e ela da conta do recado. Recomendo uma moto de baixa cc até mesmo por conta do valor das peças pra reposição como pneu, relação freios e etc",
                "O projeto em si não é ruim. É um dos melhores motores que a Honda já fez.\n\nA questão é que devido a idade, é difícil achar um inteira. Você pode ter que gastar muito dinheiro para deixar ele em condições.\n\nMas dificilmente ele vai te deixar na mão. Sempre tendo em mente: Bateria, retificador, bobina são as peças que te deixam na mão em qualquer moto. E as quebras: Corrente, pneu furado, etc...",
                "Fuja de moto carburada man."
            ]
        },
        {
            "title": "1° Moto RTR Apache 200, Factor/Fazer/Fan 150?",
            "selftext": "Bom tarde/Boa noite \n\nGalera vou comprar minha primeira moto e estou em dúvidas de qual modelo  pegar, eu estou seriamente apaixonado com a Dafra Rtr 200 nova, mas estou com pé atrás por conta da má fama da Dafra, já vi muitos relatos negativos e alguns positivos, sendo que os positivos eram de donos conservadores, que acredito que será o meu caso\n\nPretendo começar a rodar em App um pouco depois que estiver com a moto em mãos,  além do trajeto convencional\n\nMas tem um Detalhe, eu tenho 0 (ZERO!) noção com motos, nunca nem pilotei uma, estou tirando minha CNH, isso que me dá mais medo\n\nOque vocês tem a me dizer?\n\nPs: vou pegar a vista, achei a Rtr por 17.500 (seminova) , a Factor por 16.000 e a Fazer por 17.000\nAliás inclusive não sei se esses preços estão bons",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "vxfjjm",
            "num_comments": 8,
            "comments": [
                "Dessas suas opções, eu iria de Fazer.\n\nTenho uma Teneré - mesmo motor, regulagem de câmbio diferente - desde 2017 e só para na concessionária pra fazer revisão.",
                "Moto tá caro pra caramba mesmo, o preço não foge disso não.\n\nGeral elogia a Honda por boa revenda e manutenção barata, mas em compensação as peças duram menos, o seguro é muito mais caro e esse motor 160 é uma porcaria que não dura 60-80 mil km.\n\n Yamaha dá muito menos manutenção, mas algumas peças são mais caras e nem sempre tem pronta entrega. Quanto ao motor, trocando óleo tu vai trocar de moto sem precisar mexer nele. Fiz uma cotação na Suhai pra uma Bross e uma Crosser 2022, o da Bross passou dos 6k, da Crosser deu 1,1k.\n\nRecomendo a Yamaha.\n\nQuanto a Factor ou Fazer, na real, se puder vai de Crosser.\nSe ficar ruim pelo preço, vai de Fazer 150, mesmo motor, porém mais completa e sem tanta variação de preço se comprada a Factor.",
                "Cara, a RTR é uma moto do caralho, mas o grande problema com todas as coisas da Dafra (já tive uma) é a dor de cabeça que cê vai ter depois caso precise de suporte da concessionária. \n\nAchar as peças nem é TÃO complicado porque cê acha na internet e pode mandar alguem colocar, mas qualquer probleminha que cê PRECISAR levar na concessionaria cê tá fodido. O pós-venda da Dafra é a pior coisa que existe no universo. O fato de alguém estar vendendo uma semi-nova pode ser um bom sinal disso - quando cê vê muitas motos de um mesmo modelo sendo vendidas com kilometragem baixa (cof himalayan cof) pode saber que tem BO no meio.\n\nDito isso, eu pegaria a Factor mesmo. Não tem erro, basicamente indestrutivel, até onde eu sei a unica diferença entre a Factor e a Fazer é a carenagem e umas informações a mais no painel, nada relevante.",
                "Cogitou tambem uma crosser 150cc? É uma das favoritas dos motoboys aqui da cidade."
            ]
        },
        {
            "title": "barulho na bomba de combustível",
            "selftext": "tenho uma fazer '12, ela hj começou num ruído sem fim na bomba de combustível. antes ela fazia somente qd eu girava a chave, agora não para. eu não senti diferença alguma durante a pilotagem, inclusive continuo alcançado o msm desempenho de antes (batendo 130 c tranquilidade). o que vcs cogitam? (sim, levarei ao mec. na semana que vem)",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "vvartt",
            "num_comments": 2,
            "comments": [
                "A bomba é ligada até a central ler que tem uma pressão suficiente chegando no bico, se não me engano é 3 bar (Uns 40PSI, a pressão do pneu talvez).\n\nTem um sensor de pressão, se ele dá mal-contato ou pifou, a central nunca vai ler que tem pressão, e nunca vai desligar a bomba  (Na verdade quando o motor está ligado a bomba está ligada, ela desliga só nesse momento entre girar a chave e dar a partida).\n\nMas o mais comum não é com sensor, e sim com a bomba ir gastando as escovas e perder a capacidade de chegar a digamos 3 bar de pressão, é normal o injetor funcionar com até 2 bar, mas nesses casos é normal começar a consumir mais, porque aí o combustível não sai vaporizado, sai em gotículas grandes (Ou o bico mija ao invés de formar uma névoa). Não é coisa tão urgente, mas vai gastar mais gasolina enquanto tiver isso, e uma hora a pressão da bomba cai ainda mais a ponto de nem dar partida qualquer dia.\n\nMecânico tem medidor de pressão, ele encaixa ele no lugar do bico, gira a chave, e vê se tá chegando aos 3bar, se não tá chegando nisso já troca a bomba ou bateria (Sim, bateria as vezes danifica uma célula (São 6 em série, 2V por célula) aí o motor de partida ainda gira, mas a central ou a bomba de combustível operam com digamos 9V nessa hora que vira a chave. O teste da bateria é mais simples, o medidor coloca um consumo, e mede a tensão, pode usar multímetro de R$ 29,90 e medir enquanto usa uma lâmpada de 35W como \"carga\" pra bateria, se a tensão cair demais a bateria já tá com um pé na cova (Baterias duram poucos anos com partida elétrica, conforme bateria barata as vezes a cada 3 anos certinho já troca, a bomba de combustível é que varia mais, uma dura 6 anos, outra dura 16 anos, depende de uso e de problemas na fabricação na prática))."
            ]
        },
        {
            "title": "Painel que marca mais que 100 mil km",
            "selftext": "Estou a procura de um painel(analógico se possível) para a minha intruder que não zere após 99999km. Existe?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "vt5qw9",
            "num_comments": 1,
            "comments": [
                "Geralmente só se fabrica modelo padrão, igual ou similar ao original. A maioria das motos tem hodometro só até 100k então até adaptação fica difícil.\n\nSe achar algum num aliexpress da vida, a adaptação envolver ver se a rosca bate, fazer ela bater nem que seja na base do durepoxi e cia, e ajustar a velocidade, basicamente um imã acompanha o rotor sem ter contato com ele, e uma mola puxa o ponteiro de volta pra 0km/h, aumentando ou diminuindo essa pressão bem de leve você altera essa exibição de velocidade (Ajusta no GPS do celular, aí tenta usar parafusadeira elétrica pra chegar na mesma velocidade, e dá umas cutucadas na mola até ficar mais perto da correta, ou pelo menos abaixo da correta pra não ter risco de passar rápido demais em pardal), pra ver se o km vai ser marcado certo calcula o perímetro do pneu dianteiro, e dá as X voltas equivalentes a 100 ou 200m pra ver se o hodometro marcou certo, exige paciência, nesse caso complica corrigir erros pequenos, mas erros pequenos existem em motos de série também, é bem comum precisar ajustar só a velocidade, o hodometro costuma ficar dentro do erro aceitável (Errar 40km em 1000km não é nada de mais pro uso que fazemos das motos, troca de óleo em km exato é firula, ficar tirando média precisa com combustível também, só compara uma média com outra feita no mesmo painel e pronto).\n\nSe for digital tem que fazer uns sensores, não sei se acha tudo pronto a venda (Tem muita moto no mundo, complicado ter peça fora do padrão pra todas), dá trabalho igual, adaptar todos os leds e tal é coisa pra um trabalho mediano de eletrônica, eu que mexo com eletrônica prefiro ajustar velocímetro mecânico (Conta-giros as vezes é mais fácil, dá pra colocar aquele sistema de pegar pulso enrolando fio no cabo de vela, não exige coisa tão complicada como velocidade e rotações da roda, especialmente quando a distância percorrida sai muito errada no digital)."
            ]
        },
        {
            "title": "Opa pessoal, tenho uma dúvida.",
            "selftext": "Eu estava dando uma olhada numa Yamaha YZF R3 ABS 320. Sabem se ela é muito visada para roubo, ou se motos esportivas em geral são? Moro em SP.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "vstge9",
            "num_comments": 21,
            "comments": [
                "Motos esportivas e naked são bem visadas pra roubo, principalmente as de média cilindrada mais populares, e desse segmento a r3 e a mt03 sao as mais populares da categorias delas creio eu. Pra fins de seguro fica ainda pior pras esportivas.",
                "Também estou louco atrás de uma R3, mas venho adiando essa compra, já que o preço só sobe. \n\nComo falaram, moto esportiva de médio e alta cilindrada são muito visadas, a R3, tecnicamente é uma moto de baixa cilindrada, porém o noia não sabe identificar esse tipo de coisa direito e viu moto com Caranegem, já quer. Isso reflete no valor do seguro. \n\nAgora ter uma R3/Ninja 400 também não é 100% de certeza que você vai ser roubado, é só não andar em lugares muito perigosos e já evitar sair com ela sexta-feira, sabado a noite, preocupação essa que eu tenho hoje em dia com qualquer moto.",
                "Esportivas são visadas pra roubo e possuem seguro mais alto por motivos obvios. Quer ficar mais seguro de roubo? Veja uma custom ou uma Royal Enfield.",
                "Brother, eu tinha uma R3 2017 que comprei zero até ano passado, quando um iluminado resolveu me bater e deu PT na moto. O seguro cobriu e comprei uma MT09 que tô usando hoje em dia.\n\nPela Suhai, seguro de roubo/furto/PT, dependendo do seu perfil, deve ficar entre 1000 a 2000 por ano, diminuindo anualmente se não utilizar o prêmio. Ano passando meu seguro tinha ficado em 800/ano.\nSe decidir pela R3 e quiser umas dicas me mande DM. Eu modifiquei a moto toda, chip de potência, filtro de ar esportivo, remap, etc."
            ]
        },
        {
            "title": "Valor da autorizada da YMH na minha região. Essa mão de obra realmente é justificável? Opinem.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "vic0dn",
            "num_comments": 23,
            "comments": [
                "Compra o que precisar pelo mercado livre e shopy e paga um Mecanico de moto pra trocar.",
                "Qual a moto? Tem algum motivo pra cobrarem 200 pau num cabo de embreagem?? 40 pau num parafuso + porca??\n700 pau de mão de obra... quantas horas de serviço?!",
                "Cara, não. Tão surreais esses valores mano.  Tanto peças quanto mão de obra. Esse orçamento era pra dar tipo menos que a metade levando num mecânico caro.",
                "Olha, tá caro, meu eu sei que autorizada é mais caro mesmo.\n\nMinha moto, como comprei zero e tá com baixíssima KM, eu faço revisão na autorizada normalmente mas agora que vi seu orçamento vou ficar ligeiro pra próxima.",
                "Já fiz revisão na minha Triumph Street Twin na concessionária que saiu esse valor aí mais ou menos. \nEntão te assaltaram.",
                "O valor das peças é inflacionado propositalmente para ser incorporado em apólices de seguro. Foda-se o consumidor.",
                "OP, esse é um orçamento de revisão ou você caiu com a moto e ta querendo que eles consertem?",
                "Já pagou? Ou é só o orçamento?",
                "Você provavelmente tomou um tombo bobo, e estragou o mantete de embreagem.  \nQualquer oficina faz esse serviço. Dificilmente você teria problemas.\n\nVelho, na real: Você facilmente consegue fazer esse serviço em casa. Mesmo sem muita experiencia, você faz em uma manhã de fds. (Você precisa ter as ferramentas, claro)  \n\n\nVocê consegue facilmente comprar essas pelas pelo mercado livre. Digo que vão ficaria nem R$300",
                "Roubo do crl, tenta procurar uma oficina de confiança na região esses caras ai tão abusando demais"
            ]
        },
        {
            "title": "Vale a pena pegar uma Fan 150 2012 completa em 2022?",
            "selftext": "Estou pesquisando para comprar minha primeira moto, eu estava pensando em pegar uma Fan 160 2020, mas esta muito caro, entao pesquisando achei uma Fan 2012  10 mil, mas tenho medo de compra moto antiga e ficar dando problema, os km do painel ter sido alterado ou estar ruim de motor",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "vhyj4p",
            "num_comments": 3,
            "comments": [
                "Rapaz, CG é uma das motos mais fácil e barata de fazer manutenção. Não adianta ficar noiado com peça genuina. Verifique apenas freios, filtros, fluidos, relação e qualidade de pneus. Se tiver alguma coisas dessas desgastada peça o reparo ou um desconto. Essa aí já tem injeção eletronica?"
            ]
        },
        {
            "title": "ô saudade do mar :(",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "vhaalg",
            "num_comments": 8,
            "comments": [
                "Em que local OP?",
                "Qual pneu você está usando?",
                "Imagina aqui no RS então! kkkk. Eu vou pro mar em Novembro e quem sabe no carnaval novamente."
            ]
        },
        {
            "title": "Mecânica de motos",
            "selftext": "Pessoal, recentemente adquiri uma DK 150 2020, o problema é que a troca de marchas dela está extremamente dura, passa direto da primeira pra segunda e não entra no neutro, as vezes nem sobe a marcha e eu preciso ficar fazendo muita força, dói até o pé. Dito isso, vocês acham possível eu mesmo fazer a troca da embreagem caso seja esse o problema? Não conheço nenhuma mecânica de confiança e também não entendo nada de motos.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v8fsvv",
            "num_comments": 6,
            "comments": [
                "Antes de qualquer intervenção mais grave:\n* Troque o óleo\n* Regule o cabo da embreagem\nCaso o problema persista após isso, aí você investiga mais."
            ]
        },
        {
            "title": "Recomendação de roupas para chuva/frio?",
            "selftext": "Boa tarde gente!\n\nAntigamente eu costumava ir de bus para o trabalho nos dias muito frios ou chuvosos, mas agora comecei em outro emprego que fica longe das paradas de ônibus.\n\nÀ princípio estou procurando uma capa de chuva que seja prática de vestir/tirar ao chegar e sair do trabalho... Mas também adoraria receber sugestões de luvas e jaquetas com um bom custo benefício para os dias mais frios (moro no RS) (gosto de coisas sem muitos detalhes, preto e sem grafismos/desenhos) \n\nAbraço!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v7vbo4",
            "num_comments": 10,
            "comments": [
                "Veja o que os motoboys usam... Eu comprei um par de capas da Pantaneiro, uns 140 na época, é muito boa, ainda não rasgou a calça. Massss.... hoje eu compraria aquelas bem baratas que os motoboys usam. Aqui um conjunto custa uns 20 reais, se estragar é só comprar outro. Dá até pra pegar baratinho na shopee.\nAqui dá pra encontrar umas capas boas e baratas em loja de material pra frigorífico, têm as polainas também. No caso das mãos procura luvas de guidão. Não adianta colocar aqueles protetor de mão de plástico contra chuva e frio.\nAqui tá marcando -1 de mínima pro fim de semana, mas eu quero dar uma volta pra aproveitar o sol. kkkkk",
                "Tem capas de chuva numa peça só, são bem práticas. Mas por serem de nylon, suspeito que proteção térmica não seja o forte delas.\nNesse caso, eu iria com as de PVC mesmo. Peças separadas (calça e jaqueta), grossas, esquentam bem, mas volumosas quando não em uso.\nLuva impermeável é um negócio complicado. As que funcionam mesmo são caríssimas. Como você mora no sul, eu faria como o colega sugeriu e instalaria luvas de guidão.\nPara os pés é mais fácil: botas de borracha de cano médio/alto. Se quiser algo mais prático, use polainas. Só cuida para que a sola tenha algum tipo de borracha aderente, porque vai ficar escorregadio!",
                "Peguei chuvas torrenciais em Fortaleza e a melhor coisa que fiz foi comprar todo o conjunto de roupa plástica dawuelas com elástico que vestem por cima da roupa - botas, jaqueta e calça. Pra tirar é uma moleza, vc já tá de roupa de trabalho, eu só tinha um lugar pra deixar estendido no banheiro da empresa pq é impermeável e fica pingando. \n\nEla dobrada dentro da capa de nylon cabia dentro do capacete fechado facilitando o transporte - como o capacete cabia embaixo do banco eu sempre andava com a capa. Brasil muitos locais as vezes a gente sai de dia com sol e na hora do almoço está chovendo e só para a noite.\n\nComo ela é 100% fechada ela também esquenta daí vc tem que usar roupa de frio por baixo mas saber que se for roupa p mt frio vai ficar suado e se dosar a roupa p compensar a roupa de chuva quando tirar vai ter frio - então se previna nos primeiros dias pra ver qual o nivel necessário se roupa por baixo. \n\nNão vale a pena economizar nesse sentido como muitos fazem com capinha leve tipo capa de chuva pra pedestre ou só com a parte de cima, a menos que você trabalhe como salva vidas ou limpando piscinas ou não ligue de ficar parcialmente molhado. Chegar no trampo seco sem pé e pernas molhadas e ter a tranquilidade de em 3 minutos estar pronto pro trabalho mais que compensa os quebra galhos e as dezenas de reais economizadas"
            ]
        },
        {
            "title": "Recomendações para primeira moto.",
            "selftext": "Salve galera, preciso comprar uma moto para me locomover para o trabalho/casa (10km ao dia) e ir no mercado etc. Não irei utilizar a moto de modo algum para viajar na rodovia, não sinto confiança.\n\n Ainda não tenho carta (já estou fazendo), mas andei com 2 anos com a Biz 125 da minha namorada, porém tive que mudar da cidade que eu e ela morávamos e agora estou sem transporte. Aqui é uma cidade do interior de SP, quase sem trânsito nenhum, estava pensando no máximo a economia. Vou ter que financiar, não tenho possibilidade de pagar a vista.\n\nEnfim, gostava muito da Biz, porém queria saber se existem mais opções, como a Shineray ou outras Scooters. Sou leigo em mecânica de motos e carros, então não sei muito oq procurar em motos usadas e como definir se elas são boas.\n\nObrigado por ler.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v7irpn",
            "num_comments": 17,
            "comments": [
                "Eu sou o louco da NMax, pois minha esposa já teve. Boa mecânica, consumo baixíssimo e até tem um espaço embaixo do banco pro capacete que pode ser usado pra transportar coisas, algumas comprinhas do mercado como você disse que fará.\n\nSe couber no seu bolso, vale. Tem ABS e painel digital.",
                "Qual a prioridade? Isso vai ajudar a decidir.\n\nPreço? Consumo? Segurança?\n\nA depender dos critérios mais importantes pra você o modelo certo vai variar muito.",
                "Já vi mecânico que cobra pra ir junto olhar. Seria uma opção.\n\nPede pra dar uma volta na moto, se fumar ou perder aceleração é fria."
            ]
        },
        {
            "title": "Dicas em Geral: Recém habilitado e compra da primeira moto",
            "selftext": "Vou resumir um pouco a minha situação e colocar algumas duvidas aqui em tópicos acho que pode ajudar futuros motocas tb;  \nno final do ano passado consegui tirar a tão sonhada habilitação A/B foi uma grande conquista para paguei com muito suor e custou mais de 3 mil reais. por mais que familiares  tentem me convencer a comprar um carro por questão da segurança, estou decidido a ter uma moto como primeiro veiculo, aprendi a pilotar na auto escola e a ultima vez que peguei para andar foi no dia da prova pratica no detran, peguei a carteira dia 25/11/2021 devo ter uns 8 meses sem conduzir uma moto, andei apenas como garupa algumas vezes com moto taxista. basicamente vou usar a moto pra viajar pra capital finais de semana e fazer cursos na cidade mais proxima uns 100/25km respectivamente (vou pegar Br) atualmente tenho 4.000, desejo comprar uma 150 de 2017 para frente por conta da inexperiência, pagando avista, quero investir até 13.500 no máximo.  \n\n\nminhas duvidas são:  \n\n\n* moro no interior a 100km da capital se surgir uma oferta por lá, para trazer vai ser um pepino gigante, qual possível solução?\n* Na hora de fechar negocio o que devo olhar na moto?, quilometragem aceitável quanto deve ser?, o que da pra ver esteticamente que pode ser indicador de uma furado se eu comprar.\n* qual tipo de moto escolher? estou querendo uma trail pq gosto do estilo, estou entre a Bros e Crosser, interior não tem jeito é paralelepípedo pra todo lado, buracos gigantes, quebra molas desproporcionais, vejo a galera usar muito CG demais, Bros, Biz, Pop, e muito raramente Crosser, Fazer\n* devo seguir no pensamento Crosser ou Bros? qual escolher?  as duas sempre estão com os preços parecidos nas olhadas que dou na olx, acho a bros mais bonita, porém na primeira moto queria segurança, durabilidade e não beleza.\n* sobre consorcio e financiamento li e assistir muitos vídeos indicando que é furada matematicamente realmente é, mas alguém quiser me explicar e dar uma luz, um pouco mais sobre agradeço.\n* se alguém quiser deixar algum comentário de alguma coisa que não perguntei, sinta-se a vontade. \n\n&#x200B;\n\nAh queria entrar em alguns grupos de compras e vendas de motos deixar o link por favor apenas para fins de pesquisa de preços.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v5juft",
            "num_comments": 6,
            "comments": [
                "Bora lá.\n\nDirigir tu aprende é na rua mesmo, auto escola só te ensina a conduzir. Malícia e domínio, só com o tempo e prática, mas vai sem pressa, aos poucos tu vai melhorar a condução. Quando pegar a moto, começa dando umas voltas no seu bairro mesmo, até ver que não desacostumou tanto assim, e ficando confiante vai andando com ela pra mais longe.\n\n- Pede alguém pra trazer a moto ou arruma um reboque. Br logo de cada não recomendo não.\n\n- Kilometragem não diz nada na real. O cara pode surrar a moto com 100k, ou andar certinho, ter feito motor, anda sem esfolar o motor e estar nos 300k rodando suave. Pede pra dar uma volta e olha se não tá fumando, engasgando, perdendo rotação ou com muito barulho.\n\n- Como disse, kilometragem não diz muito, então olha o estado da moto. Cair, todo mundo cai. Mas o cara cuidadoso não deixa muita coisa arranhada ou quebrada, geralmente vai ter alguma avaria, mas faltando lâmpadas, seta quebrada, vazando óleo, suspensão estourada, painel sem marcar, ferrugem, etc. Geralmente são motos sem cuidado.\n\n- Moto que vale a pena, são as que tem alguma \"frescurinha\", proteção carenagem, slides, adesivos originais, limpinha, protetores de guidão, etc. Viu a diferença do outro caso?\n\n- A não ser que pegue muito asfalto em distâncias maiores, vai de trail sempre. Mais confortáveis, mais macias, mais altas, etc.\n\n- A maioria das motos são Honda, tem peças mais fáceis de achar e mais baratas, porém Yamaha apesar de peças mais caras, duram muito mais, o seguro é mais barato e ainda são mais completas quando compradas no mesmo segmento e ano. Eu iria de Crosser tranquilo. Não sei aí certo a partir de qual ano, mas motos com suspensão link são outro nível.\n\n- Eu viajo 267km 2x por mês numa Titan 150 2010. É muito suave. Dá pra ir e voltar tranquilo. 150 bebe menos, te garante 110km de boa com bagagem e ainda é mais barata. Uma 250/300 vai adiantar sua viagem, mas é tão pouco que tu anda, que vale a pena uma 150/160. Sem contar que as trail perdem em aerodinâmica mas ganham em conforto pra viajar.\n\n- Tem muita concessionária que financia a moto usada, as vezes vale a pena sim. Comprar a vista é maravilhoso, mas nem sempre é possível. Aqui em MG, uma Bros 160 2017, tu acha por uns 14/15k.\nSe procurar uma 2013-15, por 12k acha. Usa a primeira moto como escada pra pegar uma nova depois. Uma 2013 hoje, daqui 2-3 anos pode te ajudar a pegar uma zero. Moto bem cuidada dura muito.\n\nE pra pesquisa, uso o próprio marketplace do FB, Olx e Instagram.\n\nAntes de pegar BR, olha uns vídeos no YouTube, tem muita coisinha boba que faz muita diferença. Kit de ferramentas que é bom ter, lâmpadas reservas, jaquetas, tipos de capacete, onde ficar na pista, ultrapassagens, etc. Vale a pena ir olhando.",
                "Beleza! Não precisa entrar em pânico! Eu mesmo peguei a moto uns 10 meses depois da CNH. Basta praticar um pouco e ter muita prudência que vai conseguir trazer ela sem problema. Moto de baixa cilindrada fica em alta rotação na BR, não precisa ficar preocupado com isso, o motor aguenta.\n\nNa hora de olhar a moto verifique pneus, relação, pastilhas de freio e bateria. Se você ver que algum item desses está velho ou desgastado peça pra trocar ou um desconto. Kilometragem não é diretamente proporcional a veículo bem cuidado, então ela pode estar pouco rodada, mas precisando trocar bateria, fluido de freio ou pneus com rachaduras. \n\nEu penso que uma moto trail é melhor, elas costumam ser mais robustas e pneu com garradeiras fura com menos facilidade. A Bros pega um pouco mais de aceleração e velocidade final, mas a Crosser tem fama de ser mais robusta (muito motoboy aqui na cidade usa elas).\n\nConsórcio é fácil entrar, mas burocrático pra tirar o prêmio, leia o contrato com atenção, não caia no papo do vendedor. Financiamento é facil, mas o juro é alto, você vai ter qeu colocar no papel o quanto consegue separar por mês pra pagar.\n\nSepare uma grana pra capacete, luvas, capa de chuva, baú Givi. Coloca baú Givi! você não quer uma fechadura danificada ou um baú voando rodovia afora. Fica feio, mas você não vai se importar quando ver como é útil.\n\nSe você levar garupa tenha mais paciência, elas ficam anêmicas, mas dá até pra viajar com o devido cuidado.\n\nNão preocupe-se em fazer as manutenções na concessionária ou disponibilidade de peças. Eu pego tudo na internet e levo num mecânico aqui só pra trocar.\n\nEdit: tenha em mente que moto exige sacrificios de conforto em troca da praticidade e economia. também pode parar e conversar numa boa com pessoal de moto grupos, 99% costumam ser pessoas tranquilas e dispostas pra uma conversa sobre moto.",
                "Um adicional: pense no seu conforto.\n\nTenho 1.93, parecia o urso do circo fazendo moto escola de CG. Assim, tenho uma Teneré 250, que é o que coube no bolso em 2017.\n\nComprar moto porque é mais barata e não dar na ergonomia pode te colocar em acidentes desnecessários e, levando em conta que essas porcarias vem tudo sem pára-choque, acho que é uma boa preocupação pra ter. :)\n\nMescle bem: paralelepípedos do interior incomodam, mas você pega estrada? A minha 250 é uma tortura pra chegar nos 120, afinal, é uma moto que privilegia o torque. Pense nisso: se tiver muito caminho de rodovia, vale uma motoquinha mais forte.\n\nEnfim: boa sorte, seja muito feliz de motoca e ande sempre muito ligado. Freio traseiro é mandatório!"
            ]
        },
        {
            "title": "Faixa Azul em São Paulo na 23 de Maio. O que acham? Aos que já usaram, como foi a experiência?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v4916n",
            "num_comments": 9,
            "comments": [
                "Com esse espaço todo vai ter um monte de motoqueiro querendo ultrapassar os motocas mais lentos",
                "Já usei e gostei muito.... muito mais seguro do que a faixa exclusiva que tinha na av Sumaré.\n\nSensação de segurança muito boa......os carros não invadem sem prestar atenção . TENHO certeza que diminuir os acidentes.",
                "Olha, andei duas vezes lá. Uma de carro e outra de moto Quase não pego a 23.  Legalzinho, não faz diferença IMHO. Só fica apertado para os carros em alguns pontos...",
                "Já andei de moto e carro também. De moto senti mais segurança pelo espaço reservado e não vi os motoristas de carro invadindo essa faixa.\n\nDe carro não senti diferença. Quando dirijo na faixa mais a esquerda eu sempre tomei cuidado com os motocas ao trocar de faixa, então não mudou em nada.",
                "que bacana. aqui na cidade teve um vereador com projeto de lei pra criar um espaço para as motos logo na frente dos semáforos... aí outro vereador que é um fdp entrou contra dizendo que 'vereador não deve ficar propondo leis'."
            ]
        },
        {
            "title": "Scooter Kymco agility 200i ou NMax?",
            "selftext": "Boa noite pessoal!\n\n&#x200B;\n\nVou comprar uma moto pra mim e estou bastante decidido a comprar scooter pq faz sentido pro meu uso. Estou principalmente entre NMax e a Agility, mas a NMax eu tenho um certo medo por ser bastante roubada (vou fazer seguro mas de qqr modo não gostaria de ser roubado) e a agility por ter saído de linha (um vendedor da suzuki disse que ela costuma ter problemas elétricos, alguém sabe se é comum mesmo?).\n\n&#x200B;\n\nEu vou usar principalmente pra andar na cidade (São Paulo) e de vez em quando ir pra praia (dá uns 80km). Queria uma scooter de 150cc+ pra não sofrer na subida da praia e com freios ABS pq eu acabei de tirar minha carteira e queria ter essa segurança a mais. De vez em quando vou levar garupa (minha namorada, juntos eu e ela pesamos menos de 140kg). \n\n&#x200B;\n\nQual das duas vcs recomendam mais? Se tiverem outra sugestão aceito também.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v237xc",
            "num_comments": 20,
            "comments": [
                "Vai de NMax amigo, mesmo sendo visada em questão de roubo/furto, já que vc vai fazer seguro, vai poder andar menos preocupado com isso. Eu considero Yamaha tão confiável quanto Honda e essas motos tem manutenção não tão caras, hoje em dia essas scooters são o melhor meio de transporte. Em relação a rodovia, tenho visto cada vez mais pessoas vindo pra praia e até fazendo viagens mais longas com elas, então não será um problema pra vc. Mas me diz, pq não uma pcx?",
                "Sou fanboy da Yamaha, pegue a Nmax\n\nPara cidade ela dá e sobra. Para subir da praia com garupa, ela vai sofrer, mas vai dar conta. Se você viaja muito com garupa, o certo seria ir para um Citycon300",
                "NMAX sem pestanejar.\n\nTem peça em tudo quanto é esquina, é econômica, segura...\n\nMinha esposa teve e já andei com ela, e eu com 106KG estava na garupa numa PUTA subida. Sofreu, mas subiu.\n\nSó vendemos porque minha mulher engravidou na época e parou de ter necessidade.\n\nEu tenho uma Teneré 250, ótima também, mas faz só 26/28 KM/L contra 35/38 da NMAX.",
                "Essas Kymco não são as importadas, acho que do Canadá?\n\nSe nem estavam fabricando aqui, a oferta de peças deve ser péssima.\n\nDesde a saída da Suzuki em si as peças pra elas foram diminuindo, Intruder, Yes e cia ainda tem porque vendeu mais, mas as Kymco de importação vendiam pouquíssimo, a oferta de peças vai ser pequena (Onde eu compro vejo peças pra tudo que é Honda, Yamaha, até Shineray, mas pras Kymco é raro ver alguma coisa! Depender só de concessionária custa caro, e eventualmente elas fecham um dia, pra quem tem azar elas fecham meio ano depois de você comprar).",
                "Pode ir de nmax! Não vi os últimos dados de roubo dela, mas acredito q o problema maior seja furto mesmo. Eu tenho uma há 3 anos, e me atende bem. Em relação à kymco, apesar de 200 no nome, ela tem menos potência que a nmax e consome mais (15,1 cv da nmax x 12,5 cv da agility)!"
            ]
        },
        {
            "title": "passar marcha com mais rpm soa como imperícia?",
            "selftext": "recentemente comprei minha 1a moto (fazr 250) e ainda tô sentido o funcionamento da coisa. sou motorista típico de carro, mas de moto smt qd fui me habilitar. as vezes eu acho que perco a mão e estico demais a motinha nos momentos de passar a marcha, mas qd eu perguntei a alguns motoristas sobre o tempo padrão (semelhante ao que fazemos c carro) falaram que p moto não tem isso, vc usa como quiser, na medida do bom senso obv. qq ces acham, como fazem num caso desse?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v1ascc",
            "num_comments": 7,
            "comments": [
                "O máximo que pode acontecer é você gastar a embreagem mais rápido e você gastar mais gasolina. Tirando isso, com a rotação mais alta você vai ter mais força na troca. O motor dessa moto é muito confiável, então você não deve ter problema.\n\nPra saber se você está mantendo o giro muito alto, é só checar o consumo na bomba e ver quanto tá fazendo por litro e comparar com o que outras pessoas fazem.",
                "Se for uma moto de 1800cc a rotação vai sim fazer muita diferença no consumo.\n\nCostumamos falar isso porque moto é 125 a 250cc, aí muda pouco o consumo, pra manter rotação com um peso tão pequeno os 10-20cv das motos comuns não gera consumo extra significativo.\n\nEm carro faz diferença porque falamos de volume cúbico (\"Cilindrada\") muito maior, mas se pegar as pickups porcaria chinesas de 800cc (Eu tenho uma de pouco mais de 900) pode andar a 2000RPM que mal faz diferença, nem a pau que dá pra fazer isso na cidade num carro 2000cc.\n\nÉ simples questão do quanto de consumo a rotação extra aumenta. Que terá mais consumo na moto terá, talvez você não note porque acha ok fazer 30km.litro (Um exemplo), mas num exemplo desse provavelmente é moto que com uso de rotações mais baixas (Desde que tenha torque pra manter a velocidade em baixas rotações, senão os bicos abrem bastante e gasta igual) faria digamos 35 ou até 40km.litro. A rotação mais baixa a usar é a rotação suficiente pro motor não apanhar sem perder velocidade, se tá dando conta de manter velocidade sem tranco então a rotação mais baixa terá o menor consumo (Exceto na última marcha por motivos óbvios, se já tá na 5ª marcha a 70km/h não tem como subir pra uma inexistente 6ª marcha, a única opção é aumentar a rotação).",
                "Esquece como soa: pensa no consumo, no desgaste e no que você quer fazer.\n\nConsumo e desgaste você já entendeu.\n\nAgora eu adiciono a questão RPM x Torque: por ser motor à combuistão, a máxima força do motor está disponível num ponto específico da curva de aceleração. Não adianta trocar de marcha muito cedo nem esticar demais - o ideal é achar essa faixa.\n\nVai incorrer num consumo mais adequado, claro, mas vai te dar segurança numa subida, numa ultrapassagem, situações em que a força ou a aceleração precisar estar lá presentes.\n\nEnfim: quando você chegar nesse entendimento, você acaba tendo um perfil de condução adequado como você sente ter do carro.",
                "O motor da Fazer 250 tem o pico de torque em 6500rpm e o pico de potencia em 8000rpm. O motor de um carro popular, tem o pico de torque entre 2500-3500rpm e pico de potencia entre 6000-7000rpm. Naturalmente, o motor das motos 'esticam' mais o giro.\n\nSe você quer obter o máximo de performance, por exemplo numa ultrapassagem: Você pode trocar as marchas nos 8000rpm. Se você quer uma tocada eficiente, econômica, mantenha o giro próximo de 6500rpm. \n\nTenho uma Lander. Em 5a, a 90km/h o motor está a apx 7000rpm, faz 30km/L. A 100km/h o motor está lá nos 8000rpm, faz 23\\~25km/L",
                "Depende do contexto. Carro nem moto tem rpm padrão pra passar marcha - vc quer p que? Eficiência? Aceleração? Menor desgaste possivel do conjunto? Vc sabe qts rpm o torque e a potência maxima da sua moto estão disponíveis? \n\nAgora se vc anda o tempo todo acelerando lentamente e deixa a moto ficar naquela zuada pra passar a marcha... VraaaaaaaaAAAAAAAAAAM, AAAAAMMM então sim vai soar como alguém que está aprendendo ou que quer pentelhar a vizinhança"
            ]
        },
        {
            "title": "Primeira moto para andar com garupa",
            "selftext": "Olá pessoal, acabei de tirar minha CNH e estou querendo comprar minha primeira moto, a maior parte do uso seria para duas pessoas para trajetos curtos, aproximadamente uns 10 km . Tenho aproximadamente 100 kg. \n\nNão tenho experiência com modelos e não conheço pessoalmente alguém que entende de motos para me ajudar . \n\nEstava pesquisando sobre scooters e disseram que uma Honda Lead seria fraca demais para duas pessoas, por ser 110 cilindradas cilindradas, isso também seria problema com uma burgman 125? \n\nDos modelos que vi estou mais entre:\n\nIntruder 125\nFazer 150\nFactor 150\nLead\nBurgman 125\n\nQuais modelos vocês recomendariam?\n Aceito dicas e sugestões.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "v0obs6",
            "num_comments": 13,
            "comments": [
                "Amigo, caso vc queira scooter… vai de nmax que é 160 pra cima, a lead é fisicamente pequena para duas pessoas, caso tenha mais grana temos a xmax na linha yamaha e as opções da Honda. \nCaso queira moto mesmo, aí o cenário muda consideravelmente",
                "[deleted]",
                "Cara se tá procurando por uma de baixa cilindrada vai de Crosser. Esses modelos adventure/trail perdem em aerodinâmica mas ganham em conforto.\n\nO banco é grande, tem uma ótima suspensão (link) e de quebra os motores da Yamaha são mais brutos do que os da Honda.\n\nSe for da mais nova ainda vem ABS na roda dianteira, coisa que não vai achar na Bros.\n\nSó recomendo dar umas voltas sozinho primeiro, até pegar mais equilíbrio em curvas e acostumar com a frenagem. Ainda mais se o garupa não souber pilotar, vai ser difícil segurar a moto.",
                "Se for de scooter, dá uma olhada nas da dafra. Eu tive uma citycom e achei mto boa.",
                "Todas vão dar conta, com níveis diferentes de sofrimento. Acredito que a Factor seja a melhor opção.",
                "Eu iria sugerir uma Intruder 125... além de fácil manutenção ninguém vai querer te roubar ela.\nMas.... se você pensa em um dia pegar a rodovia já prepare-se pra uma 250cc ou maior. Eu só vendi minha intruder por que ela fica muito anêmica ao levar minhas esposa na garupa."
            ]
        },
        {
            "title": "Shineray SH 125 Worker seria uma boa primeira moto?",
            "selftext": "Boa manhã/tarde/noite gente\n\n\nEstou a procura da minha primeira moto, e em minhas pesquisas encontrei a nova moto da Shineray a SH 125 Worker, um moto bem barata mais fraca do que outras motos da categoria 125 porém tem como público alvo entregadores de serviços de comida.\n\nNo meu caso, meu uso para moto seria principalmente urbano, para ir de casa até o trabalho e pegar experiência com o trânsito antes de pegar uma moto de cilindrada maior, e eu pessoalmente gosto bastante do estilo de motos custom. Até ai a Worker parece se encaixar nas minhas necessidades e no desejo de ter uma moto custom, porém depois de pesquisar bastante não consegui achar nenhuma resenha ou artigo falando sobre prós e contras da moto, então gostaria de saber de quem tem essa moto ou já teve experiência com motos da Shineray se ela é uma boa moto, como é a sua manutenção e etc.\n\nEste é meu primeiro post aqui no sub então peço desculpas por qualquer inconveniência.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "uybn5k",
            "num_comments": 7,
            "comments": [
                "Carburada, né?\n\nEu iria de Intruder 125, a mais nova possível.",
                "Não conhecia a moto. Adorei o visual anos 60 dela. Pelo vídeos que vi falando sobre ela, é super recomendada. Eu tenho uma um pcx que peguei alguns meses atrás, se já não tivesse com ela cogitaria pegar uma dessas aí.",
                "Se tiveres Facebook é bom dar uma olhada no grupo da moto. Não sei como tá o modelo mais novo mas vi bastante reclamação sobre ela quando pesquisei.",
                "Aqui em SP eu vejo bem pouco dessa moto. O problema da Shineray são as peças, só vende na concessionária e nem sempre tem a pronta entrega.",
                "Não, fuja de Shineray"
            ]
        },
        {
            "title": "Comprei uma Voltz e fiz um vídeo bem humorado falando sobre ela! Se gostar me ajuda se inscrevendo lá! :D",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "utkd14",
            "num_comments": 0
        },
        {
            "title": "Ajuda para um zero a esquerda comprar a primeira moto",
            "selftext": "Honestidade: não sei p**** nenhuma de moto. Estou nos trâmites para tirar a CNH A e por enquanto pesquisando, mas em cada lugar veio alguém falando alguma coisa... Então só agradeço o ANJO que puder me dar um norte.\nO negócio é que tenho R$7.000 (chorando com os preços hoje em dia kkk) e eu queria uma moto (sem ser scooter/biz) para deslocar entre casa - faculdade numa cidade de médio porte. Menos de 10km por dia. Tenho 1.70 cm de altura.\nTem zero condições de comprar uma nova nesse requisito por esse valor como venho vendo? Ou só usada mesmo, mas levando em conta que não entendo NADA ainda.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "umw7av",
            "num_comments": 13,
            "comments": [
                "Infelizmente não conseguirá uma nova com 7k, só se financiar o resto(não recomendo 0km como primeira moto). \nPara quem está iniciando, recomanda-se as hondas ou yamahas de baixa cilindrada, 125/150cc:\n\n-street: cg/ybr/fazer\n\n-trail: bros/xtz\n\nDepois que tirar a carteira, vá em uma loja de moto e monte em algumas dessas para ver qual encaixa melhor.\nConsulte a tabela fipe para ver qual ano consegue pegar com este orçamento e comece a pesquisar os anúncios. Moto pequena não tem mistério para comprar: se não estiver torta, o motor estiver ok e os pneus bons, o resto é \"barato\" para arrumar. Não se esqueça de separar a grana para transferência e capacete.",
                "Com qual moto você está fazendo as aulas práticas?\n\nEu tbm sugiro Yamaha ou Honda de baixa cilindrada, até mesmo uma Intruder 125 (essa tem a vantagem que ninguém vai querer te roubar). Será que acha uma mais alta pra sua altura? Xtz125 ou Bros...",
                "Qdo estava procurando minha 1 moto vi várias intruder em ótimo estado por 4,500, 5000 reais. É uma moto robusta, econômica e pra sua altura acho que está na medida. É é pouco visada pela bandidagem.  \nE como o colega já disse, não compre uma 0km, pq vc VAI fazer cagada até pegar a manhã, eu parei no sinal e cai sozinho, entortei o suporte da placa (a minha é daqueles que fica na lateral).",
                "YBR ou Intruder cairia bem, peças baratas, muita informação na internet caso você mesmo queira arrumar sua moto e econômicas.",
                "Moto não tem muito segredo.  \nSe é só para deslocamento urbano, procure uma 125 ou 150.  \nHonda ou Yamaha. Se fugir muito disso custos de manutenção começam a ficar mais caros  \nFreio a disco na dianteira: Fundamental  \nManutenção em dia: Oleo, Filtros, Relação, Pastilhas, Pneus.  \n\nReserve uma grana para os equipamento: Capacete, Jaqueta, etc..."
            ]
        },
        {
            "title": "Em busca da motoca",
            "selftext": "Olá redditors! blz?\n\n&#x200B;\n\nEstou atrás de uma motoca pois, como muitos, não estou vencendo pagar o combustível do carro. Mudei de cidade e agora rodo 75km por dia. (e olha que meu carrinho faz 14\\~15km/l)\n\n&#x200B;\n\nQuero pegar uma moto que faça um bom consumo em trajeto misto, além de força suficiente para eventualmente pegar uma rodovia com segurança com a patroa (então imagino que seja no mínimo uma 250?)\n\n&#x200B;\n\nPenso em gastar entre 10 a 17 mil.\n\n&#x200B;\n\nAdoraria uma scooter, pelo conforto e espaço em baixo do banco, mas as opções são bem limitadas...\n\n&#x200B;\n\nNão manjo muito das opções, a Yamaha tem a fazer e a lander, que são 250.... a Honda tem a CB 250 e a XRE 190...\n\n&#x200B;\n\nGostaria de saber a opinião dos colegas, pq tá difícil decidir aqui\n\n&#x200B;\n\nedit - parece que a Dafra NH 190 é uma opção também - pelo preço já consigo pegar um ano mais novo, além de (do que dizem pela webs) fazer 30\\~34km/l",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "udvumr",
            "num_comments": 21,
            "comments": [
                "Scooter tem a Dafra Citycom 300i. Se vc mora em cidade pequena manutenção é mais dificil, se for media grande então é de boas. Eu adoro scooter pro dia a dia e 300cc é perfeito p estrada. Ela só perde um pouco na agilidade pois é meio grande.\n\nAté 18k e rodando esse tanto eu iria de Lander pelo conforto. Põe um baú com encosto e no dia a dia vc tem onde por o capacete, qd viajar com carona tem mais conforto também. No geral Yamaha é mais negócio que Honda, menos visada e de manutenção igualmente facil e acessível - se for fazer seguro é mais barato. \n\nSe sabe mexer em moto ou se a cidade n é pequena pode ver tmb modelos mais antigos, tipo cb500 1a geração se curte naked; shadow 600 acha por aí e como vendeu mt n é difícil a manutenção e é ótima pra estrada.",
                "qual teu orçamento? vai ter garupa??\n\nEu indicaria uma Fazer ou Lander, pois são economicas, robustas e dão conta tranquilamente de um passeio mais distante.",
                "Mano, taca logo uma Himalayan da Royal Enfild... 400cc, tanca na cidade, na estrada de chão e ainda viaja com muito estilo. Por uns 17 mil tu encontra uma seminova de qualidade",
                "Peguei uma horizon 150 com 17k km, rodei 3k, sem reclamação nenhuma. Primeira moto. Já estou pensando em pegar uma 250.",
                "Cara, já que você pega rodovia também, eu recomendaria uma XTZ Lander 250 ou XRE 300.\n\nTive as duas e sou suspeito pra falar de ambas.\n\nContras da Lander (considere modelo antigo): banco desconfortável, muito duro; praticamente metade do tanque de combustível é destinado à reserva; motor faz muito ruído em rotação pouco mais alta;\n\nContras da XRE: consome mais que a Lander; é relativamente mais pesada que a Lander; é uma moto mais visada pela bandidagem.\n\nPrós da Lander: difícil ver alguém reclamando de problemas no motor dela, moto muito confiável; por ser mais leve, mais fácil de manobrar; moto bem econômica, lembro que cheguei a fazer 38km/l com minha Lander 16/17.\n\nPrós da XRE: acho o design dela lindo, mais bonito que da Lander; facilidade em encontrar peças de reposição no mercado; bom tamanho e perfil de pneus, te dá confiança e aderência no asfalto; as 50cc a mais fazem diferença, motor perfeito pra andar na cidade.\n\nEnfim, é isso aí... Só quero ressaltar que sou muito leigo em motos, ok?\n\nAbraço e uma boa sorte na sua escolha!",
                "Eu tenho uma Lander, não tem do que reclamar. Já fiz de tudo com essa motoca.\n\nSe você mora próximo de Campinas, acredito que as vias são bem pavimentadas. Faz sentido você pegar uma Fazer 250. Se você passa em lugares com pavimento ruim, ou pega muita estrada de terra, vai de Lander. O motor da Yamaha é antigo, porém muito simples e competente.\n\nCB250 e A XRE300 (Nova), não são opções ruins. Mas o seguro é bem mais caro.\n\nNH 190 é uma motinho muito moderna. 6 marchas, anda igual as 250cc. Se você tem acesso a uma loja Dafra, pode ser uma opção.",
                "Qual é seu carro"
            ]
        },
        {
            "title": "negociando uma motoca",
            "selftext": "galerinha, quais os códigos de ética q vcs tem em mente na hora de negociar (comprar ou vender) uma moto?\naté qt subtrair o valor pedido no momento de dar uma oferta numa moto? p. ex, uma moto c 15k de fipe, vale oferta de 13?\nquais coisas mais relevantes que devo ter em mente no momento de perguntar sobre manutenção?\nmotos c 50k+ rodado estão mt gastas?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "tzg8uc",
            "num_comments": 8,
            "comments": [
                "manutenção relevante: marca dos pneus, relação, pastilhas de freio, oleo das bengalas e ultima troca de fluido de freio. acredite, a maioria dos motoristas ignora a troca de fluido de freio!! quanto ao resto o pessoal costuma entregar a moto com uma porrada de coisa nova, mas tudo de marca muito inferior. um amigo vendeu uma Vstrom DL1000 com a porcaria de pneus Technic. kkk.\nmotos com 50k kilometros rodados podem estar perfeitas, mas isso vai depender do modelo. o pessoal das esportivas adora cortar giro, enquanto os que fazem mototurismo costumam deixar a mecânica em dia... já vi hornet com uma porrada de manutenção pra fazer, pois as peças são caras, ai o chinelão só usa a moto pra status e depois de um tempo passa a diante. fique de olho nessas bombas.\ntá de olho em qual modelo??",
                "Se tens R$ 13 mil em mãos, faz um consórcio e usa essa grana pra dar o lance. Vais ficar com uma moto zero e serás feliz!",
                "Minha opinião de alguém atualmente anunciando no OLX: quem pede para tu tirar uns 30% do valor do anúncio pode ir sentar em um abacaxi\n\nE pra aquele cara anunciando uma Tornado por 14k, porra meu, para de incomodar, não quero tua Tornado"
            ]
        },
        {
            "title": "Alguém tem uma elétrica pra compartilhar a experiência?",
            "selftext": "Basicamente, tenho uma YBR 125 há quase 7 anos, mas venho pensando em trocar ela.\n\nPesquisando, encontrei algumas marcas de motos elétricas, dentre estas, a Voltz, Wattz, Ciclovolt (empresa iniciante), dessas, me pareceu que a Voltz tinha o melhor custo benefício.\n\nDurante a pesquisa vi alguns relatos dessa Voltz com problemas na entrega, chuvas, falta de força pra subir ladeira, motor esquentando... Enquanto outros diziam que os problemas foram solucionados nas versões mais novas. Mesmo sabendo da baixa autonomia dessa moto, o custo benefício (levando em conta a troca da bateria) pode compensar, principalmente com a imprevisibilidade do preço do combustível.\n\nPor essa razão, achei interessante buscar mais informações com proprietários de tais motos. Não só da Voltz, mas qualquer outra.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "tx1bvc",
            "num_comments": 9,
            "comments": [
                "Só lembrando que uma dessas Voltz custa R$ 25.000 com duas baterias, faixa de preço superior à Fazer e próxima da MT-03.\n\nMas o propósito desse post é realmente ouvir os corajosos que desbravaram esses territórios desconhecidos das motos elétricas.",
                "Quase comprei uma voltz mas apareceu a chance de investir em outra coisa. Aqui onde moro não tem ladeira praticamente e nos meus trajetos é zero ladeira e vel. máxima 50 então seria ideal. \n\nO lance que você citou das chuvas é sobre entrega ou problemas na moto quando chove? Pq como é um projeto bem mais simples era p ser ainda melhor na chuva que motos comuns",
                "Cara, tenho uma 160 que ja chegou a fazer quase 40km/l, não trocaria nem de graça numa elétrica, pq motos de baixa cilindradas assim sao bem economicas. Mas estou disposto a ouvir relatos que me façam mudar de ideia kkk",
                "Não sou proprietário, mas fiz um test ride em uma Voltz EVS (o modelo flagship deles). Recomendo bastante ir em uma loja e pedir para andar, eles são super de boa com isso, o atendimento é excepcional.\n\nSobre a moto, achei que ia ser mais forte. Achei que ia andar igual a MT-03, pelo menos arrancando. A moto não é fraca, acelerava melhor que minha Sahara 350, mas achei que ia ser melhor nesse aspecto. Sobe lomba super tranquilo, acho que anda melhor que Fazer.\n\nOs \"extras\" da moto são onde ela se destaca. Iluminação em led, painel super bonito, bluetooth, caixas de som e até marcha ré.\n\nO que eu não curti é a suspensão, parecia bike do Itaú. Incompatível com o objetivo deles, que é um veículo de transporte urbano. A ciclística também não me agradou, mas isso muda bastante de pessoa para pessoa. Mas o maior problema, na minha opinião, é que a moto corta o motor se tu está com o freio acionado. Como ela não tem embreagem, tu precisa do freio para controlar a moto em baixa velocidade, ou arrancando em lomba.\n\nEntrega também era ruim, espera de vários meses. Sobre chuvas, o vendedor afirmou que não era problema, era só não passar em alagamento.\n\nDe um modo geral, fiquei com a impressão de que a tecnologia está pronta. Só falta a marca acertar algumas questões, e talvez um sistema de trocas de baterias em postos (algo que o vendedor falou que estavam próximos de começar). Mas eu não compraria nesse momento, esperaria mais uns 5 anos para considerar. Vai que a empresa quebra e eu fico sem peças. Também quero ver concorrência vinda das marcas estabelecidas, que recentemente combinaram uma padronização de baterias.",
                "Se botar na ponta do lápis não vale a pena.",
                "Veja, essas motos tem uma autonomia muito pequena. Logo vão ficar restritas a deslocamentos urbanos. Nesse contexto, é melhor comprar um bicicleta elétrica."
            ]
        },
        {
            "title": "Fazer250 ou Xre190?",
            "selftext": "Galera, tenho uma Bros 160 2015/16, queria trocar, moro no interior então tem muita estrada de calçamento aqui, qual desses duas motos é mais confortável e tem bom custo benefício pra manutenção e tal?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "tt4iys",
            "num_comments": 8,
            "comments": [
                "Acho que trocar bros 160 por uma xre 190 é 6 por meia dúzia as mostos não tem tanta diferença apenas carenagem",
                "Fazer.",
                "E uma Lander 250?",
                "XRE 190 é mais confortável e manutenção é mais barata. Mas se for calçamento regular/bom estado eu iria de Fazer.",
                "Xre 190"
            ]
        },
        {
            "title": "CG Fan 160 ou Fazer 250",
            "selftext": "Olá amigos!\n\nEstou precisando de uma moto pra locomoção na cidade, estou atrás de conforto, economia, segurança e agilidade, não sou de correr e não pretendo passar dos 80 km/h. Tenho 1,75m e peso 110 kg.\n\nVi essas duas motos e me interessei, tenho interesse em 0 km pra não ter dor de cabeça (já tive muita com meu antigo carro que peguei usado).\n\nOs valores na minha cidade são:\n\nHonda CG Fan 160 0km: R$ 17.300\n\nYamaha Fazer 250 0km: R$ 26.990\n\nO que acham? Vale a pena pagar mais R$ 10.000 na Fazer?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "tjfby1",
            "num_comments": 10,
            "comments": [
                "Desculpa n dar uma resposta. MAS CARALHO JÁ TÁ 27K UMA FAZER PUTA Q PARIU MEU DEUS DO CÉU",
                "se você não pretende pegar estrada e/ou passar dos 80km/h, vai de cg mesmo. Depois mais pra frente você pode vender e pegar uma maior.\n\nesses preços estão bem surreais mesmo, a fazer tá no preço de uma MT03, tá doido",
                "Paguei 11.500 na minha fazer 0 km em 2012 …. O preço mais que dobrou. Surreal",
                "Fazer 250 está praticamente com o mesmo preço da RE Interceptor 650, ambas 0 km. Eu sei que manutenção de Fazer é muito mais barata, mas mesmo assim, pra mim isso não faz sentido.\n\nAcho que esses 10k a mais para a tua aplicação não tem muito porque pagar. Na Fazer tu vai ganhar performance, que é mais importante na estrada mesmo, e ABS. Aproveita essa grana para comprar um capacete bom e mais uns equipamentos de segurança. Também, moto tem um custo de manutenção bem menor do que carro. Tu pode pegar uma CG usada, dar pt no motor, comprar um motor novo e ainda sair abaixo desses 17300. Claro que daí tem o incomodo, daí tu decide se está disposto a pagar vários milhares para diminuir o risco desse incomodo.",
                "É crucial saber se você vai dirigir com garupa. Pra uso sozinho a Fan vai te atender 160% (rá). É uma moto de manutenção muito fácil e barata. Vai poder até ir pra rodovia ou viagens mais longas sem problemas.... \nMas se você tiver planos de levar garupa vá de Fazer 250, pode ser usada mesmo, 2015 pra cima. Eu adorava minha Intruder 125 (me levou até Montevideo!), mas é sofrido pra pegar estrada com minha esposa junto."
            ]
        },
        {
            "title": "Fazer 150 21 modelo 22 original + Friso",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "thnxt0",
            "num_comments": 7,
            "comments": [
                "Ficou dahora essa roda numa pegada Tron",
                "É daqueles adesivos reflexivos?",
                "Maaassa, eu adoro o motor das Yamahas, não cheguei a dirigir uma Fazer 150 mas já dirigi a 250 e minha mãe tem uma Factor 150 que eu adoro, motor muito macio...  \nPena que eu curto moto custom e em cima de uma Virago eu pareço um Urso andando de Velotrol kkkkkk mas pretendo futuramente pegar uma Midnight"
            ]
        },
        {
            "title": "Roupa de motociclista sem ser preta",
            "selftext": "Olá, pessoas! Estou para comprar a minha primeira moto e como diz no título, gostaria de encontrar ao menos uma jaqueta que não fosse preta e que possui proteção. Existe alguma?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "tgr1rm",
            "num_comments": 9,
            "comments": [
                "Loja de marcas sem ser honda e yamaha sempre tem: Triumph, Kawasaki, Royal Enfield e Harley Davidson. Na RE daqui tem Jaqueta Verde, Laranja e Marrom com cotoveleiras, por exemplo. Só o preço que costuma ser meio salgado em comparação com as pretas genéricas.",
                "X11 tem um modelo Preto e Branco.\n\nTe agrada a marca? Os preços costumam ser bons e a qualidade também.",
                "Tem sim! Comprei uma da Riffel, é cor algodão cru.",
                "A maioria realmente vai ser preta ou preta com detalhes em cores. Mas existem alternativas. Geralmente vão estar em marcas mais premium, como Alpinestars ou Revit, e mesmo quando tu acha em uma marca mais em conta, como a X11, vai estar entre os produtos mais caros da marca.",
                "Eu achei uma de manga verde da Ira Design. Deve ser uma jaqueta chinesa que vendem por aqui. Tem me atendido muito bem.\n\nTambém gostaria de equipamento coloridos. O pessoal ignora a importância de ser visto e fica só no preto.",
                "Olha... não tem muito opções de cores mesmo. 90% é preto\n\nVocê tem macacão branco nas principais marcas (Alpine, Dainese, etc..)\n\nNa linha de touring/adventure você tem tecidos sintéticos com mais opções de cores (cinza, areia, laranja, etc...)"
            ]
        },
        {
            "title": "NEGOCIAR VALOR DE MOTO PAGANDO A VISTA",
            "selftext": "Então, estou pesquisando umas motos e acontece que o valor de uma zero tá um tanto quanto próxima do valor de uma usada.\n\nEu por exemplo to vendo uma Crosser (2017) usada com 30.000 rodados por  R$13.500, enquanto uma zero ta R$16k.\n\n**Eu vou fazer papel de otário se chegar tentando negociar essa usada por R$12.000 - 12.500 pagando à vista?**\n\nSei que vão pensar \"amas pq vc não dá 12 na zero?\". É que eu não to querendo extender uma dívida além dessa da moto, então prefiro pegar uma usada e me organizar pra trocar ela em uma nova daqui um tempo.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "tfi35w",
            "num_comments": 8,
            "comments": [
                "Acho q isso seria normal em qualquer negociação! Não acho zuado mandar 12k assim não! Agora, se mandasse uns 8k + casal de calopsita ficaria foda",
                "Negociar faz parte do jogo. Eu sempre pedi a mais nas minhas motos já esperando o comprador querer negociar.\nO valor final acabava sendo o que eu queria e o comprar saia feliz com a moto e por ter conseguido baixar o valor.",
                "Vai na fé,  seja educado e não ofereça mto abaixo do que tá pedindo. Tipo, se o cara quer 13.5 é vc oferece 12K, ok. Até 10.5K sendo educado dá pra continuar falando.\nAgora se chegar oferecendo 7K fica chato e mata o negócio.",
                "OP, indo contra o que você falou, mas minha experiência: eu iria na zero.\n\nEntendo a coisa da dívida, mas se você tem meta de pegar uma zero mais adiante, o que você potencialmente vai economizar em manutenção vale a pena - lembre-se de garantia de fábrica e a supressão de vícios de manutenção.\n\nMinha Teneré comprei 0 em 2017, roda linda até hoje só na preventiva."
            ]
        },
        {
            "title": "Como levar dinheiro pro pedágio ?",
            "selftext": "No meu estado moto paga pedágio, e sempre tenho problema para levar dinheiro. Geralmente coloco na bolso, mas até: tirar a luva, contar as notas+moedas, guardar tudo e colocar a luva o carro atrás já está puto kkkk\n\n&#x200B;\n\nPensei em colocar num pacotinho transparente a grana para a viagem inteira e só entregar para o atendente pegar o valor certo da praça. Seria coisa de folgado fazer isso ? Possuem outras dicas de como levar o dinheiro ?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "t9vyz4",
            "num_comments": 8,
            "comments": [
                "Eu uso cartucheira pra viagem longa e uma bolsinha de colo pra curta, deixo umas moedas num bolso pra facilitar o troco e uma grana trocada que varia de acordo com a distância. Já passou da hora do pessoal fazer uma tag de pedágio pra moto....",
                "Cara, quando cobram, faço questão de demorar. As vezes tiro até o capacete. Exatamente pra causar problema. Não há qualquer limitação técnica para não ter TAG de moto. Até lá, se quiserem cobrar, eu gasto uns 5 min em cada pedágio.",
                "Cobrar pedágio de moto, que ideia estúpida.\n\n\n As vezes pego a Airton senna aqui em SP e fico admirado como os caras tem a moral de te parar para cobrar 2 reais. O duro é quando tem fila para te cobrar esses 2 reais, eu pago 5 até para não ficar parado aqui 15 minutos. \n\nPor sorte tão colocaram pagamento por aproximação na pandemia, eu só encosto o cartão e debita os 2 reais no crédito.",
                "O pior é não passar nem cartão de débito pq seria bem facil ter um cartão acessível e só aproximar....apesar que ja vi uns lugares aceitarem",
                "A veloe está criando uma tag que você deixa no pulso, acredito que você ainda precisa pegar fila, duvido que todo mundo vai aceitar, mas em teoria é por aproximação.\n\nO que pesquisei na net, é que você tem que ligar lá pra conseguir a tag, não fala nada no site.",
                "Eu levo dinheiro dentro da pochete. A maioria das vezes eu nem pego o troco, pois alguns centavos não vão fazer diferença pra mim, mas ajuda o caixa dos coitados que precisam trabalhar naquelas cabines."
            ]
        },
        {
            "title": "Primeira Moto CB300, Fazer 250 ou 150 Nova",
            "selftext": "Boa noite galera estou tirando CNH e ja juntei dinheiro pra tirar uma moto, tenho 10K e tenho as seguintes opçoes \n\nCB300 2012 usada por 10K\nFazer 250 2012 usada por 11K\nOu alguma 150 2018 semi nova por 12K \n\nQual seria a melhor opçāo? \nGosto muito de viajar pra cidades como Londrina que fica a 150KM daqui, entao gostaria de uma moto pra andar tanto na cidade como na Rodovia.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "sxclnb",
            "num_comments": 26,
            "comments": [
                "Fazer 250. \n\nTá ligado que a Cb300 tem um serio problema no projeto do motor né? A Fazer 250 é uma moto muito mais robusta.",
                "Para viajar, 150 é completamente inapropriada. Vai fazer o trabalho, mas vai ser desconfortável, ferrar com a confiabilidade e até ser perigosa. Dessas três opções, Fazer provavelmente é a que melhor vai te atender. Só não esquece de reservar uma graninha para equipamentos de segurança. E bastante vídeo de técnica de pilotagem, de preferência gringo, porque moto escola só serve pra te ensinar a andar errado.",
                "Fazer 250, sem sombra de dúvidas.\n\nSó pegaria um 150 (Crosser ou Bros) se você pega muito estrada de chão.\n\nVeja você consegue fazer tudo com qualquer uma destas motos. Mas uma 250 anda muito melhor na rodovia do que uma 150. As 250 tem um custo de manutenção  mais alto, porém não é nada absurdo.  \nTodas as motos tem bom consumo, facilidade de manutenção e durabilidade.\n\nEu evitaria a CB300, principalmente as mais antigas. Não foi um bom motor que a Honda faz... infelizmente. Posso dizer com tranquilidade que a sua antecessora CB250 Twister tinha um motor/cambio muito superior.",
                "https://cycle-ergo.com/\n\nTens certeza que vai ficar confortável nas 3",
                "Cara, como é a sua primeira moto e as viagens pretendidas são pequenas, eu iria da Fazer 150 (ou mesmo a Crosser). Se você já tiver alguma experiência em duas rodas, parta para a Fazer 250. CB300 nem pintada de ouro, corre dessa bomba.\nOutra opção é pegar uma scooter mais nova, como uma PCX ou uma Nmax.",
                "Fazer 250.\nEsse motor é um tratorzao!!\n\nAliás... Quanto vc tem de altura?",
                "Mais um voto pra Fazer 250... Ergonomia melhor, manejo mais fácil que a cb 300, não tem falha de projeto, menos visada se for fazer seguro fica menor,  aguenta estrada tranquilamente, durabilidade imensa"
            ]
        },
        {
            "title": "Sério que não dava pra botar 1 bocal de gasolina que vai pros 2 tanques? Yamaha Teneré 700",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "su47xc",
            "num_comments": 13,
            "comments": [
                "Apesar dos pesares, essa moto parece ser dahora de mais.\n\nSem chances de ser lançada no Brasil. Aqui é so CG e Big Trail, Brasil não pode ter moto dahora.",
                "Mas da onde tirou isso? Outras imagens que eu pesquisei mostram um tanque com bocal único. Isso aí poderia ser alguma modificação para rallye",
                "Imagina ter que explicar isso pra todo frentista",
                "Que coisa horrorosa",
                "Tenebroso",
                "Talvez por uma questão de espaço? Em uma moto de Rally a ergonomia na parte da frente do banco é importante, em curvas fechadas o piloto vai sentar o mais pra frente possível. Mas também, poderiam fazer a tampa do tanque parte integrada do banco, como eles fazem nas WR.",
                "Esse é um kit aftermarket para rally. A T700 original tem um tanque comum com apenas 1 bocal. As motos de rally tem 2 tanques por questões de redundância."
            ]
        },
        {
            "title": "Vendo: Royal Enfield Himalayan 7.500km",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "si5sy3",
            "num_comments": 14,
            "comments": [
                "O cara te deu uma Himalayan para pagar dívida? Acho que vc foi enganado, hein parceiro.\n\nTe apresento, a Himarea:\n\nhttps://mototour.com.br/news/proprietarios-relatam-problema-nas-royal-enfield-himalayan",
                "## Royal Enfield Himalayan 411cc\n* Ano 2019/20 \n* 7.500km \n* Manual e Chave Reserva\n\nMotivo da venda: Peguei esse moto como parte de uma dívida. Não tenho como ficar em 3 motos em casa ou a minha namorada vai me matar.\n\nA moto está em São Paulo, no Ipiranga.",
                "Fez o remap?",
                "Quer quanto ?"
            ]
        },
        {
            "title": "RE Meteor 350 ou Dafra Horizon 150/250?",
            "selftext": "Salve, motocas!\n\nEstou querendo adquirir minha primeira moto e decidi unir minha paixão pela beleza das Customs com o maior desinteresse dos assaltantes por motos dessa categoria e acabei me interessando bastante pela Meteor 350 e a Dafra Horizon.\n\nDaí vem uma enorme dúvida: Devo escolher o design da Royal Enfield pelo qual sou apaixonado aliado ao muito bem-vindo freio ABS, optar pela brasileiríssima Dafra Horizon que mesmo na versão 250cc chega a custar metade do preço de uma RE nova ou devo postergar esse sonho de ter uma Custom para daqui a alguns anos e pegar outro modelo?\n\nObs: Tenho 1,85. \n\nAgradeço de antemão a todos que puderem compartilhar suas experiências com esse novato no mundo do motociclismo,",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "shvcd1",
            "num_comments": 17,
            "comments": [
                "Se tiver a grana vá de Meteor. Mais bonita, mais segura, melhor qualidade e ótimo custo benefício. Ainda te deixa apto a fazer upgrade em alguns anos, vão lançar uma custom 650 daqui para o ano que vem.\n\nSe a questão for preço, vá de Dafra",
                "Primeira moto é aquela moto que tu deixa cair fazendo coisa boba, como manobra de baixa velocidade. Eu, particularmente, pegaria uma moto mais barata, usada, que eu não me incomodo tanto de deixar com alguns arranhões, e trocaria no momento que já estou mais confortável com o veículo.",
                "Mano to na mesma dúvida…quero pegar minha primeira moto e to entre essas duas  horizons q você citou e a mirage 250…mas to muito tentado ma mirage hein",
                "Talvez te ajude. Tenho um amigo que tem uma meteor, ele tem > 1,80m e fala que é super confortável. As pedaleiras dela são bem avançadas daí ajuda na posição do joelho. É uma boa moto. Eu tenho uma himalayan e salvo alguns detalhes que foram solucionados na garantia rápido, não tenho do que reclamar. As motos são de mecânica bem simples e são pequenos tanques de guerra, hehe. Esse fds rodei 1200km com a minha. \n\nOutro ponto é que agora com o remap, retiraram o limitador de velocidade dela e otimizaram pra a gasosa brazuca, que melhorou o funcionamento delas bastante no quesito confiabilidade. \n\n&#x200B;\n\nTalvez a única ressalva que eu tenha com a marca é que em contrapartida ao baixo preço pelo que elas oferecem, as revisões são relativamente caras, (revisão de 500km na hima me custou 350 reais). Afinal não existe almoço grátis. Outro ponto que não sei opinar é o poder de revenda dela. Imagino que deva desvalorizar um pouco em relação a motos japonesas de volume. Porém, com ctz a revenda é melhor do que a dafra. \n\n&#x200B;\n\nEspero ter ajudado. Abraços motociclisticos e que boas estradas o levem!",
                "Proprietário de uma HZ150 aqui.\nSe for pra primeira moto. Questão de aprendizagem, queda, perder o medo do trânsito HZ150 certeza. Tem a lista de peças compatíveis na Net, a maioria das peças são da Titan 150 2004~2008. E maioria dos reparos tu pode fazer em casa.\n\nMas se tiver dinheiro e assistência próxima, METEOR .",
                "Qual o valor de cada uma?? Qual teu orçamento?",
                "Uma amiga tem uma Horizon 250... Moto pouco vendida e já fora de linha. Tem peça que só acha na internet.",
                "Com 1,85 imagino que vc tenha um peso relativamente alto para uma 250, afinal o ambiente natural das custom são as estradas e fica difícil ultrapassar caminhão com a 150"
            ]
        },
        {
            "title": "2022 e ainda usa carburador????",
            "selftext": "Eai pessoal blz, eu tô de olho em uma dafra horizon 150 pra estudar e trabalhar porém olhando a ficha dela, ela ainda usa carburador e fiquei um pouco com pé atrás. Alguém tem ou teve experiência com essa moto? Se puderem me ajudar ficaria muito grato",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "sdiios",
            "num_comments": 7,
            "comments": [
                "Mas é um problema ter carburador? Limpeza de carburador qualquer peão faz, zero dificuldade, enquanto injeção só nas caras e afrescalhadas oficinas chiques, boa parte do pessoal nem diagnóstica e sim já saí limpando bico e trocando filtros, metade das vezes fazem e cobram isso a toa (Troca de filtro não é prevenção, é gerar lixo a toa).\n\nÚnica questão real que carburador impacta é na emissão de uns poluentes, mas eles só ficam no catalizador, não são necessariamente evitados, tem boas chances do catalizador ser reaproveitado às pressas sem cuidados mandando pro solo nessa hora o que evitou mandar durante a vida útil.\n\nNão é difícil ajustar carburador, o das Dafra é comum igual Honda e Yamaha, qualquer oficina ajusta, otimizando consumo, sem dificuldades nisso, mas vai levar 3 ou 4 anos pra precisar disso, nos primeiros 2 ou 3 anos só se faz limpeza.",
                "Mas essa Dafra é 0km? Por achava que já fazia uns anos que elas vinham com injeção.\n\nNo mais carburador não é um bicho ruim.",
                "Carburador é vida",
                "Carburador com gasolina de solvente tu limpa em casa.\nInjeção pra \"mexanico\" trocador de peça é prejuízo."
            ]
        },
        {
            "title": "Fazer 250 primeira moto?",
            "selftext": "Bom dia Pessoal, eu moro em SP capital, e o transporte publico já tirou de min tudo que podia tirar estou pensando seriamente em comprar uma moto, e me deparei com a fazer 250 2018, achei ela simplesmente linda, e estou muito tentado a compra-la mas tenho um cagaço de ser roubado no primeiro mês, alguém que tenha ela em sp sabe me dizer como vc se sente com ela? se já foi roubado ou sofreu tentativa, se são constantes ou coisa parecida, sei que roubo de moto em sp é fato  e eu não tenho problema de pagar seguro, mas é foda comprar algo que deveria melhorar minha vida e eu ter que ficar igual um maluco olhando para os lados quando subir nela.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "saxh6u",
            "num_comments": 7,
            "comments": [
                "Não posso te responder sobre a questão de roubo pois não sou de SP.\nMas a moto é muito boa. Tive uma 2011 e me arrependo de ter vendido.\nEconômica, resistente, manutenção era barata e era linda demais.",
                "Aqui em Goiânia toda moto 250cc pra cima é visada pq os caras roubam pra fazer corre. SP não deve ser diferente. Acredito que sendo esperto e não dando bobeira (tipo ficar moscando de noite) o risco diminua.",
                "Minha primeira moto foi uma 250 (há quase 10 anos atrás) e eu sou de São Paulo. Parar de andar de transporte publico é a melhor coisa que você vai fazer na sua vida.\n\nQualquer moto corre o risco de assalto: seja BMW, seja Dafra, seja 125, seja 1000.  \nMas também não é um coisa fora do normal. Dá para andar tranquilo, ir e voltar do trabalho, dar um rolê de final de semana. Depende muito do seu bairro. O risco em Pinheiro é diferente do risco de Parelheiros.\n\nA Yamaha Fazer é um moto comum em São Paulo. Você certamente não vai chamar mais atenção que a média. Nesses quase 10 anos, eu tive dois furtos: uma GM Montana na Lapa e uma Yamaha Lander em Pinheiros. (Furto: Estacionei na rua e levaram em ambos os casos). Nunca foi assaltado.\n\nFaça seguro e ande tranquilo."
            ]
        },
        {
            "title": "Moto elétrica",
            "selftext": "A patroa viu na rua uma scooter elétrica, aquelas com estilão chopper, e botou na cabeça que quer comprar uma moto elétrica. Alguém ai já teve? Estamos pensando na Voltz, tem uma loja aqui na cidade...  \nSerá que vale a pena, é confiável?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "s9cm2p",
            "num_comments": 11,
            "comments": [
                "Veja pelo preço delas.... Aqui ela sai por mais de 12k. Da pra fazer a CNH, comprar uma cg125, fazer as manutenções durante meses e ainda é uma moto competente até pra viajar.",
                "Fora o que já foi mencionado nos outros comentários, tem que levar em conta o valor da bateria caso seja necessário a substituição.\nAcho que era 3 a 4 mil reais cada bateria. E elas tem garantia se 3 anos. \nEntão depois desse tempo com certeza a autonomia delas vai começar a baixar bastante.",
                "Pesquisa bem, também estava interessado, mas encontrei muitas reclamações, a marca não se saiu muito bem nn.",
                "Um amigo meu botou na ponta do lápis aqui, uma xmax vs uma volt. Contou dif de preço, desconto nos impostos, valor do km rodado, valor da manutenção.  Segundo ele, a diferença se paga em pouco mais de 18 anos.\nDepois fui dar um olhada na Internet, tem MTA reclamação. Pelo visto a empresa tá crescendo mais do que consegue entregar e tá fazendo merda.\n\ntltr: acho que ainda não vale a pena. talvez em 3 anos já mude o cenário. o que joga contra eh o custo da bateria.",
                "Eu queria muito também uma moto elétrica. Mas simplesmente a tecnologia entregue ainda não está completamente desenvolvida. Algumas marcas internacionais já conseguem entregar boas motos e com autonomia, mas no Brasil ainda são poucas as opções. Eu me interessei muito pela Voltz, mas ao pesquisar você vê que é uma empresa cheia de problemas que ainda está aprendendo a operar. A Shineray parece boa, mas a maioria dos modelos não passa 60km/h - isso com bateria completa. Com meia carga, só vai perdendo a potência. E se precisar trocar a bateria, vai gastar uns 4 mil.\n\nPor essas e outras, acabei pegando uma flex mesmo. Mas queria mto poder ter moto elétrica, poluir menos e salvar o planeta. Torço para que em alguns anos as motos e veículos elétricos dominem o mercado!",
                "É mais negócio uma Bike Elétrica.\n\nTanto é que o setor de EV e E-Bikes está explodindo. Enquanto as motos elétricas estão meio que tentando se firmar"
            ]
        },
        {
            "title": "Qual 1ª moto comprar",
            "selftext": "Estava pensando numa Factor 150 pelo preço, pq ainda tô na faculdade e fica mais fácil de manter. Mas tbm fico pensando em como ela não tem ABS e se isso faz muita diferença na segurança, pq também tem a Crosser 150 numa faixa um pouquinho mais cara porém com freio ABS.   \n\n\nAlém disso, comprar moto seminova com até uns 5000km é furada? Não entendo muito de motor, mas o valor da moto 0km é muito mais alto do que nos modelos com 6 meses a 1 ano de uso então fico pensando numa nessa faixa",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "s7wd35",
            "num_comments": 16,
            "comments": [
                "ABS vale muito a pena. Não é fácil travar o freio dianteiro, mas se acontece é chão quase certo. Se tu tem a condição econômica, vai de ABS.\n\nA respeito das motos que tu trouxe aqui, a Crosser é um pouco mais altinha, pode ser um pouco mais intimidante e a diferença entre conseguir segurar a moto ou deixar cair quando está fazendo algo bobo como manobras em baixa velocidade. O tempo que tu leva pra se acostumar e ficar confortável com a moto varia bastante, pode ser que direto tu já se sinta bem e pode ser que leve várias semanas.\n\nMoto seminova com 5000k km tá ok, evite coisas mais antigas que já passaram por muitos mecânicos. Evite motos carburadas como primeira moto (quase todas são injetadas já há uns 10 anos). Também considere que é bem possível que tu faça um upgrade meio logo e que a primeira moto é bem fácil de derrubar de forma estúpida, como colocando o pesinho e ele voltar.",
                "Fala OP!!!! \nCara. Compra uma scooter, manutenção quase nenhuma. Seguro barato e índice de roubo baixo. Ainda tem o baú sob o banco para guardar o capacete durante a aula. \nLembro uma vez que esqueci de deixei no retrovisor com corrente mesmo, choveu e adivinha??? Molhou tudo. \nDepois vc sobe de categoria com calma, já vai ter mais a manha do trânsito do dia a dia e consegue avaliar melhor.",
                "ABS vai fazer toda diferença na chuva e em situações de risco. É um item interessante, mas não considero essencial.\n\nJá pensou na Himalayan? Pode ter dificuldade em achar algumas peças, mas é garantia que ninguem vai querer te roubar e tem ABS.",
                "OP, tenho 1.93. Minha esposa teve uma NMax e é uma DELÍCIA, tem conforto, ABS e chega perto dos 40KM/L.\n\nNão sei como tá o preço, mas se o teu foco é segurança e conforto, além da economia, é tiro certo.\n\nDepois você pega algo maior, como eu que to com a Teneré 250 (28KM/L).",
                "Eu estava na mesma. Fui até a concessionária fechar negócio na Factor 150. Mas com mais calma percebi que os 14 mil não valiam por uma moto tão pelada.\n\nAcabei optando por um scooter usada. Peguei uma Honda SH 150 ano 2018 com 13mil km por 12mil reais. ABS nas duas rodas, faróis de led, câmbio automático, idling stop, baú... Não tem nem comparação.",
                "Então l, separa entre razão e emoção\nConcordo que o TESÃO fica com moto maior, mas lembra que sempre vai existir uma moto maior e vc sempre vai querer andar mais …… \nVc tá na faculdade e a moto pequena vai te ajudar a pegar todo o macete, pensa que é como um programa jovem aprendiz hahahaha. \nMas a grana e tua e deve usar como bem entender! \nDepois posta aqui qual comprou",
                "Sobre motos usadas:\n\nUm motor com 5mil km... provavelmente não vai te dar manutanção corretiva nenhuma. Só o básico: Oleo, filtros, pneus, relação.\n\nUm motor dá um muita manutenção na faixa dos 50mil km. Nessa faixa, geralmente você tem que fazer a embreagem, corrente de comando (corrente, esticador, guias), ajuste de valvulas. As vezes tem alguma coisa na injeção para fazer (bico, coletor, etc...)\n\nUm motor dá um muita manutenção na faixa dos 100mil km... além de todas as manutenções acima. Já pode ter desgaste em camisa, anel, cilindro, cabeçote...  então geralmente você tem que fazer a retífica dele."
            ]
        },
        {
            "title": "Motoca novo me ajudem",
            "selftext": "Boa tarde\n\nSeguinte, tirei a carteira na metade de 2021 e desde então, nunca tinha pegado novamente moto, somente na autoescola. Acabei adquirindo agora em Janeiro uma Fazer 150 e estou com algumas dificuldades e dúvidas.\n\n&#x200B;\n\nHoje a minha maior preocupação é em arrancar em subidas, geralmente eu consigo porém muito devagar, e isso me da muita ansiedade, pensar que pode morrer a moto no meio de todos, alguma dica?\n\n&#x200B;\n\nOutra coisa seria sobre troca de faixas e posicionamento quando estamos na BR, eu fico com medo de virar muito o guidão da moto e acabar caindo, por isso uso apenas meu corpo pro lado e ela vai indo aos poucos para outra faixa.\n\n&#x200B;\n\nAlguma dica também sobre como carregar garupa? e por fim, como sou bem leigo quanto a veículos, sabem me indiciar algum curso on-line sobre peças? acredito que adquirir conhecimento pode me ajudar em algum futuro próximo.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "s7930m",
            "num_comments": 8,
            "comments": [
                "em relação a arrancar na subida: não tem muito mistério visto que a embreagem está em uma mão e o freio tá no pé. então você acelera na mão direita com o freio traseiro apertado no pe, e vai soltando a embreagem na mão esquerda e o freio ao mesmo tempo. com o tempo, pega coordenação.\n\ne andando na estrada, é assim mesmo que curva por causa do contra esterço. o máximo que você pode fazer é virar o guidão pro lado contrário ao que está querendo ir pra agilizar essa movimentação. mas isso é mais usado em motos muito grandes. dá uma pesquisada no youtube pra você sacar isso.",
                "Para ambas as coisas a resposta é praticar em algum lugar sossegado, aí vai ficando mais automático.\n\nE é bem importante aprender o contra-esterço direito, isso de fazer curva com o corpo é só algo \"acidental,\" e pode dar muito azar se precisar fazer uma manobra mais coordenada numa emergência (que deve tentar prevenir, de qualquer maneira).\n\nEsse cara aqui naõ entendia contra-esterço e por isso bateu de frente com um caminhão, tentando desviar dele, mas indo para frente dele. Por sorte era um caminhão de bombeiros, que o socorreram: [Consequences of not understanding Counter-steering on a motorcycle\n](https://www.youtube.com/watch?v=VVE79XT8-Mg)",
                "Apenas precisa de pratica. Eu tirei minha CNH e só fui comprar minha moto 10 meses depois. \nArrancar na subida é mais fácil do que carro, você segura o freio traseiro e vai soltando a embreagem.\n\nCuidado ao fazer manobras, um rapaz daqui colidiu com um caminhão quando olhou pra baixo e involuntariamente puxou o guidão pra esquerda. \n\nTeu garupa não pode tentar corrigir sua trajetória, precisa apenas acompanhar a moto. Senão vai ficar todo desbalanceado ao fazer curvas.\n\nComprou uma moto boa e fácil manutenção. A maioria das coisas pode fazer em casa apenas seguindo o manual de usuário e algum tutorial do YouTube.\n\nQualquer coisa é só chamar aqui no grupo.",
                "Bem vindo ao mundo da moto! Parabéns por ter começado com moto pequena. Pior erro de iniciante é já comprar uma 600 depois de tirar carteira.\nPara melhorar suas habilidades, recomendo fortemente algum curso com piloto profissional. Vale CADA CENTAVO.\nSe vc for de Minas ou SP, posso te indicar alguns. Não vou postar aqui pra não parecer propaganda. Se quiser, me manda uma msg."
            ]
        },
        {
            "title": "Vou me aventurar no mundo do motociclismo.",
            "selftext": "Galera, acabei de encontrar o sub. A história é a seguinte: quero comprar uma moto. \n\nMotivos: \n\n- ter um plano b pro carro\n- poder agilizar um rolê ou outro com mais tranquilidade, tipo ir jogar bola ou chegar na casa da mãe no fim de semana. \n- meu trabalho é 90% home office, então penso também em ter uma alternativa econômica e rápida pra quando precisar ir ao escritório (uns 9km de minha casa). \n\nComecei a planejar isso há uns 3 meses, ainda tô liberando muita coisa no orçamento e nem a carteira eu tirei ainda (tenho só categoria B). É um plano para no mínimo daqui uns 6 meses. \n\nO que sugerem que eu já vá olhando?\n\nAndo vendo muitos vídeos pra ter noção de comportamento de trânsito (dirijo carro há 10 anos, é completamente diferente). \n\nJá dei uma olhada em itens de segurança, acessórios, mas não sei o que realmente é necessário ou não. \n\nPode parecer que estou me antecipando demais, mas eu quero sabe-tudo isso justamente para reservar espaço no meu orçamento. \n\nSobre modelo, eu tô de olho na Crosser (tenho 1,93m e peso na faixa de 98~102 kg). É uma boa? A lander é sensacional, mas já passa demais no valor que pretendo gastar.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "s4sliq",
            "num_comments": 19,
            "comments": [
                "A Crosser é uma ótima opção. Acho que vale a pena fazer um esforço e pegar a Lander, pelo seu tamanho. Mas a Crosser vai te atender perfeitamente.\n\nA moto faz bastante sentido nas grandes cidades. Onde tem muito muito transito.\n\nCoisas absolumente necessárias:  \n\\- Bom capacete. Além se quer obrigatório por lei, é um item de proteção e conforto contra o vento e a luz. Recomendo você olhar os capacetes acima de R$400, a partir dessa faixa de preço, você encontra o melhor equilíbrio entre tecnologia, acabamento e custo. Eu particularmente recomendo um capacete de MX (no qual é possível óculos tipo goggle). Ele é ótimo para cidade e trilhas e na chuva. \n\n\\- Jaqueta: É importante usar uma boa jaqueta, com proteções internas nos cotovelos e nos ombros. (as proteções no peito e costas são recomendadas porém menos críticas). Qualquer queda, tem o potencial de te ralar todo. A jaqueta evita isso, e te dá conforto. Eu não recomendo jaquetas de couro, pois elas não respiram bem. Recomendo jaquetas textil, ventiladas.",
                "Se for a sua primeira moto eu recomendo que comece \"por baixo\" mesmo, como o colega aí falou, a crosser ou a lander são boas motos. Se estiver disposto/puder a pagar um pouco mais num motor melhor e ciclística boa que não vai te matar instantâneamente quando encostar no guidão eu recomendo uma MT-03 ou se preferir esportiva, a R3.\n\nE vou concordar com o motoboy\\_rentista, capacete é óbviamente essencial, mas logo depois na lista uma luva e uma jaqueta. A luva nem precisa ser nada luxuoso, com uns 80 a 90 reais já compra algo que te protege o suficiente pra não usar lápis com a boca se (quando, na verdade) você cair.",
                "cara, sa considerou uma scooterzinha? Tipo uma citycom da vida? Costuma ser barata, fácil manutenção e super econômica. \nEh leve, fácil de dirigir e não tem motor pra te matar.\nEu comprei uma nmax de um amigo meu (mais pq era um puta negociao de amigo) e tô adorando. Faz 40/L andando a 50km/h, super leve, fácil de pilotar, manutenção eh ridícula. to mto feliz.\nEu tenho uma Dyna e usava diariamente, mas a manutenção e o preço do combustível tornou bem puxado.\n\nDe equipamentos pra comprar, pegue um bom capacete FECHADO, luvas, botas, uma boa calça e uma boa jaqueta com proteções. Vc vai precisar usar isso SEMPRE, não importa se ta -10 ou 30 graus. Vai por mim, vc vai me agradecer quando tomar o primeiro chão (experiência própria. Eu tava com tudo soh que de bermuda e arregaçei minha perna. de resto fez nada.)\nEu sempre deixo uma muda de roupa na produtora, assim ponho o \"epi\" pra ir pro trampo, me troco lá e ponho novamente pra voltar.\n\nAh, uma boa capa de chuva vai bem tb  mas vc vai descobrir isso na primeira chuva que tomar.",
                "Tira carteira logo, as regras tão pra mudar e sabe lá qual vai ser a próxima coisa que vão pedir",
                "o pessoal já deu boas dicas... não esqueça das luvas, senão vai ficar com luvas bronzeadas do sol. kkkkk. não esqueça de capa de chuva e guarde um dinheiro pra colocar um baú Givi...É caro, é feio, mas você não vive sem depois que começa a usar. Meta de tacada um de 45 litros, é um item que vai te acompanhar mesmo se você trocar de moto.",
                "Cara, eu penso que você deveria focar só em se matricular numa boa moto escola e tentar habilitar na categoria A.\n\nClaro que você pode ir pensando em algumas motos e tal, mas acho que seria melhor pra você se concentrar somente no processo de habilitação."
            ]
        },
        {
            "title": "Tratorzinho encara qualquer terreno",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "rojsek",
            "num_comments": 4,
            "comments": [
                "Lindona, incrível como essas hondas antigas são customizável.\nQuase toda customização fica harmoniosa.",
                "Que moto é essa ?"
            ]
        },
        {
            "title": "Mais uma vez kkkk",
            "selftext": "galera, perguntas rapidas e objetivas. desta vez nao é para me ajudar, mas sim um amigo.  \n\n\nQual moto usada voces compraria de até 10 mil? preferencialmente 250/300cc  \ntem algumas opções sendo analisadas de 2 cb300 2011 com 48 e 58 mil km rodados e uma fazer 250.  \nalguem ai tem uma cb300? da mt problema com cabeçote ?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "r1hgkj",
            "num_comments": 6,
            "comments": [
                "Problema de cabeçote é porque esses neandertais gostam de ficar cortando giro, aí arrebenta mesmo. Se você pilotar como um homo sapiens não acredito que tenha qualquer problema.\n\nCom relação à moto eu ficaria com Yamaha pela qualidade dos componentes e durabilidade.",
                "Comprei uma intruder 250 ano 97 😂😂😂! Tirando o carburador que veio com problema pois o dono anterior colocou de twister, a moto é um trator, não corre, mas também não quebra.\n\nEdit: acrescentar que o custo de manutenção também deve ser levado em conta, vi seus outros posts; mt 03 o radiador costuma arrebentar pois é pequeno pra moto, kawazaki pode preparar o bolso pois manutenção é cara e revisão é num intervalo muito curto de tempo, por último a 310 da bmw, se cair parada você já gasta uma grana! Não tem jeito, custo benefício é fazer, twister.",
                "Consegue achar uma Fazer 250 por esse valor?"
            ]
        },
        {
            "title": "DUVIDAS SOBRE QUAL MOTO COMPRAR",
            "selftext": "Eae Familia  \n\n\nseguinte, novamente venho a voces pedir conselhos para tomar a decisao de qual moto comprar. \n\nneste atual momento estou com um concorcio de uma honda twister 250 2021. to pagando 510 por mes e estou com um lance de aproximadamente 25% para dar na motoca. Meu receio é que, como eu nao entendo nada deste mundo de motos, marcas e custo beneficio. Preciso da sugestao de voces. minha decisao em aderir o consorcio foi por conta dos 3 anos de garantia da honda, pegar uma moto 0, sem stress. só cuidar e manter e ja era.   \nmais estava pesquisando outros modelos. E serio, como tem modelos muito mais bonitas que a twt 250... e sinceramente estou querendo uma moto que me encha os olhos, chame atenção com design e barulho, no estilo de mais naked. ( ex: Z300) e quero na faixa de CC de 250 a 300.  \nme deem essa força ai",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "qr6ofr",
            "num_comments": 16,
            "comments": [
                "Vi teu outro tópico e pelo que pude perceber você é bem iniciante como motos e acabou de iniciar o consórcio.\n\n&#x200B;\n\nMeu conselho: continue até o fim e pegue a twister mesmo. Não pegue moto de mais de 300cc (ou com mais de um cilindro) se não tem experiência. Se pegar gosto pela coisa, daí troque de moto daqui um tempo.   \n\n\nAcredita em mim, tu vai derrubar a moto por alguma besteira, manchar alguma coisa em erro ao lavar (lavar moto é complicado), maltratar relação, etc...\n\nNuma 250cc monocilindrica, este tipo de erro é \"barato\" para consertar, subindo de categoria o bicho pega. Não vou nem entrar no mérito do perigo, muito maior em moto grande, daí depende da tua cabeça.\n\n&#x200B;\n\nFora que, acima desta categoria, o custo de manutenção+combustível é igual ou até maior do que de um carro.",
                "Economia em gasolina é algo importante? Se sim então eu sugiro a cb500f... A mt03 é boa, mas é beberrona.\n \nE a fazer 250? Ela tá bonitona.",
                "Salve, parceiro.\n\nA Z300 não fabricam mais, agora a entrada da Kawa são as 400, Ninja 400 e Z400 que são uns 10k mais caras que a CB250 nova. \n\nSendo sincero, o mercado de moto no Brasil é bem merda, praticamente existem opções de baixa cilindrada fora da Honda/ Yamaha /dafra/ alguma Chinesa.\n\nDe cabeça, eu consigo te indicar também a G310 R da BMW.",
                "O conselho mais racional: Fique com a Twister. Use ela por alguns anos 2 ou 3...  é uma moto ótima, não vai te dar manutenção. E se tiver algum problema, não vai sair muito caro.\n\nDepois de adquirir esse experiencia, principalmente com mecânica, conhecer um bom mecânico. Entender quanto custa ter uma moto (seguro, manutenção, impostos/multas etc...)... você está mais embasado para 'seguir o coração'.\n\n- Yamaha MT03 / R3 é mais moto? Lógico que é. Mas é muito mais cara, manutenção mais cara, seguro mais caro...\n- KTM Duke 200 / 390 é mais moto? Sem sombra de dúvidas. Mas é muito mais cara, manutenção mais cara, muitas vezes você não vai ter peças (nem mesmo na consecionária)\n- Kawasaki Ninja / Z400 é mais moto? Sem comparações. Vale o mesmo que foi dito acima...\n- O mesmo vale para a Honda CB500, BMW G310... entre outras..."
            ]
        },
        {
            "title": "Guardar moto em vaga aberta (condomínio)",
            "selftext": "Eu estou muito interessado em comprar uma Lander 0. Finalmente tenho condições de ter uma moto 0km .\nInfelizmente eu moro em apartamento e a vaga é aberta. A moto vai ficar tomando chuva e sol todos os dias. Isso está me deixando bem desanimado.\n\nO que vocês podem me dizer sobre as capas de moto? Funcionam? \nAlguém que deixa a moto no tempo aberto, tem algum conselho?\n\nAbraço a todos!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "qqipfa",
            "num_comments": 4,
            "comments": [
                "A princípio, qualquer capa daquelas de carro serve, o que você não quer é deixar a moto exposta diretamente aos elementos e, principalmente, ao Sol: ele vai acabar com a pintura e as peças de plástico rapidinho, o que vai dar aquele aspecto de coisa velha e gasta em pouco tempo.\n\nUma dessas já deve resolver:\n\nhttps://produto.mercadolivre.com.br/MLB-1929454293-capa-p-cobrir-moto-proteco-sol-chuva-100-forrada-imperm-_JM"
            ]
        },
        {
            "title": "DUVIDAS SOBRE COMPRAR UMA MOTO",
            "selftext": "Eae galera, seguinte.. vendi meu carro recentemente por conta do custo mensal e vou agora comprar uma moto. Porem nao entendo absolutamente nada de moto e de qual mais compensa que esteja equilibrado utilidade, economia e aparencia.  \nunica moto que ja tive experiencia foi com uma Mirage 250 de 2008. amei a moto em todos requisitos, porem é muito dificil encontrar uma a venda.   \ngostaria de indicações de motos visando os requisitos que comentei, o valor até 12 mil.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "qgjmm3",
            "num_comments": 26,
            "comments": [
                "Cara, a dois anos atrás com 12 mil dava para comprar umas motos legais, agora na nova era fica até difícil te recomendar algo.\n\nComo você é novo nesse assunto, recomendo não pegar nada muito antigo, como a Mirage, tem que saber avaliar e tem chances de ter algum pepjno mecânico que vai ser difícil para você resolver por não ter o conhecimento ou caro, pelo mesmo motivo.\n\nRecomendo alguma moto Japonesa (Honda ou Yamaha), que não foi usada para trabalho (motoboy entregador), com baixa km e, o mais importante: freio ABS.\n\nNessa categoria temos a Yamaha Fazer e a honda CB250 twister mais novas.\n\nDe qualquer forma, priorize o ABS o quanto a moto está usada na hora de comprar.\n\nBoa sorte, op!",
                "Que estilo você gosta? Custom, street ou trail? Procura algo a partir de 250cc?",
                "Depende como você pretende usar essa moto. Vai usar apenas para trabalhar? Você mora num grande centro? Vai pegar muitas rodovias? Vai pegar estrada de terra? Vai levar garupa? etc...",
                "Lander, mano. Excelente no barro(ela é levinha), na estrada..",
                "Chovendo no molhado aqui, mas tanto a fazer quanto a twister são boas motos. O complicado é que as 0km passam de 20k!!!\nSão motos tranquilas para comprar usadas, desde que o antigo dono não tiver sido um completo cupim de ferro.\n\nNão recomendo consorcio, é um negócio ótimo só para a concessionária. Na minha visão: se tiver pressa, financie, se não tiver, junte e compre a vista.",
                "se for andar somente em cidade, nesse valor dá para pegar uma scooter, uma biz 125 da honda 0km ou se aceitar uma usada, dá até pra pegar uma nmax ou pcx. \nSão muito comodas já que não precisa ficar mudando de marcha e ainda tem espaço para guardar algumas coisas embaixo do banco. A parte ruim é o amortecedor e o tamanho das rodas, mas de novo, para uso na cidade, acho que funcionam bem."
            ]
        },
        {
            "title": "Perguntas sobre Honda Pop...",
            "selftext": "Com o preço da gasolina indo pra estratosfera, estou pensando em adquirir uma Honda Pop. Já possuo uma Honda Bros 160, que utilizamos bastante para deslocamentos para o interior do município, sempre com piloto e garupa. Faço boa média, em torno de 40 km/L. Minha intenção com a Pop seria para deslocamentos urbanos (onde as condições das vias são um pouco menos ruins), somente o piloto. Minha pergunta aos proprietários de Pop: quais são as médias de consumo que você fazem com as motinhos? Vi na internet que alguns chegam a percorrer mais de 60 km/L. E para quem manja de mecânica: como vou utilizá-la de modo intercalado com a Bros, tenho receio de me confundir com as marchas. Será que existe algum dispositivo para inverter as marchas da Pop, para tornar o funcionamento do câmbio análogo ao das demais motos (trocas ascendentes puxando a alavanca pra cima)?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "qase2m",
            "num_comments": 13,
            "comments": [
                "Amigo, só POP mesmo? Pq a segurança dela é bem ruinzinha... Biz melhora um pouco, mas eu sugeriria NMax.\n\nPreço? Não, eu não considerei.",
                "Você já tem a bros e ela já é bem econômica, não creio que compense financeiramente comprar a pop só por isso tendo a Bros como alternativa. Faça as contas, em quanto tempo a Pop iria se pagar com essa economia?\n\nE como já falaram, a Pop é beeeeem rústica, só do fato da Bros ter CBS já coloca ela bem mais segura que a Pop.",
                "Sobre confundir marchas, nas primeiras vezes fica cuidando, pelo receio, mas depois acostuma e fica automático, é igual andar com carros diferentes, leva 1 semana mas depois tudo fica muito automático.\n\nSobre consumo, 60km.litro deve ser uso em grandes avenidas ou algo assim, aqui em cidade pequena se chegar nos 45km.litro é muito, mas é local onde Bros e CG 160 não passam fácil dos 35km.litro. Então eu diria que se você tá conseguindo 40 com a Bros, vai subir pra 50km.litro na Pop.\n\nAh, isso é com 110i, os modelos a carburador gastam mais (Se pegar estrada dá pra regular pra igualar, na cidade não tem como, na reduzida o carburador ainda joga gasolina enquanto injeção eletrônica zera a injeção), tem potência menor por ter \"cilindrada\" menor, mas o maior fator pra diminuição de consumo é a injeção eletrônica mesmo.\n\nFaz a conta pra ver se o custo de depreciação, DPVAT, IPVA e doc paga a economia, precisa economizar talvez mais que R$ 700 por ano pra compensar, se gasta 16 centavos por km na Bros, R$ 700 dá 4300km! Se são 3 centavos de economia por km, R$ 700 seria 23 mil km pra ter economia! TROCAR de moto é outra história, mas manter 2 raramente gera economia, falamos de centavos a menos por km, o custo de depreciação, manutenção extra, e documentos legais, implicam em milhares de km gastos.",
                "Muito obrigado pelas respostas e opiniões, meus camaradas!",
                "E bike eletrica?"
            ]
        },
        {
            "title": "Thread de bate papo?!",
            "selftext": "Fala aí, seus motoqueiros fantasmas!\n\nQue tal a gente criar uma thread semanal pra bater papo ou postar coisas aleatórias? Poderia ficar fixa.\n\nNão sei se seria prejudicial ao subreddit ou não, mas talvez incentive uma interação maior, já que evitaria a necessidade de criação de uma thread só para aquele tema.\n\nEnfim, só uma ideia...\n\nAliás, tem moderador aqui? Quem é que manda nesse bagaça?\n\nVocês já consideraram a possibilidade de a gente fundar um novo subreddit dedicado ao motociclismo BR? Com um nome mais intuitivo, até porque o atual é confundido com o Canadá direto. Enfim, só mais uma ideia!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "q6l7gk",
            "num_comments": 4,
            "comments": [
                "Concordo. Mas também é necessário mais divulgação nos outro subs. \nInfelizmente, não rola um \"mostre sua motoca\" pq o pessoal talvez não queira se expôr.",
                "Crie um novo sub!"
            ]
        },
        {
            "title": "Surpresa! Haojue mostra a TR 300 de produção",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "pqmkcs",
            "num_comments": 3,
            "comments": [
                "A Haojue é uma marca interessantíssima, as motos pequenas da suzuki que eram vendidas por aqui são todas dela, são do mesmo nível das pequenas da yamaha e honda. \nAgora, vamos ver se esta moto vem mesmo. \nGostei do visual e do motor bicilíndrico, mas refrigeração líquida em moto com menos de 40cv costuma servir só para aumentar peso e encarecer a manutenção.",
                "Não é um segmento que me agrade, mas achei bonitinha. E é mais uma opção no mercado de \"mini custom\". Particularmente, torço para o sucesso da marca no país. A Haojue tem modelos bem mais interessantes para trazer para cá."
            ]
        },
        {
            "title": "Vale a pena regularizar minha Titan 99 leilão?",
            "selftext": "Salve familia, sou motoboy tenho 19 anos e faço entrega com minha Titan 99 de leilão. Paguei 2.300 um tempo atrás e só troquei o óleo, tá zera. É o amor da minha vida e dei muito duro pra conquistar, mas é aquilo né, não é exatamente legal pois foi vendida como sucata. Papel puxado e nota de leilão, todos os numeros do chassi e 100% filé no funcionamento (fora um amassado e vários riscos (convenhamos né, é mais velha que eu hahaha)., motor não bate e não fuma etc., diria eu que surpreendente pra uma moto tão antiga.\n\n\nAndo na Zona Sul de São Paulo, já fui parado pela PM várias vezes mas sempre dão colher de chá, porém tenho medo de pegar algum atrasa lado qualquer hora e rodar.\n\n\nQueria saber se é possível / vale a pena deixar ela regularizada, quanto eu gastaria etc., e se vale a pena a dor de cabeça e a papelada/burocracia. Adiciono que sou um tanto pobre, ganho pouco e com muita luta então sem chances de adquirir uma moto nova (ainda mais com os preços desse jeito). Se alguém tem experiência em regularizar motinha de leilão me ajuda aí, valeu.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "pqcqg2",
            "num_comments": 11,
            "comments": [
                "Vai no Detran/Ciretran e veja se sua nota permite regularizar, se consta tamanho das avarias e possibilidade de uso. E principalmente, se não venceu o prazo pra isso, são poucos meses de prazo. Fale da regularização, lá pega autorização pra vistoria em autorizada do Inmetro, elas verificarão se não teve adulteração séria. Vistoria de sinistradas e cia é uns R$ 400.\n\nJunto com os 2 resultados dessa vistoria no Inmetro, pega a nota fiscal, e o auto do leilão onde consta que você foi o ganhador, e documentações pessoais, e então entra com o trâmite no Detran finalmente. Tem taxas pra umas coisas nessa parte, acho que uns R$ 300. Tem mais um custo que não lembro se é relativo à transferência ou a alterações de dados, mais uns R$ 300 se não tô por fora. \n\nAí terá a necessidade da nova placa (Mercosul), com a vistoria prévia e cia só pra ela, mais uns R$ 150.\n\nSe já tem anos do leilão, a nota não serve mais pra nada, poderia procurar advogado pra ver se depois de 5 anos dá pra fazer usucapião, pra leilão não sei se rola. \n\nSe já passou o prazo pra regularizar vale mais a pena vender como moto de fazenda, sem documentos, é uns R$ 1,5 a 2 mil mesmo, que é o preço de tabela dela provavelmente, aí compra uma 99 regularizada, se brincar por R$ 1800.\n\nLeilão sempre fica caro porque tem os novatos que não sabem os custos, e topam pegar bem por preço igual ou MAIOR que o preço de tabela, depois descobrem que custa caro regularizar e ficam resmungando. Próxima vez esquece leilão, isso é pra atravessador esperto ou pra quem compra sucata, as coisas em estado razoável SEMPRE terá leigo comprando acima do preço de tabela.",
                "Cara, você falou que trocou só o óleo. Eu sou motociclista também, tenho uma mt-09. Vi que você tá curto de grana, mas deve considerar trocar também filtro de óleo, filtro de ar, vela e se possível os pneus. Moto de leilão parada e exposta aos elementos é certo que isso vai te dar dor de cabeça, podendo até danificar sua moto. E evite de ficar cortando giro, motor não foi feito pra isso.",
                "Queria uma Tornado ou uma Bros 150 mas tá foda, tudo muito caro e o dinheiro suado tá curto."
            ]
        },
        {
            "title": "Como vocês fixam seus smartphones à moto?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "pmxusn",
            "num_comments": 6,
            "comments": [
                "Hoje me dia uso um suporte desses [daqui](https://shopee.com.br/Xmurahx-Suporte-De-Celular-Universal-De-Liga-De-Alum%C3%ADnio-Anti-impacto-Est%C3%A1vel-Para-Motocicleta-Scooter-Atv-Uus-i.191486109.7940910338). Tá instalado numa barra fixada no suporte da bolha, acima do painel. Tem me atendido bem!"
            ]
        },
        {
            "title": "Alguém da Grande Florianópolis pra role de motoca?",
            "selftext": "title",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "petztd",
            "num_comments": 0
        },
        {
            "title": "Qual Moto Comprar? XRE 190, Bros 160, Crosser 150?",
            "selftext": "Bom dia amigos, pretendo começar um consórcio para comprar uma moto pois não estou vencendo colocar combustível no meu carro. Estou gastando em torno de 600 por mês pra ir do trabalho pra casa. Estou em dúvidas entre a XRE 190, Bros 160 e a Crosser 150.\n\nJá Busquei algumas opiniõe se me disseram que a XRE não foi bem aceita no mercado, então provavelmente quando for vender a moto o preço dela vai cair muito. Já a Bros 160 é queridinha, faz o que a XRE faz só que mais barata e boa de comércio. Já a Crosser nunca nem vi uma na minha frente.\n\nGostaria de mais opiniões para complementar minha decisão.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "p9y380",
            "num_comments": 18,
            "comments": [
                "Crosser. Sem dúvidas! \n\nFreio ABS, corrente com retentor, painel mais bonito, menos visada, seguro mais acessível e a segurança mecânica da Yamaha.",
                "Eu gosto da Crosser.\n\nPorque não uma 250 usada? Uma Teneré ou uma Lander?",
                "Ah, só um adendo: se sua ideia é economizar e o uso proposto é apenas deslocamento casa-trabalho, por que não pega uma scooter usada??? Uma Suzuki Burgman 125 te atenderia perfeitamente pra isso.\n\nNão faz sentido, financeiramente falando, entrar num fucking consórcio para pegar uma moto de baixa cilindrada que vai te custar, no fim das contas, o dobro do preço à vista.\n\nMoto 0km tá cara e em muitos locais há listas de esperas de 30, 60 e até 90 dias, então deve se considerar isso também!",
                "Crosser 150. Uma boa parte dos motoboys aqui da cidade tá usando ela, então imagino que é muito boa.",
                "Troquei minha antiga nmax por uma crosser há pouco mais de um ano. Uso para deslocamento diário, uns 50 km por dia, e ela me serve muito bem: uma moto extremamente econômica, confortável, \"previsível\" e muito na mão.\n\nEmbora eu gostasse muito da nmax, a suspensão e o tamanho da roda não ajudavam quando eu encontrava qualquer tipo de buraco ou irregularidade na via. Com a crosser você sente muito pouco. Inclusive no final de semana - se você tiver paciência, dá até para pegar uma estrada.\n\nQuando fui trocar, passei pelo mesmo dilema - crosser, lander, xre e bros. Mas vendo relatos de proprietários e valor de seguro, optei pela crosser e hoje não me arrependo.",
                "Xre 190 todo mes vende mais que a lander como nao foi bem aceita? \n\nEla tem mais folego que a bros, abs, tanque maior, banco melhor, painel melhor, acabamento melhor, e tem o mesmo consumo e manutenção preventiva"
            ]
        },
        {
            "title": "Ainda é possível comprar moto barata no Brasil?",
            "selftext": "Gente, ando atrás de uma moto básica pra me locomover pra faculdade e trampo (estudo na USP, trabalho na Paulista e moro no extremo sul, tá osso) assim que terminar minha CNH. Acho que não é segredo pra ninguém que a situação dos preços está uma loucura, mas olhando na OLX, está difícil até mesmo de encontrar motos básicas em preço justo. Não vou nem falar de motos de entrada 0km pois isso já foge muito da minha realidade.\n\n\nGostaria de saber se ainda é possível uma pessoa que não pode gastar muito conseguir uma moto. Estou pensando em pegar uma CG qualquer ou alguma outra usada similar (Pop, YBR, GSR...) até o início do ano que vem, sem ter que pagar um rim por uma moto toda abusada.\n\nSe alguém comprou uma moto do tipo durante a pandemia, gostaria de ouvir suas experiências também (sobre o preço, condição da moto e como ela te atende) para ter uma ideia melhor de como andam as coisas.\n\n\nObrigado pra quem leu.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "olisge",
            "num_comments": 17,
            "comments": [
                "Pandemia produziu um fenômeno bizarro que é o carro usado sendo vendido bem acima da tabela FIPE em algumas localidades.\n\nMoto e carro, como um todo, tá com um preço bem salgado.\n\nNo fim, julgando toda a parte de custo e benefício, 0KM ainda acaba valendo a pena por questão de garantia e tudo mais. Eu já achei carro/moto usada mais caro que modelo zero!\n\nOlha um pouco mais de perto pra isso e faz algumas contas em relação ao seu bolso, economia e riscos.",
                "OLX tem mais rolo que coisa séria, procura em qualquer outro lugar.\n\nComo não tem fabricação, ou se a maioria das fábricas já voltou ainda tá atendendo pedidos represados de muitos meses atrás, tem que ficar cada vez mais longe da nova, se ano passado era ok comprar uma 2017 esse ano só rola comprar uma 2012.\n\nE sempre tem algumas abusadas e algumas bem cuidadas. Certos modelos são quase sempre moto de moleque, que não cuidou direito, tipo CB, Twister e XRE, pouca gente compra isso pra andar no dia-a-dia, a maioria quer é pra fazer merda mesmo, pra fazer barulho cortando giro, são modelos onde é bem difícil achar uma com mecânica intacta (Carenagem não dá problema por cortar giro), a fama de rachar cabeçote de algumas vem desse usuário médio que é pirralho e gira o motor mais parado que andando. Com as básicas, 125, 150 e 160 isso é mais raro, geralmente são surradas pelo uso mesmo, poucas são surradas por terem passado por abuso na mão de pirralho idiota que fica empinando, cortando giro ou tentando fazer parkour com elas (Na real deixar no sol pra ressecar fiação é pior que fazer trilha ou pegar estrada de chão, e isso não tem como ver direito ao comprar, mas moto de 6 anos ainda não dá nada se ficar no sol e chuva, lá pelos 8 anos que começa problema).\n\nAh, muita Cargo tem aparência feia, por ser usada só pra trabalho, mas em mecânica e elétrica costumam ser ok, as vezes tem km baixo pelo uso pra entregas e tal, mas por ser de empresa tem carenagem, bancos e firulas em geral feias, como isso é supérfluo (Preocupação de leigo) essas motos podem ser uma boa, cargo 125 desde 2016 vem com banco inteiriço, ou seja, visualmente é uma 125 normal só que branca. E de qualquer modo pode pegar uma 2015 pra trás e trocar carenagem e banco, só não pode ser pego pela PRF com 2 pessoas, mas ter banco inteiriço não é problema pra PRF, só não pode transportar mais que 1 (Tá no documento), pra dar carona eventual pra alguém na cidade não tem problema. Eu mesmo tive uma Cargo por último porque era a opção mais barata, pessoal não quer, eu meti banco até atrás e pronto, esteticamente é uma 125 só que branca.",
                "Cara, vou te ser franco. Eu acho que por enquanto não.\n\nEu estava com a grana para comprar uma e resolvi esperar. Está muito difícil.\n\nEu estou olhando para a janela aqui agora e sonhando com a minha CB500x mas vou ter que esperar. Céu azul, dia bonito e uma lágrima escorrendo. \n\n1 - Comprar moto atualmente está igual comprar apartamento na planta. Fila de espera, prazos absurdos.\n\n2 - Os preços estão esticados demais e deve permanecer assim no mínimo até o ano que vem.\n\nVocê já sabe, mas não custa nada repetir. Cuidado com moto usada. Se você pegar uma moto usada que era de um \"ranananan\" muito provavelmente vai ter dores de cabeça.\n\n**CUIDADO COM A OLX.**\n\nSucesso!",
                "Sei que é clichê... Já cogitou uma intruder 125? Sei que não é o estilo de muita gente, mas é econômica, mecânica fácil e ninguém vai querer te roubar ela.",
                "No momento, não.\n\nAté uns 6 meses você ainda achava motos de marcas menos conhecidas por preços razoáveis, agora nem isso mais.",
                "O preço de moto no Brasil ficou algo bizarro. Eu tenho uma Vulcan S 650 2017. Comprei ela em 2019 por R$ 23.000,00 Antes de postar agora fui dar um confere na FIPE, olha que doideira R$ 31.181,00.\n\nNa minha opinião, hoje o mercado está \"bom\" para quem quer vender, comprar não.",
                "Procure motos um pouco menos populares como a intruder e a Yes, são motos completas e normalmente baratas, mas estamos vivendo uma época sombria para comprar motos e carros",
                "Dependendo da localidade, a Horizon 150cc com os devidos ajustes também vale a pena.\nEla é uma CG gorda com alguma maquiagem"
            ]
        },
        {
            "title": "Qual a melhor moto na sua opinião?",
            "selftext": "Caros confrades,\n\nComo vão?\n\nEspero que estejam pegando bons ventos!\n\n&#x200B;\n\nQueria propor uma discussão interessante. Assim como eu, que frequento essa sub a alguns meses, vários outros vem em busca de uma fonte inesgotável de conhecimento, camaradagem e bons papos.\n\nAssim, gostaria de sugerir um debate:\n\nQual a melhor moto, na sua opinião? \n\nRelatem o porque da escolha e coloquem o lado positivo/negativo de cada modelo. Acho interessante, se puderem, que contem alguma viagem e problemas que vocês tiveram com ela (e se possível, os custos de manutenção que vocês usualmente gastam).\n\nAcho que vai ser bem proveitoso para todos! \n\n&#x200B;\n\nUm forte abraço!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "ob8s0o",
            "num_comments": 2,
            "comments": [
                "Em minha modesta opinião é minha moto atual, uma Tenere 250. \n\nNão tive muitas motos, mas essa me atende bem, sendo economica e confiável. No fim me leva onde for preciso. Penso que só faz falta uma 6ª marcha pra não esguelar o motor a 120km/h.... Talvez um motor bicilindrico ou 30CV, mas isso poderia prejudicar o custo benefício.\n\nA tocada dela é boa, tanto pra asfalto quanto pra chão. Não vai passar facilmente dos 120km/h, pois não é esta a proposta dela. Em uso misto eu costumo fazer médias de 30Km/L ou mais.\n\nAinda não tive nenhum problema com ela, até por que é nova... peguei com 3 mil kilometros e acabei de passar dos 20k. Não pretendo desfazer-me tão cedo, até por que não têm algo muito melhor pra optar, talvez uma CB500x ou DL1000, mas ai já teria que desembolsar uns 6 a 8 mil reais pra troca...Fora o custo de manutenção."
            ]
        },
        {
            "title": "Cardan: problema ou solução?",
            "selftext": "Salve, salve, galera!\nComo vocês tão?\n\nVendo um vídeo sobre transmissões, vi que o eixo cardan é bastante criticado (em relação aos outros tipos de transmissões).\nMas gostaria de saber a opinião de vocês: o eixo cardan é inferior aos outros tipos de transmissão? Motos com cardan possuem manutenção mais cara? É um bom negócio, ou uma furada pegar uma usada com transmissão de cardan? \nE como eu posso avaliar se uma moto usada com transmissão em cardan está em ordem?\n\nUm forte abraço e \nBons ventos!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "oan5ug",
            "num_comments": 9,
            "comments": [
                "A vantagem do cardan é que requer uma manutenção menos constante em comparação com a corrente, que precisa ser limpa e lubrifica a cada 300km (pelo menos essa é a metrica que uso).\n\n Porém o cardan tem mais inercia (peso) no sistema em relação a corrente, ele vai demorar mais para aplicar a força do motor na roda, coisa imperceptível, mas é o motivo de não usarem em motos esportivas por exemplo.\n\nO que trouxe uma má fama pros cardan é que as BMW GS não tem manutenção programada nenhuma nesse item e, após pegar uma chuva mais pesada, o cardam ficava molhado, enferrujava e após uns 2 ou 3 anos estourava sem dar aviso. E a peça de reposição era algo em torno de 6k. Ai criaram essas histórias de cardam não presta, esse é só um exemplo, varias motos grandes usam cardan.",
                "Eu só ouço elogios de cardan, mas ele perde muita potência e por isso só vem em motos de alta cilindrada. \nA manutenção é baixa, mas precisa de inspeção periódica. Não são poucos os relatos de cardan BMW enferrujando.\n\nTa pensando em pegar qual moto?",
                "Cardã é vida. Meu pai tem uma Boulevard 1500 e adora essa praticidade. A manutenção é quase zero. \n\nAinda não tive oportunidade de ter uma moto com esse mecanismo de transmissão, mas espero muito em breve poder ter uma Super Ténéré 1200 e sair do mundo das correntes.",
                "Tenho uma Dragstar, nada a reclamar, veja os vídeos do Domingos Bruxo no Youtube que já era, só alegria.\n\nNa hora da compra compensa vc trocar o óleo do cardã, procedimento extremamente simples onde vc já consegue observar se tem alguma limalha de ferro ou algum outro detrito no óleo. ~180ml óleo 90w, baratinho",
                "Eles falam que a manutenção do cardã é cara, tipo quando troca o pneu é dor de cabeça, vcs percebem isso?"
            ]
        },
        {
            "title": "Iron xl 883 (2011) vs xr 1200 (2013)",
            "selftext": "Fala galera! \nTudo certo com vocês? Espero que estejam pegando bons ventos.\n\nEstou pensando em adquirir minha primeira harley. \nEstou entre ambos os modelos - no entanto, não tenho noção dos custos de manutenção, seguro e reposição de peças. \nO quanto posso de gastos com ela?\n\nMuito obrigado!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "o6zno1",
            "num_comments": 5,
            "comments": [
                "fala mano, fmz?\nTenho uma Dyna 2009, vou dar um panorama geral de Harley. \nAs peças são caras, a mão de obra tb. então TEM QUE cuidar da moto. se vc ir largando, vai acabar com uma conta de 10k na oficina fácil fácil.\nSe vc conseguir fazer o básico de manutenção na sua casa - trocar óleos, filtros e algumas coisinha simples tipo óleo de bengala, não fica custoso.\nTem MTA info an internet (e mto mito tb) aconselho a ver os vídeos e seguir o Cris da garagem Metallica.\nA moto eh um trator, guenta bastante desaforo, mas tem limite neh. E os desaforos encurtam a vida útil da moto, causando mais manutenção. \nAconselho fortemente a levar a moto num mecânico de confiança pra fazer uma avaliação pré compra. O próprio Chris faz isso, recomendo tb a oficina Mr Biker, do André, ou a Still Dreams. Costa por volta de 200 conto e te poupa mta dor de cabeça e frustração.\nIsso posto, compra a moto, arranja um manual de serviço (não de usuário, serviço), segue o que tá escrito e manda um DM que te boto num grupo de mecânicos amadores.\nMinha moto tá com 60 mil Km, já fui pro Uruguai, atacama, Bolívia e Peru sem problemas, como tb já fiquei na estrada voltando de Curitiba pq fiz cagada na moto e meti um módulo bosta na injeção pra fazer graça.",
                "Minha cunhada tem uma 883 Iron, 2020 e meu tio uma Sporster 1200 2013 (que provavelmente é o modelo da Xr) . A iron é uma moto divertida, pequena, o motor tem um bom torque. Entretanto, é uma Harley, ela da uns problemas toscos, mesmo uma moto praticamente zero, ela já quase nos deixou na mão devido ao sensor que detecta se o apoio lateral está abaixo dar problema. \n\nJá a Sporster é tudo que dizem de Harley: barulhenta, não vira, não freia, não tem velocidade final e a embreagem é um tremendo treino para o bíceps e... Vaza óleo sabe Deus de onde. \n\nDito isso, são duas motos que eu facilmente teria pelo preço certo, pois são bem divertidas de pilotar, nada prática para o dia a dia, mas bem divertidas. E acho que esse é o apelo das Harleys. \n\nComo o amigo falou acima, ela precisa de bastante manutenção preventiva, as peças são caras e aquela embreagem vai te dar uma tendinite se você não for do cross fit. \n\nDizem por ai, que tiraram essas Harleys de linha justamente por darem muito problema. Tão apostando nos motores 107 e 114 que são mais modernos onde corrigiram muitos desses problemas crônicos resultados de vibrar de mais e esquentar de mais."
            ]
        },
        {
            "title": "Onde importar peças?",
            "selftext": "Eae galera, tudo certo?\n\nEstou reformando uma moto (CB400 Four 1976) e estou com dificuldade de encontrar algumas peças no Brasil. Alguém já teve uma experiência similar? De onde vocês importaram/importariam as peças? Amazon, Ebay etc?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "nucbyu",
            "num_comments": 13,
            "comments": [
                "Anos atrás um amigo havia importado peças de uma intruder 250 via Aliexpress mesmo.",
                "Ebay pra mim é a melhor opção. Tem amigos que só compram peças de reposição por lá"
            ]
        },
        {
            "title": "Rolezinho na Rota dos Romeiros ontem",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "nob4d9",
            "num_comments": 0
        },
        {
            "title": "Jaqueta 3 em 1",
            "selftext": "Alguém tem alguma experiência com modelos desse tipo ? Moro no Rio de Janeiro, calor infernal quase o ano todo, então não queria investir em uma jaqueta pros dias frios. Mas esses modelos 3 em 1 deixam colocar e tirar um corta vento/ capa de chuva na parte mais ventilada do conjunto.\n\nAlguma coisa que tenho que levar em consideração?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "neg45z",
            "num_comments": 5,
            "comments": [
                "Não sei se vc já caiu de moto, mas na minha experiência,  prefiro passar calor por um período do que me arriscar numa eventual queda.\nEu sempre saio com jaqueta, calças, botas e luvas, msm quando tá 40 graus.\nMeu ponto eh, não vejo mto sentido em usar uma jaqueta sem as mangas, pq numa eventual queda, isso e nada vai dar na msm.\nSem falar que eu chato pra caramba ficar colocando e tirando essas bagulho da jaqueta hahahahaha",
                "Também moro numa região super quente (RR) e já faz quase um ano que tenho usado a jaqueta Supervent da WRX (marca da Tutto). Ela é toda perfurada, porém tem as proteções padrão. Inclusive tem certificação europeia.\n\nQuando pego chuva coloco uma capa de nylon por cima (uso uma da Pantaneiro), fica impermeável. Também serve como corta vento.\n\nAcho que comprar jaqueta impermeável pro Brasil é meio que inútil. Primeiro porque pra você ter uma jaqueta EFETIVAMENTE à prova d'água, vai precisar investir uma grana violenta. Segundo porque a impermeabilização tende a perder sua eficiência com o uso e o desgaste. Terceiro porque jaquetas impermeáveis tendem a ser péssimas em questão de ventilação interna.\n\nMesmo que usa jaquetas \"normais\" precisa vestir uma capa de chuva por cima quando a água engrossa, então prefiro ter um equipamento que me atende bem no calor (que é a minha realidade 90% do tempo) e, quando necessário, faço o uso da capa de chuva (nylon, por favor, nada daquelas de borracha) por cima.",
                "Moro no Rio de Janeiro TB. Eu tenho uma Texx \"verão\" (se não me engano é Strike Summer o modelo), ela tem furos para deixar entrar ar e vem como capa de chuva que vc coloca por cima se precisar. Eu gosto muito dela, tenho a anos.\n\nQuando pego estrada uso ela e o colete do meu MG por cima.\n\nAqui no Rio é brabo! Já me ralei na Av das Américas sem jaqueta."
            ]
        },
        {
            "title": "Saudade de andar de moto!",
            "selftext": "Voltei com o trabalho presencial hoje e meus amigos, que saudade que eu tava de dar um rolê mais longo de moto! Meu caminho é basicamente corredor e marginal, mas é gostoso demais de andar. E o friozinho que tava hoje de manhã acho que ajudou. Era só isso mesmo hehe",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "nad31c",
            "num_comments": 5,
            "comments": [
                "Mototerapia é real.",
                "Faz mais de um ano que eu não trabalho presencial, nem sei mais o que é pegar aqueles corredores de 500m-1km. \n\nA maioria dos dias era terapêutico, em compensação, quando tava chovendo, era um medo do cacete. hahahah",
                "Se tem uma coisa que eu desacostumei na pandemia é com o Transito doido de SP. \n\nOutro dia precisei pegar a Marginal +Av. Do Estado e mano, que merda é aquela e como eu enfrentava aquilo todo o dia, espero passar o resto da vida no home office.\n\nMas não tem como negar, moto é adianto de mais e é a melhor forma de se deslocar em SP, carro é praticamente impossível de ir para alguns lugares já.",
                "Saudades de SP, eu costumava sair de santo amaro e trabalhar na berrini, mas váaaaaarias vezes eu saia no fim de semana e pegava a pinheiros até o campo de marte (desculpa se isso não fizer mto sentido, mas só morei 1 ano ai).\n\nFriozinho gostoso, gente educada.\n\nMas meu segundo coração mora no RJ, por isso voltei."
            ]
        },
        {
            "title": "Where is the best place to buy dirtbike graphics kits in Canada?",
            "selftext": "Ok so, I live in BC Canada and I have a 2021 kx250. I’ve been looking for a good place to find graphics kits for awhile now and I’ve seen they’re mostly in the US. And considering the fact that I’m a relatively broke teenager I’d rather not pay 50 bucks for shipping. So does anyone know where I can get a decent graphics kit? Sorry if this isn’t the right place to post this I just thought I’d try",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "na8xhk",
            "num_comments": 2,
            "comments": [
                "I think that here is not the most ideal place for such a question, as it is a sub for Brazilians. You will get help in /r/motorcycles"
            ]
        },
        {
            "title": "Moto dos sonhos",
            "selftext": "Se dinheiro não fosse problema, nem disponibilidade no mercado nacional, qual moto você compraria sem pensar duas vezes?\n\nA minha seria uma irracional Ducati Multistrada 1260. Ou uma KTM 1290 Super Adventure. Ou mesmo uma Bimota Tesi H2.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "n194d1",
            "num_comments": 37,
            "comments": [
                "Meu sonho é a Triumph Speedmaster. Disponível em quase todos os outros países, mas não aqui =/ .\n\nAdoro a pegada mais custom, mas depois comprei a minha Street Twin, não sei se quero sair das triumphs tão cedo. O problema é que a Street não tem o mesmo conforto que as custom. E a única custom mais acessível da triumph não lança aqui.",
                "s1000r!",
                "acho que seria a Tenere 700.\n\ncomo o outro camarada da Tiger 800 eu tbm nao preciso de muita velocidade final, mas ainda optaria por uma motocicleta boa tanto pra chão quanto asfalto.",
                "eu teria uma yamaha MT 09. O problema é o dinheiro tanto para comprar a moto quanto para mantê-la, seguro, medo de assaltos, etc.",
                "Sabe, eu tenho uma Tenere 250.\n\nPro tanto que ando, pras condições de velocidade, preço, seguro... Olha, ela é bem um sonho! :)\n\nMas gostaria de ter uma Tiger 800. Já é bonitona, segura, confortável pra minha altura. Preciso de muita moto não...",
                "Não tenho pinto pequeno pra precisar moto potente, então gostaria de uma [Keeway Superlight 125cc](https://www.keeway.pt/pt/modelos/7-moto-125/74-superlight-125-el) (Obviamente na cor cinza, já que não tem nada mais claro como branco ou prata, não sou fã de queimar a bunda e as pernas quando fica no sol, cor escura esquenta demais).",
                "[removed]",
                "Para viajar: BMW 1250GS, o apice das big trails atualmente.\n\nPara ir pro trabalho: Alguma elétrica, como a da Voltz.",
                "Sem pensar duas vezes: Harley Davidson forty eight customizada no estilo bobber",
                "HD Panamerican",
                "Triumph Bobber... Acho a moto linda, até tenho a grana pra comprar, mas não conseguiria manter os custos a longo prazo ;/",
                "Yamaha R1, além do visual bruto da moto o ronco daquele motor crossplane é muito doido, parece uma batedeira de bolo com o volume em 200%.",
                "Sem dúvida uma Low Rider S",
                "Eu teria para o dia a dia:\n\n* KTM 390 RC\n* Husqvarna FE500 (emplacada para andar na rua. kkkk)\n* Yamaha T7 (O conceito, e não a moto que saiu)\n* Ducati Panigale V4 R\n\nE na coleção:\n\n* Yamaha YZF-R1\n* KTM 1190 RC8\n* KTM 690 Enduro\n* Honda CRF 450 Rally\n* AJP PR7 Adventure\n* Husqvarna TE 300i\n* 2013 BMW F 800 GS\n* 2013 KTM 990 Adventure\n* 2009 Triumph Speed Triple\n* 2008 Aprilia Dorsoduro 750\n* 2007 Husqvarna 610 SM\n* 2002 Ducati 996\n* 1992 Yamaha YZR500 0WE0\n* 1991 Cagiva Elefant 900 Dakar\n* 1988 Yamaha XT600Z Tenere\n* 1985 Suzuki GSX-R750\n* 1980 BMW F 80 G/S\n* 1971 Triumph Daytona\n* 1969 Honda CB750\n* 2007 Yamaha XTZ 250 Lander -> que eu não vou vender só porque eu comprei esse monte de motos bacanas.",
                "Honda Valkyrie."
            ]
        },
        {
            "title": "No que devo prestar atenção quando for comprar a primeira moto (usada)?",
            "selftext": "Saudações. Faço esse post pois dei entrada recentemente no processo de tirar CNH-A, pois não aguento mais perder horas intermináveis do meu dia fazendo o trajeto pro trabalho.\n\nEstou juntando dinheiro para comprar uma moto de entrada assim que terminar a moto-escola. Infelizmente ganho pouco e ainda não tenho condições de comprar uma moto 0km, então terá que ser usada mesmo.\n\n\nTenho alguns modelos em mente, e muito provavelmente pegarei uma Intruder 125 pelo baixo preço de aquisição e manutenção. O que devo observar na moto quando for comprar? Como saber que não estou levando uma bomba relógio pra casa? Não tenho qualquer experiência com moto (nem mesmo conhecidos que andam de moto) e nunca sequer subi em uma. Gostaria de saber da experiência dos redditors que já compraram moto usada e quais passos tomaram para ter a garantia de levar algo bom pra casa. Moro em São Paulo 011.\n\nObrigado!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "n17lzs",
            "num_comments": 18,
            "comments": [
                "Estado geral, documentação, marca/modelo, itens de segurança (pneus, freio, ...), quilometragem,... Talvez o histórico criminal do dono 🤣",
                "Tem algum amigo ou parente que tenha mais experiência com motos pra te ajudar? Ou mesmo um mecânico? \n\nPorque a gente pode até listar uma série de coisas pra olhar, mas no fim das contas vai ser tudo teoria. \n\nSe você não tiver o olho clínico, o feeling da coisa, a frieza necessária, é muito fácil ser enganado na hora da compra.\n\nExistem muitos indícios de mau uso que podem ser ignorados ou mesmo maquiados, coisas que só alguém com mais prática no coisa pode sacar. Às vezes nem assim!",
                "Dar uma olhada no aspecto geral da moto. Não só na parte visível, pois qualquer um pode dar um bom banho na moto. Mas só quem realmente cuida vai se preocupar com lugares menos acessíveis.\n\nReparar nos pneus, se estão com vida útil boa ainda, ou se gastos e rachados. Se estiverem ruins dá pra tentar negociar uma redução de preço. Mas se estiverem muito ruins, é sinal que o dono não cuida e pode ter muita coisa de errada com a moto.\n\nLigar ela, fria de preferência , pra escutar o barulho do motor e ver se não tem nada batendo demais.\n\nPassar a mão por baixo do motor todo, procurando por vazamentos.\n\nFora isso, é bom levar alguém que tenha algum conhecimento, e que possa olhar a moto com um olhar menos apaixonado.",
                "Melhor que comprar moto supostamente ótima por um preço acima da tabela, é pegar uma abaixo da tabela, abaixo do que você tem de grana, e gastar numa boa revisão, o básico é engraxar e limpar carburador e ajustar folga de válvula, nisso verão o que tem pra fazer, mesmo moto meio derrubada (Exceto firula estética, esquece estética, não é uma Miss Universo, é um veículo de transporte) as vezes com R$ 500 você resolve tudo e fica 5 anos sem problemas significativos.\n\nCarro mesma coisa, comprar e sair rodando é maluquice, muito leigo ACHA que o carro tá ok e vende como recém-revisado, esquece isso, esquece concessionária que DIZ que revisou o que está vendendo (Revisou só o que tinha problema aparente), compra e manda dar uma geral, separa R$ 500 a 1 mil pra isso (Intruder não tem peça compatível em todo canto como Fan/Titan, só tem peça original ou uma ou outra marca similar, que será mais cara igual).",
                "Minha primeira moto foi uma Intruder. O que eu posso te dizer é isso: não importa quão boa a moto é em termos de confiabilidade se ela foi abusada pelo dono anterior. Sugiro comprar em loja, o preço não muda tanto e é mais fácil de reclamar caso dê algum problema. Ainda dá pra levar alguém que já ande de moto e tenha conhecimento para fazer um test ride. \n\nA respeito da moto em si, a Intruder tem um problema sério que é ser carburada. Carburadores são fáceis de arrumar, e o da Intruder é particularmente fácil. Mas também é uma peça que dá problema com bastante frequência. No mais é uma 125 normal, super leve e dirigível em baixa velocidade, completamente inapropriada em uma estrada. Mas recomendo procurar uma moto que seja equipada com injeção eletrônica, para evitar dores de cabeça com o carburador.",
                "Cara, até te entendo com a questão da scooter, mas pensa bem, é uma opção pelo fato da economia e facilidade.\nConsidera qual o motivo básico para você pensar nesse meio de transporte, não perder tempo no deslocamento!\nEu tive a mesma questão no passado, morava no Butantã ( para não falar divisa do Taboão da Serra) e passei no vestibular da FATEC zona leste - lá em Artur Alvim quase Itaquera.\n\nNessa época ainda não existia bilhete único, nem linha amarela, eram mais de duas horas de deslocamento. \nJá tinha a carta mas nunca tinha tido moto, comprei uma biz amarela em Osasco, tem uma rua com bastante lojas de motos. \n\nAgora explico pq a biz: não era a mais bonita nem a mais legal, mas eu era completamente cabaço com trânsito. A pesar da galera falar da irmandade entre os motociclistas (sim existe) e tudo mais, também existe doido suicida que anda de moto. \nCom essa biz eu aprendi quase tudo, como cair(3 vezes) como andar na chuva, como sair da frente da galera doida do corredor. \n\nHoje olhando vejo que valeu começar com uma moto pequena que eu não precisei me preocupar com a parte mecânica. \n\nMoto maior tem uma série de procedimentos que vc tem que prestar atenção, a manutenção básica deve ser feita praticamente toda semana, tomou chuva ou pegou areia? Tem que limpar e lubrificar corrente, tem esticar cabo de embreagem, e por aí vai. \n\nTudo isso é muito legal de fazer hoje, depois da biz tive CG, SAHARA, XL, TENERE e agora estou com a LANDER ABS. \nTomei três capotes, um foi bobagem total minha, areia na parte externa da curva ..... ninguém ensina isso na autoescola, as outras duas vezes tomei porrada por “culpa dos outros” hoje olho e sei que poderia ter evitado simplesmente ficando de lado, mas como a moto era mais simples a manutenção era barata e eu conseguia arrumar, se fosse uma moto maior, certeza que eu não teria grana e acabaria deixando de lado. \n\nCom o tempo aprendi a andar em grupo e me colocar em situação segura. \n\nDesculpa a o textão, estou compartilhando a experiência com um futuro irmão de estrada, mas acredito que qualquer que seja a sua escolha vc vai curtir! \n\nEntramos no mundo de motos por necessidade e ficamos por paixão!",
                "OP, consegue trocar a opção da Intruder por algo um pouco mais moderno?\n\nChutando o balde, uma NMax ou PCX?\n\nSão bem mais caras, mas pra alguém que vai começar na vida de moto, com intuito de não perder tempo no trânsito pode ser uma boa ideia. NMax até ABS tem, é bem fortinha e chega nos mais de 30 km/l.\n\nMas se seu orçamento é limitado, a Intruder é uma boa, só precisaria mesmo de um mecânico de confiança pra te ajudar na compra.",
                "Cara a intruder 125 é um modelo muito barato de comprar e ter, maaaaaaaas se quebrar qualquer coisa você está em apuros para achar, a suzuki tá quase sumindo do brasil. A haojue é a mesma moto (é uma intruder com motor injetado e peças mais fáceis de achar - motor injetado geral gasta menos), mas, sinceramente? Ybr (yamaha) e cg (honda) são imbatíveis para que ganha pouco, custa um pouco mais na entrada mas paga fáaaaacil em robustez e facilidade de manutenção, considere modelos 2015, são mais baratos mas não tão velhos e procure pelas de freio combinado e flex."
            ]
        },
        {
            "title": "Acho que essa é a melhor foto que já tiraram de mim na vida.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "mwk5bn",
            "num_comments": 6,
            "comments": [
                "[removed]",
                "Postar foto no reddit sem estar usando todos os equipamentos de segurança de alta qualidade é sempre um risco. A ATGATT POLICE está em todos os cantos!",
                "Baita foto!"
            ]
        },
        {
            "title": "Transalp ou Ténéré 660?",
            "selftext": "Alguém aí já andou nas duas motos e pode dar uma opinião?\n\nJá andei um pouco na 660 e achei ok. Mais alta que minha Ténéré 250 (isso me preocupou), porém ciclística parecida. Não deu pra avaliar a questão da vibração.\n\nA Transalp me parece a opção mais racional, porém nunca tive a chance de pilotar uma. Há pouquíssimas aqui na minha região. \n\nSei que tem menos vão livre do solo, o peso é meio que equivalente e como vantagem tem o ABS (que está pesando muito na decisão).\n\nCaso tenham alguma opinião a respeito, sou todo ouvidos. Abraço!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "mugmaj",
            "num_comments": 13,
            "comments": [
                "O que pensa a respeito de velocidade final? A tenere 660 ainda é meio limitada nisso. Vai te levar nos 130km/h vibrando tudo, afinal ainda é uma xt660 travestida.",
                "Cara, a dica que eu te dou é: ABS.\n\nA capacidade de parar a moto mais rápido e poder mudar a trajetória dela enquanto ela freia já salvou minha vida mais de uma vez.\n\nOs únicos \"Tombos\" que tomei, foram na minha primeira moto, sem ABS, quando troquei ela por uma com ABS, nunca mais tombei a moto.",
                "Cara, se pretende usar pra dia-a-dia e viagens longas, rodar muito mesmo, diria q é mais jogo pegar a Tenere pela disponibilidade de peças. \nAquela questão td de compartilhar bastante coisa com a XT, que ficou um tempão no mercado, enquanto a Transalp veio naqueles poucos anos. Não saberia dizer se a honda trouxe outra moto com mesmo motor ou que pelo menos tenha os mesmos consumíveis.\n\nSó a opinião de alguém que é noiado com isso haha - já desisti de comprar um modelo dps de ligar concessionarias e multipeças pra fazer pesquisa de cesta de manutenção, e nenhum dos dois ter disponibilidade de naaaaada.\nInviavel pra mim ficar com trabalho de correr atrás na internet ou de eventualmente a moto ficar parada esperando a peça chegar\n\nFora isso, consumo parece ser o mesmo; chuto q manutenção tende a ser mais cara na Transalp; seguro deve ser facada em ambas.",
                "Se você quer rodar mais no offroad: Tenere  \nSe você quer rodar mais no asfalto: Transalp"
            ]
        },
        {
            "title": "Passeio das férias: São José dos Ausentes > Rio do Rastro > Rio Grande",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "mplo9i",
            "num_comments": 1,
            "comments": [
                "Show, tun3man!!\n\nSaudades de uma viagem longa, vários dias na estrada. Eu tenho feio uns roles de fim de semana pra matar a vontade, mas não é a mesma coisa."
            ]
        },
        {
            "title": "Motos elétricas e primeira moto",
            "selftext": "Pessoal, o que vocês acham das motos elétricas? Tipo Voltz EVS e Super Soco TC / TC MAX.\nSerá que vale a pena como primeira moto?\nNo meu caso, tirei a CNH A há uns 3 anos e nunca mais andei. Agora vou precisar de um transporte para o trabalho, então estava pensando ou numa Voltz ou numa Fazer 150/250 (no máximo) ou algo assim, apenas para trajetos dentro da cidade, uns 15km/dia.\nSei que são propostas diferentes, valores diferentes, por isso mesmo peço a opinião de vocês.\nObrigado!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "mjel3x",
            "num_comments": 9,
            "comments": [
                "Então, a fazer sabemos que é uma moto que não vai te incomodar tão cedo. O motor de baixa cc da yamaha é superior que o a honda em durabilidade. É confortável e bonita.\nA voltz não é linda, mas dá pro gasto, mas escolhendo ela vc terá economia não só no combustível, mas também economizará em kit de transmissão e óleo de motor. Mas ainda é cedo pra falar se é uma moto durável. Pois é uma startup nova e as motos estão sendo testadas por profissionais, e até agora não vi ninguém falando de problemas que ocorreram com uma das motos da voltz. \nE, levando em consideração a instabilidade dos preços dos derivados de petróleo, acho que a elétrica seria uma boa escolha.\nMas a Fazer tbm é uma excelente moto.\nO ponto contra da elétrica é a bateria, que a voltz diz que dura em média, 2 anos. E uma bateria dessa custa em torno de 2k, se não me engano.",
                "Gosto bastante da ideia, mas comprar uma moto elétrica nesse momento tem os riscos relacionados com ser um \"early adopter\". As marcas ainda são muito novas, não houve tempo para se provaram em termos de confiabilidade, e pelos videos a impressão que tive da EVS é que se trata de um produto montado de forma barata. Suponho que a desvalorização também vai ser mais alta que uma equivalente a gasolina. Por fim, tu paga um valor \"premium\", considerando as especificações da moto. A economia com gasolina vai amenizar a diferença, considerando uns 40km/l em uma moto a gasolina, com o preço de R$5,50/l, tu precisaria rodar uns 40k km para compensar em relação a uma 125.\n\nRecomendo tu pesquisar como essas motos se saem em baixa velocidade. Motos elétricas têm fama de ter acelerador nervoso. A \"[bicicleta elétrica](https://www.gambaratto.com.br/produto/bicicleta-eletrica-taim/227)\" da minha mãe eu sei que é bem difícil de controlar em baixa velocidade.",
                "Se o uso proposto é apenas esse não compensa uma moto elétrica, especialmente uma que custa mais de 20k.\n\nPor que não considera uma bicicleta? Pode até ser elétrica se você quiser. Se a ideia é economizar e seus trajetos são essencialmente urbanos, com no máximo 15km de deslocamento/dia, uma bike elétrica te atenderia perfeitamente. Por 1/10 do preço! \n\nCaso queira mesmo uma moto elétrica, procure por outras marcas. Recomendo olhar a Aima (que é quem fabrica as motos da Voltz). Produto bom, mas sem esse \"hype\" que inflaciona o item.",
                "A bateria da EVS começa a perder vida útil depois de aproximadamente 3 anos, isso não quer dizer que necessariamente ela deverá ser trocada nesse período. Após 3 anos de uso, ela começa a perder sua eficiência aos poucos, ao longo das cargas. Ela pode durar muito mais tempo que isso, mas infelizmente só saberemos conforme forem utilizando."
            ]
        },
        {
            "title": "Galera, vcs recomendam essa Pop 110i como primeira moto? Tenho 17 anos e quero usar o dinheiro q juntei em meu estágio pra comprar essa belezinha. Oq vcs acham?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "m6ycsi",
            "num_comments": 9,
            "comments": [
                "Tenho uma dúvida, porque para as bandas do nordeste essa moto é tão popular? Moro no interior de SP, uma cidade mediana diria e só vi ela uma vez, também não vejo ela a venda aqui na região, aqui o forte é CG, 125, 150, 160",
                "Pop é guerreira e reina nos rincões do Brasil. Jamais vou esquecer de um off-road que fiz numa no interior da PB (Barra do Mamanguape). Motinha honesta. Eu prefero a injetada, mas uma carburada (a depender do preço) não é mau negócio. Mete ficha, OP!",
                "Não tem como dar errado. Vai fundo",
                "Essa já é a injeção eletrônica ou carburador ainda? \n\nUm parça meu tem uma 2019 ou 2020 com injeção e, sendo sincero, é uma das motos que pago mais pau em termos de praticidade, faz absurdos 60km/l e o custo de manutenção é quase o mesmo de uma bicicleta.\n\nSó achei 4k um pouco caro para uma moto com 22k km mas os preços dessas motos tão meio doidos por causa da crise e dos iFood, então não sou capaz de opinar."
            ]
        },
        {
            "title": "Yamaha Virago: bom negócio ou dor de cabeça?",
            "selftext": "Saudações /motoca!\n\nEspero que estejam pegando bons ventos, apesar de tudo.\n\nRecentemente, observei em minha região algumas Yamaha Virago (por um preço bem tentador). Entretanto, dando uma pesquisada rápida, vi que essas motos tem problemas crônicos no sistema elétrico.\n\nAssim pergunto: compensa comprar uma virago?  Qual a sua opinião?\n\n(No caso, os anúncios se referem a uma virago 1999 250 cc revisada com alguns acessórios por R$12k (R$2k a mais que a fipe) e uma 2000 535cc por R$14k).",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "m0vfzn",
            "num_comments": 6,
            "comments": [
                "Chicote fino com emendas ruins por pressão, é muito comuns nelas mas não é raro em outras motos de 10 anos pra frente, depende do quanto ficou no sol, calor, chuva, umidade, etc, não é um problemão, seria só abrir o chicote, meter solda nas emendas, fechar direito, e colocar de volta no lugar, 4h de trabalho e resolve 20 anos de problemas.\n\nProblema grave é complicado, mas mal-contato em fiação é super simples, gravidade baixíssima, por mais que te deixe na rua as vezes.\n\nAh, os extensores pra guidão alto são tão problemáticos quantos esses guidões são feiosos, evite essa fiação extra bem onde pega sol e chuva, se o dono anterior tinha, tire se não quiser revisar também essa fiação, moto velha ou tem uma gambiarra nova todo mês feita pelo dono que entende o que faz, ou não tem nenhuma.",
                "Virago é boa moto, principalmente a versão 535. Depende muito de como foi cuidada pelo ex dono. A parte elétrica é a mais propensa a dar problema, mas se foi bem cuidada, está tranquilo.\n\nQuanto mais antiga, mais dificil saber a maneira como foi cuidada. Recomendaria ir para um modelo mais novo, como uma Yamaha Dragstar ou uma Shadow. A Dragstar é mais nova, mais robusta e na minha opinião, mais bonita. O preço muda pouco. Se pesquisar bastante você encontra uma dragstar boa por 17k.\n\n&#x200B;\n\nAbraço!",
                "São motos com manutenção que exige atenção, mas são excelentes, até mesmo a 250cc que é muito econômica.\nCom um bom mecânico e mercado livre você da conta da manutenção dela.\nUma pena que nosso mercado de customs tá abandonado e não há sinal que vai melhor.",
                "Irmão, na minha opinião é uma boa moto, mas 12k em Virago 250 é loucura!! Com coisa de 1000 reais a mais vc já acha Shadow 600, esses dias tinha shadow 600 a 12,5k na minha região, só não peguei pq to quebrado.",
                "Tem muita moto melhor/mais nova por 12\\~15K"
            ]
        },
        {
            "title": "Papel de parede atualizado com sucesso!",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "lwf7dp",
            "num_comments": 9,
            "comments": [
                "e ai meu bruxo, como estão as aventuras ai no fim do mundo?",
                "[deleted]",
                "Uma pergunta apenas: onde?",
                "E Brazilzão lindo viu."
            ]
        },
        {
            "title": "Beeline moto: Vocês já viram esse navegador? Existe alguma versão alternativa de baixo custo?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "lqmxhh",
            "num_comments": 3,
            "comments": [
                "Nas minhas andanças pelas interwebs, me deparei com esse dispositivo, como acho GPS essencial mas não gosto de usar ele na moto, seja por não confiar no suporte ou pelo risco de roubo, achei esse beeline bem interessante.\n\nPorém, como o Brasil não é para amadores, o valor por aqui está surreal:\n\nhttps://produto.mercadolivre.com.br/MLB-1713846816-beeline-gps-moto-facil-visualizaco-intuitivo-premiado-sp-_JM\n\nPor isso pergunto: existe algo parecido com isso no mercado cujo custo esteja mais alinhado com a nossa situação econômica?\n\nObrigado!",
                "As Royal enfield tem um tal de tripper que será está sendo adicionado em toda a linha.\nFaz poucas semanas que estava a procura de algo similar no Aliexpress, mas sem sucesso.",
                "Uma opção é um smartwatch. Não é difícil de adaptar para prender no guidão, e pode só tirar e usar como relógio ao estacionar a moto. Já usei a Miband 4 com uma extensão, não recomendo devido a funcionalidade não ser nativa e ser mal implementada. Mas o conceito, acho que funciona."
            ]
        },
        {
            "title": "Uma modificação simples que eu fiz: Pintar as letras do pneu.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "lkrelw",
            "num_comments": 7,
            "comments": [
                "Faz mais ou menos 1 ano que um amigo meu fez isso na moto dele depois de ver uns indianos no instagram. Achei legal e fiz na minha a uns 6 meses também. \n\nNão levei nem meia hora para pintar os 2 pneus. E achei o resultado final muito bom, em movimento fica bem legal. O segredo é usar uma caneta permanente a base de óleo e não água. Utilizei essa aqui:\n\nhttps://produto.mercadolivre.com.br/MLB-1607650058-caneta-permanente-uni-paint-marker-px-203-branca-base-oleo-_JM\n\nAs a base de água saem muito fácil, essa a base de óleo fiz a mais de 6 meses e só precisei retocar hoje.",
                "Show! Fica bonito mesmo. Fiz numa caferacer que montei, mas usando corretivo (aka liquid paper), desnecessário dizer que não durou nada, haha.",
                "Ficou muito bom👍",
                "Nunca tinha pensando nisso, fica muito bonito mesmo, vou fazer na minha",
                "Incrível como algo tão simples agrega tanto no visual da moto. Sabe dizer se essa tinta da caneta sai com água e sabão? Tipo, quando vai lavar a moto tem algum risco por causa da polaridade?"
            ]
        },
        {
            "title": "Adesivo protetor",
            "selftext": "Prezados, quais de vocês usam algum tipo de adesivo ou envelopamento para proteger a motocicleta de vocês?\n\nVale a pena? Da problema depois?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "lk9qzg",
            "num_comments": 3,
            "comments": [
                "Que eu saiba o pessoal faz envelopamento transparente em moto nova, geralmente Yamaha (por conta da baixa qualidade dos plásticos). Não sei se isso é prejudicial de alguma forma.\n\nO único \"adesivo protetor\" que eu conheço é aquele usado nas laterais ou parte superior do tanque, pra evitar o desgaste oriundo da fricção da perna ou do saco."
            ]
        },
        {
            "title": "Anti Furto",
            "selftext": "Bom Dia galera\nTenho uma Fan 150 2014 novinha e moro em São Paulo, ja viram o problema né?\n\nVenho pedir dicas de travas e afins para não perder a moto em um eventual dia sem estacionamento.\n\nOlhei umas travas de Manetes que parecem confiáveis, trava de disco (com ou sem alarme) e também aquelas clássicas correntes de aço.\n\nQual equipamento ou conjunto vcs consideram mais confiáveis? Infelizmente procuro sempre deixar a motinha o maia feia possivel vai que né",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "ldzf1u",
            "num_comments": 4,
            "comments": [
                "Não tenho conhecimento sobre os métodos mencionados. Uso um cadeado grosso como trava de disco. Pode ser usado na corrente também. É mais barato que as travas de disco específicas e, honestamente, acho mais robusto. Importante lembrar de tirar antes de sair, haha. No meu tem fita adesiva amarela, bem chamativo. Esses mecanismos impedem a movimentação da moto até certo ponto. \n\nMas na minha opinião o melhor mesmo é aliar essa barreira física a algum tipo de corta-corrente, de \"segredo\". Geralmente um interruptor que, quando desligado, impede ou a ignição da moto ou sua movimentação. \n\nNa minha (Ténéré 250), que tem sensor no descanso lateral, eu adaptei um interruptor nesse mecanismo (escondido, mas ao alcance da mão pra não dificultar o uso). Não cortei nenhum fio, só precisei comprar dois conectores compatíveis.\n\nQuando acionado, é como se o pezinho estivesse baixado, então o meliante pode até arrombar a ignição e ligar a moto, mas não consegue engatar marcha. Ela apaga na hora. Se tiver engata, nem liga. \n\nTem um canal no YouTube chamado \"CN Motos\" que é mestre nesses corta-correntes, pode te dar uma ideia sobre como fazer.",
                "Colocando qualquer corta-corrente escondido você já atrapalha ladrão comum, que vem com chave pra arrebentar a partida. Com cadeado na corrente e/ou no disco de freio já impede por completo ladrão que quer dar partida ou os que levam empurrando (Outra moto vem com o pé atrás e vai empurrando).\n\nCom corta-corrente e 2 cadeados o único roubo possível é carregar a moto pra cima de pickup ou pra dentro de kombi, precisa 3 ou 4 peão bem fortinho pra isso.\n\nÉ só não colocar o corta-corrente em local visível, nem perto do painel, nem farol (Tem pessoal que tira o farol pra achar a fiação e dar a partida, ia desativar o corta-corrente fácil).\n\nCom esses cuidados na prática o único roubo possível é com assalto. E pra isso dá pra colocar um segundo corta-corrente com timer, tipo 5 minutos, pra dar tempo do ladrão armado não mais te ver. Não sei indicar modelos porque eu mesmo faço meus circuitos.",
                "o mais barato e confiável seria uma u-lock. tem que ser um modelo que não dê pra empurar a mola quando esteja trancada.\n\no mais eficiente seria usar uma combinação de duas travas diferentes, pois a unica coisa que vai impedir o furto é o tempo pra conseguir liberar a moto.\n\nnuma situação que você esquece a trava pode até remover o manete da embreagem, mas não faça isso com frequência, senão o ladrão vai trazer um manete junto na próxima.\n\ncomo o colega mencionou têm bloqueador eletronico, tipo o MAF112, facil de instalar.",
                "O furto típico é: O cara mete uma chave de fenda na ignição e sai rodando com a moto.  \nSe ele ver uma trava de disco ou algum outro complicador, esse furto já fica menos atrativo."
            ]
        },
        {
            "title": "Suporte de Celular",
            "selftext": "Boa noite galera.\n\nTô querendo comprar um suporte pro celular, tem várias ops no mercado livre, mas queria algo realmente bom e seguro, msm que seja um.pouco mais caro.\nMelhor ainda se for a prova d'água. \n\nAlguém consegue me ajudar?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "l8a6xl",
            "num_comments": 9,
            "comments": [
                "Quer usar ele pra dirigir na cidade ou pra pegar rodovia??\n\nNão tive boa experiencia com suporte. Tive um daqueles a prova de água, mas no sol o aparelho esquenta tanto que começa a falhar, fica lento e não carrega a bateria.\n\nAí tem aqueles que deixam o aparelho exposto (tipo o RAM xgrip), fica ventilando, mas obviamente não é a prova de agua (não pode usar sem aquela borracha pra prender, senão há o risco de perder ele no trajeto).",
                "Esse ram é bom, coloca o telefone num saquinho pra usar e não molhar, já vi colocarem até camisinha no celular kkk",
                "Mano, comprei um de alumínio no Shopee. 50 conto. Vale a pena demais!\n\nhttps://shopee.com.br/product/191486109/7940910338?smtt=0.280745311-1611257713.3"
            ]
        },
        {
            "title": "Dúvida: o retorno",
            "selftext": "Fala galera! \nTudo certo? \n\nNeófito aqui! Já faz um tempo que sentei para analisar minhas opções (agradeço muitíssimo vossas contribuições! Muito obrigado!).\nNo entanto, recentemente me apareceu uma oportunidade muito boa (de um amigo) de pegar uma Royal Enfield Continental GT.\nNo entanto, vi que ela tem uma fama um pouco queimada. Assim, queria pedir a opinião de vocês: estou fazendo um bom negócio? Ou só é dor de cabeça?\n\nPs.: vou pegar por 24 mas parcelada em dois anos sem juros.\n\nPs.2: eu conseguirei passar ela para frente com facilidade?\n\nMuito obrigado a todos!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "l84ut7",
            "num_comments": 13,
            "comments": [
                "Acho que os demais comentários já foram suficientemente elucidativos.\n\nInfelizmente a RE peca pela baixa qualidade de seus componentes e procedimentos de montagem/ativação das motos. O preço reflete bem isso.\n\nNem toda moto deles é uma porcaria, claro, tem gente feliz também, mas dada a proporção entre unidades vendidas e problemas externados, é algo realmente preocupante. Não faltam relatos de clientes desapontados, inclusive aqui no sub.\n\nE não pensem que se trata de uma exclusividade do mercado nacional. No YT é fácil encontrar vídeos indianos ou ingleses sobre unidades defeituosas, problemas crônicos e outros BOs com motos da RE. \n\nEspero que a marca melhore e consiga se estabelecer no mercado nacional ofertando produtos de boa qualidade. No momento, porém, essa não parece ser a realidade.",
                "Não! Foge de royal-enfield, aliás, acho que esse cara nem é seu amigo de verdade. \n\nTive um Royal Enfield, a Classic 500 Zero, fiquei 8 meses com ela e vendi.\n\nEmbora muito bonita, a RE tem um problema gigante com controle de qualidade das motos, a minha teve problema com raios estourando com 2k km e oleo vazando do cabeçote com 8k km, além de uns parafusos colocados claramente fora do lugar que deixava a pedaleira torta. \n\nE o pior de tudo foi o pós vendas sofrido, precisei voltar lá 4x por causa dos raios, pois não conseguiam arrumar. Pessoal desorganizado, sequer atendia o telefone, não cumpriam prazos, tive que bater boca com a gerente, enfim, foi  horrível e só tinha uma CC em SP na época, eu dependia deles. \n\nNa hora de vender, também foi bem difícil, a Fipe dela era 18,5k,vendi pro 16k sofridos na epoca. \n\nEdit: aqui, o post que fiz na epoca:\n\nhttps://www.reddit.com/r/motoca/comments/e60755/motoqueiros_quais_os_planos_de_viagem_para_o_fim/f9mzln1?utm_medium=android_app&utm_source=share&context=3",
                "Sobre passar pra frente, é uma moto que ainda é \"rara\" no Brasil então talvez tenha um pouco de dificuldade. Mas a royal tá ganhando MUITA tração.\n\n[Sobre o que o pessoal fala mal da Royal, da uma olhada nisso aqui](https://youtu.be/p6qXM_N34TI)",
                "Só um detalhe que não ficou claro: é a continental GT 500cc ou a 650cc?"
            ]
        },
        {
            "title": "My grandma knitted a little mat to support my uncle's bike's pedal",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "l45buz",
            "num_comments": 2,
            "comments": [
                "minha mãe seria capaz de tricotar até uma capa de banco. hahaha"
            ]
        },
        {
            "title": "Consórcio? [DÚVIDA]",
            "selftext": "Fala Galera! \n\nComo vocês tão?\n\n&#x200B;\n\nSou o novato na epopeia da primeira moto. Vocês me ajudaram muito no último post, queria expressar meus mais sinceros agradecimentos!!\n\nAssim, venho com uma outra grande dúvida: \n\nCompensa fazer consórcio? \n\nPor exemplo, poderia pagar um ano de consórcio (ou mais) com meus R$17k (que havia comentado no post anterior). Assim, poderia tentar ir reservando um pouco todo o mês e continuando a paga - lo (e assim comprar uma moto melhor). \n\nMas a grande questão é: compensa fazer isso? Os sorteios que eles realizam, são legítimos? Compensaria reservar e pegar algo melhor? \n\n&#x200B;\n\nPostem suas opiniões!\n\nDesde já, muito obrigado a todos!!!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "l0ssit",
            "num_comments": 7,
            "comments": [
                "Vale mais a pena, sempre, guardar e pagar à vista.\nCom 17k dá para comprar uma moto 250 bem boa, se te atender, de 2017 para frente.",
                "Minha mulher trabalhou numa empresa de consórcios e é só vendedor falcatrua. Prometem de tudo pra tu entrar num consórcio. Não caia no papo de carta contemplada ou que logo será sorteado. Não esqueça de ler o contrato!! Veja se precisa de avalista ou bens no seu nome pra retirar o premio.\n\nEu penso que consórcio só vale a pena se você não tem pressa, assim pode ser sorteado nos ultimos meses e terá um veiculo 0km quase quitado.\n\nCom R$17k você pega uma Fazer 250 que é uma baita moto. Ou tem preferência por algum modelo específico?",
                "Vou jogar a real aqui. Você REALMENTE quer a moto pra tipo AGORA ??? \nVeja alguns pontos e leve em consideração:\n\n1 posso aguardar : Sendo assim, melhor juntar o dinheiro, deixar ele rendendo em algo e pagar a vista.\n\n2.a posso aguardar mas por pouco tempo: consórcio.\n\n2.b posso aguardar mas por pouco tempo: isso significa que você já tem um capital próprio e pode consegui um empréstimo com um banco ou financeira\n\n3 preciso com urgência. Neste caso não tem jeito, vai ter que se submeter a agiotagem legalizada dos bancos pra conseguir realizar seu sonho.\n\nO que eu fiz: passei pouco mais de dois anos poupando e gerando uma gordura financeira + aplicações regularmente mês a mês. Aí a moto que eu estava de olho apareceu com pronta entrega. Peguei o que faltava com a CEF e numa parcela similar ao que eu já depositava e com o que eu vou economizar de passagem já dá o custo de manutenção do veículo ( combustível+óleo+seguro). Ou seja, meu padrão de vida vai continuar no mesmo. \n\nEu poderia ter entrado em um consórcio? Sim, mas aí eu estaria praticamente pagando algo sem ver. Prefiro pagar algo usando.  Porém, tudo vai depender da sua necessidade e condições.",
                "Geralmente são grupos grandes, onde mesmo com 2 ou 3 sorteios por mês a maioria dos pagantes é contemplada só no final.\n\nFinam paga umas tarifas a mais mas você sai andando com o bem em pouco tempo. Lembra que dá pra pegar moto de até 5 ou 10 anos pra finam, ou seja, as vezes com R$ 1 mil de entrada você pega moto 150cc de alguns anos de uso, com baixíssima manutenção.\n\nConsórcio seria mais pra quando você já tem uma moto, aí não tem pressa pra esperar outra nova sair por sorteio. Se pegar uma moto comum (Honda comum, nada de incomuns tipo 250 ou 400cc, moto cara tem peças caras e raras) o custo mensal com manutenção é nanico, o problema é risco de roubo, mas isso é problema pros cus de mundo onde existem roubos aos montes.",
                "Sei que já faz uns dias mas esse conteúdo é relevante para o OP https://youtu.be/tmi2FsfwPzI \n\nhttps://youtu.be/LuEc00LQA_I",
                "Oi, amigo... Infelizmente não entendo nada sobre o tema, não posso ajudar quanto a isso, mas fico feliz que nossas ponderações deram uma luz pra você. Abraço!"
            ]
        },
        {
            "title": "Primeira custom: O DILEMA [DÚVIDA]",
            "selftext": "Saudações pessoal,\n\nComo estão?\n\n&#x200B;\n\nBom, como o título indica, estou em um dilema. Sempre quis ter uma moto, consegui a carteira ano passado. Guardei uma grana e gostaria de comprar minha primeira possante. Após muita pesquisa, gostaria de começar com uma custom - até R$17k. \n\nOs requisitos é que ela seja uma coringa - onde eu possa fazer deslocamentos diários e viagens aos fins de semana. \n\nEstava cogitando, após uma pesquisa, os modelos  Dafra Horizon 150cc  e a  Haojue Chopper Road 150 ( a intruder também, mas não acho nenhum modelo disponível na minha região).\n\nEnfim, gostaria de ouvir a opinião de vocês. O que acham desses modelos? São confiáveis? Acho peças - caso aconteça algo? O pós vendas é bom?\n\nE mais importante: Vocês sugerem algum outro modelo?\n\n&#x200B;\n\nMuito obrigado!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "kw0pzm",
            "num_comments": 16,
            "comments": [
                "Vai ser sua primeira moto? Se sim, começa por baixo, amigo. Não torra esses 17k de uma vez, não. Especialmente agora que o mercado tá com preços completamente inflados. \n\nPega uma moto pequena e usada. E primeiro aprenda a andar de moto. No mundo real. Pegue prática e confiança. Essa moto vai perdoar bem mais erros (que você certamente irá cometer) e não vai te levar à falência caso precise de reparo.\n\nNão conheço nenhuma das que você citou, mas tive uma Intruder 125 e sempre recomendo aos iniciantes. Moto barata, robusta, baixa e leve. \n\nGasta parte do seu orçamento em equipamentos de proteção. Um bom capacete (integral, por favor, nada aberto), jaqueta com proteções (própria pra moto) e um par de luvas. \n\nE guarda o resto da grana. Ou investe. Não é hora de gastos desnecessários. \n\nAbraço e bons ventos!!",
                "Uma pena que o mercado de custom no BR tá uma desgraça e não vai melhorar. \n\nJá tive uma Intruder 125 e é muito boa! Fui até Montevideo com ela, praticamente uma delícia.... mas eu tenho esposa e ela sofre com garupa junto, então parti pra uma tenere 250.\n\nA Horizon parece ser muito boa, mas nunca vi o suficiente, pois aqui na região ela é rarissima.\n\nJá pensou em pegar uma Virago 250? \n\nChegou a procurar modelos no marketplace?",
                "Olha, se tem uma coisa que aprendi com moto custom, é que ou vc prioriza o dia a dia, ou viajar, algum dos dois \"sai perdendo\"\n\nTive uma xl 125cc e uma dt 200cc, na cidade era lindo, econômicas, cabiam em qualquer canto, estacionar era uma maravilha, e nem sofria tanto com o calor. \nMas era só pegar uma estrada que eu já não curtia mais, sofria demais, faltava força, os carros N respeitam e vc fica a mercê de qq maluco desatento no celular. \n\nPode parecer frescura, mas moto com menos de 300cc não deveria pegar estrada na minha opinião. \n\nTenho uma custom 1200cc hoje, certamente consigo usar no dia a dia, mas é extremamente pesada e quente no trânsito, sem mencionar que faço 20km/L\n Mas na estrada é uma beleza\n\nCom pouco mais que esses 17k vc consegue pegar uma royal Enfield 650 bem nova. \nOu se tiver paciência, tem rumores que eles vão lançar uma custom 350cc ainda esse ano (royal Enfield Meteor) que parece que vai vir por menos de 20k.\n\nSobre as motos que vc falou, eu evito haojue, mas a Dafra tem acertado bem com as motos",
                "Como você é iniciante eu não recomendo motos maiores (vi seu comentário falando da Shadow). A intruder é uma moto que quem tem não reclama, mas eu só andei uma vez na de um amigo então não tenho muita propriedade pra falar sobre.\n\nEu moro no interior de SP e aqui o que reina é Honda e Yamaha, porém entre a Dafra e Haojue eu iria de Haojue. O pós venda dela é feito pela Suzuki e deve ser mais fácil de encontrar peças.\n\nPorém motos 125/150cc são muito ruins pra viajar e passear, você vai sofrer muito em subidas e ultrapassagens (se for com garupa então, esquece). Nesse cenário que você mencionou de dia-a-dia e viagens/passeios eu recomendaria uma moto 250cc.\n\nNessa categoria custom 250cc temos:\n\nKasinski Mirage - É uma baita moto, porém tem problema crônico na elétrica e não é todo mecânico que mexe. Ela também não tem muito valor de mercado pois a Kasinski saiu do Brasil alguns anos atrás. O bom dela é que é uma moto Frankstein, aceita várias peças de outras motos quando precisar trocar\n\nYamaha Virago - É uma delícia, sem dúvida a preferida da galera. Apesar de ser bem mais antiga o mercado dela ainda tá bem aquecido e peças de reposição são fáceis de encontrar pois a galera sempre tá inventando coisa pra ela.\n\nFym FY - Mais triste que brigar com a mãe por causa de mistura.",
                "BR não gosta de Custom, ele gosta é do Randandan...\n\nEstava com o mesmo questionamento que o seu a meses atrás até optar pela Horizon 150cc.\n\nCaso seja do seu interesse, ela é basicamente uma CG Titan Gorda. O que eu recomendaria era você entrar nos grupos e forums e procurar pela lista de peças compatíveis. Aceitei a HZ150cc pela facilidade em encontrar peças similares com o preço mais baixo que a original.\n\nA pergunta que você deve ser fazer é: Quais os tipos de estrada eu vai pegar ? \nQuanto eu posso aprender com a moto? \nPra quem eu vou levar a moto em caso de problemas?\nAlém de é claro, estilo, consumo e conforto. \n\nSe tua região for como a minha, com estradas com pouco movimento, e as vezes muitos animais na pista , e não tô me referindo apenas aos de 4 patas,  moto grande pra andar veloz é desperdício. Primeiro porque muitas vezes não tem nem espaço e segundo sempre aparece um buraco ou um animal e tu tem que ter tempo de reação para evitar o pior."
            ]
        },
        {
            "title": "Vão pegar a estrada nesse fim de ano? Quais os planos de viagem?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "kbddg7",
            "num_comments": 5,
            "comments": [
                "Eu sei que o momento não é muito adequado, né, mas pretendo aproveitar o recesso de fim de ano pra rodar um pouco com a namorada, pegar umas cachoeiras e visitar uns amigos.\n\nCoisa de uns 10 dias e 1600km. Torcendo pras fronteiras estaduais não serem fechadas até lá.",
                "Talvez ir pra algum camping com a namorada.... Tem umas cachoeiras pra visitar ali pelos lados de Lajeado... ou ficar por casa mesmo. o covid tá tenso aqui no RS.",
                "Tá loco, só chove.",
                "talvez um bate e volta na baixada santista, se alguém animar de ir junto!"
            ]
        },
        {
            "title": "Primeira moto: MT-03 ou fazer 250?",
            "selftext": "Amigos, estou prestes a adquirir uma moto para ir à faculdade, me deslocando cerca de 70 km por dia, contando ida e volta em um percurso que é basicamente uns 90% rodovia e o resto cidade, isso umas 4 ou 5 vezes na semana. Tenho 20 anos e nunca andei de moto, inclusive, há uns tempos atrás peguei uma bicicleta de um amigo para dar uma volta e parecia uma vara de bambu em cima dela, mole e tremendo todo kkk. Sei que o ideal seria uma moto de baixa cc para começar, mas devido às particularidades do trajeto preciso de no mínimo uma 250cc.\n\n\nJá dei entrada no processo de tirar a CNH e estou pesquisando MUITO sobre motos no geral, principalmente questões de pilotagem e segurança, e acabei me deparando com duas opções, a fz25 e a MT-03. A fz25 parece ser a moto perfeita para mim e também a escolha mais racional, é econômica, linda e custos gerais bem mais em conta, sem contar que ela parece ser bem de boa para pilotar. Estava quase certo de que compraria ela até conhecer a MT-03, foi paixão a primeira vista, moto muuuito bonita. Entretanto, não parece ser nada econômica, os custos de manutenção e peças são mais caros que o da fz25 e também é bem potente para iniciantes.\n\n\nNão sei o que fazer, a racionalidade diz fazer 250 mas o coração e o ego diz MT-03, qual a opinião de vocês? Sei que fz25 é a escolha óbvia, mas é que eu tô muito a fim da MT, vocês não tem noção.\n\n\nPS: não vou comprar a moto e já sair nas rodovias com ela, vou passar uns 2 meses treinando no meu bairro e em locais mais calmos, realisticamente, acredito que só estarei hábil a começar a usar a moto para o meu fim em agosto do próximo ano. Sei que mundo das motos é bem perigoso mas também é muito incrível, estou ficando cada dia mais fascinado com tudo.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "kbbxly",
            "num_comments": 35,
            "comments": [
                "Eu iria de fazer primeiro e depois faria um up pra MT! Acho melhor pegar uma moto mais fácil de manter e cuidar e depois que tiver o jeito pega uma melhor. Mas pegar uma MT logo de cara não acho tão absurdo, se não pesar finaceiramente (no site da yamaha já tem os valores fixos das revisões, então dá pra ter uma ideia dos custos fixos das duas) vai fundo. Se tivesse falando de uma MT-07, aí eu recomendaria fortemente não pegar de cara hahaha",
                "Vai se arrepender da mt03 quando começar a ver que ela faz até menos de 20km/L.\nNão tem alguma Inazuma 250 aí na tua região? Um amigo achou uma em excelente estado e chega a fazer mais de 35km/L.\n\nNo mais a Fazer 250 ou Lander 250 tem um custo benefício difícil de ser batido pelas concorrentes.\n\nVocê tem plena condição de manter uma MT03? Além de beberrona ela come pneu e usa oleo e filtro mais caros.",
                "Cara, entendo o apelo \"passional\" do motociclismo, da aparência e potência das motos etc., mas uma decisão dessas precisa ser racional. \n\nEspecialmente nas condições que você narrou: universitário, deslocamento diário de 70km, primeira moto... \n\nCompre uma Fazer 250 e seja feliz.\n\nNão sei qual é seu orçamento. Vai comprar 0km? Seja como for, não gaste toda sua grana na moto. Reserve uma quantia pra equipamentos de proteção bons!\n\nNão adianta nada ander de 03 com capacete de 50 conto. Especialmente em rodovia, com vento assoviando no seu ouvido 70km por dia. Por favor, valorize sua vida e invista em bons equipamentos. E use-os, hehe.\n\nA propósito: você já pilotou alguma dessas motos??? A nova Fazer tem um apelo esportivo, com uma posição de pilotagem mais \"racing\". Ou seja: pernas bem dobradas e coluna inclina pra frente, com apoio do peso nos braços. A MT então nem se fala. Eu acho esse tipo de posição super desconfortável, péssimo pra estrada. Sei lá, testa umas motos numa pegada mais street ou trail, que te coloquem mais \"reto\". Enfim, só meus two cents. \n\nSeja como for, bem vindo ao mundo das duas rodas. Só quem anda e gosta entende, difícil explicar essa nossa loucura.",
                "Acho que com nenhuma das duas você vai errar e, sendo sincero, se seu coração bate mais forte pela MT03, vai de MT sem pensar muito.\n\n Fora que em rodovia, os 47cv da MT vão fazer diferença e ela parece ser na mesma pegada da Z300 da Kawasaki, que foi uma das motos mais divertidas que já pilotei.\n\nSó tenha em mente que essa moto é visada pela bandidagem, mais que a fazer.",
                "Você precisa comparar pontos positivos e negativos de cada uma, ambas são boas motos, a fazer já é uma moto mais \"comum\", você vai ter uma facilidade a mais em achar peças etc, outra, o consumo? a MT geralmente faz uns 20km/l, a rodovia que você pega é um trajeto perigoso? muitos caminhões? irá precisar fazer ultrapassagens arriscadas? qual a média de velocidade você pretende ir? respondidas essas questões você consegue uma resposta mais fácil...\nDe acordo com seu post e suas respostas, minha escolha seria outra, eu iria de HONDA CG 160, start, fan ou titan... Elas são motos muito mais econômicas que a MT e FAZER, a velocidade final da 160 pra MT é bruta, mas da fazer pra uma 160 é coisa de 20km, não é uma diferença muito significativa, com o uso diário de 70km dela, você terá que fazer uma revisão constante, a revisão de uma cg, é tipo, 40% mais barato que de uma fazer e uns 60% mais barato que de uma MT... Enfim, como será sua primeira moto, e você já tem um uso definido pra ela, suas opções ao meu ver são \"muito mais do que é preciso\", eu iria de 160, economia e praticidade, mas a escolha é sua, pesquise bem, compare muito para não se arrepender",
                "Fazer 250. Primeira moto, sempre considere uns tombos mais ou menos hora..",
                "Banco da fazer é uma tábua então vai fazer você sofrer e muito principalmente por andar bastante todo dia naquela tábua e dor na coluna e na bunda não é nada gostoso,falo por experiência própria,a posição de pilotagem também é extremamente desconfortável então vai ser um baita de um desgaste físico todo dia que provavelmente vai causar umas dores nada gostosas no corpo,a Twister é uma opção muito melhor pra viagem já que além de ser muito mais confortável ainda tem mais motor e a sexta marcha também.",
                "Yamaha é difícil de entrar na minha garagem, Honda mais ainda.\nAs motos são muito caras e oferecem bem menos que a concorrência pelo menos no segmento que estou, especialmente quando comparando a kawasaki.\n\nDe todo caso, primeira coisa que eu veria pro seu uso, preço de seguro pro teu perfil. \nMesmo que você não tenha intenção de fazer (eu nunca mais fico sem), quanto mais caro for, maior vai ser seu risco de roubo, o que vale levar em consideração.\n\nA mt03 0km tá 27k (pqp tá em território de 600cc) pelo mesmo preço você pega:\n\nNinja 300\n\nNinja 400\n\nVersys 300\n\n\nQue são ótimas motos, mas acho que vc vai ter problema com seguro, por isso vou falar essas outras:\n\nVulcan S 650\n\nRoyal Enfield continental GT 650 (não pegue as de 1 cilindro)\n\n \nDa até pra pegar uma harley 883, uma Ducati scrambler ou uma triumph Bonneville 900, mas aí a manutenção vai ser meio cara\n\nAh, de alguém que basicamente só anda em rodovia, moto menor de 400cc na rodovia é proibido em alguns países, e eu acho que faz muito sentido pra ser sincero, direto vejo caminhão ou carro \"empurrando\" alguém de moto pequena na pista da direita, tá louco...",
                "E aí amigo, pegou a mt03?",
                "Acho que você tem que ouvir a voz da razão: Fazer 250 (Teneré 250, seria ideal).  \nVocê vai rodar 17mil km por mês. Então vai gastar pneu traseiro, relação, 3 trocas de óleo... você vai gasta 50% a mais com a MT03. \n\nGaste esse dinheiro com equipamentos de segurança. Uma Boa Jaqueta, Calça, Bota, luvas, etc...\n\nNo futuro você pegar a MT03 ou quem sabe a MT07...",
                "E aí OP, como vc está hj? Ta curtindo a moto?",
                "Acabei de voltar da concessionária. E seu post me ajudou muito. hahaha.",
                "Eaí mano, 2 anos dps da postagem mas tudo certo akakakak o que vc achou da sua primeira moto ser uma 300cc?? A minha situação no momento era parecida com a sua, tirei a CNH e quero comprar uma mt 03 logo de cara, a vista e tals, tenho conciência que a moto é potente para iniciante, mas no meu caso vou devagar e treinar muito com ela antes de sair para trânsito...\n\nTenho dinheiro no momento para arcar com gasolina e etc.. mas meu maior medo é só não conseguir aprender a pilotá-la da maneira correta, e cair com a moto, quebrá-la ou perde-la tlg, tenho muito receio disso, você acha que respeitando a moto, treinando com ela em lugares menos movimentados, curvas e etc... eu consigo tê-la como primeira moto?",
                "Eu recomendo a Fazer para você!"
            ]
        },
        {
            "title": "\"Customização\" que fiz no baú da moto pra aproveitar melhor o espaço e evitar que os conteúdos fiquem sambando dentro dele.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "k98jfj",
            "num_comments": 7,
            "comments": [
                "[removed]",
                "Simples e efetivo, parabéns, OP!\n\nVou ver de fazer similar na minha, mas quero tentar usar os ganchos pra ser removível.",
                "e esse canudo do lado da sua moto o que é ?"
            ]
        },
        {
            "title": "Minha moto quando ela \"quase\" chegou na Serra da Canastra - MG.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "k10kw1",
            "num_comments": 23,
            "comments": [
                "Linda moto! Com certeza eu teria uma dessas se o bolso permitisse. Além da Tiger, claro.",
                "Que baita moto! Vamos ver se eles trazem a nova Meteor para o Brasil.",
                "Acho essa moto linda demais! É o modelo novo com 90 cavalos? Qual sua opinião sobre a moto?",
                "Tenho uma Street Twin e uso exatamente o mesmo chaveiro hahaha. Delícia de moto.\n\nAconteceu alguma coisa para \"quase\" chegar?",
                "Parabéns, puta motoca!\n\nAntes da pandemia eu estava pensando em pegar algo assim:  \nEstava entre a Street Twin e a Suzuki SV650. A Triumph acertou em cheio nessa moto.",
                "Street twin é uma das das mais confortáveis que já andei. Leve e ergonômica, puta moto, parabéns!",
                "Muito loko esse Shark preto",
                "Pena que moto é tão caro no Brasil. Nos EUA com 8 salarios minimos tu tem um Harley..."
            ]
        },
        {
            "title": "Fazendo um crossposting para movimentar esse sub.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "k0wj40",
            "num_comments": 5,
            "comments": [
                "Fui na serra da canastra também outro dia, a paisagem das estradas perto de Vargem Bonita é sensacional, coisa de filme mesmo. \n\nAgora aquela estradinha de barro que leva para o parque, uns 20km só de estrada de barro, só moto trail mesmo, tentei ir com a minha street twin e perdi o descanso lateral no meio do caminho, sorte que encontrei ele, mas ai entendi como um sinal e decidi desistir. \n\nParabéns pelo rolê, deve ter sido bem divertido mesmo.",
                "Sdds Canastra!\n\n&#x200B;\n\nBom ver que eu não sou o único a usar esse pneu Rinaldi R34, haha."
            ]
        },
        {
            "title": "Pintei os aros da moto de preto fosco. Deu trabalho, mas acho que valeu a pena!",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "k0bohm",
            "num_comments": 9,
            "comments": [
                "Show! Parece pouco, mas fez uma baita diferença na estética final! Parabéns!",
                "Ficou muito top!",
                "Que tipo de spray vc usou exatamente? Quero fazer isso na minha KLR650. Lixou o aro? Valeu",
                "eu gosto dessa iniciativa, mas muitas das vezes nem compartilho haha, parabéns por sua iniciativa",
                "O aro original da Yamaha é zuado. Poderia vir em alumínio. Parabéns pelo trabalho!"
            ]
        },
        {
            "title": "Camping em Westfália/RS",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "jbyktm",
            "num_comments": 3,
            "comments": [
                "Motocamping é uma das minhas coisas favoritas na vida! De Ténéré então, vish!\n\nTe confesso que prefiro camping selvagem, mas quando rola uma estrutura assim ou um suporte não dá pra reclamar.",
                "Um dos meus objetivos é um dia conseguir fazer Motocamping."
            ]
        },
        {
            "title": "Salvei um motoboy",
            "selftext": "Hoje eu foi jogar fora as tralhas da minha casa: Colchão velho, móvel velho, etc... tranquiras em geral.  \nColoquei as tranquiras na caçamba da minha GM Montana, e fui para o Ecoponto aqui do meu bairro.\n\nChegando lá, eu parei o carro na portaria para que os funcionários puxem meu cadastro. Neste momento se aproxima um motoboy e pergunta se eu o levaria até Itapevi. Pensei \"Caralho, mô rolê\". Perguntei o que havia acontecido com ele. Ele aponta uma Honda CG vermelha tudo requenguenta com o pneu traseiro furado.  Perguntei para ele se uma borracharia resolveria o problema dele. Ele disse que sim. Falei para ele esperar eu descarregar as tralhas para poder subir a moto dele na caçamba.\n\nDescarreguei as tralhas. Manobrei o carro para pegar a moto. Subimos a moto sem problemas. Entrei no carro. Fomos conversando, o motoboy disse que trabalha em aplicativos em especial o ifood. Ele disse que não conseguiu pedir ajudar pois o celular dele estava sem bateria. Logo, chegamos na borracharia. Descarregamos a moto. Inclusive nesse processo a manopla saiu na minha mão, quase derrubamos a moto.\n\nO motoboy afirmou que foi deus que me mandou no Ecoponto. Na verdade foi minha tendência de acumulador compulsivo.\n\nResgate de cachorrinho de rua - 1 trilhão de views.  \nResgate de motoboy de rua - No fucks given.\n\n\\#hipocrisia",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "j8lp11",
            "num_comments": 4,
            "comments": [
                ">Resgate de cachorrinho de rua - 1 trilhão de views.\n\n\n>Resgate de motoboy de rua - No fucks given.\n>\n\n>#hipocrisia \n\nPosta foto do antes e depois do motoboy, e vídeo dele brincando com os outros motoboys resgatados que você tem em casa.\n\n^^^^^^^^/s",
                "obrigado amigo, você é um amigo",
                "Nice! Parabéns pela atitude.\n\nAgora, motoboy que trabalha com aplicativo e não tem uma tomadinha USB na moto é complicado, hein? Não é nem caro, fora que pro serviço dele seria essencial. Enfim."
            ]
        },
        {
            "title": "A lendária Cagiva Mito 125 e as esportivas pequenas que não temos aqui",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "j5wa09",
            "num_comments": 0
        },
        {
            "title": "Moto limpa não conta estória.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "j5smj5",
            "num_comments": 12,
            "comments": [
                "Nem me fale! To ansioso pelo fim de semana. Vamos passear no vale do Taquari no fim de semana. O passeio é meio pesquisa, mas tá valendo!",
                "Mas curiosamente o capacete está limpinho, uhmm...",
                "Show de bola, nesse final de semana também dei uma volta na minha [Tenebrosa](https://i.imgur.com/QaUDXic.jpg).",
                "Deixar a moto suja? Que porquice! Eu lavo a minha religiosamente uma vez por ano.",
                "Queria ter altura pra andar numa Ténéré e meter um pouco de offroad"
            ]
        },
        {
            "title": "Muito orgulhoso dessa gambiarra!",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "inckft",
            "num_comments": 9,
            "comments": [
                "Semana passada eu fabriquei um extensor para a bolha original da minha moto. Essa peça de acrílico (3mm) melhorou muito o conforto em altas velocidades, mas aumentou demais a trepidação da bolha.\n\n&#x200B;\n\nVi que muitos proprietários de Ténéré 250 que instalaram defletores/extensores ou bolhas maiores relataram quebras do suporte. Pra evitar isso pensei em algum tipo de reforço. \n\n&#x200B;\n\nConsultei a interwebs e vi que o pessoal usa barrinhas de ferro dobradas para esse serviço. Achei até no ML um cara vendendo um par dessas barrinhas por R$60 + frete!\n\n&#x200B;\n\nAí lembrei que tinha guardadas essas duas hastes de alumínio que originalmente pertenciam a um bagageiro de bicicleta. Não sabia se o tamanho seria o suficiente, mas resolvi testar. E, olha, pra minha total surpresa, encaixou perfeitamente! Minha única mão de obra foi dobrar um pouco as extremidades que encaixam no parafuso da bolha.\n\n&#x200B;\n\nTestei hoje de tarde no asfalto e na terra. Super funciona, praticamente eliminou a trepidação da bolha e do extensor. Sorte demais!",
                "Ficou maneiro!",
                "Comprei um defletor no Aliexpress faz 1 ano e faz uma baita diferença. Eu tava ficando surdo de tanta turbulência."
            ]
        },
        {
            "title": "Ajuda pra tirar a carta",
            "selftext": "Queria uma ajuda com dicas ou macetes pra ajudar a me acostumar com moto, fiz 5 aulas e tentei a prova mas reprovei, deveria ter feito mais aulas mas tava com pressa, enfim se tiverem dicas de como se acostumar melhor com a moto, embreagem (onde eu me quebro por que tenho dificuldade em sentir ela) e todo o resto agradeceria muito, tem prova dia 08 e já volto pras aulas amanhã.\n\nValeu a atenção!\n\nEdit: passei porra, não errei nada fui o mais rápido só sucesso, vlw ae por todas as dicas",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "ik32qj",
            "num_comments": 16,
            "comments": [
                "No meu caso, eu paguei um instrutor de autoescola por fora e fui praticar na moto e no próprio local do exame ( ibirapuera - SP ). Isso me ajudou bastante, porque eu consegui fazer o percurso várias vezes ( fui bem cedo ) e diminuiu a ansiedade também. Outra coisa que fiz foi ficar vendo vídeos no YouTube do percurso da prova.",
                "A moto da auto escola já não vem levemente acelerada pra facilitar? Geralmente elas tem uns ajustes finos desse tipo pra evitar que morram com facilidade.",
                "Não tem segredo, OP. Pra se acostumar com a moto só andando nela.\n\nAté posso teorizar sobre o uso da embreagem, mas a verdade é que esse feeling só se tem na prática.\n\nE fora que cada moto pode ter uma regulagem diferente na tensão do cabo, o que afeta a altura da manete e o momento de engate/desengate.\n\nNão tem nenhum conhecido que tenha moto e possa dar uma ajuda? Seja emprestando, seja ensinando. \n\nSeu único problema é na hora da saída? Todo o resto da prova você faz de boa? Porque se for só essa a questão, menos mal.",
                "Não esqueça de fechar a viseira e a fivela do capacete!! Não arraste o pé no chão ao parar a moto.  \nPratique mais a embreagem. Peça pro instrutor uns minutos sozinho na pista pra treinar o ponto de arrancada.",
                "Se teu problema é sentir a embreagem, fica parado na moto só soltando a embreagem até ela começar a pegar, dar aquela puxadinha na moto, sem usar acelerador e sem deixar morrer. Você precisa de \"memória muscular\".\n\nNão fique frustrado. Eu ainda deixo a minha morrer no sinal de vez em quando. Quando a moto esquenta a rotação do motor diminui consideravelmente e às vezes, acostumado com a rotação alta de quando a moto estava fria, a gente vacila.\n\nFora isso é o que te disseram: tem que andar na moto. Repita o circuito o máximo que puder e preste atenção onde tem mais dificuldade e porquê. Corrija.\n\nSe a moto tiver macetinhos, o professor (que cuida dela) deve saber. A factor em que eu fiz a prova era uma bosta de passar a segunda e eu precisava ficar mantendo a pressão na alavanca pra cima quando soltava a embreagem pra marcha entrar. É uma bosta, mas é a realidade das motos de autoescola.\n\nLembre-se que a prova de moto é muito mais emocional do que de fato habilidade em andar na moto. Eu cheguei 3h da manhã no local da prova pra praticar. Tinha uma fila de mais de 150 pessoas fazendo o mesmo. Consegui fazer o circuito 3 vezes antes da prova e errei nas 3 tentativas (bati no cone). Chegou na hora eu respirei fundo, coloquei o capacete sem pressa, me concentrei e passei.\n\nBoa sorte! Nunca perca o medo da moto e tenha menos pressa quando estiver de fato no trânsito com ela! :P",
                "Eu não quero ser o lado ruim da história, mas se não passar, eu sugiro pagar o quebra, não vale a pena, as aulas práticas não tem contexto com a realidade do trânsito pra quem pilota de moto."
            ]
        }
    ]
}