{
    "posts": [
        {
            "title": "Alguém sabe dizer pra qual modelo essas calhas servem?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yrep74",
            "num_comments": 4,
            "comments": [
                "Comprei pela internet pro meu Peugeot 207, mas veio errado e acabei perdendo o prazo pra devolução",
                "São bem parecidas nas do Kwid, trabalho numa concessionária Renault e são bem parecidas"
            ]
        },
        {
            "title": "CIVIC VS FLUENCE",
            "selftext": "Opa! Fiz 18 vou comprar meu primeiro carro. Depois de MUITO tempo analisando as opcoes cheguei em Civic VS fluence.\n\nAmbos mais velhos, na faixa de 30k - 40k \n\nPrimeiramente, logo estarei casando entao meu objetivo primario é um carro confortavel.... que nao deixa de ser divertido.\n\nEntre esses, qual seria o mais confortavel? E custo x beneficio?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yrci3m",
            "num_comments": 8,
            "comments": [
                "eu iria de fluence se fosse vc",
                "Fluence bem melhor\n\nSe achar Civic nesse preço, provavelmente vai ser moído",
                "Compre un gol ou um Onix. Aos 18 o mais importante é aprender a ter carro. Se vc não ouvir isso compra o Civic, pq fluence pode ser uma puta trolha quando vc não tem experiência.",
                "Algumas coisas que eu passei e provavelmente outras pessoas vão ter passado. Eu fiz um post recentemente e sou proprietário de um civic MT G8 tabela fipe 44k, tenho 24 anos, moro numa cidade com baixo índice de furto, em casa com garagem fechada. O seguro de carro melhores, sedans médios, é caro pra caralho. Provavelmente com vc vai ser mais caro que pra mim, eu pago cerca de 3000 por ano atualmente. Fora as peças desses carros que tem o preço cheio, afinal são novas, de carros que eram carros caros da época. Além disso vão ser carros mais beberrões que populares, algo que também estou sentindo mesmo com câmbio manual, vc provavelmente vai acabar pegando um automático que é mais facil de achar e são modelo com mais confortos, bebem mais ainda.\n\nNessa faixa de preço vc pegaria o Civic G8 (2007-2011) ou Fluence (2011-2018 acho). Se vc se importa com revenda, o civic tende a segurar muito mais valor, tanto é que são carros mais velhos que valem o mesmo tanto quase ou mais até. Fluence vc vai pegar algo um pouco mais novo e com muito mais coisa dentro (versão privilegé é coisa fina de mais e ta com fipe 39k 2011), só que são carros menos procurados que o civic, mais desvalorizados até pelo fato de serem franceses. Tem as peças um pouco mais baratas que o civic tbm. Outro detalhe é que o civic G8 é adorado pelos entusiastas do rebaixado e Aro 20, então acaba sendo dificil de achar uns mais bem cuidados e sem mola cortada, maioria foi judiado com o tempo.\n\n&#x200B;\n\nCusto benefício provavelmente vai ser o Fluence, mas pensa bem, são carros caros com seguro que vai ser um absurdo pra sua idade provavelmente, e 18 anos andar num carro desses sem seguro e chamar a cagada. Infelizmente a vida não é justa, dinheiro pra comprar não quer dizer que tem pra manter, mas se vc realmente quer, eu iria de Fluence Dynamique mas se achar, o privilége é carro de patrão, tem mta coisa e normalmente são carros mais bem cuidados por ser modelo mais caro da época, com muitos opcionais.",
                "Fluence é mais confortável, espaçoso, mais barato e geralmente mais bem conservado. Civic também é um bom carro, bom acabamento e super confiável, mas em termos de cxb, fluence ganha. E nenhum dos dois é “divertido”, são dois carros de tiozão, é um sacrifício em prol do conforto. Dito isto, o civic tem um pouco mais de dna de esportivo (mais durinho, melhor posição de dirigir, não é cvt etc). Mas se quiser um esportivo, sem sair da premissa principal, tem fluence gt e civic si, embora preço possa passar a ser um problema.",
                "Fluence, ótimo carro com boa mecânica e bom câmbio. O ruim é que meio esquecido mas se não ligar pra desvalorização e status, é a melhor escolha.",
                "Fluence é superior ao Civic do mesmo preço em tudo, menos revenda. \n\nFluence tem sensor de chuva, acendimento automático dos faróis, 6 Air bags(Civic só foi ter isso em versão topo de linha 2016) e a versão Privilege tem controle de tração e estabilidade, além de teto solar. Eu tive um Fluence por anos e fiquei com ele até os 211 mil km, a única crítica que eu tenho é o câmbio CVT na estrada matar um pouco o desempenho em ultrapassagens, fora isso o carro atendeu a tudo que precisei e superou minhas expectativas.",
                "Azera 2011"
            ]
        },
        {
            "title": "Kadett Gsi motor 2.2 do Vectra - encrenca?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yqvlnh",
            "num_comments": 5,
            "comments": [
                "Pra quem entende de mecânica é tranquilo (O motor é conhecido de todos). Pra leigo que resolve tudo levando em mecânico vai gastar mais com isso que com um Camaro novo.\n\nPra transferir o detran do estado provavelmente vai exigir que tenha o kit gás instalado (Não necessariamente funcionando, isso não é verificado nas vistorias), ou terá que fazer o processo pra TIRAR o kit gás do documento pra então transferir pro seu nome. Cada estado com suas regras, não sei como o detran-sp lida com kit gás faltando (Aqui não passa na vistoria de transferência se tá sem o kit ou sem parte dele, tem que aparentar estar funcionando).\n\nEdit: Ah, essa roda aro 17 provavelmente também não passa na vistoria de transferência, teria que colocar aro original e pneu normal pelo menos pra vistoria.",
                "É bom carro, mas de uma revisão completa. Porque todos os GM 1.8 pra cima, que eu encontrei a venda grande maioria todos \"sambados\" e bem usados pelos donos. Mas se tiver redondo, é um excelente carro, apesar de ter um consumo médio pra alto."
            ]
        },
        {
            "title": "Posso usar LEDs em conjunto do farol em 2022?",
            "selftext": "Mais especificamente quero instalar uma fita de LED amarela ou laranja que vai funcionar junto da luz baixa. É só pra estética, mas se for abordado posso dizer que a luz baixa ainda está lá em funcionamento, só que agora tem os LEDs pra acompanhar.\n\n&#x200B;\n\nNão sei se o Detran fala sobre esse cenário específico, e já venho pesquisando a um tempo mas sem sucesso.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yqqdto",
            "num_comments": 6,
            "comments": [
                "Pela lei? Nao pode nada. Na real? Nao tem problema, desde que nao ofusque ninguem.",
                "Esse ano mesmo já perguntei pra PRF e PM, PM não sabe nada e nem tem instruções específicas pra nada então não ligam (Onde não tem PRF são eles que verificam isso). PRF aparentemente tem a instrução de ver o que é original do modelo, se o modelo saiu de fábrica com fita de led ou led em algum farol então pode, mas se aquele modelo de carro só tem incandescente nos faróis, então não pode usar led (Nem dentro do farol nem na forma de barra de led).\n\nNo caso de barra de led dianteira eu concordo, led tem ângulo aberto, tipo 120-180°, não vira uma luz baixa e sim luz alta (Mas com alcance curto), atrapalha os outros motoristas. Teria que fazer uma barreira física pro ângulo da luz só incidir pra baixo da linha de visão dos motoristas em sentido contrário.\n\nLed de ângulo fechado são os comuns de alto brilho, led SMD sempre tem ângulo aberto, teria que ser um conjunto refletor na frente fazer o papel de barreira física pra criar direcionamento, mas a fita em si não tem essa capacidade, fita led terá no mínimo ângulo maior que 90°, o que é demais pra frente de veículo, teria que ser ângulo tipo 20-30° pra conseguir direcionar pra baixo da linha de visão dos motoristas vindo em sentido oposto (Carros que tem isso de fábrica tem as lentes na frente de led (Cob, dip, mcob, etc), não é barra genérica sem lentes na frente, por isso não atrapalham os outros motoristas)."
            ]
        },
        {
            "title": "Alguém sabe algo sobre esse relogio?. Na caixa que está guardado que era do meu avô, está escrito \"relogio para automovel fiat 1928\" Em quais carros isso poderia ser usado? Alguém tem ideia de preço para vender?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yqkmov",
            "num_comments": 6,
            "comments": [
                "Pelas fotos seria o relógio esquerdo do painel do fiat 520:\n\nhttps://www.planetcarsz.com/carros/fiat-520-convertible-1928",
                "Massa demais...mas eu acho q é de linha de produção, não de um carro.",
                "na gringa encontrei um cara vendendo o carro que talvez pertencia esse relógio:\n\nhttps://classiccars.com/listings/view/1147369/1928-fiat-509-for-sale-in-candia-new-hampshire-03034\n\nem uma das fotos dá para ver o relógio junto com outras peças do carro desmontado, \n\no modelo do carro é o Fiat 509 Torpedo\n\nencontrei também essa outra página com um anuncio de um modelo parecido por 180 euros:\n\nhttps://picclick.it/OROLOGIO-FIAT-METRON-PER-AUTO-DEPOCA-373584342033.html"
            ]
        },
        {
            "title": "Logo uma Parati em \"How i met your mother\"",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yq59qp",
            "num_comments": 4,
            "comments": [
                "VW Fox SW   \neu acho tão charmoso os detalhes adicionais que essa versão estadunidense tem",
                "Parada pertinho da \"ZONA\" às 02:00, nada suspeito"
            ]
        },
        {
            "title": "Modelos para trocar o carro",
            "selftext": "Boa noite a todos, tudo bem?\n\nPrecisava de ajuda com opiniões de possíveis carros para troca, hoje eu tenho um Civic 2011 aut, mas que faz eu praticamente viver em função dele pela minha renda e idade sou estudante, o seguro é muito caro para a minha idade, logo tem a troca de óleo de câmbio e troca dos pneus, enfim, foi legal tirar uma onda, mas eu queria ver opções de carros mais racionais na faixa de até uns 45 mil. Eu uso pra ir para as aulas e pelo menos 1 a 2x por mês pego estrada (200km cada ida e volta). Também pego estrada pra ir pra fazenda onde faço meus estudos, meu curso envolve animais, não é estrada de terra e sim rodovia, cerca de 20 km, então 2x por semana pelo menos pego rodovia também em trajeto curto.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yq0n43",
            "num_comments": 17,
            "comments": [
                "Se o Civic tem seguro caro pela sua idade, outros veículos caros também terão seguro caro. Veja seguro em associação (Magna, Golplus, Multipla, etc), costuma ter taxa de associação mas com cobertura simples o valor mensal é bem baixo, e cobrem até veículo de 20 ou 30 anos de idade.\n\nSe gosta de Civic, um bem mais velho, lá por 2004, manual, tem manutenção baixa, não precisa mexer em qualquer firula fazendo barulhinho, e consome até ok em estrada (Aut. falta marcha, conforme regime urbano ou em periferia as vezes roda em rotação meio alta, em manual é só subir marcha, motor 1.7/1.8 tem torque suficiente pra isso). Se quer o mínimo possível em manutenção pega um popular 1.0, mais econômico em manutenção fica difícil, e nenhum gastará mais que seu civic atual.",
                "*mas que faz eu praticamente viver em função dele pela minha renda e idade sou estudante*\n\nVocê não disse a distância e frequência de uso \"para ir às aulas\", mas não creio que um câmbio automático seja essencial no seu caso.\n\nHatch, seja \"popular\" (Palio, Celta...) ou médio (Peugeot 308 1.6 aspirado); se der para chegar a 50 mil, dá para encarar um Argo 2019, com o econômico motor Firefly e maior chance de achar um carro mais conservado. Também consegue um Onix a partir de uns 35 mil, mecânica simples e robusta.",
                "Eu optaria primeiramente por um carro menos visado, e com a manutenção em dia.\n\nDito isto outros fatores podem influenciar na pesquisa, se a sua região possui GNV ou não.\n\nDevido as viagens e aula, daria preferência a algum SUV mais antigo com uma mecânica confiável.\n\nNa faixa de preço de 50 K eu optaria por um Hyundai Tucson, deixaria o troco guardado em Caixa para ter dinheiro para os Pneus e eventual manutenção.",
                "Meu caro, e por acaso quanto você ganha? Se é estudante e a grana tá curta, talvez você tenha que partir para um popular pé de boi mesmo...",
                "Um Punto será que não te atende não? Talvez um Etios, você deve achar automático mais ou menos nessa faixa de preço (tô um pouco por fora de preço esse ano). Mas acho que um Punto ou Stilo bem conservado vão te atender.",
                "Qualquer popular.",
                "Eu tentaria achar um Sandero RS, mas só se curte carro e dirigir. Caso seja só um meio de transporte pra você pegue um mais simples tipo UP."
            ]
        },
        {
            "title": "Salve, salve! Hoje, é dia de uma exclusividade das fortes! Esse Porsche 911 Turbo S com pintura Shifting Carbon e pigmentação Chromaflair é o primeiro carro do Brasil a ser configurado por meio do programa de customização Sonderwunsch, o mais completo da marca alemã.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ypwi6e",
            "num_comments": 0
        },
        {
            "title": "problema no semi eixo?",
            "selftext": "Boa tarde pessoal. Meu carro tem rangido ao girar o volante. Provavelmente pelo q vejo nesse tipo de problema seria trizeta/tulipa. Pode dar problema mais sério no carro? Melhor ir no mecânico pra ver? Ja tiveram experiência com essa peça?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ypp3ly",
            "num_comments": 7,
            "comments": [
                "A princípio não pode dar nenhum problema a+, mas oq pode acontecer é uma parte quebrar aí o carro não vai conseguir mais girar a roda e não vai sair do lugar",
                "Leva num mecânico de confiança. Fazer barulho é muito vago.",
                "Já tive um carro que começou a fazer rangido na direção, e era vazamento de fluido, quando olhei o reservatório da direção hidraulica já estava vazio.",
                "tem que trocar, vai te deixar na mao.",
                "Estralando muito?"
            ]
        },
        {
            "title": "up tsi ou etios",
            "selftext": "Pessoal, saudações\n\n\nEstou procurando um carro para uso diário sem muita dor de cabeca e minhas escolhas estão girando entre os 2.\n\n\nAlguém conhece as possíveis red flags dos modelos? Estou tentado no etios por ter automático, mas o up por ser VW tenho a ideia (talvez errada) da manutenção ser mais barata\n\n\n\nO que vcs acham? Recomendam outra coisa? Únicos pontos até o momento é ser econômico e de 2018 pra cá.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ypmm2g",
            "num_comments": 15,
            "comments": [
                "Etios é o carro mais racional, manutencao pifia e muito economico. UP TSI é um carro economico em consumo, mas a manut é bem mais cara. \n\n1 Porem, o UP é 1000X mais divertido de guiar, por ter 115cv num pacotinho daquele.",
                "Etios, 100%. Únicas vantagens do up em relação ao etios são o desempenho, consumo e estética. De resto, o etios é mais completo, confortável, confiável e barato de manter. Essa mecânica tsi tem manutenção bem cara.",
                "Não sei do Etios e a única coisa que posso agregar em relação ao UP é que ele é incrivelmente espaçoso por dentro (para o seu tamanho). Peguei um Uber uma vez que rodava com um e fiquei até confortável atrás (tenho 1,93) mas, se eu tivesse sentado no motorista por exemplo o passageiro atrás de mim não ficaria tão bem",
                "são carros com propostas diferentes, se quiser confiabilidade e o conforto do cambio automático, vai de etios. Se quiser desempenho e economia vai de up tsi, mas tenha em mente que em sua grande maioria são carrinhos mais surrados, que os boyzao ganha do pai, acha que é um esportivo e sai rasgando tudo.   \n\n\nobviamente há excessões em ambos modelos, vai encontrar etios surrado e up conservado também, importante mesmo é levar em um mecanico antes.  \n\n\nao meu ver, acho o design do etios horroroso e o up minusculo e desconfortavel, mas ambos possuem bons motores e o conjunto em si agrada",
                "Etios. Manutenção barata, o que hoje em dia é muito importante.",
                "Razão: etios\nEmoção: up tsi\n\nnão vai errar em nenhuma das duas, desde que esteja ciente de onde está se metendo.\n\nJá tive minhas fases de astra 2.0… vectra 2.4… palio 1.8… \n\nHoje to véio e montado num corollinha 2014.",
                "Pelas duas opções vejo que você está bem confuso mesmo rs",
                "Etios.",
                "para estar comparado com UP imagino que seja o Etios Hach.   \nNão tenho experiência com Oficina, mas o Etios Hach de fábrica anda melhor que o up de fábrica. Consumo deve ser irrelevante de diferente.",
                "Teste o March 1.6 se tiver oportunidade. Carrinho bastante esperto, econômico e com manutenção barata.\n\nTive um Versa com essa especificação por 4 anos, zero dor de cabeça.",
                "Tenho um Etios Sedan Platinum 1.5 2018 há dois anos e super recomendo, é zero problema, um carro muito gostoso de dirigir, extremamente estável e mt confortável pros filhotinhos",
                "Etios é mto mais carro,um tanque de guerra completo, bem mais espaçoso e confortavel e se tu usa o carro varias horas por dia o conforto de ser automatico é insuperavel, manutenção minima em relação ao UP,  agora se tu gosta de gastar em bico injetor, bomba de alta, troca de correia dentada, UP é o carro p vc kkkkk,  n me leve a mal, o UP é muito mais divertido, mais essa diversão custa caro devido a qualidade dos nossos combustiveis, e se for comprar um up tsi evite ao maximo usar alcool, pq como eu disse acima, usar alcool é pedir pra gastar uma fortuna em bico e bomba de alta.",
                "etios eh lixo, por ser toyota pessoal acha q eh bom mas eh carro indiano, vai ver se no Japao, alemanha tem etios.\n\nTa cheio de problemas eh soh procurar"
            ]
        },
        {
            "title": "Pretendo comprar um Del Rey",
            "selftext": "Tenho um Fox 2012 iTrend 1.6. Meu sonho sempre foi ter um Del Rey e achei um Ghia por um bom preço, 1.8, placa preta (90% de originalidade) e com todos os opcionais (exceto câmbio automático).\n\nA ideia é vender o Fox e comprar esse Del Rey e com a diferença comprar uma moto. Acham uma boa? O que observar na hora de comprar um carro antigo?\n\nEdit: Vi que para o carro ser considerado placa preta, tem umas validações que os clubes autorizados pelo detran fazem, além de ter que constar no documento como carro “coleção”.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ypk4x2",
            "num_comments": 13,
            "comments": [
                "Cara eu tenho uma Belina Del Rey L 89/90, motor ap 1.8 gasolina, uso todo dia para trabalhar e adoro esse carro.\nManutenção simples e barata, carro muito resistente, parece um tanque kk. Se souber pisar é até que econômico.\nÉ muito pessoal, mas se você curte um carro antigo vai fundo, dou total apoio!\nRecomendo dar uma volta com o carro antes de comprar e levar em um mecânico de confiança para fazer uma revisão completa, carro dessa idade costuma ter vários detalhes para fazer, por mais bem conservado que esteja, principalmente quanto à lataria.",
                "Decisão completamente irracional. Vai fundo que so se vive uma vez.",
                "Alerta: não confie na placa preta pois há também a \"placa treta\", placas que são concedidas sem o menor critério (na verdade, o critério é $$$). E tem de ser renovada periodicamente.\n\nÉ um motor para o qual ainda se acham peças, não é problemático; fora isso, tudo é difícil e caro, não dá para comparar com seu Fox.\n\nEntenda também que a dinâmica de condução de um Del Rey não tem nada a ver com a do Fox; estando ciente disso, encha o porta malas com cerveja Glacial e seja feliz.",
                "Alguns sonhos são mais alcançáveis que outros. Minha BMW M2 vai esperar mais.",
                "Por muito tempo tive carros antigos pra rodar no dia a dia, Opalas e Dodge V8. Pra rodar no dia a dia é punk, mas como vc vai ter uma moto pra revezar, vai fundo.\n\n\nNa época esses carros eram baratos e ninguém queria, eu tinha q escolher entre me divertir ou andar de carro, então fiquei muitas vezes no prego por conta de falta de manutenção minha e dos antigos donos.\n\nAinda tenho um antigo, mas que sai pouco e é bem tratado. \n\nMinha dica é trocar logo depois da compra todos os filtros, revisar o Carburador, trocar a linha de combustível, válvula termostática, velas, correias, cabos de vela, mangueiras e trocar o líquido de arrefecimento.\n\nA única coisa dessa revisão que pode sair cara  é a revisão de carburador. Vai variar de R$ 200 a R$ 450,00.\n\nNo mais é comprar um terminal de bateria para não ter que ficar desconectando o cabo toda vez que parar o carro na garagem, funcionar pelo menos uma vez por semana e ser feliz.",
                "é um carro bem de boa. Se está em bom estado, compra e vai deixando ele sempre bonito, pq ele só está valorizando.\n\n100% recomendo",
                "Sonho é sonho né irmão.",
                "Uso carro antigo para o dia a dia, funciona e é bem divertido, mas é bom ter algo de reserva (no seu caso moto kkkk) pra quando ele dá problema kkkk"
            ]
        },
        {
            "title": "Clio 2008 como primeiro carro",
            "selftext": "Queria comprar meu primeiro carro (na faixa de até uns 20k) e achei um Clio 1.0 Autentique 2007/2008. Gostei do que o carro oferece, mas queria uma segunda opinião de se é uma boa opção.\n\nTrabalho de casa e devo usar o carro, principalmente, pra ir alguns dias da semana na faculdade.\n\nAlém disso, queria saber melhor como funcionaria o seguro pra um carro mais velho (principalmente contra terceiros). Pra referência, tenho 25 anos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yonuhl",
            "num_comments": 11,
            "comments": [
                "Bom carro, \"raiz\", sem frescuras (peça que o carro não tem não quebra...).\n\nSeguro, se achar alguma seguradora que faça, terá um preço exorbitante; instale uma Trava Carneiro (deve estar em torno de R$ 1.000) e entregue nas mãos de Deus.\n\nNão é fácil achar um em bom estado, a grande maioria já caiu nos \"cupins de ferro\"; estando em bom estado, não deixe de fazer as manutenções básicas e terá um carro confiável por muitos anos.",
                "Eu pensaria em um alarme e uma multilock.\n\nO meu estava 22 na tabela, as seguradoras (todas na Disney) cotaram em 3.5k a 4k....\n\nEm 5 anos da pra comprar outro... É 20 a 25% do valor do veículo 🤷🏻‍♂️\n\nO mais realista que encontrei foi na Pier, 900 \nSó que, só paga perca total e não tem seguro contra terceiros. Ou seja é praticamente pra tu não perder o carro se for roubado. E mesmo essas que pediram entre 3 e 4k ainda tinha franquia alta. \n\nNem ex com raiva consegue te dizer com tanta clareza que não quer nada com você.",
                "Clio é um bom carrinho.  Não é nada assustador e se bem cuidado não dá problema.\n\nSobre o seguro não posso ajudar, minha tranqueira velha não vale nada e ninguém faz seguro kkkkk",
                "Bom carro, se achasse o 1.6 seria perfeito, mas nessa faixa acho um pouco complicado.  \n\n\nEm relação ao seguro, o preço será muito alto e creio que não valerá a pena. Como já falaram aqui nos comentários, investe em prevenções (trava-carneiro, segredo, rastreador)",
                "Caramba cara seguro caro, eu pago 1500/ano em um corsa classic 2013.\n\nVai depender muito da cidade que você mora e seu perfil, se você tem estacionamento em casa e tal. \n\nComo você já tem um carro em mente, pega a placa dele e cota com qualquer corretor de seguros e levanta preço das principais, tipo porto seguro, allianz e etc.\n\nEu sempre opto por pagar seguro mesmo que seja meio caro, porque sei que não tenho 25k pra repor em caso de perda e não vou poder financiar.",
                "Se achar um 1.6 seja feliz! Bom carro e econômico",
                "Clio é sucesso , boa escolha"
            ]
        },
        {
            "title": "Ajuda! VW Up com problema estranho no rádio",
            "selftext": "Tenho um VW Up! High 2013. Depois que ele teve uma pane na bateria original e eu a troquei por uma bateria de péssima qualidade o rádio começou a eventualmente não ligar. Achei estranho mas segui a vida.\nUm tempo depois o rádio já não funcionava mais, apenas quando queria. Às vezes noto que depois de 10h com o carro desligado o rádio resolve querer ligar na vez seguinte em que eu ligo o carro, mas o evento só dura até que eu desligue o carro outra vez. \nTive a impressão de que há mais chance de ele ligar em dias mais frios ou úmidos. \nO único sinal que ele dá é que as luzes da interface do rádio piscam eventualmente. \nQuando removi a bateria de má qualidade a trocando por uma Moura, o problema parou por algumas semanas, mas voltou a acontecer.\nJá levei em algumas assistências técnicas de som automotivo mas ninguém conseguiu achar uma solução pro meu problema. \nOutro detalhe é que o mesmo passou a acontecer com o ar condicionado também. Quando o rádio liga, o ar condicionado gela, quando o rádio não liga, o ar condicionado não gela. O ar funciona a todo momento, mas nao gela, o ar sai de acordo com a temperatura ambiente.\nAlguém já passou por um problema parecido? Alguém tem alguma ideia de o que pode estar acontecendo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yobp16",
            "num_comments": 13,
            "comments": [
                "\n\nManda checar o aterramento do seu carro, já vi casos de um mal aterramento fazer certos componentes pararem, e o fato do seu carro estar funcionando quando quer, de forma intermitente me parece muito um mal contato.\n\nO seu eletricista automotivo pode avaliar também a geração sob carga para descartar anomalias alternador e afins, espero que resolva o problema!",
                "Isso tá com cara de mal contato em algum conector de chicote principal do carro. Esses problemas elétricos intermitentes são geralmente causados por mal contato ou oxidação.\n\nPode ser também na caixa de fusíveis se tiver oxidação ou algo assim, você pode tentar identificar os fusíveis do ar e do radio no manual do carro, e fazer testes de tensão e também ver visualmente se tem algum tipo de oxidação.",
                "Já passou ele em algum lugar com scanner bom? Pela função do ar não ligar também me parece algo relacionado a rede can"
            ]
        },
        {
            "title": "Melhor época para comprar carro usado?",
            "selftext": "Penso em comprar meu primeiro carro e tenho essa dúvida: há algum período melhor para comprar carro usado? Outra questão, com a mudança de governo, vocês acham que vale a pena esperar Janeiro ou não devemos ter impacto nos preços atuais?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ynxpnl",
            "num_comments": 12,
            "comments": [
                "Quando muda o ano, em poucos instantes os carros ficam um ano mais velhos, incrível!\n\nAí o sujeito que gastou o 13ª em picanha olha o tamanho do IPVA e (1) se desespera ou (2) torna-se um anarcocapitalista e não paga. Boa hora para fazer uma oferta.\n\n\"Impacto nos preços\"? É uma questão de oferta x demanda: se o Paulo Guedes pudesse continuar com sua ideia de extinguir o IPI, ainda que os fabricantes abocanhassem parte disso, algo iria sobrar para os consumidores, mas este cenário não existe. Logo, é extremamente improvável que os carros novos baixem de preço e, por tabela, os usados.",
                "Melhor época é quando o carro já tá com IPVA pago e o ano ainda não acabou.",
                "Esquece aquele lance de zerar o icms sobre carros igual o Lula fez ,se não me engano, em 2008-2010\n\nMotivos: pra manter o auxílio, ou aumenta impostos ou corta gastos, adivinha qual será a opção escolhida ... e tb têm a política do icms sobre os combustíveis ,mas sobre isso n sei o que vai acontecer \n\nParticularmente, eu acredito q ainda haverá aumento dos preços dos carros no ano que vem. Talvez esperar , possa não ser uma melhor opção",
                "Atualmente, não e uma época boa para compra de usado.\n\nPois desde a crise dos semi condutores, os preços dos usados dispararam.\n\nAinda que alguns fabricantes tenha acertado a produção.\n\nOs preços não voltaram ao normal.\n\nDigo isto porque tenho o hábito de acompanhar diariamente na OLX os preços.\n\nOs modelos beberrões sofrem bastante desvalorização, devido a alta dos combustíveis.\n\nEntão a recomendação, seria escolher um modelo, e passar a acompanhar pelos classificados on-line a variação de preços, até encontrar um que se adeque ao seu bolso.",
                "Espere o ano começar. O ipva antes de ser pago, muita gente sai vendendo a qualquer preço para fugir do ipva, nisso vc pega -10/-20% da fipe. Se esperar o ipva ser pago, vc perde o desconto. Fev melhor mês.",
                "Quando a Selic estiver mais baixa, uns 7% ou menos. Mas isso vai demorar bastante, eu imagino.",
                "Janeiro é sempre bom sim pra quem dinheiro mão",
                "Comprar carro no brasil nunca tem epoca \"boa\" sempre é caro, entao se tu for esperar vai esperar pra sempre essa epoca \"boa\" chegar."
            ]
        },
        {
            "title": "Início da saga do Herby",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ynta2a",
            "num_comments": 1,
            "comments": [
                "Fusca lendário"
            ]
        },
        {
            "title": "oi boa noite.esse belissimo gol g3 2003 1 fase no fim do ano sera meu oq eu deveria fazer nele... ps: dsclp o pano na placa",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ylkosw",
            "num_comments": 23,
            "comments": [
                "Com base nessa péssima foto só oque dá pra ver que deveria fazer é pintar o parachoque traseiro, usa preparador pra plástico, aí primer, tinta, e verniz, é simples quando tira do carro e pinta solto em cavaletes.",
                "Sempre ouvi que ao comprar um carro usado os primeiros passos são trocar óleo e filtros, trocar Correia do motor e fazer revisão em mecânica e auto center (alinhamento, balanceamento, verificação de freios, suspensão, etc)",
                "Envelopa ele e dps tenta colocar uma suspensao a rosca ou a ar",
                "Trocar óleo e colocar um bom. Trocar fluido de freio. Limpeza do sistema de arrefecimento (radiador) e coloca fluido próprio com água desmineralizada. Esse é um bom começo. Checa pneu se está bom. Checa pastilhas de freio dianteiras e lonas traseiras. \nIsso vai te dar segurança pra andar no dia a dia e evitar problemas. \nO resto, aparência vc vai arrumando.",
                "Olhando só por essa foto, só dar uma arrumada no parachoque. Tirando isso, só revisão mecânica mesmo para ver se o carro tá com algum problema e resolver os problemas de funilaria, caso existam. Fora isso, só curtir o carro mesmo.",
                "eu compraria um kit de suspensão de rosca ou a ar(depende do orçamento) e rebaixaria ele um pouco. colocaria tmb uma pintura toda preta e isufilm; ai dps q eu mexesse na estética eu colocaria uma turbina nele e seria feliz por um tempo dps vendia. (isso se eu tivesse dinheiro p fazer tudo isso, mas como não tenho eu só mexeria na estética e colocaria um som nele p revender dps de um tempo)",
                "caso queira, eu fabrico suspensão a rosca ou coilovers! só me chamar no insta kaiteki_coilovers",
                "Manutencao e multimidia com carplay e ja era",
                "Turbina ele",
                "Tirar o pano da placa",
                "corta as mola, corneta",
                "Vender kkk"
            ]
        },
        {
            "title": "Etios 2018 como primeiro carro",
            "selftext": "Estou pesquisando as opções para meu primeiro carro, pessoal, e tenho alguma predileção pelas marcas que não dão problemas no motor quase nunca (especialmente Honda e Toyota), e achei o Toyota Etios 2018, que dá para encontrar usado por +- 50k. Me parece não tão caro, econômico, e à longo prazo não dar dor de cabeça. O que acham? Deve valer mais a pena do que um Kwid novo...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yljptz",
            "num_comments": 9,
            "comments": [
                "É mais carro que kwid novo e mais barato, se não me engano kwid 0km de entrada ta uns 66k e vem com direção e ar e rádio, só.  O etios é um carro bem racional, não é um carro que empolga, cumpre o que precisa ser feito com durabilidade",
                "Vai com fé   melhor opção racional.",
                "Etios é ótimo, espaçoso. Só é mal acabado e feio",
                "Se o objetivo é apenas um bom carro, o Etios é o suficiente",
                "Carro bom, pode comprar.",
                "É feio mas é um toyota \n\nVai sem medo",
                "Minha mãe tem um etios 1.3, pode ir com fé, o carro aqui tá com + de 110mil km e nunca deu nenhum b.o, apenas manutenção de rotina mesmo.\nDá pra pegar estrada suave e é bem tranquilo como primeiro carro.",
                "Uma palavra que define um Etios: espartano. Um ótimo carro pra te levar do ponto A ao ponto B com praticamente nenhuma dor de cabeça e um conforto razoável.",
                "É um ótimo carro, tenho um 1.3 aut 2018 azul, e se tiver a oportunidade, pega o automático, ele é muito confortável e econômico mesmo sendo um aut de 4 marchas, usei para uber!\n\nSó recomendo fazer uma boa revisão de compra, olhar os problemas crônicos, como bieletas, vedação das portas, existência de poeira no interior e fazer os cuidados básicos que você tem um tanque de guerra por muitos anos."
            ]
        },
        {
            "title": "Vídeo ruim pq é um reflexo na faxada da loja, mas na opnião de você quem está errado hb20 ou moto? No vídeo a ação vai se repetir de 3 p ficar mais claro.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ylgull",
            "num_comments": 1,
            "comments": [
                "Não dá pra ver muito bem, mas provavelmente a moto, pois parece ter tentado passar o HB20 pela direita onde o carro não esperava alguém passar. Especialmente pq tinha uma van estacionada"
            ]
        },
        {
            "title": "Alguém já teve experiência comprando carro PCD?",
            "selftext": "Pessoal, meu pai ele está incapacitado de dirigir, e estávamos pensado em trocar o nosso carro, que atualmente é um Palio Celebration 2007/2008. Como ele se encaixa na categoria, queria ver se algum de vocês já teve a experiência de comprar um carro PCD, como foi toda a burocracia, o quão mais barato ficou e quanto tempo demorou...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yl95bm",
            "num_comments": 3,
            "comments": [
                "30% mais barato pelo menos, mas é burocrático sim. Mas acredito que as Concessionarias te ajudam no processo.",
                "Meu pai tem o direito, porém é tão burocrático que ele desistiu de fazer. Se o cara pagar alguns despachantes, ter tempo livre e bastante paciência vale a pena.\\\n\\\nMas é muito muito muito burocrático",
                "O impacto do desconto depende muito do valor do carro, poucos modelos têm isenção do ICMS.\n\nTem empresas especializadas como esta Mega Isenções: [https://www.megaisencoes.com.br/](https://www.megaisencoes.com.br/)\n\nEla anuncia (valores com base no mês de julho/2022):\n\nHonda City Sedan EX de 114.300 por 105.006\n\nNissan Kicks Active de 107.490 por 94.220\n\nRenegade Sport T270 de 127.590 por 109.734\n\n208 Active de 99.990 por 84.490\n\nÉ mais demorado porque o faturamento é feito com a fábrica, na época antes da pandemia levava em média 90 dias, agora presumo que leve ainda mais tempo.\n\nTem também a questão da CNH: \"Processo para pessoas com patologias moderadas, graves ou severas que nunca dirigiram ou já não dirigem mais. Neste processo serão indicados até 3 condutores para o veículo. Caso já tenha dirigido, será necessário dar a baixa da CNH com exames que comprovem a patologia do requerente e um relatório médico detalhado. O requerente irá receber o atestado de que está inapto a dirigir e a CNH será cancelada permanentemente para poder solicitar as isenções\"."
            ]
        },
        {
            "title": "Carros até 30K - primeiro carro - sugestões",
            "selftext": "Oie, gente! To tirando a CNH e preciso de um carrinho barato, que não me dê dor de cabeça, manutenção barata e consumo OK. Qual seria a melhor opção na opinião de vcs.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yl4woj",
            "num_comments": 35,
            "comments": [
                "Popularzão nacional: Gol, Celta, Palio.\n\nPequenos e fáceis de estacionar, todo mecânico sabe mexer, e acha peça com facilidade. Se der algum problema é rápido e fácil arrumar, além de ter um consumo razoável. Encaixam em todas as categorias que vc quer.\n\n\"Ai, mas são pelados/não tem status\" quanto mais coisa tem um carro, mais coisa tem pra quebrar, além de encarecer a manutenção. Seu primeiro carro não precisa ser o melhor da sua vida, se vc vai aprender a dirigir nele tem que entender que cometerá alguns erros e nesses carros tais equívocos são menos pesados pro bolso. Além de não ter desvalorização alta na revenda.",
                "Renault Clio 2014, econômico, prático e até bonitinho",
                "Popular, nao fuja disso e vc vai dar bom.",
                "siena 2009",
                "Renault Sandero",
                "Corolla e Civic antigos, muito mais conforto, segurança e qualidade de rodagem, e claro sem serem bombas nem bateu morreu como é o caso do endeusado UNO Mille.",
                "Elantra 2011",
                "Golf 2002/2003 2.0 20k nem vai beber a manutenção nem é cara pode confiar.",
                "Acabei de ver uma BMW 1994 Automática por 32k, tá valendo",
                "Kazinho de segunda geração é uma boa, com sorte pega até 1.6 que anda legal demais. Dá pouca manutenção e quando precisa é barato. Também acho bem bonitinho e é mais equipado do que os outros populares da época.",
                "Eu paguei 31k num Punto 1.6 2011. Meu carro tem ar condicionado, 4 vidros eletricos, bancos de couro (o dono que mandou fazer, não sao originais), direção hidraulica e multimidia da pioneer com Apple CarPlay.   \n\n\nTenho seguro da Pier e pago 230 por mes, o consumo ta ficando mais ou menos 8\\~9Km/L no etanol.",
                "Eu ando dando bastante olhada na OLX pq logo minha namorada vai precisar de algum carro pra ela nessa faixa de preço. Gol é meio tenso achar nessa faixa de preço, vejo muito golzinho rebaixado ou ex-rebaixado. Celta, palio, uno, ka,  clio, classic, tem sido uma melhor pedida.\n\n&#x200B;\n\nAlgumas outras opções que valem uma discussão, tem o Ágile (baseado no corsa), o Symbol (clio melhorado), mas são opções mais incomuns de carros menos vendidos.\n\n&#x200B;\n\nNessa faixa de preço acaba sendo carros mais antigos, eu fugiria de carros automáticos, infelizmente o brasileiro tem costume de achar que carros são indestrutíveis aliados com comprar carro acima do poder aquisitivo, levando a carros mal cuidados (principalmente negligência na troca de óleo de câmbio automático). Outra coisa que eu fugiria são as marcas importadas de luxo (BMW, Audi, Mercedes....) porque vc seria o 4 ou 5º dono de um carro de luxo que tem peças caras, que provavelmente quem foi comprando o carro usado era gente que não tinha condições de ter ele novo e por isso muitas vezes não teve condições de manter o carro com as manutenções em dia.",
                "tem que saber qual é o teu uso e o que você espera pra esse carro. eu por exemplo precisava de um carro barato (na mesma faixa de preço que você procura), econômico, manutenção simples e porta malas razoável. um plus era ter pelo menos um kit dignidade (ar, vidro, direção). e se pudesse não ser 1.0 tava top.\n\nacabei caindo no prisma 2012 LT 1.4 e tô muito satisfeito. carro bom pra família e cumpre todos meus requisitos. mas se você dispensa o porta malas, por exemplo, eu pegaria um celta. acho que nesse valor da pra pegar um 13/14 e ainda sobra uma moeda pra revisão básica. é um excelente carro, econômico e fácil de manter, tudo que vc precisa pra um primeiro carro.",
                "Renault Clio, meu amigo, o usado mais subestimado de todos. \n\nNa faixa de preço dos populares pelados (celta, uno, palio, etc...) ele sempre é o mais completo ou o menos rodado. A manutenção é simples e as peças baratas. Eu tenho um, meu padrasto teve um, tenho amigos que tem e o carro é quase uma religião, depois que vc entra não quer mais outra coisa. \n\nA direção dele é um pouco dura e algumas pessoas estranham o câmbio meio 'solto', mas é só uma particularidade do carro e com poucas horas de direção vc acostuma",
                "GM Astra é um ótimo carro por esse preço. Vai vim completo e se vc der sorte de achar um GSI já vai ter até teto solar pra tirar foto e  postar no insta. Tem tbm o Omega que é uma barca muito loca, mas vc vai tomar um enquadro a cada esquina.",
                "Palio, Celta, Uno (Mille Economy), Gol, Fox, etc.\n\nTodos esses carros possuem manutenção barata e tem uma mecânica robusta e de fácil manutenção.\n\nMeu pai já teve 3 Fiat Uno e todos era muito filé de dirigir e manter. Carrinhos honestos e muito bons.",
                "Gol g2 com ar condicionado, achava por uns 15k uma época",
                "Astra, Vectra GT (ou GT-X), Stilo (sem o teto skywindow e manual) são uma boa opção"
            ]
        },
        {
            "title": "Carro barulhento",
            "selftext": "Bom dia, pessoal\n\nTenho um Corolla ano 2001 automático, já rodei uns 15.000km com ele, que agora completou 166.000km. Gosto muito do carro, pretendo ficar uns bons anos com ele e fazer a manutenção correta.\n\nDito isso, desde que comprei ele as \"bateções\" me incomodam, principalmente quando paro em uma sinaleira e fico com o câmbio no D. O motor faz o carro vibrar bastante, algumas partes do interior fazem barulho e a vibração parece que vai se espalhando pra traseira do carro.\n\nGostaria de melhorar isso, mas minha pergunta é se faz sentido e se tem como!? É um carro de mais de 20 anos de idade, então faz sentido eu querer resolver isso? Se eu for num mecânico e pedir pra ele dar uma olhada no motor ele não vai rir da minha cara?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yl2cey",
            "num_comments": 8,
            "comments": [
                "Essa vibraçao toda, parado em \"D\" é coxins de motor. Devem estar todos ferrados, pela idade do bichinho.",
                "Faz sentido, tem carro popular zero que já saí com essa escola de samba de fábrica. Pode ser que  alguma peça da suspensão esteja com problema ou também o coxim do motor. Já para os barulhos do interior existem oficinas especializadas chamadas caça grilos.",
                "Peça para o mecânico verificar os coxins do motor, se estiverem quebrados param de absorver as vibrações do motor e repassam para a cabine.",
                "Meu corolla é igual o seu, automático ano 99, de 98 até 2002 é o mesmo modelo.\n\nO meu tinha barulhos assim, tinha uma lata roçando no cambio que desamassei e diminui uns barulhos, o óleo do cambio era novo mas tava abaixo do nível e isso reduziu outros barulhos (Eu gosto de colocar um pouco acima do nível por hábito, no calor daqui geralmente isso ajuda). Um coxim meio ruim também fazia mais 10% dos barulhos, se não me engano o esticador da correia dentada também tinha barulho (Mexi em muitos carros ano passado, não lembro se o esticador batendo era nele mas algum carro meu tinha ele foló), até a correia da direção hidráulica com folga faziam um barulhinho, e por fim, dentro do escapamento tinha um pedaço de ferro pulando. Alias, aquele defletor térmico em cima do escapamento também batia na lataria nuns pontos, meti veda-capô em vários pontos dele.\n\nO motor ainda trepida mais quando tá em D, mas nada que faça barulho, dá pra ouvir a vibração geral do veículo, mas é quase nada comparado ao que tinha quando comprei ele.\n\nEntão já tem uma lista de coisas pra olhar, no meu caso até soltei o cambio pra ver a lata pegando no conversor de torque, mas isso é pra mecânico que sabe mexer com isso (Ou pra quem tem coragem de correr o risco de estragar alguma coisa, que é o meu caso), mas no meu caso além da trepidação gerar problemas, abaixo de uns 1500RPM ele roncava esquisito quando tava em engrenado (Só parava em parking ou neutro), eu coloquei mais óleo novo pra ver se isso soltava alguma placa de sujeira no conversor de torque e soltou, e uma latinha enroscando no conversor foi literalmente só puxar pro lado com o dedo mesmo (Latinha de 0,5mm de espessura talvez), eu comprei barato (R$ 13 mil) já imaginando que aquele barulho precisaria troca do conversor, mas foi tão simples resolver. \n\nEsses barulhos não tem milagre, tem que ir desmontando e vendo cada barulhinho, ir \"caçando\" ao longo do tempo, levar em mecânico não é simples porque mecânico não pode tirar 4h pra ficar escutando seu carro, digo, ele pode fazer mas ele vai cobrar seus R$ 200-250 por hora técnica mesmo que não escute ou resolva nada (Afinal ele vai perder esse tempo), como ninguém aceita pagar ninguém é maluco de tentar resolver isso, o jeito é você ir caçando esses problemas, estaciona com uma roda num meio-fio alto, deita em baixo, e vai com uma alavanca (Eu uso o extensor do macaco do carro mesmo, não precisa nada de mais) vendo calços, pede pra alguém engatar marcha e veja se não tem lata vibrando de besta (Mete veda-capô, silicone de alta temperatura, ou cola PU pra essas coisas pequenas, ambas levam umas 24h pra secar então você tem que fazer isso em casa e deixar ele quieto por umas 30h depois de meter a cola pelas latas). As vezes tem até coxim de borracha faltando em escapamento fazendo ele ficar todo pra um lado, [coxim genérico barato](https://produto.mercadolivre.com.br/MLB-709836224-coxim-borracha-escapamento-escort-verona-_JM) eu sempre tenho alguns em casa porque ao longo das décadas sempre precisei, em estrada de chão e na roça acho que a gente enrosca mais coisas no fundo aí eles desaparecem com o tempo.\n\nAh, o ferro solto dentro do meu escapamento eu notei que ia pra frente quando ficava na lenta, então viajei sempre colocando em N quando ia parar, pra não ter trepidação, aí o pedaço solto de ferro foi pra trás, foi pra dentro da última marmita (Aquelas caixa ressonantes), lá dentro mal dá pra ouvir o barulho, só deitando de baixo e porque eu sei o que é, antes era bem chato, dentro do carro com rádio ligado dava pra ouvir aquilo pulando solto dento do escape, foi só usar uns 300km sem deixar trepidar que o pedaço foi sendo levado pela pressão do motor até a marmita e lá ele não incomoda (Provavelmente é resto de algum reparo antigo, ele tem uma solda no meio do escape, na hora de cortar talvez deixaram algum pedaço de ferro dentro, fica beeeem depois do catalizador então não tem como peça do motor ir pra lá, é cagada específica que duvido que o seu tenha também, cortar escapamento no meio ninguém normal faz).\n\nEdit: Ah, uma bieleta batia ferro com ferro, fazia barulho parado mesmo, ou em estrada com costela, mas nessas estradas de chão tudo faz barulho aí fica impossível escutar algum. Se não me engano era a bieleta do lado do motorista, roda dianteira, não muito longe do coxim do motor por isso talvez batia um pouco. Até o radiador tava com uns 6mm de folga e talvez com a trepidação (Que é menor em N mesmo) batia um pouco, coloquei borracha no espaço pra ficar firme. Agora só o parachoque que tá meio solto mas é porque um idiota de moto quis me ultrapassar pela direita quando eu dava seta pra estacionar, amassou a lateral e soltou uma presilha, mas já é um barulhinho a mais que só ocorre quando trepida, e só trepida com marcha engatada mesmo, trepidar motor é normal mas fazer barulho não."
            ]
        },
        {
            "title": "Manutenção barata",
            "selftext": "Boa noite pessoal, tudo certo?\n\nEsses tempos eu ando pensando bastante sobre custos de manutenção, e até hoje só vi aquela lista do IMV mas que se não me engano está bem desatualizada. Por curiosidade e até para posterioridade queria saber quais os sedans que tem um custo de manutenção acessível? Hoje eu sou dono de um civic 2010, muito feliz, mas penso no futuro, daqui 1 ou 2 anos provavelmente vou estar casando e ter que ter um carro com custo de mantença mais acessível e modelo mais novo, mas eu gosto de sedan, vcs tem ideia/noção de modelos e anos que tem um custo de manutenção mais acessível?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yh20or",
            "num_comments": 3,
            "comments": [
                "o que casar tem a ver com carro mais novo?\n\nqualquer sedan baseado em carro compacto bastante vendido tem manutencao barata\n\nVoyage, HB20S, Siena, Onix sao bem barato.",
                "Vc vai achar sedans com custo de manutenção mais barato na categoria abaixo. Carros como Prisma, Versa e Logan tem uma manutenção bem acessível, além de serem razoavelmente econômicos. Só ver a quantidade de Uber/Táxi que os usam.",
                "Eu tive um Versa (agora v-drive) e era baratinho."
            ]
        },
        {
            "title": "Um motoqueiro maluco bateu no carro da minha mãe ontem, p dar uma melhorada resolvi lavar e de fato melhorou muito. Mas fui burro e usei a bucha de cozinha e ficou assim…. Esses riscos esbranquiçados saem com polimento?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ygre7e",
            "num_comments": 8,
            "comments": [
                "Sim deve sair com polimento, menos aquele pontinho que está preto. \n\nEu faria o seguinte, vai em alguma loja de tintas que trabalha com tinta automotiva, compra lá a massa de polir n2, e aí você pode utilizar uma estopa ou microfibra para fazer o polimento dessa área na mão. \n\nDepois vc pode utilizar algum tipo de correção de pintura naquele pontinho preto, as vz até um esmalte de cor parecida pq vai ser só um pontinho de tinta prata para esconder o detalhe. De longe não vai dar pra ver mesmo se a cor não for a mesma.\n\nvídeo mostrando como polir na mão os riscos da buxinha: https://www.youtube.com/watch?v=At-bUIm46o0\n\n\nedit: agora que eu vi a segunda foto tem várias partes que estão no plastico, na loja de tinta automotiva vc pode comprar uma quantidade bem pequena de tinta própria para o carro, apenas para retoque, e ai vc faz o retoque utilizando um cotonete mesmo ou um pincel o menor que conseguir comprar, tipo aqueles de escola.\n\n\n\n\nvídeo mostrando como usar tinta de retoque na pintura: https://www.youtube.com/watch?v=Zl_iSYYGBiY",
                ">usei a bucha de cozinha\n\nCARALHO! Eu juro que fico desacreditado mano",
                "eu acho q nao sai\n\n&#x200B;\n\nponto preto vc compra tinta no ml, la vende quantidade bem pouca\n\n&#x200B;\n\nou usa esmalte de unha com uma cor parecida, nao vai ficcar igual mas eh menos visivel q preto",
                "Não irá sair, pois essa parte branca é a massa embaixo da pintura. Devido ao tamanho do desastre diria para refazer a pintura da peça com um profissional."
            ]
        },
        {
            "title": "Carro de até 90mil usado",
            "selftext": "Olá!\n\nPretendo trocar de carro em breve, no mais tardar até janeiro. Hoje em dia tenho um Honda Fit 2011, e gostei muito dele. O carro é muito bom, mas já está na hora de trocá-lo. Estive pensando em 3 carros diferentes que me chamaram a atenção ou me recomendaram:\n\nCorolla 2015-2017\n\nGolf 2015-2017\n\nH-RV 2016-2017\n\nDe preferência automático. O consumo dos 3 é bem parecido, então gostaria de saber a respeito de manutenção/revisão/revenda etc.\n\nTambém não entendo muito das diferenças de cada modelo entre si( Corolla xei x altis por exemplo).\n\nAceito sugestões de outros veículos também!\n\nObrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yg69m2",
            "num_comments": 10,
            "comments": [
                ">Corolla 2015-2017\n\nVai na fé, Corolla é um bom carro, tem revenda, mecânica confiável e a partir dessa versão já tem câmbio CVT. Top!\n\n>Golf 2015-2017\n\nBom carro também, principalmente o TSi (turbo). A Volkswagen acertou nesse motor, econômico e potente! Revenda não é igual um Corolla, mas vende também!\n\n>HR-V 2016-2017\n\nOutro carrão também, modelo SUV de um porte maior. Você já tem um Honda, só tá subindo de patamar, só que vai ficar um pouco mais caro a manutenção / revisão. Revenda boa também\n\n>Também não entendo muito das diferenças de cada modelo entre si( Corolla xei x altis por exemplo).\n\nO Corolla Altis é mais completo (itens de série) do que o XEi, porém mecânica, chassi e câmbio não muda nada de um pro outro. Em compensação o Altis é um pouco mais caro.\n\n- Itens que o Corolla Altis tem que o XEi não tem: *airbags* de cortina, faróis de LED / xenônio com DRL (*Daytime Running Lights*), banco do motorista com ajuste elétrico e chave presencial.\n\n>Aceito sugestões de outros veículos também!\n\n- Renault Fluence 2.0 AT (CVT) 2017-2021 - mesma pegada do sedã Corolla com preço mais em conta, porém não se compara a revenda e mecânica do Corolla.\n\n- Nissan Sentra S 2.0 AT (CVT) 2020 - mesma pegada do sedã Fluence com preço mais em conta porém não muito bom de revenda, localização de peças e manutenção ou revisão.",
                "Eu não pegaria Golf nessa idade, primeiro que vai ser o mais difícil dos 3 pra achar um bem conservado, depois que a chance de ter mais problemas relacionados ao motor TSI e a eletrônica embarcada são maiores. Entre HR-V e Corolla fica mais entre o estilo que você prefere, o fato de querer um carro mais alto ou não, e o desempenho (Corolla melhor). De resto, é achar um bem conservado, pois são carros que não dão dor de cabeça e tem revenda boa.",
                "Cruze ltz 2017. Bem completo e com bom consumo, e ainda anda bem",
                "Hyundai, Honda ou Toyota",
                "As peças do HRV geralmente são BEM mais caras que do seu Fit atual, o custo vai aumentar muito comparado com o atual. \n\nO Corolla vai dar na mesma que você gasta hoje, não lembro de nada caro que dê problema com esse tempo de uso (E mais uns 5 anos, tem que pensar em manutenções futuras).\n\nGolf lembra que nesses anos também tem cambio automatizado, exige revisão em talvez metade do tempo do Corolla, por isso o preço de compra as vezes é mais baixo, mas pela fama de automatizado o preço cai MUITO hora que começa a bater nos 10 anos de uso (Deprecia muito mais que cambio automático, pessoal (Futuro comprador) morre de medo de comprar carro que tá nos dias de revisar o cambio, profissional decente não cobra mais que uns R$ 4 mil, mas leigo sempre vai no lugar mais caro do mundo e sai com orçamentos de R$ 40 mil).",
                "HRV",
                "se vc eh jovem Golf, se nao vovorolla",
                "Até 90mil Dá para pegar também:\n\nRav4 2015 \n\nhttps://www.webmotors.com.br/comprar/toyota/rav4/20-top-4x2-16v-gasolina-4p-automatico/4-portas/2015/44278359?pos=c44278359c:&np=1\n\nOutlander 2016 \n\nhttps://www.webmotors.com.br/comprar/mitsubishi/outlander/20-16v-gasolina-4p-automatico/4-portas/2015-2016/44224046?pos=b44224046c:&np=1\n\nSubaru XV 2017\n\nhttps://www.webmotors.com.br/comprar/subaru/xv/20-16v-i-s-gasolina-4p-4wd-automatico/4-portas/2016-2017/43110301?pos=a43110301g:&np=1\n\nVolvo XC60 2014\n\nhttps://www.webmotors.com.br/comprar/volvo/xc60/20-t5-dynamic-fwd-turbo-gasolina-4p-automatico/4-portas/2013-2014/44221836?pos=c44221836g:&np=1",
                "Quer tranquilidade?\n\nVai de Corolla e já era."
            ]
        },
        {
            "title": "Salve, salve! Hoje, venho aqui trazer uma Mitsubishi L300 4x4 1994, verdadeira raridade automotiva em praticamente todo o mundo. Essa belíssima van off-road, que eu vi no Beco do Batman, estava com placas da Colômbia, e tem um visual que representa muito bem a cena automotiva da América do Sul.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yg1z9u",
            "num_comments": 5,
            "comments": [
                "Caraca, ignorava a existência desse modelo.",
                "Dahoraa demaiss"
            ]
        },
        {
            "title": "Hatch médio ou SUV",
            "selftext": "Boa pessoal, tô com 25 anos e querendo comprar meu primeiro carro, tenho livre 4,5k por mês e 20k de entrada.\n\nPensei em hatch médios como focu se plus manual 2016-17, cruze manual 2014, golf tsi manual 2014 ou me jogar em SUV/crossovers. Pensei em um hb201.6 pra ser bem mais barato em tudo.\n\n Prezo baixo valor de manutenção e seguro, pretendo ficar com o carro por 3-4 anos, moro em São Paulo capital, não tenho filhos, nem namorada, já sou fomado e trabalho homeoffice, séria só pra sair de fds e ir a praia.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yfzl3v",
            "num_comments": 8,
            "comments": [
                "se vc preza pela manutenção hatch medio e epla sua faixa salarial não gaste mais de 40k",
                "*Hatchs* médios\n\nVi ali que você gosta de câmbio manual\n\nSair final de semana e ir para praia (uns 200km indo e 200km voltando).\n\nMinhas sugestões:\n\n- Fiat Bravo Sporting / Essence / Blackmotion 1.8 ou Bravo T-Jet 1.4 Turbo 2016\n\n- Peugeot 308 Allure / Active / Quicksilver 1.6 2016\n\nEstes abaixo são *hatchs* compactos se você gostar:\n\n- Fiat Uno Way 1.3 2021\n\n- Toyota Etios X 1.3 2021\n\n- Renault Sandero Expression 1.6 16V 2020\n\n- Volkswagen Gol 1.6 2020\n\nOs preços coloquei entre 70k e 60k (você disse que tem 20k pra dar de entrada e 4,5k livre por mês, dá pra pagar uma boa parcela em um carro de 70k). Não recomendo veículos da Ford pois a mesma já saiu do Brasil e o Cruze (1a. versão) não foi muito bem aceito e tem mecânica não muito boa / peças ruins de achar, dos carros que você citou os melhores, na minha opinião, é o Golf TSi ou HB20 1.6.",
                "polo",
                "Hb20x é um crossover de bom CxB\n\nCactus tbm mas é mais caro e tem a questão preconceito com Citroen.\n\nStepway única coisa da Renault de baixo preço que se salva. Bom acabamento\n\n\nSe vc vai andar pouco que nem eu (mesmo cenário que vc) não se preocupa mto com manutenção e essas parada. Trabalhando HO eu rodo 200km por mês"
            ]
        },
        {
            "title": "Carro zero em 2023",
            "selftext": "Estou praticamente decidido a comprar uma SUV no início de 2023 (já estou com o dinheiro separado (R$ 130.0000,00 + um carro que tenho de 2013, avaliado em pouco mais de R$ 20.000,00). No entanto, estou com bastante dificuldade em decidir o carro (melhor custo-benefício), bem como em aceitar pagar o preço que estão pedindo.  \n\n\nAlém disso, vou adicionar custos fixos ao meu orçamento anual: seguro que não pago hoje em dia + IPVA bem mais alto...  \n\n\nSei que estou ferrado, mas será que alguém poderia ,ao menos,  ajudar na melhor compra (custo-benefício).  Por enquanto, estou de Creta.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yfv28a",
            "num_comments": 28,
            "comments": [
                "Compra uma Hilux sw4 e seja feliz",
                "O novo Creta é o melhor custo benefício, tem garantia de 5 anos e seguro barato.",
                "Honda H-RV EXL, motor mais raiz (sem turbo, apesar da injeção direta), super econômico, pacote Honda Sensing (show), provavelmente com menor custo de manutenção e melhor valor de revenda que a concorrência.\n\nQuem diria, antes da pandemia jamais indicaria qualquer carro da Honda (e Toyota) pelo alto preço, mas os outros fabricantes aproveitaram a crise para \"pesarem\" demais nos preços.",
                "Sei que comprar o carro zero é outro nível e tals mas optar por um com 1 ano de uso não é mais sustentável economicamente? Na mesma faixa de preço daria p achar carros melhores, não é?",
                "Melhor custo-benefício até pouco tempo atrás era o C4 Cactus. \n\nCom o lançamento do C3 eu vi que deram uma subida no preço, não sei se acompanhou o mercado ou se aproveitaram para subir o preço de patamar.",
                "Só dando feedback para vocês.  Comprei há cerca de uma semana o carro. Creta 0 km e peguei ele hoje na concessionária. Agradeço a ajuda de vocês.",
                "Opções que você tem:  \n\n\n* VW T-CROSS\n* VW NIVUS\n* FIAT FASTBACK\n* NISSAN KICKS\n* JEEP RENEGADE\n* HYUNDAI CRETA\n\nDesses eu iria de Renegade, a Jeep tem um pós-venda muito bom.",
                "Renegade com motor 1.3",
                "fastback qualquer versao",
                "Eu iria de renegade, o de entrada .\nTcross tá caro pra tanto plástico duro.\n\nSe não for suv, o Honda City novo, de entrada. \n\nE se for economizar, pega um usado de 2 anos.",
                "Minhas sugestões de SUV 0km até R$ 150.000\n\n- Volkswagen T-Cross 1.0 TSi\n\n- Honda HR-V EXL 1.5\n\n- Renault Duster Iconic 1.3 Turbo\n\n- Jeep Renegade Sport / Longitude 1.3\n\n- Nissan Kicks Exclusive 1.6\n\n- Hyundai Creta 1.0 Turbo ou Action 1.6 AT\n\n- Citroën C4 Cactus Shine Pack / Live 1.6 Turbo\n\n- Renault Captur Zen / Intense 1.3 Turbo\n\n- Peugeot 2008 Griffe / Style 1.6 Turbo\n\nOs carros da Renault e Nissan tem a vantagem de possuir câmbio CVT, o Jeep 1.3 é bem falado e potentizinho. O T-Cross tem o motor turbo econômico e bem falado da VW, o TSi. O C4 eu coloquei porque o desgraçado é bonito demais! 😅",
                "Eu não curto SUV, mas o único que eu teria, pela estética e custo benefício, seria o novo Creta. Lindão demais esse carro.",
                "150 mil hoje, SUV, eu iria de Mercedes GLK 220 CDI 2014, mais uns 20k pruma boa manutenção. Meio manca, mas é um Mercedes 4x4 diesel e um classe C (que conheço muito bem) por dentro. Zero não faço ideia, não cogito carro zero hoje em nenhum segmento",
                "Toro Diesel e seja feliz",
                "Sinceramente iria de Creta, não é um dos mais bonitos mas pra mim é melhor q os concorrentes"
            ]
        },
        {
            "title": "Chery Tiggo é confiável? Pesquisando SUVs de até 80k",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yfv0t6",
            "num_comments": 12,
            "comments": [
                "Sim, não há relatos de defeitos crônicos ou algo parecido. Dê uma olhada na sessão de Opinião dos Donos no Carros na Web. Lá dá pra ter uma noção melhor dos pontos positivos e negativos do carro.",
                "Como trabalho em uma oficina de funilaria e pintura posso dizer com tranquilidade que a reposição de peças é um problema, vários tiggos já ficaram parados aqui esperando peças chegarem da China. Inclusive tem um aqui que tá esperando uma moldura de roda faz 3 meses, o cliente quer pegar o carro sem mas a seguradora não libera. Mas tirando isso parece um carro confiável sim.",
                "Acho que o único problema são as peças de reposição, carros chineses tem esse problema ainda, mas a Chery conta com o suporte da CAOA (a CAOA foi a mesma que trouxe a coreana Hyundai pro Brasil e fez o sucesso que fez com a marca).\n\nMinhas sugestões para SUV até 80k:\n\n- Renault Duster Dynamique 2.0 AT 2019\n\n- Hyundai Tucson GLS 2.0 AT 2019\n\n- Citroën C4 Cactus Feel 1.6 AT 2019\n\n- Peugeot 2008 Allure / Style 1.6. AT 2018",
                "Não",
                "Tem otimos carros! Por 80k seria legal um tiggo 5x!"
            ]
        },
        {
            "title": "Cambio CVT, tem risco? Dá pra comprar? Sugestões?",
            "selftext": "Galera, to analisando um versa 17/18 com 117mil km e já até fiz outro tópico pra saber se a troca compensa. Mas agora fiz esse pra saber especificamente se é arriscado comprar um carro com um cambio CVT com 117mil km.\n\nEm alguns vídeos no youtube vi que é bacana testar numa rodovia ver se tem algum zunido na relação e se ele responde imediatamente aos comando de troca de função do cambio.\n\nNa compra, já trocaria todo o fluido na mecanica que levo, sai 1700 reais. Fazendo isso o cambio dura mais muito tempo e tal? Vou andar na média 10k km por ano.\n\nConheço a procedencia do dono, é conhecido que viaja muito e vende carro sempre com 100mil km.\n\nO que me orientam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yf5481",
            "num_comments": 8,
            "comments": [
                "Eu tô de muleta, mal consigo caminhar 300m, e comprei um com CVT não  com 100 mas com 300 mil km, pra usar no mato mesmo, longe de tudo, onde se quebrar teria que esperar ajuda só no outro dia (Não tenho como caminhar, e fora de cidade não pega celular, iriam levar 24h pra notar meu desaparecimento). Isso dá noção do quanto eu confio em CVT.\n\nTrocando a \"correia\" e óleo no km certo não tem segredo, dia que começa a perder pressão ou algum problema em válvula ele simplesmente acelera mais pra chegar na mesma velocidade (Ou ao usar como freio motor ele quase te joga no parabrisas com a reduzida), ou seja, ele não te deixa na mão, gasta mais porque tem que acelerar mais mas ainda anda tranquilo, é reparo que dá pra agendar pra 2 semanas que quase nada muda nesse período. O que te deixa na mão é correia velha, que não foi trocada no km correto (E ainda assim suspeito que tem que deixar a correia pelo dobro do período de troca, já vi correia que o dono esqueceu de trocar e tava feia no outro km mas ainda tava rodando, abriu por barulho no tensor na verdade!).\n\nCambio automático multimarchas precisa empresa especializada pra fazer (Trocar atuadores e borrachas), mas a troca da correia de CVT muito mecânico \"comum\" (Pessoal com 20 anos de experiência, digamos) consegue tranquilo, não precisa calibrar pressão nem nada, simplesmente não desmonta atuadores (Meu Fit de 300 mil km tem atuadores originais, ainda faz 12-13km.l na estrada e 10 na cidade então ele ainda tá colocando as polias nas espessuras corretas, estão funcionando normal).",
                "Se o cara viaja muito significa que essas KMs são de estrada, ou seja, não pesou muito no carro. Falo de experiência: tive um Fluence CVT e vendi o bichinho com 214 mil km, maior parte em estrada, nunca deu problema. Lógico que eu fiz as manutenções corretas, mas mesmo assim dá pra ter uma noção né?",
                "Se falou que conhece o dono, é meio caminho andado.\nCâmbio CVT não costuma dar manutenção. Então, se tem conhecimento que o veículo tem essa km por estrada e não por Uber, parece uma ótima procedência.",
                "Nunca ouvi ninguém falar mal de câmbio CVT, na verdade até elogiam"
            ]
        },
        {
            "title": "alguém tem dicas de como melhorar a ergonomia do banco da l200 Triton?",
            "selftext": "Tenho uma l200 Triton 2009 e o banco do motorista não foi feito pra pessoas altas, tenho 1,86,cm, já fiz várias adaptações e ainda assim em viagens de mais de 3hrs a perna cansa muito pois fica sem apoio no banco, entao fica constantemente tensionada. Alguma.dica de melhoria? Eu adoro o carro e não penso em trocar, trocaria o banco mas não o carro kkkk",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yf4llg",
            "num_comments": 9,
            "comments": [
                "Da pra tentar adaptar um banco de outro carro, não sei se é compatível, mas da pra ver os bancos das pajero full, creio que seja mais confortável que os da Triton e da pra achar em desmanches por um preço bom",
                "É só aderir aos taxistas dos anos 90: [link](https://produto.mercadolivre.com.br/MLB-2739769880-encosto-massageador-de-bolinhas-automotivo-_JM?matt_tool=16351737&matt_word=&matt_source=google&matt_campaign_id=14303385287&matt_ad_group_id=134381223072&matt_match_type=&matt_network=g&matt_device=c&matt_creative=584254964543&matt_keyword=&matt_ad_position=&matt_ad_type=pla&matt_merchant_id=620889461&matt_product_id=MLB2739769880&matt_product_partition_id=1638276407977&matt_target_id=aud-891043985940:pla-1638276407977&gclid=CjwKCAjw2OiaBhBSEiwAh2ZSP2fz2dRrOUvLnyrQDFlos_6lAUHPBPtPTmqnYHvzuR1xdQssZ9P07xoCfjUQAvD_BwE)\n\nbrincadeiras a parte, o banco não tem ajuste de altura? se não tiver, o volante tem? você poderia tentar uma combinação diferente de posição, tipo deixar o banco mais longe e o volante mais baixo",
                "Cara, eu tenho 1,85m, a Triton não foi feita pra nós, eu já dirigi uma algumas vezes, é muito ruim! Prefira a S-10 ou Ranger, muito mais espaçosas e confortáveis (para grandalhões)!"
            ]
        },
        {
            "title": "Quanto será que ta valendo aquela GMC 500 do Flatout?",
            "selftext": "Com todos os upgrades e tudo mais, quanto seria um valor justo praquele carro?\n\nSe eu ganhar acho que venderia e usaria o dinheiro para dar um tapa no meu carro e customiza-lo a minha maneira.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yf2f6e",
            "num_comments": 5,
            "comments": [
                "irmãozinho vamos abaixar a bola taokey, essa gmc ja é minha, quem sabe na próxima né colega",
                "Chutaria por volta de uns 100k, levando em consideração a notoriedade e a diversão desse exemplar específico.",
                "Sei nao, mas meu uno anda mais",
                "A verdade é que vender carro modificado normalmente não dá pra repor o valor que foi gasto nele, sendo assim se conseguir vender por vamos supor R$50k, você não monta nada tão bom quanto ela é pelos mesmos R$50k, eu venderia o meu projeto e seguiria com a GMC, boa sorte pra quem tá concorrendo no sub."
            ]
        },
        {
            "title": "March 13/14 por Versa 17/18 20k vale a pena?",
            "selftext": "Meus caros, estou na seguinte situação.\n\nTenho um March 1.0S 16V 13/14 com 65 mil km rodados. Está super conservado o carro, sou único dono e penso em passar por 35 mil.\n\nConhecido está vendendo um Versa 17/18 1.6SV câmbio CVT com 117mil km rodados por 55mil.\n\nConsiderei fazer essa compra e possivelmente o March vá por 35k ou pouco mais. \n\nOu seja, gastar 20mil reais pra esse \"upgrade\" vale a pena? Considerando que já faz um tempo que estou quere do um carro meior para a família com mais motor e etc.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yexcs2",
            "num_comments": 10,
            "comments": [
                "Nao faria, 117mil KM num cambio CVT.... sei lá, me parece arriscado.",
                "Bem rodadinho para um carro de 5 anos...\n\nSe você quer \"melhorar\" (como diz) e conhece o histórico do carro, se não bateu etc., pode ser opção, mas tenha em mente que terá de gastar algo a mais após a compra (revisão pós compra, incluindo troca do óleo do CVT, só esta troca deve custar perto de 2K).",
                "Eu faria esse *upgrade*, apesar que eu não conheço nenhum dos 2 carros mas analisando aqui, você já tem um Nissan, só vai atualizar de carro sem sair da marca, o Versa é um bom carro e o preço tá bom, abaixo da tabela FIPE, mas depende muito do km do carro e da revenda (Nissan não é lá grande coisa pra revenda), quanto ao câmbio CVT, é só o melhor câmbio automático que existe, se o(s) antigo(s) dono(s) fizeram a manutenção certinha, trocando o óleo quando necessário, é muito difícil dar problema, mas se ele der problema, prepara o bolso pois a mão de obra, por ser especializada, é cara como em qualquer câmbio automático, além das peças também que são difíceis de achar e caras.",
                "Carros da Nissan são muito bons"
            ]
        },
        {
            "title": "Vou comprar um carro e sou leigo",
            "selftext": "\nBoa tarde, prezados. Como já diz no título, é isso.\nEstou querendo comprar um Toyota Etios XLS Sedan de 2014, mas não entendo nada de carros, queria saber se alguém pode me dar uma orientada sobre o que observar, e se tem alguma opinião sobre o modelo. (As pessoas com quem conversei, todas falaram muito bem do carro, que é muito econômico e as peças são duradouras).\nPretendo usar casualmente, moro a apenas 9km do trabalho.\nEis aqui algumas informações colhidas: \n\n- Em 8 anos, o carro rodou 82.600km;\n- Foi feita vistoria cautelar no final de setembro, nenhuma alteração consta;\n- Nunca foi colocado kit gás;\n- O carro tá em ótimas condições de preservação, tanto por dentro quanto por fora. \n- Fiz um teste drive e também gostei muito de dirigir ele, o carro é tão silencioso que parece até que está desligado. Direção é elétrica.\n\nValor: R$ 43000\n\nPoderiam me orientar outros pontos pra eu observar/perguntar antes de fechar o negócio?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yewmom",
            "num_comments": 18,
            "comments": [
                "Toyota não tem erro. Eu particularmente acho o Etios mais feio que bater na mãe, mas é uma compra extremamente consciente.\n\nEconômico, robusto e uma marca de renome.\n\nCom essa KM é bom dar uma revisada na parte de suspensao pois se tiver com amortecedores e seus perifericos originais logo logo ta na hora de trocar",
                "eu nao pegaria, por ser feio fica dificil vender depois.\n\n&#x200B;\n\nTem certeza q nao liga pra feiura dele, olha vc vai enjoar de ver o painel balança filizola",
                ">Em 8 anos, o carro rodou 82.600km;\n\nPosso confirmar uma suspeita? Vc está no estado do Rio de Janeiro?\n\n>Poderiam me orientar outros pontos pra eu observar/perguntar antes de fechar o negócio?\n\nSobre o modelo em específico só sentir se a embreagem está normal. O Etios usa embreagem de cabo até 2017/2018, e muitos donos reclamaram da durabilidade da peça. Fora isso o carro é bem resistente.",
                "Parece muito bom....",
                "Ótimo carro. O valor de referência na Fipe ou no KBB é perto disso aí? Me parece meio salgado.",
                "OP, a vistoria foi feita pelo dono? Já o conhece ou vc encontrou o carro por anúncio?\n\nAqui em SP, tem muito golpe de vistoria \"pronta\", em que o laudo está aprovado mas o carro tem algum histórico escondido. Normalmente vc só descobre na hora de vender, qdo vai fazer uma nova vistoria.\n\nEu faria novamente antes da compra em alguma empresa de sua escolha (e com a sua presença). Deve custar uns 200-300 mas vc ficará tranquilo quanto a isso.\n\nTem as revisões carimbadas no manual? Ou comprovantes de serviços feitos periodicamente? Se sim, é sinal de dono cuidadoso. Com essa km, vai ter algo pra fazer em breve (freios, suspensão, pneus etc.).\n\nQuanto ao valor, o mercado ainda está bem inflacionado. Sempre dê uma canelada no preço, ainda mais se tiver opções na sua região com valor menor para apresentar como argumento. Eu tentaria pagar Fipe pelo carro ou menos, caso consiga detectar algum defeito ou desgaste.\n\nSe possível, uma pré-compra em alguma oficina seria bom para verificar possíveis manutenções a fazer.",
                "Bem vindo ao clube do ~feietios~, digo Etios!\n\nComprou um etios, recomendo entrar no fórum ou nas páginas do clube do Etios, sempre tem boas dicas para manter e solucionar problemas comuns dele!\n\nTenho um 1.3x Hatch aut. 17/18 e tenho algumas dicas de problemas comuns e coisas que você deve encontrar no seu futuro carro a seguir:\n\nDicas:\n\nLeve para seu mecânico de confiança avaliar o carro, se tem problemas a solucionar e avaliar se foi bem cuidado.\n\nProblemas mecânicos comuns:\n\n- Problema de embreagem com desgaste prematuro.\n- Desgaste prematuro da Bieleta da barra estabilizadora dianteira.\n- Barulho das pastilhas de freio\n\nProblemas de acabamento/interior/lataria:\n\n- Infiltração de água pelas portas dianteiras\n- Infiltração de água pelo porta malas (Sedan apenas)\n- Infiltração de Poeira (muita poeira)\n- Barulhos normais de acabamento\n- Volante desgastado (álcool da pandemia)\n- Borrachas de vedação em geral ressecadas/rasgadas (são mesmo de baixa qualidade)\n- Lataria frágil no geral\n- Vidros \"bambos\"\n\nEstes itens são de problemas comuns, tanto da falha de construção, mas nada impossível ou complicado de solucionar, o ponto positivo é que manter e comprar as peças dele são bem em conta.\n\nE o lado bom, as melhorias:\n\nSe você pretende ficar com ele por muitos anos, todo gasto em cuidados é melhorias são fantásticos para te fazer gostar mais ainda dele, recomendo muito colocar uma película UV transparente no parabrisa além de uma central e som equivalente e câmera de ré são fundamentais para facilitar e muito a sua estadia com seu novo Etios,  de resto, bem vindo a comunidade!"
            ]
        },
        {
            "title": "Luz de \"farol de neblina\" no painel",
            "selftext": "Tenho um Astra Hatch 2011 e notei que a luz do farol de neblina que acendia no painel parou de funcionar.\n\nQuando aperto o botão do farol de neblina, as luzes acendem, mas nada é indicado no painel (antes parecia um simbolo verdinho da luz de neblina).\n\nTestei o farol de neblina traseiro e essa sim acende no painel, normal (um simbolo amarelo da luz traseira de neblina).\n\nAlguém sabe dizer se esse tipo de coisa é facil de reparar, se pode ser fusível ou só abrindo o painel?\n\nÉ algo bobo mas me incomoda.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yetgnc",
            "num_comments": 5,
            "comments": [
                "acredito que queimou a luz do painel. Só sacando ele fora pra ver."
            ]
        },
        {
            "title": "asx ou renegade",
            "selftext": "Qual a opinião de vocês sobre. Os dois sendo a gasolina, pra pegar maioria asfalto mas estrada de chão leve aos fins de semana.\n\nJá dirigi o renegade e achei muito confortável, asx só de carona entao não tenho experiência",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yeoytx",
            "num_comments": 30,
            "comments": [
                "Não manjo de nenhum deles mas acho o ASX bem mais bonito, e tem AWD por um preço mais acessivel.",
                "Acho dois carro de arrombado.\n\nSem ofensa.",
                "Renegade se não for o 1.3 turbo só a diesel.",
                "Mitsubishi em 2022? Só Pajero e olha lá.",
                "Nem questiona. Asx.",
                "Acho que você deve encontrar melhor custo x benefício na ASX, que é um carro mais robusto e gostoso de dirigir. Como já disseram ali no outro comentário, tem a possibilidade de awd, o que não encontra na renegade flex 1.8 que é bem manca e beberrona. acho que a favor da renegade só o acabamento no interior, que é mesmo mais bonito.",
                "Iria no ASX. Mais porta malas, mais espaço, mais motor e opção de tração nas quatro rodas. Em equipamentos os dois se equivalem. O único ponto fraco é que a manutenção da Mit é mais cara, mais por culpa das concessionárias que acham que estão vendendo BMW e não um carro que lá fora é carro que qualquer estudante consegue comprar. Acabamento não posso falar, mas na minha família temos Outlander mais antiga, que é uma categoria acima e é só plástico duro",
                "Cara, peça mitsubishi é muito cara.\n\nVai de renegade mesmo  1.8 povo reclama mas não é ruim não.  Super bem acabado e com conforto.",
                "Vai de Creta",
                "[deleted]",
                "Honda ou toyota se possível, se não vai naquele que você gostar mais."
            ]
        },
        {
            "title": "Valor Seat Ibiza 1.0 2001",
            "selftext": "Bom dia, alguém me consegue dizer qual será o valor +/- do meu Seat Ibiza?\nCaraterísticas:\nSeat Ibiza 1.0 MPI 5 portas, matrícula 04/2001, cinzento claro, tem a pintura gasta do sol no capô e teto. Tem uma fuga de óleo que passa para uma das 4 velas, carboniza e passado um tempo passa a trabalhar a 3 cilindros, mas basta mudar a vela e ele fica bom mais meio ano, tem de se ir trocando a vela... bom estado de conservação interior, só alguns arranhões no cockpit que já vinham de dona anterior.\nO meu mecânico disse que me dava 500€, mas queria saber mais opiniões assim por alto.\nDesde já agradeço",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yelteb",
            "num_comments": 2,
            "comments": [
                "Este sub é mais frequentado por brasileiros, tente no r/AutoTuga"
            ]
        },
        {
            "title": "Salve, salve! Qual é a probabilidade de ver o mesmo Rolls-Royce três vezes no mesmo dia em lugares diferentes de São Paulo? Baixíssima, né? Pois isso aconteceu comigo, cruzei três vezes com esse belíssimo Rolls-Royce Silver Cloud 1961 no último sábado. Mais detalhes nos comentários.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yec75u",
            "num_comments": 1,
            "comments": [
                "Hoje, o post vai ser um pouco diferente. Ainda é sobre carros, mais especificamente sobre esse belíssimo Rolls-Royce Silver Cloud 1961, mas acredito que o que eu tenho para contar é muito mais interessante do que os números de desempenho, os dados de produção, o papel na cultura popular ou outros fatos históricos sobre o clássico sedã inglês. Antes de começar, eu quero perguntar a vocês...qual é a probabilidade de encontrar um Rolls-Royce na cidade de São Paulo em três lugares distintos no mesmo dia? Baixíssima, não é mesmo? Pois bem...foi o que ocorreu comigo no último sábado, e é sobre isso que eu vou falar hoje.\n\nPrimeiro, tenho que falar sobre minha história com os carros. Sempre fui um grande fã de qualquer coisa com quatro rodas e um volante, desde que eu vi uma foto de um Ford Mustang quando eu tinha 5 anos de idade e me apaixonei pelo universo automotivo. Tudo nos carros me fascina...o design, o som dos motores, a história, o desempenho...enfim, tudo! E claro, o meu hobby é muito importante na minha vida. Eu adoro atividades como comprar revistas, colecionar miniaturas, visitar concessionárias, ler sobre carros e até mesmo o ato de dirigir em si. Pode-se dizer com segurança que a paixão por automóveis é uma parte muito importante da minha vida.\n\nHá alguns anos, quando se iniciou a era do Instagram, eu criei uma conta chamada \"Cheiro de Gasolina\", com as fotos que eu faço dos carros que eu encontro pelo caminho, sempre acompanhadas de textos com informações sobre os modelos por mim fotografados. E, por conta desse projeto, eu sempre tenho procurado carros com mais atenção nos últimos anos. Pode-se dizer que tenho bastante sorte em encontrar carros interessantes, a ponto de dizer para as pessoas do meu círculo social que não sou eu que procuro os carros, eles é que me procuram, hahahaha. E é aí que chegamos ao Rolls-Royce do último sábado...\n\nEstava eu dirigindo de manhã, me encaminhando para um evento da Mercedes-Benz na concessionária Comark da Faria Lima. Moro na Zona Leste de São Paulo, e, para ir ao local, peguei a Radial Leste, a Avenida 23 de Maio e a Rua Curitiba. Aproximadamente às 9h00 da manhã, quando eu cruzava a Rua Estados Unidos, vi um belíssimo Rolls-Royce Silver Cloud parado em frente a uma casa, que parecia ser um estabelecimento de vestidos de noiva ou algo assim (nada fora do comum, as pessoas mais abastadas alugam carros luxuosos como os da Rolls-Royce para casamentos). Fiquei impressionado com o automóvel, e até considerei tirar uma foto dele, mas não havia lugares para estacionar lá, e por isso segui o meu caminho.\n\nQuando os relógios indicavam aproximadamente 12h15, eu já estava voltando do meu passeio. Tomei a Avenida Europa, e, enquanto dirigia, passei em frente à Paróquia Nossa Senhora do Brasil. Vi que o mesmo Rolls-Royce Silver Cloud que eu havia visto algumas horas antes estava estacionado na praça onde fica a igreja, esperando os noivos para levá-los após a cerimônia de casamento. Sabia que não podia perder a oportunidade de fotografar o belo automóvel, porém, novamente, tinha contra mim a dificuldade de conseguir alguma vaga para estacionar o meu carro. Procurei e nada, até que vi a entrada para o estacionamento da igreja, com uma moça que carregava uma maquininha de cartão. Falei para ela que gostaria de fotografar o Rolls-Royce, e se podia deixar a minha amada Corsa Wagon lá parada por não mais que dois minutos, tempo suficiente para registrar o clássico sedã inglês. Ela gentilmente permitiu, então eu fiz as fotos que vocês estão vendo e deixei o local logo em seguida, agradecendo à funcionária.\n\nMais tarde, cheguei no apartamento onde eu moro, almocei, peguei o metrô e fui à uma feira de discos na Avenida Paulista, visto que eu sou um grande fã de música. Voltei para o meu apartamento após apreciar o evento musical, chegando ao meu lar quando eram cerca de 16h da tarde. Uma hora depois, fui observar a paisagem na varanda. Para minha surpresa, logo o mesmo Rolls-Royce Silver Cloud que eu tinha visto duas vezes mais cedo naquele mesmo sábado estava cruzando a rua. Fiquei muito feliz pela coincidência de ver um Rolls-Royce três vezes no mesmo dia e também pelo fato de um carro tão legal passar na rua onde eu moro.\n\nDesde que eu adotei a fotografia automotiva como um hobby, eu tenho acumulado várias histórias legais a respeito de carros que eu fotografei, desde malabarismos para conseguir o ângulo perfeito até amizades que eu fiz enquanto fotografava algum veículo em especial, passando por fotos de carros legais que eu tive a oportunidade de dirigir. Ter visto um clássico Rolls-Royce em três lugares diferentes de São Paulo em um único dia certamente foi uma experiência tão memorável que merecia ser relatada, afinal é algo com uma probabilidade baixíssima de se ocorrer, e sempre vou me lembrar com muito carinho desse dia."
            ]
        },
        {
            "title": "Flagrei hoje na Castello Branco, como é bonito!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yea1xc",
            "num_comments": 8,
            "comments": [
                "Replica em escala 1:1 feita pelo Adhemar Cabral.\n\nOs trabalhos dele são incríveis",
                "Não consegui ler direito, é um Accelo 1016?\n\nEra mais fã do 815, mas faltar macaco pra bascular hoje me incomodaria, a coluna tá foda pra erguer o peso da cabine pra frente, sem macaco teria que usar algo tipo um 712 (Igual o 608, estilo Hanomag).\n\nO 1016 é praticamente um 1113 moderno, tem capacidade até pra levar colhedeira em plataforma dessa, que dirá esses enfeites do vídeo.",
                "Infelizmente não notei qual era o modelo desse caminhão, porém mais a frente havia outro levando um outro carro exótico, porém não deu pra gravar.",
                "Top! É uma réplica muito realista, trabalho muito bem feito."
            ]
        },
        {
            "title": "Onde encontrar bons reviews de custo/beneficio?",
            "selftext": "Meu primeiro carro foi um Kia Soul 2011. Comprei zero e me arrependi amargamente. O carro era incrível, nunca deu problema, porém a manutenção e revenda foram um problema constante ao longo dos 8 anos que mantive o carro. Cheguei a pagar 3 mil reais em uma revisao, numa epoca que alguns carros cobravam uma media de 400.\n\nVendi o carro pois Uber me atende bem, porém estou planejando ter um filho e sinto que ter um carro vai ser obrigatório. Dessa vez quero focar em custo/beneficio. Não vou usar o carro a trabalho, apenas para resolver assuntos na rua de vez em quando. Em teoria Uber continuaria me atendendo, mas o tempo que gasto esperando uber me limita muito, pois trabalho ganhando por hora.\n\nQueria saber onde encontrar reviews de carro e custo/benefico (considerando tudo: qualidade, features, manutenção, problemas típicos do carro, seguro, ipva, revenda, etc).\n\nObrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ye3tnm",
            "num_comments": 10,
            "comments": [
                "Autoentusiastas pra review tecnico. Custo beneficio por via de regra é Honda/Toyota e Hyundai.",
                "É mais fácil você falar quanto quer gastar, aí a galera aqui te indica o que comprar. Na dúvida, você consulta o site carros na web e olha a opinião do dono sobre os modelos que você se interessou.",
                "De canais no youtube; opinião sincera, autoline (só carros 0km, porém muito bom), carros do xenão (um pouco mais bobão mas ele passa uns bizus interessante sobre problemas crônicos e manutenção), autoentusiastas, comprecartv, a roda, cassio cortes",
                "\"Dessa vez quero focar em custo/beneficio\"\n\nOK, você não precisa de luxo mas de um meio de transporte.\n\n\"estou planejando ter um filho\"\n\nCadeirinha, vai precisar de Isofix; porta-malas grande para levar a tralha.\n\n\"Não vou usar o carro a trabalho, apenas para resolver assuntos na rua de vez em quando\"\n\nEntão não pretende pegar estrada com frequência.\n\nCarro menos caro, sem fru-frus de mecânica e de conforto para menor gasto de manutenção.\n\nComo zero km, indicaria um Fiat Cronos 1.3: mecânica simples (mas não antiquada), bem feita, bom espaço para passageiros, bom porta-malas, econômico e com desempenho satisfatório para uso urbano. Manual, não precisa de CVT (só se quiser).\n\nUsado, nessa linha de raciocínio, além do Cronos o HB20S; motores turbinados e/ou com injeção direta pouco vão lhe proporcionar a mais no seu tipo de uso e são itens que demandam maior manutenção.\n\nQuanto a reviews, veja-os com olhar crítico, alguns recebem para falar bem, outros tem seus viéses na análise (gosta de potência, gosta de enfiar o dedo no painel para ver se é soft touch...), no fim das contas VOCÊ tem de decidir o que é melhor para VOCÊ."
            ]
        },
        {
            "title": "Salve, salve! Um amigo meu comprou um Subaru Vivio GLi 1995 verdinho, muito bonito. E claro, eu fiz questão de fotografar esse kei car tão interessante e raro de se encontrar no Brasil.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ydmic9",
            "num_comments": 4,
            "comments": [
                "Eis um carro que tenho extrema curiosidade em dirigir, principalmente num modo mais soviético. Lei de Chapman deveria ser regra até hoje.",
                "Os bancos são verdes mesmo? :0\nQue loucura bicho, parece mto carro de Initial D"
            ]
        },
        {
            "title": "Renegade 2016 1.8 manual vale a pena ?",
            "selftext": "Quero comprar meu carro, não vou usar diariamente, só aos finais de semana pra passear e viajar. Vi o renegade por 60-65k e achei interessante, cambio manual,  já tenho familiaridade com o carro e gostei bastante. Tem o Creta também como opção, vai ser meu primeiro carro, tenho 25 anos e sou sossegado kkk \nEu queria um golf tsi manual mas tá muito caro essa merda.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ydfacu",
            "num_comments": 35,
            "comments": [
                "60k num carro manco (o motor não era bom nessa época) e manual?\n\nEu não pagaria.",
                "Polo 1.6 MSI ou HB20 1.6, encaram estrada de boa.\n\nNão que o Renegade seja ruim, mas você tem de saber o que deseja de um carro e quanto custa mantê-lo.\n\nSe quer algo mais estiloso, um Bravo 1.8 Sporting (ou Blackmotion) Manual.",
                "Essa versão do Renegade é muito fraca de motor. Apesar de ser um 1.8, o motor ETorq é  fraco para o peso do carro.\nVc consegue achar um Civic G9 esticando mais um pouco esse orçamento.",
                "Ele é muito pesado, beberrão e compacto. \n\nVai de HRV se vc quer um SUV.\n\nSe tiver a fim de algo mais potente, vai de Tiguan da geração anterior, só fica atento que as peças não são baratas.",
                "Se quiser passar raiva, vá fundo. Creta é bem bom viu, só é meio sem graça",
                "Renegade não vale o preço, com 60k você compra carro muito melhor. Eu correria atrás de um volvo, um que não vá atolar no asfalto.",
                "Sugiro você alugar um, peguei um 2021 e me serviu muito bem. O motor não é tão fraco quanto dizem, mas recomendo o 2017 em diante quando ele teve uma atualização de motor."
            ]
        },
        {
            "title": "Uma solução de Roll Cage pra Chevy 500",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yd5j64",
            "num_comments": 1,
            "comments": [
                "Já falei, sai fora de meter rool cage na minha Chevynha."
            ]
        },
        {
            "title": "Comprei um VW. Polo 1.6 tdi de 2011 com 105cv. quais os problemas que posso esperar.? e quais as modificações que posso fazer neste modelo? Obrigado pela atenção",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yd4oqx",
            "num_comments": 3,
            "comments": [
                "Olá! Este sub é mais frequentado por brasileiros. Aqui não temos nem tivemos motor TDI.\n\nVeja no sub do r/autotuga"
            ]
        },
        {
            "title": "(depois do recall global do EA888) Recall global de Toyotas e Lexus por defeito na bomba de combustível",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yd4oph",
            "num_comments": 0
        },
        {
            "title": "Duvidas BMW 318ti compact 1.8 1995",
            "selftext": "Seguinte comprei esta BMW mas ela está com escapamento direto, queria colocar pelo menos um catalisador para diminuir o barulho e parar o vapor de gasolina que está entrando no carro, o catalisador original está muito caro, então queria saber se da para eu colocar um de outro carro ou isso pode dar problema? (aceito ideias para resolver o escapamento)\n\nOnde posso saber o nome ou código de todas as peças dela?\n\nE também se tiverem algum site ou loja física que venda peças vai ajudar muito.\n\nDesde já obrigado galera!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ycpnmc",
            "num_comments": 6,
            "comments": [
                "Primeiramente bela compra. Já pensou em procurar uma loja de escapamentos provavelmente tem boas opções em conta, ou realmente ta procurando o original?"
            ]
        },
        {
            "title": "Carro usado até 80k",
            "selftext": "Colegas, quais carros usados vocês recomendam adquirir, até o orçamento médio de 80k, para quem procura um veículo com certa presença/status e que não esteja sujeito a muito problemas mecânicos?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ycl4g0",
            "num_comments": 36,
            "comments": [
                "Eu ainda apostaria nos sedans japas:\nCivic, corolla, sentra e lancer.",
                "lancer",
                "provavelmente uma mercedes C180 tipo essa: https://www.webmotors.com.br/comprar/mercedes-benz/c-180/16-cgi-sport-16v-turbo-gasolina-4p-automatico/4-portas/2013-2014/44109470?pos=r44109470g:&np=1\n\nse não tivesse preocupado com problemas mecanicos eu recomendaria BMW ou Audi\n\ne se fosse um carro pra ser ótimo de mecanica mas sem tanto status, um camry ou accord",
                "Fit é um baita carro. Econômico, confortável, manutenção barata, super recomendo.",
                "Lancer é pagar de rico? O carro é de plastico, nao anda nada, e ainda tem manutencao cara... realmente..\n\nFavor nao confundir com o Evo X, que é outro animal completamente diferente.\n\nAté 80K é Civic, nem tenta outra coisa que é bucha.",
                "To querendo um lancer, mas se vc parar p pensar com 20k a mais vc pega uma bmw 320i 2013",
                "Azera 11",
                "Eu tenho um ford Edge . Acho ótimo. Custo benefício imbatível se vc quer algo bom, bonito e barato, único porém é que o bicho bebe.",
                "- Volkswagen Jetta Confortline / Trendline 2.0 2015 Flex\n\n- Renault Fluence Dynamique / Privilege 2.0 AT 2018 Flex\n\n- Honda CR-V LX 2.0 4×2 AT 2013 Flex",
                "Presença hj em dia tem q ser SUV",
                "Audi a3 sedan 2016, a versão nacional, que não vem com aquele câmbio dq200",
                "Cruze modelo novo, acho q um 17 vc acha nesse preço",
                "Toyota Camry",
                "Lancer Ralliart Sportback",
                "Civic g9 ou um g10 adquirido em leilão ( financiamento ou detran) \nMelhor custo benefício, conforto, mecânica e presença",
                "Basicamente sedãs médio-grandes asiáticos usados: Camry, Accord, Azera, Lexus ES antigo, Sonata.",
                "uma A200 ou 118i com a menor km q vc conseguir",
                "Uma Land Rover Freelander 2009. Proximo"
            ]
        },
        {
            "title": "Galera, vou ganhar uma Chevy 500 Turbo, dá pra colocar um chassi tubular dentro?",
            "selftext": "O carro parece q tá c 340whp. Como não quero morrer, tava pensando num chassi tubular, só q n sei se cabe nela.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yck625",
            "num_comments": 26,
            "comments": [
                "Boa sorte no sorteio, mas acho que sou eu quem vou ganhar...\n\nAcredito que você quis se referir a \"roll cage\" ou \"half cage\", existem oficinas especializadas nisso e com certeza cabe, mas costuma ficar pior para entrar e sair do carro.",
                "Na engenharia, qualquer coisa é possível. A questão é a dificuldade, mas acho que não vale a pena nada a mais que uma rollcage",
                "Ahahaha, quem vai ganhar sou eu, bobinho. Sim da pra por Roll Cage sim",
                "Vai ganhar sim KKKKKKKKK, confia, só eu comprei 400 adesivos porra",
                "Também estou participando do sorteio.\n\nSe eu ganhar vou pedir para que os caras façam um acerto pra deixar com uns 200wHP no máximo.\n\nQuero que o carro dure o resto da minha vida e usarei ele como daily. Vou vender meu Astra 2011 e ficar com a GMC 500.\n\nAliás, to sentindo que nos proximos GoodGuys vem um XR3 ou um algum Honda dos anos 90.",
                "Mano quanto será que o pessoal arrecada com um negocio desse?\n\nSupondo que os caras vendam uns 20.000 adesivos, da mais de 1 milhão de reais... eles devem ta mto ricos, ja é o terceiro carro.",
                "Bom, acredito que deva ser possível instalar uma rollcage, que já ajuda no reforço estrutural, só que não é algo tão trivial (especialmente se considerarmos que é uma picape, com menos espaço no habitáculo). Agora, mudando de assunto...se você ganhar o sorteio do FlatOut, por favor...deixa eu dar uma guiada nessa Chevy 500! Tração traseira, 340 cavalos de roda, tração traseira, motor Família II 2.0, tração traseira, cabeçote X20XEV com 16 válvulas, tração traseira, turbo de Subaru Impreza WRX, tração traseira, câmbio manual, tração traseira, baixo peso, tração traseira...já falei que é tração traseira? Hahahaha, sério, esse carro tem tudo pra ser um tesão de dirigir!"
            ]
        },
        {
            "title": "Fusion ou Edge (2013)?",
            "selftext": "Entre Ford Fusion e Ford Edge, ambos por volta do ano de 2013 e na versão AWD (mais completa), qual deles vocês optariam e por quê?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ycd6n2",
            "num_comments": 12,
            "comments": [
                "Cara se tu tá casado, tua mulher não te dá problema o suficiente, você tá quase entrando em depressão por não ter mais um sentido na vida: adquire um desses dois carros. \n\nTu vai ver o que é sentir dor de cabeça todos os dias; tomar dipirona todo santo dia; ter insônia a noite; brigar com a mulher; ficar devendo ao mecânico, à casa de peças, ao ferro velho e ao posto de combustível.\n\n~~Meus pêsames~~! Boa sorte!",
                "Tem gente que vê uma casca de banana na calçada do outro lado e atravessa a rua só para escorregar nela...\n\nEntre os dois, prefiro um Gol.",
                "O conjunto mecânico é parecido? Sempre vi mto mais fusion rodando do que edge, então iria por isso... Talvez seja mais fácil de conseguir peça, lembrando que a Ford praticamente está abandonando o país.",
                "Cara se você que um carro que so viva no mecânico e so te dar  dor de cabeça ambos são fortes concorrentes",
                "Fusion",
                "São duas opções para quem está com a vida tranquila e que esteja precisando de algo para agitar, dito isso, a Ford Edge é muito mais presença e conforto que o Fusion. Mas precisa ser a versão com tetão.",
                "Qual é o problema do FF Ecoboost?\n\nOP, dirige os dois e depois volta aqui com as suas impressões."
            ]
        },
        {
            "title": "Projeto meio sem noção, mas me deixa encucado de fazer",
            "selftext": "To com um fiat uno aqui em casa (do meu pai), ai fico pensando, imagina um projeto tudo que da num carrinho desse, tava pensando em um sistema 4x4 do Delta integrale, talvez um v6 Busso bi turbão das Alfa Romeo, de cambio eu não conheço nenhum que de pra meter numa maracutaia dessa kkkkk só fazer um do zero ou adaptar outro hehe, ou talvez me contente com um 1.6 16v turbo do palio nele",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ybuv72",
            "num_comments": 3,
            "comments": [
                "Você falou bastante coisa pra fazer ele andar mais, porém não comentou nada sobre como parar ele. Nunca deixe de lado no seu projeto lubrificação do motor e câmbio, e freios!",
                "parece eu querendo mexer numa spin ltz",
                "Não é melhor pegar um golf pra.essas coisas?"
            ]
        },
        {
            "title": "puta que pariu eu vou gozar",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ybsdvg",
            "num_comments": 2,
            "comments": [
                "Brz é mt top mas esse porta malas com fibra de carbono n me pega",
                "Que Carro é esse?"
            ]
        },
        {
            "title": "Creta",
            "selftext": "Hyundai Creta Platinum 1.0 Turbo 2023 (com teto) – R$ 153.990.\n\nO que vocês acham? Quero uma SUV? Alguma outra indicação?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ybkax7",
            "num_comments": 10,
            "comments": [
                "fiat fastback abarth edition",
                "Eu iria de Honda HR-V EXL, embora sem opção de teto solar e menos recursos de infotenimento.\n\nhttps://www.carrosnaweb.com.br/resultcompara.asp?modelos=19970-20096",
                "Eu no seu lugar compraria uma q3 ambiente 2017… tem tudo isso q vc quer e mais um pouco , ainda sobra uns 20/30 mil",
                "Eu pegaria uma tcross highline 1.4 TSI. Quase a mesma faixa de preço e mais motor.",
                "Eu iria de Compass, com esse valor você pega um 2021, anda muito e é econômico levando-se peso e potência em consideração",
                "- Citroën C4 Cactus 1.6 Turbo AT\n- Peugeot 2008 Griffe 1.6 Turbo AT\n- Renault Duster Iconic 1.3 Turbo CVT\n- Jeep Renegade Sport / Longitude 1.3\n- Renault Captur Iconic / Zen 1.3 Turbo CVT\n- Volkswagen T-Cross 1.0 TSi AT\n- Nissan Kicks Sense / Active / Advance / Exclusive 1.6",
                "Range Rover Evoque usada!!!"
            ]
        },
        {
            "title": "Hyundai Creta Platinum 1.0 Turbo 2023 (com teto) – R$ 153.990. O que vocês acham?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ybka5o",
            "num_comments": 10,
            "comments": [
                "Caraleo! 150k um Creta? Não era tipo uns 100 conto o top de linha a uns 5 anos atrás?\n\nO Brasil não é pra amadores.",
                "Caro, mas todos os carros estão.",
                "1.0 turbo nesse carro é sacanagem. Eu, correndo, chego aos 20km/h antes que esse creta.\n\nEsse preço também nem se fala",
                "Um abuso",
                "Acho caro.\n\nVou continuar na minha Blazer 99 automática.",
                "Bom carro"
            ]
        },
        {
            "title": "Carros até 45 mil",
            "selftext": "Estou pensando em comprar um carro ano que vem na faixa dos 40/45 mil reais. Quero um Hatch automático, que não seja muito caro de manter. Alguma indicação?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yb8v6j",
            "num_comments": 19,
            "comments": [
                "Fit batido",
                "Cara eu estou na mesma situação, creio que vou acabar ficando com um i30 ano 2012 por ate 40k e uso os outros 5k pra dar uma levantada, principalmente trocar o óleo do câmbio. Infelizmente não existem muitas opções, eu gosto do Focus do mesmo ano mas entre os dois o I30 é muito mais tecnológico e anda bem mais também.",
                "I30",
                "Cruze 2012 - https://www.webmotors.com.br/comprar/chevrolet/cruze/18-lt-sport6-16v-flex-4p-automatico/4-portas/2012/43688471?pos=a43688471g:&np=1\n\nSonic 2013 - https://www.webmotors.com.br/comprar/chevrolet/sonic/16-ltz-16v-flex-4p-automatico/4-portas/2013-2014/43034083?pos=n43034083c:&np=1\n\n C3 2013 - https://www.webmotors.com.br/comprar/citroen/c3/16-exclusive-16v-flex-4p-automatico/4-portas/2013/42632834?pos=n42632834a:&np=1\n\nTiida 2012 - https://www.webmotors.com.br/comprar/nissan/tiida/18-sl-16v-flex-4p-automatico/4-portas/2012/39977615?pos=i39977615a:&np=3\n\nEntre esses aí o mais top é o Cruze, e o mais barato de manter provavelmente seja o C3 (por mais incrivel que pareça). Mas todos vão ser bons carros, com cambio automático de verdade, sem ser automatizado, e tanto o cruze quanto o sonic são automaticos de 6 marchas.",
                "Azera 11",
                "Golf sportline",
                "Meu pai tem um Etios 2015 Platinum Manual. Cara, carro é sensacional. Recomendo você ver o automático dele, pode ser que tenha algumas diferenças",
                "Hb20",
                "Etios, i30, hb20, sandero (do antigo)",
                "Nesse valor você só vai achar hatch com câmbio automatizado, não é o ideal mas já é um começo, câmbio costuma dar problema com um tempo, você tem de gastar um pouco pra consertar ele.\n\nMinhas sugestões são estas abaixo:\n\n- Renault Sandero Dynamique / Expression 1.6 8V EasyR 2016 ou 2017;\n\n- Fiat Palio Essence 1.6 16V Dualogic 2016, tem controle de velocidade de cruzeiro (piloto automático) de série, ótimo pra viajar! Eu tive um Punto Dualogic com mesmo câmbio e mesmo controle de velocidade!\n\n- Fiat Uno Way 1.4 Dualogic 2016",
                "Fit, HB20 e Etios, escolheria um desses e nunca cogitaria um automatizado.",
                "Com um pouco mais, consegue-se adquirir um Veloster!",
                "Hatch automático nesse valor dificil ein.\n\nNo maximo vc vai achar uns i30 lenhado ou honda fit de primeira geração.\n\nJá cambio manual você pode ter mais opções."
            ]
        },
        {
            "title": "Salve, salve! Tive um sábado muito legal. Fotografei e entrei nos dois modelos que eu mais curto da linha atual da Mercedes-Benz, o AMG GT Black Series e o Maybach S680.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yb6f4v",
            "num_comments": 9,
            "comments": [
                "Belíssimas fotos",
                "Que louco, Sopa! Espero que um dia vc possa visitar Stuttgart, Munich, Ingostaldt e Wolfsburg",
                "[deleted]",
                "Ficou o parecendo o Bernd Maylander no AMG GT hahahaha\n\nQue foda em cara, parabéns pelas fotos!!!"
            ]
        },
        {
            "title": "Primeiro carro: Onix ou Fit",
            "selftext": "Opa galera. To querendo comprar meu primeiro carro. Sempre usei o do meu irmão, ele tinha um Duster manual e agora tá com um Renegade 2019 automático, gostei muito da experiência do automático então tava olhando um pra mim agora. To pesquisando já tem umas semanas e encontrei dois que se encaixam no orçamento (entre 50k): \n\nFit 1.4 LX 2013/2014 com 56 mil km rodados. Sempre ouço falar muito bem dos carros da Honda, que são carros que duram bastante. Então por mais que a outra opção tenha muito mais tecnologia o Fit ainda me atrai por causa disso. Ouvi dizer que essa geração do Fit bebe muito, mas não é um grande problema.\n\nOnix 1.4 LTZ 2013 com 95 mil km rodados. O painel mais moderno com computador de bordo e a central multimídia com câmera de ré me chamam atenção.\n\nAinda tô pra levar o mecânico pra dar uma olhada nos carros comigo. Numa situação em que ambos estão bem conservados, sem indício de problema mecânico, qual vocês levariam? Eu to bem tendendo para o Fit pra ser sincero, o que vocês acham? Como é minha primeira compra qualquer dica é muito bem vinda kkkkk",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yb199l",
            "num_comments": 11,
            "comments": [
                "Como os dois estão bem no ano que ABS E AIRBAG se tornaram obrigatório eu escolheria primeiro a segurança. Já me livrei de batida besta por causa de ABS. Particularmente achei os KM do FIT muito baixo para um carro com tanto tempo, é bom levar num mecânico de confiança. Cote seguro e preço de peças que tem reposição frequentes nos carros: kit de embreagem, pneu, para-choque, kit da troca do óleo (com os óleos específicos do motor). Como primeiro carro escolheria aquele que foi mais popular no passado e que eh mais fácil de encontrar peça, faria uma escolha mais racional pelo Onix.",
                "Fit, o carro é confortável, confiável e vira um mini furgão",
                "fit manutencao mais cara e pecas mais dificil de achar\n\nOnix eh bem economico se nao me engano ta no top 3 em consumo\n\nNa questao dinheiro Onix ganha no consumo e manutencao.",
                "Onix não da, segurança zero, interior bem zoadinho e ta muito rodado.\n\nFit é a decisão certa aqui",
                "Sandero 1.6",
                "Fit. Meu primeiro carro e está sendo maravilhoso, nunca dá problema.",
                "Fit é de longe muito melhor.",
                "Pelo seu relato, embora seja seu primeiro carro você tem alguma experiência em dirigir, não vai abraçar o primeiro poste que vir... os dois carros estão com a quilometragem baixa (dá até para desconfiar) e acho estranho o Fit estar na mesma faixa de preço do Onix, deveria estar bem mais caro.\n\nQuando se interessar por um deles, faça uma vistoria pré-compra para ver se não é carro recuperado de sinistro, pois carros com passagem por leilão costumam ser bastante depreciados (pessoalmente, sendo recuperado de financiamento não me preocupa tanto, mas o mercado rebaixa o preço mesmo assim).\n\nConsidere ainda que são carros com 10 anos de idade, sempre terão coisas a se fazer."
            ]
        },
        {
            "title": "Qual o propósito de \"amaciar\" o motor?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "yapfz4",
            "num_comments": 3,
            "comments": [
                "É pros anéis dos pistões não riscarem a camisa ou cilindro. Anel novo não é liso quando olha no microscópio, antigamente os processos de fabricação eram piores então eram mais rugosos, quanto mais velho mais amaciamento precisava, hoje dá até pra ignorar isso nuns casos, os processos de fabricação geram anéis bem lisos.\n\nAcho que isso explica o que são os anéis: \nhttps://www.youtube.com/watch?v=CTVxNBgAojw\n\nConforme você anda variando rotação (Não na lenta, nem acelerando até o talo) terá toda sorte de pressão, temperatura e vazão do óleo, com essa variação os metais comem de modo a dar digamos uma polida no anel, ele fica liso a ponto de não mais conseguir riscar a camisa ou cilindro no futuro.\n\nOs cilindros são brunidos ([Aqui deve explicar.](https://www.youtube.com/watch?v=zXTYL862Yw8)), são uns riscos colocados por dentro pra aumentar a superfície de contato com o óleo e isso criar um filme de óleo grudado por dentro, se o anel dá um polimento no cilindro ele perde o brunimento e a capacidade de ter o filme de óleo, cilindro sem brunimento tem compressão menor (Pressão escapa porque o anel não está grudando no filme de óleo) e dura bem menos já que metal com metal desgasta, quando tem o filme de óleo ao redor na prática não tem contato entre os metais.",
                "Tem um [vídeo do Flatout Brasil](https://youtu.be/LykdTawcYcw) que fala muito bem sobre isso. Recomendo o canal, conteúdo top."
            ]
        },
        {
            "title": "Qual carro você teria HOJE se tivesse 21 anos e podendo pagar 1.000 de parcela todo mês?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "ya2wym",
            "num_comments": 39,
            "comments": [
                "Com a cabeça de 21 anos? Provavelmente algum Golf. Com a cabeça de hoje? Um Corolla.",
                "Up Tsi, foi meu primeiro carro com 23 anos, peguei um usado e fui muito feliz com ele, anda bem, econômico e a manutenção não é um absurdo",
                "Sem entrada? Gol g5 com uma multimidia moderninha",
                "Supondo que eu more com meus pais, não gaste com alimentação, nem com namorada, e 100% do valor iria para carro: Clio(mais racional), Corollinha(durabilidade), 306(emoção) ou Accord 95 manual(conforto).",
                "Chevette mexido",
                "Cacete... 1000 de parcela, meus parabéns",
                "Meu primeiro carro foi um Omega 1994, aquele famoso Diamond. Paguei 8k (mas eu tinha 23)",
                "Um civic g7 ou g8, ou Ford Focus MK2 hatch. \na parcela iria ser menor mas é legal andar tranquilo e fazer uma manutenção preventiva todo mês.",
                "Mas quem disse que eu não tenho 21 anos?",
                "Ford mustang mach 1 2022 (você não disse em quanto tempo nem se seria sem entrada)",
                "Um Honda Fit 1.5 Flex com câmbio CVT ou Mitsubishi ASX 4×4 com câmbio CVT.",
                "Caminhão gmc 1951 motor v12",
                "Um Mitsubishi Lancer GT!",
                "Azera 2011, sem choro.",
                "Uma F-250 2004",
                "Um gol.",
                "Qualquer carro que tenha manutenção acessível e não gaste muito combustível. Levando em conta o valor da parcela, teria que sobrar algum dinheiro para manter o carro, abastecê-lo e pagar os impostos anuais.",
                "[deleted]",
                "um astra ou um escort xr3",
                "Chevette",
                "Up TSI é o melhor custo x benefício.",
                "Civic SI K20",
                "É muito, pra mim comprometeria muito do orçamento"
            ]
        },
        {
            "title": "Primeiro projeto com carro",
            "selftext": "Boa tarde, como sou novo nessa área gostaria de saber se poderiam me ajudar com algumas dúvidas. Pretendo pegar um Civic 2000 (se Deus quiser) e gostaria de saber quais são algumas modificações boas para iniciantes, e onde posso encontrar. No momento estou pensando apenas em rodas, aerofólio e abafador, porém estou com um pouco de dificuldade em encontrar lojas confiáveis para comprar, caso conheçam lugares onde posso comprar mais coisas também, como parachoque e mais algumas outras modificações estéticas, ficarei extremamente agradecido.  \n\n\nPor último, gostaria de saber se é possível efetuar a conversão de um motor a gasolina para flex ou apenas etanol, e quais procedimentos devem ser feitos para que o motor não acabe sendo destruído por conta disso.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y9xg4o",
            "num_comments": 7,
            "comments": [
                "Rodas: pneufree\n\nAero: OLX, Mercado Livre\n\nSe o motor foi projetado pra gasolina, provavelmente ele vai render menos passando pra alcool, geralmente carro turbo que vale fazer essa troca. De qq forma, uma fueltech e mudando as linha de combustivel, bomba, bico injetor etc.",
                "Procura no Instagram @mkstreetperformance é uma oficina aqui em Foz do Iguaçu. Talvez te ajude com a compra das peças."
            ]
        },
        {
            "title": "alugar ou comprar",
            "selftext": "Galera\nQual a opinião de vocês sobre aqueles serviços de aluguel de carro zero ou comprar um usado, sabendo que carro hj em dia tá 2 rins.\nA opção seria comprar algum automático até 70k, sendo sedan ou suv.\nO que me dizem?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y9gcit",
            "num_comments": 8,
            "comments": [
                "A quatro rodas fez as contas umas edições pra trás. Me lembro que o resumo era que não vale a pena alugar/assinar em 99% dos casos.\n\nEdit: achei o link da [matéria que eu citei.](https://quatrorodas.abril.com.br/auto-servico/afinal-quando-vale-a-pena-ter-um-carro-por-assinatura/)",
                "\nFaz as contas de quanto que rende seus 70k investidos em alguma aplicação que você tenha conhecimento, se render perto do valor do aluguel vale mt fazer esse serviço.\n\nSe não, tem mtas opções no mercado por aí de SUV e sedan de ~70k",
                "Já pesquisei bastante sobre e o resultado geral é que nao vale a pena alugar, financeiramente falando. Está mais pra um luxo pro caso de vc querer um carro zero e estar disposto a desembolsar um extra pra se ver livre de algumas das burocracias relativas a ter um carro.",
                "se quel aluga ta lucrando no aluguel, vc ja sabe a resposta. Comprar.",
                "Comprar, mas começar de baixo... Se você comprar um simples mas manter economia do que fosse gastar todo ano renovando assinatura, em uns 5 anos você teria condições de trocar de carro todo ano",
                "Prefiro comprar",
                "Compra essa porra logo se tu for alugar vai ter q ficar pagando q só e nunca vai acabar se tu comprar e parcelar uma hora as parcelas acabam"
            ]
        },
        {
            "title": "Cherokee V8. Muita dor de cabeça?",
            "selftext": "Achei uma Grand Cherokee Limited V8 5.2 1997 por R$25000\n\nÉ muita bucha? Tava pensando em rachar o carro c meu veio",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y92t1s",
            "num_comments": 19,
            "comments": [
                "O forum 4x4brasil deve ter algum tópico de discussão sobre o modelo. Um baita fórum.\n\nNão conheço suficiente do modelo pra opinar, só posso reproduzir o que já ouvi: consumo muito alto, manutenção cara.\n\nMas esse nicho de 4x4, não é tão complicado se você tem acesso a oficina especializada no assunto, principalmente esses modelos mais comuns.",
                "R$ 25.000? Achei que não valia nem metade...",
                "Só me faz lembrar da especializada em conserto de câmbio automático que fui há uns anos que tinha umas cinco Cherokees paradas.",
                "Outro dia tava indo pro trabalho (pego pista todo dia) e uma dessa passou por mim pela direita. Um tiozao de boassa acelerando o V8ão, que ronco lindo, paguei pau.\n\nCara, se nao for pra ser o seu carro de dia a dia, manda bala, obviamente vai ter coisa pra fazer, mas primeiro de tudo vc precisa de um mecânico de confiança que saiba mexer no carro, pq eventualmente você terá que fazer alguma manutenção preventiva ou corretiva.\n\nEdit: Aqui na minha cidade tem uma oficina que dono anda numa dessa, mas acho que é V6 (pelo ronco), uma vez fui num pico aqui da cidade com meu celtinha e tive que estacionar junto com um monte de carros pq a trilha tava meio intrasitável e de repente passa esse cara com a cherokee, todo paquitão, bração na janela, subindo o morro como se não fosse nada kkkk, o escape era direito, pq o barulho era ensurdecedor.",
                "Não conheço o carro mas imagino que esse motor deve beber MUITO. Com o preço da gasolina hoje em dia deve ficar difícil de valer a pena manter.",
                "V8 318 da Chrisler é robusto, pode ir. É manual ou automatica? Esse carro ta pegando valor absurdo, eu abraçava.",
                "Compra, põe um AP Turbo e coloca o v8 num opala, simples"
            ]
        },
        {
            "title": "Pintura dos marcadores do painel , kadett ,monza ,ipanema",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y8g4u6",
            "num_comments": 0
        },
        {
            "title": "Dicas de carros que aguentam bem estradas de terra",
            "selftext": "Pessoal, dirijo um Polo e não tenho nada a reclamar do carro em si, porém tenho a impressão de que o bichinho não aguenta uma estrada de terra e foi feito pra rodar só no asfalto liso mesmo.\n\nAlguém pode recomendar, entre um hatch aventureiro como um Stepway até um SUV pequeno como Duster ou Renegade, um carro que possui robustez suficiente para estradas não asfaltadas?\n\nNão quero dizer trilha de aventura não, são aquelas ocasionais estradas de terra que a gente pega no interior para ir em sítio de amigo, etc.\n\nObrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y8fw8p",
            "num_comments": 27,
            "comments": [
                "Duster é bacana, Renegade só se for Diesel, mas como assim ninguém recomendou UNO 2005 ainda??????????",
                "Dizem que Renagade só é bom pra shopping",
                ">, um carro que possui robustez suficiente para estradas não asfaltadas?\n\n>Renegade\n\nOu um, ou o outro. Os dois não dá kkkkkk. Renegade é coisa de madame ir fazer compras no shopping. Quer algo que aguente um pouco de terra vai de Duster, Suzuki ou algum Mitsubishi.",
                "Pajero tr4, o  carro urbano mais da terra que tem",
                "Sei que alguns poderão falar que é uma bomba. Mas não cara. Pesquisa sobre o suzuki SX4. Pro perfil de carro que você procura acredito ser de longe a melhor opção. Carro robusto, um pouco maior que o polo, tem tração 4x4 e o melhor, preço super em conta pelo o que entrega. Para enfrentar um off Road mais ou menos custando o que custa não tem nenhum outro no mercado tão capaz em minha opniao.",
                "Pajero TR4, Suzuki Grand Vitara - tive o primeiro, tenho o segundo. 2 baita carros, brutos, feitos pra estrada de terra. Ambos na versão 4x4, por favor!\n\nAlém desses, Subaru Forester, Duster, Renegade ou Compass diesel, e daí pra cima as caminhonetes e SUVs mais caras tipo SW4, XTerra, Troller...",
                "Vai de duster e seja feliz",
                "Uno Mille, Etios hatch, Corsa Classic, Pajero TR4, Duster, Corolla sedan (sim, por incrível que pareça o Corolla se dá razoavelmente bem em estrada de terra, digo isso por experiência própria, mas com cuidado pois ele é um carro mais baixo), Sandero, Palio Fire.\n\nEm resumo: carros simples, sem excesso de sensores (carro alemão em geral sofre desse mal, exceto a linha Gol) e com suspensões menos sofisticadas (alguns raros modelos com suspensões mais tecnológicas até podem se dar bem, mas são a exceção).",
                "Duster 2.0 e pau no gato",
                "Ecosport é um bom carro para isso, já tive uma e aguentava bem estradas de chão batido. Acho até que o modelo que eu tive era melhor para isso do que o modelo mais novo, a minha era 2011. A ecosport nova me parece mais suv de cidade mesmo.",
                "Jeep Renegade 1.8 flex!",
                ">são aquelas ocasionais estradas de terra que a gente pega no interior para ir em sítio de amigo, etc.\n\nSe é só isso é só não fazer a burrice de rebaixar carro, usa qualquer modelo, talvez com calço de borracha de 4cm na mola e pronto, passando de uns 16-17 cm de vão livre tá tudo certo, estrada de chão não exige nada de mais, é só não ter lixo (Carro rebaixado) que o resto anda normal, eu uso corolla e vou onde d-10, d-20 e f-1000 vão, sem dificuldade (Só vai mais devagar, com um modelo way, stepway ou suv dá pra atropelar buracos a 100km/h, com hatch ou sedan comum tem que ir devagar, nada de mais, ir rápido em estrada de chão fode batentes então leigo se caga de medo (Como se batente fosse caro) e anda devagar até com SUV, ai não adianta ter modelo mais caro se vai usar igual usaria um sedan baixo).\n\nCalço de borracha é uns R$ 200-300 conforme modelo, hora que trocar batentes coloca eles e pronto, sobe um pouco a altura e já fica muito difícil enroscar em alguma coisa (Que em estrada de chão nem é tão comum, eu enrosco mais em asfalto que na roça, e roça que digo não é estrada de fazenda, roça é a lavoura ou pasto do lado da entrada).",
                "Eu gosto da Duster (modelo anterior a esse) pessoalmente. É um carro bem espartano.\n\nE sim, o Polo não foi feito pra andar em estrada de terra, que ideia maninho :/",
                "Duster / Sandero.",
                "Uno ou Sandero Stepway e enfia uma bluerocks entre as molas\n\nSe quiser um SUV. Primeira geração da Ecosport + bluerocks.",
                "Se quer um carro novo/seminovo, Argo Trekking, é o que tem de mais parecido com o Polo, porém mais robusto e econômico.",
                "Unão Way com suspensão mais alta é bom pra isso\n\nSe vc tiver um pouco melhor de grana, Sandero, tanto o normal quanto o Stepway, carro esperto, rústico, alto e robusto\n\nEcosport 2.0 também vale, só não pegue as 1.6 pq além de ser manca tem aquele motor Rocam com arrefecimento lixo que VAI estourar quando vc tiver no fim do mundo\n\nRenegade só presta as versões com motor a diesel, e olhe lá",
                "Mille Fire 2006 Azul escuro",
                "Duster 2.0 4x4"
            ]
        },
        {
            "title": "Alguém aqui já contratou o serviço de um “car hunter”? Poderia dizer se vale a pena?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y7gyhs",
            "num_comments": 7,
            "comments": [
                "eu sigo no youtube um tal de felipe carvalho, ele trabalha só com isso, em geral os carros que ele mostra são sempre em ótimo estado de conservação mas em contrapartida sempre são vendidos acima da FIPE.\n\nse você não quer ter trabalho e quer muito encontrar um carro específico em bom estado, então acho que pode sim valer a pena, porém se você só quer um carro para o dia a dia, e for um carro fácil de encontrar, então talvez vale mais a pena rodar pelas concessionárias da sua cidade e garimpar online o carro específico que está procurando.",
                "Tem uns caras no Facebook chamados \"Traga seu guincho\", que sempre mostram pérolas caçadas. De repente você pode encontrar algo lá.",
                "se tu não quer se incomodar, contrata. Mas tem que ser alguém bom, meu pai fez isso e não teve problemas, o carro era bom e não tinha nenhum problema, vale a pena se tu não entende muito de carro ou não quer se estressar com documentos ou ir ver se o carro está em bom estado",
                "Eu contratei, não me arrependo e provavelmente contratarei novamente no futuro.  Fiz isso porque no passado me ferrei, mesmo comprando carro \"de procedência \" e tomando todos os cuidados."
            ]
        },
        {
            "title": "Duvida de que carro comprar.",
            "selftext": "Olá, futuramente tenho intenção de trocar de carro, atualmente tenho um Astra  ano 95, não ligo muito pra consumo até porque até porque no meu carro atual esta com escape final modificado e filtro, então gosto de dar umas puxadas as vezes, mas enfim estou pensando em trocar e me meio alguns modelos eles são:\n\nNew Fiesta 1.6 manual, me parece ser a mais coerente em relação a consumo, e é um carro mais novo, acho ele bem bonito e daria para fazer um projeto bem interessante nele.\n\ni30 manual, apesar que o automático vir com teto solar mas dizem  é manco, bom acho um carro muito bonito e é 2010/2011, em relação a manutenção  não sei se pode pesar no bolso.\n\nAstra 2011 140cv , outra opção talvez a mais barata em preço e manutenção porém apesar de ser 2011 a interna e os opcionais não são tão atrativos , mas e um carro muito bonito também e considero uma boa opção.\n\nE por ultimo a mais maluca de todas civic si kkkk, seria um sonho mesmo ou até mesmo um Jetta/Golf, mas ai seria meio impossível mesmo por isso por N fatores.\n\nClaro todas essas opções seriam para futuro, talvez daqui 1 ano e meio 2 anos, tudo vai depender do financeiro até lá, a ideia e ir juntando o máximo que der nos próximos anos,  e continuar usando o meu astrinha.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y6ti6p",
            "num_comments": 10,
            "comments": [
                "New Fiesta 1.6 é legal de acelerar, anda bem.\n\ni30 ouvi do mecânico que a suspensão tem problema crônico *pior* que Citroën.",
                "O fiesta 1.6 manual é bem espertinho e completo",
                "I30 vai ser furada. Vai de astra , a depender do seu projeto.  Para cidade o New fiesta é bem viável.",
                "Astra 2011",
                "Civic si sem dúvidas, só vai",
                "Se eu fosse você, eu não iria de Ford. Tendo em vista que a fábrica da Ford fechou aqui no Brasil.\n\nTenta pesquisar algo relacionado a uma marca que ainda está no mercado Nacional. Volkswagen ou Chevrolet seriam boas escolhas dependendo o custo/benefício\n\nUm ônix 2015 talvez da Chevy?",
                "Civic.",
                "De todos mencionados, o que tu terás menos custos com mecânica de fato é o New Fiesta 1.6. Mas imagino que ficará descontente com a potência dele.   \n\n\nPortanto, vai de Astra",
                "Se quer fazer \"maldades\" e pensando fora da caixinha, um Duster 2.0 Tech Road, com motor que aceita desaforos.",
                "Entre as opções, eu manteria o astrão rei das pistas"
            ]
        },
        {
            "title": "Onix joy pode ter engate?",
            "selftext": "Eu queria colocar um engate no onix joy da minha mulher, o carro tem uns 5 anos e é 1.0. Dá certo ou é melhor trocar o carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y6rnri",
            "num_comments": 7,
            "comments": [
                "Tem a venda mas policial atento vai aplicar multa (dia que encontrar algum que sabe qual carro pode ou não tem reboque).\n\nO fato de ser 1.0 não diz nada, 30 anos atrás carros 1.6 tinham potencia menor e rebocavam até trailer. Já reboquei muita carretinha de 500kg com Uno manco de 51cv, só fica mais lento, não é o fim do mundo.\n\nConfere no manual (Lá que estão as info técnicas) do ano exato dele, \"uns\" 5 anos não ajuda, se for o 2017 tá aqui a parte do manual que diz que legalmente não pode: https://i.postimg.cc/DwvyhHKm/onix.gif\n\nObviamente entre o legal e o real tem diferença, coisa bem rara policial saber que carro pode ter engate, se tiver selo do Inmetro colado já tá bom pra maioria, então a maioria das pessoas coloca reboque sem nem saber que alguns modelos não tem homologação pra isso, até policial as vezes não sabe (E os que sabem não decorarão quais modelos de quais anos podem ou não, tem coisa mais importante pra se preocupar).",
                "Na dúvida, leia o manual! Se não estiver especificado se pode ou não, ou se disser com todas as letras: NÃO PONHA ENGATE, então, não ponha!!!"
            ]
        },
        {
            "title": "vale a pena usar diesel S10 em uma caminhonete 2009?",
            "selftext": "Basicamente é isso mesmo, tenho um carro de 2009 e nao achei em lugar nenhum o tipo de diesel indicado, o carro tem common rail e catalisador entao Acho q deve ser S10 mesmo, mas talvez seja um exagero.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y6kw0x",
            "num_comments": 2,
            "comments": [
                "Essa material pode te ajudar OP\n\nhttps://autopapo.uol.com.br/noticia/diesel-s-10/\n\nBasicamente tu pode usar, vai preservar bem mais o motor e deixar mais econômico tbm...",
                "Porra, fiquei na dúvida tbm… se der certo avisa aí!!!"
            ]
        },
        {
            "title": "Qual carro é esse?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y69um5",
            "num_comments": 32,
            "comments": [
                "Isso aí é um Nissan Sylvia S15. Nunca vi aqui no Brasil.",
                "Sonho de crianca esse ai, o s15 mesmo. Infelizmente brasil não colabora",
                "Pela lanterna deduzo que é uma doblô",
                "gente, tem silvia no brasil sim tá? eu mesmo tenho foto com um. Eu sou fotógrafa automotiva e acompanho a cena de drift e já vi uns 4 de donos diferentes, ambos legalizados",
                "r/jdm",
                "Nissan Silvia S15, do qual se eu não me engano, tem um vídeo do exato carro da foto no canal Autosuper, até porque tá com o aerofólio do RX7 Amemiya",
                "Achou uma lenda. Esse vinha com o sr20 , um 4 cilindros em linha com 250 cavalos tração traseira. Provavelmente teve o motor trocado já que é fácil ver esses carros com motor 1jz ou 2jz(supra mk3 e mk4), as vezes, rb26(gtr r34). Esse carro além de ser uma lenda no drift já tinha uma final superior aos 250/h de fabrica limitado a 180",
                "ngm comentando sobre o carro da frente 😭",
                "Fiat Pálio Weekend Adventure ou Strada Adventure.",
                "É, eu confirmei e eu tava certo, é o carro do Teresaka Motorsport",
                "Silvia s15",
                "Caraaaaalho! Isso é aqui em São Paulo? É um Nissan Silvia S15! Eu adoro esse carro!",
                "Foz do Iguaçu? \n\nPlaca Paraguaia.\n\nJá vi um GT-R R34 nessas redondezas.\n\nEdit:\n\nVi que é de Araçatuba.\n\nEntão esse caro teoricamente não poderia andar na rua. A não ser que tenha permissão para rodar aqui. É um pouco confuso."
            ]
        },
        {
            "title": "Dica de carro - até 70 mil.",
            "selftext": "Quais carros vcs recomendam até a faixa dos 70K? Recentemente estive avaliando os seguintes carros:\n\nCruze 2014~2016\nInfelizmente o carro tem uma revenda péssima e um câmbio problemático até 2015, além de ter um consumo elevado.\n\nRenegade 2016\nGostei do carro. Dirigi um 2021 e estive vi que o acabamento é o mesmo do 2016, mas minha preocupação é a motorização, pois dizem ser um carro mt fraco e pesado, o carro em questão seria automático.\n\nCivic 2016\nTb olhei Civic, mas o interior do carro realmente me desanima, não consigo engolir...\n\nPor último, tô começando a considerar uma Elantra. Vcs tem algum dos carros acima ou alguma recomendação de carro na mesma faixa de preço?\n\nEdit: algumas informações sobre mim: dirijo diariamente 4km apenas, somente cidade e em uma asfalto bom. Carro ficaria 90% do tempo em garagem com portão",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y5x4m7",
            "num_comments": 26,
            "comments": [
                "Nessa faixa de preço todos já vão ser usados ou um kwid/mobi pelado, então a revenda vai ser péssima. Se o trajeto for tão curto, talvez seja o caso de ir para moto ou bicicleta (não sei se aí chove), ou um etios, que é um carro honesto mas provavelmente você vai achar feio (se nem o interior do civic te anima imagina um carro feioso por dentro e por fora haueaheuah)",
                "NÃO COMPRE O RENEGADE COM MOTOR E-TORQ 1.8 SOB HIPÓTESE ALGUMA,AINDA QUE SOB TORTURA.",
                "Eu iria de Hyundai i30 2015/2016. Motor e câmbio confiáveis, consumo condizente, lista de equipamentos e acabamento bons, confortável, espaço de hacth médio... O único aquém é o visual \"hb20 bombado\" que deixa um pouco a desejar para um carro dessa categoria, mas por todas qualidades citadas acimas acho que é um \"defeito\" aceitável.",
                "Eu iria de placa preta pra desfilar, nessa faixa tu pode escolher.\n\nCruze credo, Renegade... Só carro chato. \n\nPensa numa opala primeira geração (69-74), um landau, uma c10, só carro tesão que valoriza",
                "Jetta TSI",
                "Dentre as opções que vc colocou, ficaria com o Civic. Ambos Cruze e Renegade tem motores muito aquém do que deveriam.\n\nPor esse preço, acho que vc acha uma versão LXR.",
                "Com essa grana eu lançava um golfão 1.6 msi 2016",
                "Tenho um Renegade e o que acho dele:\n- Espaçoso, muito! Carreguei até máquina de lavar. Pode até não caber em algumas garagens.\n- É o mais completo da categoria.\n- Suspensão independente nas 4\n- Excelente acabamento, primeira linha.\n- Motor bebe pra kct, é o maior problema, mas dá pra passar todos os importados lerdos numa boa.\n- Tem sido meio visado por bandidos, por \"caber um fuzil em pé\" (pasmem, faz o L)\n\nNo final, gosto muito do carro e vai ser difícil trocar por um da mesma faixa de preço, com o mesmo espaço,  acabamento e equipamentos...\nDo jeito que dirijo meio foda-se, se fosse outro já tinha desmontado 😅",
                "Rapaz, pelo seu perfil o carro é um meio de transporte, nada mais, você não precisa de luxo e conforto. À sua escolha, desde um \"basicão\" tipo Mille, Palio, Gol, Celta estará bem servido.\n\nMas me parece que você quer algo mais, digamos, requintado. Uma alternativa que não vi nas postagens é o Corolla, confiável e de manutenção relativamente acessível. Tem também o Jetta 2.0 (não o TSI, mas o aspirado), embora não me atraia muito.\n\nGosto do Elantra (e do irmão Kia Cerato), mas EU não encararia nenhum carro importado, manutenção cara e desvalorização alta. O mesmo vale para o Focus.",
                "Vou ser aquele cara que sugere um carro nada a ver com as tuas sugestões - Honda City EXL 2015/2016.\n\nVocê precisa de um tanque de guerra confortável que nunca vai quebrar? Econômico, fazendo quase 17km/L na estrada? Silencioso? Confiável? Seguro?\n\nEntão o City é perfeito pra você. É caro, sim. Mas merece uma chance.\n\nEscrevo isso sentado em meu City 2023, já tendo dirigido também um 2013.",
                "Sou fã de civic. Tenho um G8 LXL, acho que não necessariamente pegaria um 2016 (não curto nada a G9). Acho que pegaria um civic da G8, o conforto desse carro é um absurdo, design, motor, (sem piadinhas com torque pra agora), é motor pra 500 mil km. Dependendo se você quiser ousar dá pra puxar até um SIzão, (K20 maior fonte de divertimento). \n\nAgora caso queira partir para algo mais de boa, ou \"chato\" tem muita oportunidade, um HB20, Onix e por aí vai, caso seja somente pra transporte desses 4km, de boa.",
                "Creta?",
                "Pega o novo C3 kkkkk",
                "Focus com câmbio manual",
                "Passat Variant. Lindo, espaçoso, forte e luxuoso.",
                "Pelo jeito você gosta de carros estilo SUV, mas um sedã também não cairia mal pra você, eis minhas sugestões (na faixa de preço de 70k):\n\n-Peugeot 2008 1.6 AT 2017, único SUV de minhas sugestões (na verdade é uma mistura de SUV com perua, o porta-malas vira um furgão se rebater os bancos traseiros), apesar de ser marca **francesa**, hoje em dia não tem muito esse negócio de carro importado e carros franceses costumam ter acabamentos internos muito bonitos (pelo que vi você preza muito por isso).\n\n-Fiat Cronos Drive 1.3 GSR 2020, não é um Civic ou Cruze, mas é sedã e talvez você engula o interior do carro, externamente acho um carro bonito. Um ponto negativo é que possui câmbio automatizado. Não terá a potência de um Civic ou Cruze também, mas merece um *test drive* e está na faixa de 70k\n\n-Renault Logan Zen 1.6 AT 2020, outro sedã na mesma faixa de preço, porém mais potente um pouco que o Cronos, tem um interior bonito que talvez você engula, mas peca no exterior (muito quadradão, eu acho). Ponto positivo é que possui câmbio CVT (melhor câmbio automático que existe, na minha opinião).\n\nO Renegade até que pegaria, acho um carro bonito e confiável, também é bem vendido.\n\nO Civic eu só pegaria se fosse o G8 (do Batman), como você não tem o dinheiro pra isso, o versão 2016 eu não pegaria (eu particularmente acho feio, tanto externo como interno)\n\nO Cruze também a mesma pegada do Civic, os modelos mais novos são até bonitos mas a primeira versão (2013/16) são feios na minha opinião (muito quadradão também, igual o Logan) e o módulo de injeção eletrônica dele dá muito problema e é difícil de encontrar. Também ouço dizer que é muito beberrão.\n\nEu preferiria comprar carros mais novos (lógico que você deve levar num mecânico de sua confiança antes de comprar), mas entre um Cruze 2014 e um Logan 2020, eu preferiria de longe o Logan 2020, as chances de quebrar são menores devido ao carro ser \"mais novo\", também tem a questão do antigo dono ser zeloso, mas mesmo assim, se levar num mecânico os dois e ele aprovar, eu preferiria um de ano mais novo."
            ]
        },
        {
            "title": "Qual o momento certo pra trocar de carro?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "y4tzii",
            "num_comments": 13,
            "comments": [
                "Quando você tiver dinheiro suficiente para comprar a vista e bancar o seguro e os demais custos desse novo veículo.",
                "Quando seu carro atual ficar dando dor de cabeça recorrente por causa da mecânica (e troque de mecânico antes dessa decisão para ter certeza de que o carro tornou-se um problema).",
                "Quando vc tiver guardado dinheiro suficiente",
                "O momento certo é quando consegue juntar dinheiro suficiente pra comprar à vista sem precisar pagar um carro a mais em juros num financiamento",
                "Quando dirigir teu carro te dá nojo e vc fica com aquela tristeza que parece um encosto pensando só nos defeito dessa merda e etc.\n\nDaí vc troca\n\nO ciclo vai indo\n\n[contém exagero]",
                "Vida de Peugeotzero (e Citroen) não é fácil",
                "Quando o carro toma perda total, no meu caso."
            ]
        }
    ]
}