{
    "posts": [
        {
            "title": "Meu uno fire 2007 tá baixando 500ml de óleo no mínimo a cada 1000km e não fuma",
            "selftext": "Título auto explicativo. Já tô ficando maluco porque o carro simplesmente não vaza e não fuma, nem na primeira partida e nem em alta rotação. Uso 15w40 desde sempre e tenho que completar de tempo em tempo porque quando vou ver mal marca na vareta. Pelos meus cálculos baixa meio litro no mínimo a cada mil km. As velas não estão sujas, já cuidei o escapamento com o carro na aceleração máxima e nem sinal de fumaça. \n\nVou começar a aceitar que é normal. 110mil km.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11q30w6",
            "num_comments": 21,
            "comments": [
                "Na minha opinião 110 mil km é cedo pra esse tipo de coisa em um uno",
                "o catalisador costuma reter a fumaça de óleo quando é pouca assim (até 1l por 1000km é considerado normal)",
                "Cara, a \"solução\" que eu tentaria seria trocar o 15w40 pelo 20w50.\n\nMas seria por minha conta em risco e para \"testar\". Uma vez que como você disse, o correto pra ele é o que você usa. 15w40 semi-sintético",
                "pode ser vazamento OP, nao tem nada pingando no chao?",
                "tu verificou o oleo com o motor frio? se sim provavelmente é algo normal, já que como tu disse as vela estão boas e não está queimando e nem vazando.",
                "Na minha região um desses 2010 em diante, vinte conto, dá não."
            ]
        },
        {
            "title": "Repost, agora revisado",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11px2up",
            "num_comments": 5,
            "comments": [
                "post pensado em carro turbo de fabrica",
                "vai la amiguinho, coloca 160hp no seu 1.0 tsi, coloca, vai.",
                "Belo post. Mas importante também considerar que por vezes há uma limitação artificial do motor meramente pra vender outras versões, com maior cavalaria.\n\nEntão tem um meio termo aí também"
            ]
        },
        {
            "title": "melhores carros pra primeiro carro que valem apena comprar em 2024",
            "selftext": "Faixa de preço de até 20 mil, um carro que vou usar pra sair, ir ao trabalho, viajar e pra caso de emergência.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11pruxb",
            "num_comments": 20,
            "comments": [
                "Ah mano, melhor jeito de escolher entrar em sites de venda e jogar a faixa de preço que vc pretende pagar e buscar, o leque vai ser grande mas vc olha os que mais te atrai e dps pesquisa sobre os modelos mais específicos...\nPosso te indicar Gol, Celta, Corsa, Uno, 206, Clio, Ka, Fiesta, enfim tem muitos modelos mais cada um tem sua particularidade.\nProcura o site Opinião do dono tbm que lá o pessoal faz umas descrições bacanas sobre os veículos.",
                "Sinceramente, difícil de achar um carro inteiro nesse preço. Talvez você possa dar uma olhada no Clio 1.0 anos 2009 ou 2010 por aí.",
                "Cara, difícil de saber o preço dos usados ano que vem. O mercado de carros está meio maluco, algumas montadoras pararam a produção neste mês e a gente não sabe o impacto de preços dos usados a longo prazo.\nDa uma olhada nos carros na faixa de 25 mil atualmente.",
                "Pega um gol com motor ap 1.6 que não paga mais ipva",
                "Palio é se pá a melhor opção (o pós 2004) , barato , não é feio assim, manutenção daora ,consumo legal. Não vai te esquentar a cabeça.",
                "Clio é o melhor dos carros populares na minha opinião. 1.0, lá por 2010 vc consegue uns.\n\nSe for subir lomba desliga o ar\n\nE é isso.",
                "Como assim ? Você quer dica de qual carro comprar no ano que vem ?",
                "Corsa C;\n\nKa Baratinha;\n\nFiesta;\n\nC3.",
                "cliotóris",
                "Primeiro carro e com \"apenas\" 20k.\nVai nos populares 1.0. Uno, Gol, Corsa, Ka, Fiesta... Eu sou suspeito pra falar porque amo carro bomba. Mas nessa faixa de preço e com a supervalorização dos usados, anda complicado achar boas opções sem precisar desembolsar mais que o esperado.",
                "Eu tenho um clio sedan 1.6 2005, o carro é mais baratos do que os seus concorrentes e é muito bom. Recomendo pegar até o ano de 2007, por ser o mais completo, mas é bom e confiável em qualquer ano.",
                "Junta mais dinheiro. Nesse preço tu vai comprar porcaria que vai custar caro no primeiro problema que der, e pode ter certeza que vai dar problema."
            ]
        },
        {
            "title": "como diminuir fumaça no carro fumante?",
            "selftext": "É bem simples, meu carro começou a fumar, agora de início tá bem pouco, saí um pouquinho quando liga de manhã e sai bastante se eu acelerar muito, porém estou longe de ter condições de retificar o motor agora, tem algo que posso fazer para remediar a situação por enquanto?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11pqumt",
            "num_comments": 16,
            "comments": [
                "0leo mais grosso",
                "Tem uma informações importantes faltando OP, seu carro está saindo fumaça preta ou branca? A fumada branca não é prejudicial para carros antigos, a fumaça preta é sinal de maiores problemas. Ele vaza óleo? Quanto? Você está usando óleo 20w50 mineral de marca boa? O que você tem feito de manutenção nele? Os fluidos gerais do carro estão bons? Já levou em algum lugar para ver o cabeçote como está?",
                "Se mudar viscosidade do óleo costuma afetar também pressão e vazão dele se for motor recente (desse século), aí se com óleo perto do original ainda levaria 20 mil km pra precisar trocar anéis antes de beber 1l a cada 1000km, com óleo grosso vai ter vazão baixa a ponto de terminar de comer os anéis e, 5 mil km, e ainda por cima tem altas chances de foder o que ainda não tá fodido como risca virabrequim que por enquanto tá sem folga.\n\nSe não sabe se são todos os cilindros com compressão ruim, usa óleo original não não piorar o que já tá ruim, Bardhal grosso é coisa pra lixo velho tipo motor de opala ou maverick, não pra motor desse século com orifícios finos pra lubrificação.\n\nTem chance até de ser só 1 cilindro com anel travado, ou até retentor de válvula vazando, que dá pra reparar barato sem precisar retificar tudo, passando pra outra viscosidade de óleo aí sim ia lubrificar mal tudo e com certeza passa a precisar retifica completa.\n\nÉ só medir pressão e vazão quando coloca óleo mais grosso (Troca um 5w30 por um 15w45 por exemplo) pra ver como eles diminuem, tem bomba que tem vazão tão baixa nessas trocas que nem consegue pressurizar a ponto de empurrar a mola que limitaria a pressão, aí na lenta fica sempre com pouco óleo, só chega na pressão certa quando acelera, roda mal lubrificado pra caramba.\n\nBota 1l de óleo a cada 2000km não é nada, compra óleo de marca barata e manda ver, vai completando nível, não é difícil.",
                "qual a cor da fumaça? teu carro é a alcool ou a gasolina? verificou se as velas estão sujas de oleo? tá usando o oleo recomendado?\n\n\n normalmente quando o carro tá queimando oleo é problema na junta, ou em vedação de valvula, ou folga nos anéis do pistão ou o oleo não ser o oleo ideal pro carro",
                "Tá baixando água ou óleo?",
                "Já tive um carro que estava assim, e pensei bom vou ir completando até a hora que quebrar de vez, rodei 3 anos com ele coloquei uns 20.000km nesse tempo e vendi sem arrumar.\n\n Em vez de usar o recomendado 5w30 eu rodava com 10w40.  O novo dono está seguindo o mesmo ritual de completar o óleo uma vez ou duas por mês."
            ]
        },
        {
            "title": "fente vca sabem qual a diferença entre um dodge demon e um dodge hellcat em questao de beleza??",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ppqcy",
            "num_comments": 3,
            "comments": [
                "O demon é mais preparado pra arrancada, fazendo com que o hellcat seja um carro mais \"rua\".",
                "Obg, mas eu tava perguntando em questao de beleza",
                "Demon tem mais potencia que o Hellcat. E foi uma edicao limitada."
            ]
        },
        {
            "title": "Controlezinho da chave parou de funcionar — onde ir pra buscar ajuda?",
            "selftext": "Fala, galera! Minha chave parou de funcionar recentemente: não consigo trancar/destrancar o carro usando os botões dela. Preciso fazer isso manualmente, girando a chave na fechadura. Troquei a bateria do controle mas isso não resolveu. Não sei se é uma info relevante ou não mas é a chave de um Fiat 500 com 10 anos já. \n\nSó que não sei nem onde procurar assistência. Quem poderia arrumar isso? Valeu!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11pe0xm",
            "num_comments": 8,
            "comments": [
                "Manual do veículo é um bom ponto de partida. Olha como resincronizar a chave.",
                "Qualquer chaveiro bom consegue reprogramar o transponder",
                "Bota do lado de rádio AM ligado (Quase dentro de tão perto), se o controle roncar o rádio é porque ele está transmitindo. A frequência intermediária nos rádios AM na casa dos 455kHz é induzida por quase qualquer circuito por perto, não é pelos 433MHz do controle, é pela EMI e RFI que ele gera, a FI (Frequência intermediária) de rádios comuns serve até pra verificar controle remoto via IR, de TV e cia, também afeta a FI apesar de ser luz infravermelha e não onda de rádio.\n\nSe não roncar é porque não tá transmitindo, as vezes limpeza resolve, se ele não tem led pra indicar que está funcionando pode até ter a borracha das teclas seca demais (Se limpar elas com álcool não é raro perderem o efeito capacitivo que tem, parece ok mas não acionam o circuito, Positron tinha muito disso a uns 10 anos).\n\nSe precisar ressincronizar controle, e não achar manual de serviço (Googlando pelo modelo e ano talvez ache, é diferente de manual de proprietário, isso imaginando que seja controle original), procura onde instalam som automotivo, mexem com insulfilme, ou algumas auto-elétricas. Lá de vez em quando em oficina comum tem alguém que mexe com isso, mas é mais raro, a maioria que mexe com som automotivo mexe com controles e alarmes.",
                "Alguns lugares conseguem reprogramar a chave.",
                "Dificilmente, quase improvável que tenha desprogramado! Vc ainda liga o carro com ela! Faz o seguinte, troque os botões! Provável ter perdido a pressão. Vai em alguma loja que vende componentes eletrônicos, mostra para o vendedor o tipo de botão que tem no seu controle, se tiver, compre e leve em alguma eletrônica, loja de assistência de celular, etc. Para que possam substituí-los! Te digo isso, porque no controle original do meu carro foi assim. O carro funcionava de boa, mas, os botões de trava e destrava não."
            ]
        },
        {
            "title": "carro custo benefício completo de entrada.",
            "selftext": "Galera qual carro de entrada econômica (tanto em gasolina e valor) de entrada para quem ainda quer ter um carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11pdkin",
            "num_comments": 6,
            "comments": [
                "Novo? Nenhum. Usado? Polo, Etios/yaris, Argo, Onix...",
                "Usado ou novo?\n\n\nUsado qualquer hatch compacto irá te atender. O sandero é pobre em acabamento, bate plástico mais que bateria de escola de samba. Mas é o mais barato do mercado (fora Kwid e mobi) e tem um espaço interno enorme.\n\n\nFora ele, Argo, HB20, March, Etios, Yaris, São todos bons, um ganha em algo e perde em outra coisa, com diferença entre acabamento, tecnologia embarcada e preço.",
                "c quer um zero km, recomendo argo ou onix\n\nc queras usados ent pegue um celta ou os ultimos palios ( q sao bem menos maquiados)",
                "Tenho um up MPI desde zero (comprado no lançamento em 2014) e o carro me atende perfeitamente. Bom de dirigir, seguro, manutenção baixa, econômico e não muito caro. É um carro que se bem mantido vai aguentar mais de 15 anos comigo facilmente e que acho que entra na sua característica de custo benefício.  \n  \nDê uma olhada nas versões take (que era a mais básica) e move, dá pra achar ótimos carrinhos por aí.",
                "Peugeot 208"
            ]
        },
        {
            "title": "Carro até 60 mil pra sair do básico.",
            "selftext": "Meus caros, tenho um Corsa clássic e um March, ambos 2013.\n\nQueria algo mais confortável pra viajar com a família. Não precisa ter porta malas exagerado porque até o march já resolve pra nós.\n\nPassei um tempo olhando Duster, depois passei a pesquisar alguns Versa pois gosto de Nissan, agora passei a considerar.o Sentra que é um carrão.\n\nAgora.minha dúvida é: quanto um carro da linha intermediária é mais caros em custos que um March por exemplo?\n\nQuais outros carros nessa faixa me recomendam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11p40bi",
            "num_comments": 8,
            "comments": [
                "Escolha racional: Chevrolet Cobalt LTZ /ELITE. 2017 em diante.\n\nEscolha de um carro legal: Ford Focus SE plus 1.6 manual. \n\nPara agradar a esposa: Citroën C3 Exclusive AT6 2017 em diante ou Honda Fit Twist 2014, especificamente na cor Azul Denin [tipo Esse ](https://cdn.carrosp.com.br/img/676055/780/honda-fit-2014-sorocaba-c2e9b590ee1620fe63d4d5ffde2a8da2.webp))",
                "Sentra, sem dúvida. 2015/16",
                ">Agora.minha dúvida é: quanto um carro da linha intermediária é mais caros em custos que um March por exemplo?\n\nVai no Mercado Livre e digita \"X peça\" para March e depois compara com o preço da mesma peça para o carro que vc procura.",
                "Mais pesado, entao usa pneus mais caro, manutencao mais cara ja q nao vende igual populares e consumo nem se fala, muito maior'\n\nPolo sedan fica no meio do caminho"
            ]
        },
        {
            "title": "pessoal, montei um teste de conhecimento básico sobre o mundo dos carros, façam o teste e vejam a nota de vocês, é direto pelo google, abraço",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ox2s7",
            "num_comments": 43,
            "comments": [
                "16 de 17, fui jumento e na afobação confundi cilindro com pistão. Kkkkkkkkkkk KKK foi um bom teste!",
                "17/17. Tô boa em enteder carros ...",
                "11/17",
                "17/17... Só nunca vi \"luzes do limpador de para-brisa\"",
                "17/17",
                "17/17",
                "14/17 e só de conversas e observações, fiquei feliz com meu resultado, otimo teste amigo",
                "17/17",
                "15/17",
                "14/17",
                "14/17 Op. Rei dos quadrados 😂😂😂",
                "16/17 top",
                "10/17, não esperava muito mas foi divertido",
                "16/17 confundi na do cilindro também haha",
                "16/17.",
                "14/17 fiz correndo e interpretei umas parada bem fácil errado kkkkkkk, ficou bem legal o quiz que tu fez",
                "Só errei a do distribuidor",
                "15/17 ... já posso virar mecânico!!!",
                "17/17, até que tô bem.",
                "14/17",
                "17 de 17",
                "15/17\nPô aquela da banda de rodagem, lona e talão é muito confusa. E a outra que errei foi nutelagem, nunca lidei com carburador kkkkkk",
                "Senti falta de umas mais complexas, que deixam em dúvida... 17/17",
                "17/17"
            ]
        },
        {
            "title": "Carro Manual",
            "selftext": "Se você tivesse a opção de comprar qualquer carro possível no Brasil, porém o carro obrigatoriamente deve ser manual, qual carro seria? \nDevo ter uns 20k, mas como não moro sozinho, quase não tenho gastos, talvez em 10 anos consigo comprar um bom manual divertido de dirigir",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11oue5m",
            "num_comments": 28,
            "comments": [
                "Azera... Aquele motor 3.3 v6 com um câmbio manual de 6 marchas deve ficar insano.\nSem contar que é possível achar Azera de 20k, nem que seja de leilão.",
                "20k? Fusca  pra rodar.\n\nPra zueira? Chevette",
                "Evo VIII",
                "Bmw M4",
                "Etios 1.5, já tive um. Entrega uma potência boa, é econômico, tem um pacote de conforto bom e a manutenção é aceitável financeiramente. Pode estacionar em qualquer lugar que não tem perigo, e eu particularmente acho um carro muito bonito. Se eu pudesse, pediria diretamente à fábrica a versão top de linha, que tem o painel digital, porém com câmbio manual de 6 marchas.",
                "Omega 4.1",
                "Um gol quadrado",
                "A 20 mil? Nessa faixa de preço, a prioridade é um carro que não dê dor de cabeça. Pessoalmente, eu veria um Gol, um Palio, um Celta, um Corsa, um Uno...a esse preço, devem ter versões sem ser 1.0, ou seja, um desempenho melhor.\n\nAgora, se eu quisesse uma dor de cabeça a esse preço, veria alguma BMW E36 abandonada, hahahaha! E, se tivesse toda a grana do mundo, eu iria em um Porsche 911 GT3 Touring Package, com câmbio manual, obviamente.",
                "um omega\n\nou um chevette\n \nou um fusca\n\nou um carro da linha quadrada da volks\n\nou um vectra\n\nou um escort xr3\n\nou um kadett\n\nou um golf mk3\n\nou um opala  \n\nou uma brasilia\n\nou uma kombi\n\nou um uno\n\nou uma puma\n\nou um astra\n\n\nou algum outro carro que eu não lembro de momento",
                "Qualquer carro possível? Um Challenger Hellcat preto, definitivamente",
                "VW Logus 1.8 ou 2.0 (qualquer versão que tenha injeção eletrônica). Com certeza encontraria um com direção hidráulica por menos de 20k, então usaria o restante da grana pra colocar ar condicionado e abastecer uma gota de gasolina.",
                "Accord Wagon 92.",
                "Vou considerar que você não quer obrigatoriamente que respondamos com um carro de até 20.000 reais, lá vai:\n\nFord Galaxie LTD motor 302 ano 1978, ou Cadillac Series 62 com motor 346cui ano 1952.",
                "Peugeot 406 Coupe: desenhado pela Pininfarina, carroceria cupê (minha favorita), motor V6 e câmbio manual! E tudo isso custando menos que HB20 0km!",
                "Acho que com esse dinheiro dá pra comprar um astra, é o equilibrio perfeito entre o bom desempenho e um consumo mais ou menos aceitável\n\nTem opções mais esportivas como um civic 2007 que é também um belo modelo e se tu for um cara almejando um carro para o dia a dia, não tem jeito, vai ficar na linha do celta, corsa, palio e uno. 20 mil é um bom valor mas para ter um carro bom nesse preço vai ter que recorrer a modelos de 2010 pra baixo.",
                "c eu tivesse uns milhoes na mão eu teria um carrera T\n\nmas em condições normais teria fusca ou corsa wagon",
                "20k é um 206 ou 207 1.6 16v\nSe achar um Clio 1.6 nesse preço tb vale.\n\nDivertido demais por esse preço.",
                "Pra rodar direto? New Fiesta 2018 1.6\nPra chamar atenção? Ford Maverick tunado",
                "Um Boxter gt4, até 20k? Talvez um frances 1.6 16v",
                "20k, manual e com disposição pra investir? Tem Ômega, Marea, Chevette turbo, Astra\n\nEu estava com uma BMW e36, porém é bem acima dos 20k. Atualmente tô com um Marea 2.4, acelera muito bem e não sendo mão de vaca com manutenção o carro é confiável sim"
            ]
        },
        {
            "title": "Os carros automáticos atuais dão menos problemas que os antigos (2010-2016)?",
            "selftext": "Vejo muita gente reclamando dos câmbios powershift e etc dos carros entre 2010-2016 e queria saber se os carros mais atuais esses problemas foram corrigidos. Queria muito um Focus S 2015 mas a fama dos câmbios automáticos antigos não é boa, por problemas recorrentes e consumo",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ossko",
            "num_comments": 10,
            "comments": [
                "Fala u/decoaka,   \n\n\nAVISO DE TEXTÃO\n\nEu diria que os câmbios automáticos atuais não só dão mais problemas que os antigos como as montadoras estão dificultando cada vez mais o reparo dos mesmos. Essa regra, no entanto, não se aplica ao PowerSHIT,que além de não ser considerado um automático propriamente dito, foi mais uma das muitas burradas da FORD. Eu sou fã da marca mas eles são campeões em fazer merda e isso continua até hoje. Você já viu [aquele buraco do lado da multimídia](https://s3.sa-east-1.amazonaws.com/revista.mobiauto/Ford/Maverick/Brasil/Ford+Maverick+2023+central+multim%C3%ADdia.jpg) da nova Ford Maverick? Como deixaram isso ser aprovado?  É mais ou menos a pergunta que eu faço para o Powershift.   \n\n\nBem, tenha em mente que esse câmbio é na verdade um manual, com dupla embreagem, em que um \"robozinho\" faz as trocas para você. Ele tem várias vantagens em relação a um automático epicíclico tradicional, quais sejam, melhor desempenho, economia de combustível e troca de marchas instantâneas. No caso específico do powershift, a embreagem e o mecanismo de troca das marchas foram projetados para trabalharem a seco, sem a presença de água ou óleo, e é aí que se inicia todo o martírio com esse câmbio, que tem 3 problemas principais: superaquecimento, contaminação da embreagem por óleo e entrada de água na transmissão.  \n\n\nO superaquecimento não seria um problema por sí, mas sim um mau uso do usuário, que dirige o carro como se fosse um automático normal. Simplifico, quando você está arrancando numa subida muito forte e segura o carro na embreagem, você já sentiu aquele cheiro de embreagem queimada? É mais ou menos o que acontece com o câmbio automatizado. A pessoa segura o carro no cambio na subida e ele fica patinando a embreagem para tentar manter o carro no lugar, aí superaquece. Isso ocorre também em congestionamentos muito lentos, onde o cambio mantém a embreagem patinando pro carro andar bem devagar.  \n\n\nA parte do óleo, é o que já foi citado abaixo. Vaza óleo pelo retentor, esse óleo entra na embreagem e ela começa a patinar, aí o carro não tem tração  \n\n\nO terceiro problema é a entrada de umidade. A Ford projetou essa caixa para trabalhar a seco, mas se esqueceu de certificar que ela fosse estanque. Há um respiro na parte superior por do câmbio por onde, em dias de chuva muito forte ou em enchentes, pode entrar água. Para piorar, não tem nenhum dreno na parte inferior no câmbio, então a água que entra não consegue mais sair.  \n\n\nEssa água acaba enferrujando o câmbio por dentro e deixando ele meio \"travado\". Quanto mais vai passando o tempo, pior vai ficando, até que um belo dia os motorezinhos que fazem a troca de marcha não tem mais força pra movimentar os garfos e acabam queimando. Esse é o problema mais grave, pois os motorezinhos travados consomem mais energia, ocasionando a queima do módulo TCM, que fornece a energia para eles.   \n\n\nA partir de 2016, a ford passou a trabalhar nesses problemas sendo que os veículos a partir do ano modelo 2017 já não apresentam mais os problemas. Foi trocado o retentor por um com material mais resistente, foi melhorada a a vedação da caixa e adicionado um dreno na parte inferior.  Quanto ao superaquecimento, foi modificado o material de atrito da embreagem por um mais resistente à temperatura e também foi feita uma reprogramação eletrônica, fazendo com que o câmbio fosse menos permissivo às situações de patinação da embreagem. Também foi colocada orientação no manual para os usuários orientando a evitar as situações de patinação. A Ford ainda ampliou a garantia dessa transmissão para 10 anos ou 160 mil km, desde que nenhuma intervenção tenha sido feita no câmbio fora da concessionária. Se algum mecânico mexeu antes, perde a garantia.   \n\n\nFeita essa longa introdução, cabe a pergunta: Vale a pena encarar o powershift para ter um FOCUS? Particularmente, eu diria que sim, ainda mais que a má fama do câmbio fez esses carros desvalorizarem de maneira brutal.  O Focus tem um acerto de suspensão que beira a perfeição, tem uma ótima posição de dirigir, é confortável, super equipado e em termos de desempenho, também era o melhor de sua época.   \n\n\nVocê tem algumas opções possíveis: Comprar um 2017 em diante, procurar um de anos anteriores mas que ainda esteja em garantia (para saber isso é só ligar na concessionária e informar o número do chassi), ou comprar um sem garantia e se preparar para a manutenção. Se você fizer ela de forma preventiva, antes do câmbio travar por oxidação, com 4 a 6k tu resolve o problema. No entanto, se andar até ele parar e queimar os motorezinhos + o módulo TCM, a conta passa dos 12K. Então leve isso em consideração.   \n\n\nOutra opção, caso você não faça questão do automático, seria a versão SE PLUS 1.6 com câmbio manual. Ela é bem completinha e você mantém todas as virtudes do Focus, com exceção do desempenho, mas se livra de todo o stress do câmbio, que até onde sei é o único defeito do carro. Além disso, por ser mais barata, tu consegue comprar um carro mais novo.   \n\n\nAbraços.",
                "Existem comercialmente 3 tipos de câmbio automático, que eu saiba, automático, cvt e automatizado.\n\nO maior problema foram os automatizados, vendidos nesses carros de produção em massa. Deram mta dor de cabeça em geral. Powershift foi um deles. Hj em dia o conselho é claro, fuja de qqr automatizado desses carros convencionais. \n\nEm geral o melhor é o CVT, mais econômico e tal, mas tem que saber dirigir, não pode sentar o pé.\n\nDos automáticos, prefira os que forem de 5-6 marchas simuladas, pois são mais econômicos. Os primeiros automáticos daqui tem 4 marchas.",
                "sim, na vdd, c o cambio nn for daquele de embreagem simplificada nn sao um problema"
            ]
        },
        {
            "title": "Aircross vale a pena?",
            "selftext": "Esse é um carro que eu não vejo muito o pessoal comentando. Esteticamente é uma opção que me atrai\n\nTô buscando um carro até 50k, para rodar em centro urbano mesmo, mas, que não deixe a desejar na estrada, coisa de 3 em 3 meses, nada mais do que isso.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ortqg",
            "num_comments": 9,
            "comments": [
                "Se não for a automática com câmbio Al4 é um bom carro para o dia a dia sim, lembrando que suspensão de Peugeot e Citroen costumam encher o saco, só mudou agora que estão usando peças da Fiat. Já andei em uma Aircross manual e não tenho do que reclamar, não sou muito fã do trambulador de Peugeot e Citroen, mas o carro me surpreendeu positivamente quando dirigi.",
                "Encaixa perfeitamente pro seu uso. De preferência manual.",
                "É uma ótima opção custo-benefício",
                "A manual é ok, a automática é ruim demais, é um câmbio ué saiu direto dos anos 90.",
                "Tenho um amigo que teve um e vendeu com menos de dois anos de uso por conta da suspensão ruim e os barulhos constantes de plástico batendo em todos acabamentos."
            ]
        },
        {
            "title": "DIFERENCIADO",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11oq2hi",
            "num_comments": 7,
            "comments": [
                "Lembrando que a Mazda está voltando com o Wankel, mesmo que seja só para alimentar um alternador. Acho que vi isso no Engineering Explained",
                "https://youtu.be/2StJHLfwxa4",
                "teria facilmente um carro junto com esse motor.",
                "Banido do WEC depois de a mazde destruir a concorrência com este motor em Le Mans..."
            ]
        },
        {
            "title": "Vale a pena trocar?",
            "selftext": "Tenho um meriva modelo 2011 automático 150k Km rodados e penso em trocar por um outro também automático\nqual o mais custo benefício \nFiat Argo\nFiat Fastback\nFiat Pulse \n( todos na versão mais básica)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11oo61j",
            "num_comments": 8,
            "comments": [
                "Se você aguentou o easytronic pode pegar qualquer um desses.",
                "Acho q com o oq vc pagaria no pulse ou no fastback daria pra pegar um argo s-desing q, para mim, é a melhor versão dele",
                "Esse cara vai pro céu.",
                "Caramba, conta aí pra nós como foi sua vida com o Easytronic. Confesso que fiquei curioso"
            ]
        },
        {
            "title": "Duster vs Kicks (0 km) - Qual comprar?",
            "selftext": "Meus caros, eu não entendo NADA de carro, então gostaria da opinião dos experts. Qual desses dois carros vocês recomendam? Não tenho problema em dirigir manual e o baixo consumo é relevante, pois vou usá-lo apenas na cidade. PS: Não sei se isso importa, mas vai ser compra direta.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11onwtx",
            "num_comments": 12,
            "comments": [
                "Eu iria no Kicks caso não me importasse muito com torque e velocidade, o carro é bem feito e da pouco problema. Um zero km bem cuidado deve durar bastante\n\nJá o Duster é um carro bom tbm, mas acho meio feio. O destaque dele pra mim é o motor 1.3 turbo. O carro anda muito com esse motor, deve fazer 0-100 em menos de 10s",
                "Faz tempo que não sei como estão as condições de venda direta, mas antigamente a Renault tinha a melhor negociação.",
                "Kicks, muito mais refinado",
                "Duster tirou nota muito baixa no teste de colisão da Latin NCAP.",
                "Olha, os dois carros são bem meia-boca, no lugar deles eu recomendaria um Honda City, mas se faz questão de SUV (compacto): Kicks. Estruturalmente ele é infinitamente melhor que a Duster, apesar de mais fraco por ter motor 1.6 aspirado.\n\nA Duster é carro bom pra frota/serviço: polícia, carro de frota de internet, instalação de ar-condicionado; Pra ter conforto, melhor o Kicks.\n\n~~Mas novamente: como você disse ser um completo leigo, (a não ser que você realmente faça questão de um SUV compacto) de novo eu te recomendo, no lugar das opções do post, um Novo City, um HB20 ou um Yaris, são as opções não-SUV mais seguras/sem erro para alguém do seu perfil escolher.~~",
                "Eu iria de Duster. Mas depende do que você precisa.\n\nA Duster tem um acabamento inferior, mas o motor 1.3 turbo e o seu espaço interno são excelentes. O Kicks é muito mais bonito e bem acabado, o motor é um pouco inferior ao Duster. São duas excelentes opções, faz um teste drive nos dois e vê qual",
                "O Duster além de ter o motor melhor, a manutenção fora da concessionária e mais fácil e mais barata.",
                "Eu iria de Duster por conta do motor. É infinitamente superior ao Kicks. O 1.6 aspirado do Kicks é fraquinho enquanto o 1.3 Turbo da Duster é forte pra caramba pro carro. Além disso tem mais espaço interno e é mais robusto.",
                "Duster",
                "Duster. Pau pra toda obra.",
                "Kicks é melhor. Porém com esse valor não dá pra pegar uma tracker?"
            ]
        },
        {
            "title": "Melhores carros de até 20 mil pra 2024",
            "selftext": "Ano que vêm, se Deus quiser, eu pretendo comprar meu primeiro carro, e aí amigos, quais carros você podem me recomendar\n\nSe pôr acaso me perguntarem a \"preferência\" eu sou mas pra sedan, sedan médio ou hacht",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11o7klm",
            "num_comments": 23,
            "comments": [
                "O carro dos flinstones",
                "Para primeiro carro as melhores opções sempre serão os hatches populares, por serem menores(fáceis de guiar e estacionar), econômicos (ajuda no bolso) e de manutenção conhecida(não precisa procurar mecânico específico).\n\nSe vc não gosta de carro assim e quer algo a mais pegue um Vectra, Astra ou Santana. Não são econômicos nem pequenos, porém a manutenção é de boa.",
                "Passei por esse mesmo dilema no final de 2021, tinha 20k pra comprar o primeiro carro. Depois de muitas pesquisas acabei indo de Renault Clio Hatch, uso para ir trabalhar todos os dias e passeios final de semana. Não me arrependo, carrinho muito econômico, manutenção barata, e por ser um carro leve achei bem \"disposto\" comparado aos concorrentes Palio, celta etc. Da para encontrar nesse valor, o ano vai depender muito da tua região. O último facelift que saiu foi em 2014, foi o ano que peguei.",
                "por 20k, tem mts opções, mas vem umas recomendaçoes aq\n\nhatch: c ta caçando um com \"comforto\"  e economico, vai de corsa, clio (no 16v), mille, ka 1.0, e c tiver a vontade, vai de astra q tem bem mais desempenho\n\nsedan: recomendo o classic, sienna, fiesta sedan (veja c tem problema no arrefecimento, e q nn tenha o powershift, e achei uns por 18k) corsa sedan ( pegue o corsa sedan 8v, nn o 16v) q sao bem conhecidos por robustez e manutenção boa",
                "É um problema para você se o carro for meio velho? . Quantos km em média você acha que rodaria nele por mês? Você gosta de carro ou quer apenas algo pra se locomover?",
                "No RS tá bem difícil achar um carro \"aceitável\" por esse valor...\nEstou procurando um até 30k e ainda assim parece difícil, não sei se é porque estou sendo exigente, ou porque realmente não tem muitas ofertas...\nO ruim do preço tão alto dos carros, é que até os carros velhos e problemáticos ficaram caros, então meu conselho é pra não se afobar, não vai na emoção de pegar um carro muito barato, e se incomodar logo em seguida",
                "uno fire",
                "20 mil um unão da massa, triste, mais é a realidade."
            ]
        },
        {
            "title": "OTIMO NEGOCIO ??? Versa 2017 km baixo top zero",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11o6szj",
            "num_comments": 1,
            "comments": [
                "É um ótimo negócio mesmo, mas eu suspeitaria da baixa kilometragem."
            ]
        },
        {
            "title": "Criativo, gostei",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11o6kva",
            "num_comments": 3,
            "comments": [
                "Hahahahah ficou maneiro. Muitos falam mal mas eu achava engraçado os donos de camaro colocando o símbolo dos autobots no lugar da logo da chevrolet",
                "Está correto considerando que esse Cobalt usa a plataforma do Onix que recebeu zero estrela no Latin NCAP."
            ]
        },
        {
            "title": "Vale correr o risco de comprar um Edge 2014 V6?",
            "selftext": "Minha mulher ta maluca por esse carro e eu ti com medo de me arrepender, mesmo eu achando ele um baita SUV de respeito.\n\nTento convencer a patroa pra sair dessa ideia de SUV para ir pra um Sedan premium e recomendei um Fusion Eco Boost.\n\nVcs acham o Fusion mais “saudável” ao Edge V6 beberrao que cada calota custa 1k?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11o62un",
            "num_comments": 29,
            "comments": [
                "Como Fordeiro inveterado, vou de Edge. Esse carro é vendido até hoje nos EUA com a mesma plataforma desde 2013, e foi eleito o melhor suv da categoria por lá ano passado.A calota custa 1k mesmo, mas manter um carro desses não é brincadeira, independente do carro ou marca que vc comprar. Se tiver uma certa facilidade, é fácil importar as peças dos EUA por 2/3 do valor que custam aqui, já com impostos e frete, (falo de peça de concessionária aqui pra peça de concessionária lá).\n\nO meu carro de uso é um St 2020 e te afirmo sem sombra de dúvidas: Esse carro é tão confortável quanto uma BMW X5 do mesmo ano. Faço umas 3 vezes por ano uma viagem de cerca de 5 mil km ida e volta e você só para de dirigir porque dá sono, mas o corpo fica zerado.  \n\n\nEdit: O Fusion é um excelente carro também, porém pro meu uso eu precisava de um carro alto.",
                "O vale a pena vai depender da sua situação financeira e da sua mulher, se vcs tiverem dinheiro pra bancar uma Ford Edge é sim um puta de um carro legal e confortável, caso contrário vão passar raiva, é um carro que tem sim os seus problemas crônicos e a manutenção é cara, é a manutenção de um carro de 300 mil reais.\n\nNão sou nenhum conhecedor profundo de Ford Edge, mas de cabeça eu sei que costuma dar problema em câmbio e no sistema de AWD, e pelo tamanho e peso do carro com certeza freios/pneus e suspensão devem ter baixa duração também. Dá uma pesquisada de vídeos de oficinas mecânicas e de proprietários pra ver se é o carro certo pra vc.\n\nMas eu acho que o fusion é mais sossegado de manutenção, apesar de também ser tudo caro pra manter em ordem, um amigo meu no final do ano passado deixou morrer 25k na oficina com alguma zica no diferencial e pra trocar as peças de desgaste naturais de uso.\n\neditando aqui, ele gastou 15k (acabei de ver a msg), não foi 25, mas ainda é dinheiro pra cacete, trocou discos, pastilhas, todos os fluídos do carro, equalização dos bicos e amortecedores dianteiros e mais o b.o no diferencial que eu não sei se colocou um novo ou não",
                "Fico imaginando vc procurando pecas pra ele, nao da",
                "Vai ser duas alegrias. Uma qnd vc comprar e outra qndo conseguir vender",
                "Se é ela que tem interesse, mostra o custo de manter o veículo + seguro + ipva, e pergunta se ela está disposta da custear isso.\n\nSe o veículo é pra família, ele precisa te dar conforto e tranquilidade. Eu iria num Toyota/Honda/Jeep.",
                "[removed]",
                "Faz um test  drive  numa equinox amigo não vai se arrepender",
                "Eu recomendaria um Sorento.",
                "E vc ia pegar só pq sua mulher gostou do carro? É pra ela? Se for pra ela pega e qualquer problema ela que vai ficar semanas esperando peça, não você."
            ]
        },
        {
            "title": "Quanto, em media, uma loja de carros usados pagara no meu carro?",
            "selftext": "Estou vendendo um New Fiesta mexicano sedan fabricado em 2012 modelo 2013, modelo top de linha com todos opcionais.\nKm por volta dos 138mil km\nNão tem passagem de leilão e seu antigo dono era um executivo da Ford.\nPossui apenas alguns riscos na lataria normal pela idade do carro.\nNa tabela fipe o carro vale 34.000\n\nDito isto, quanto vcs acham que sera avaliado e tambem vcs acham q esse carro tem mercado?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11o5arr",
            "num_comments": 12,
            "comments": [
                "Loja vai te dar o lowball normal de sempre. Pelo menos 5 a menos da tabela FIPE. Acusando que tem isso e aquilo pra fazer. Enfim, se seu carro está inteiro, e como ele está na média de KM do brasileiro pra idade, voce pode conseguir uns 31~32 mil se for esperto. Na hora que eles vierem perguntar quanto vc quer pelo carro, fala algo do tipo: \"quanto ta na tabela? 34? Então é isso aí\"\n\nPq se vc for meio troxa igual eu e já mandar um valor baixo tentando considerar oq tem pra fazer no carro (tentando ser honesto), eles ainda vão querer tirar um teco. Ainda bem q meu pai foi depois cmg e falou exatamente isso que disse em cima, pegou um valor maior ainda.",
                "[removed]",
                "Vai em https://www.kbb.com.br/, coloca seu carro, e consulta o Preço de Troca. Esse site é ótimo pra isso. \n\nSe tiver duvidas, liga pra qqr concessionária falando q ta interessando num carro q vc viu no site deles, e pergunta qto eles pagam no seu. O cara vai falar de boa.",
                "Sim, é ruim de mercado mas é porque as pessoas não conhecem ele. Quem conhece e sabe o que está comprando, compra sem medo.\n\nAdoro esse carro. Se eu achasse um Titanium Plus 2017 Azul Califórnia à venda (até hoje só ví um no webmotors) teria para usar no dia a dia. São extremamente raros.  Esse carro já vinha com o Sync 3 na época, e não aquele sistema Sony retrógrado dos anos anteriores. Custava 83k, mais caro que um Focus 2.0 básico, e aí o motivo de não ter emplacado. O Fiesta Mexicano tem vários refinamentos técnicos quando comparado ao modelo nacional, em especial os vidros com isolamento acústico e o acabamento mais refinado, inclusive com soft-touch.\n\nEvite comprar e principalmente vender para lojistas. Eles provavelmente vão te comprar por menos da tabela e vão querer vender por 5k acima dela. Faz um anúncio caprichado no Webmotors e Autoline que uma hora aparece alguém que queira comprar.",
                "7 mil abaixo da tabela, por aí. Vão falar que o carro saiu de linha, que a Ford não está mais no Brasil, vão fazer terrorismo com a KM e os riscos, etc. Papo de vendedor.\n\nSe quer um valor justo pelo seu carro a dica que eu dou é vender no particular.",
                "Recomendo de 5 a 10 mil a baixo se estiver em bom estado, usa a labia pra conseguir o máximo possível pede a tabela e aceita uns 30 ou 32 mil que tem chance de ganhar"
            ]
        },
        {
            "title": "Fiat 500 é bom?",
            "selftext": "Nos últimos dias tenho pesquisado sobre os modelos e estou considerando comprar um usado, mas ainda não conheço muito sobre carros… vale a pena ou é uma furada?\n\n(Só eu usaria o carro pra ir pra faculdade/ trabalho etc)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11o4zh8",
            "num_comments": 22,
            "comments": [
                "Fuja do automático e tá tranquilo. Tem versão que tem motor Fire, ou seja, com peças fáceis de achar.",
                "Acredito que a versão mais tranquila de se ter seja a Cult 1.4 8v. Ela usa o motor Fire Evo que foi usado em Strada Palio e diversos outros Fiats, o que facilita muito a manutenção. E compre o com câmbio manual, não o automatizado.\n\nEsse carro também tem na versão 1.4 16v (multiair) e 1.4 turbo (abarth). Nunca ouvi falar de problemas crônicos nesses motores mas lembre-se que é uma mecânica bem específica que só foi usada nesse carro aqui no Brasil, então não é qualquer mecânico que tem capacitação pra mexer.  \n\n\nEu acho uma ótima opção pra uma pessoa jovem, especialmente se for mulher. É um carro diferente, com design atemporal (não envelhece) e bem econômico de combustível.",
                "Não recomendo o com cambio automatizado, se for manual ta tranquilo, se precisar de cambio automático recomendo toyota ou honda.",
                "Tenho um a 2 anos e só alegria, o meu é manual Sport 2010. Se for pegar automático que se não mandando é a partir de 2017 não tem problema, o problema sao os automatizados.",
                "Tem uma versão do 500 automática com um câmbio bom que tem 6 marchas, é um modelo importado e foi de alguns dos primeiros anos a vir. Acho que até o motor é um 1.4 16v e a versão se chama lounge. É a mais completa, com todos os opcionais que foram retirados ao longo do tempo. Se achar uma em bom estado deve ser uma ótima compra.",
                "Carro sem mercado a manutencao eh cara e mais dificil mas se dinheiro nao for problema...",
                "Eu tive um Cult 1.4 8v manual. Adorava o carro por ser prático pra cidade. O motor segura bem e nunca me deixou na mão no contexto urbano. Não saberia dizer na estrada, mas meu primo que trouxe pra mim de Minas Gerais disse que a viagem foi tranquila.\n\nO meu deu um problema numas peças que mantém o eixos dos pistões no lugar etc., então começou a fazer barulho demais. Levei numa css Fiat pra dar uma olhada e morri em 4k pra \"resolver\" o problema e dali uns meses o barulho voltar. Ai eu enchi o saco e vendi sem olhar pra trás.\n\nMinha opinião é bem dividida. Eu gostava do carro, mas não teria outro. Digo isso baseado na experiência estressante com a autorizada. Depois dessa, nunca mais compro um Fiat.",
                "É um bom carro, desde que manual. Se for o automático eu recomendaria andar a pé, que pelo menos é de graça."
            ]
        },
        {
            "title": "GWM Haval H6 Premium HEV: 243 HP e 56kgfm. Seu por R$209.000. O que acharam?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ny7bc",
            "num_comments": 26,
            "comments": [
                "Mesma opinião que eu tenho para todo carro novo: caro, sem personalidade, focado para pessoas que gostam de telinhas em vez de dirigir e cheio de tecnologia fútil. A maioria do público adora, mas não é pra mim.",
                "Compra por 209k e revende por 100k daqui 2 anos.",
                "Lindo, mas eu não compraria. Quero uma perua ou uma lasanha para chamar de minha.",
                "Racionalmente é a melhor opção do mercado. Mas essa grade frontal é feia de doer.\n\nAgora pergunta se pessoal vai deixar de comprar Compass ou Corolla Cross pra se \"aventurar\" num importado, mesmo que seja de uma das maiores marcas da China.",
                "SUV eh tao original qto uma caixa de leite, dificil ter um visual diferenciado",
                "209K??? Ah vá",
                "Cara, nunca ouvi falar dessa marca. Eu não arriscaria. Se tem algo que eu aprendi na raça foi: as marcas conhecidas são mais caras por um motivo, e esse motivo é muito forte.",
                "Essas rodas são peculiares",
                "Paguei 670k no meu carro, então parece q esse aí por 209k, considerando q ele tb serve pra levar do ponto A para o ponto B, parece uma barganha.",
                "Eu ainda tenho muito receio em comprar carro elétrico, até por relatos que vi de gente se dando mal com Taycan e afins, mas esse carro por 209k entregando uma motorização dessa é mto forte.",
                "Eu não gosto da ideia de comprar carros no lançamento, pois é comum darem problemas, independentemente da marca. Agora se passar uns 3 ou 4 anos e ele não der nenhum problema, ainda sim eu não vou comprar porque sou pobre e não tenho dinheiro nem para comprar e nem para manter, agora se nesses 3 anos eu ganhar na mega sena e o carro não apresentar nenhum problema crônico, ai sim talvez eu compre.",
                "Top"
            ]
        },
        {
            "title": "Venda de carro para loja/concessionário",
            "selftext": "Tenho um Sandero Expression 1.0 2017/2018 branco que está com 150.000 km rodados. Vi na internet que a Fipe dele está em R$40.778,00. Pretendo vendê-lo para uma concessionária/loja de carros que compre carros para revenda. Quanto vocês acham que eles me pagam pelo carro?\n\n&#x200B;\n\nAlguns detalhes:\n\n\\- O carro está com algumas marcas;\n\n\\- O carro foi comprado em uma locadora de veículos;\n\n\\- As manutenções não seguiram o manual e não foram feitas na concessionária.\n\n&#x200B;\n\nO que vocês acham?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ntxvn",
            "num_comments": 8,
            "comments": [
                "Algo entre 25 a 30 mil. Se tiver troca, é capaz de pagarem até uns 35 e olhe lá.\n\nSó tem motivo pra lojista desvalorizar teu carro. \"KM alta\", locadora, tem reparo a fazer... E mesmo assim é capaz do teu carro aparecer com 60 mil km pra revender.",
                "Ou se vc tiver saco e paciência eu te recomendo vender particular. \n\nVendi meu palio por 18mil à vista em uma semana e em garagem tavam chorando que ia custar vender e queriam pagar 13mil.\n\nTenho ranço de garagem desde então.",
                "nao chega a 30mil , certeza\n\nLoja tem seus riscos tbem, carro pode demorar pra vender, desvalorizando, tem q dar garantia de tres meses\n\nSoh se vende pra loja se tiver muita pressa pq tem q dar de gratis\n\nAnuncia por 39.500 , se oferecerem 36mil abraca....",
                "Vão colocar no máximo 30 mil. Se colocarem mais do que isso vão cobrar a mais no preço do carro que estão tem vendendo.\n\nLojas trabalham assim: elas analisam o preço de venda que eles iram aplicar, tiram a comissão do vendedor, tiram possíveis gastos com manutenção na garantia de 3 meses, aluguel do espaço e similares, e lucro. Essa lambança toda da uma média de 7 a 10 mil.\n\nCarros com manutenção mais cara a diferença ainda é maior(carros de luxo e franceses \"desvalorizam\" mais): 15 a 20 mil de diferença.",
                "Acho que é mais fácil você passar em algumas concessionárias pra fazer essa avaliação. Geralmente fazem na hora. A única certeza é que será menos que a fipe, obviamente.",
                "Caramba! 150000 mil km em 6 anos. Motorista de aplicativo realmente se desloca bastante.",
                "As vezes deixando consignado na loja pega mais do que vender pra loja diretamente. Isso se não quiser vender por fora."
            ]
        },
        {
            "title": "kei truck no Brasil? Quais os modelos parecidos que temos aqui?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11nt5gm",
            "num_comments": 10,
            "comments": [
                "Já que estão falando de Chana, deixa dar minha experiência.\n\nOs motores das Effa, Chana, Haffei, Shineray e similares são uns Changan ou similares bem iguais entre si, mudam medidas mas eles tem problemas meios similares, o aço original é de qualidade ruim porque são em geral produtos de mais de 10 anos atrás quando a China ainda não dominava o mercado mundial de aço e minérios, eles usavam muito minério próprio que é péssimo, aí é comum biela quebrando, virabrequim quebrando, carcaça trincando,  até cabeçote rachando mesmo sendo alumínio.\n\nEles tem construção frágil pro meu gosto, bielas e pistões de parede estreita, carcaça com muitas áreas sem reforço, mas o que mais me incomoda é a bomba d'agua e a bomba de óleo serem frágeis demais, porque esses dão problema sem fazer barulho na hora, aí você continua rodando até ferver ou travar, e nessa hora que o resto de material frágil abre as pernas junto, as vezes arranca parede de cilindro que vai junto com pistão, tudo tem potencial pra detonar o motor INTEIRO (Carcaça inteira, ou quase toda peça interna da parte de baixo) de modo a basicamente comprar ou fazer o motor inteiro com 40-50 mil km.\n\nA bomba de óleo é fina num jeito que nunca vi na vida, alumínio que parece mole igual calha de telhado.\n\nMuito carro brasileiro só tem interruptor de pressão do óleo, e interruptor na água, de modo que as vezes com água parada ou pressão de óleo BEM baixos nenhum led acende no painel, aí você continua rodando uns km a mais, e aí que a merda acontece, 90 segundos de bobeira e já riscou cilindros, virabrequim, ou trincou parte de pistão que vai riscar tudo ou entalar válvula...\n\nEssas pickups eram baratas na época de maior importação, e o preço NÃO subiu ultimamente junto com os preço das pickups diesel e cia porque elas tem esses problemas de fragilidade.\n\nTanto que comprei minha Chana por R$ 1500 porque já tava no 3º motor (Acho que o painel tá com 70 mil km se não me engano), não tinha mais resquício do bloco original pra regularizar, então basicamente ninguém queria. Meti motor de moto e roda ok, tenho que trocar por um motor de peugeot (Sem a parte eletrônica, que é a parte problemática) qualquer dia, mas esse tipo de gambiarra não regulariza, tá no nome de vereador com processos, tem bloqueio judicial então nem com motor original regulariza, é meio caso perdido.\n\nE tirando motor, a lata enferruja meio fácil pro meu gosto, mas isso com um pouco de cuidado se resolve.\n\nE... na parte da carroceria, as longarinas são muito frágeis, tenho uma Strada CE que nominalmente acho que é pra 600kg de capacidade mas tem que tem lata mais grossa e mais lata na carroceria que a Chana que DIZ que é pra 800kg (Com o motor original de uns 50cv ela apanha pra caralho com qualquer 400kg). Ela nem tem longarinas em U igual pickup comum do Brasil (D-10, F100, D20, S-10 e etc), é chapa acho que de 0,60mm (Chapa 24, talvez seja 0,55 ou 0,65mm), no Brasil qualquer assoalho de chevette e cia é de 0,75 a 0,9mm (Chapa 22 ou 20, tem umas ótimas chapa 18 de uns 1,2mm), bem mais grosso. O formato das chapas é estrutural e dá resistência, mas veja que qualquer C-10 velha a gasolina tinha longarinas com chapa de 6mm de espessura! É muita diferença. C-10 dos anos 70 vai ter ferrugem, as vezes com 15 anos de uso já teve alguma solda em longarina por carregar 500-800kg milhares de vezes, essas pickups chinesas terão essas soldas já com 6-7 anos de uso, e mesmo se carregar só uns 300-400kg!\n\nEnfim, pra trabalho isso dá dor-de-cabeça, mas se comprar pra fuçar viram um bom negócio não por serem ótimas, mas justamente por serem tão merda que custam mixaria, aqui ainda tem uma Chana Van/furgão com problemas eletrônicos (Central zoada, mas o dono fica de firula e não quer meter carburador e distribuidor pra usar sem eletrônica, quer vender mas tá pedindo demais, hora que baixar pra uns R$ 8 mil eu compro), se vai mexer você vai reforçar o que precisar, não vai usar pra carregar 400kg de sal pro gado todo dia, no mínimo vai achar coisa pra melhorar o motor, isso se não trocar ele e cambio, não tem espaço pra coisas enormes em baixo mas muito motor de 100cv cabe sim, elas são leves então é fácil sair cantando pneu (Eu comprei pra colocar meu motor de peugeot de 80cv, dia que tava de muleta empurrando ela pra garagem e vi que sozinho empurrei ela fácil, enquanto a Strada mesmo com 2 moleques de 17-18 anos ajudando foi difícil, aí notei que poderia usar o motor de moto 200cc, e de fato com ela vazia (Mas tem carroceria de madeira, que pesa) ou com as coisas leves que levo (Substituo a carretinha do carro, só pra limpar o quintal, ou levar umas ferramentas pra construção) esse motor de 17cv acompanha outros carro na cidade com facilidade, suspeito que o troço tá com 650kg, bem leve, mesmo que colocasse motor de 100kg ainda seria leve, bem fácil sair cantando pneu se não dosar o pé (O cambio original delas também é frágil, o diferencial não é grandes coisas, mas parece que usam essas partes em modelos diesel de torque decente em outros países, então eles aguentam alguma paulada, não é igual cambio de F100, C10 e cia, mas não é frágil igual cambio de Fiorino anos 90).\n\nEnfim, são porqueiras que justamente só tem futuro se for usar pra mexer, pra se divertir.\n\nMas não coloque as Towner, Hyundai e cia no mesmo patamar das porqueirinhas chinesas de 2007-2018, e as mais recentes, digamos 2018 pra cá, também estão um patamar acima em qualidade tanto de motor como de aço, literalmente o mercado deu um pulo de qualidade numa década na China, tem um gap grande entre Chana 2010 e Changan 2023 (Se aparecer alguma no Brasil, não as pickups e SUV's estilo GWM concorrendo com Hillux, S-10 e cia, falo das Changan mini-truck feiosas que tem em outros países).\n\nHR-2500 da Hyundai tá vááááários degraus acima em todo quesito se comparar com Effa, Chana, Star ou Shineray pickup da década passada, a semelhança é só visual, mas é tipo comparar Corsa com Camaro, são mundos muito diferentes, HR e Bongo são quase caminhão, Chana original é mais frágil que fiorino quadrada dos anos 80 com a frente do Fiat 147...",
                "Os modelos que já vi aqui no Brasil é a famosa Chana, tem a Effa que a frente lembra muito um SUV da Chrysler e o CN Auto.",
                "CHANA",
                "Hyundai HR",
                "Eu até iria considerar a **Towner** como um Modelo Semelhante a ela, mas pelo que observei em alguns comentários por cá, Existem diversas outras versões dela sendo de outras marcas."
            ]
        },
        {
            "title": "O que acham do Nissan Sentra?",
            "selftext": "Pessoal, já faz um tempo que estou acompanhando preço de carros e tá tudo muito caro. Andei considerando pagar coisa de 60k num Voyage mais novo, 65k num Peugeot 208 mais novo.\n\nDepois vi que a faixa de preço do Sentra entre 2014 e 2016 está bem bacana. Parece que ele disputa com Corolla e afins.\n\nO que acham desse carro? Achei na internet um 2015 SL 2.0 CVT por 53k.\n\nO motor e o câmbio desse carro costumam aguentar quantos mil km?\n\nAcham uma boa sair de um March 1.0 2013 pra ele?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11nps14",
            "num_comments": 13,
            "comments": [
                "Sentra é bom. É sem sal como o Corolla, porém é bem confortável e de manutenção confiável. Vc vai sentir uma grande diferença ao sair de um compacto para dirigir um Sentra.\n\nObviamente as peças são mais caras que March, Voyage e 208, porém se deve ao fato dele ser duas categorias acima.",
                "[removed]",
                "Olha, vc sair do march pra ele vc ta indo da água pro vinho. É muito mais carro que voyage e march.\n\nEu tava atrás de um sedan médio e testei alguns, e o Sentra foi o que eu mais gostei mas acabei não pegando, fui de Civic. É um carrão, enorme, confortável, bonito, espaçoso e berrão. Acho que dos sedans medios é o mais beberrão na faixa, é um carro grande e pesado. Além disso tem manutenção de sedan de custo médio e preço de peças de acabamento da nissan. Também não é um carro que caiu no gosto do povo, competiu com Civic G8/G9 e Corolla G11, que talvez foram as melhores gerações dos concorrentes, por isso ele é mais desvalorizado que os outros, quando vc pensa em carro pra familia mais \"top\" povo só quer corolla e civic.\n\nParticularmente eu só acho que perde pros dois em questão de desvalorização, mas isso é bom pra quem quer um carro por um tempo, vê mais como um meio de transporte do que como um patrimônio. Só acho que o que ferra mesmo é o preço de peças de acabamento, caso tenha medo de batidas e coisa do tipo (coisas que podem acontecer) da uma olhada em preço de parachoque transeiro/dianteiro do sentra, farol e tal, peças que podem acontecer de estragar em encostadas e batidas leves, mais comuns do dia a dia e compara com civic, corolla, jetta, cruze",
                "Sentra... bom carro, gosto dele. É econômico, também, e na versão SL já vem com vários gueri-gueris legais.\n\nMotor e câmbio dele é o mesmo do Renault Fluence. O câmbio também é o mesmo Jatco usado nos Mitsubishi 2.0 (Lancer, Outlander, ASX). Tem um probleminha de superaquecimento por não ter radiador de óleo de câmbio, não lembro se a Nissan instalou isso nessa geração do Sentra, mas é tranquilo de resolver. As trocas de óleo do câmbio também são antecipadas, coisa de 60 mil km. É o único porém e não vejo como impeditivo pra nada.\n\nSair de um March pra um Sentra é uma grande diferença. Vai fundo!",
                "Meu pai tem um unique 2016, é muito bom, mas é um carro de suspensão meio sensível e molenga, a Nissan em geral é sensível de suspensão. O carro é enorme e super focado em conforto mas não deixa a desejar em desempenho (apesar de não ser nada diferenciado) o maior problema na minha opinião é o consumo que é meio pesado a depender de como você dirige, o normal é fazer 6 ou 6,5 até 5,5 km/L mas indo beeeem na maciota dá pra fazer 8,5 na cidade (tudo na gasolina)\n\nPeças são as mais caras do segmento como é padrão da Nissan, mas nada impossível de lidar. A mecânica é super robusta e dimensionada pra rodar centenas de milhares de quilometros, em especial o câmbio, que se bem cuidado dura mais que todo o resto do carro e por ser CVT não tem trancos, mas grita em todas as arrancadas e retomadas (é padrão pois é um CVT puro, sem simulação de marcha). \n\nVocê pode achar o carro meio baixo talvez põe estar saindo de um march pra ele, pois ele é baixinho, mas é uma delícia de dirigir por conta do conforto, é carro pra quem compra por metro, e na minha opinião é de longe o mais confortável da categoria.",
                "É um baita carro, se você achar um em que o dono teve os cuidados necessários pode comprar.",
                "Feio mas tem um espaço interno que parece um lounge!",
                "Cara, um carro pra lá de excelente, tem seus defeitos como todo carro, mas num geral, e ótimo. Temos um SL 2017 em casa, sempre fazemos a manutenção em dia, o carro é maravilhoso. O desempenho não e dos melhores, muito por culpa do câmbio cvt, que não simula marchas e é focado em conforto e consumo, não tem uma aceleração muito legal nas saídas, mas quando tá embalado, é uma delícia de dirigir. So e necessário cuidar bastante da suspensão, qualquer coisinha ela começa a fazer barulho, é relativamente frágil, mas no geral tudo muito bom. O acabamento interno é de dar inveja em muito concorrente, no SL a partir de 2017, tem o sistema de som Bose, que pra mim é a parte que eu mais me encanto no carro, o som é espetacular. Enfim, já me alonguei demais, mas o carro é sim muito bom."
            ]
        },
        {
            "title": "Mandem nomes de carros ou marca, para eu fazer matéria e post sobre, publico aqui e la no insta",
            "selftext": "manda ai que eu faço, só eu não procrastinar mais ainda, prometo kk",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11n6djc",
            "num_comments": 16,
            "comments": [
                "Poderia fazer sobre a Mitsubishi, KIA, Chery",
                "Mazda é uma marca bem legal que sumiu do Brasil, mas são conhecidos por ter carros extremamente a confiáveis, seria legal uma matéria",
                "Alfa Romeo",
                "Suzuki Escudo Pikes Version",
                "monza ou paraty",
                "Você pode falar dos Envemo, Souza Ramos, Sulam e DACON, que eram modificações que transformavam os carros nacionais em fora-de-serie.\n\nÉ uma toca de coelho cheio de coisa Interessante.",
                "Fiat strada 1.4 2013"
            ]
        },
        {
            "title": "Quais os melhores sites/aplicativos para procurar carros usados?",
            "selftext": "Sou do Paraná, tenho visto bastante no web motors, não sei onde mais procurar.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11n5nrq",
            "num_comments": 3,
            "comments": [
                "[deleted]",
                "Cara,digita pelo carro que vc quer no google e coloca um \"à venda\" do lado. Vai aparecer dezenas de sites.Vc pode procurar o nome das lojas que tem na sua cidade no google. Normalmente essas lojas tem seus sites próprios com anúncios dos veículos, bem como as concessionárias com o estoque de seminovos.\n\nMas agora vou te dar a dica de ouro: Por incrível que pareça, as melhores barganhas estão no Facebook Marketplace e OLX. Só ser cauteloso para não cair em golpe ou comprar gato por lebre.",
                "Marktplace do Facebook é o melhor e em segundo Olx, mas tem de ter cuidado pois tem tudo que tipo de bomba mas tem muita coisa boa com preço bom, pois é a esses lugares que as pessoas recorrem a vender quando precisam de dinheiro rápido."
            ]
        },
        {
            "title": "Tem como dirigir de maneira econômica sem ter que andar a 70 por hora?",
            "selftext": "Conselhos para carros 1.0 apenas.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11n3cax",
            "num_comments": 15,
            "comments": [
                "Op, tem que tomar cuidado com alguns pontos específicos:\n\n1. Progressividade na hora de acelerar o carro e nas retomadas. Isso serve tanto para o acelerador quanto para as marchas. \n\nEvite acelerar mais que 30 a 40% do curso do acelerador e evite ultrapassar a faixa de torque  na hora de realizar as trocas de marcha do seu carro. \n\n2. Quando estiver em velocidade de “cruzeiro”, procure uma marcha que mantenha o carro co ma menor rotação possível.\n\n3. Evite realizar retomadas com a quinta ou sexta marcha do carro, você vai acabar gastando mais combustível e não vai ter uma boa reação do motor.\n\n4. É importante que utilize ao máximo a inércia do carro para economizar combustível, por exemplo, se estiver em uma descida mantenha o carro engrenado mas não utilize o acelerador.\n\nOs carros relativamente mais modernos possuem sistema aonde não é injetado combustível no motor quando o carro esta engrenado e sem uso do acelerador\n\n5. Evitar usar o ar condicionado, principalmente em trechos de subida de serra ou em pistas que exijam mais ultrapassagens ou muitas retomadas de velocidade.\n\n6. Conferir a calibragem dos pneus e evitar andar em alta velocidade com as janelas abertas.\n\nEstas praticas que eu utilizo em meu 1.0, mas sinceramente não diferem muito de carros com motores maiores!",
                "tem uns conselhos pra tu economizar mais, mas não faz milagre tambem ne.\n\nAndar em baixa rotação, não acelerar em descida ou antes de pare/semáforo ( onde tu não tem necessidade basicamente ), quanto mais leve menos o carro gasta, manutenção preventiva em dia ajuda o consumo também, andar com pneu sempre calibrado, procure rotas com menos pare/siga e menos subidas.\n\nOs q lembro são esses, se alguem lembrar mais ai tbm to precisando kkk",
                "Nunca achei carro 1.0 econômico, prefiro um 1.4 ou 1.6 onde vc posa mais suave e ele responde melhor.\nAs experiências que tive até hoje 1.0 econômico ou é 3 cilindros ou turbo.\nAmigo meu tem um Palio attractive 1.0 e não faz mais que 7 km/l na gasolina, meu pai no Etios 1.3 dele faz 9 de boa.\nJá ouvi dizer tbm que o terreno conta, pois um 1.0.em Brasília onde é um lugar basicamente plano vai ser mais econômico que o msm 1.0 andando em Minas onde tem muito declive e aclive.",
                "Cheme um guincho.",
                "Sim, talvez a 60 por hora dependendo do carro.",
                "Ainda bem que especificou que era pra 1.0, porque minha 6 caneco só fica econômica lá por 120kmh kkkkkk",
                "motor flex, ar condicionado e direcao hidraulica matam o consumo",
                "Item 5 no hell de janeiro não vale..."
            ]
        },
        {
            "title": "um pedido aos Mods para trocar a foto de perfil do Sub para um Uno com escada",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11n218i",
            "num_comments": 15,
            "comments": [
                "o sub é r/carros, não r/naves",
                "Queria um desse, mas com 4x4!",
                "Apoio!",
                "Não enjoa essa piada não, rapaziada? Tipo, já faz mais de 10 anos...",
                "Otima ideia",
                "Apesar da piada estar super saturada essa imagem ta muito massa e acho que seria legal mesmo se fosse a capa.  \nApoio.",
                "seria uma boa",
                "Aonde assino ?",
                "Como eu queria um mille desse mano, namoral",
                "u/bananinhao e u/SopaDeMolhoshoyu",
                "Apóio",
                "aonde eu posso deixar o meu autógrafo junto com a autorização?",
                "Onde assina a petição?",
                "Ou isso, ou um Celta rebaixado",
                "Amigo o grupo dos foguetes é pra lá"
            ]
        },
        {
            "title": "alguém já instalou abafador esportivo?",
            "selftext": "tô pensando em colocar um, já dei uma pesquisada e sei qual quero colocar, mas não tenho ideia do preço pra instalação. Na internet fala 50~150 reais, mas seria isso msm? Parece um processo bem simples de cortar e soldar (2 coisas que eu não sei fazer claro). Tenho receio de chegar na hora e nego meter a faca falando que é 300 pau.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11myu77",
            "num_comments": 17,
            "comments": [
                "[removed]",
                "Tenho difusor num gol 1.0 e o negócio ta muito bom, tirei somente o último abafador com o difusor e o ronco ficou bacana, gostei bastante. Ficou 250 com a instalação elétrica. Mas se fosse so a solda sairia 100 reais",
                "Só o Abafador de Inox é cerca de 300-600, geralmente se cobra mais uns 200 pra instalar, pois as vezes ao retirar o abafador original precisa colocar mais um pedaço de cano e fazer as soldas.\n\nAGR se você quiser fazer um escapamento inteiro de inox vai gastar cerca de 2500-4000 dependendo da configuração",
                "Há alguns anos eu comprei a ponteira Barenwald Dresden, 500 pila na época. Usei no Astra, Marea e Fusion. Nos 3 carros o ronco ficou mais alto e mais grave, eu achei que ficou bem top.\nInstalação em cada carro saiu 150/200 pila.\n\n(https://imgur.com/a/Ca36v3V)"
            ]
        },
        {
            "title": "Algum site ou painel mais barato que o serviço \"olhonocarro\" ?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11muwcy",
            "num_comments": 2,
            "comments": [
                "Usei o Historicar quando comprei um carro ano passado, mostrou desde sobre o financiamento que o primeiro dono fez até boletins de ocorrência passados relacionados ao carro (havia sido roubado e recuperado há alguns anos), custa uns 40-50 reais pela consulta, acho que é um bom investimento.",
                "Gostaria de saber também !"
            ]
        },
        {
            "title": "Mercedes CLK 320 conversível 2001",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11muj91",
            "num_comments": 0
        },
        {
            "title": "Como avaliar se um carro usado não é uma bomba relogio?",
            "selftext": "Bom rapaziada, sou novo no sub e também inexperiente com carros, a minha dúvida é, como avaliar um carro usado na hora da compra? Como saber que o carro que eu estou comprando não vai me dar uma dor de cabeça fudid\\* 3 meses depois? Um amigo que tem pai mecânico me disse que o pai dele falou que carros usados você consegue averiguar TUDO nele, ver se está conservado e etc. A única coisa que realmente não da pra saber é em relação ao motor, ele disse que se o motor estiver indo pra vala a única forma de saber é abrindo-o (e que obviamente não da pra fazer isso no processo de compra) mas e as outras coisas? Como eu avalio? Comparando a kilometragem vs ano do carro? Abrindo o capô e olhando se tem algo enferrujado? Olhando embaixo do carro? Sei que alguns carros a gente tem que fugir por já terem problemas crônicos (Como o peugeot 207 que é tanto falado).  \nEstou querendo trocar o carro (Um kwid 2019) por um mais antigo na intenção de diminuir o valor das parcelas (Que atualmente está 1200) mas tenho medo de acabar pegando um carro mais barato mas depois morrer na nota pq peguei um judiado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11msted",
            "num_comments": 11,
            "comments": [
                "Comprei meu primeiro carro tem 6 meses e levou mto mais tempo do que deveria porque fiz questão de ser bem chato pra evitar pegar uma bucha, posso dar umas dicas:\n\n\\- Compre carros que você enxerga ao seu redor com frequência. Isso significa que tem mercado de peças e mecânicos que sabem mexer nesses modelos por perto.\n\n\\- Carro aparentemente mal cuidado tem altas chances do dono antigo não ter cuidado de nada. Por exemplo, se o interior do veículo tá deixando a desejar no visual (adesivo antigo ralado, faltando peças de acabamento, sinais claros de uso, etc), altas chances de deixar a desejar por dentro tbm.\n\n\\- Evite modelos famosos pela robustez. O cara que tem um corolla, civic, voyage pq \"nunca quebra\" nunca fez preventiva e maltratou o carro pra cacete. Evite esses modelos principalmente com alta quilometragem.\n\n\\- Pega o ano de fabricação do carro (geralmente tem uma etiqueta no cinto de segurança com isso) e pesquisa se tem problemas crônicos e opiniões de antigos donos.\n\n\\- Evita modelos queridos pelos \"Braia\", tipo Astra, Golf, Marea, Saveiro, etc... A chance de estar detonado tbm é alta.\n\nEu acho melhor na dúvida não comprar, então tenha em mente exatamente o que você tá precisando e o que você pode abrir mão na hora de comprar. Nem sempre vc compra o carro que vc quer mas compra a melhor opção no momento",
                "[removed]",
                "Leve o carro para o pai de seu amigo analisar, uai, na pior das hipóteses você perderá a amizade.",
                "Tem carro q vc pega judiado e deixa ele inteiro sem gastar muito, tipo um compacto bastante popular tipo gol, corsa, uno\n\ntenha uma reserva e seja feliz"
            ]
        },
        {
            "title": "os cara são lenda.. like = humilder",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ms8k4",
            "num_comments": 4,
            "comments": [
                "Uma dica quando estiver traduzindo textos do inglês: leading = \"levando a\" e não sempre \"liderando\".\n\nO ideal é reescrever com as tuas palavras ao invés de traduzir quase termo por termo.",
                "Midnight club existe até hoje, divulgaram fotos de um gt-r um tempo atrás dizendo ser de um dos membros"
            ]
        },
        {
            "title": "Ford Maverick V8",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11mg1m5",
            "num_comments": 0
        },
        {
            "title": "um carro 27.0 kkkkkkk",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11mbtcu",
            "num_comments": 88,
            "comments": [
                "Nem se compara a lenda [Chevette 80.0 Turbo](https://desciclopedia.org/wiki/Chevrolet_Chevette)",
                "Se segura que daqui a pouco chega Upzeiro dizendo que o carro deles corre igual mas fazendo 16 km/L",
                "Bagulho faz 7 litros por quilômetro",
                "Tanque cheio, ligou acabou o combustível",
                "Faz quantos km/l?",
                "Carro Borzoi.",
                "Flatout postou a pouco tempo uma matéria BEM completinha sobre isso  \n\n\nhttps://flatout.com.br/the-beast-a-perua-v12-de-27-litros-mais-insana-e-bizarra-da-historia/?fbclid=IwAR2AWamjOlBK0DKy4zkWOO96RX\\_ZtaMCkfp-p62kS4Sa2aTIvajHk\\_NI54E",
                "Fazia 120L a cada 100km",
                "ainda bebe menos q opala 6 caneco",
                "É bom que o carro já tem um caixão logo na frente",
                "É como se o Batmóvel tivesse transado com um Fiat 147",
                "Eu achei q era um carrinho Hotwheels",
                "12 cilindro pra gerar a mesma potência do tião com seu AP Turbo",
                "será que tem algum motivo pra essa traseira \"empinada\" ?",
                "Com uma incrível autonomia de daqui até na esquina",
                "105 kg de torque, bicho... pra que isso kkkk",
                "Faltou um videozinho dessa besta pá galeeera",
                "Ai que diliça... e eu nem tenho carteira de motorista",
                "Esse aí tem q andar rebocando um posto de gasolina",
                "Sou mais o kwid, melhor que tem.",
                "Bicho, o som desse motor é sensacional. Bagulho é da guerra mesmo.",
                "Po o Rolls Royce Merlin é um motor icônico, queria eu ter um carro com esse motor, mt pica",
                "Tem um episódio de Top Gear antigo que eles dirigem esse carro.\n\nJohn Dodd's Beast on Top Gear",
                "Esse carro tinha o motor do caça britânico spitfire\nTA DOIDO",
                "Padrao carro de passeio hoje, e nem bebe!\n\n###Model S Plaid\nMaintain 1,000+ horsepower all the way to 200 mph with Tri-Motor All-Wheel Drive, featuring torque vectoring and three independent carbon-sleeved rotors.\n1.99 s*\n0-60 mph\n396 mi\nRange (EPA est.)\n1,020 hp\nPeak Power\n\nFonte: https://www.tesla.com/models",
                "Didn't I do it for you",
                "https://www.carandclassic.com/auctions/1972-john-dodds-the-beast-8bEqL4",
                "Já tem cara de caixão. Bateu, morreu",
                "Que carro mais \"besta\"...........\n\n\n\n\n\n\n😆🤣🤣",
                "Bonitão pelo menos",
                "pique aquele cachorro narigudo do meme",
                "Imaginq encher o tanque no br",
                "Imagina o consumo disso",
                "Ótimo carro pra funerária, só pintar de preto",
                "Taquepariu, meu carro é 4.0 e eu já achava fodao, vou ter que rever meus conceitos kkkkkkkk",
                "Esse carro bebe mais álcool que o Lula",
                "Acho q bebe mais q opala kkkk"
            ]
        },
        {
            "title": "Rifas ilegais",
            "selftext": "Não precisa procurar muito pra achar inúmeras rifas de carros no Insta, carros mexidos ou carros normais, você paga um valor baixo e pode levar pra garagem um carro top. \n\nVocê entra no site da rifa, e sempre tem um textinho dizendo que é totalmente legal e cita uns números de autorização da Loteria Federal, o problema é que esses textinhos são copia-e-cola, todos os sites tem um texto quase igual, e isso não garante autenticidade nenhuma.\n\nSe eu ganhar uma rifa dessas e passar o carro pro meu nome, quais as chances de eu ter problema com a justiça?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ma00t",
            "num_comments": 3,
            "comments": [
                "Tô com preguiça de googlar, mas lembro de ver muita reportagem na tv e nalguns sites sobre carros apreendidos, tanto os em rifa como alguns que já estavam na mão do ganhador, transferido pro nome dele e tudo (Se não apreende, entrando em processo fica com restrição judicial de circulação, juiz pode facilmente mandar inserir isso no sistema do Detran).\n\nTendo ou não má fé, o fruto desse evento é sujo e tá passível de apreensão, depende desse pessoal ir preso e a polícia achar documentos com eles comprovando que o carro hoje no seu nome foi passado pra você por meio ilícito/fraudulento.",
                "Se você ganhar uma rifa dessas quero ver receber o carro...\n\nhttps://estradas.com.br/youtuber-razuk-faz-rifa-de-mustang-mas-nao-entrega-o-veiculo/",
                "Problema nenhum. Vc é terceiro de boa fé."
            ]
        },
        {
            "title": "Plotagem fica igual pintura?",
            "selftext": "Estou pegando um carro que foi recém trocado o capô. Então o carro é branco e o capô é preto.\n\nSe eu plotar o capô pra gastar menos, será que fica visível a diferença de cor em relação ao resto do carro?  \n\n(https://imgur.com/a/dplfucV)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11m665y",
            "num_comments": 21,
            "comments": [
                "Com certeza. Na verdade, mesmo pintando dá diferença. Ela vai ser maior ou menor conforme a qualidade do pintor.",
                "deixa preto, fica estilo racing nfsu2",
                "Outra possibilidade é envelopamento líquido, em spray, você mesmo faz em casa (Isola o resto com fita e manda ver).\n\nEnvelopamento líquido sai fácil, pode até aplicar umas demãos uns canto, esperar secar, e se ficar razoavelmente similar ao branco do resto, manda ver no capô todo.\n\nLata acho que dá pra quase 0,6m² de envelopamento. Até dá pra mais quando é mesma cor, mas aí é uma mudança enorme de cor, aí precisa mais demãos.\n\nÚltima vez acho que era R$ 26 por lata (Multilaser, o mais vagabundo). Pra isso aí por precaução eu pegaria 3 latas, 2 dá pra situações normais, mas trocando tanto a cor acho que precisa muita demão.\n\nO branco-lasanha, digo, branco-banchisa da Fiat dessa era, talvez nem seja a cor que o antigo dono pintou o resto, então pode ter diferença de cor até com pintura normal (Tem que perguntar pro antigo dono se ele lembra a cor usada, ou leva a tampa do tanque em loja de tinta pra eles conferirem se foi usada a original, em carro fuçado nunca dá pra confiar nisso). Envelopamento pelo menos é bem barato e sai fácil se achar que não combina depois de um tempo.\n\n**Edit:** Olhei agora, o preço das latinhas da Multilaser subiu, mas ainda tem a uns R$ 35 com frete até mim, eu gastaria então R$ 105 em spray, e R$ 8 numa fita crepe pra isolar o resto (Comprar papel kraft pra pouca coisa não compensa, pega saco de lixo, usa pra isolar, e depois ainda servirá como saco de lixo mesmo).",
                "com certeza fica, mas se for so pintar sem ter que consertar amassados nao sai caro e fica bem melhor",
                "tem que conversar com o profissional, ele vai te dizer se dá pra pintar só a peça, ou se teria que pintar outra parte do carro pra diminuir a percepção da diferença na cor... pq sempre fica uma diferença...",
                "Plota a bomba toda",
                "Op, depende da cor. Se for uma cor comum que não exija muita mistura irá ficar \"igual\" a cor original.\n\n\nMas tem um problema, você terá uma peça nova, perfeita. Se o seu carro estiver com queimaduras de sol e chuva ácida e amarelada essa será a diferença.",
                "O resto do carro está muito ruim? Se não estiver, pinte apenas o capô, se o pintor for realmente bom vai conseguir dar o mínimo de diferença sem que seu carro fique feio. \nJá precisei pintar parte de uma lateral, capô e para-choque de um carro branco e ficou muito bom, só deu um pouco de diferença entre o para lamas e o para-choque e ainda assim consegui corrigir depois realizando uma correção.",
                "Vai pegar esse Marea? Pelo amor de deus, cuida direito dessa nave.",
                "O que eu tava pensando em fazer primeiramente era um banho de tinta no carro todo. Não é a opção mais caprichosa, eu sei. Mas é só pra Nagazaki ficar bonita pra poder ir ao encontro de Alfa Romeo e Fiat que vai ter 30/04 em Balneário Camboriú.\n\nMas nesse banho de tinta eu chuto que vai uns 2 a 3 pila. Foi aí que alguém me sugeriu para apenas plotar o capô para baratear.\n\nEnvelopamento líquido eu fico com receio porque não tenho estrutura e tempo pra fazer esse tipo de serviço em casa (pelo menos não bem feito).\n\nMinha ideia de estética é o seguinte: pintar os frisos das portas, instalar os esguichos de farol e trocar as lâmpadas laterais pela cor criatal, além de baixar um pouco (uns 2 ou e dedos entre paralama e pneu). O abafador final da Barenwald pra dar o charme."
            ]
        },
        {
            "title": "Como resetar um civic ?",
            "selftext": "Minha mãe tem um civic 2019, ela saiu pra ir no dentista hoje e quando ela chegasse em casa eu sairia no carro. Acontece que o carro não liga. O volante travou, todas as luzes de alerta do painel estão acesas, as luzes internas e a central multimidia funcionam normalmente, mas o carro se recusa a dar a partida. O motor de arranque nem chega a funcionar.  \n\n\nParece que o carro deu tilt e eu preciso reiniciar ele. \n\nAlguém sabe resetar um civic ?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11m4gl3",
            "num_comments": 7,
            "comments": [
                "pode ser a bateria q foi de base",
                "Desconecte os cabos da bateria, deixe assim por um minuto e depois conecte novamente. Deve resolver.",
                "deve estar com o volante travado, ou nao ta pisando no freio pra ligar\n\nnao tem nada de errado",
                "Segura o botão de baixar o volume no volante e aperta o botão de dar partida juntos por 30 segundos\n\nBrincadeiras a parte, abre o capo desconecta um dos cabos da bateria\n\nEspera uns 3-5 minutos, conecta de novo.\n\nBata a chave no contato, espera um minuto e tenta dar partida.",
                "tenta chupeta"
            ]
        },
        {
            "title": "Sedan x SUV compacto",
            "selftext": "Bom dia, boa tarde, boa noite a todos do Sub, recentemente estou pesquisando modelos de carros entre 30\\~40k, que sejam mais confortáveis e espaçosos do que um hatch popular, e que tenham o kit dignidade (ar condicionado + direção). Consumo não é um fator que pesa tanto.\n\nEstou em dúvida entre essas duas opções  \nSuv compactos: Ford Ecosport 2.0 / Tucson V6 / Kia Sportage V6  \nSedans: Cobalt 1.4 / Astra Sedan / C4 Lounge manual (até mesmo opções mais antigas como um Vectra B, omega, opala diplomata)\n\nTambém estou considerando SW's como Renault Megane, Toyota Fielder e VW Parati\n\nDa primeira categoria, já estou acostumado com mecânica ford Zetec Rocam/Duratec, sistema de arrefecimento, etc. Tucson e Sportage entendo que possuem peças de reposição mais caras porém são mecânicas confiáveis. \n\nA vantagem dos sedans seriam estabilidade na estrada, consumo, e também o fator estética. Meu maior problema são buracos e estrada de terra, então não sei como um sedan se comportaria nesse cenário\n\nTambém agradeço caso tenham sugestão de carros similares nessa faixa de preço que atendam o requisito conforto/segurança",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ly83l",
            "num_comments": 30,
            "comments": [
                "Tucson e sport age nao São compactos.\n\nEu iria de Corolla fielder ou qualquer perua",
                "Se Tucson e Sportage são compactos pobrezinho do Ecosport",
                ">Meu maior problema são buracos e estrada de terra, então não sei como um sedan se comportaria nesse cenário\n\nEm estrada de chão só bate a bunda no chão se as molas traseiras estão BEM cansadas, tipo carro que rodou com GNV muito tempo, ou que as molas já passam dos 15-18 anos. Ainda assim é só mola nova ou reforço com buffer de uretano que acaba o problema, é mais em quebra-molas de roça (Aqueles pouco ondulados porque é pra caminhão, aí carro passa a 80km/h, se tiver muito peso na bagagem talvez enrosque, fora isso é muuuito difícil), em buraco mesmo é difícil a traseira abaixar tanto (Só com muito peso, eu que levo peças de tratores e cia nunca levei peso suficiente pra isso, só quando carreguei SACOS de produtos, tipo 120kg de milho afunda qualquer carro).\n\nO peso na frente em vários modelos é similar a alguns hatch mais caros, só o que muda é o peso na traseira (Tanto pra sedan como pra SW em estrada de chão).\n\nSUV não tem peso grande lá atrás pra bunda do carro raspar no chão, mas tem menos espaço, e a manutenção dessa suspensão sai mais caro.\n\nComo eu acho feio pra caralho carro baixinho (Rebaixado só não é mais feio que o dono), só meto mola decente na traseira, e buffer de uretano, engate de carretinha tanto pra raspar no chão como pra puxar carretinha, e ando com sedan ou sw igual ando em hatch ou suv (Hatch com suspensão decente, não um 208, gol ou c3 original de fábrica).",
                "Eu iria de Fielder!! Baita carro.",
                "Eu iria de fielder ou megane grand tour. Tem o espaço superior ao de uma SUV e a dinâmica de um sedan. Além do motor confiável em ambos os casos",
                "Fielder ou Megane GT (desde que seja manual). Muito mais espaço do que qualquer outro carro na lista.",
                "Já que tá aceitando sugestão de peruas, uma minivan como a Spin não poderia entrar na lista? Tem espaço, conforto, manutenção barata, consumo médio e que é pau para toda obra?\n\nhttps://www.carrosnaweb.com.br/m/fichadetalhe.asp?codigo=1776",
                "Subaru Forester",
                "Tudo menos Tucson. Carro feio da peste, não aguento mais ver na rua. Estraga a paisagem. Sua família não merece passar por isso.",
                "> Meu maior problema são buracos e estrada de terra\n\nEu iria de Suzuki Vitara ou Duster mais velha 2.0 câmbio manual (tenha em mente que nesse preço vai estar com uns 200.000 km).",
                "O Cobalt para mim foi uma grande surpresa: Muito espaço interno, extremamente confortável e silencioso, suspensão macia e o motor GM F1 1.8 que garante um bom desempenho e é uma das mecânicas mais baratas para se manter do país. É bem robusto e vai aguentar seu uso em estrada de terra.",
                "Não vou entrar no mérito sobre esses \"SUVs\" não serem de longe SUVs e por isso não são para esse uso que você procura...\n\nUma perua é o que você tá procurando. Mas não qualquer uma, as Renault e Fielder são excelentes veículos, mas não pro uso que você tá propondo...\n\nDessas que citou, as Parati aventureiras são boas viu... Tem com motores 1.6, 1.8 e 2.0, todas 8v, MT5. São muito confiáveis, tem boa altura do solo, boa mecânica e as peças tu encontra até no açougue...\n\nSe quiser outra opção, as Palio Weekend Trekking ou Aventure. As com motor 1.8 8v GM com MT5. Tem a mesma fórmula e confiabilidade das Parati... Só fuja do motores 16v. Não são ruins, mas para o uso não são lgais não..."
            ]
        },
        {
            "title": "Instalar Ar condicionado em carro antigo",
            "selftext": "Seguinte pessoal. Sei que muitos vendem o carro e pegam uma versão muito próxima ou igual mas com esses opcionais que faltam.\n\nO problema de fazer isso é que a gente nunca sabe como o carro usado foi cuidado. No meu caso esse Corsa 2005 foi comprado zero e cuidamos dele corretamente, então a manutenção dele é muito barata pois sabemos o que esperar dele.\n\nA única coisa que falta do kit dignidade seria o ar condicionado. Eu tive que trocar a caixa do ar quente por uma nova, o mecânico disse que o carro ta pronto pra receber ar condicionado.\n\nEstimo o custo da brincadeira uns R$ 3000 a R$ 5000. \n\nGostaria de opinião de vcs se fazer isso é uma robada e seria melhor guardar o dinheiro pra um dia trocar por um carro mais atual já com tudo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11lxfg0",
            "num_comments": 10,
            "comments": [
                "Pra mim o kit dignidade se resume a ar mesmo, o resto é questão de costume ou segurança (Alarme com trava, mas prefiro só no motorista mesmo, o resto uma hora enrosca por poeira).\n\nEntão não vejo problema ou dificuldade em colocar ar em carro mais velho, **ao contrário**, vejo VANTAGEM em colocar em carro velho, porque você consegue comprar usado ou recondicionado várias partes, seja evaporador como condensador, compressor, as vezes até o painel original pra ficar bonitinho (Mas eu até prefiro um botão analógico pra ligar e desligar o ar, estilo interruptor doméstico de luz, aí fica fácil você bater o dedo e saber em que posição está (Caso esteja em condução que não permite olhar direito se tem um led aceso ou não lá em baixo, no sol daqui é comum ter que ficar uns 4s olhando pra conseguir localizar o led na tremedeira da estrada de chão, e entender se tá aceso ou apagado), a velocidade do ventilador continua, o cabo pra ligar ou desligar o ar quente continua, então eu mesmo nunca troquei painel, só coloquei um liga-desliga simples do lado (Strada, Palio e Ka).\n\nAs vezes acha em sucata algum batido de onde tirar praticamente tudo, todas as mangueiras, encaixes, filtro secador, as vezes até a correia usada (A necessidade de suporte e polia original é só pra poder usar correia do carro, mas se comprar ou fizer suporte genérico, com polia muito diferente, é só comprar correia genérica por tamanho e estilo, no mundo agrícola o que mais usamos é correia genérica comprada por tamanho, e não peça vendida como \"correia para o trator XPTO com bomba de direção\", só digamos \"correia v de 13x1200, digamos).\n\nOs kits universais podem ser usados quando cabe polia original e ela fica na posição boa (Depende do suporte), e o evaporador você compra pro carro mesmo (Novo ou usado, desde que seja o que caixa lá na caixa do ventilador do carro tá valendo). Dá pra adaptar kit universal completo mas depende de muita gambiarra dentro do painel, e se você se preocupou em ter ar quente (Nunca usei isso na vida, aqui se brincar nem 20% dos carros de mais de 5 anos tem isso, no primeiro problema todo mundo isola porque nunca usa) então provavelmente ia querer ele funcionando com o ar, aí complica adaptação.\n\nSe tá em capital é fácil achar as peças usadas, tem que ir garimpar nos desmanches, lojas de peças usadas, e via ML, OLX e talvez outros ecommerce que tenham peças usadas as vezes, não precisa comprar hoje, vai comprando o que acha bem em conta, última vez levei meio ano mas achei todas as peças pra ar de Strada com Denso (Menos plástico do painel, eu PREFIRO o botão simples com led simples no alto, nada da porcaria original do fabricante que SEMPRE é ruim de verificar se tá ligado ou não) por algo tipo 35% do preço normal das peças novas (No Palio foi condensador novo, porque é peça que fica na frente e leva muita pancada, e ainda deu menos de metade do preço que instalador de ar pediu).\n\nEu já compro gás, óleo, contraste e veda-vazamento (Tapa-fugas, tipo K11 e cia) pro pessoal meter tudo de uma vez, pra cobrar apenas a mão de obra mesmo (As vezes alguma mangueira que tem que fazer na medida na hora de instalar), pra trator lembro que comprei umas latas de gás somando uns R$ 100 a poucos anos, o instalador cobrou R$ 100 pra colocar, óleo eu já tinha (É mixaria, R$ 20 e dura uma década) aí foi só isso, outro tinha feito orçamento de R$ 400 envolvendo peças e MO, alegou que tinha que fazer vácuo, mas o que cobrou R$ 100 de MO fez vácuo igual, esses valores hoje provavelmente seriam dobrados, qualquer firula e cobram R$ 400 a mais por conta de gás e óleo que você compra por R$ 150 talvez (Pra carro pequeno). Colocar veda-vazamento já na instalação, assim como contraste (Pra ver se tem vazamento) acho fundamental, DIA que tiver vazamento você saberá fácil onde está porque o contraste já tá lá, ele leva muuuito tempo pra perder efeito, se esperar ter vazamento pra então colocar contraste só vai perder tempo, vai ter que ir talvez 3x em empresa do ramo até acharem, mais fácil meter logo o contraste, qualquer noite liga o led UV de umas lanternas (Eu nem procurei mas ganhei 2 que tem, aquelas pequenas com baterias minúsculas tipo AG10) e dá uma olhada no escuro nas mangueiras, as vezes você vê vazamento começando onde a pressão do gás em si só vai acabar daqui 2 mêses, dá tempo de se preparar comprando tapa-fuga ou agendando reparo.",
                "Na minha opinião vai depender do uso, teu carro ta em ótimo estado, se tu usa ele pra ir e voltar e nao pretende trocar de carro, vale a pena.",
                "Amigo o seu corsa é o B (classic) ou C ?",
                "Tem um ditado que costumam repetir por aí de que sistema de ar condicionado só funciona bem quando instalado de fábrica, se instalar depois vai ser dor de cabeça. Eu não tenho certeza se isso é verdade, mas me deixou preocupado.",
                "Classic é um baita carro, principalmente as versões mais novas com freio ABS.",
                "Fica ruim.\n\nVende o seui e compra outro com ar, se bobear vc vai gastar uns 2 mil a mais mas pelo menos eh de fabrica"
            ]
        },
        {
            "title": "Quanto uma pintura desbotando desvaloriza um carro?",
            "selftext": "Meus caros tenho um Corsa Classic 2013 que por vacilo e por azar a pintura prata tá desbotando. O capo tem um lado mais desbotado, nós arredores do teto está começando também, no centro da tampa traseira também.\n\nO carro é 2013 e está com 90 mil km o motor está ótimo, então creio que seja um carro valorizado.\n\nCaso eu vá vender, quanto mais ou menos esse problema na pintura vai abaixar no valor total do carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11lvavv",
            "num_comments": 12,
            "comments": [
                "na minha opinião, no mínimo desvaloriza o valor pra arrumar kkk",
                "Se a pessoa tá mesmo querendo comprar, desvaloriza pouquíssima coisa (R$ 500-600 por peça a pintar). Se a pessoa tá pensando que carro é investimento (Já compra planejando o preço de venda X período depois) aí vai tentar desvalorizar ao máximo.\n\nPra verniz ressecado descamar e a tinta em si sair, vão mais 10 anos se a partir de hoje encerar direito (Não polir, encera pra proteger o que sobrou), então a depreciação é praxe que depende do comprador na prática, em tese você pega o valor de mercado do bem (Preço de tabela adicionada ou subtraída a depreciação regional, acessórios e cia quando é modelo com mais deles que a média) e desconta o valor do reparo, problema é que tem afrescalhado burro que por pura firula quer pintar veículo inteiro ao invés de apenas as  ou 3 peças queimadas, aí até uma estimativa em lanternagens pela cidade gerarão valores diferentes. Pegar carro popular e querer repintar inteiro pra parecer novo é frescura demais, é só um Corsa, não uma pintura da Monalisa (Até porque a maioria vai descontar esse valor na compra mas NÃO vai repintar ele inteiro logo em seguida, vai enrolar muito tempo até pintar, e boa parte depois nem pinta tudo e sim só coisa tipo teto, capô e uma porta, R$ 1400-1900).\n\nA cor prata metálica tem mais material microscópico espelhado então a UV do sol passa no verniz na descida e na subida (Do reflexo), aí queima mais fácil, cor clara esquenta menos (Seria branco, cinza clarinho que chamamos \"prata\" pelo brilho, amarelo claro) mas aí quando coloca os flocos metálicos no meio o prata acaba ressecando o verniz tanto quanto a cor preta, em 10 anos é bem normal ter ambas com verniz ressecado (\"Pintura queimada\"). Se fosse branco e tivesse queimado pintura em 10 anos eu diria que foi relaxo seu, mas sendo prata isso é comum até com quem tem cuidados razoáveis, acaba dependendo de quanto sol e chuva ele pega (Sol pra UV ressecar o verniz, e chuva pra ir lixiviando a cera).",
                "Bastante",
                "Pintura completa eh 3mil\n\nLogico q desvaloriza, qual vc iria preferir? kkkk"
            ]
        },
        {
            "title": "quem é mais brasileiro ?",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/11lu7he)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11lu7he",
            "num_comments": 5,
            "comments": [
                "O Gol é o mais brasileiro... Desenvolvido todo aqui",
                "Uno é bem exaltado na Itália",
                "[deleted]",
                "Chevette",
                "O Gol, todo dia vejo um Gol na rua. Na minha rua por exemplo tem  4"
            ]
        },
        {
            "title": "quem é mais Brasileiro ??",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/11lu5vn)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11lu5vn",
            "num_comments": 12,
            "comments": [
                "Uno é italiano, o Gol sim foi todo desenvolvido aqui",
                "Unão sempre. Basicamente uma caixa de sapato com quatro rodas de moto e um motor de dentista. Esquece essas \"frufruzisses\" de airbags, itens de segurança, plataforma resistente. Carro q brasileiro gosta é assim, sem nada, pelado e custando alto. Mais BR que isso impossível.",
                "O Fiat Uno é basicamente o Fiat Panda  \nJá o Gol que teve suas origens no VW Rabbit não tem tantas semelhanças com o modelo.  \nO Rabbit lembra mais o Golf MK1 do que o Gol BX",
                "O Uno é um projeto italiano, o Gol foi desenvolvido aqui. Gol é o mais brasileiro."
            ]
        },
        {
            "title": "clássico nacional",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11lflsp",
            "num_comments": 2,
            "comments": [
                "Maverick, o Corcelzão bombado. Rsrsrs"
            ]
        },
        {
            "title": "Carros mais vendidos de Portugal em 2022",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11l25sn",
            "num_comments": 0
        },
        {
            "title": "Carros mais vendidos do Brasil em 2022",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11l25fq",
            "num_comments": 0
        },
        {
            "title": "Peugeot ainda é uma bomba?",
            "selftext": "Primeiramente boa noite, pesquisei bastante carros pra comprar e me interessei pelo Peugeot 308 allure 2.0 cambio manual ano 2014, desde que me lembro Peugeot tem fama de ser bomba e tudo mais, mas decidi pesquisar a fundo e partindo de um ano os Peugeot se tornaram mais \"abrasileirado\" pela Fiat desenvolver as peças, mas nao achei o momento que isso aconteceu. A pergunta principal é:\n\nAte que ano Peugeot é bomba?\nA partir de que ano a fiat deram essa abrasileirada nos Peugeot?\n\nGosto bastante do desing desse carro e a tecnologia embarcada me agrada bastante. Sem contar o teto panorâmico que me deixa fascinado de tanto que acho bonito. Qual a opinião de vocês sobre esse carro? \n\nDesde ja agradeço a quem responder essa publicação.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11klmnt",
            "num_comments": 17,
            "comments": [
                "A PSA (Citroen e Peugeot) abriu uma fábrica no Brasil em 2001, para inicialmente fabricar o Xsara Picasso, 206 e C3. A fama de bomba é que em 2001 tinha muito mecânico que nunca tinha visto um scanner na vida, e os franceses vinham com muita eletrônica embarcada.\n\nA Fiat, vulgo Fiat-Chrysler Automobiles, se fundiu à PSA em 2021 formando a Stellantis.\n\nAté 2021, não tinha nada de Fiat nos franceses. O dedo da Fiat nos carros da PSA apareceu com o motor 1.0 Firefly no 208 em 2022 e no projeto do último C3.",
                "Peugeot é que nem cachorro de raça, muitas vezes mais inteligentes e mais úteis, porém requer maior cuidado. Fiats, VWs, GMs são que nem vira lata. Tem o básico e nada de mais, mas são fáceis de manter.\n\nTem gente que vai lhe falar que os vira latas são melhores, e talvez pro uso deles seja mesmo. Quem fala mal dos \"cachorros de raça\" provavelmente os trataram como tratam um vira lata.\n\nEspero que tenha entendido minha analogia.",
                "Tive um 207 1.4 manual. Ótimo carro em acabamento e economia. Bomba é qualquer carro que não foi bem cuidado. Agora, evite os franceses com câmbio automático de 4 marchas ou o AL4, qualquer peugeot é Citroen com esse câmbio é zoado. O câmbio é bem problemático para o nosso clima. Qualquer carros deles com câmbio manual vale a pena. Motores THP 1.6 só a gasolina tem problema crônico na bomba de combustível. Alguns tem problemas recorrente no eixo traseiro. Todos os carros do mercado têm algum BO crônico e só se preparar. Hoje tenho um c4 vtr 2.0 manual, ótimo carro, mesma mecânica desse 308, só não é flex.",
                "N sei exatamente até que ano teve uma mudança mais radical na qualidade, mas o problema não era só encontrar um mecânico. Era uma soma da falta de cuidado do brasileiro em querer economizar em manutenções preventivas (como troca de oleo de cambio), e tbm carros com componentes que não foram preparados pra regiao tropical do BR.\n\nQuanto a esse carro é um bom carro, se n me engano ja n é mais o AL4, masé um hatch mais premium, a manutenção dele é mais cara. E assim, quanto mais coisa de tecnologia tem em carro usado, mais coisa pra dar problema na parte elétrica, ainda mais se for um carro mal cuidado, que ficou muito tempo no sol, ressecando chicote etc",
                "Eu tenho um 307 2008. \nNão ligo pro preço das peças, pq saí de um Honda e é a mesma coisa... \nMas peguei um último dono carniceiro, esse carro tem me dado trabalho e até desgosto.",
                "Deixou de ser?",
                "Lembrem-se, Brasileiro é extremamente cupim de aço, entao tente sempre achar evidencias de bons tratos",
                "Amigo, pode comprar.   \nO carro exige manutenção preventiva como qualquer outro. Guarde uma boa grana pra fazer uma super revisão quando comprar e seja feliz. Abs.",
                "Assim, por ser pobre eu não me arrisco nos Peugeots automáticos AL4 e nem nos turbos. Também já estou conformado que a suspensão deles é frágil e manutenção não é das mais baratas. \nMas ainda assim eu teria tranquilamente um aspirado manual, hoje em dia o que não falta é informação. Carro bomba mesmo só aqueles na mão de dono porco",
                "nn sou entsuasta em peugeot, mas lembro dos 206/207 ter uma suspenção ruim, e trocar a cd 50000 km a bucha de la, mas recomendo ter os mais novos ou ver um com 1.6 thp q é bem confiavel e robusto e feito em parceria entre a bmw, e só recomendo pegar esse antigos com eletrica em dia e suspenção tbm\n\nnn lembro os anos q começaram a parar de ser bomba, mas bele"
            ]
        },
        {
            "title": "cadê os gearheads do litoral de SC?",
            "selftext": "Mudei para o litoral, mais precisamente Balneário Piçarras, há alguns meses. Porém até hoje não vi nenhum encontro ou postinho pra galera se reunir e trocar ideia.\nA escapatória acaba sendo ir no Speedway, em Balneário Camboriú.\nSe tiver pessoal aqui da região pra se juntar, bora marcar algo.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11kl53i",
            "num_comments": 1,
            "comments": [
                "Conheço os roles aqui de floripa, mas vez ou outra vou pra bc."
            ]
        },
        {
            "title": "Modelo civic",
            "selftext": "Fala galera, beleza? Eu tô afinzao de comprar um civic e quero esse modelo específico mas não sei o nome dele. Alguém consegue me ajudar a identificar a criança? (só sei que o ano do modelo é 2020)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11kgnsb",
            "num_comments": 17,
            "comments": [
                "Posso estar enganado mas esse modelo está modificado. Acho q as peças da barra inteiriça de led na traseira é para imitar o civic SI, as luzes embaixo são modificações tbm. Acho que o mais proximo seja pegar um civic Flexone desse ano e modificar comprando essas peças.",
                "Que horror. Não faz isso.",
                "Por foto parece bonito, mas ao vivo é um carro alegórico com tantas luzes. \n\nBota uma suspensão pouco mais baixa, Jão. O carro já é lindo por si só.",
                "Carros de Baiano",
                "Civic made in Bahia",
                "essa luz ligando as lanternas em cima é do SI, mas o resto é coisa generica",
                "Civic G10, feito a partir de 2017 com modificações.",
                "Conseguiu deixar o feio mais feio 😂😂😂"
            ]
        },
        {
            "title": "Onde comprar carro no Rio de Janeiro",
            "selftext": "Olá pessoal,\n\nEsse ano provavelmente vou ter que comprar um carro. Sempre achei que compraria um zero porque tenho desconto de PcD, mas mesmo com desconto um zero está completamente inviável.\n\nVai ser meu primeiro carro, eu não entendo nada de carro, e preciso de espaço pra caber uma cadeira de rodas no porta-malas (qualquer sedan cabe, mas vou tentar o mais espaçoso possível).\n\nA questão é onde comprar, não queria comprar de particular por que não entendo nada de carro e a chance de eu comprar uma porcaria é grande, então queria dicas de lugares confiáveis para comprar carro aqui no Rio de Janeiro, e de marcas, modelos, ano que dão menos problema.\n\nAté uns 50k é viável pra mim.\n\nValeu!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11kcm1d",
            "num_comments": 10,
            "comments": [
                ">não queria comprar de particular por que não entendo nada de carro e a chance de eu comprar uma porcaria é grande\n\nMeu amigo, os particulares são amadores em esconder os problemas do carro. Se vc levar em um mecânico de confiança para avaliar ele geralmente consegue ver tudo de errado.\n\nAgora as lojas são profissionais em esconder os problemas, é literalmente o trabalho deles, principalmente no Rio de Janeiro. Eu moro no estado do Rio mas só compro carro no estado de São Paulo. Não tem condições de lidar com a pilantragem carioca, tem pilantra no país todo, mas nunca vi tamanha concentração quanto no RJ.",
                "Vc pode ir em uma oficina e perguntar se eles fazem a analise mecânica, se sim, quanto cobram.\nSe a pessoa q esta vendendo o carro não quiser disponibilizar o carro pra uma vistoria mecânica, saia fora, o risco de ser bucha é mais alto.\nCarros pcd tem renegade, spin, tcross, semi novo pcd é meio duro de achar e barato, pois ele vem pelado e quem compra geralmente equipa pra vender mais caro.\nTenta encontrar algum deficiente (kkk) disposto à vender, ou que te recomende alguma loja.\nDesconheço outros pcd, veja reviews no youtube, grupo de facebook, consultor automotivo! (Rb consultoria automotiva recomendo fortemente).",
                "Eu tenho uma regra: não compro carro do RJ....rsrs",
                "Acho que consegue um Nissan Versa por volta de 2017, veja se é o que precisa. Outra opção é o Renault Logan.",
                "Honda Fit é o que vc procura.",
                "O melhor lugar é sempre na concessionária, pq normalmente é uma empresa grande, tem a garantia de 3 meses, etc. \n\nO carro pode ser manual?",
                "Eu sou do grande rio, eu subo a serra, busco em volta redonda, barra mansa etc. Os carros parecem mais bem conservados. Mas é minha opinião",
                "Pelo amor de Deus fuja da intendente Magalhães como o diabo foge da cruz"
            ]
        },
        {
            "title": "Qual será a melhor decisão? Tiggo ou Ceratto",
            "selftext": "Opa! \n\nTo olhando um carro novo para sair do meu gol G6 1.0.\n\nEstou na dúvida entre um ceratto 2021, 35mil rodado, versão mais top, banco de couro, conheço o dono. R$ 100.000,00. Carro tá bem cuidado.\n\n&#x200B;\n\nOu um Tiggo  5xs  \n2020, 30 mil rodado\n\nR$ 106.000,00\n\n&#x200B;\n\nMe falaram que o problema do ceratto é a desvalorização face a um Kicks/Creta por exemplo..\n\nEnquanto o Tiggo eu realmente estou na dúvida...\n\n&#x200B;\n\nA ideia é comprar um Sedan ou SUV na faixa de uns 100 mil de 2020 pra cima",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11kauz9",
            "num_comments": 16,
            "comments": [
                "O concorrente do Cerato seria o Arrizo 6. Mas uma compra inteligente seria um Civic 2019 ou 2018 que com certeza tem mecânica mais confiável que os carros da Chery e manutenção mais batata que o Cerato.\n\nMas se está querendo um SUV compacto, também conhecido como SUV de madame, pode ir de Nissan Kicks 2020. Vai encontrar abaixo de 30 mil km na casa dos R$ 95k. Nissan costuma ter manutenção cara, mas o Kicks tem manutenção de carro popular. \n\nTambém pode cogitar um Duster 2021 que também se enquadra no quesito de mecânica confiável, manutenção acessível e diferente dos SUVs de madame, esse é bruto, tão bruto que é viatura da PM-PR e salvo o engano, RJ. Esse não faz feio, é pau para toda obra...",
                "*Me falaram que o problema do Tiggo é a desvalorização face a um Cerato por exemplo.*\n\nEu iria no Cerato, sem pensar muito. Mas isso para o meu tipo de uso, não sei como é o seu tipo.",
                "Os dois desvalorizam de maneira equivalente. O principal fator na sua decisão será sue tipo de uso.",
                "Sem sombra de dúvidas o Cerato.",
                "Já tive um Ceratto, teria outro tranquilamente ao invés do Tiggo. Mas faça o teste drive e seja feliz.",
                "Entre esses dois, o ceratto. Se vc tem medo de desvalorização e revenda , iria de kicks ou civic igual o colega falou. Civic é um carrãO e o kicks conquistou o povo.",
                "nao existe loucura maior que pagar 100 mil num carro chines"
            ]
        },
        {
            "title": "Os 5 SUVs compactos mais baratos do Brasil em 2023",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11k8asu",
            "num_comments": 0
        },
        {
            "title": "Polimento resolve?",
            "selftext": "Meu primeiro carro, fiz uma barbeiragem… sem querer encostei o pára-choque na parede e ficou marcado.\n\n\nSequei o local pra ficar melhor na foto, um VW Fox 2019.\n\n\nAlguém sabe se um polimento resolve?\nE quanto seria um valor aceitável para pintura de retoque?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11k2tba",
            "num_comments": 11,
            "comments": [
                "Arrancou tinta? Aí polimento só disfarça.\n\nSe isso é só sujeira em cima dos verniz riscado, polimento deixa brilhando.\n\nNão precisa polir o carro todo, uma lixa d'agua 1200, depois 2000, depois 3000, e então cera, só nesse pedacinho, na mão mesmo (Rasga pedacinho tipo 7x7cm de cada lixa), se arrancou a tinta (Por foto não dá pra ver) as vezes cera pigmentada melhora, mas sendo pequeno assim quase ninguém vai ver depois de polimento, parte baixa assim vive suja, se estiver brilhando já engana a maioria, a diferença de cor debaixo do brilho fica pouquíssimo chamativa.",
                "Se arrancou a tinta não resolve, o polimento vai dar uma disfarçada só. O que vc pode fazer é comprar a tinta da cor do carro e dar um retoque com um pincel bem fininho, vai melhorar bastante",
                "Cara, fica tranquilo que isso é normal. Difícil mesmo é ficar com o carro impecável.",
                "Como podem imaginar, deu uma dorzinha quando me liguei o que tinha feito, mesmo que inocentemente….",
                "Não",
                "melhora uns 80%",
                "Essa peça aí do parachoque não é de plástico? Se fizer retoque com tinta de lataria comum não vai zoar o plástico?",
                "Nâo"
            ]
        },
        {
            "title": "Por que o carro usado vai desvalorizar em 2023?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11k0pnh",
            "num_comments": 32,
            "comments": [
                "ninguem sabe o q vai acontecer",
                "Eu vou ser bem sincero com você. \n\nEu DISCORDO 100% do carro usado desvalorizar, DESDE QUE os novos continuem esse preço, pelos seguintes fatores:\n\n- Vai ficar mais difícil você comprar um carro 0km, o que já não é realidade para mais de 95% da população brasileira. \n\n- O seu produto usado cair de preço enquanto o novo continua “subindo” só mostra que o nosso poder de compra e nossa moeda esta derretendo cada vez mais. \n\n- Algumas pessoas estão vendendo seus carros exatamente por valorizar e elas conseguirem pagar algumas contas que não seja relacionadas a carros, como dívidas, impostos, problemas na família, dentre outros. Se o carro usado cair sem estar junto ao carro novo, as pessoas ficaram cada vez mais pobres.",
                "O mercado tá completamente maluco. Tirei um carro zero em Março/2017, hoje meu carro na Fipe vale 40% de um modelo igual novo, na concessionária eles pagam pouco mais que 25% do preço do novo. Ou seja, sem eu tivesse TRÊS eu não conseguiria trocar por UM novo.",
                "O mercado tá completamente maluco. Tirei um carro zero em Março/2017, hoje meu carro na Fipe vale 40% de um modelo igual novo, na concessionária eles pagam pouco mais que 25% do preço do novo. Ou seja, sem eu tivesse TRÊS eu não conseguiria trocar por UM novo.",
                "Mermão, e as motos? Tava procurando uma motinha, mas uma fazer 2014-2015 tão pedindo 13 conto aqui em SP, eu me recuso, é tiração pagar 13 mil em uma moto veia\n\nVou buscar alguma motinha em leilão",
                "A matéria faz essa previsão com base na desaceleração da inflação. E só.\n\nEnquanto isso a venda de novos e usados batem recordes.",
                "Só de fevereiro pra esse mês todos os carros que acompanho (3 hatches/sedans compactos e um SUV) caíram entre 4% e 5% na fipe. Foi a maior queda desde outubro do ano passado. \n\nClaro que é impossível cravar o principal motivo, mas chuto eu que tem a ver com custos de IPVA, seguro (subiu absurdamente) e uma grande queda nas vendas devido a menos dinheiro disponível por parte das famílias pra essa despesa nesse momento do ano (custos escolares, IPVA do carro que já possui, IPTU, férias...).\n\nAlém disso, as montadoras recuperaram um forte volume de vendas pra locadoras exatamente em janeiro de 2022 e, após 1 ano, grande parte da frota das locadoras é colocada à venda, começando a aumentar muito a oferta no mercado de seminovos."
            ]
        },
        {
            "title": "O que acharam do novo Jeep Grand Cherokee?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11jmnm8",
            "num_comments": 24,
            "comments": [
                "Até que achei maneiro. Mas a traseira está me lembrando um Toyota, não sei pq.",
                "Se eu vender meu carro, minha moto e meu apartamento eu compro um.",
                "Sei lá.\n\nEu tenho um sentimento de falta de coragem dessas empresas em fazer um SUV realmente grande.\n\nCadê os Concorrentes da SW4?\n\nSó existem 2 - A Trailblazer e a Pajero Sport (que eu me lembre agora).\n\nCadê o VW Atlas no mercado nacional? Pra onde foi parar o Pathfinder?\n\nEu acho uma pena, adoro esses carros grandes, mas esses modelos “meio do caminho” não me interessam tanto.\n\nNormalmente são hyper caros, vendem muito mau, manutenção absurda, e oferecem quase nada de recurso.\n\nDigo isso, porque eu acho um completo absurdo um carro de mais de 200K, eles venderem como inovação Câmbio automático, banco elétrico e coisas que já se normalizaram a décadas.\n\nDesculpa pelo desabafo",
                "Ficou mais simplista que a Commander e olha que ela é um projeto mais sofisticado que a Commander.",
                "horrivel, otimo pra carro funerario",
                "Igual a todos outros SUV",
                "Da para passar batido como commander por quem não conhece.",
                "Minha opinião:\n\nZuado. Perdeu toda a característica da Grand Cherokee",
                "Parece um x7 só que sem nenhum detalhamento",
                "Parece outro jeep ai",
                "Parece um design meio 2012/2014",
                "Poderia dizer que ficou bem sem-sal, mas ficou bonito e discreto. A única coisa que me desagrada são os detalhes toscos em preto fosco (as saias das portas, os apliques na caixa de roda, e nos parachoques);\n\nNo exterior creio que existirão versões com esses acabamentos pintados na cor do carro (a Jeep costuma fazer muitas versões com esses apliques plásticos pintados na cor do carro ou preto piano), mas se vir ao Brasil provavelmente vai chegar desse jeito tosco aí (mesmo os SUVs da Audi e da Mercedes vêm ao Brasil com esses feios apliques plásticos em preto fosco, porque um SUV Jeep não viria?).\n\nNo resto, espero um conjunto motriz equipado com o bom V6 Pentastar a Gasolina hibridizado, talvez um V6 híbrido plugin (?), não vou ficar sonhando demais.",
                "Parece um Toyota bandeirantes sem teto solar.. as montadoras n aprenderam ainda que não dá mais pra fazer carro sem teto ?",
                "Parece outro SUV moderno sem graça, eu nem consigo diferenciar eles mais.",
                "Mais caros e mais sem graça"
            ]
        },
        {
            "title": "F1",
            "selftext": "O que acharam da performance de Fernando Alonso no GP de Bahrain??? Acham que ele tem chance de levantar a taça?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11jgxtq",
            "num_comments": 1,
            "comments": [
                ">que acharam da performance de Fernando Alonso no GP de Bahrain?\n\nMuito boa. Alonso com um carro jus ao seu talento faz um estrago danado, mesmo com 41 anos ele ainda dirige melhor do que 95% do grid.\n\n>Acham que ele tem chance de levantar a taça?\n\nRed Bull estava andando em delta+.7, ou seja, eles ainda poderia andar mais rápido se precisassem. A não ser que essa pista em específico seja muito boa pro carro deles, é difícil Max não levar esse campeonato facilmente. Red Bull está avassaladora.\n\nMax Verstappen é o piloto atualmente que mais se parece com Senna atrás de um volante, na minha opinião."
            ]
        },
        {
            "title": "Tela HB20 2020/2019",
            "selftext": "Fala, pessoal. Hoje encostei em outro carro enquanto dava a ré; confiei muito no sensor de ré que deu um único BIP (como se ainda tivesse espaço) e quando vi já tinha acertado o carro da pessoa. Deixei meu contato e a placa pro dono. (Já prevejo o prejuízo 😫)\n\nQuando eu comprei o carro não sabia que a tela não tinha suporte pra entrada da câmera de ré. Instalei uma câmera, a imagem aparece no retrovisor interno, mas é muito ruim porque pega o reflexo, é muito pequena e você não enxerga muito bem.\n\nCom o ocorrido de hoje, me aborreci e decidi que vou trocar a tela original do carro por outra que aceite uma câmera de ré. Uso muito o Apple Carplay. Qual vocês me recomendam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11jeqmw",
            "num_comments": 2,
            "comments": [
                "Problema de tela original é achar compatível que tem moldura pra caber no painel original afrescalhado que o fabricante usa só pra 1 modelo, se fosse padrão 2din tava fácil achar qualquer tela (Se não quiser fazer adaptação prendendo tela genérica em moldura compatível, coisa que se não é bem feita logo trinca moldura ou chacoalha tudo).\n\n\nEu gosto de tela, mas confio mais em sensor de proximidade, com 5 sensores cobre área maior mas é difícil achar com mais de 4, a câmera tá no alto aí conforme luz/reflexo ou escuro não vê coisas baixas, os sensores tem seus pontos cegos mas por estarem em baixo é mais fácil detectarem umas coisas ruins de ver, então acho ideal ter ambos, o detector clássico que as vezes exibe uma diferença de distância pra um lado (Como eu ando na roça pode ter toco ou pedra, que só 1 dos sensores pegaria parcialmente), se não vê nada na câmera mas aparece algo num lado, então tem algo baixo, com o painel do sensor do ladinho da tela fica fácil ir vendo isso, você se acostuma fácil, olha pra tela mas o canto do olho nota as alterações na tela do sensor, pro meu uso fora de cidade é o único jeito confiável, ambos tem furos mas juntando ambos, um tapa o furo do outro (Eita).\n\nTela precisa ser boa, mas sensor de ré até de R$ 100 com 4 sensores já faz um trabalho ótimo, é mais questão de entender como a tela do sensor exibe obstáculo pequeno, dá uma treinada com algo pequeno atrás de cada sensor que você logo entende como é a exibição, ela não tem precisão mas detecta algo, é questão de entender o modo como essa tela simples exibe isso, é um produto barato porque é eletrônica simples mesmo, pra tela precisa coisa com mais processamento, mas pra sensor tradicional de ré com 4 sensores é tudo simple, por isso é barato, mas o modo de exibir o resultado não é claro se não treinar/testar com obstáculos pra aprender.",
                "Pesquisa multimidia no aliexpress, tem diversas opções com carplay/android auto que suportam a camera de ré e infinitamente mais acessível que comprar aqui no brasil."
            ]
        },
        {
            "title": "Fiesta Sedan 2013 1.6 ou Pegeout 208 2014 1.5 Allure?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11j09oy",
            "num_comments": 11,
            "comments": [
                "Do jeito que sou ia de Peugeot, mais conforto e tecnologia",
                "Com visão totalmente leiga e preconceituosa, Fiesta. Fonte: vozes da minha cabeça",
                "Sou lasanheiro, iria com certeza no Pegeout 208, muito mais conforto",
                "O Peugeot tem mais mimos e tecnologia, porém esse 1.5 é o pior motor que ele teve(casos de superaquecimento), o 1.2 é o campeão em economia e o 1.6 com bom desempenho. E, se não me engano, esse carro tem disco sólido na frente nas versões 1.5, perigoso em descida de serra e situações similares.\n\nSe fosse qualquer outra versão do 208 eu recomendaria ele, mas como é a 1.5 eu recomendo o Fiesta.",
                "Vai de Fiesta e seja feliz",
                "O Fiesta é mais potente e espaçoso, mas a ergonomia não é lá essas coisas... tem de andar em cada um para descobrir qual lhe será mais confortável.",
                "Pense forte, pense FORD!",
                "Não sendo o Fiesta powershift..."
            ]
        },
        {
            "title": "Best possible diagnostic tool under 1k (EUR/EU)",
            "selftext": "Should start with sorry if it's not in portugese but i hope my post will help out others too in that topic.  \n\n\nIn short, searching for a diagnostic tool that can connect via bluetooth to my phone. Heard alot about Launch (for example X431) but i thought first I'll ask the community about it. It doesn't matter if i have to pirate the software, I just need something that works and doesn't eat my money on a monthly basis :)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11iq85t",
            "num_comments": 0
        },
        {
            "title": "Esse tipo de roda aqui vale a pena? Meu amigo falou que pagou 9k nas deles, eu achei um absurdo visto que tem essas que são bonitas ao meu ver também",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ica0t",
            "num_comments": 11,
            "comments": [
                "É réplica, marca é Scorro, não Ford",
                "[removed]",
                "Eu achei meio caro irmão. A roda do New Fiesta Titanium aro 16, já com a pintura preta de fábrica sai por uns 1200 original e nova, na concessionária. Dá uma pesquisada nesses part number: C1BC1007NA (PRETA) e C1BC1007CD (prata). Isso é preço de tabela, na concessionária normalmente eles conseguem 10% de desconto.",
                "Contexto melhor: meu amigo gastou 9 pila nas rodas dele e me disse que roda bonita é só nessa faixa de preço e que pagou barato nas deles. Honestamente, achei as que ele escolheu bem mais ou menos. Tô vendo algumas no mercado livre por uma fração do preço que ele pagou e que eu pessoalmente achei mais bonitas. Aí minha questão é pra saber qualidade e tals. Tenho noção que uma roda de 9 mil lulas vai ter uma qualidade melhor, mas essas nessa faixa de 2~3k valem a pena também?",
                "Isso é original? As vezes eu acho legal os caras usando umas rodas nos carros que valem mais do que ele inteiro kkkkkkk."
            ]
        },
        {
            "title": "Parece que tava desde o primeiro dono. Alguém sabe pra q serve essa capa preta?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11i92r2",
            "num_comments": 31,
            "comments": [
                "Tirou foto do Carrera GT na Stuttgart?\n\nSinceramente, não sei para que serve essa peça. Mas chuto que deva ser para ajudar o escape a ficar mais silencioso, visto que estamos falando de um motor V10 aspirado e, inicialmente, desenvolvido para corridas. Acredito que a Porsche, ao projetar o escape do Carrera GT, deva ter pensado muito no compromisso entre um ronco bom de se ouvir para os entusiastas e nível de ruído dentro do previsto pelas legislações dos países nos quais o esportivo foi vendido.",
                ">Alguém sabe pra q serve\n\nPra curioso vir no r/carros fazer pergunta /s",
                "É original, serve pra segurança, já que o escapamento é pra fora, reduz o dano de queimadura se alguém encostar acidentalmente.\n\nPra quem tá curioso, o carro é um Porsche Carrera GT, o mesmo modelo que matou o Paul Walker.",
                "qual o modelo op?",
                "parece ser uma gambiarrakkkkk \n\n parece o pneu de um carrinho ou algo assim, tá muito mal encaixado pra ser original do carro",
                "mais uma pro grupo carros de baiano\n\nnem sei q parte do carro eh, atras frente dentro, kkk",
                "Eu diria que é uma peça que serve para isolar o calor do escape e proteger as partes mais sensíveis a temperatura.",
                "Provavelmente se googlar por grooved exhaust tips, ou sub silencer, acha esse modelo tosco.\n\nAchei que isso era modinha só pra moto de baiano gringo (Café racer) na década passada, tipo esse: https://newbonneville.com/shop/motone-jupiter-2-exhaust-tip-kit-black-triumph-bonneville-2016-and-newer-t100-and-t120/\n\nOu: https://ebay.com/itm/174205550187",
                "Essa saia que está em volta é de plástico e não original do carro também? Se for isso pode ser que fizeram essa gambiarra para estender a saida quente do escapamento e não derreter o xuning todo.",
                "Deve impedir do escape vibrar e fazer barulho de lata batendo",
                "Caralho, vi esse carro hoje",
                "É bonito",
                "Esse nn é o carro bateu morreu?"
            ]
        },
        {
            "title": "Normalização de preços",
            "selftext": "Estou querendo comprar um carro, moro em cidade pequena atualmente e realmente faz falta um carrinho pra dar mais liberdade, ir em cidades vizinhas, etc. , mas ao mesmo tempo acho absurdo os preços dos carros.\n\n Voces acham que em quanto tempo o mercado voltará a normalizar, com preços menos abusivos? Será que nesse ano ainda? Talvez com a entrada dos chineses...?\n\n[View Poll](https://www.reddit.com/poll/11hwi19)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11hwi19",
            "num_comments": 16,
            "comments": [
                "Não vai voltar a ser como era por causa da inflação, dólar alto, custa de carro zero mais alto e o fator Brasil.",
                "Nunca vi nada caindo de preço no BR. O que vai acontecer é a estagnação e a desvalorização natural a cada ano, como sempre.",
                "Difícil prever. Muitos especialistas disseram que normalizaria no final do ano passado, outros disseram que no primeiro semestre desse ano, mas a verdade é que ninguém sabe. Algumas fábricas voltaram a produção, enquanto a VW recentemente parou a dela, fora o dólar alto, inflação, etc.",
                "os carros usados valorizaram porque ninguem tem grana pra comprar zero, porém quem tem e quem comprou zero vai ver seu carro novo desvalorizar como sempre foi\n\no ciclo vai continuar, só não vamos voltar a patamar antes pandemia tão cedo porque realmente inflação não volta atrás, mas os novos zeros vão desvalorizar e nessa sequencia desvalorizarão os antigos",
                "Nunca mais, mas esqueça explicações como inflação, dólar e qualquer outra desculpa \"técnica\". \n\n&#x200B;\n\nA verdade é que para bens industrializados não há diminuição de preços, ainda mais no curto prazo. Se até o final do ano o dólar caísse para R$ 3,00 não veríamos esse repasse no valor dos veículos. Primeiro por que eles são, em sua maioria, fabricados aqui, e não importados. Segundo que uma diminuição no valor dos veículos causa uma perda na qualidade percebida das marcas. \n\nUma díminuição brusca no dólar só aumentaria as margens de lucro das montadoras. \n\n&#x200B;\n\nO mercado de automóveis esta mudando de paradigma. Se antes as fabricantes perseguiam vender muitas unidades de um modelo mais barato, hoje buscam vender poucas unidades de modelos mais caros.  \n\nFoi-se a época dos carros pelados, como os Celtas, Palios e Sanderos de outrora. Hoje os carros possuem mais acessórios mesmo nos modelos de entrada. \n\n&#x200B;\n\nEsse aumento em carros novos faz com que os carros usados tenham seus preços aumentados, pois a procura a eles aumentou.\n\n&#x200B;\n\nPode ser que haja uma leve diminuição nos valores caso o dólar recue? Sim, pode ser. Há possibilidade do governo federal diminuir ou cortar impostos, como o IPI? Pode. Há questão que fica é que você não deveria esperar por esse recúo nos preços caso sua necessidade seja mais urgente.",
                "inflação não da re",
                "Seu salário vai ter que subir até esse preço virar o mesmo de antes.",
                "Isso só aconteceria se as montadoras começassem a baixar os preços dos carros zero ou lançasse novos carros e versões com preços mais agressivos, em ambos os casos será muito difícil de acontecer",
                "0km? Vai baixar, mas no máximo coisa de 2%-5%\n\nOs usados podem cair bastante, coisa de 10%-15%\n\nMas só isso, não espere nada demais."
            ]
        },
        {
            "title": "É bomba mesmo?",
            "selftext": "Captiva 2.4 Ecotec com 140 mil km, Câmbio novo (o dono teve que trocar recente gastou 11K), corrente de transmissão, suspensão, e demais itens básicos todos novos. \nO dono revisava corretamente o carro, viajava etc. Conheço o dono e vi as Notas fiscais.\n\nPreço e condições de pagamento excelentes.\n\nEla ainda continua uma bomba mesmo estando nova devido às revisões constantes?\n\n Digo porquê ela tá no preço de um Celta 2015 1.0 com 117 mil rodados.\n\n \n\nVale a pena?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11hviil",
            "num_comments": 32,
            "comments": [
                "A minha maior preocupação é o quanto de dinheiro vc tem disponível. \n\nNenhum carro é bomba, e ao mesmo tempo todos são, o que transforma em bomba é o dono. A Captiva se bem cuidada irá fazer o trabalho dela.\n\n Agora, vc tem dinheiro para fazer as manutenções? Quando precisar trocar as peças vc irá conseguir comprá-las? O que transforma carros de luxo em bombas são os donos que não fazem a manutenção por desleixo ou por não ter condições de pagar.\n\nSe essa Captiva foi bem cuidada pode comprar, só tenha consciência de preparar uma reserva de emergência só para as manutenções. E tenha consciência que um carro com motor desse tamanho com câmbio automático não será econômico na gasolina.",
                "Não vale a pena. Pelo que li, vc só quer fugir do deslocamento casa/ faculdade de ônibus. Se for apenas esse o caso, vc tem várias opções de carros populares que não vão te dar nenhuma dor de cabeça ou ter a manutenção com custos exorbitantes. É legal ter um carro bonito e que chama atenção, mas tem hora que a consciência precisa falar mais alto.",
                "A v6 que costuma ser bomba, essa aí só bebe mt mesmo",
                "Uma recomendação.\n\nNo lugar da Captiva, porque não olha um Santa Fé?\n\nDigo isso, porque a maioria dos usados desse carro, eram de velha guarda, que cuidaram muito bem do carro.\n\nE um excelente V6, cheio de conforto.",
                "Fala Irmão, os únicos problemas que já ouvi desse carro são relativos à folga no tensionador da corrente de comando e os bicos injetores travados abertos, mas normalmente isso é causado por óleo errado/trocas foras do prazo ou combustível ruim.   \nEu compraria, mas se tivesse tinheiro pra manter. É preciso atentar-se ao preço das peças, que é tudo bem caro e às vezes só encontra na concessionária, mas isso é padrão em todos os carros dessa categoria. Então leve em consideração que pra dar 10k de orçamento em um carro desses não precisa de muita coisa.",
                "Em vez de pagar 40 k nisso aí pega uma rav4, crv, asx ou outlander que vc pega boas opções entre 40 e 50 k e não vão dar a dor de cabeça dessa disgrama",
                "sem dizer o uso fica dificil, vale a pena usar pra fazer uber sera?",
                "Prós: confortável e espaçosa.\n\nContras: beberrona, grande, peso/potência baixo, manutenção cara, seguro caro etc.\n\nNão é uma compra nada racional.",
                "Putz teve q trocar câmbio com 140mil km!!! Automatica?",
                "Carro legal, mas que não vale a pena pelo alto custo de manutenção.\n\nAs 2.4 bebem muito, andam pouco e nem de perto tem o conforto da concorrência. \n\nDependendo da grana disponível, eu iria de Santa Fé ou até uma Outlander, ambas V6 e bem mais confiáveis (e interessantes) que essa GM sem gracinha.",
                "Trocou a caixa por uma 100% nova ou recondicionada? Na minha experiência, em breve vai dar BO. Pensa que com o dono cuidando bem deu problema cedo.",
                "Tirando o fato desse carro ser ruim de passar pra frente, se fosse uma condição de pagamento tão boa eu pegaria só pra passar pra frente e abraçar uma ix35 ou até msm Santa fé ou Tucson v6...\nMas enfim tem que ter disposição pra gambirar pra isso dar certo \nMas pegar pra usar e a bomba estourar na mão daqui um tempo eu não iria, preferiria o celta pé de boi."
            ]
        },
        {
            "title": "Motor AP num Eclipse",
            "selftext": "Tô pensando em pegar um eclipse 95, mas já ouvi falar q o motor da muita dor de cabeça, vi um cara que colocou um motor de Logus no eclipse dele, eu me pergunto, da pra fazer isso? E o motor de qual carro que eu usaria?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11hq6nm",
            "num_comments": 6,
            "comments": [
                "kkkk\n\nimagina um carro desse ano como deve ta hoje em dia? Metade do painel faltando, cheio de durepoxi e arame, muita cola, plastico quebrado",
                "Toda adaptação é possível, é só ter habilidade. Se você vai pagar mecânico pra isso, no meio de uns 80 vai achar 1 com tempo e paciência pra isso, fazer capa seca pra adaptar em cambio é um saco, e trocar com cambio e tudo exige trocar parte da suspensão, fabricar semi-eixos, ou fazer peças específicas.\n\nO problema é legalizar, motor com nota sai caro, e nem sei se legaliza com motor de outro fabricante, provavelmente teria potencia menor aí tá mais fácil, mas tem detran (Que é estadual, cada um com suas praxes)  que não aceita mais troca de fabricante não (No passado se aceitava de tudo).\n\nIsso dá tanto trabalho que é melhor rodar com o motor que já tem, é só melhorar o que ele tem de problemático, sem essa burrice de leigo idiota de só querer usar só peça original, peças que nem o eng. que assinou o projeto usaria se fosse o carro dele.\n\nTroca o motor dia que ele morrer e não achar peça, pra uso normal sempre é mais fácil manter, é só não ficar com frescura de correr atrás de peça original, sempre dá pra meter carburação e distribuidor com hall se o problema for ligado a parte eletrônica. Mas de novo, se depender de mecânico vai demorar pra achar, gambiarra quem faz é o dono mesmo.",
                "Sacrilégio.",
                "se tu quer vai em frente po. \n\nmotor ap e um bom motor, provavelmente vai funcionar numa boa",
                "Heresia"
            ]
        },
        {
            "title": "Qual era o seu preferido?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11hd2tx",
            "num_comments": 24,
            "comments": [
                "Gran Turismo 4",
                "midnight club e undergroud2 é top dms slc",
                "Takedown",
                "Nfsu2 (nerd for Speed underground 2) um dos mais picas\nDesde a ambientação até a trilha sonora (Capone, Snoopy Dogg e outros), seleção de carros contando com miata(meu favorito), nsx240, skyline, Lancer evo entre outros carros todos com customização própria, personagens memoráveis entre diversas coisas que tornam esse jogo especial",
                "NFS Underground 2 e o Gran Turismo 4 eram excelentes.... Mas o meu favorito acaba sendo o Mortal Kombat Trilogy da primeira foto uahaushs",
                "Eu ano mesmo o Most Wanted…",
                "Cara eu só tive o play2, mas o meu preferido era o Midnight Club 3, eu adorava aquele jogo",
                "Puts. Pior que eu tinha todos e queria jogar todos. Era lento o avanço da campanha kkkkkkk",
                "Ninguém lembra desse, mas eu adorava jogar Tomba! 2 no PS1",
                "Gran Turismo 4 - melhor simulador\n\nMidnight club - melhor arcade",
                "Gran Turismo 1 e NFS 2. Depois peguei gosto pelo Test Drive Unlimited"
            ]
        },
        {
            "title": "Jetta 2.0 highline é bomba?",
            "selftext": "To de olho em um Jetta 2015-2017 highline, e to com umas dúvidas.  Sei dos problemas do câmbio DSG 7 marchas, mas esse do Jetta é DSG 6 marchas, e ainda assim vi gente falando de se livrar do carro pra não ter problema. Esse câmbio é bomba, ou só é um câmbio que demanda alguma atenção a mais em relação a manutenção?\n\nJá aproveitando que to aqui no assunto, vi que o comfortline não é DSG, e sim um \"automático\". Tirando da comparação a óbvia diferença do motor do highline ser 211cv e do comfortline ser 150cv, o câmbio do comfortline é competente, ou é meio manco, engasgado? Imagino que a manutenção desse incomode menos que o do highline, correto?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11h7p0p",
            "num_comments": 10,
            "comments": [
                "Olha, não sou nenhum especialista em VW mas pelo que me lembre o DSG de 6 marchas é o banhado a óleo, bem menosproblemático que o de embreagem seca dos Golf GTI, ambas sendo caixas automatizadas de dupla embreagem. Já o do Jetta Confortline (presumo que vc esteja falando do 1.4 turbo) é um câmbio automático tradicional com conversor de torque).\n\nEsse carro não é uma \"bomba\" mas exige cuidados especiais, peças genuínas e mão de obra especializada. Separe de 10 a 15k para fazer uma super revisão quando comprar e aí não ter dor de cabeça. Vale ressaltar que o Jetta é muito superior aos seus concorrentes da época (exceto Ford Focus, que tem dirigibilidade melhor) em vários quesitos. É como ter uma namorada muuuuito gostosa: às vezes é chata e dá mais trabalho, mas os outros atributos compensam, kkkkkk.",
                "Se quer andar de Jetta não pergunte a opinião de quem anda de Palio. \n\nPara a maioria dos bostileiros médios tudo fora de Fire, Família 1 ou 2 e AP é bomba. Pergunte pra quem tem Jetta ou carros do mesmo nível, aí terá uma noção melhor.",
                "2.0 TSI? A transmissao é o menos problematico, os bo vao vir de bamba dagua, bomba de alta, bicos e problemas de lubrificação.\n\nO 2.0 aspirado é um santana, pode ir de boa.",
                "Câmbio (DQ250) é padrão, troca de óleo é cara e a eventual troca de embreagens (demora bastante) vai ser também, mas não é problemático por padrão como o DSG 7 (DQ200), isso não é nenhuma atenção especial, faz parte do cronograma normal de manutenção. \n\nO motor que é chatinho, essa versão 2015-17 usa uma versão \"adaptada\" do EA888 de 3 geração, sem os bicos de injeção indireta, que até onde me lembro, ameniza os problemas de carbonização, que não são lá essas coisas. O que vai pesar é BBB -> bombas (água e alta pressão), bicos e bobinas, tenho um carro com a versão com 8 bicos que já tá na terceira bomba d' água e jogo de bicos, e segundo de bobinas.\n\nO Comfortline é espertinho, além de ser flex (não use etanol, por favor), o que por algum motivo ajuda a ser mais fácil de mercado. Manutenção é mais simples, já é um motor mais popular e até mais adaptado pra cá, e o câmbio requer trocas de óleo menos frequentes, além de incomodar menos no trânsito, já que é um automático de fato, e não automatizado. Perto do 2.0, claro que sempre vai ser manco.",
                "A troca de oleo do cambio DSG 6 é meio cara, mas é um cambio muito bom. O DSG 7 seco que era \"problematico\" por fazer barulho na buraqueira que tem aqui.  \nDe modo geral o jetta 2.0 turbo é só um carro caro de manter, com peças caras e seguro caro, mas é robusto.\nO 1.4 turbo tem câmbio tiptronic, é conversor de torque hidráulico, bem padrão."
            ]
        },
        {
            "title": "Razão ou emoção???",
            "selftext": "Meu tio vai comprar um carro novo,ele tinha um focus(hatch)titanium 2014,o qual vendeu o mesmo por 50k,na faixa dos 90k,polo tsi 2023 com 2.5k rodados ou audi a3 2017 com 32k rodados???Escolha lógica e barata de manter ou o luxo de um resto de rico????",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11h3uzn",
            "num_comments": 9,
            "comments": [
                "Eu iria no Audi A3, porque sair de um Focus pra um Polo vai dar uma certa depressão no seu tio. O problema dos A3 desse ano é o motor fraquinho: São só 122 cv.   \n\n\nUma opção interessante seriam os últimos Fusion 2.5 que saíram, que são 2018. Não tem o desempenho e nem os problemas (aí que está a vantagem) do 2.0 turbo, mas ainda assim anda razoavelmente bem (0 a 100 em 10,5s). Com 90 k vc encontra boas opções no mercado.   \n\n\nUma terceira opção seria um Cruze Hatch. Com 90 k dá pra pegar um bem novinho.",
                "Depende do seu uso. Se for ficar andando dentro de cidade o Polo chega a ser um carro até melhor, por causa da economia e manutenção. Agora se vcs pegam estrada, Audi A3 limpa o chão com a cara do Polo, não tem nem comparação: segurança, conforto, potência, silêncio na cabine, etc.",
                "Muito estranho alguém vender um carro do ano com baixíssima quilometragem... muito suspeito.\n\n  \nPara quem está saindo de um Focus Titanium hatch, talvez seja interessante olhar o Cruze Sport6, também hatch (não faço ideia do preço).",
                "Pergunta eh, vai conseguir manter o audi? encara os valores absurdo de manutencao?"
            ]
        },
        {
            "title": "Citroën C3 2023 vale a pena?",
            "selftext": "Não vejo ngm elogiando esse carro...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11h286d",
            "num_comments": 9,
            "comments": [
                "É a única alternativa \"grande\" ao mobi/Kwid nos 70 e poucos. Acima disso é burrice.",
                "Última vez que eu olhei esse carro, só a versão 1.0 tem um preço ok, as outras são absurdamente caras",
                "Um Kwid francês. Nenhum carro zero Km vale a pena, uma coisinha dessa menos ainda",
                "https://youtu.be/TETReDaqsns",
                "Acho que ele não se destaca muito por oferecer quase o mesmo que os concorrentes (um pouco mais de espaço) e ser carro francês, que muita gente tem preconceito. Para o público alvo desse carro, seja particular ou locadora, o que importa mesmo é baixo valor de manutenção, pouca desvalorização e facilidade de revenda. Só que como ele vem com o símbolo da Citroën na grade, acaba dificultando a vida dele.",
                "cara, um produto meio sem sal, mas parece ser espaçoso. Eu andaria em um se estivesse nesse mercado de carro 1.0.",
                "Faz um teste drive... A versão 1.0 tem motor Fiat, isso já diminui muito o custo de manutenção. Agora é ver se a suspensão é boa, se tem um bom acabamento, se é confortável, espaçoso",
                "Faz o test drive e vai conhecer o carro. Tia da minha namorada comprou um e adorou em relação aos outros concorrentes, achou mais bonito a cara nova do C3 e pelo valor é um carro completo em comparação aos concorrentes (semlhante aos 208). Ele tem a plataforma do mini Jeep que esqueci o nome, então ele foi pensado e criado pra ser assim, e não extremamente adaptado pra ficar com uma cara de suv. Eu achei um carro bem bonitinho pra quem quer algo diferente dentro do preço \"popular\"."
            ]
        },
        {
            "title": "Quais foram os videoclipes que te fizeram gostar de carro?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11h216h",
            "num_comments": 5,
            "comments": [
                "No clipe de Party Monster do The Weeknd tem um RX7 FC3S que me fez ir procurar que carro era e assim eu conheci o mundo JDM.",
                "Olha, eu não me lembro de um Clipe, mas tem um comercial da Aston Martin sobre carros seminovos com garantia da fábrica que me marcou profundamente; [Esse:](https://www.mycity.rs/imgs4/213361_57042336_E44D8FE3-4A20-439B-B1AD-49511355AC97.jpeg)\n\n*\"Você sabe que não é o primeiro, mas você realmente se importa?\"*",
                "Nenhum q me lembre",
                "Não foram videoclipes, eu só fui assistir Velozes e Furiosos mais velho tbm.\n\nTexto absurdamente inútil que eu só escrevi pra relembrar a mim mesmo minha história pelo meu amor por carros a seguir:\n\n Tenho 19 anos e gosto de carro desde muito pequeno, com menos de 3 anos de idade eu já sabia os nomes da maioria dos carros nacionais da época que eu via na rua porque meu pai me ensinava, aos 5-6 anos ganhei meu Playstation 2 e nele eu jogava Need-for-Speed Underground 2 e Hot Pursuit no PC, se eu não me engano. Em 2011 ganhei meu Xbox 360 e nele eu praticamente só jogava Forza Motorsport 4, lá eu criei gosto por tuning (ajustes mesmo, não xuning), drift e carros japoneses (não sou fanboy de jdm, a maioria realmente é só superestimada).\n\n Óbvio que eu joguei mais uma tonelada de jogos de carro e conteúdo nesse tema tbm, tipo top gear e aqueles programas malucos do history de velhos barbudos desmontando V8's, mas a princípio meu foco ficava no Forza pq eu não tinha um PC bom na época. Quando eu peguei meu primeiro PC decente, em 2016, meio que tirei meu foco dos carros e coloquei em CS:GO, daí até 2019 eu tava meio foda-se pra carro, ainda gostava muito mas não era mais minha razão de viver.\n\n 2019 lançou o Hyperdrive e se criou uma bola de neve logo depois de eu ter assistido, primeira coisa que eu fiz foi começar a jogar Assetto Corsa, daí depois de quase um ano (em 2020) eu comprei um volante (G27) e participei de vários campeonatos de drift, tinha chegado a um nível em que literalmente era muito mais fácil fazer drift do que trackday, porque eu tinha perdido a noção de andar reto que eu tinha quando não usava volante. Depois de uns dois anos de puro drift eu comecei a fazer corrida de verdade e desde então eu evoluí pra caralho em ambos. Hoje em dia eu jogo BeamNG:Drive e raramente Assetto, mas é mais porque o Beam é mais realista em alguns aspectos e isso vai ajudar pra daqui a uns meses quando eu comprar meu Chevette.",
                "no meu caso foi filme: velozes e furiosos desafio em tóquio"
            ]
        },
        {
            "title": "4X4 até 60 mil..",
            "selftext": "Sem critérios - f#odas consumo, manutenção, revenda. \n\nO que você compraria com tes@o nesse valor?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11h1egh",
            "num_comments": 40,
            "comments": [
                "Ford Pampa",
                "Eu, assim como você, adoro uma lasanha velha e problemática, portanto lá vão algumas sugestões BOMBÁSTICAS:\n\nUrbano: Volvo XC60, Land Rover várias, As primeiras Captivas 3.6 V6, Ford Edge, Kia Sorento e Hyundai Santa Fé, Mitsubishi Outlander....\n\nOFF road: Suziki jimny, Chevrolet Tracker (as antigas), Jepp Grand Cherokee, Pajero Full/TR4, Ford Explorer (O 2005, que foi importado oficialmente pela FORD)\n\nSeção especial bombas atômicas: VW Touareg V8, Porshe Cayenne da Primeira Geração, BMW X5 V8 da primeira geração, Mercedes ML 500.",
                "Se for para fazer offroad compro um Uno Mille dou uma levantada na suspensão pneu lameiro e um snorkel e ele atravessa até o Rio Amazonas....",
                "Jimny",
                "MAHINDRA, qualquer uma. \n\nAndei numa no Nepal, o bichinho é brabo.",
                "ASX 2013\n\n\nhttps://www.webmotors.com.br/comprar/mitsubishi/asx/20-4x4-awd-16v-gasolina-4p-automatico/4-portas/2012-2013/45790783?pos=b45790783g:&np=1\n\nL200 Sport 2005 \n\nhttps://www.webmotors.com.br/comprar/mitsubishi/l200/25-rs-sport-4x4-cd-8v-turbo-intercooler-diesel-4p-manual/4-portas/2006-2007/44996316?pos=s44996316c:&np=2\n\nRAV4 2010 \n\nhttps://www.webmotors.com.br/comprar/toyota/rav4/24-4x4-16v-gasolina-4p-automatico/4-portas/2010/45940349?pos=h45940349g:&np=1\n\nEntre essas 3 atualmente eu preferiria a RAV4 pois eu moro em apartamento e as vagas aqui são pequenas, mas se eu morasse no interior iria de L200 sem pensar duas vezes. \n\nSe o orçamento fosse um pouco maior dava pra pegar uma Toyota Prado Land Cruiser, uns anos atrás vc achava por uns 60k mas hoje ta beirando os 100k.",
                "Subaru Forester, facil",
                "Lada Niva 4x4 https://ce.olx.com.br/fortaleza-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/lada-niva-93-ap-1152837304",
                "Pajero Full\n\nPajero Sport\n\nTR4\n\nBlazer Executive v6 4x4 automático (raridade)\n\nSW4",
                "Ignora tudo e vai de subaru. Referência internacional em 4x4.",
                "Kia Sportage e ainda sobra uma rapa pra botar tututu",
                "Grand Vitara v6 4x4",
                "[Hyundai Tucson V6 2.7 Mpfi Gls 24v 180cv 4wd Gasolina 4p Automático. Ano 2008, modelo 2009.](https://www.webmotors.com.br/carros/estoque/hyundai/tucson/27-mpfi-gls-24v-180cv-4wd-gasolina-4p-automatico)  \n\n\n[Avaliação do canal Carro Chefe.](https://www.youtube.com/watch?v=IqQD-9oGssI&ab_channel=CarroChefe)",
                "Suzuki SX4 ?",
                "jeep cherokee xj",
                "Tb tem daihatsu, mahindra e tucson v64x4",
                "Pq ninguém falou Duster? Parece ser um ótimo carro pro dia-a-dia e os testes 4x4 que vi no YouTube mostram que a bicha é bruta!"
            ]
        },
        {
            "title": "Classic LS vs. Gol G4",
            "selftext": "Fala pessoal, tudo bom?\n\nSeguinte, andei garimpando e encontrei esses 2 carros para comprar como primeiro carro. Como estou em dúvida, vou pedir a ajuda de vocês aqui!\n\nFiz uma tabelinha, com as especificações de cada veículo:\n\nObs.: O carro  é para uso diário, ir ao trabalho (algo em torno de 20km por dia, contando ida-volta-ida-volta), saída aos finais de semana, mercado e possivelmente pequenas viagens.\n\n&#x200B;\n\n|Carro|Classic LS|Gol G4|\n|:-|:-|:-|\n|Ano|2008/2009|2012/2013|\n|Motor|1.0|1.0|\n|Ar condicionado|Não|Sim|\n|Direção - H|Sim|Sim|\n|Trava elétrica|Sim|Sim|\n|Vidro elétrico|Sim|Sim|\n|Quilometragem|125mil|160mil|\n|Design (minha opinião, levando em consideração a classificação do carro)|5/10|7/10|\n|Valor|R$ 22.900,00|R$ 25.000,00|",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11gzrkd",
            "num_comments": 29,
            "comments": [
                "Eu iria recomendar o Classic pelo acabamento um pouco melhor  \n\n\nmas como o gol tem ar e é mais novo: vai de gol",
                "O gol G4 foi um dos piores gols já feitos. Eu iria de Clássic mesmo não tendo ar.",
                "Eu iria de Classic. Tem mais espaço, melhor acabamento, peças mais baratas (esse carro tu entra no site da Accioly GM e encontra tudo o que quiser original) e tenho a impressão que o motor GM F1 é mais resistente que o EA111. Existe muito Classic à venda no mercado, se vc procurar é facil encontrar um com ar.",
                "Tenho um gol g4 e essa banheira é muito boa, no uso que eu tenho ele nunca me deixou na mão sem contar a economia e a potência boa(pra 1.0), e se tiver braço pra dirigir ele te leva pra qualquer lugar, eu recomendo mais o gol pelo ano e pelo ar condicionado, é um conforto a mais sem contar que a revenda do gol vai ser boa por conta de ter esse ar condicionado.",
                "Vai de Gol,  \n\n\nAno + Ar condicionado\n\nMas com essa km você já tem que olhar o histórico de revisões e o que precisa ser feito.",
                "[Nesse valor vc encontra gol ligeiramente mais antigo, tão rodado quanto, e com motor 1.6](https://www.olx.com.br/autos-e-pecas/carros-vans-e-utilitarios/vw-volkswagen/gol?cf=1&me=180000&pe=25000&re=25&motp=6&ics=1&ics=4)",
                "Já rodei em ambos, classic é conforto manco, gol é pau pra toda obra sem conforto e um pouco menos manco",
                "Depende muito, se vc roda bastante o ar condicionado é um diferencial de peso, vai por mim. Meu carro não tem ar e tá foda no verão e uso urbano, mas se vc não liga pra isso e pega bastante estrada no trajeto, é  algo a se levar em conta. \n\nSobre os carros, motores, quilometragem e etc, leva alguém que vc conhece que manja de carro. No geral os dois são econômicos e não é difícil pra arrumar peça, porém na minha opinião com algumas pesquisas sobre motores e etc, os da GM família 1 são mais  \"resistentes\" a falta de manutenção preventiva dos donos anteriores, do que a família EA111",
                "Carai mano, tive um gol g4 com painel do g3 e foi um dos melhores carros q já tive, era motor ap 1.6, muito esperto e econômico fazia 13 por litro na br e 8/9 na cidade, coloquei multimídia da pioneer e tinha ar direção hidráulica e a porra toda, completo e muito bonito colocando só umas rodas legais, agora o classic vc nem colocando as melhores rodas vai ficar bonito.",
                "Estando bom os dois, gol sem duvida. Mais novo em idade e com ar condicionado. Classic só se vc tivesse realmente necessidade de porta malas, se for andar tipo com 4 pessoas no carro. Se não, até em viagem de duas pessoas, é só abaixar os bancos traseiros que vira um porta malas gigante.",
                "Gol.  \n\n\nMais novo, tem ar-condicionado que faz total diferença no uso diário e o preço não está distante um do outro.  \n\n\nSó olha se ele está bem revisado e analisa a questão do porta malas, se vai fazer diferença nas suas viagens o fato do classic ter um maior.",
                "Se não precisar de espaço no porta malas, vai de gol.",
                "Vai de Classic, maior espaço, motor super confiável… mas o gol tem seu valor tbm"
            ]
        },
        {
            "title": "O que fazer quando acontece um acidente?",
            "selftext": "Pessoal, n sei se essa pergunta cabe aqui, mas hoje tive essa dúvida. Me envolvi é uma colisão, nada mto grave, mas em um  engarrafamento um caminhoneiro jogou o caminhão em cima de mim. Tirei e ele arrancou meu retrovisor. \nEu saí do carro e ele parou. Nem desceu do caminhão e ficou me intimidando, como eu nunca passei por essa situação, não soube como agir. Tirei foto da placa dele (pq já vi algumas pessoas fazendo isso), mas nem sei oq fazer com a foto. \n\nA pergunta é, qual o procedimento padrão para que o outro arque com os gastos? A quem recorrer? Qual órgão? Enfim … sou cabaço e preciso de ajuda pq esse caminhoneiro saiu mto no lucro hoje.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11gkyk4",
            "num_comments": 2,
            "comments": [
                "Chama a PM e faz BO na hora, é o método garantido. \n\nSem isso só o que pode fazer com \"foto\" é abrir processo legal, aí enrola pra caramba, vão argumentar com falta de provas (Afinal você pode fotografar qualquer placa de carro estacionado e dizer que foi aquele carro), e se não tem fotos muito boas comprovando o estrago em ambos (Com alguma referência, minha muleta ou bengala vira referência de tamanho/altura nas fotos) simplesmente vira nada, pessoal gasta com advogado mas não gasta ressarcindo danos. Ah, e tem que conseguir dados do motorista, pelo menos foto dele e algum nome, porque não necessariamente é o dono dirigindo o veículo (Em caminhão poucas vezes é).\n\nSe tem seguro aciona seguradora e diz que a PM não atende e o outro motorista está querendo fugir do local, conforme região eles arranjam vistoriador na hora pra ele mesmo tirar boas fotos e ter material pra eventual processo, coletando nome e cia (Primeiro começa com aviso extrajudicial, mostrando o valor gasto no reparo e requerendo pagamento, se não sair nada aí vira processo).",
                "Faz BO online.  Pra você ter como prova o acontecido. Anexa a foto da placa, descreva o acontecido. Pois, se esse caminhoneiro faz isso, perigoso você acabar como errado depois."
            ]
        },
        {
            "title": "Passat Variant 2014 vs lancer Ralliart 2012",
            "selftext": "Estou pensando em trocar de carro mas estou com essa seria dúvida\n\nUm Passat Variant ou um Lancer ralliart, qual vale mais a pena?\n\nMinhas questões são um pouco sobre esportividade (os dois estão na casa dos 200cv e são turbo), na confiabilidade do motor e câmbio e no preço de manutenção. E futuramente dar um upgrade de potência neles provavelmente com mapas e peças\n\nOs dois estão na casa dos 80, 90mil reais, mas não conheço bem sobre a confiabilidade dos motores, já que nesse ponto são carros que já vão estar com mais de 100k km rodados\n\nPenso muito nesses carros porque sou apaixonado com peruas/wegons. Mesmo o Lancer sendo hatch, lá é um carro mais comprido. Aceito sugestões de outros\n\nEai? Alguma opinião?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11gd7qp",
            "num_comments": 2,
            "comments": [
                "Se para se incomodar vai de Rallyart. Se um cara de Variant e um Lancer Rallyart param qual dos dois tem mais chances de comer alguém? Eu só iria com o da Variant se o Lewis Hamilton descer dela ...",
                "Os seus gostos são bem peculiares, visto que são carros completamente diferentes. No meu gosto pessoal eu iria de Passatão."
            ]
        },
        {
            "title": "A mão de lasanheiro coça",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11gc9yx",
            "num_comments": 31,
            "comments": [
                "Carro pra quem não tem amor pelo dinheiro hahahahah",
                "E pensar q isso a 2 anos atrás era 15 conto e ninguém queria",
                "É o famoso carro pra quem curte, sente prazer, satisfação por dor de cabeça. Vai gastar 60 mil e o carro vai continuar uma bosta. Mas em uma situação hipotética de estar zerada de motor é uma puta de uma nave, carrão. BMW sabe fazer motor 6 cilindros e aparentemente está acertando nos 4 cilindros também, os 8 cilindros (principalmente os antigos) é máquina de jogar dinheiro no lixo",
                "Nada mais caro que uma BMW barata!",
                "Passa o link antes da patroa ver. Rápido!",
                "essa dai é só soldar o diferencial e ser feliz lkkkkkkkk",
                "Op, eu olharia esse carro de perto porque pra mim ele está maquiado.\nPintura está tinindo demais para um carro que claramente foi deixado ao relento.\nSei disso pois a lente do farol é plástica e está com desgaste natural do sol.\nOutra coisa, cheque as borrachas de vedamento (principalmente dos vidros e parabrisa). Elas ressecam e apodrecem bastante rápido nos BMW.\nTirando isso, mecanicamente será um carro caro para peças de reposição no BR, mas é no geral um carro confiável.",
                "Comprar e botar GNV. 😉👌\n\"Vai ficar econômico igual a um uno...\"",
                "Por dentro parece um barco. Se vc não comprar eu compro.",
                "Rapaz, se tiver esposa já peça divorcio porque tu vai casar com esse carro kkkkk",
                "KKkkK Aiai, quer um 4.0 pega um omega q vai falir igual KKkkK até pq é 4.1 tem 0.1 a + kkkk",
                "Carro com C maiúsculo. Não é feito para o subdesenvolvimento do Brasil",
                "mão coça em",
                "Se é pra estar bomba prefiro o Marea",
                "Vai fundo, se der pau põe um motor de opala",
                "Não compre sem maratonar o canal do Korn Cars.",
                "A cor é linda, e é difícil não ficar tentado com uma barca de tração traseira e motor V8 por 30 mil reais (e sei que gosto é subjetivo, mas, na minha humilde opinião, a E39 é a Série 5 mais bonita da história). Mas é o que dizem...nada é mais caro do que uma BMW barata, então não recomendo a compra. Dito isso, se eu tivesse grana para comprar, levantar e manter, eu abraçaria a causa, hahahaha. Se eu fosse muito rico e se o carro estivesse muito condenado, eu talvez até deixaria ele da minha cara...faria um swap para câmbio manual, botaria um kit M Sport, trocaria as rodas por umas BBS ou umas M Parallel, faria um escape para liberar o ronco nervoso do V8, botaria uns comandinhos Schrick, um sonzinho Pioneer de época, uns falantes Rockford Fosgate...sonhar não custa nada, né?",
                "Só se vive uma vez amigo, compra e bota o câmbio manual da ranger 4.0 americana e vai ser feliz (pelas duas horas q ela aguentar :)",
                "Aooooooou vontade de pegar 40 mil com o agiota\n30 pro carro é 10 pra gasolina kkkk",
                "O seu mecânico é que ficará feliz se você comprar BMW velha, esses restos de rico é que enriquecem o cara, ficam mais no elevador que na rua.",
                "Uma acelerada nisso ai deve fazer ate rodamoinho no tanque"
            ]
        },
        {
            "title": "Boa tarde, galera. Poderiam me tirar uma dúvida em relação à compra de carro?",
            "selftext": "Eu estava pensando em comprar um carro de um parente que está querendo se livrar do carro próprio. Quais são os passos a se fazer, tanto pela parte do comprador (isto é, eu) quanto pelo vendedor? Sei que temos que ir até o cartório registrar isso lá, mas e depois? Preciso falar com algum despachante (o escrevente do cartório disse que precisaríamos)? Ir ao DETRAN? Preciso trocar para a placa nova? Sou de São Paulo, Capital, caso isso seja relevante. Perdão se for uma pergunta besta, mas na internet encontrei muita informação conflitante quanto a isso.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11gasrn",
            "num_comments": 4,
            "comments": [
                "1 - Emitir intenção de venda preenchendo o ATPV na parte de trás do CRV ou fazendo pelo aplicativo CDT. (Vendedor)\n\n1.5 - Reconhecer firma da assinatura dele se fazer pelo ATPV. (Vendedor)\n\n2 - Fazer vistoria em oficina certificada (Comprador)\n\n3 - Ir no DETRAN com o laudo da vistoria, o ATPV preenchido e seus documentos (Comprador)\n\n4 - Pagar as taxas (Comprador)"
            ]
        },
        {
            "title": "Opiniões sobre o Fiesta",
            "selftext": "Pessoal, compensa pegar um Fiesta 2008 a 2012? Bebe muito? Parece um carro bem completinho.\n\nQuais seus prós e contras?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11g9ukf",
            "num_comments": 1,
            "comments": [
                "Tive um sedan 1.6 2008.\n\nPrós:\n\n. motor excelente, potente e (proporcionalmente) econômico, ou seja, não bebe muito; o motor 1.0 é conhecido por ser \"manco\";\n\n. relativamente espaçoso.\n\nContras:\n\n. é INDISPENSÁVEL o uso do óleo de motor correto, 5W-30 com ACEA A1/B1 ou A5/B5, o ACEA A3/B3 (que é o mais comum) não deve ser usado; usar preferencialmente com a especificação Ford atualizada;\n\n. a qualidade dos componentes é sofrível (por exemplo, tive de trocar os amortecedores dianteiros com 30.000 km e toda a ignição, velas, cabos e bobina, pois estavam se desfazendo);\n\n. suspensão um tanto dura, embora usasse os pneus com calibragem elevada;\n\n. fiquei 14 anos com ele, desde 0 km, e nunca me adaptei ao banco, ficava desconfortável; no Livina e no Palio I, com qualquer ajuste de banco, sentia-me melhor.\n\nNa época, não comprei o Focus sedan pois ainda era vendido com o motor monocombustível, de 92 CV."
            ]
        },
        {
            "title": "Dicas quanto a tirar CNH",
            "selftext": "Fala gente, tudo bem?\n\nTenho 21 anos e fiquei enrolando a cnh por conta da pandemia. Como faço cursinho online, nunca precisei tbm, mas a faculdade ano que vem é em sp, e a melhor opção é ir dirigindo. Minha mãe tem um Nissan March 2019, ela quer me emprestar o carro enquanto faço faculdade, e de acordo com ela, eu não posso ir pra auto escola \"crua\", tenho que saber algumas coisas pra correr menos risco de reprovar no exame, pois então, eis aqui as dúvidas:\n\n1. O que é ideal aprender primeiro e quando é uma boa ideia começar a dirigir na rua?\n2. O march é um carro econômico? como faço um média de gasto de gasolina?\n3. Quanto tempo demora pra ter a cnh em mãos de fato, em média? (se tudo correr bem)\n4. Por último e meio besta, alguém que tem esse caro sabe conectar a merda o bluetooth no rádio? Faz 2 anos que temos ele e nunca conseguimos",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11g93ec",
            "num_comments": 6,
            "comments": [
                "Na real, se você for ''crua'', tu tem mais chances de passar na primeira tentativa.\n\nA auto escola vai te ensinar a passar na prova, não a dirigir",
                ">1. O que é ideal aprender primeiro e quando é uma boa ideia começar a dirigir na rua?\n\nA auto escola não ensina a dirigir, ensina a passar no exame do Detran. Se vc for pra aula prática já sabendo dirigir, pode reprovar por ter pequenos vícios (que todo mundo tem, não causa problema nenhum na condução do veículo mas o Estado não gosta, e ele procura qualquer motivo pra te reprovar). Quer aprender a algo? Só aprende a pisar na embreagem e engatar a primeira sem deixar morrer, o resto é burocracia.\n\n\n>2. O march é um carro econômico? como faço um média de gasto de gasolina?\n\nSim. Pequeno, leve, tanto o 1.0 quanto o 1.6 são econômicos para seus respectivos motores.\n\n>3. Quanto tempo demora pra ter a cnh em mãos de fato, em média? (se tudo correr bem)\n\nUns 6 meses desde o começo do processo. Meu irmão mais novinho tirou recentemente e demorou isso.\n\n>4. Por último e meio besta, alguém que tem esse caro sabe conectar a merda o bluetooth no rádio? Faz 2 anos que temos ele e nunca conseguimos\n\nTá no manual, só procurar lá.\n\nEdit: para fazer a média quando for abastecer, encha o tanque e zere o computador de bordo e rode com o carro. Quando for abastecer novamente veja o quanto está no computador de bordo e dívida pelo número de litros utilizados ao encher o tanque pela segunda vez. Deu pra entender a minha explicação meio fajuta?",
                "1. R: Dirija na rua o mais cedo possível (obviamente tomando todo cuidado), somente lá você vai de fato aprender a dirigir, na auto escola você vai decorar o percurso do detran.\n2. R: Sim, É um carro perfeito pra quem ta começando, é economico e pequeno.\n3. R: Uns 3 meses, se fizer correndo todas as aulas\n4. R: Tenta ver no YT",
                "Eu nunca gostei de dirigir, nunca tive interesse em aprender, quando fui aprender na autoescola eu realmente não sabia nem trocar de marcha. É a melhor coisa pois vc não tem vícios e manias de dirigir, como comentaram, ela te ensina a passar na prova, com o tempo vc pega a prática de dirigir no dia a dia."
            ]
        },
        {
            "title": "voce sabia que não era inflamável ?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11g817p",
            "num_comments": 3,
            "comments": [
                "Mas como que recarrega o Nitro? Ele recarrega sozinho com o decorrer do tempo, ou tem que ultrapassar carros bem próximos?",
                "sim, imagina se fosse inflamável os carros fazendo purge antes de correr cuspindo umas bolas de fogo entre o capo e o vidro"
            ]
        },
        {
            "title": "Posso reconhecer firma antes de vender o carro?",
            "selftext": "A situação é a seguinte, assim que tirei a carteira, comprei um carrinho, mas decidi colocar no nome do meu pai já que eu tava com a provisória e tinha medo de pegar uma multa e perder a cnh, só que agora meu pai mora longe e eu quero vender o carro, pensei em mandar o recibo pra ele, lá ele reconhece a firma e me manda, mas isso sem eu ter conseguido um comprador ainda, daí quando alguém querer o carro eu já dou o recibo reconhecido a firma, pode?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11g3g62",
            "num_comments": 2,
            "comments": [
                "A não ser que o cartório seja muito desatento, não, pode reconhecer firma separado mas só com dados já preenchidos do comprador e do vendedor.\n\nMas ele tem CRV verde? Se ele tem e-CRV, aquela transferência virtual, aí você preenche (No aplicativo Minha CNH tem lá a opção de iniciar transferência caso seja veículo transferido depois de 2020 e portanto já com e-CRV), imprime, aí sim você pode reconhecer firma numa cidade e enviar pra outra pessoa em outra cidade, mas dá na mesma porque aí terá que ter os dados do comprador (A ATPV-e só sai com dados do comprador).\n\nA legislação fala que o CRV tem que estar \"completamente preenchido\" pro cartório poder autenticar assinaturas, então eles não autenticam sem dados do comprador. \n\nVai ter que deixar pra depois que vender. E veja se não tem o CRV-e digital, esse não exige mais papel preenchido a mão, preenche no aplicativo oficial (Minha CNH, loga com conta gov.br), imprime um papel, e aí sim autentica, aí pode ser separado porque ele estará completamente preenchido, o aplicativo nem gera pdf se não tiver tudo preenchido).",
                "Seu pai pode passar-lhe uma procuração com fins específicos (venda do carro xxx), o cartório explica direitinho como fazer."
            ]
        },
        {
            "title": "FIPE - MARÇO DE 2023",
            "selftext": "Seu carro valorizou ou desvalorizou?\n\nEstou acompanhando a fipe de alguns carro e em março, teve uma boa queda nos preços",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11g2zsm",
            "num_comments": 9,
            "comments": [
                "o meu caiu R$1.000, provavelmente não tão conseguindo mais vender tanto quanto antes",
                "Abaixou porém o meu seguro veicular teve reajuste de 28%.",
                "De fato desvalorizou mesmo. Estou de um olho em um modelo específico e acabei de ver que caiu 2mil comparando com o mês anterior.",
                "Um subiu 4k , outro desceu 1k, vai entender",
                "Minhas coisas velhas baixaram R$ 100 ou 200. [Esse aqui](https://www.tabelafipebrasil.com/carros/TOYOTA/COROLLA-XEI-18-18-FLEX-16V-AUT/1999-Gasolina) até subiu de preço. A moto [subiu uns R$ 100 esse mês](https://www.tabelafipebrasil.com/motos/HONDA/CG-125-CARGO--CARGO-KS-125I-CARGO/2001), curioso, pelo visto a fabricação de motos não tá dando conta da demanda.\n\nUm Ka Sedan usado que entrou num negócio (Nunca nem encostei, ficou a venda) de R$ 70 mil baixou pra R$ 68500 (Sim, tem trouxa que paga isso numa porcaria de uma ford KA!), desde acho que outubro, na verdade tá a venda por R$ 65 mil, se brincar vai vender por menos, mas não ligo, nem a pau que eu usaria uma coisa dessa, quero um carro de R$ 12 mil, não um carro que desvalorize R$ 12 mil em 4 anos.",
                "Tomara que comece a cair, me ferrei ano passado pq tive de comprar usado.",
                "O preço dos carros já nem me preocupa mais, pois afeta compra e venda. O problema agora é manter. Meu amigo, estão metendo a faca nos seguros aqui em SP. O meu aumentou 1/2 e isso que o carro desvalorizou. Como é possível?"
            ]
        },
        {
            "title": "Qual os melhores automaticos ate 42 mil?",
            "selftext": "hoje tenho um civic g9 mas manual, quero trocar ele por um automatico ate 42 mil",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11g2hs7",
            "num_comments": 5,
            "comments": [
                "Honda city 2014, ao meu ver é o melhor cxb nessa faixa de preço",
                "Eu tambem estou nessa duvida, queria pegar um automático até uns 45k preferencialmente carro depois de 2010. Vou acompanhar."
            ]
        },
        {
            "title": "modelos de carro para ir no trabalho",
            "selftext": "Então  pessoal  estou  em busca de carros de  custo benefício para ir ao meu trabalho e nos tempos  vagos rodar como motorista de app.\n\nQuero um carro com mala que caiba um carrinho  de bebê, pois pretendo  ter filho.\n\nOutra  coisa , como estou no Rio pretendo pegar  um com gnv.\n\n\nAlguma sugestão  de modelos  e anos?\n\nObs: não  vou comprar  carro zero.\nQueria  gastar  até  30k\n\nObrigado  pela atenção!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11g1dvf",
            "num_comments": 24,
            "comments": [
                "Versa modelo antigo",
                "Versa², acredito que atende todos seus requisitos",
                "Concordo com os caras que falaram versa",
                "Caso alguém não tenha recomendado, eu acho que você deveria ir de Nissan Versa",
                "Logan. Por esse valor consegue dos modelos até 2016, com o motor 8v, que aceita bem gnv. Porta malas grande, espaçoso, manutenção barata etc",
                "Nissan Versa, com ctz",
                "Nissan livina, muito espaço e manutenção renault",
                "Rapaz... tem o Versa né?  \nO HB20S eu tinha um e gostava bastante, talvez te atenda tb",
                "Logan, etios, e o Versa tbm é claro",
                "Sandero ou Logan. Ambos tem um ótimo espaço interno, dá pra botar gás e a mala é imensa, mesmo no modelo hatch (sandero). \n\nManutenção é equivalente a de qualquer outro carro popular.",
                "Caso ninguém tenha dito, eu recomendo o Nissan Versa, sem ser a versão nova.",
                "Versa como falaram. Mas eu esqueceria GNV",
                "Já indicaram o Versa. Tem também o Logan, o Grand Siena, HB20S, Ka Sadan.",
                "Carro com mala, que tenha idade pra rodar de UBER até 30K\n\nAcho que só Logan e Siena.\n\nSe não fosse o Uber poderia até tentar um SUV, mas a idade não lhe permitirá rodar pelo App.",
                "Versa é uma boa, mas eu iria de Logan."
            ]
        },
        {
            "title": "A partir de qual modelo Renegade vc acha que vale a pena?",
            "selftext": "Eu tenho visto algumas discussões aqui no sub sobre o jeep renegade, e percebi que existem alguma particularidades do primeiro modelo que fazem não valer tão a pena.\n\nA real, tô buscando uma boa opção até 60k a vista. Tinha idealizado a compra de um renegade 2015 semi usado, mas parece não ser muito recomendado, especialmente em relação a manutenção.\n\nEntão, a partir de qual modelo vcs considerariam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11fpski",
            "num_comments": 3,
            "comments": [
                "Acho que os menos piores são os com motor a Diesel. Andam bem e são econômicos. O 1.8 gasolina não tem condições.",
                "O Renegade é sim um excelente carro , seja 1.8 ou Diesel , ele gasta igual a todos SUV. Se almejar economia não compre SUV , todos bebem... Hoje tenho um Turbo 2022 sport , já tive o Diesel e o 1.8 . O diesel não consegue comprar com esse valor que está disposto a pagar. Recomendo para você a versão Longitude , mas fique atento se as revisões foram feitas corretamente pois existe um problema no trocador de calor do câmbio e do motor que corrói se não colocaram o fluido correto no radiador. Se foi colocado água de torneira terá problemas sério . Do mais excelente carro em qualquer. Versão",
                "Por 60k vc só tem uma opção que é o modelo mais simples e mais basico do renegade 2015 e tem q achar uma boa oferta, pq a FIPE dele é 65 ou 66k.\n\nOs flex são beberrões, os diesel são mt caros e o próprio diesel está caro. Discordo de todos SUV beberem, são carros grandes, vao ter consumos diferentes dos populares mas temos SUVs eficientes já como o Kicks.\n\nAlém disso eles tem problema crônico no trocador de calor, que hj ja deve dar pra fazer umas adaptações com peças e materiais mais resistentes. Algo q realmente eu nunca fui atrás, mas imagino que não seja um carro barato de manutenção, é um suv compacto premium.\n\nNa minha cidade olhando pelo olx, os renegades em maioria foram comprados pra passeios e no maximo trabalho dentro da cidade, então são carros com estetica conservada e baixa KM, por isso vejo como dificil achar muitas ofertas abaixo da Fipe"
            ]
        },
        {
            "title": "Carro recuperado de sinistro",
            "selftext": "Boa noite, pessoal. \n\nÉ o seguinte, estávamos eu e meu pai procurando um carro para comprar. Olhei alguns anúncios no Facebook até que fomos numa cidade até meio distante pra olharmos um.\nChegando lá (06/02), olhamos o carro, damos uma volta e parecia tudo ok. Nós como duas pessoas não especialistas, identificamos somente detalhes de uso normais para um carro de 10 anos e confiando na palavra do vendedor (particular, para ficar claro) fechamos o negócio. Irei chamá-lo de Theo.\nPrimeira coisa que nos chamou atenção é que o carro não estava no nome dele e sim de outro rapaz, segundo o Theo, porque esteve em um processo de divórcio e temendo perder o bem passou para o nome de Wellington (não sei se procede ou se o carro sempre foi do terceiro). Mas ok, o Wellington foi até o cartório, assinou a autorização de venda e depois efetuamos o pagamento. Foi entregue uma cópia do CRLV que não apresentava nada de anormal, nenhuma observação - informação importante.\nTudo mudou quando, para a nossa surpresa, após realizar todos os trâmites da transferência, o novo CRLV veio com uma observação informando que o carro FOI RECUPERADO DE SINISTRO CSV  - Sinistro média monta. Ou seja, o carro foi batido. \nAbismado com o fato de que na cópia do CRLV do ano passado que foi emitido em 29/11 não constava nada, chequei a veracidade do documento pelo QR-CODE e descubro que no original já havia sim essa informação. Ou seja, isso foi ocultado na cópia que me foi passada.\nTirei satisfação com o Theo (ontem), que me disse que não fazia ideia de como essa observação está no documento, que o carro nunca foi batido, que não constava no anterior (o falso que citei), chegou a dizer que talvez tenha sido até um policial que fez essa observação numa blitz, não creio que seja possível.\nEle ficou de procurar saber o que aconteceu e que daria um retorno. Provavelmente, uma mentira do picareta. Enquanto isso, estou buscando informações para entrar em contato com ele novamente ou buscar outros meios.\n\nSe alguém manjar um pouco dessa área e me disser se há alguma medida que possa ser tomada serei muito grato. Ou até mesmo alguma informação que me ajude elucidar o que aconteceu.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11fpgmm",
            "num_comments": 5,
            "comments": [
                "Não sou dos mais especialistas em direito, mas vou tentar dar um pitaco já que ninguém comentou até agora. Vc foi passado pra trás, sem dúvida nenhuma. Esse cara podia ser um picareta rolista ou até ter comprado esse carro e estar devendo e vendeu ele pra quitar. Dificilmente sem contrato escrito vc irá conseguir alguma coisa, até tentar falar da existência de um acordo verbal é difícil. Não sei se tem algo mais que vc possa fazer além de arcar com o loss e ter sido enganado. Talvez possa tirar alguma dúvida na polícia se existe algo que vc possa fazer, mas acredito que a situação do que aconteceu, do jeito que aconteceu, vc foi enganado mesmo e sem provas de que foi falado que o carro não tinha problema nenhum é dificil. Não dúvido nada que quem de vendeu daqui a pouco vai te bloquear e sumir do mapa.",
                "Você pagou qual % da fipe nesse carro?\n\nCarro recuperado de sinistro não é em si um grande problema, porém são negociados com desconto na fipe, cerca de 75% do valor de mercado.\n\nSe o vendedor omitiu que era carro de sinistro do anuncio, você pode sim entrar com ação judicial, principalmente se você pagou o valor normal de mercado.\n\nE você deve entrar com o processo contra o antigo dono Wellington, pois este você tem os dados e foi ele que transferiu o carro pra você.",
                "Vai no r/direito e pede uma opinião"
            ]
        },
        {
            "title": "Comprei um carro em agência, consigo desfazer o negócio?",
            "selftext": "Seguinte, comprei um carro usado em agência, troquei nele o meu carro antigo. Porém com uma semana de uso eles está me dando mais problema que imaginei. Ele está com vazamento de combustível e tive que fazer limpeza na injeção eletrônica, bico, vela, óleo, um monte de coisa que quando peguei o carro imaginei que estavam feitas. Estou com ele faz 8 dias e isso tudo me deu um desanimo fudido. Não terminei de fazer a papelada ainda e não dei baixa em firma pra completar a transferência pro meu nome. Existe chance de eu consegui desfazer o negócio e pegar meu antigo carro de volta junto com o valor a mais que paguei?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11fpbju",
            "num_comments": 12,
            "comments": [
                "Se o seu carro não tiver sendo vendido vc pode conversar com o dono e tentar desfazer o negócio sim, mas independente disso vc sabe que a loja é obrigada a prestar garantia né? Trabalhei em loja de carros durante alguns anos, e já teve caso do patrão gastar 45 mil reais em garantia de carro que deu pau na mão de cliente, se o dono da loja for honesto e arcar com os riscos do negócio dele, vão arrumar o seu carro sim.\n\nAgora se já venderam ou gastaram grana com o seu carro, se tem financeira envolvida no meio e etc pode ser que fique um pouco mais complicado",
                "Boa sorte:(",
                "Posta no r/ConselhosLegais  \nDe antemao, com certeza eles podem desfazer o negocio. Só nao sei em relação ao carro caso eles ja tenham vendido."
            ]
        },
        {
            "title": "Sedan de entrada como primeiro carro",
            "selftext": "Olá, gostaria de saber uma indicação para um sedan de entrada como primeiro carro.\n\nPlanejo gastar até uns 30 mil e ouvi falar bem do Classic, Siena e Logan.\n\nNo entanto, me falaram que o classic tende a ser um pouco mais apertado.\n\nTenho 1,85m de altura.\n\nO uso seria principalmente urbano, mas pode incluir viagens também.\n\nQueria um que tivesse manutenção mais em conta também e que não gastasse tanto.\n\nObrigado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11fjpxw",
            "num_comments": 14,
            "comments": [
                "Tenho um classic 1.6 completo, ótimo carro, manutenção barata, mas tenho 1,83 e é uma bosta viajar nele...",
                "Tenho 1,82 e tive os 3. Gostava mais do espaço e conforto do Logan, mas o mais confiável é o manual, o meu automático deu muito problema pois os freios eram subdimensionamos para o carro e o AL4 me deu dor de cabeça com pouca km.",
                "Se a prioridade ´é espaço o Logan realmente é o melhor. Recomendo o 1.6 pois como é um carro \"grande\" quando estiver carregado vai ser bem ruim de andar. No órgão público que eu trabalhava tinha um na frota e em 100 mil km de uso nunca deu grandes problemas, mesmo com manutenção negligenciada e um monte de gente usando sem dó. Certa vez fiz uma viagem de 1200 km com ele (estava sozinho, ar condicionado ligado direto),  bichinho fez 16,2 km por litro de m´édia geral, andando sempre abaixo de 100 km/h.\n\nAgora, se vc quer realmente gastar pouco com combustível e manutenção, não existe nada mais barato que um Classic, vai por mim. Até os pneuzinhos 165/70r13 vc consegue trocar os 4 de marca boa por menos de R$ 1000,00. Não sou um cara alto (1,78) mas nas vezes que dirigi nunca senti falta de espaço. Procure pela versão advantage 2014 e 2015, ela é bem completinha.\n\nOutra opção é o Fiesta Zetec Rocam, em especial os 2002-2014. Temos um 1.6 2012 desde zero em casa e vou te falar, esse carro é um trator. Nunca nos deixou na mão em mais de 140 mil km de uso. Em termos de espaço ele é muito bom, principalmente na largura. Só pra vc ter noção, esse carro é mais largo do que um Corolla da época.\n\nDesses 3 que citei eu ficaria com o Classic. Hoje em dia 30 mil não dá pra comprar muita coisa e como ele é mais barato, tu consegue comprar um carro mais novo e em melhor estado de conservação.\n\nAbraço.",
                "Logan utiliza a mesma plataforma do Sandero. Eu tenho um Sandero e posso afirmar que é um excelente carro, tanto na parte mecânica quanto no espaço interno. Se for comprar 1.0, certifique-se que é 16 válvulas.",
                "Eu tenho 1.62 e recomendaria dentre esses o Clássic pois e quase um tanque de guerra o carro aguenta tudo, porém com a sua altura acredito sim que o Logan seja mais confortável para viagens, mas independente de qual vc vai comprar tenha cuidado pois são carro tradicionais de Uber/Táxi então encontrar um bem cuidado sem ter rodado umas 6 voltas ao redor da terra pode ser uma tarefa difícil. Se quiser um pouco mais de conforto da para procurar um Civic ou Corolla 2002 porém tenha em mente que a manutenção e mais cara e o consumo e bem maior. Se não estiver pensando em comer gente pode considerar também uma Palio Weekend.",
                "Siena não conheço, classic e logan sim, e todo mundo q conheço fala bem (dentro do que se espera desses carros). São sedans simples pra atender pessoas que querem carros com mais espaço. O melhor jeito de ver o conforto de um carro é conhecer, porque é meio relativo, tem gente que tem as pernas maiores, braços maiores, mais gordinho, mais alto, etc. Meu sogro teve 3 logans e ele pesa 110+, tem quase 1,90 e só falava bem daquele carro. Só trocou por uma duster",
                "Não chegou a considerar um polo sedan 2010 +-?  \n\n\nCreio que seria a melhor opção visto a sua estatura, e é um carro bem mais confortável que esses que você citou, e a manutenção não é nenhum bicho de sete cabeças"
            ]
        },
        {
            "title": "Um amigo viu um carro e não sabia qual era.Ele falou que parecia um modelo da década de 2010. O símbolo é um escudo e ele desenhou os detalhes que lembrava. Alguém sabe que modelo é?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11fiyfa",
            "num_comments": 22,
            "comments": [
                "Pelo desenho da frente + formato das lanternas acho que pode ser um Jaguar F-type 2015.",
                "Olha eu vou ser bem sincero, isso é 90% de ser um Jaguar F-Type, a frente bem típica do Jaguar e a traseira com essa lanterna em forma de pequeno filete com uma bolinha, pergunta ele se é esse mesmo o que eu tenho quase certeza que é.",
                "Chutaria um Aston Martin DBS/DB9 pelo formato de boca da grade central. Poderia ser uma Maseratti Granturismo também. O símbolo em forma de escudo não significa muita coisa pq Porsche, Ferrari e Lamborghini todas tem o simbolo em forma de escudo.",
                "Eu acho q pode ser um Fisker mas acho difícil demais.",
                "Hmmmm talvez seja o místico  911 Tiburon GTR",
                "Audi TT?",
                "Pela dianteira, acho que poderia ser uma versão antiga do fora-de-série [Lobini H1](https://contagiros.files.wordpress.com/2011/07/lobini-h1.jpg)\n\nPela traseira poderia ser um [Mazda MX5](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXZSEgdldyAE5b5Lm2GghKF3QjqOu0omb7HA&usqp=CAU)\n\nAgora pela posição do escape no meio da tampa, pode ser uma versão do [R8](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR93GXl1yY1Ps9U68Rfux-Wxk9SKERcdrKxMg&usqp=CAU) ou do [GT 40](https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/IMG_6449-Ford_GT40_Mk1-Le_Mans_Classic_2018.jpg/640px-IMG_6449-Ford_GT40_Mk1-Le_Mans_Classic_2018.jpg) também...vai saber.",
                "Cadillac CTS",
                "A frente me lembra bastante um Caddilac CTS ou um Jaguar F Type como o colega abaixo sugeriu devido a logo da marca e frente e faróis do veículo respectivamente. Mas o aerofólio e a traseira estão mais para um Porsche Cayman GT4 ou Porsche Carrera GT inclusive eu diria. Basta pesquisar umas fotos destes modelos citados e mostrar para o seu amigo que ele vai conseguir ir assimilando a identidade da marca até achar o modelo específico.",
                "Me lembra um Jaguar F-Type 2015, mas a [traseira](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS5-S9z_tnWUHidxhAbztWP0IbJOe0O-Ie9rw&usqp=CAU) tem um aerofólio muito diferente do que ele desenhou e eu não encontrei nenhum de aftermarket que fosse parecido, então eu vou só concluir que ele é um péssimo desenhista. A [frente](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQQwR4DgNv7qxo830d7o6e1jUeuxkh5bNfULA&usqp=CAU) é quase igual à do desenho, mas ele dizer que a logo é um escudo tira toda a certeza, ele pode ter confundido o [jaguar](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNRXMymKtsypkWk65lQW7Rc91hBzG0gKpaCg&usqp=CAU) com um escudo mas eu acho improvável. As [aletas](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQuq4IEk6DnNfvsnL5FFuQEyeA1G32rqqLBlw&usqp=CAU) do capô lembram as desse carro também. O [escapamento](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTWwNN3BeMltacQ-VEFCNRd4IaEstuxVDZweQ&usqp=CAU) é igual, mas no desenho tá numa posição diferente.",
                "Gente, é sim um Jaguar F-type 2015, algumas das definições que ele deu não eram tão exatas por que ele viu o carro por pouco tempo. Mas muito obrigado a todo mundo que deu suas interpretações, foi divertido :)",
                "É a frente de um nissan GTR e a traseira de um jaguar F Type kkk",
                "Nissan GTR",
                "porsche",
                "F Type total",
                "Pergunta lá no r/namethatcar que eles manjam",
                "Parece um Peugeot RCZ.",
                "Pelos detalhes do desenho (formato dos faróis, das lanternas, da grade e do escape), parece ser um [Jaguar F-Type](https://www.caranddriver.com/jaguar/f-type-2020). Eu adoro esse carro!"
            ]
        },
        {
            "title": "conhecia algum deles?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11fhb4r",
            "num_comments": 10,
            "comments": [
                "Corri muito com esse nissan penzoil no GT2.",
                "Gostei do astra e do nissan",
                "Dados específicos não, mas já vi todos. Um dos passatempos favoritos é assistir vídeos de corrida na internet. Já vi todos esses carros. No insta sigo uma página do turismo nacional e aqueles carrinhos da uma competitividade boa! Minhas duas pistas preferidas são obviamente Nurburgring e aquela da Austrália que tem a parte da serra com curvas, é Bathurst se não me engano.",
                "não conheço muito carros de corrida. mas qnd tava pesquisando sobre o new fiesta antes de comprar o meu, eu vi que eles ja usaram a versão ST do Fiesta em corridas de rally e ele foi muito bem até.",
                "Quem já jogou Gran Turismo quando era criança com crtz vai lembrar kkkk"
            ]
        },
        {
            "title": "Existe um sub semelhante só que para motos?",
            "selftext": "É a pergunta do título mesmo. Tem sub de moto para brasileiros?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ff930",
            "num_comments": 4,
            "comments": [
                "/r/motoca",
                "Por coincidência criei um faz dois dias sobre motos, não tive tempo de divulgar ainda"
            ]
        },
        {
            "title": "Anúncio no app do YouTube - Falha na Matrix kkkkkkkkkkkk!!!!!!!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ff27j",
            "num_comments": 4,
            "comments": [
                "...e o estagiário foi de comes e bebes kkkkkkk",
                "Se bem que é parecido o interior, tudo plástico duro.",
                "Acho que o estágio de alguém estava no final e soube que não ia ser efetivado...",
                "Caramba, que interior simples. Acho que até um celtinha  dos anos 2000 tem acabamento melhor."
            ]
        },
        {
            "title": "preciso de uma ajuda com customização do meu Chevette",
            "selftext": "Boa tarde a todos!\nPossuo um um Chevette 82 e agora estou começando a mexer nele e pretendo deixar ela com a minha cara. E uma das mudanças que quero fazer nele é colocar um câmbio em grelha assim como os carros antigamente possuíam (e acho extremamente lindo)\nGostaria de opiniões e idéias de como executar essa mudança e até mesmo se já existe algo do tipo no mercado\nDesde já agradeço 🤝",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11feyxl",
            "num_comments": 0
        },
        {
            "title": "Você compraria?",
            "selftext": "Civic 2005 LXL Manual VTEC 1.7 com 164 mil km\n\nR$28.900\n\n&#x200B;\n\n* Direção hidráulica\n* Ar condicionado\n* Bancos em couro\n* Aparelhos de som original\n* Vidros/travas/retrovisores elétricos\n* Liga leve\n* GNV legalizado\n* Documentos em dia",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11f64bb",
            "num_comments": 18,
            "comments": [
                "28 mil? Nem ferrando. Vc tá pagando um valor altíssimo por um carro 2005, que tem fama de inquebrável, e por isso tem revenda boa, mas que na realidade são negligenciados por seus donos e normalmente são cheios de problemas. \n\nVazamento de óleo é muito comum por causa de dono porco e para mascarar o revendedor coloca um óleo mais grosso, mas a necessidade de retifica ainda continua. Só entrar em qualquer grupo de Civic G7 pra vc ver quanta reclamação dos novos donos em relação a isso.\n\n Essa geração ainda tem defeito crônico na coluna da direção, medidor de combustível e suspensão traseira. A propósito, a única versão que tem ABS é a EX.",
                "Nunca. Esse carro vale 18 mil no máximo.",
                "Não,  \nAcima da FIPE",
                "Não pelo preço e gnv",
                "GNV matou o carro...",
                "Se ele vender por 20k pode valer a pena se estiver em um estado bom o carro, lataria show e motor redondo, mas meio difícil isso estar bom sempre, geralmente é o contrário. Mas em si é um bom carro.",
                "GNV? To fora",
                "Esse e o valor do financiamento certo? Por que for o valor a vista tá muito caro, com esse valor você pega carro melhor mais novo e com manutenção e seguros mais baratos.",
                "Nunca. Menos de 20 k esse carro",
                "E pensar que comprei meu Vectra GT por 21.",
                "Não. Caríssimo pra um carro super velho.",
                "Nem por um caraleo voador",
                "Seis tão ficando tudo maluco igual eu. Um passo pra chegarem a conclusão que Fusca e opala vale a pena",
                "Com gnv não dou nem 10"
            ]
        },
        {
            "title": "O q acham? 192 mil km, 2005/2006, tá pedindo R$30k",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11epjdr",
            "num_comments": 79,
            "comments": [
                "Tá doido, 30kkkkkkkkk",
                "Todo dia sai de casa, um esperto e um otário,...quando eles se encontram, sempre sai negócio!",
                "Esse é o famoso caso do dono que acha que o Corolla é realmente indestrutível e ai nao trocam nem a porra do óleo do carro. \"Toyota é investimento e agora que eu tenho um posso usar até arrebentar e depois vendo pelo preço de um carro mais novo e mais completo porque tem otario que pensa assim também\".\n\nBoa parte do estado atual nojento do mercado de usados é por causa desse tipo de pessoa.",
                "Se para vender o dono não se dignou a dar um trato no carro... Isso aí mais um Marea 5cil GNV acaba com a guerra da Ucrânia em 30 segundos...",
                "Esse é o tipo de carro que o proprietario deveria anunciar por 25k, pra conseguir talvez vender por 22k.",
                "Deve ser zueira hahaha\nEu que não entendo muito, 192km 30k é osso haha",
                "Pago 18 mil nisso ae",
                "Judiado",
                "Caríssimo. Nem radiador tem. Se numa avaliação por foto o carro tá maltratado, e nem sequer foi lavado, o resto deve ser mais bomba ainda. É comprar pra virar cliente vip do mecânico\n\n*Edit: pula fora dessa",
                "30k é muito dinheiro. Não é só pq é toyota que da pra pedir o que quer, tomar muito cuidado. Só pela foto já da pra ver vários remendos vagabundos, peças plásticas faltando e peças muito oxidadas, ressecadas. De modo geral, o carro parece bem mal cuidado. Isso somado a um carro de 28 anos. Se vc quisesse deixar o carro bacaninha, arrumando os defeitos visuais provavelmente já pagaria ai os 4000 de diferença da FIPE, talvez um pouco mais dependendo do resto do estofado do carro. Além disso, o brasileiro já não tem costume de fazer manutenção, ainda mais em carro automático, fico imaginando a situação do óleo de câmbio de um corolla de 28 anos, isso se o câmbrio já n teve que ser trocado ou estoure na sua mão. A cor do tanque ali do líquido de arrefecimento já da um frio na espinha, um medo de abrir e ta tudo marrom ali.\n\n&#x200B;\n\nÉ um carro velho, feio e mal cuidado, como vc disse ficou 6 meses parado, parece que ficou um bom tempo parado no sol e na chuva, só isso já aumenta os problemas possíveis de carro velho. Vc mandou no mecânico, legal, mas isso fede a bomba",
                "Eu não daria nada, só pelo trabalho que teria. Mesmo que ele te venda por, digamos, 20K, o custo das manutenções corretivas pode superar bastante o valor que está supondo. Eu nem olharia para um carro desses. A pessoa que sai de casa pra conferir uma bomba dessa já amargou o primeiro prejuízo.",
                "Cara.... Nem sei por onde começar.... Vamos lá.\n\n&#x200B;\n\nEu tive um desses, 2007/2008 bege, comprei em 2015 e vendi ele em 2018. Puta carro, peguei com 85k de km e vendi com 120k. Comprei da primeira dona, carro top, motor, supensão e bancos perfeitos, tinha detalhes de idade na pintura, mas nada mais. Na época paguei 24k, e vendi depois por 26k.\n\n&#x200B;\n\nOlhando esse aí, tá feio demais cara... esses faróis amarelados e os bancos judiados já entregam q foi um carro q foi usado sem dó, e vai te dar trabalho na certa. Se valer 20k é muito.",
                "Quanto mais canelada tu conseguir melhor, toyota e honda é aquele esquema\n\nNunca quebra, mas se quebrar prepara o bolso, faz uma revisão top assim que pegar",
                "Acho que você vai comprar um problema por 30k. Fora que nesse estado está longe de valer 30k.",
                "acho que tá caro assim pq é a versão SEG, o vendedor sabe essa versão é difícil achar e meteu a faca",
                "Muito judiado e com certeza vai estar cheio de manutenção pra fazer ... Corre disso aí",
                "Meu amigo 30 k é oque você vai gastar pra deixar ele inteiro cai nessa não",
                "Não desmerecendo o carro, mas 20k tá mais que bem pago se os problemas forem só falta de uma lavagem.",
                "Sambadinho né?",
                "21k a vista eu faço o pix",
                "30k alegria do antigo dolo",
                "eu não daria 30k num carro com 200 mil km nem se fosse um Porsche ta maluco po",
                "30k?\n\n\nKkkkkkkkkk cara deve ter comido merda, só pode.",
                "Eu acho que não kkkkkk",
                "O carro tá todo fodido e por ser automático, duvido muito que já tenha trocado o óleo da transmissão. Se quiser dor de cabeça e tá com dinheiro pra gastar, só se abraçar...",
                "É problema,  \nMinha primeira avaliação no veiculo é como o antigo dono trata o carro. Nem pra vender ele deu um talento",
                "Ta pra acontecer burrice maior kkkkkk, 12~15 mil no máximo pqp ksksksksksj",
                "Nem fodendo",
                "Corre kkkkkk Não porque o carro é um tanque de guerra que você precisa de uma, ainda mais nesse estado e caro pra caramba, dava 10k e ainda pedia troco pelo incomodo",
                "Deveria valer no máximo uns 10, 12k...",
                "5k tava bem pago",
                "O carro do neo liberalismo sobre rodas, até q valeria a pena se a quilometragem fosse menor ou o preço fosse menor. 30k é demais pra um carro velho judiado desses. Sinceramente, no estado q ele tá eu daria no máximo 20k em um dia q eu estou de muito bom humor",
                "deus me livre kkkkkkkkk",
                "não vale 30k, tenho um 2009. otimo carro, quase 300km nunca precisei abrir o motor mas eu sei que não vale 30k (cuidado com o cambio automatico, é comum não fazerem manutenção e um dia a conta chega)",
                "Tá maluco 🤧",
                "Ta bem judiado, eu faria por menos de 15"
            ]
        },
        {
            "title": "Carro apartir de 2015 , até 60k e manual, qual o melhor fazendo 10km na cidade ?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ep338",
            "num_comments": 6,
            "comments": [
                "onix 1.4 2018",
                "etios 1.5",
                "Etios",
                "Acho que tu consegue um New Fiesta nessa faixa",
                "Ford Ka 1.5",
                "Vou na mesma opinião dos colegas abaixo. Se vc achar um New Fiesta Titanium com câmbio manual, não consigo pensar em nada melhor que esse carro. Completíssimo, anda bem, e muito mais refinado que qualquer concorrente da época ou atual.   \nO Ka com o motor 1.5 Dragon (2018 em diante) também é muito completo e anda bem.   \nSou cliente Ford há mais de 10 anos e adoro a Marca."
            ]
        },
        {
            "title": "[Post polêmico] Dúvida de quem quer comprar um SUV: Renegade, TCross, Duster ou Creta?",
            "selftext": "Título meio autoexplicativo. Estou querendo pegar um SUV. A questão é que eu sou fucking apaixonado pelo Renegade (ia pegar o Sport pelo preço dele), mas não tem uma alma nessa terra que ache que o carro vale a pena.\n\nDai vem os outros.. TCross povo fala bem, mas o plastico me fode legal dele; a Duster é Renault, que eu tenho um pouco de birra, mas, é uma opção talvez (?) e o Creta (caro para um cacete, mas parece ter uma boa motorização e, de todos, menos \"críticas\").\n\nE ai, qual opinião de vcs sobre eles?\n\nVlw pessoal!\n\nModeração, meu primeiro post aqui, desculpa se não for o local apropriado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11eoqm1",
            "num_comments": 17,
            "comments": [
                ">Estou querendo pegar um SUV\n\n>o plastico me fode\n\n>eu tenho um pouco de birra\n\n>sou fucking apaixonado pelo Renegade\n\nAmigo, vc é o consumidor perfeito do Jeep Renegade. Vai em frente. A galera que fala que não vale a pena também acha que nenhum desses SUVs de plástico, princesa de asfalto, valem a pena também.\n\nSeu Renegade vai ter um acabamento legal, conforto pra quem vai na frente e, se estiver na garantia, a chance de dar dor de cabeça é menor.",
                "Valer a pena é relativo. Minha namorada ama e adora o renegade e fiat toro. Pra ela não importa o motor ser beberrão e fraco (1.8 etorq), mas o sonho dela é ter um carro lindo com acabamento bom e tecnologia por dentro, pequeno e alto, com cara de jeep americano mas pequeno. Então o renegade atende tudo que ela gostaria num carro, e atende MUITA gente. Para quem se importa com outras coisas (como o pós venda da jeep ta uma porcaria com esses problemas recentes nos carros deles de fumar óleo, pelo menos aqui na minha cidade).\n\n&#x200B;\n\nNão importa o que os outros digam, tem gente que compra marea, tempra, C3 velho, tanto carro considerado bomba e estão felizes. Tudo depende do que vc quer num carro. Pelo que vc falou a melhor coisa é vc arrumar um pra vc e ver como que vai ser. Eu tinha o sonho de ter um New Civic G8 e realizei esse sonho, mesmo minha familia falando pra eu não ter, pq era um carro mais velho e caro de manter. Realizei meu sonho, estou feliz com o carro, tenho meus problemas com ele, mas eu sou dono das minhas escolhas. E no fim se vc quiser vender, o renegade é um carro bem querido e valorizado em bom estado. Nenhum dos outros pra mim compete em acabamento do renegade, no máximo eu gosto do creta topo de linha q eu já vi, mas mesmo assim, renegade 2016 pra mim é mais bonito e agradável por dentro.\n\n&#x200B;\n\nSó não sei se vc vai comprar 0km ou usado, se for usado só tomar cuidado com o trocador de calor que vivia dando problema e os motores 1.8 aspirados bebem mesmo e são lentões, muito peso pra pouco motor.",
                "Se vc precisa de um SUV de shopping o Renegade e a melhor opção. Fácil revenda so evite o 1.8...",
                "Opinião de quem tem um Renegade: quem fala mal é porque não tem o carro. É verdade que bebe bastante, mas que SUV não bebe? O carro é ultra confortável, é muito bonito, estável. \nFique atento com o valor do seguro, na renovação desse ano aumentou um absurdo",
                "O povo pega no pé do Renegade só pq é um carro que fez sucesso . O ponto fraco é a motorização 1.8,  mas se pro teu uso não tem problema, seja feliz . \n\nSe você quer algo com mais capacidade fora de estrada, o Renegade diesel 4x4 é muito bom também .",
                "Pra que SUV! Ainda mais se for comprar usado. Vai de Argo que dá na mesma. Fora que é mais barato e consome menos."
            ]
        },
        {
            "title": "Criando coragem para trocar de carro esse ano. Sugestões, por favor!",
            "selftext": "Olá!\n\nUso um Fiesta hatch 2009 há uns 12 anos e finalmente estou criando coragem de troca-lo, apesar dos preços atuais. Meu orçamento é até uns 85~90 mil. Não tenho a necessidade de um carro grande, prefiro até continuar em um hatch. Gostaria de um carro que fosse acima de tudo seguro, confortável e que tenha fácil manutenção.\n\nValeu!!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11emt2y",
            "num_comments": 17,
            "comments": [
                "Hatch desse tipo tem o Yaris e o Fit. Até onde sei eles são bem confiáveis. Tem o novo 208 tbm, mas ele é bem mais compacto.\n\nOutras opções interessantes pra mim nesse preço são o c4 cactus e o Peugeot 2008 (dá pra achar uns bons usados pouco rodados). Questão aqui é mais o preço do seguro.\n\nE opção maior seria o Duster e o Captur (usados tbm). Geralmente são mais baratos que os concorrentes e nunca vi grandes reclamações sobre a confiabilidade de tais carros.",
                "Não é o melhor custo benefício, mas o Corolla se encaixa em tudo o que vc citou. Pra quem sai de um Fiesta o Corolla é de outro mundo.",
                "Tô na mesma que você, saindo de um Celta/07 e com mesmo orçamento 85-90mil. Também quero um hatch automático. Tô pensando no Fit ou Yaris que são carros confiáveis e seguros.",
                "Eu já tive um polo TSI e adorava o carro justamente por ser pequeno e fácil de estacionar aqui em SP. Só troquei pq precisava de um carro maior. Nunca me deu problema.",
                "Novo Peugeot 208 zero KM e vai pro abraço.",
                "Cruze e Civic, melhores custo-beneficio no nosso mercado na minha humilde opinião. Vc tem um carro que pode ser considerado decente em qualquer lugar do mundo .\n\nA não ser que a prioridade seja economia, daí tem que descer um patamar e partir pros populares, Hb20, fiesta, onix , etc",
                "Eu recomendaria fit ou yaris, mas seguindo tua descrição um corolla cross seria uma boa escolha, seria uma enorme diferença (no bom sentido), tem uma boa durabilidade e eu acho mais bonito que os carros concorrentes da mesma categoria. Não recomendo comprar carros com a correia dentada banhada ao óleo, pois não temos muitos mecânicos de confiança por ai que vai fazer um bom serviço principalmente nas trocas de óleo podendo ocasionar problemas graves num futuro nao muito distante.\n\nPeugeot 2008dos novos é uma ótima escolha escolha como tambem o Citroen c4. Mas dentre esses tem o Polo 200 tsi, anda bem facil de dirigir e estacionar, é um baita carro.",
                "O HB20, modelo 2022, salvo engano, tirou nota 4 no Latin Ncap. Possui 6 airbags e o hatch automático esta saindo de 80 a 90 mil dependendo da cidade."
            ]
        },
        {
            "title": "Levei uma multa grave com a CNH provisória",
            "selftext": "Estava dirigindo sem cinto de segurança e o policial me parou na rua e aplicou uma multa.\n\nPesquisando, li que eu consigo prorrogar o pagamento da multa com recursos na justiça até que a minha definitiva chegue (faltam 8 meses). Isso é realmente possível?\n\nSe não, tem algo que eu possa fazer pra conseguir pegar a minha definitiva?\n\nSe não houver nada que eu possa fazer para conseguir pegar a minha definitiva, alguém poderia me explicar como devo proceder?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11el4rs",
            "num_comments": 33,
            "comments": [
                "kkkkkkkkkkkkkkkkkkkk tava sem cinto porque?",
                "Tem contestação que leva fácil mais de 1 ano, eu tô com uma multa na moto numa cidade longe daqui que nunca fui (E a moto não saiu do meu quintal nesse período) e a contestação tem mais de 14 meses que não anda. Um amigo tem multa de 2020 no Pará que a contestação também não andou até hoje, um vizinho tem contestação em GO de estacionamento em local indevido (Cidade pequena que nem tem placa ou pintura em asfalto) do ano passado que também ainda não saiu resultado da contestação.\n\nNa verdade não lembro de ver é contestação que tivesse resposta em menos de meio ano.",
                "eu passei quase pela mesma situação que você, tava andando com passageiro sem cinto, guarda parou e aplicou multa grave na minha provisória, a multa chegou paguei ela, na hora de renovar pra CNH definitiva cheguei no atendente e expliquei pra ele que eu ia perder minha carteira por causa dessa multa, ele falou “quem te disse isso? isso não existe não mano kkk”, consegui tirar e tou c a definitiva até hoje tranquilão",
                "Aconteceu comigo de faltar 10 dias pra vencer a provisória eu passar o sinal vermelho e o pardal me pegou e chegou a multa gravíssima. Como não teve condutor indicado, fui no detran com um amigo e ele assumiu os pontos pra mim e não perdi a carteira",
                "Uma dica básica: só liga o carro com o cinto, e só tira o cinto com o carro desligado. \n\nRespondendo à pergunta, tive um problema semelhante, peguei uma multa de excesso de velocidade quando ainda estava na provisória (sim, eu era um jovem estúpido). Catei no jornal o despachante com o anúncio mais escandaloso de recurso de multas. Sei lá qual foi a magia que o cara fez, a multa nunca mais voltou.\n\nIronicamente, uma multa que tomei de um radar por passar em sinal vermelho (passei no verde, mas o cara na minha frente apagou o carro e quando o sinal fechou eu estava no meio do cruzamento. Inclusive na foto mas mal dava para ver a traseira do carro) ele não conseguiu resolver e tive que pagar.\n\nEntão, minha dica é essa, pega um despachante experiente, paga o que o cara estiver pedindo e deixa  ele resolver para ti. Não é garantido, mas pelo menos tu ganha tempo.",
                "É Op, acho que já era\nSe fosse multa sem identificar o condutor vc poderia passar os pontos pra outra pessoa",
                "Foi flagrante? A multa já está em seu nome? Ou está direcionada ao veículo somente e ainda precisa preencher o condutor?",
                "Incrivel como o pessoal habilitado faz merda kkk. Eu não tenho cnh e tive apenas 2 multas. Obs: ainda não fui parado e nem multado por não ter cnh.",
                "Eu fiquei de 2016 até 2021 recorrendo de uma multa que foi aplicada injustamente e no fim me ferrei pq multa aplicada por PM o Detran raramente anula, mesmo vc estando certo.\n\nSe tiver um amigo ou parente habilitado e com a CNH livre, transfere esses 5 pontos pra esse condutor e foda-se.\n\nPaga a multa e segue a vida. Se fosse CNH definitiva eu acharia legal recorrer, mas provisória? Esquece... Joga os pontos pra outro e esquece.",
                "Eu tomei uma que era passível de suspensão, entrei com recurso e já passou um ano da multa e o recurso ainda não foi analisado. Quando voltar pretendo entrar com outro recurso. Pelo menos adio ao máximo a suspensão kkkkkk",
                "Nunca usei cinto e esse mês já vou pegar minha definitiva...",
                "Cara levei uma gravíssima da rodoviária indo trampa, faltava uns 4/5 meses pra acabar, e mano fiquei desesperado tbm, meu chefe passou um contato de um despachante e o despachante de um advogado, maluco cobrou 2000 conto, fora a multa que eu paguei que foi 297, por fim aceitei, e cara minha carta chegou tudo certinho, meu APP renovou tbm, e até o momento tô de boa, minha carta venceu em janeiro desse ano"
            ]
        },
        {
            "title": "Por que ninguém nunca fala do C4 nesse sub?",
            "selftext": "Estou querendo comprar meu primeiro carro e o C4 Hatch Manual é o carro qu estou monitorando. Entretanto, nunca vi ninguém comentar sobre ele aqui no sub. Hoje teve post sobre carro abaixo de 20k e logo pensei nele, mas ele foi esquecido. \n\nPq?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ej2o6",
            "num_comments": 10,
            "comments": [
                "Pq será né op?\nKkkkkkkkkkkk",
                "Se fala dos Pallas de menos de R$ 20 mil, em geral tem uns R$ 10 mil em peças faltando. \n\nAno passado mesmo fiquei o ano todo procurando um plástico externo do lado da soleira do motorista, os outros plásticos variavam de R$ 300 a 600 (Um mísero plástico ruim sem pintura de 150g, que se fosse de Fiat, GM ou VW custaria R$ 40, pra moto comprei quase 1kg em plástico e não deu R$ 150), mas esse nem concessionária tinha, que dirá ML ou desmanches. Vendeu com esse plástico faltando, com painel rachado porque não achou uma parte inferior (Pra arrumar o ar de todo carro precisa tirar painel, sem novidade, em carro velho sempre pode furar o evaporador), com suporte de calço soldado porque só vende o calço mas não o suporte, e mais alguma coisa no motor que até tem a venda mas era coisa caríssima (R$ 1 mil pra carro de R$ 20 mil é 5% do valor do veículo, por firula apenas estética é bobeira gastar isso, é o tipo de carro que tem 35 firulas estéticas, se pagar caro por todas logo terá gasto mais que o valor dele).\n\nJá falaram do cambio AL4, até dá pra melhorar ele pra reduzir em 90% os problemas (Coisa simples, trocador de calor como sempre), mas a maioria dos usuários tem medinho de corrigir os defeitos (Até parece que engenheiro em sã consciência opto por um trocador de calor lixo daquele, isso foi decisão dos idiotas engravatados de administração, que cortam custo mesmo que isso implique foder a imagem da marca no país, o salário deles tá garantido então não se preocupam com vendas, pós venda e imagem, esse tipo de mentalidade não tem mais em Citroen e Peugeot hoje), aí basicamente usa até lascar tudo, e depois saem reclamando que o carro é uma bomba (Na mão de leigo extremo tudo é bomba, tudo estraga \"do nada\", tudo é gasto imprevisto e caro).\n\nAssim como Fusca é carro pra mecânico, isso é carro pra mecânico que entende de eletrônica, porque se pegar um de 120 mil km vai ter que mexer em muita coisa, vai sair 5x mais caro que qualquer outro carro mais vendido na mesma faixa de preço se pagar pra mecânico resolver tudo. E ainda que rode bem pouco tem problema que é questão de tempo, em parte elétrica entra desgaste, sujeira, mas também ressecamento por idade, resseca até parado, é o carro que chega em oficina com 1 problema, se fica 10 meses parado até achar peça, depois que ligar de novo e sair pra andar achará outros 4 problemas, que apareceram sem uso mesmo (Até graxa de trava elétrica endurecendo e fazendo trava não atuar mais sozinha, nem sei como isso é possível).",
                "tanto carro bom por ai e tu quer logo casar com um c4? kkkkkkkkk",
                "É um carro de mecânica boa, porém não é barato de manter, seja em combustível, seja em peça.\n\nPrimeiros carros tem que ser de manutenção fácil e econômicos. O Citroen C4 não tem nenhum desses atributos. A parte elétrica também não é tão simples não, até o medidor de combustível é por meio de um sensor eletrônico.\n\nA versão automática ainda tem o infame câmbio AL4, então não tem uma reputação boa.",
                "Não sei se diz respeito a algum problema crônico, mas eu já vi dois Citroen com menos de 5 anos de uso pegando fogo. \n\nAfora o Citroen, só vi ocorrer isso com carros antigos a etanol da VW, devido a problema no injetor de gasolina para partida.",
                "Reza a lenda que os mais novos estão bons, igual aos Pegeout. O ruim (ou bom) é o preconceito, vai comprar barato, vender barato, e demorar um pouco pra passar pra frente.",
                "Pelo que eu sei C4 é Bomba",
                "Geral falando mal  \nMas papo reto que eu tenho um tesão nos c4 hatch e nos vtr, quero muito ter um algum dia",
                "Pq a galera vive em 2010 e só fala de Corolla aqui (tirando o meme do Elantra 2012).\n\nLasanhaland.\n\nSe bem que um c4 velho eu não pegaria tbm HAHAHAHAH\n\nTenho um Cactus THP 2021. Bem legal, vou trocar assim que a garantia de fabrica acabar mas foi um carro divertido de se ter. :)",
                "C4 pra mim só o Lounge"
            ]
        },
        {
            "title": "Mais um que rodou bem pouquinho",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11efhk0",
            "num_comments": 1,
            "comments": [
                "Esse aí cruzou a galáxia"
            ]
        }
    ]
}