{
    "posts": [
        {
            "title": "Trocar moto por uma de menor cilindrada",
            "selftext": "Bom dia, pessoal. \n\nNo momento tenho uma XRE 300. Comecei com uma Suzuki Yes 125, depois tive uma CBX 250, uma Fazer 250 e finalmente cheguei na minha XRE. Acho que segui um caminho natural de aumentar a cilindrada aos poucos, conforme a experiência vai sendo adquirida. \n\nPorém, estou em um momento em que acho uma moto de 300cc supérflua para o meu uso e estou pensando em pegar uma moto menor. Meu objetivo inicial era realizar pequenas viagens, a maioria com a minha namorada, e ter a moto como único veículo. Mas tenho um uso exclusivamente urbano e acabamos comprando um carro nesse meio tempo, fazendo com que use a moto sozinho e apenas dentro da cidade. \n\nEstou encantado pela Chopper Road 150. Sei que é uma moto mais baixa e com outra ciclística, o que não é um problema para mim, já que tenho uma altura média. Tenho receio de realizar a troca e gostaria de saber se alguém já fez o que eu pretendo.\n\nA diferença, para uso urbano, é muito grande entre uma 300 e 150? Estou desde 2019 com motos de pelo menos 250 e não me lembro do desempenho da Yes.\n\nPara quem já fez uma troca parecida, houve arrependimento? Se sim, por quê?\n\nEnfatizo que o uso é estritamente urbano e já agradeço.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12swehi",
            "num_comments": 3,
            "comments": [
                "Se for uso urbano mesmo, com nada ou quase nada de rodovia a Chopper road vai ser perfeita.\n\nVocê vai se divertir bastante nela.\n\nEu não sei a questão de peças na sua região. É algo a pensar e investigar.",
                "Tenho uma chopper e uso na cidade desde janeiro.\n\nMotinha levinha, faz uns 35km/l e a manutenção parece bem baratinha.\n\n\nAcho uma boa, ela até chama atenção da galera por ser bonitinha"
            ]
        },
        {
            "title": "Fóruns de moto",
            "selftext": "Pessoal, quais fóruns ou grupos de moto vocês recomendam? Vejo que nossa comunidade ainda é pequena aqui no Reddit",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12shs0g",
            "num_comments": 1,
            "comments": [
                "Eu custumo frequentar apenas os foruns do reddit mesmo. Gosto do r/motorcycles, e por ter uma vulcan consequentimente frequento o r/kawasakivulcanriders.  \n\nE também adorava a aba de comentários do antigo Olddogcycles."
            ]
        },
        {
            "title": "Dafra NH 190",
            "selftext": "Bom rapaziada, como já mandei aqui nesse sub, to no aguardo da indenização do seguro da minha fazer e de olho em outros modelos...\n\nDepois de muita pesquisa cogitando Fazer 250, Crosser e XRE 190/300 do nada caí na Dafra NH 190, uma moto que me surpreendeu e muito pelo que entrega e relação custo/benefício. Realmente me entusiasmei com a moto e gostaria de ouvir feedbacks sobre ela de alguém que tenha, conheça quem tenha um já andou.\n\n&#x200B;\n\nhttps://preview.redd.it/2pbs71f2joua1.png?width=1024&format=png&auto=webp&v=enabled&s=3cdb5a9eb97259ddb04d149534015fade54dc249",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12qxqcf",
            "num_comments": 9,
            "comments": [
                "Olhei muito na intenção de comprar, inclusive pude fazer um test Ride e gostei demais da moto.\n\nO banco achei um pouco duro, porém a ergonomia é muito boa, e apesar de ter andando só no bairro da cc, consegui esticar ela um pouco numa avenida, e subi uma ladeira mais ingrime com tranquilidade. Detalhe que no corredor os retrovisores dela passam por cima da maioria dos carros, deve ser bem ágil no dia-a-dia, moto anda bem leve, só o guidão que é um pouco travado, mas parece que não é algo que atrapalha a manobrar.\n\nO que me desanimou foi quando comentei com conhecidos, o primeiro tem até hoje uma Apache 200 2016, ele gosta demais da moto, mas quando algo da zebra, tem que sair procurando peças similares. Diz ele que pretende vender quando o motor fumar, porque sabe que vai ser dor de cabeça pra arrumar.\n\nO segundo já teve uma experiência muito ruim com uma Horizon 150 2019, além da falta de peças, a dele o carburador nunca foi bem regulado. Ele contou que nós 7 meses que ficou com a moto, foi todos os meses na cc, regulavam ou limpavam o carburador, e no mês seguinte ela voltava a engasgar. Diz ele que trocou de posto todas as vezes que deu merda, e chegou a tentar andar só com aditivada, mas mesmo assim não passava de 1 mês sem falhar.\n\nPor fim vendeu a moto explicando os problemas que tinha, perdeu um valor bom na época, mas ficou muito decepcionado com a garantia que só disfarçava o problema.\n\nNoa dois o que me desanimou foi esse pós venda. Peças, manutenção e garantia. Até fiz um post parecido com o seu esses dias, porém sobre a Himalayan, e o resultado foi bem parecido até.",
                "Já tive uma dafra e não recomendo pra absolutamente ninguém. Tinha uma horizon 150 que era uma motinha muito gostosa de pilotar (lerda, mas foda-se). Deu problema na bomba de oleo, fodeu o motor inteiro, teve que trocar o motor todo (nisso ficou parada 2 meses na concessionária). \n\nVendi assim que consertaram e peguei uma xre 190 - que foi uma moto excelente. Nunca deu problema algum e eu judiava um bocado dela até. Mas lerda também."
            ]
        },
        {
            "title": "Husqvarna Vitpillen 401 vale a pena no BR?",
            "selftext": "Fala rapaziada! To namorando essa scrambler e queria saber q q ces acham! \n\nVale a pena ou é procurar problema estando no Brasil ? Sendo que a marca só tem loja em SP.\n\nValeu!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12pw7c3",
            "num_comments": 5,
            "comments": [
                "Primeira vez que escuto falar da marca, tendo apenas uma concessionária me parece procurar problema. \nScrambler no Brasil já não é algo popular, você pegar uma marca totalmente desconhecida complica muito, o pós venda não deve ser uma boa experiência, eu não arriscaria",
                "Se gostar de viver perigosamente sim. Pouquíssimas aqui qualquer coisa vai custar uma fortuna. Se for usar que nem gringo só para passear blz, se botar para moer igual a maioria dos brasileiros acho que abre o bico logo.\n\nSe está nesse espírito de aventura parece que vão lançar as Caballero 500 aqui no Brasil.",
                "acho linda, mas não pegaria. parece ser pedir pra sofrer com peças depois (e falando de peças de manutenção constante, tipo pastilha de freio, relação, etc). se cê tiver dinheiro de sobra manda brasa, mas não parece economicamente viável."
            ]
        },
        {
            "title": "Bros/XRE",
            "selftext": "Uma pergunta para o pessoal que tem XRE ou Bros. Acontece com vocês também de mesmo sem chover, a moto \"pegar água do chão\" e jogar na sua canela? Com a minha Bros acontece isso. Gostaria de saber se com a XRE também acontece e se tem solução para isso.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12pu6ci",
            "num_comments": 7,
            "comments": [
                "É o paralama da roda. Minha Crosser Z era a mesma coisa, e ainda sujava o garupa. Resolvi comprando um paralama da S e colocando na Z. Na traseira comprei um antispray e aliviou muito, mas não resolveu 100% não.",
                "Tenho o mesmo problema na XTZ, uma poça de água já joga em mim.",
                "Aqui no Ceará todas as Bros andam com um paralama adaptado, mais rente à roda. Parece ser o da XRE. Nas lojas vende-se o kit completo, com as abraçadeiras para prender na bengala e os parafusos. Além disso, vários colocam um para-barro de borracha nesse paralama. É feio, mas funciona."
            ]
        },
        {
            "title": "Primeira moto",
            "selftext": "Fala galera, moro no RJ e vou começar a andar de moto e gostaria de uma ajuda na escolha da minha primeira moto. Gosto muito de motos estilo retro, como a triumph thruxton, speed twin, royal enfield continental gt, etc. Meu receio é que já ouvi falar que não é legal começar em motos de alta cilindrada, mas também estou com pé atrás em pegar uma moto de cilindrada mais baixa por conta de assalto (que é o que mais tenho medo). Qualquer ajuda/opinião é bem vinda. ",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12pei3z",
            "num_comments": 12,
            "comments": [
                "Intruder 125... Será que alguém vai querer te roubar ela? (Só se for funcionário do correio...kkik)",
                "Se teu medo de assalto com baixa cilindrada é não poder fugir, dá um passo pra trás e pensa de novo antes de comprar moto.\n\nEu acompanhei o mercado de motos por anos até comprar minha Tenere 250 2017. Ouvi muitas histórias de roubo, acompanhei estatísticas, mas cheguei no ponto em que o mais pesado eram amigos que contaram ter quase morrido em assalto: fugas mirabolantes pra defender uma moto e quase ser pego por carro ou até caminhão.\n\nMe lembro de um que meteu uma R1 no acostamendo, contramão, da Rodovia dos Bandeirantes em SP, área notoriamente populada pelos motociclistas de alta cilindrada aos fins de semana. \n\nContou que foram quilômetros com uma Hornet atrás dele e, num dado momento, a consciência bateu e ele largou a moto e desceu a pé por um barranco, achando que tinha despistado os caras.\n\nO problema é que bandido não tem consciência e foram atrás dele, ele conta que pediu pela vida e os caras deixaram ele só de cueca na rodovia, levando moto, capacete e macacão.\n\nEnfim, não compra moto pra fuga. Quem quer moto pra fuga não pretende pagar por ela.",
                "Vai de intruder, to com a minha segunda e não tenho do que reclamar. Mecânica simples e robusta, nunca tive problemas para achar peça nas raras vezes que precisei, não é mt visada pra roubo, tem bastante possibilidade de customização tb que dão uma cara retro pra moto.\nA que tenho atualmente é a chopper road da haojue, ela tem 150cc e freio a disco nas duas rodas, enquanto as intruders só tem na dianteira e são 125cc",
                "Cara se é sua primeira moto, corre de moto velha.\n\nA Haojue tem a Chopper Road e a Master Ride, a primeira uma custom simples, e a segunda é um pouco mais parruda no visual, mas ambas são 150.\n\nO preço praticado em concessionárias da marca não dão tão diferentes dos anunciados no site, a Chopper mesmo já vi a 13400."
            ]
        },
        {
            "title": "Moto para pegar rodovia",
            "selftext": "Bom, eu basicamente precisava de uma moto para pegar rodovia, cerca de 20km de ida e 13km de volta. Atualmente tenho uma Bros 150, que apesar de ser muito boa, ela não aguenta muito a pauleira de acelerar em rodovia e vive no giro máximo. Qual seria a moto ideal? Visando um conforto e estilo.  \n\n\nPontos a serem avaliados:\n\n* Orçamento de 20k\n* 99% dos dias a rodovia tem zero transito.\n* Nesses 1% dos dias, gostaria que a moto fosse fácil de manobrar para andar em corredor e ir cortando transito sempre que pudesse.\n* Vou utilizar ela para o dia a dia dentro da cidade também. (que também não é muito movimentada)",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12pdi9u",
            "num_comments": 18,
            "comments": [
                "Pega uma Meteor 250/650. Vai ser uma delícia pra estrada e é manobrável dentro da cidade.",
                "Tenho a Tenere 250 e faço esse exato uso.\n\nGosto bastante, mas dizer que ela é ótima de velocidade final é um exagero.",
                "A moto precisa ser 0Km ou pode ser usada?\n\nPra esse uso, como vc já tem uma bros, eu indicaria uma lander ou xre usadas. Se não tiver problema uma moto mais baixa, então uma fazer pode ser boa tbm. Vc não vai chegar a 160km/h com elas, mas pra uns 100km/h eu acho bastante confortável,  e ainda sobra um pouco pra uma ultrapassagem mais pontual",
                "Essas monocilindricas têm esse problema mesmo. Você gosta mais dessas trail ou das comuns já te suprem? O outro camarada comentou da XRE300, eu diria o mesmo. Quem sabe até uma Twister já que ela têm 6 marchas.",
                "Fazer 250, Twister 250, tenere, Lander, xre, não tem erro, só deve se atentar ao ano da xre já que tem o problema do cabeçote",
                "Qualquer 250 te atende bem. Aqui em MG as Twister 250 caíram bem o preço, tranquilo tu pega uma 2018-20 dentro do seu orçamento. \n\nLander e XRE 190 também deve encontar, talvez com 3 ou 4 anos de uso.",
                "Lander/Tenere ou XRE 300 e não tem erro."
            ]
        },
        {
            "title": "[Update] Comprei minha primeira moto",
            "selftext": "Oi gente, há algumas semanas fiz perguntas sobre a compra da minha primeira moto, hoje trouxe ela para casa (uma Suzuki Intruder 125 que era dos correios), foi um percurso de 900m e como só tinha usado a moto da auto-escola nem troquei de marcha e ainda assim peguei um pouco de transito e parei mais vezes do que deveria.Como a moto é muito usada está cheia de pequenos defeitos então gostaria de esclarecer algumas dúvidas.\n\nFica óbvio saber se os freios precisam ser trocados ou preciso levar em um mecânico?A lanterna traseira só acende com o freio dianteiro, isso é fácil de arrumar?Caso eu use o afogador na hora de ligar a moto e esqueça de voltar a posição normal dá algum problema?O indicador de combustível está quebrado tem como saber se é um problema do próprio painel?\n\n~~No manete esquerdo acima da buzina, tem um botão que aparentemente também não está fazendo nada, normalmente esse o botão para travar o farol alto?~~ Na verdade era um interruptor do farol e está funcionando sim, mas só com quando o farol alto tambem é acionado do lado direito, acho que isso é o normal.\n\nÉ óbvio perceber se o motor está com barulho estranho?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12nlzem",
            "num_comments": 5,
            "comments": [
                "Boa OP, a intruder é uma ótima moto, aconselho aprender a trocar de marcha, pois trabalhar só com marcha baixa não permite você acelerar muito e andar só em baixa faz o motor superaquecer.\n\n\n\nFica meio que óbvio, o freio traseiro tem um indicador que diz o quanto ainda tem de freio, na dianteira(não lembro c ela é disco), é verificar pastilha e disco(e as vezes fluido) fica bem claro quando tá na hora de trocar pois o manete começa a perder a pressão pois o fluido baixa.\n\n\nSim é facil de arrumar o problema de acender a luz, geralmente o problema é o switch(interruptor) que fica proximo ao pedal do freio.\n\n\nSe você esquecer de fechar o afogador a moto vai ficar acelerada(as vezes até acelerando sozinha), gastar mais combustível e aquecer mais(já que você esta jogando uma mistura maior de gasolina/ar no motor), feche o afogador assim q a moto tiver aquecida.\n\n\nSim tem como saber se é do próprio painel, tem que testar os contatos elétricos .\n\n\nO botão eu não sei, não cheguei a ver ele, c vc tem dúvidas em qualquer botão/função da moto, baixe o manual do usuario todos os botões tão explicados lá.\n\n\nSim, depois de um tempo andando com a moto você vai perceber quando o motor tiver um barulho estranho."
            ]
        },
        {
            "title": "Fiz minha primeira viagem de motoca",
            "selftext": "Fui visitar uns parentes e decidi ir de motoca ao invés de carro. Uns 350km ida e volta.\n\nTenho uma XMAX, e olha, me surpreendi. Ela realmente tem vocação pra estrada.\n\nMantive quase sempre na faixa da direita e no máximo indo a 100km/h. Sempre com uma boa distância dos outros veículos.\n\nAchei mais tranquilo que pilotar dentro de cidade, perdi meu medo de rodovia.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12ni82o",
            "num_comments": 4,
            "comments": [
                "Boa, rodovia é bem traquilo mesmo, a chance de se ter um acidente é bem menor que na cidade.\n\nCuriosidade, qual a km/l que ela fez na rodovia?",
                "Essa moto é muito boa pra pegar rodovia.",
                "Pessoal fica super surpreso quando conto das minhas viagens de moto, acham incrível, um ato de bravura... Daí vão pra casa de Biz, capacete coquinho, regata e chinelo.\n\nAmbiente urbano é muito mais perigoso pra moto. As estatísticas estão aí."
            ]
        },
        {
            "title": "Primeira moto scooter",
            "selftext": "Pessoal, gostaria de sugestão de qual moto e qual ano, comprar gostaria de uma scooter, por ser automática.\n\nSempre dirigi carro, vai ser a primeira moto, nunca pilotei.\n\nMeu uso vai ser bem básico, não pretendo viajar, quero somente pra ir até o trabalho (20km) duas semanas no mês e coisas rápidas, mercado, academia essas coisas.\n\nMeu uso vai ser para fugir do transporte público que é horrível aqui (extremo sul - SP) e questão de economia pq carro gasta muito\n\nAgradeco muito se puderem me ajudar..",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12mk12m",
            "num_comments": 5,
            "comments": [
                "Salve!\nEu tenho uma nmax 2023.\nEu acho ela uma excelente scooter. \nA minha faz 36 km / l.\nEla ultrapassa o seu orçamento.  Mas talvez se você achar uma de anos anteriores o preço fique melhor.\nEu uso ela para ir até o trabalho e lazer.",
                "Qual teu orçamento?"
            ]
        },
        {
            "title": "Yamaha XTZ 125, 2013.",
            "selftext": "XTZ 125 com 36k quilômetros, será que vale a pena por 12 mil R$?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12m8d3l",
            "num_comments": 7,
            "comments": [
                "Com 36k deve estar bem nova, mas 12 mil eu não sei se vale... Paguei 9k na minha 2015 no ano passado e realmente o que o rapaz disse no comentário acima é verdade, é uma moto meio fraca, mas compensa bem em outros aspectos, como a economia e assim no geral considero uma ótima moto.",
                "Comprei uma Yamaha XTZ 250X 2008 com 175k rodados, somente com detalhes estéticos por R$ 11 mil no fim de 2022, ela me atende muito bem em uso misto e em viagens de ate 150km (Mais que isso ja se torna desconfortavel pelo banco estreito). Rodo aproximadamente 100km semanal, com boa potência e consumo, minha experiência com motos Yamaha foram boas, recomendo!",
                "caraca mano, o mercado ainda ta doido desse jeito??\n\npra mim isso ja era preco de crosser bem mais nova, q viagem\n\nvou ate dar um confere no valor da minha agr",
                "Qual seu uso? Se for pegar estrada não vai servir, xtz 125 arrisca uma tartaruga fazer xixi na sua roda em movimento.",
                "A não ser que você faça MUITA questão de uma XTZ 125, não vale a pena por esse preço, não! Por um pouco a mais você pega uma Fazer 250."
            ]
        },
        {
            "title": "Quais as regras de etiqueta que vocês seguem nas vagas exclusivas de moto?",
            "selftext": "Tenho uma moto relativamente alta, quando boto no pezinho ela inclina e ocupa um espaço maior do que  outras motos ocupariam. A trava da roda costuma manter ela voltada pra direita também, enquanto muitas outras ficam pra esquerda. Na hora de deixar na rua (o que é mega raro), fico com receio de ocupar tanto espaço e tomar uma pregada na lataria. Quais as regras de etiqueta pra estacionar a moto entre motos? Na rua, nos estacionamentos, etc...",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12ls873",
            "num_comments": 7,
            "comments": [
                "Eu tenho uma mt09, não é alta como a sua, mas tenho receio, e já vi fazerem com outras motos, do cara montar na moto de desconhecidos pra tirar foto. Acho completa falta de respeito, além de poder tombar e/ou danificar veículo alheio né.\n\n  \n\n\nEtiqueta de estacionamento se moto pra mim é parar de re e virar o guidao no mesmo sentido das outras.",
                "Nunca estaciono num espaço pequeno q prejudicaria pra moto do lado sair, pq isso já aconteceu muito comigo.\n O abençoado se mete em um espacinho entre minha moto e a moto do lado, de modo que não consigo tirar ela do pezinho e montar nela sem q acabe batendo meu retrovisor ou bauleto na moto do abençoado.",
                "Eu evito ao máximo parar nos espaços dedicados às motos, mas quando é inevitável, tento usar as vagas das pontas.\n\nTenho uma Tenere 250, alta, com \"mata cachorro\" e baú grande. Ocupo um belo espaço e acabo não conseguindo entrar em qualquer vaga quando considero ter de parar no meio de CG e outras motos mais baixas e com baú, super frequente na minha área.\n\nPrefiro estacionamentos ou ruas sem a área específica e que permitem parar \"onde quiser\", assim, melhoro o posicionamento.\n\nEnfim: minha moto é um \"luxo\", tenho pra economizar tempo e me divertir também. Tento não atrapalhar o povo do \"corre\".",
                "Em Roma faça como os romanos. Hehe\nCostumo parar a moto do mesmo jeito que as que estão dos lados da vaga que vou parar.\n\nSobre a sua moto ficar mais inclinada, procura parar ela um pouco mais para a direita. Aí ela não vai invadir tanto o espaço à esquerda.",
                "baita tópico útil, muito bom mano"
            ]
        },
        {
            "title": "Fazer YS 250 morrendo",
            "selftext": "Amigas e amigos, preciso de uma ajuda para resolver um mistério. Minha Fazer YS 250 (ano 2012/2013) está morrendo/desligando aleatoriamente. Vou explicar com mais detalhes logo abaixo.\nJá levei em duas oficinas e os caras não descobrem. O CDI foi trocado. Passaram scanner na moto. Filtros novos, óleo novo, bateria nova, vela nova, etc...\n\nQuais são as situações em que a moto desliga:\n(essas situações não são constantes, tem vezes que desliga e tem vezes que não desliga)\n\n-Ao ligar a moto. Tem dias que ela fica só no nhé nhé nhé e não liga. Já me aconteceu com dia frio, dia quente, dia de chuva, com o motor quente e com o motor frio.\n\n-Reduzindo a velocidade para parar. Mesmo no ponto morto. A moto só desliga, como se eu tivesse cortado a corrente. Tem dias que fica no nhé nhé nhé e tem dia que só um toque na ignição já liga ela.\n\n-Acelerando a moto. Por exemplo, vou entrar numa via mais rápida, aí preciso acelerar rápido para igualar à velocidade dos carros. Aí a moto morre. Tem vezes que é só uma morridinha rápida, ela liga logo em seguida (porque está engrenada e não segurei a embreagem). E tem vezes que tenho que ir para o cantinho da pista porque ela não liga de jeito nenhum.\n\nTodas as vezes que ela morre a luz amarela da injeção fica piscando.\n\nQuero reforçar que essas morridas são aleatórias. Não consigo fazer elas se eu quiser. Sempre sou pego de surpresa. Estou com medo que numa dessas morridas eu morra junto. Nem quero passar a moto para a frente com esse defeito, porque pode acabar machucando o dono novo.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12kihm6",
            "num_comments": 25,
            "comments": [
                "Não sei arrumar nem meu patinete. Mas espero que alguém aqui tenha conhecimento desse tipo de problema",
                "Já pensou em trocar os pneus?",
                "Limpou os bicos da injeção? Pelo que você tá falando, parece falha na alimentação, o bom seria ver se a bomba de combustível tá funcionando beleza, começa a reparar se o nível de combustível tá mais ou menos no mesmo quando ela falha (exemplo: tanque cheio nunca falha). Eu compressão do motor não parece ser o problema, pois se fosse com ele quente não ia desligar, observe se tem faísca na vela quando ela faz, pode ser bobina de ignição também, as vezes um mal contato na fiação.",
                "No meu caso, a moto estava morrendo aleatoriamente e sentia o escapamento pipocando em ladeiras com o freio motor. Aí ela começou a piorar, troquei a bomba e a vela, filtros, e nada. Aí no fim era o corpo de injeção, a válvula borboleta estava frouxa e as vezes não vedava direito em marcha lenta e entrava mais ar que deveria, por isso os pipocos, era a mistura pobre. Talvez seja isso, uma entrada de ar falsa no corpo de injeção ou na caixa do filtro, ou alguma mangueira",
                "Minha xr200r ta com um problema parecido, a diferença é q ela só morre quando eu paro num semáforo e reduzo pra primeira e aperto a embreagem, aí ela morre. Segunda agora uma melhor me fechou e eu caí, quebrou o manicoto da embreagem, e do nada ela só queria ligar de ponto morto, sendo q nunca foi assim. Essa semana vou trocar o chicote dela, tá precisando, espero q resolva. Da uma olha no chicote da sua tbm, vai q",
                "Luz da ECU (injeção) piscando pode ser tensão de alimentação muito baixa, sugiro dar uma conferida na fiação e conectores, principalmente o conector principal de energia (no relé de partida, ao lado do fusível de 30A) e o conector do negativo do retificador/regulador (conector cilíndrico de 1 fio preto próximo ao relé de partida).\n\n&nbsp;\n\nFora isso, como outros já comentaram, seria bom revisar os sistemas de combustível e ignição:\n\n* Válvula de admissão: 0,05mm ~ 0,10mm de folga.\n\n* Válvula de escape: 0,10mm ~ 0,15mm de folga.\n\n* Vela de ignição: 0,6mm ~ 0,7mm de folga entre eletrodos.\n\n* Pressão da bomba de combustível: 319kPa a 329kPa (46~47psi).\n\n* Bico injetor de combustível: infelizmente não tenho o valor de vazão, porém verificar se está limpo.\n\n* Bobina primária: 2,16Ω ~ 2,64Ω (20°C)\n\n* Bobina secundária: 8,64kΩ ~ 12,96kΩ (20°C)\n\n&nbsp;\n\nDa lista, os enrolamentos da bobina são os mais fáceis de se verificar, podendo fazer em casa mesmo com um multímetro, portanto começaria por eles.\n\nA vela de ignição também é de fácil acesso para conferência e barata para substituição.\n\nAs folgas das válvulas são item de revisão, se a manutenção está em dia elas devem estar dentro das tolerâncias.",
                "Op, tive uma Fazer 250 2010/11 que apresentava o mesmo problema. Pode parecer besteira, mas o problema era na ignição. Troquei o miolo da chave o problema foi resolvido. O miolo da chave estava meio mole, como se estivesse gasto. Antes de trocar, percebi que a partida funcionava em uma certa posição, fora dessa posição, parecia que a moto estava sem bateria. Quando ligava, a vibração tirava a chave da posição e fazia a moto morrer. Isso me colocou em algumas situações bem perigosas. \n\nSugiro tentar fazer um teste simples como [o desse vídeo ](https://m.youtube.com/watch?v=A1UAftvH-e8&pp=ygUPRmF6ZXIgY29kaWdvIDE5). Antes de descobrir esse problema eu troquei várias coisas e nada adiantava.",
                "Aumentou a lenta? Minha Tenere 250 morria aleatoriamente e resolveu depois que fiz isso.",
                "Quando acontecer e a luz de injeção acender, acione o botão de cortar a corrente. A luz de injeção vai começar a piscar, a quantidade de piscadas vai significar um código.  (Cada piscada lenta equivale à casa das dezenas, e cada piscada rápida equivale às unidades, ex: 4 piscadas lentas e5 rápidas = 45)\n\nA partir desse código, vc vai ter um diagnóstico. Pesquise no Google pelos significados dos códigos, não é difícil achar essa tabela."
            ]
        },
        {
            "title": "lander 250 2010 ou crosser 150 2020?",
            "selftext": "tenho sítio na área rural e vou constantemente pra lá, estou pensando em pegar uma dessas duas motos mais altas, qual vocês pegariam se estivessem no meu lugar?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12k8bx8",
            "num_comments": 8,
            "comments": [
                "Lander, sem dúvidas. A lander antiga é um tratorzão (não que a nova não seja, mas a antiga é mais 'bruta'), suspensão melhor pra fora de estrada, roda dianteira maior, mais potência, basicamente indestrutível... Assim, a crosser é uma ótima moto, mas eu escolheria uma lander se a ideia fosse pegar terra sempre.",
                "tenho essa dúvida, o banco da lander antiga parece ser inexistente",
                "Lander sem dúvidas, único problema crônico que quebra o quadro e é famosa por isso, de resto nao vai te incomodar em nada.",
                "Nesse caso a Lander é mais interessante vai ser mais divertida e também se vc tem um sítio tem que pegar estrada, e pegar estrada de 150 as vezes é desagradável",
                "A moto seria só pra isso? Porque se você vai andar em ambiente urbano também, a Crosser é uma boa pedida!"
            ]
        },
        {
            "title": "Himalayan, vale a pena?",
            "selftext": "Entendo que uma moto que não seja Honda ou Yamaha vai ter algumas particularidades, dificuldade de peças, assistência mais cara, falta de mão de obra, revenda, etc.\n\nPorém estou querendo sair um pouco desse padrão de moto street, e até estou disposto a abrir mão de algumas comodidades em função disso.\n\nE já pensando em explorar outra montadora, vi essa moto que tem um visual nem particular. Dei uma pesquisada no YouTube, e as primeiras tiveram sérios problemas de remap, que aparentemente foi corrigido desde 2020. \n\nO que tem me incomodado é que os vídeos mais recentes são só elogios, e toda moto tem sim seus problemas e limitações.\n\nEntão vem a dúvida, alguém tem, ou conhece alguém que tenha? Eles recomendam essa moto pra uso na cidade?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12k0kea",
            "num_comments": 16,
            "comments": [
                "Não conheço ninguém que tenha uma himalaian, to ligado do problema dela de grilar o motor em alta rotação, já ouvi falar que isso é corrigido com um remap mas não posso afirmar.\nSobre pós venda e etc, quem poderia te dar uma opinião melhor aqui no sub é o u/andre27eu que ja possuiu uma moto da marca.",
                "Conheço um que tem e já dei uma volta nela. O interessante dessas Royal é o torque alto em baixa rotação. Mas não espere grande velocidade quando for pra rodovia. \nComo primeira moto acho interessante, mas não sairia de uma 250cc pra ela, pois não tem tanta vantagem assim.\nProcura umas usadas, seu perfil de dono não é o que fica cortando giro.\nVeja o custo de manutenção, a troca de óleo é fácil e barata, mas a relação pode ser um pouco mais cara.\nAcho que uma das principais vantagens dessa moto é que raramente alguém vai se interessar em roubar.",
                "Não sei como está o mapeamento da injeção, mas sei que no começo foi um problema para o nosso combustível, o quadro era meio fraco mas  ao que tudo indica teve melhorias. O intervalo de manutenção é meio curto mas é o tipo de coisa que dá para você mesmo fazer. As maiores críticas que ouço é do peso e a velocidade máxima que é meio baixa.\n\nQuando lançarem a scram 411 aqui no Brasil eu vou dar um jeito de viajar para onde tem uma concessionária para ver ao vivo.",
                "Cilada."
            ]
        },
        {
            "title": "MT 03 5k seguro zs/sp",
            "selftext": "Depois de ver tantos vídeos todo dia de roubo a motos, penso se não foi uma má ideia como moto para o dia a dia, segurança em sp ta foda...",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12jdt18",
            "num_comments": 11,
            "comments": [
                "Não é só por assalto, mas o perfil de usuario desse tipo de moto sofre muito mais acidente. Costuma ser um cidadão jovem e imprudente. \nInfelizmente os bons acabam pagando o preço dos irresponsáveis.",
                "Caralho, deprimente. um absurdo de caro",
                "Esse foi um dos motivos de não ter comprado ela, os seguros são astronômicos. Estava na dúvida se comprava a Z400, MT03 ou a CB300F, no fim das contas o seguro da Z era 6k, da MT +- 5.500 e da CB300F 2.100. \n\nIsso que nem moro na capital, ainda na região metropolitana, mas aqui o índice de roubo/furto é nulo, além de ficar em garagem em condomínio fechado e segurança armada 24/7.\n\nAcabei comprando a CB mesmo, seria minha primeira moto, então a potência extra não faz muita falta. Por outro lado, provavelmente só fechei o seguro por esse valor porque a moto é nova e não tem muito histórico, porque pra Twister 250 era +- 4.200, vai entender. Queria mesmo era ter comprado uma CB 650R (ou qualquer 3/4 cil legal, honestamente), mas provavelmente só vai ser viável na Europa, aqui é peça cara, risco de prejuízo + risco à vida e mais sei lá o quê."
            ]
        },
        {
            "title": "KTM DUKE 200",
            "selftext": "Recentemente fiz o post sobre indicações para segunda moto, pois minha fazer foi furtada. Por acaso do destino cai em conteúdos da KTM 200 Duke e curti muito a moto, achei sensacional a proposta.\n\nGostaria de opiniões sobre ela de quem teve ou já andou… - ou já ouviu falar kkkkk\n\nAcham que me atenderá?\n• Uso cotidiano, meio de transporte principal\n• 1,75cm\n• 70kg\n• 40-50km diários",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12i0oq2",
            "num_comments": 14,
            "comments": [
                "Não conheço muito sobre a duke(além de saber q é austríaca), mas um conhecido aqui da cidade tem uma duke e uma Harley 1200, ele prefere mil vezes a duke, a harley ta jogada na poeira, então acho que isso diz alguma coisa.\n\nSei também que é uma moto bem resistente, agora sobre peças/pós venda e etc vc vai ter que trocar uma ideia com um proprietário.\n\nEdit: Pro seu peso, a moto aguenta tranquilo.",
                "Fiz um teste ride em uma 200 e na 390 lá em 2019.\n\nPuta motinha divertida, levinha, bom torque, Painel bacana, acelerava bem, virava bem, freiava bem. O barulho do motor, lembrava aquelas motos 2 tempos antigas. \n\nE a 390 era tudo isso, mas mais divertida ainda.\n\nMe arrependi de não ter pego uma das duas e ter pego uma bosta de uma Royal Enfield. \n\nTem que ver só como tava as peças, na minha época era a concessionária da dafra que tava vendendo ela.",
                "Tava pensando em pegar essa duke ai... Mas só tô pensando e pesquisando. Dizem que são resistentes e as motos são premium. Alguém ai que tem/teve o que comentam sobre a KTM?",
                "Rapaz, dizem que é excelente até a hora que o motor explode. (mais comum na 390)"
            ]
        },
        {
            "title": "Primeira moto, qual comprar?",
            "selftext": "Eu estou tentando comprar uma casa em uma cidade vizinha, atualmente estou trabalhando presencialmente, então vou pegar 2 trajetos de 60km todos os dias. Não tenho carteira de moto e pilotei umas duas vezes, tive um pouco de dificuldade com a embreagem na hora de sair, mas depois que sai foi tranquilo, irei tirar a carteira para moto em breve, e quero comprar uma para fazer esse trajeto casa -> trabalho.\n\nGostaria de indicações de modelos para comprar, eu quero uma moto que seja economica e fácil de pilotar e segura. Tenho 1.90 de altura e 100kg, caso isso importe para a escolha do modelo.\n\n&#x200B;\n\nbtw: Gostaria de dicas de marcas de itens de proteção também. Quais são essenciais (além do capacete)?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12guvyj",
            "num_comments": 14,
            "comments": [
                "Acho uma ideia perigosíssima. Primeiro que como o /u/deofiu falou, é muito perigoso pegar rodovia sem experiência. Quando você tirar a habilitação e começar andar na cidade e pegar experiência andando em dia de chuva, a noite e na chuva, logo percebe o quanto arriscado é essa ideia.\nQuestão de equipamento, calça de motociclismo, jaqueta com proteção nas costas e ombreiras, bota pra moto/trilha(impermeável), capa de chuva.\n\nPela altura seria Lander, XRE300, Versys X300, BMW 310GS e RE Himalayan (Só às 22/22 em diante)",
                "Primeiramente eu NAO ACONSELHO pegar rodovia no primeiro ano de moto.\n\nPela sua altura eu aconselho uma moto alta. XRE ou Lander.\n\nEu iria de Lander. Como você quer pegar rodovia, tem que ter um motor melhor.\n\nEu gosto da marca LS2.",
                "Eu já diria o contrário do que meus colegas aqui: dirigir na rodovia é muito mais tranquilo do que na cidade. Lidar com trânsito, corredor e cruzamentos é tenso demais. Mas você precisa estar sempre prudente em ambos, eu só acho que cidade é pior por que envolve muito mais variáveis.\n\nQual o tamanho da tua cidade? E a que você vai trabalhar? Tem muito fluxo de veículo?",
                "Pesquisa no sub, já respondi isso umas 3x, com detalhes e falando de marca de acessório também.\nTenho uma Ténéré 250 17, 1.93, 102 kg.",
                "Qual seu orçamento? Acho que tenere ou lander caem bem pelo seu tamanho.",
                "Pela sua altura o ideal, na minha opinião seria uma trail, Lander/Tenere ou uma XRE 300, se o orçamento for menor também tem a Crosser ou a Bros.\nJá sobre sobre os itens de proteção, gosto dos capacetes da Norisk e LS2, luvas X11 acho que não são as melhores mas tem um bom custo/benefício.\nTenho menos de 6 meses de CNH e passei um ou dois meses pegando alguns kms de rodovia por dia, com uma 125.",
                "O problema das tempere ē que são muito visadas ora roubo. Crosser é uma moto sensacional pra gente alta também."
            ]
        },
        {
            "title": "Segunda moto",
            "selftext": "Semana passada furtaram minha primeira moto, Fazer 150 2020. A moto era um sonho, preto fosca, amor à primeira vista - E sabe qual o foda? No meu primeiro rolê habilitado. Já estava com ela há três meses enquanto tirava a carta, mas na primeira ida ao trabalho com CNH em mãos. Ao deixar na rua, fui furtado.\n\nEnfim, geral sabe que São Paulo tá ridícula a situação. Graças a Deus a moto estava com o seguro em dia e estou no processo de indenização…\n\nAnalisando aqui à procura pra próxima, estou entre alguns modelos e queria uma segunda opinião:\n\n• Fazer 250 (2015/2016)\n• XRE 190 ABS (2016~2019)\n• Crosser 150 ABS (2018~2021)\n\nAmbas as motos são usadas e transitam perto dos 16/17 mil. Preciso de algo nessa faixa, pois vou pegar FIPE da fazer e não queria jogar muito em cima. Sugerem outras?\n\nTenho 1.76 e peso 70kg",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12fdtpp",
            "num_comments": 23,
            "comments": [
                "Sinto muito, parceiro. Recomendo a crosser. Moto braba, aguenta qualquer tranco.",
                "Meu, vc teve eh sorte. Se tivessem te levado a moto quando quando tava sem carta, mto provavelmente o seguro não ia cobrir.",
                "Já pensou em uma tenere 250? Atualmente tenho uma 2016, que deve estar na faixa de preço que tu quer. Boa tanto pra cidade como pra viajar.",
                "Que merda cara. Nunca me passa pela cabeça morar num lugar assim. \nEu iria de Fazer 250, vai te dar muito mais gás num rolê rodovia afora.\nProcura uma ulock pra colocar na roda.",
                "Crosser ou 190. Pessoalmente recomendo uma xrezinha que puxa um pouquinho mais que a crosser, mas são duas escolhas boas.\n\nTive uma xrezinha e rodei uns 12 mil km só de estrada com ela, incluindo terra, lama, areia.. Aguentou tudo de boa e nunca me deu problemas, além de ser muito confortável (especialmente se trocar o guidão por um mais alto, eu usava um oxxy fat off road, algo assim). Vendi ela com 65 mil km e a moto tava impecável.\n\nMas novamente, só vai puxar um pouco mais que uma crosser. Continua sendo lerda pra estrada. Pra cidade é uma delícia de conforto, no entanto. Inclusive achava ela um pouco mais confortável que minha cb500x atual.",
                "Cara deixa xre completamente fora de cogitação, a moto é extremamente visada pra roubo, vai só te dar preocupação desnecessária, se pretende usar a moto só pra trabalhar acho que a crosser é uma boa, se for pegar uma rodovia e viajar, aí vai de fazer/Lander/tenere",
                "Eu iria de crosser, sem sombra de dúvidas.\n\nA XRE 190 é boa, mas vc vai ter mais custos com seguro e manutenção.\n\nSão Paulo está caótico."
            ]
        },
        {
            "title": "Dúvida de qual devo comprar",
            "selftext": "Estou em dúvida em que negócio fechar.\n\n1: MT03 19/20 20.000km rodados levei na mecânica e está 0. O rapaz acabou de trocar a relação e já foi feito todas as revisões na concessionária agora já deu o prazo de garantia. Vem com baú givi, estofado para garupa, slider lateral e protetor do radiador e pneus novos - ainda com pelinhos, cor preta\n\n2: MT03 20/20 11.000km rodados tbm está nova, vem com suporte para baú, protetor de motor, eliminador de rabeta não instalado, provável que eu terei que trocar os pneus em breve pois está 70%, cor azul\n\nAmbas mesmo valor.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12cxfrd",
            "num_comments": 10,
            "comments": [
                "Pneu é meio caro mas mesmo assim iria na azul por motivo de azul.",
                "Eu iria na 1. Garantia de concessionária não é nada de mais e só o baú givi é 500 reais.\n\nTão pedindo quanto nelas?",
                "A primeira tá mt tesão.\n\nAcho que qualquer uma das duas vai ser boa, dae vai da tua preferência, se quiser menos quilometragem com a cabeça já no pós venda vai na azul(mas vai gastar mais por causa dos pneus).\n\nSe for pra ficar mais tempo c a moto e tu tiver garupa, vai na preta, o encosto e o bau são mt bons.",
                "Se tiver garupa pega a preta, vai adorar um encostinho de boas. A diferença de km é quase irrelevante, sinceramente.",
                "Ninguém vai contar pro cara que MT 03 da problema no radiador não?",
                "A preta é linda"
            ]
        },
        {
            "title": "Chopper road ou Meteor?",
            "selftext": "Olá gente, tô querendo comprar a minha primeira moto, mas estou com algumas dúvidas.\nJá tenho a habilitação A e B há uns 5 anos, mas a única experiência que tenho pilotando foi na auto escola. Pensei em pegar uma moto custom de baixa cilindrada por 3 motivos: \n\n1 - moro em sp e na minha região motos tipo Cg são MUITO visadas, assalto seria uma possibilidade real.\n2 - sou bem baixinho, tenho tipo 1m65 de altura e gostaria de começar com uma moto mais baixa, que eu conseguisse colocar os dois pés no chão.\n3 - gosto muito do visual, não tem como negar.\n\n Precisaria de uma moto para o dia a dia na cidade (uns 20 km pro trabalho, academia, buscar a namorada nos fins de semana...). Talvez descer para a praia de vez em quando, mas seria algo bem eventual, o maior uso seria dentro da cidade mesmo. As duas opções não tem velocidade máxima muito alta, mas isso não seria um problema porque não tenho experiência, então uns 100 km já estaria ótimo caso pegasse rodovia. \n\nPensei em duas opções e gostaria da ajuda de vocês:\n\n1.  Royal Enfield meteor 350: Faz uns 30km/l, é um pouco mais cara, mas muito bonita. Velocidade máxima dela é 120km, acho que seria ok pra andar em rodovia. É uma moto mais pesada e maior, não sei se seria tão boa para  pegar corredor ou para alguém inexperiente. Já ouvi falar que é necessário ter concessionária próxima, o que não seria um problema em SP. Também já ouvi falar que a revenda não é tão fácil, mas não sei. Uma 0km sai por uns 25k.\n\n2. Haojue chopper road 150: Faz uns 40 km/l, seria um investimento menor e é uma moto bem leve, nem parece tanto uma custom e não acho tão bonita.  Velocidade máxima dela é mais baixa (acho que uns 100 km) talvez fosse ruim para rodovia e tal. Uma 0km sai por uns 14k.\n\nPensando em uma primeira moto para alguém inexperiente, com baixa manutenção e boa revenda, qual seria a melhor opção? E se fosse vocês, iriam de uma 0km ou usada?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "12c1bcx",
            "num_comments": 7,
            "comments": [
                "Iria pra uma usada, até mesmo uma Meteor usada...Como estão os preços por ai? Eu optaria por ela justamente por ser um pouco mais potente, vai ajudar muito pra pegar serra e principalmente com uma eventual garupa.\n\nO peso é um problema pra qualquer moto, mas se você tem habilidade com bicicleta vai conseguir domar a moto facilmente, é só ter mais cuidado ao manobrar mesmo.\n\nNão se preocupa muito com velocidade final, andando em 100 ou 120 na freeway vai aproveitar muito bem o tajeto.",
                "Já tive uma Royal Enfield e o pós venda deles é horrível, caro para kct e ruim de trampo. E você não tem opção, os mecânicos aqui de SP não tavam pegando trampo nessas motos por não conseguir peças. Fora que a qualidade da moto também não é tudo isso. Eu ficaria longe. \n\nJá tive uma Intruder (A Road Chopper antiga) e ela era ótima. A Manutenção dela era preço de bicicleta praticamente.",
                "Pq não a intermediária master Ride?",
                "Das opções melhorzinha é a 350, não tem muito uq falar, você já ta por dentro da ideia das motos.\nIndependente de qual delas eu iria numa usada, essas motos usadas são basicamente zero.\n\nCaso queira adicionar uma grana a mais na brincadeira você consegue ir atrás de uma midnight star ou uma vulcan 650, volta e meia você acha elas por 29/30k."
            ]
        },
        {
            "title": "troquei o óleo da moto e ela começou fazer barulho estranho.",
            "selftext": "tenho uma factor 150 2021. usava o 10w40 mas o mecânico disse que ia colocar um óleo \"pra 3000km\" na última troca e mandou um 20w50. desde então percebi que o barulho do motor mudou, ficou mais grave, e quando vou reduzir a velocidade escuto umas \"pipocadas\". o que pode ser? é prejudicial ou não tenho motivos pra me preocupar?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "1280g3x",
            "num_comments": 9,
            "comments": [
                "Sobre o óleo, a maioria das motos que utilizam 10w40 no manual coloca 20w50 como segunda opção (as importadas recomendam o 20w50 para clima quente, por ser um óleo mais grosso).\n\nO som do motor pode ter mudado pelo fato que ele ta trabalhando mais \"pesado\" agora, mas os pipocos no escapamento não acredito ter relação com a mudança de óleo. Os pipocos geralmente estão ligados ao sistema de alimentação (Faz um checkup nas velas, bicos, olha se o escape não ta furado).\n\nVerifique no seu manual do proprietário se a moto pode utilizar 20w50(acredito que possa).\nA factor utiliza filtro? Espero que tenha feito a troca do mesmo, pois pode ocorrer contaminação do óleo antigo no novo.",
                "Minha sugestão: troque de óleo e de mecânico. Se o manual diz pra usar 10W40, use 10W40.\n\nMotor trabalha mais forçado com viscosidade maior. É projetado com folgas pra trabalhar com uma faixa de viscosidade esperada. Isso vai causar uma diferença de barulho no motor.\n\nSobre os pipocos, como já disseram, tem mais a ver com alimentação. Então ou tu começou a prestar mais atenção nisso agora, ou é só combustível \"aditivado\" fazendo efeito.\n\nJá botei gasolina lixo na minha moto que acendeu luz de injeção e matou a função da sonda lambda. Era só pipocaiada até voltar ao normal.",
                "Quando troca viscosidade de óleo o barulho da corrente de comando, mola e batida nas válvulas sempre muda, é o esperado, por isso via de regra fabricante só recomenda 1 único óleo, não importa km, pra manter vazão e pressão conforme projeto precisa a viscosidade que o fabricante recomendo (Marca não importa muito, viscosidade sim).\n\nSobre pipoco, não é estouro no cilindro? Se fosse carburador seria normal numa limpeza apertar muito ou pouco algum ajuste ou giclê, mas injetada é mais difícil. Se a rotação cai muito rápido por ter óleo mais grosso (50 é mais grosso que 40, óleo 0 seria quase como água, óleo 200 seria quase como mel) talvez sobre muito combustível pra queimar enquanto o motor tenta manter rotação (Ele injeta o suficiente pra manter uns 1100RPM se não me engano na Fazer). Então teria que olhar direito no manual se ele permite óleo tão mais grosso, óleo mais grosso força bomba, força a mola reguladora de pressão, e as vezes lubrifica mal uns eixos (Circula pouco óleo grosso nos furinhos de 2mm), se o manual não cita esse uso, arranca isso e volta pro óleo no manual, não importa o que mechânico diga.",
                "Tu tem que ver como tá no manual, o óleo antigo tem que ser drenados totalmente, o que  demanda tempo não apenas 1/2h por exemplo. \nAlém disso, se trocou de sintético pra mineral, é provável que tenha ficado algum resto de óleo antigo.\n\nOutrossim, não existe isso de óleo pra 3000km em motor 150cc refrigerado a ar. Se tu não verificar semanalmente quando passar da metade percorrida teu  óleo já vai ter sido consumido bem, podendo em alguns casos até fundir o motor.\n\nCom relação as pipocadas, veja se o cabo de vela está bem encaixado e se não há alguma coisa estranha. Em alguns casos pode ser até a gasolina.",
                "Troque de óleo e de mecânico, brother.\n\n10w40 semissintético é melhor e mais moderno que o 20w50 mineral. A durabilidade dele é maior, não tem comparação.\n\nQuer um óleo bom e barato? Bom não, ótimo. Pega o Petronas Sprinta F900 10w40. 100% sintético. Eu compro pela Internet e sai a preço de semissintético, mais em conta que Yamalube."
            ]
        },
        {
            "title": "Viagem para SP",
            "selftext": "Olá gente, vou fazer uma viagem de goiás até SP - capital, estou pensando em fazer 900km em um dia( o trajeto completo), minha moto é uma XRE 300, ela tá nova, 4 mil km rodados somente, fiz a revisão de 1000km  e tem outra com 6 mil km, mas estou na dúvida sobre a necessidade de fazer uma revisão antes de viajar, por ter rodado só 3mil km desde a primeira revisão dela, e não ter nada além de óleo para trocar. Gostaria de opiniões sobre, e dicas de quem tem experiência nesse trecho ou em viagens longas em geral, vai ser minha primeira viagem de moto e vou pegar esses 900km para fazer no dia.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "127pr3p",
            "num_comments": 23,
            "comments": [
                "Cara quanto a manutenção fica tranquilo, confere a corrente, o óleo e vai.\n\nComo sua primeira viagem, acho complicado os 900km em apenas 1 dia, voce provavelmente vai a cada 90/100km ter q dar uma pausa pra esticar a perna. 900km é bem puxado, mas vai ser uma puta experiência.\nConhece seu trajeto ou vai no gps?",
                "Se o destino é São Paulo, mais que revisão precisa garantir o seguro. XRE 300 é a mesma moto que a ROCAM usa; então partindo dela para cima em cavalaria são os modelos mais visados para assalto (moto de baixa cilindrada o problema costuma ser mais furto).",
                "900km é factível, mas bastante desgastante. Tem que tomar cuidado pra não pegar a estrada de noite, dependendo da estrada pode ser perigoso. Leve em conta que tu vai fazer paradas a cada 100-150km.\n\nTem algumas coisas que podem facilitar: protetores de ouvido, um bom capacete e um banco macio. Pra mim, o principal limitador costuma ser o banco.",
                "Prepara a bunda e as costas",
                "Se é sua primeira viagem: na pausa pro almoço coma coisas leves, pois você vai ficar com sono em cima da moto e isso não é bom, outra coisa: planeje a rota antes, e use o GPS sem internet! Ele vai te jogar em \"atalhos\" e você não sabe a cidade que está, vai entrar numa furada em 2 min.",
                "Faz um seguro, um seguro de vida tb, a motoca estando com a manutenção em dia... só acelerar, parar a cada 1 hr ou a cada 100km por 15 minutos pra relaxar o corpo e ativar a circulação e seja feliz!"
            ]
        },
        {
            "title": "Bigtrail em SP",
            "selftext": "Bom dia galera, tudo certo?  \n\n\nSeguinte, eu tenho uma HD Dyna FXD 2009 toda costumizada, mas enchi o saco de sofrer e to pensando em vender e pegar uma Ducati Hyperstrada, que está mais ou menos no msm valor.  \n\n\nO lance é que meu pai tá convencido de que se eu trocar uma custom por uma \"bigtrail\" vou acabar sem moto e com 3 azeitona no peito.  \nEle fica me encaminhando vídeo de whatsapp com gente morta por causa de assalto, com moto que os caras desmontam guidon e painel na rua msm, estacionada, e levam embora, etc.  \n\n\nTo ligado que é whatsapp, que o bagulho é pra causar pânico, mas chama a atenção neh?   \nTipo, com a Harley se eu pedir pros cara roubar capaz de largarem lá, pq é grande, barulhenta, pesada, não freia, não faz curva, ta tentando te matar a toda hora.\n\nMinha pergunta é, o que vcs acham? Bagulho tá tão loco assim?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "127o55l",
            "num_comments": 27,
            "comments": [
                "OP, BigTrail em São Paulo hoje é praticamente impossivel de ter e andar de boa, Ladrão sempre tá de olho.",
                "Qual o ano da Ducati? Só lembrando que Ducati é uma bosta para revender depois. \n\nE sim, os caras roubam essas motos a rodo, já ta num ponto que qualquer um andando de GS1200 ou Tiger em São Paulo já me faz questionar se é coragem, golpe no seguro ou se o cara é de outra cidade e ta desavisado. \n\nE não adianta muito comprar as versões velhas, pq de longe os noia não vê que é velha e sim o estilo e vão para cima, depois que vão avaliar se é a que eles gostam ou não.\n\nDa uma olhada no valor do seguro antes de fechar, seguro de Big trail nova em SP ta batendo 6k fácil. Isso te ajuda a avaliar. \n\nE essa merda é só em São Paulo, aqui no interior onde eu moro vejo uma galera de boa, para lá e para ca de Tiger e GS.\n\nMas Harlão também não é vida né, sei exatamente do que você está falando. já considerou uma Triumph Clássica? São muito boas, confortáveis, confiaveis, embora ultimamente estejam com manutenção caríssima e sem peças no mercado.\n\nOu uma Kawasaki Z650RS ou Vulcan S. Essas também não tem erro, meu irmão tem uma vulcan e ela chega a ser chata de tão boa que é.\n\nEssas em SP não tem erro tb.",
                "Big Trail em São Paulo não dá. Um colega meu queria comprar e eu fiz um bolão de uma semana que ele ia durar.",
                "https://youtu.be/qmruCbiWGUE\n\nSeu pai não tá errado",
                "Precisa ter seguro, infelizmente. \n\nPor que a Harley tá incomodando?",
                "Assiste os clipes de funk, as motos que os cara tão falando e usando não vai nelas kkk hyperestrada ta começando a ficar visada",
                "Trail e esportivas pode esquecer em São Paulo, as trails então caíram no gosto dos noias, se sair vivo vai sair decepcionado.\nIa te recomendar uma Vulcan pq é a que eu tenho e zero reclamações, boa de curva, ágil, não dá defeito e não ouço reclamações do pessoal que mora em SP e tem também mas você disse que não teria uma, questão de gosto.\nPq não tenta uma Triumph clássica? Por mais que tenha uma questão de reposição de peças meio lascado, se você pegar uma Scrambler por exemplo já une o desinteresse dos noias e o conforto de uma suspensão alta e um motor potente."
            ]
        },
        {
            "title": "Pilot Street vs City Extra",
            "selftext": "Meu pneu está preste a ser trocado porem quero saber quais das duas opções é melhor, estou entre 2 tipos de pneus da mesma marca Michellin o primeiro e o Pilot Street 2 e o segundo e o City Extra, queria saber qual e a opinião dos senhores, qual eu deveria comprar, faço entregas na minha moto e moro em uma pequena cidade perto de Curitiba que fica 20km de distancia então frequentemente pego rodovia, chuvas e todos os tipos de terrenos e costumo levar bastante garupa, qual desses dois pneus será o mais conveniente para minha situação?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "126uvaj",
            "num_comments": 0
        },
        {
            "title": "Xtz 125 é boa?",
            "selftext": "Tô querendo uma xtz 125. Ela é boa de comércio? Qual sua especialidade? Ela vale a pena comprar?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "126qtm0",
            "num_comments": 9,
            "comments": [
                "Na minha região ela concorre direto com Bros 125cc como uma das motos mais procuradas, pra pegar estrada de chão são a melhor opção (Exceto pros apressados que acham até as versões 150/160cc lentas).\n\nImagino que em metrópoles tenha pouca demanda, não faz muito sentido ter moto alta assim pra asfalto urbano, mas em cidade menor todo mundo que usa pra fora da cidade prefere elas, pessoal acaba usando CG nas estradas de chão porque não tem XTZ e Bros usada a venda. Em interior pra cada moto urbana tem uma que vai pra zona rural eventualmente, você não vê na cidade todo dia mas quando tenta comprar, ou quando vai vender, aí você nota a procura por isso.\n\nSe aí tem uma XTZ barata a venda, anunciada a dias, então é região com pouca demanda. Aqui se for minimamente perto do preço de tabela (Digamos R$ 7 mil por uma 2007) vende no dia, se tá meio cara as vezes leva 1 semana.",
                "Ao contrário que o orubem disse eu vou afirmar que é uma excelente moto urbana. Não só pela suspensão, mas pela durabilidade geral. Os próprios pneus de uso misto duram mais.\nAqui a maioria dos motoboys usam Lander e crosser.",
                "Ela é difícil pra encontrar em cidade pequena? \nNa minha, eu só vejo cg e Bros.",
                "Muito boa, confiável, durável.",
                "Boa é pouco... A moto é ótima. 😁\nComprei uma no fim de 2022 como primeira moto e tô gostando bastante. Só não espere muita força."
            ]
        },
        {
            "title": "Camera para gravar",
            "selftext": "Estou atrás de uma camera para gravar as viagens, e para uma garantia caso acontecer algum acidente.\n\nFui atrás da SJ 4000, mas vi muitos comentarios negativos sobre.\n\nQue camera voces recomendam de até 500R$ ? Não me importo em ir atrás de alguma usada em bom estado.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "1251gmf",
            "num_comments": 1,
            "comments": [
                "Com esse orçamento fica difícil. Eu tentaria achar uma Xiomi Yi 4k usada. Dos modelos mais antigos, é a única que na época conseguiu concorrer com a GoPro em termos de qualidade.\n\nCâmeras mais novas tu vai ter dificuldade de achar algo bom pelo preço, mas a menos pior é a Akaso V50. Nova ela passa um pouco do orçamento, mas dá para tentar encontrar usada. O maior problema dessa câmera é que tu não vai ter aquele fish eye característico da action cams.\n\nOlhei no OLX rapidinho e a GoPro mais nova que consegui por 500 foi a Hero 4. É da mesma época da Xiaomi, vai ter qualidade de imagem semelhante, um microfone melhor, mas não vai ter uma boa estabilização."
            ]
        },
        {
            "title": "Vou verificar uma cb 300r usada com a intenção de comprar. Como eu checo se o cabeçote está trincado? Tenho que desmontar o motor?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "121q0fk",
            "num_comments": 1,
            "comments": [
                "Compra um penetril em spray e joga na vela, quando vc ligar e acelera sair bolhas de ar e pq tá trincado.\nEssa técnica também funciona com detergente, e o mesmo esquema de ver se o pneu está furado, vc passa o detergente se fizer espuma tá trincado, tive uma cb 2012 com cabeçote vela fina por uns messes, em questão do cabeçote não me incomodou apenas a parte elétrica dela, pois quando eu virava com tudo o guidom acendia o farol alto, e também ela desligava do nada por algum probleminha na eletrônica, verificar relação, cabeçote,cabos, elétrica, numeração chassi e motor, quando for ver o motor se tiver quente espera esfriar.\nVerificar vazamentos de óleo em baixo do motor a minha vazava no cilindro, verificar se não tem silicone na junta da tampas de válvulas e demais partes da moto, pergunta de quantos km o dono faz pastilhamento (regulagem de válvulas) mínimo 5mil km, cuidar pra não deixar pouca gasolina no tanque pq essas bombas são chatas e de só ser feliz"
            ]
        },
        {
            "title": "Worker Cross 150 (Updates)",
            "selftext": "Fala galera! Tamo chegando aí 2 meses com a Worker Cross 150 e tô aqui pra dar uma atualizada sobre meu uso com ela.\n\nA motinha é muito show pra cidade e muito econômica, e como já falei no meu primeiro review [aqui](https://www.reddit.com/r/motoca/comments/11b48q2/worker_cross_150_primeiras_impress%C3%B5es/?utm_source=share&utm_medium=ios_app&utm_name=ioscss&utm_content=1&utm_term=1) ela teve uns problemas (a corrente folgada e a roda descentrada e depois a embreagem prendendo) mas todos por problema de montagem.\n\nForam duas idas na oficina, na segunda além de falar da embreagem eu falei que ela tava com dificuldade pra ligar quando ia sair de manhã, tava precisando dar uma “aquecida” se não ela morria, isso foi só um comentário que eu fiz ao mecânico e ele disse logo que era aceleração que tava baixa e que iria ajeitar. Não adiantou nada, então eu meti a cara no manual e percebi que um jeito des ligar de primeira e não morrer é ativar o afogador, ela da uma partida perfeita. Mas agora a moto tá meio acelerada (nada demais) mas não sei se isso influencia em algo, alguém sabe?\n\nAinda se eu ligar ela pela manhã sem ativar o afogador (que desativo cerca de 1 min depois de ligar, como diz o manual) ela morre se eu não ficar acelerando um tempo…",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "121aww3",
            "num_comments": 4,
            "comments": [
                "O uso do afogador é temporário, é justamente para essas partidas frias de manhã. Depois que ela aqueceu você precisa voltar o afogador pra posição inicial."
            ]
        },
        {
            "title": "Mecânica para um Motociclista Iniciante",
            "selftext": "Oi pessoal, tudo bem?\n\nTenho 23 anos e acabei comprar minha primeira moto (uma Mirage 250 de 2011, injetada). Sempre quis ter uma moto e é simplesmente um sonho realizado. Estou andando com ela todo dia e é meu meio de locomoção.\n\nComo é minha primeira moto e nunca tive ninguém da minha família que também curtisse, queria dicas sobre como aprender mecânica básica. Não quero depender de um mecânico para qualquer problema que possa resolver em casa.\n\nVocês teriam sugestões de onde começar? Quais ferramentas básica ter em casa, quais levar no dia a dia, etc. \n\nValeu!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "120oosm",
            "num_comments": 12,
            "comments": [
                "Cada vez que aparecer um problema, tu vai no youtube e aprende a resolver\n\n\nDepois de uns 20 problemas já pode ser mecânico",
                "Mano, não tem moto melhor pra aprender a ser mecânico que uma Mirage injetada. Em breve você será não só mecânico de motocicletas, como também técnico em eletrônica.\n\nZoeira. Vai dar tudo certo!",
                "Começa pelo manual, depois pelo manual de servico. Se quiser pode partir pro YouTube, coisas que tu pode fazer em casa são: troca de lâmpadas, troca de óleo, troca de filtro de óleo e ar, inspeção e lubrificação de cabos de embreagem e acelerador.",
                "Primeiramente bem vindo ao Universo Custom é basicamente um mundo sem volta.  \n\n\nFaço tudo na minha moto já tem uns 3 anos, e basicamente as ferramentas conforme a necessidade você vai comprando elas.  \n\n\n\\- Recomendo ler os manuais de serviço(Se ela tiver um Manual Haynes é melhor ainda).  \n\\- Procure diagrama das peças(Sites como o Partzilla funcionam para motos de outras marcas, achar um site que faça o mesmo para a mirage é sempre bom).  \n\\- Utilize Forums(Eles existem e são um poço de conhecimento, e no desespero você sempre pode perguntar para alguém como resolver algo.)  \n\n\nSobre levar ferramentas no dia a dia, vou falar a mesma coisa que falei para um amigo: \"Se você não sabe trocar o motor de partida não carregue ferramentas para trocar o motor de partida\", no dia a dia você quer carregar o menos coisa possível, leva o kit de ferramenta padrão da moto e dois fusíveis extras(Se a sua caixa de fusível já tiver espaço para fusíveis extras, nem incomoda só leva os extras da caixa mesmo).  \nSe você sabe ler e tem a ferramenta certa é 80% de chance de que você consegue resolver muitos problemas apenas utilizando o manual e um pouco de paciência.",
                "Vish mano, também sou iniciante. Mas se quiser a gente troca ideia. Faz uns 2 meses que tô com a minha. Aprendi umas coisas ja",
                "Passo pela mesma coisa com a mirage 150"
            ]
        },
        {
            "title": "Bateria fraca",
            "selftext": "Minha moto não está pegando de manhã e o painel e lâmpada ficam piscando e o motor de arranque parece fraco. A voltagem da bateria está em 12,6V em repouso e quando eu saio com ela e torno a ligar ela liga normal.\nA bateria não está segurando carga, é isso? Há alguma coisa que posso fazer ou tenho que comprar outra? As baterias de lítio são melhores e duram mais? Vale a pena sendo o dobro do preço da comum?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "120kimk",
            "num_comments": 7,
            "comments": [
                "Bateria comum já dura pra caramba comparado a bateria de carro, não precisa ir além comprando li-ion e cia. Se genérica em carro dura 2 anos e pouco, as baratas pra moto duram 4 anos, de marca com um pingo de renome dura 5 anos fácil.\n\nLi-ion até oxida terminais depois de uns 6-7 anos, mesmo que algumas células estão boas a trepidação e oxidação estragam partes internas, é um custo que não se paga fácil.\n\nPra geradores e outros motores que ficam muito tempo parados compensa porque li-ion tem menor auto-descarga, bateria de chumbo descarrega sozinha em alguns meses, li-ion é coisa de 1 ano. Moto não fica nem 1 semana parada então não faz muito sentido gastar com isso.\n\nQuanto à tensão, mede ela enquanto dá partida, se cai uns 2V tá no normal, se cai uns 4V então já tem umas 2 células morrendo. Tensão em aberto é medida de noob, sempre tem que medir com carga (Carga em eletrônico é consumo, não confunda carga (Peso) com recarga (Recarregamento)), no caso de bateria automotiva a carga é o motor de partida girando. Ficando acima de 9V geralmente tá ok, ideal é ficar acima de uns 10V (Bateria nova). Numas motos mesmo com 8V o CDI ainda dá faísca.\n\nAs vezes com tensão baixa a rotação fica uns 20-40RPM abaixo do mínimo pra ligar, ou as vezes a tensão baixa faz a central não ler direito algum sensor aí ela não libera combustível no bico ou faísca na vela, em ambos os casos o motor de partida gira até a bateria acabar. Bateria com só 1 célula ruim já pode criar isso, por isso medir tensão em aberto é bobeira, se tem 8V pouca moto injetada pega, depende também das escovas no motor de partida, escova suja ou torta por desgaste as vezes faz o motor de partida girar uns 50RPM mais lento com bateria meio velha, isso é suficiente pra muito motor não pegar.",
                "O painel apaga quando da partida? Então é bateria. Mesmo aparentando boa com esses 12,6 ela pode despencar quando der partida.",
                "Tem voltagem mas não tem amperagem ... Como diz eletroboom o que mata é a amperegem e não a voltagem ( até certo tempo x volts ) bateria está sem força apenas da volts mas sem o sumo"
            ]
        },
        {
            "title": "Como estão os furtos de moto na sua região?",
            "selftext": "Moro na cidade de São Paulo e tenho uma Factor 150. Nos últimos 5 anos que ando de moto por aqui:\n\n\\-Já me furtaram duas motos.\n\n\\- 2 meses atrás tentaram furtar sem sucesso: quebraram miolo, banco e roubaram  o módulo de injeção\n\n\\-Agora a pouco estacionei na frente de um hospital para levar a esposa para fazer cirurgia onde estouraram o baú e roubaram um capacete (estouraram mais uns 5 baús na mesma fileira de motos e também roubaram módulo de injeção de um outro rapaz).\n\nE isso que é uma 150cc pouco visada, como trabalho remoto no máximo saio com ela 5x por semana, sempre estaciono em rua bem movimentada e tenho corrente, trava de disco e trava de manete. Fico imaginando como é a realidade de quem tem moto grande ou que usa todo dia para trabalho.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "1203bqw",
            "num_comments": 10,
            "comments": [
                "Seguro é essencial pra moto de maior valor, até por que qualquer reparo pós acidente pode sair muito caro.\n\nMas aqui em Passo Fundo os roubos não são tão frequentes, menos ainda na região central. Não sei se isso é muito ou pouco pra uma cidade de 200k habitantes. Aqui tem muita ronda da bike patrulha, Rocam e viaturas.\nNas cidades menores da região é ainda mais raro, pois não tem como usar a moto sem ser pego em pouco tempo. \n\nMas aqui fazem vista grossa pra moto barulhenta, até por que falta muito guarda de trânsito.",
                "Regra de Ouro de São Paulo: Você não para moto na rua se não for ficar olhando ela de longe.\n\nGasta lá seus 10 ou 15 reais em estacionamento e tem paz de espírito.",
                "Até scooter já tá visada em São Paulo. Acho que as únicas motos \"seguras\" são as Royal Enfield. Nem vagabundo quer essa jaca!",
                "Moro em BH e tenho uma Titan 160 sem seguro. Paro na rua, ando a noite e nunca fui roubado, mas sei que não é o recomendado.",
                "Já roubaram meu capacete serrando a corrente, já destravaram ela mas não conseguiram levar pois eu pus trava no freio traseiro. E uma vez me assaltaram mesmo só que, na fuga, eles bateram a moto e fugiram a pé. Deu prejuízo mas deu pra consertar. Mas depois disso, esses últimos anos em duas ocasiões eu vi dois caras numa moto parados que começaram a me seguir assim que passei por eles, aí eu reduzi a velocidade para eles ficarem na minha frente e sai na primeira esquina.\nOnde eu trabalho já vi duas motos serem roubadas na frente do prédio, uma HD inclusive. Na faculdade roubaram também na porta com trava e tudo.\n\n\nIsso porque minha moto é SYM / Dafra",
                "Indo pra Mt 03 achando q não vai durar 2 meses, triste realidade",
                "Coloque um adesivo DAFRA que é melhor que seguro"
            ]
        },
        {
            "title": "Countries With The Highest Motorbike Usage",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11zowdc",
            "num_comments": 3,
            "comments": [
                "Esperava um número maior na Índia :)",
                "Surpreso que nem 30% no Brasil",
                "Moto é o futuro. É mais sustentável"
            ]
        },
        {
            "title": "Compra da primeira moto e burocracias",
            "selftext": "Oi gente, pretendo comprar uma Suzuki Intruder 125 como primeira moto esse fim de semana, uma dessas que o correios usava para entrega dez anos atrás. Não entendo nada de mecânica e também não consigo levar alguém que entenda junto. Assim já estou esperando levar um golpe do vendedor quando for na loja mas agradeço qualquer sugestão para diminuir o prejuizo e ainda tenho algumas dúvidas.   \n\n\nNo pior dos casos qual seria o custo aproximado para resolver todos os problemas mais graves da Moto? (pretendo ao menos dar uma volta no quarteirão mas sei que alguns problemas só aparecem depois de um tempo)  \nExiste algum local que seja mais confiável para levar a moto para arrumar mesmo que seja mais caro ou vou depender de sorte para encontrar um mecânico de confiança?  \nEssas pequenas concessionárias de usadas costumam oferecer garantia?  \nO vendedor disse que pagando já pode sair com a moto na mesma hora, Isso significa que posso usar a moto em qualquer local, mesmo que ainda não esteja no meu nome?  \nQuais burocracias do Detran devo me atentar enquanto a moto não estiver regularizada e no meu Nome?  \nEssa é a primeira vez que vou subir em uma moto desde a autoescola, qual seria o horário/trajeto mais seguro para fazer o caminho entre a ZL de São Paulo e o ABC?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11zotfl",
            "num_comments": 18,
            "comments": [
                ">Isso significa que posso usar a moto em qualquer local, mesmo que ainda não esteja no meu nome?\n\nA legislação não obriga você a dirigir só o que está no seu nome, desde que os documentos estejam em dia (Documento ano de exercício 2023, não olha a data do documento mas o ano de exercício) tanto faz no nome de quem está. Eu mesmo não tenho nada no meu nome hoje (4 carros e moto), já tive um total de zero reclamações por isso até hoje de PM ou PRF (Só digo que ainda não deu tempo de transferir e pronto).\n\nSe a placa tá em bom estado aqui eu pagaria só a taxa de transferência+vistoria, dá uns R$ 220. Pra reconhecer assinatura em cartório de ambos deve ir uns R$ 25, é o preço por aqui (Depende de ter firma registrada no cartório ou não). Se tiver que trocar a placa (Por ter tarjeta de outro município, ou estar em estado ruim) acho que vai seus R$ 300. Enfim, ao todo eu não gasto R$ 250 pra transferir carro ou moto, se tem CRV em papel é só preencher e ir os 2 no cartório, se é doc digital preenche pelo aplicativo (Opção Iniciar Transferência, no app Minha CNH), imprime, e aí vão ambos com isso no cartório pra reconhecer assinatura, aí paga o boleto da taxa de transferência e vistoria (Uns R$ 220 e uns quebrados por aqui), umas horas depois vai no Detran e dá início lá (Espero umas horas pro pagamento constar no sistema do Detran), aqui é coisa de 5 minutos e já marca a vistoria, as vezes faz a vistoria na hora, teve dia que 15 minutos depois da vistoria o troço já apareceu no nome no aplicativo (Usa aplicativo, terá tudo na hora, esse negócio de ficar andando com papel é muito antiquado).\n\nSobre problemas mecânicos \"escondidos\", seria só vazamento, óleo sumindo, ou barulho no motor, se não tem nada disso (Roda suave, tem potência, dá partida fácil) dificilmente vai ter algo caro, folgas em roda e cia você consegue mexer e notar se tem, freio gasto é barato, problema elétrico raramente é caro, enfim, se a moto roda sem trancos, barulhos ou partes soltas/vibrando, dificilmente vai ter coisa cara pra arrumar, as vezes mesmo em moto parada na chuva a 1 ano no máximo gasta pra engraxar e limpar carburador, trocar óleo e filtro, uns R$ 200-300 conforme oficina, óleo igual precisa trocar direto então não é um grande custo.\n\nSe sua cidade é minimamente grande (Mais de 50-70 mil habitantes, digamos) vai ter peça fácil pra ela, aí dá praticamente na mesma que CG/Titan/Fan ou YBR, moto simples e robusta assim não tem como ter problema caro sem transparecer na forma de algo notado quando pilota (No máximo você não notará óleo baixando, mas se tem potência ok deve estar baixando pouco óleo, sempre dá pra trocar só anéis por uns R$ 150 e rodar mais 5 anos, não precisa fazer o motor por coisa simples assim, isso é uma moto simples e não um Honda Civic de R$ 100 mil, faz os reparos mínimos pra rodar e pronto, investir em firula pra moto simples é bobeira).",
                "Não precisa se preocupar muito quanto a mecânico, essas motos pequenas a maioria dos mecânicos faz um serviço razoavelmente bom.  \nDá uma olhada se a moto não bate valvula, se o escapamento não está furado, se o carburador não tem manchas de possíveis vazamentos, olha se a moto funciona fácil quente e fria e se não existe nenhum vazamento ou baba de óleo no motor, verifique também se as bengalas não estão vazando. Se tudo estiver ok a chance de ter um BO é bem pequena.",
                "Te recomendo desistir e comprar um carro",
                "Sobre mecânica ainda da tempo de aprender a montar um motor perkins a diesel em dois dias no YouTube, afinal tem tudo lá depende da sua dedicação kk.\n\nSim tem garantia, são obrigados a dar.\n\nPode rodar tranquilo enquanto estiver sendo transferido para seu nome \n\nTenta achar algum conhecido seu que tenha moto e pergunta em qual oficina ele leva, caso não tenha procura no Google os lugares com melhores avaliações.",
                "Vê se a moto não foi batida olhando por dentro das carenagens para ver se não há nada rachado ou quebrado, o farol e moldura também. Vê se a direção está reta, a roda alinhada com o guidão ao pilotar, se estiver torta pode ser só um ajuste de direção ou que o quadro ou bengalas estão tortos. Olha por baixo e veja se o quadro não está rachado ou com pontos de ferrugem. Veja o estado dos pneus, corrente e freios, se tiverem gastos é um custo a mais para trocar. \n\nEnfia o dedo no escapamento frio e veja se não está oleoso ou sai fumaça ao ligar com o motor frio. Isso indica que o motor está queimando óleo, apesar de que  motor pequeno é difícil perceber.\n\n\nFora isso, é checar a documentação. Se a moto não é de leilão, se está em dia o pagamento, se não há multas. Ver o histórico dela"
            ]
        },
        {
            "title": "Breve relato do passeio que fiz até o Chile",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11z32fn",
            "num_comments": 2,
            "comments": [
                "Demorei, mas finalmente conclui o texto. Abraço!",
                "Bom demais, mais uma dose de vontade de fazer igual kkk"
            ]
        },
        {
            "title": "Quais equipamentos comprar primeiro?",
            "selftext": "Acabei de tirar minha CNH e ainda não comprei uma moto mas gostaria de recomendações sobre quais equipamentos vale a pena investir como luvas, bota, jaqueta ou acessórios para a Moto mesmo. Estou pensando mais em questões de segurança, inclusive contra assaltos  mas aceito quaisquer dicas sobre o tema.  \n\n\nAcho que já comprei um capacete razoável considerando meu orçamento.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11yxcgu",
            "num_comments": 8,
            "comments": [
                "Vai andar só na cidade? Vai andar com frequência?",
                "Busca no sub.\nJá gastamos o latim aqui recentemente.\nNo r/São Paulo e no r/Brasil também.\nTem dica, marca, preço e o escambau.",
                "Capacete, obviamente, é o mais importante. Recomendo algo com boa ventilação, marca importada e com boa performance em testes gringos (Sharp, Snell, a nova ECE) ou com bons reviews em sites gringos (RevZilla, Rocky Mountain, etc.).\n\nEu colocaria em segundo lugar luvas e botas. Vai ter bastante estatística mostrando que são os membros que mais são afetados por acidentes. Quanto mais alta e rígida a bota, melhor. O ideal é a luva ter palma de couro. Para o nosso clima é legal as que tem palma de couro mas são ventiladas na parte de cima.\n\nJaqueta e calça eu colocaria com a menor prioridade, principalmente para andar na cidade. Mas perder pele pro asfalto não é legal, então é uma boa usar. Nesses equipamentos tu não precisa gastar muito, a menos que tu esteja disposto a colocar muito dinheiro, não vai mudar muita coisa. Priorize roupas ventiladas, jaqueta e calça são os equipamentos em que isso mais faz diferença.\n\nTem um ponto muito importante que tu tem que considerar: o equipamento só vai te proteger se tu estiver usando, então só compre coisas que tu considera confortável, prático e bonito. Por exemplo, se a bota de motocross é muito chamativa pra usar no dia a dia, compra algo mais discreto. Não vai ser tão seguro, mas é melhor do que não usar nada.",
                "Tem um equipamento aqui que ninguém falou mas que eh considero tão essencial quanto capacete: protetor de coluna, tem uns que você coloca dentro da jaqueta, outros você veste como um casco de.tartaruga, moto qualquer impacto pode zoar sua coluna, e você não quer isso.",
                "Um bom capacete, luvas e um cadeado para o disco são essenciais para andar pela cidade. Recomendo pesquisar bastante na compra do capacete pois é o principal item de segurança mesmo que não percorra grandes distâncias."
            ]
        },
        {
            "title": "uma Suzuki intruder 125 é uma boa primeira moto?",
            "selftext": "Tô namorando umas intruder na OLX e achei algumas aq na minha região por mais ou menos 7mil reais com uns 70mil rodados, uma dessas com a manutenção em dias é uma boa?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11yqtrf",
            "num_comments": 7,
            "comments": [
                "É boa, moto bem confiável, igual uma cg ou ybr, só tem a manutenção pouca coisa mais cara que as concorrentes, mas nada fora da realidade",
                "Foi minha primeira moto. É uma excelente primeira moto, é levinha, baixa, nada intimidante.\n\nO problema é que é carburada. Carburadores são fáceis de arrumar, mas dão problema com uma frequência absurda, ainda mais esses carburadores pequenos de 125, que tão sempre entupindo os jatos. A minha me deixou na mão múltiplas vezes, me custando valiosas horas de cela e, uma vez ou outra, algum compromisso.\n\nNão estou acompanhando o mercado de 125 usadas, mas se tu conseguir achar um modelo com injeção eletrônica por esse valor, eu iria na com injeção. Intruder não tem injeção em nenhum ano.",
                "Não consigo pensar numa primeira moto melhor, tive uma e até hj lembro com carinho rsrsrsr",
                "Excelente moto, ainda mais se você vai usar sozinho. Com garupa a situação complica na hora de pegar longas distâncias. \n\nA manutenção é fácil, peças baratas pela shopee e é uma moto muito resistente.",
                "Rapaz, intruder é a moto perfeita pra começar, se você quiser aprender a mecher, agora, se você não quiser aprender a dar manutenção nela ou não tiver um mecânico que entende, esquece. Mexanico da manutenção achando que é CG, sai cada cagada. Mas é extremamente confiável, só precisa de carinho! E pelamordedeus, coloca óleo 10w40, 20w50 vai fuder seu motor a longo prazo! Se quiser saber mais de intruder pode me chamar, tô restaurando uma 250 ano 1997, é meu xodó."
            ]
        },
        {
            "title": "Yamaha Lander vs Fazer",
            "selftext": "Oi pessoal, vou comprar minha primeira moto e estou em dúvida entre essas duas.\n\nA Fazer parece ótima e um pouco mais barata, mas assistindo alguns reviews entendi que ela não é tão confortável para trajetos longos, e por ser mais baixa que a Lander ela pode raspar embaixo em alguns casos, considerando a qualidade da pavimentação em grande parte do Brasil.\n\nA Lander vale mesmo mais a pena? Sou do RJ, quero viajar as vezes por aqui, MG e SP, e no geral usar na cidade para o dia a dia. Outro ponto que pode ser relevante, tenho 1,70m, não sei se isso aumenta o conforto esperado da Fazer ou se a altura maior da Lander pode ser um problema.\n\nPergunta bônus: consigo algum desconto chorando na concessionária da Yamaha ou o preço a vista é o melhor que eles podem fazer mesmo?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11vs2pf",
            "num_comments": 21,
            "comments": [
                "A Lander é mais confortável mesmo e pra andar ela é um trator. Tenho 1,74 e fico com na ponta dos pés na Tenere 250, então pode ficar tranquilo quanto a altura.\nSó não espere muita velocidade final, até por que não é o propósito dela.",
                "Tenho uma Ténéré, que era a Lander antes do upgrade.\nVai nela sem medo. Minha esposa teve a Fazer, que privilegia o isso urbano, mas a Ténéré é mais confortável.\nConcessionária dificilmente melhora o preço, acabam tentando te ganhar nos brindes.",
                "Vai de lander. Moto baixa é triste demais nas ruas brasileiras. Ainda mais cê querendo pegar estrada, a posição de pilotagem da lander é bem melhor que a da Fazer, cansa muito menos o corpo.\n\nTalvez cê tenha alguns problemas no início pela moto ser mais alta, mas cê acostuma rapidinho.",
                "Vai de lander!!!!!\nA minha tá com 38k. Só alegria !!!! \nFazendo 40 km/l",
                "Estou com mesma duvida, quase indo de fz 25 achando de 20k aqui 20/21 e lander 23k pra cima, queria pegar 0km pq não conheço nenhum mecânico de confiança e zero a fazer é mais \"barata\", vou usar mais para viagens final de semana 100km ida sozinho, durante a semana vou de bike pro trabalho moro a uns 10min, e a fazer 250 é linda tb pprt acho ela mais bonita que a twister300f que saiu agora e como é minha primeira moto quero ficar mais no meu bairro pra aprender a andar de fato, tirei a habilitação mais só o básico pra passar no Detran malicia de estrada não tenho com moto só de carro",
                "Vou discordar do pessoal aqui, eu iria de Fazer. Tenho 1,68, e para a tua estatura, como primeira moto, a Lander é muito alta. Dá para uma pessoa de 1,70 andar em Lander, mas precisa de um pouquinho de técnica, uma coisa que quem tá começando ainda não tem. Se pegar a Lander, a possibilidade de tombar na hora do colocar o pé no chão é razoavelmente alta. Também tem o risco de um desses eventos te assustar e tu ficar com medo de andar de moto. No mínimo faz um test ride antes de comprar.\n\nSó te liga numa coisa: tua primeira moto provavelmente não será tua última. Compra algo pra aprender, ver o que tu gosta e o que tu tem capacidade de manejar. Depois troca.",
                "Qual sua altura???\n\nA Lander é alta e requer alguma habilidade. Algo que você, como marinheiro de primeira viagem, não deve ter ainda.\n\nSe tiver na dúvida, faça o test ride em ambas e veja em qual você se sente melhor. Se o problema da Fazer for só a posição de pilotagem, pega uma usada com baixa km da geração anterior."
            ]
        },
        {
            "title": "Zontes chega ao Brasil com 3 motos e preços partindo de R$ 26.990",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11u83lq",
            "num_comments": 2,
            "comments": [
                "Tava empolgado até ver que é pela JToledo"
            ]
        },
        {
            "title": "Que moto pego por 6 a 7 mil reais??",
            "selftext": "Vou olhar uma moto pra mim, mas que moto eu pego com essa quantidade de dinheiro? Tenho 14 anos eu tenho uma altura média. Ando na fan 125 de meu pai, mas quero ganhar uma só pra mim.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11pr6hp",
            "num_comments": 9,
            "comments": [
                "Pegue esse dinheiro e tire a CNH, a moto é consequência disso. Vai por mim, não ainda nada tu ter uma motoca e não poder ir na rua ao lado pq está tendo blitz.",
                "Ybr 125, intruder 125, cg 125, mas é realmente necessário ter  uma moto com 14 anos? Quarda mais uns anos um dinheiro aí quando tiver 18 já vai dar pra furar a carteira e pegar uma moto mais foda",
                "Tem vários modelos nesse valor, porém são mais antigos. Recomendo você ver a tabela Fipe de motos. Eu tenho uma Titan 150 ES 2004 e comprei ela por R$ 7.000... gosto bastante dela, não gasto muito com manutenção e acho ela bem econômica também...",
                "Nenhuma. No máximo uma 50cc e olhe lá. Espere até ter 18, tirar CNH..."
            ]
        },
        {
            "title": "Salve galera. Tô com um probleminha na minha fazer 150. Depois de andar um pouco essa luz do motor aparece. Já troquei óleo, fui na oficina e falam que é normal. Alguém pode me ajudar?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11ov22q",
            "num_comments": 7,
            "comments": [
                "Como falaram, isso ai é erro de injeção.\n\nSe a oficina falou que \"erro de injeção\" é normal, sugiro que  procure outra oficina por que isso não é normal não.\n\nPode ser uma gama de coisas, pesquisa se da para ver mensagem de erro direto no painel da fazer ou se precisa de scanner. A partir dai você consegue diagnosticar o erro e a gravidade.",
                "Tá falando da luz de erro de injeção, a amarela da direita né? A de temperatura acende até esquentar (Acima alguma temp. específica, talvez 25°C).\n\nSe ela tem comportamento igual ao led ALC da Honda então é meio normal, quando tá frio com injeção aumentada pra esquentar motor, ou com etanol como combustível mesmo, a função do led inclusive é essa mesmo, como etanol gera erro em centrais simples assim, o jeito mais barato de lidar com isso é chamar logo o led de erro de ALC pra indicar que indica que tem álcool no combustível.\n\nSe é gasolina pura, teria que ver o código de erro gerado, sem ver o código que a central gera só dá pra chutar. Precisa aquele adaptador de plug, de 3 ou 4 pinos pro plug padrão de scanner obd2, mas é scanner comum igual de carro mesmo. Se for código genérico dá pra ignorar mesmo.",
                "Faz a contagem de piscadas (longas e curtas) pra saber a qual erro esse código se refere. Às vezes é besteira.",
                "Tu abasteceu em algum posto estranho ou colocaram mijolina no teu tanque.\n\nOu tu esgota todo o combustível, e colocar por álcool por exemplo e roda um pouco até a injeção ler os novos valores ou vai ter que passar o scanner.\n\nNo manual da moto tem explicação melhor"
            ]
        },
        {
            "title": "Problema na embreagem (prendendo ao soltar)",
            "selftext": "Fala galera, tenho uma Shineray Worker Cross 150, fiz até um post falando das minhas primeiras impressões dela, pós comprei tem pouco mais de um mês.\nNo geral, mecanicamente falando ela é uma moto muito boa, principalmente considerando minhas necessidades e o valor que paguei.\n\nMas porra, tem uns problemas que aparecem que eu acho meio inaceitável aparecer em uma moto zero, são problemas muito besta, mas é chato ter que tá indo na oficina resolver. Agora ela tá prendendo a embreagem e isso é um perigo absurdo no trânsito pq além da marcha demorar pra entrar, dependendo da marcha ela da um supapo para frente de uma vez, sem contar que a rotação vai lá pra cima. Acredito que isso é só problema numa mola que tem e talvez no manete, mas pqp kkkkk",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11n2nus",
            "num_comments": 4,
            "comments": [
                "Cabo de aço dentro de espia é comum desfiar, por isso quem tem moto a mais tempo as vezes tem até em casa algum cabo reserva pra embreagem, acelerador ou freio dianteiro.\n\nCabo de embreagem de moto popular custa mixaria: https://produto.mercadolivre.com.br/MLB-3240250777-cabo-de-embreagem-cg-titan-125-kses-0001-envio-imediato-_JM\n\nDe moto pouquíssimo vendida custa mais caro e é mais raro achar, por isso elas são baratas.\n\nOu se não tá desfiando, pode estar só com sujeira mesmo, alguns novos vem com um pozinho branqueado no meio, não sei se é oxidação, mas enfim, lubrifico antes de instalar, e 1x por ano, mais ou menos assim: https://www.youtube.com/watch?v=gcn5MYjpBzY \n\nO manete mesmo não costuma ter mola, a mola em si é lá dentro do cambio, bem chato abrir, por isso é melhor primeiro desengatar o cabo da embreagem, e ver se ela volta normalmente, quase sempre a culpa é do cabo dentro da espia mesmo.\n\nAs vezes conforme óleo, ou coisa tipo borra por tempo parado, patina embreagem, dá sensação de demora pra voltar, mas na mão o manete volta, só lá dentro que as molas não apertam o suficiente ([São várias molas,](https://chiptronic.com.br/blog/wp-content/uploads/2016/08/Kit-de-embreagem-5-sinais-de-que-est%C3%A1-na-hora-de-trocar-o-da-sua-moto.jpg) todas ficarem ruins junto e em moto relativamente nova é muito difícil, mas espia meio nova com problema não é raro, justo por não lubrificar antes de montar, fabricante as vezes nem coloca graxa em rolamento, usa só a graxa original, que dirá ter o cuidado de lubrificar espia!).",
                "Coloque um pouco de óleo, Deve ajudar a lubrificar."
            ]
        },
        {
            "title": "Primeira moto",
            "selftext": "Fui ontem na concessionária e fiz o pedido da minha Lander 2023, saiu por 25.2. A princípio minha ideia era de pegar a nova Twister, porém ela tava na mesma faixa de preço da Lander e nenhuma concessionária queria dar um descontinho no pagamento à vista. Praticamente todo mundo que conheço que tem moto falou que motos mais altas são mais confortáveis, por isso acabei optando pela Lander. Fiz uma boa escolha?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11mwwnd",
            "num_comments": 8,
            "comments": [
                "Fez.\n\nTenho uma Teneré 250 2017 e adoro.\n\nSó fiquei espantado como uma moto desse perfil tá cara, PQP!",
                "Fez sim. A lander é uma moto excelente, basicamente uma tenere melhorada (embora mais feia). Moto alta é muito mais confortável que moto baixa, cê não vai se arrepender.",
                "Fez uma ótima escolha. A Lander é muito confortável, a Twister vc ia sentir fim de curso da suspensão nos buracos.\n\nEu, pessoalmente, amo essa moto. Já tive várias xtz, teneré, lander antiga. Já usei em terra, já usei pra cruzar canteiro central no trânsito alagado, já usei pra viajar. Motinha foda.\n\nManutenção \"barata\", mecânica confiável, cuidando bem, pode rodar até uns 100 mil km sem pensar em abrir motor.",
                "r/motoca é landeiro e tenereiro. Ainda bem!",
                "Excelente moto. Vai durar muito tempo e você vai ficar muito satisfeito.",
                "Fez uma boa escolha sim. Um tio da minha mulher comprou uma Bros por 23k, eu achei caro demais",
                "ela é bem mais alta que a twister e deve absorver bem mais ruas esburacadas, e parece ser bem confiável, é a moto que usam na segurança aqui e parece bem competente, só achei meio caro, achei que essas motos eram na casa dos 20 baixo, eu comprei a twister por 21.500"
            ]
        },
        {
            "title": "Comprei uma Jet 49cc Fiz uma boa escolha?",
            "selftext": "Moro em cidade pequena e tava ruim pra eu ir pro trabalho/curso \n\nEntão comprei uma jet 49cc usada , paguei 3 mil reais mas vai me ajudar bastante \n\n&#x200B;\n\nfiz uma boa escolha? alguem pode me falar os pontos negativos e positivos?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11lgx8i",
            "num_comments": 4,
            "comments": [
                "Lembra de ter pet com gasolina em casa, tanque tão pequeno em cidade pequena o que mais acontece é pessoal esquecer de abastecer, demora tanto entre abastecidas que todo mundo esquece em qual km estava quando abasteceu.",
                "Parabéns pela aquisição.\n\nCuida da manutenção e ela deve durar eternamente. Vejo Jet e Phoenix rodando pelos interiores do Ceará em condições que deus dúvida.",
                "Se é só para esse trajeto acho que não fez um negócio ruim. Manutenção barata e consumo irrisório.",
                "Motinha de responsa mano, aguenta qualquer coisa (e eu digo qualquer coisa). Já vi Jet sem farol e carenagem rodando nas entregas.\n\n\nNão tem como dar errado"
            ]
        },
        {
            "title": "Da pra trocar uma fan 125 numa pop 110?",
            "selftext": "Tenho uma fan 125 modelo 2011 vermelha, ela é boa, eu queria trocar ela numa pop 110\nSerá se trocam?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11l837t",
            "num_comments": 10,
            "comments": [
                "Dá pra trocar dá, mas eu não trocaria uma fan numa pop",
                "A pop é muito ruim, nem deveria ser vendida. \n\nSe quer trocar de moto sem gastar muito dinheiro pega uma Factor 125i que tem freio a disco pelo menos.",
                "Uma é uma moto. A outra, um brinquedo.\n\nEspero ter sido útil.",
                "Agora, outra pergunta, que moto, uma boa, da pra trocar com a 125",
                "Acho a Fan melhor que a Pop. Mais conforto, potência, estabilidade… se a moto estiver funcionando bem não veria vantagem nessa troca.",
                "Da pra trocar, mas definitivamente não vale a pena..."
            ]
        },
        {
            "title": "Crosser",
            "selftext": "A crosser é uma boa primeira moto? A altura maior pode ser problema pra iniciante? Tenho 167cm de altura",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11l0k2e",
            "num_comments": 15,
            "comments": [
                "É tranquilo, vai precisar um pouco de treino a mais mas nada muito diferente de uma moto convencional e a moto é bonitona",
                "Tenho 1,68 e acho que para essa estatura uma moto mais baixa é aconselhável. Com um pouco de técnica tu consegue andar em motos muito mais altas que a Crosser, mas na primeira moto tu não vai ter essa técnica. O risco de tu cair por bobeira sempre é alto na primeira moto, mas fica exponencialmente mais alto se tu não consegue colocar o pé no chão com confiança.\n\nMas antes de tomar qualquer decisão, vai dar uma olhada na moto, senta e vê se tu te sente confortável. Só te liga que tua primeira moto provavelmente não vai ser tua última.",
                "Não sei como tá o preço, mas eu recomendaria a NMax, pra ficar na marca.\n\nA soma de baixo consumo, conforto e segurança do ABS vão te ajudar muito a se preocupar com pegar a manha da pilotagem, dia a dia de corredor, chuva, essas coisas.",
                "Excelente moto! Econômica, robusta, leve e com ABS. A suspensão é um show a parte. \n\nMas faça o test ride! Veja se a altura dela serve pra você. Há como regular o amortecedor traseiro e deixá-lo mais mole pra abaixar mais quando você montar. E use calçados com solado grosso, tipo bota, ajuda nisso.",
                "Eu tenho 1,78 de altura e alguns anos de experiência com moto, algumas centenas de milhares de km nas costas e recentemente comprei uma Crosser 2023. É uma ótima moto, muito completa, mas ela é bem alta.\n\nComo é a tua primeira moto, eu acho que tu vai se atrapalhar um pouco com o tamanho dela e pode acabar caindo uns tombos bobos no início, porque tu vai ter dificuldade pra alcançar o pé no chão quando for manobrar ela ou parar.\n\nOutro pronto a se atentar é se tu consegue subir nela sem problema, pois imagino que as tuas pernas devem ser um pouco curtas. Eu por exemplo volta e meia me atrapalho pra subir nela mesmo já tendo anos de experiência com motos kkkk\n\nTalvez uma boa opção seria começar com uma moto mais baixa pra depois partir pra uma mais alta.\n\nPor fim, recomendo fazer um teste com uma Crosser e ver se tu se dá bem com a moto. As características da moto que eu relatei acima podem fazer tu ter um pouco de dificuldade pra se adaptar a ela no início, mas de forma alguma vão te impedir de guiar a moto.",
                "Tenho 1.70m e preferi uma moto mais baixa, mas já vi gente baixinha (que parecia ter entre 1.50m e 1.60m) andando tranquilamente de moto alta. Funciona, embora dê mais trabalho."
            ]
        },
        {
            "title": "qual nova moto comprar?",
            "selftext": "Fala pessoal, tô querendo trocar a minha fan 160 pra uma moto mais nova. Quero algo tanto pro dia a dia de trabalho quanto para viagens( de 50 a 250-400km ou qualquer viagem). Tô pensando em algo de 300cc pra começar a ir subindo até chegar na minha 600.\nOpções que quero/pesquisei/tenho interesse:\nZ 300(na minha cidade achei até \"barata\", em média 21k em comparação com os preços de uma fz250, cb 300, xre 300, xtz 250);\nMT 03(é uma opção mas aqui em SC essa desgraça tá quase 32 mil, não acho que vale isso tudo);\nNinjinha 300;\nE por último uma xre 300.\nAlgo parecido com a z300 ou MT 03, serem baixa cilindradas mas serem tanto pra trampo quanto pro cara tirar uma onda nos find e não ficar mancando que nem uma fan 160 kkkkkkk\nO que acham? Fico aberto a sugestões!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11kghuh",
            "num_comments": 15,
            "comments": [
                "Mt03 vai te deixar cansado em poucos quilômetros. A Lander 250 ou xre300 vão te dar o melhor conforto pra trechos acima de 200km.\n\nAs Kawasaki ou MT despencam de preço pois gastam muito ou tem manutenção cara.",
                "Eu diria que boas opções são a xtz 250, fz250, cb 300f, e a MT 03 apesar do preço é muito linda e forte, a xre é bacana mas custa muito pra oq é a moto, já se dinheiro pra possíveis manutenções não for problema a ninja é top tbm",
                "Harley Davidson.... quando ver uma a venda, sai correndo esses 400km do passeio ae hahahahahah\nFonte: eu tenho uma",
                "Já deram boas dicas.\n\nSó lembra que essa nova moto será seu transporte pra tudo. Dia de semana e rolé. \n\nEntão a manutenção preventiva/corretiva dela deve ser um fator importante na sua decisão.\n\nCom isso eu eliminaria qualquer marca que não fosse Honda/Yamaha.\n\nVai viajar sozinho? Porque se não for carregar peso uma 250cc te atenderia bem. Tem a Lander, por exemplo. A XRE iria bem também, mas o custo dela tá ridículo.\n\nA CB300 tá bonita e barata, mas prefiro dar mais uns meses pra ver como essa motorização se sai na vida real. Nessa categoria tem a Fazer 250 que é bonita, mas com uma posição de pilotagem cansativa pra longas horas (mesmo problema da MT03, que ainda peca nos custos)."
            ]
        },
        {
            "title": "CB 300F",
            "selftext": "Qual sua opinião sobre a nova CB300F lançada pela Honda?\n\nMinha opinião: bonita, moderna e com preço menor (continua cara) do que a Fazer 250 da Yamaha que compete na mesma categoria, só acho as cores meio padrões demais",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11k2v1r",
            "num_comments": 2,
            "comments": [
                "Bonita, o preço sugerido é até que bom mas estão vendendo bem acima, difícil ver mais barata que a fz",
                "Uma moto mais fraca do que a xre300... Esse lançamento ocorreu só por que a Bajaj tá começando as operações por aqui. Em pleno 2023 eu esperava no mínimo uma moto com a mecânica da cb300r que é feita na Índia e vendida nos USA."
            ]
        },
        {
            "title": "Scooter elétrica",
            "selftext": "Boa tarde meu caros.\n\nGanhei uma moto elétrica num sorteio YIWU X-11 e tenho algumas dúvidas: \n\n- Vi algumas notícias de que essas motos se enquadram em ciclomotores, e houve atualização do CTB informando que todas até 4KW ou 50cc precisa de habilitação A ou ACC e emplacamento. O dono da Loja negou, e disse que só em SP mas no RJ era de boa, alguém saberia confirmar?\n\n- Tenho habilitação B, valeria mais a pena incluir a A logo (sem planos de comprar moto, por enquanto pelo menos) ou de fato tirar a ACC, cajo seja de fato obrigatório.\n\n- Vi alguns relatos dela parada de funcionar na chuva, se alguém ja tiver a experiência e puder compartilhar.\n\n\nGrato.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11g9dwl",
            "num_comments": 1,
            "comments": [
                "Que eu saiba isso é resolução do Contran, não estadual, o Contran tem N de nacional.\n\nAqui do detran do Rio: https://www.detran.rj.gov.br/_documento.asp?cod=8490  (O lugar pra procurar essas informações é no site do Detran desse estado)\n\nTem estado que tem a inclusão de ACC facilitada, acho que só faz teste prático, dá uma olhada no site do detran do seu estado qual o procedimento pra ACC, essa parte não é padronizada, alguns estados tem adição de ACC facilitada, outros dificultam como se fosse tirar habilitação nova.\n\nSobre ter problemas quando molha, todo circuito eletrônico pode ter problemas, tem que ver se a parte do controlador é selada, se não for você mesmo pode selar com silicone acético comum (Sai fácil se precisar tirar). E ainda que não isole, precisa molhar meio que o ponto certinho do controlador pra ter problema, em chuva não tem como molhar muita coisa, tem que ser coisa tipo passar em inundação ou outros carros respingarem muita água com pressão pro lado. Por precaução sela com silicone e pronto, abre a carenagem plástica até achar o circuito, veja se ele está mesmo exposto, e mete silicone de tubinho de 50g sem dó, ele não reage com água ou eletricidade, e sai fácil se precisar, não tem absolutamente nenhum contra em selar fiação assim (Não se tapa dissipador de calor, obviamente, sela fios e cia, não dissipadores de alumínio)."
            ]
        },
        {
            "title": "Ajuda na primeira moto",
            "selftext": "Tô considerando comprar uma moto pra andar no dia-dia, fazer uns 20km-25km por dia na cidade só.\nPensei em pegar uma factor 150 ou uma fazer 150, as duas 0. Mas nunca tive moto e vendo os comentários aqui vi pessoas não recomendando primeira moto ser 0, por não ter costume e provavelmente cair e arranhar (só andei de moto na autoescola e era um bros tudo estourada), mas de carro me considero um bom motorista, sempre tomo muito cuidado e não faço loucura, imagino que de moto mais ainda, por ser cagao kkkkkkk.\nO problema é que vendo as motos usadas, a diferença pra uma 0 tá +- R$2.500,00. Além de kilometragem tudo maior que 50mil km e tudo com no mínimo 5-6 anos já.\nAcham que vale a pena investir numa 0km ou continuar procurando uma usada?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11ev0xp",
            "num_comments": 15,
            "comments": [
                "Compra 0km. Vale mais a pena. Faça seguro e ponha sliders. De resto, seja feliz.\n\nQuando comprei minha primeira moto eu olhei as usadas. Preço muito próximo de 0km, não valia a pena comprar usada. Aí o preço de uma 150 0km ficava muito próximo de uma 250, o de uma 250 ficava próximo de uma MT03/R3 que por sua vez ficava perto de uma Ninja 400. A Yamaha cagou no patê, comprei uma Ninja 400 de primeira moto. Super tranquilo. Mas obviamente não foi pra usar na cidade, e sim só pra lazer.\n\nSe eu tivesse comprado uma moto menor pra \"aprender a andar\", eu só ia perder dinheiro porque ia querer trocar denovo em 1 mês.",
                "Olha cara eu vou na contramão dessas indicações.\n\nMoto velha (+ de 5 anos) sempre vai ter coisa pra mexer, e se a moto tiver um vício ou defeito crônico, tu só vai perceber quando o mecânico te falar ou você trocar de moto. \"Paguei 10k na moto\" mas em um ano gastou mais 3k pra no mínimo acertar ela. Isso se não vier com o motor zoado.\n\nMoto velha ainda tem o empecilho da segurança, dependendo da idade da moto, vai pegar uma com freio a tambor nas duas rodas, que é o menos seguro até então.\n\nSeminova (até 5 anos) é interessante, pelo menos um freio a disco na dianteira você já vai ter, e se conseguir alguma com ABS é muito melhor ainda. Já que você citou duas Yamaha, se não for pegar muita rodovia Crosser de 2018 pra cima já vem com ABS na dianteira. ABS salva vidas.\n\nMoto 0km vai ser mais caro é óbvio, mas são 3 anos com o mínimo de manutenção. A maioria das peças vão ter pouca diferença de preço entre uma nova e seminova, e hoje andar sem seguro é burrice. Seu IPVA e seguro não serão tão mais caros se comparados a uma seminova, e quanto as carenagens, protetores existem aos montes e realmente salvam a moto.\n\nA não ser que tu seja meio cavalo, queda de iniciante é em baixa velocidade, um protetor na frente, e alforge atrás não vão gerar nenhum dano na moto, no máximo um retrovisor pro espaço.\n\nHoje se fosse te recomendar uma pra começar, FZ15 ou Crosser. Motivo? O tal do ABS que tanto falei lá em cima. Ambas tem muito plástico, mas garanto que com protetor, se vier a quebrar algum plástico da carenagem, vai sair muito mais barato do que mandar pintar ou tirar amassado de um tanque.\n\nVocê já dirige, então vai ter uma ótima noção de onde NÃO ir com a moto. Tirei carteira B e D antes da A, e dentre meus amigos e conhecidos, todos que tiraram B pra depois A sempre passaram por menos situações de risco. Sair da auto escola direto pra rua com moto é muita loucura, noções de espaço, ponto cego, frenagem, etc, tudo isso é muito importante na moto.\n\nE falei tanto de freio no texto, mas agora deixo uma sugestão. Procura saber entre amigos sobre os freios CBS e UBS. Achava que era um sistema legal, mas vejo muita gente reclamando que esses freios causam quedas em curvas. Como nunca tive moto com isso, não opino.",
                "O recomendável para primeira moto é você comprar uma moto baratinha(uma 125 mesmo), pois tem o perigo de cair, quebrar, roubarem. Tirando o fato de que uma moto antiga usada costuma ter um imposto menor e manutenção simples.\n\n\nMas se a moto que você quer está com um preço pouco diferente de uma zero, vai na zero sem medo, não fazendo cagada as chances de se dar mal são baixas, mas ainda sim existem.\nVou citar minha experiência: Comecei com uma 750cc e agora estou com uma 500cc, ando bem de boa, pego rodovia, tenho todo cuidado do mundo com a moto, mas mesmo assim um cara acertou o carro na minha moto quando ela estava estacionada, tive pouco prejuízo, mas esse tipo de coisa idepende de você, merdas acontecem e com uma moto zero sem dúvidas o gasto de reparo é mais alto.",
                "Pense em algumas coisas tipo: \nA moto vai ser seu principal veículo? Se sim vale investir um pouco mais. \nA moto vai fazer só percursos urbanos? Se sim invista numa mais baratinha mesmo.\n\nVocê vai procurar motos que se encaixem nesses perfis e de resto, vai ser mais questão de gosto pessoal.",
                "Compra usada. Sem dúvidas."
            ]
        },
        {
            "title": "É possível silenciar um escapamento esportivo? Royal Enfield Interceptor 650",
            "selftext": "https://imgur.com/a/jIfQv1H\n\nColoquei esse escapamento pq danifiquei os originais mas são muito mais altos do que eu esperava. É possível instalar algum tipo de abafador? Procurei mas não encontrei nada específico.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11en46l",
            "num_comments": 2,
            "comments": [
                "Leva numa loja que trabalhe com escapamento, esses de carro mesmo. Eles vão ter habilidade pra abafar.",
                "Abrindo ele dá pra colocar manta de fibra de vidro, um tubo pra desviar o fluxo pra cima da manta.\n\nSem abrir não dá, em tese só com outro abafador, que seria basicamente trocar o escapamento.\n\nTodo abafador melhora com fibra de vidro e tubo pra desviar fluxo, tira 15dB fácil com coisa simples. Mas dá trabalho fechar, geralmente com solda ou adaptando outro bocal, a beleza fica a cargo da capacidade de solta do serralheiro que fizer isso."
            ]
        },
        {
            "title": "Qual moto comprar com 4 mil ?",
            "selftext": "Preciso de uma moto urgente para ir pro trabalho/curso/ir pra casa da namorada \n\ntenho 4 mil, consigo achar uma moto usada nesse valor?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11ccudw",
            "num_comments": 9,
            "comments": [
                "Conseguir tu até consegue, mas vai ter que ser uma bem antiga, então esqueça o valor da fipe da moto e se atente ao estado de conservação.\n\nNesse valor eu recomendo uma honda fan 125 ou uma yamaha ybr 125, que são motos confiáveis e que se encaixam nessa faixa de preço.",
                "Primeiramente, qual o tamanho do teu percurso, em km (não em medida de tempo), e diz tb se vc passa por rodovia, estrada movimentada e etc...",
                "procuraria uma pop 110 usadinha ou uma 150 2013.",
                "Nesse preço aí sua melhor alternativa é uma CG 125/150 com ~20 anos de uso.",
                "Ybr 125 melhor não tem das 125"
            ]
        },
        {
            "title": "Worker Cross 150 (primeiras impressões)",
            "selftext": "Fala galera, tinha feito uns posts aqui sobre a moto já, comprei tem 1 mês e vou dar minhas impressões sobre ela.\n\n- Visual: Eu particularmente acho a moto linda, tem uma pegada meio trail retrô, a que tenho é a preta com o banco marrom. Única coisa que achei feio é o painel com aquela cor azul de fundo, achei que não combinada nada hahahah.\n\n- Mecânica: Ela é monocilíndrico e carburada, e tem um torque muito bom. Tem partida elétrica e a pedal. É freio a disco na dianteira e a tambor na traseira. As rodas são raiadas de 18 e 17 polegadas respectivamente. Tanque de 14 litros e faz 40km com 1 litro (nesse mês fiz 35km até por eu estar aprendendo a pilotar e usar muito 1º e 2º marchar, capital é foda) e tem 4 marchas. Coloquei 90km na Br “de boa” (já já falo mais). Ela tem uma entrada USB que quebra um galho. \n\nComo a Worker 125 foi muito criticada, eles deram uma melhorada nessa 150. Logo quando peguei a moto, em 3 dias tive problema: a corrente tava folgada e a roda traseira descentrada. \n\nPontos positivos: \n- Econômica \n- Boa mobilidade no trânsito \n- Linda\n- Preço show: 9k\n\nPontos negativos: \n- Por ser lançamento não tem muito item para ela como protetor de carenagem por exemplo\n- Só tem 1 ano de garantia\n- Moto muito leve: 90kg (Nunca imaginei que isso fosse um problema, mas é!! Quando você tá na pista e coloca 85km ela já começa a perder MUITO a estabilidade, chega até a tremer, não falo vibrar, mas ela também vibra acima dos 70km, se vacila com a mão frouxa no guidão a chance de você cair é altíssima!! O pneu é fino e também não ajuda. Se você for pesado, o que não é meu caso q tenho 65kg, ou tiver com garupa, as coisas melhoram consideravelmente).\n\nResumindo: Para uso urbano é perfeita, boa pra subir ladeiras também, já para viagem, só se você tiver paciência de andar entre 75km e 80km. O Top Speed deve chegar a 110-115, mas isso é um chute.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11b48q2",
            "num_comments": 12,
            "comments": [
                ">Quando você tá na pista e coloca 85km ela já começa a perder MUITO a estabilidade, chega até a tremer, não falo vibrar, mas ela também vibra acima dos 70km\n\nNão é roda meio desalinhada ou ovalada? Em raiada sempre dá pra montar meio torto/ovalado, marca barata tinha muito isso na era das mobiletes tipo Hero Puch e cia, é só alinhar roda certinho nos raios, em poucas situações precisa colocar pesinho de 10g em máquina de alinhamento.\n\nEm Honda e Yamaha nunca vi isso, mas as motonetas 50-65cc tinham roda que dava pra ver no olho rodando torta, lembro de gente reclamando disso pelo menos em Souza, Shineray e Traxx.\n\nIsso se não é opção por montar com pneu xing-ling, numa época que tinha muito pneu do leste europeu baratinho pra carro era comum precisar pesinhos no limite, de tanto que uns vinham mal-feitos. Se além das peças importam os pneus da China, não duvidaria disso. Sempre usei remold e já tive muito isso, 0,6cm de diferença de altura e já vibra, e como é na espessura não tem como balancear.",
                "Aqui em BH nem tem Shineray, até onde eu sei. Se tivesse até animaria pegar uma assim pra rodar na cidade... embora ache meio bizarro esse pneu de 18 na frente, será que não rola colocar um 19 mais grosso? E um 17 atrás mais grosso também (tipo pneu de bros/crosser/xre 190)? Ou pelo menos o 17 atrás, já que trocar a roda da frente talvez seja mais problemático.\n\nDito isso, duvido que uma moto com menos de 9cv chegue a 110-115.. Não que final seja relevante pra andar na cidade, maaaaas..",
                "Rapaz, estava pensando em pegar uma moto dessa como primeira moto, tu aconselha ? Eu ia pegar alguma moto usada ou ia partir para umas carburadas dessa. \n\nComo é só trajeto urbano, talvez, me sairia uma boa.\n\n\nO problema é a revenda né kkkk, é primeira moto, certamente eu iria revender depois de 1 tempo.",
                "Bacana seu relato. Que bom que tá tendo uma experiência positiva. Aqui no nordeste a Shineray é forte, especialmente com as 50cc. Tomara que a marca continue evoluindo.\n\nMas preciso confessar uma comida, essa Worker Cross é feia demais, pqp! A Worker ficou bonitinha, mas a Cross eu achei bizonha. Enfim, gosto é algo subjetivo e o importante é que tem te servido."
            ]
        },
        {
            "title": "Perdi a \"moto da minha vida\" e me sinto um gado",
            "selftext": "N sei se este post deveria estar aqui ou em outro sub, porém foda-se\n\nEla tinha roda de liga leve, era 150, 2011, os dois freios a disco (o cara modificou) e era pouco rodada.\n\nMas era moto de leilão e tinha uma pane com o doc dela (sem multas, o problema era a propriedade msm q demoraria uns dias pra ser transferida pra mim).\n\nFiquei com medo de ser algum golpe e agr tô aqui tomando cachaça feito um corno pq sei q vai demorar pra encontrar uma parecida.\n\nSinto como se tivesse desistido ou tomado um fora de uma mina gata, porém possível chave de cadeia.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11b2jfk",
            "num_comments": 14,
            "comments": [
                "Que isso cara. Uma hora você vai encontrar uma motinha sinistra que faz seu perfil e que vai valer a pena. Tudo é questão de paciência, sei que as vezes a gente fica na empolgação mas esse tipo de coisa acontece, tem muita moto boa por aí. \n\nPs: acho de boa esse tipo de post, até por movimentar mais o sub.",
                "Pega uma 125cc meio derrubada, bota freio a disco na dianteira, talvez ache cubo pra traseira e pinça/garfo em desmanche, troca chicote elétrico se for muito velha, passa uma tinta geral se a pintura estiver feia, mete um kit de aumento de cilindrada de 3 ou 4mm, passa não lembro se pra 145 ou 148cc, é perto o suficiente de 150. Assim terá moto como você quer e vai custar talvez 50-60% do valor.\n\nNão mexo muito na minha 125cc porque não tem partida elétrica, mas tem o kit pra 145 ou 148cc, tá desmontada pra pintar, vou ajeitar só um protetor de tanque. Se tivesse partida elétrica fácil pra ela (É motor de vareta, tem que trocar sei lá quantas carcaças pra colocar isso) aí sim eu modernizaria mais coisas, até painel digital (Na China tem uns R$ 160-180, funciona o conta-giros pegando pulso de bobina, não é difícil adaptar).",
                "Já deixei passar uma similar. Uma CG150cc completa, freios a disco e partida elétrica... mas também já deixei passar Ford Ka XR, camera Sony, guitarra Telecaster, amplificador Vox... Tudo muito barato, nada que precisasse de fato, mas estavam baratos. kkkk",
                "Relaxa. Há males que vem para o bem.",
                "Não é desmerecendo seu sonho, mas pode ter sido até livramento, moto velha, pode ter odômetro alterado, descaracterizada talvez, com problema em documento e era de leilão. Tinha muita chance de dar só dor de cabeça cara.\n\nSe tiver com tempo, talvez comprar uma sem motor e ir trabalhando nela pra depois regularizar com motor novo seja até mais interessante do que buscar uma pronta.",
                "poh, lembrei agora que um amigo vendeu uma cb500f com meros 15 mil kilometros por uns 24 mil reais. Eu deveria ter pego ela pra mim.",
                "E eu que cai de moto hj de madrugada e abriu um buraco no joelho kkkkk"
            ]
        },
        {
            "title": "Não consego passar a 2 marcha em movimento",
            "selftext": "Fala galerinha, em uma CG 125 Fan 2008 quando vou andar faço o procedimento suave de sair de primeira e depois tentar passar para a segunda, só que simplesmente não funciona, a marcha não entra. \n\nSe eu colocar ela parada no cavalete consigo passar todas as marchas normalmente.\n\nNão é falta de aceleração, já testei acelerar mais e menos para ver.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11a88qj",
            "num_comments": 7,
            "comments": [
                "Já tive esse mesmo problema numa fan 125 2008 também, no meu caso ela agarrava da 2° pra 3 em diante, eu tinha que empurrar a alavanca pra baixo um pouco, e depois subir com ela.\n\nNão sei o nome da peça, mas tem tipo uma molinha que vai por trás do pedal de marcha, no meu caso ela tinha quebrado e meio que não recuava a embreagem pra posição original.\n\nNão sou mecânico pra afirmar se no seu caso é o mesmo, mas comigo o que rolou foi isso.",
                "Dá uma passadinha no mecânico, pode ser algum ajuste fino.",
                "Parece ser alguma coisa com a embreagem. Para confirmar tem um teste fácil que tu pode fazer que é tentar passar marcha sem embreagem. Nem te preocupa, câmbio de moto é diferente do de carro, foi feito para poder trocar sem embreagem.\n\nNão recomendo se tu tá recém começando e não tem experiência andando de moto. Mas se tu tem experiência, é fácil de aprender: \n\n- Quando for trocar marcha, coloca pressão pra cima no pedal de câmbio. Ele vai estar travado, não vai passar marcha, então pode colocar a força que tu colocaria pra trocar marcha. \n\n- Daí tu tira a mão do acelerador e coloca de novo, igual tu faria com a embreagem, só um pouco mais rápido. Se der tudo certo, quando tu aliviar o motor a marcha deve entrar tranquilamente.\n\nSe tu consegue trocar dessa forma é que o problema é na embreagem. Senão, é alguma coisa no câmbio. O bom de aprender essa técnica é que se um dia tiver problemas como quebrar o manete ou arrebentar o cabo de embreagem, tu não fica preso, consegue chegar em casa."
            ]
        },
        {
            "title": "royal Enfield 350 em comparação com dafra Horizon 150",
            "selftext": "Galera,\n\nTenho um Horizon 150 e penso em trocar por uma Royal Enfield 350. Vi que a velocidade final das duas chegam a 120km, apesar das novas Royal não terem mais aquele bloqueio.\n\nFico me perguntando se seria um upgrade bom. Minha horizon faz 120km comigo em rodovia tranquilo, claro que nas subidas ela da uma caída. Mas quero pegar uma moto mais moderna e mais potente. \n\nAs motos da Royal, além de ser bonitonas, aparenta ser boas e vem crescendo no mercado. Pelo custo benefício, parece valer a pena.\n\nNão quero uma moto pra fazer viagem, mas pego muito a rodovia Dutra na parte central pra ir trabalhar. Então, penso nessa opção.\n\nEm relação a desempenho, eu vou encontrar diferença? A Royal seria minha segunda moto, eu tô aprendendo ainda mais sobre essas questões de desempenho, e uma opinião de quem já anda a mais tempo pode ajudar.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "1183wjw",
            "num_comments": 15,
            "comments": [
                "Sou dono de uma hrz150 e fiz um test drive na meteor e, amigo, é outra conversa.  \nSe puder, compre.",
                "É uma moto bem melhor, o torque dela é em baixa rotação, você vai sentir muito mais confiança ao andar. não espere muita velocidade final, mas ela mantém muito meljhor sem perder facilmente com qualquer vento ou subida.",
                "Amigo, se vc quer a moto da RE por paixão: curte a estética, o estilo, o jeitão classudo…. \nNem pense, apenas vai. Emoção é assim!\n\nAgora, se for de forma racional! Considere o aumento do custo geral. Consumo, manutenção, seguro etcetera……\n\nNum mundo ideal, fique com as duas.",
                "Nunca andei numa horizon ou outra custom/cruiser para agregar em comparações mas fiquei aficionado desde que vi as motos da Royal.\nNão tive oportunidade de tirar a prova quanto a velocidade em pista e consumo por conta própria mas posso dizer que só pela beleza e conforto eu compraria, mesmo ela não passando dos 120km.",
                "Tem concessionária perto de ti?\n\nPorque você não acha peça fora da autorizada. Tipo, nada. Nem retrovisor.\n\nIsso pra mim é um problema, mas se você não se importa, mete ficha!",
                "Amigo, sei que está um pouco fora do contexto, mas só a título de curiosidade, está há quanto tempo com a Horizon?  \nQuais sua satisfação geral com ela? Problemas, peças, desempenho, etc\n\nEstou pensando em comprar uma.\n\nDesculpe mais uma vez por atrapalhar a resenha.\n\nValeu!"
            ]
        },
        {
            "title": "Alguém aí pra tocar ideia sobre moto. quero comprar uma mas não entendo muito",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "11789r0",
            "num_comments": 5,
            "comments": [
                "Não existe moto ruim, o que existe é moto errada pra sua proposta.",
                "Fala OP! Qual a finalidade da compra ?",
                "Conta pra nois, finalidade e orçamento",
                "Qual vai ser seu uso? Só dentro da cidade? Viajar? Primeira moto? Conta mais aí."
            ]
        },
        {
            "title": "vale apena pegar uma jet 49cc usada para ir trabalhar?",
            "selftext": "sério não aguento mais andar de bike, o cara ta cobrando 2k500",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "114638h",
            "num_comments": 6,
            "comments": [
                "Não adianta ficar repetindo a pergunta toda semana, a escolha pelo risco de pegar trambolho sem placa e sem cnh é sua, ninguém pode decidir por você, semana que vem isso não vai mudar.",
                "Como respondi no teu último post.... Tem que ver a documentação e estado de conservação da moto, por R$2500 eu acho muito difícil estar tudo ok, mas só quem pode conferir isso é você... Se fosse eu no seu lugar, aproveita o trabalho p tentar juntar um dinheiro e pegar uma 110 ou 125 em bom estado e com documentação OK.",
                "2,500 é osso hein.\n\nQual o estado dela? Qual ano? Qual a km?",
                "Qual a distância que você precisa percorrer ida e volta? Uma bike elétrica não te atenderia melhor, não? Ou quem sabe motorizar sua magrela."
            ]
        },
        {
            "title": "Qual a melhor forma de entender o básico da mecânica de uma moto?",
            "selftext": "Eu queria aprender algumas coisas básicas pra pelo menos saber diagnosticar uma coisa ou outra em caso de perrengue. Também queria montar um kit de primeiros socorros pra moto caso ela dê pau algum dia no meio do nada.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "113gql8",
            "num_comments": 5,
            "comments": [
                "Entendendo de mecânica, o que tem de especial em algum modelo costuma estar no manual de serviços, ele é tipo pornografia pra quem gosta de conteúdo técnico. Os modelos populares tem, via google acha alguns, por exemplo: http://eucurtomoto.com.br/download_arquivos/Downloads/Honda/CG%20150/Manual%20de%20Servicos%20CG%20150%20Titan%20KS-ES-ESD.pdf\n\nMas partindo do zero em mecânica, se prefere conteúdo em vídeo tem centenas de canais no Youtube explicando os funcionamentos.\n\nÉ noobice procurar conteúdo genérico tipo \"como arrumar a moto\", procure entender como funciona, se entender como funciona obviamente saberá como reparar. Então se não sabe o que é um carburador, procure vídeos explicando que bicho é esse, procure conteúdo até saber de cor o que é um carburador, pega séries tipo digamos essa aqui: https://www.youtube.com/watch?v=6BYxsbpjZnk&list=PLRJW9312hvReKK6WGgRQAUR9gQ3uy4Lfr\n\nPassando pra outras partes mesma coisa, a suspensão dianteira com garfo com reparos trocáveis também tem seu conteúdo, os rolamentos das rodas também, os freios a disco e tambor também (Ontem tive um puta trabalho pra destravar freio traseiro da bicicleta e é freio a tambor, o excêntrico travou por oxidação, não é só caminhão, carro e moto que tem isso, até uma mísera bicicleta pode ter), a bobina de ignição, CDI e vela ou sistema de ponto também, estuda um de cada vez, não estuda pra arrumar, estuda pra ENTENDER. Viver sem entender como as coisas ao redor funcionam é meio que optar por viver acreditando em duendes, coelhinho da páscoa e magia, porque se não sabe como algo funciona, não consegue diferenciar aquilo de magia.\n\nSalva os vídeos e assista de novo, mesmo quando não precisar, e sempre que achar que tem algum problema na moto, assista de novo o conteúdo salvo pra relembrar o assunto, assim fica bem fácil pegar as manhas de cada fabricante ou linha.\n\nNão seria legal querer aprender agora logo sobre injeção eletrônica, ideal seria primeiro entender as motos analógicas (Carburador e CDI, o CDI até é eletrônico mas pode ser uma peça transistorizada, totalmente analógica, nem precisa entender o que ele faz exatamente, sabendo que ele manda a alimentação pra bobina alimentar a vela tá bom). Ignição eletrônica é simples porque é analógica, mas a injeção eletrônica tem muitos sensores, pra umas coisas precisa scanner, é bem complicado, ideal é aprender mecânica e eletrônica primeiro, e depois juntar eles estudando a injeção eletrônica. Mas... os aparelhos eletrônicos estão ao redor de todo mundo, não entender eletrônica básica é a mesma opção infantil e jeca por ignorância ao não saber diferenciar isso de magia, todo mundo devia saber eletrônica básica porque todo mundo vai passar a vida toda cercado de eletrônicos, não mata ninguém. Entendendo o básico de eletricidade e a física da escola (Entender mesmo, não decorar pra responder em prova ou enem, entender implica ver as aplicações dela ao seu redor) já dá pra partir paa injeção eletrônica, mas deixa pra depois, primeiro aprenda mecânica, entenda as motos analógicas que já vai entender a maioria dos problemas do dia-a-dia. Meses com video-game desligado, se tiver tempo sobrando vai ver vídeos de conteúdo técnico de/sobre mecânica, vai aplicar isso até em fechadura de porta, pistão de cadeira, ou cubo de bicicleta.",
                "manual + google + prática",
                "Compre um a Dafra, entre nos grupos de usuário e veja que cada BO vai ter uma solução que você vai se virar pra encontrar.\n\nMas basicamente:\n\n1 - entenda o que você tem.\nIsso mesmo, pegue o manual de proprietário e o manual de serviços, faça eles como seu livro de cabeceira.\n\nQtd de óleo? Tipo de gasolina, pressão de pneus, e como lavar são o básico do básico.\n\n2 - sua moto é uma bicicleta melhorada, o que você tem  de ferramentas, com algumas adicionais, o próprio kit padrão já ajuda a ter uma base .\n\n\n3 - as leis da física é que fazem a moto funcionar.\nLigou a chave e não tem sinais de alimentação, é só \"seguir o fio\" e achar o problema. Isso tem no manual de serviços/diagrama elétrico.\n\n4 - no catálogo de peças da moto vai ter a descrição de cada parafuso ou porca, faça uma listagem geral e veja se as Chaves que você já tem, servem.",
                "Manual de serviço da moto é um bom começo. Isso mais YouTube já resolve 90% das tretas. Se quiser ir além, faça um curso de mecânica. Eu fiz no SENAI (180h/aula), era de noite. Valeu a pena pra perder o medo de serviços mais complicados, tipo abrir motor e tal, mas a maior parte do conteúdo é coisa que quem já tem noção não terá dificuldade."
            ]
        },
        {
            "title": "Viagem de moto",
            "selftext": "Estou pensando em fazer minha primeira viagem de moto, mas todo mundo insiste em dizer que é extremamente perigoso. Estou querendo fazer o trajeto Brasília - Belo Horizonte, arredondando pra cima seriam 800km. Vocês que viajam/viajaram de moto, realmente é muito perigoso ou é exagero ?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "113cd6t",
            "num_comments": 16,
            "comments": [
                "É exagero. Já fui pra cidade onde minha mãe e meu pai moram na bahia 5 vezes (800km também), uma numa Horizon 150 e o resto numa XRE 190 - que eu comprei quando morei em aracaju e trouxe pra BH, diga-se de passagem.\n\nEstrada é MUITO mais de boa que cidade. Os caminhões normalmente deixam motos passarem, tem um ou outro vacilão que ultrapassa em lugar errado (tenta sempre se manter do lado direito da pista e cê tá de boa), mas no geral tem muito menos vacilão do que em cidade.\n\nUma dica pra essa estrada: faça pausas assim que tiver cansado. A estrada Brasilia/BH tem retas  demais e eu já dei uma pescada de milisegundos na moto subindo pra bahia, felizmente a estrada tava vazia, mas fiquei com um cagaço do caralho.",
                "800 km de MT? Vai nem sentir. Vista equipando de proteção adequado, leve água e vrum!!!!\nSe fizer parando soh pra abastecer, em 10h tá lá tranquilo.",
                "Em dezembro fiz mais de 6000km entre Br, Uruguai, Argentina e Chile. Não foi tão dificil, apesar do calor forte o pior foi o cansaço pela privação de sono. Em 3 ocasioes dormi poucas horas devido a festividades de natal e ano novo.\nApesar disso foi uma experiência fantástica, foi como um sonho. Coloquei algumas fotos aqui no sub e estou escrevendo um relato que inclui cada dia e os aspectos mais importantes da jornada.",
                "Faço frequente BH - 3 Marias, e já fiz BH - Paracatu. Até Paracatu é certo que a 040 é boa, salvo alguns trechos de pista simples, o asfalta não costuma ser detonado. No seu caso não sei dizer o que tem antes né, mas se o trecho todo for privatizado, tem muito ponto de apoio da Via 040.\n\nDependendo da sua moto e do seu hábito, dá pra fazer em um dia tranquilo.\n\nKit de reparo de pneu, corrente extra se tiver, um estojinho de ferramentas, 1 farol, 1 freio e 1 seta reserva, água e algum lanche mesmo fazendo paradas. Tenho uma bombinha de ar que vai na tomada 12v da moto e salva muito quando fura o pneu, com ela e o reparo tu só para se rasgar o pneu mesmo.\n\nO perigo fica por conta de outros motoristas ou algo na estrada mesmo, tanto de carro quanto moto sempre fico no 100-110km/h, acho uma velocidade segura pra viagem, e gosto de curtir o passeio também, se quisesse resolver logo a distância, iria de avião kkkkk\n\nSempre fiz o básico, esquerda com pista livre, dou passagem, evito ficar próximo de tudo que é veículo, especialmente carreta e caminhão. Ultrapassagens só em reta e com visão, e nunca passo algum veículo em curva, mesmo quando é pista dupla. Já tive susto do motorista de carro desviar de galho na pista e jogar o carro em mim sem ver.\n\nAbre a rota que você vai fazer no Google maps ou Waze, olha bem a média de distância entre os postos, é essencial conhecer o consumo da sua moto e sempre ter uma margem boa de erro. Ficou na dúvida se a gasolina vai render? Para e abastece.\n\nNão acho que tenha muito segredo não.",
                "Andar de moto em cidade é infinitamente mais perigoso. Basta ver as estatísticas.\n\nComo sua moto é de alta cilindrada, não terá problema algum com as ultrapassagens, então menos um risco.\n\nSe você não tem costume de viajar longas distâncias, comece com tiros menores, ou faça paradas mais frequentes. Dependendo da autonomia da sua moto, parar a cada 200km pra abastecer e esticar as pernas pode ser uma boa.\n\nEvite viajar de noite. Saindo bem cedinho, tipo umas 5h, você consegue cumprir seu trajeto de boa.\n\nNão carregue nada nas costas. Mochila vai na garupa, bem amarrada. Se não for estanque, trate de colocá-la dentro de um saco plástico (de lixo, por exemplo).\n\nSe tiver pedágio no caminho, deixe a verba separada, notas e moedas num bolso de fácil acesso. Já vi gente que deixa num saquinho e só entrega pra pessoa, que arrecada o necessário e coloca o troco dentro.\n\nEu não viajo sem minhas ferramentas e itens para troca de câmara de ar ou remendos. Como seu pneu é tubeless, um kit com macarrão e aplicador + bombinha de ar já resolve.\n\nLeve lubrificante de corrente, sim! A recomendação é lubrificar a cada 300km. O que você usa? Óleo? Spray? Se for óleo, coloque num recipiente pequeno, uma quantidade menor vai te atender. Eu, por exemplo, uso Bardahl Maxilub e em viagens levo numa embalagem de colirio.\n\nSeu capacete é silencioso? Considere viajar com protetores auriculares. Eu não consigo mais andar sem. O conforto é muito grande, especialmente após um dia na estrada acima de 100 por hora.\n\nNo mais, hidrate-se e curta o rolê. Vá numa velocidade confortável pra ti."
            ]
        },
        {
            "title": "factor 125 2022",
            "selftext": "Galera sou recém habilitado, 1,5 e meio com a definitiva um amigo meu que roda a um tempo me ofereceu uma factor 125 2022 por 13k parcelado e 12,500 avista ante mão minha vontade sempre foi de ter um carro por eu morar com minha família mais eu vejo como a oportunidade de eu fazer grana tbm com a moto e fazer o dinheiro do carro pra vocês vale a pena?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "112yxif",
            "num_comments": 2,
            "comments": [
                "Moto excelente, e por ser 2022 deve estar em ótimo estado, mas é bom verificar se a manutenção e a documentação estão em dias antes de fechar negócio"
            ]
        },
        {
            "title": "Corpo de injeção",
            "selftext": "Minha moto é injetada e começou a acelerar e desacelerar sozinha. Fui ao mecânico e ele me disse que teria que trocar o corpo de injeção. Aí perguntei se era trocar tudo, com bico e sensores, ou só corpo. A atendente me disse que era só o corpo. Queriam uns mil reais num usado ou uns dois mil num novo. Aí fui ver quanto é só o corpo na internet. Achei um corpo bem mais em conta na OLX e comprei. \nAí o mecânico me diz que era pra trocar tudo pois meu sensor não funcionou no corpo novo. E o que comprei só veio faltando um sensor. Eu questionei se, o problema era só o sensor porque eu tenho que comprar tudo e não ele sozinho? Ele então falou que cada sensor trabalha diferente em cada corpo e o usado que ele arranja faz a base de troca com o velho. Mas agora eu tenho dois corpos de injeção e falei pra ele ver se eu dou minhas peças pra loja e ela me abate o valor.\n\nAchei esquisito esse papo aí dele, e não me disse o valor ainda que vai ficar. Não era pra ele ter testado cada sensor ou fazer o diagnóstico da injeção pra saber exatamente o que troca? Ou é comum trocar tudo logo?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "112gl25",
            "num_comments": 5,
            "comments": [
                "Se nada der certo, mete um carburador aí e seja feliz.",
                "Depende um pouco do que o cliente cobra em matéria de garantia, quando é cliente muito leigo é melhor trocar tudo pra não ter risco, mas se o cliente entende (Entende principalmente a diferença entre peça e serviço) pode dar umas tapeadas e trocar o mínimo possível.\n\nQuando dá essas economizadas e é cliente leigo pra caralho que gosta de reclamar e processar, o burro vai criar problema pra caramba por um mísero plug ou trimpot de R$ 30, não dá pra fazer serviço barato pra esse tipo de cliente, ele vai voltar pra reclamar de todo probleminha que aparecer, achando que problema em sensor de borboleta tem a ver com problema de bico sujo, de bomba fraca e etc, mecânico que não quer dor de cabeça troca logo tudo.",
                "Problema realmente estranho. Qual o modelo da moto??\nAliás, o corpo de borboleta novo possui o mesmo código de fabricante do antigo?? Em caso afirmativo ele deveria ter funcionado com o sensor antigo.\nAnos atrás eu trabalhei em auto elétrica, eu fazia o reparo de arraste de vidro e reparos diversos, mas acompanhava um pouco o trabalho dos outros. \nO negócio é ir trocando peças pra ver qual está com problema, não trocar tudo de uma vez. Infelizmente você escolheu um péssimo mecânico.\n\nsaca só esse video: https://www.youtube.com/watch?v=n2wdcfrc-U4"
            ]
        },
        {
            "title": "Vendo: Tryumph Daytona 955i 2006 - 12.000km",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "111rfwr",
            "num_comments": 3,
            "comments": [
                "Tryumph Daytona 955i 2006 a venda!  \n**Com apenas 12 mil km originais!!!**  \n**Moto exclusiva e colecionável... Apenas 70 unidades vieram para o Brasil!**  \n**Inteiramente restaurada** na cor Nardo Gray!  \n\\*Pintura em PU Sherwin Willians (Nardo Gray/preto Cadillac)  \n\\*Verniz PU ultra 7000 Sherwin Willians   \n\\*Escapamento esportivo (SC project inox) e também original  \n\\*Link do escapamento inox (Atalla)  \nCarenagens de pista (originais Tryumph)  \n\\*Rabeta original e rabeta com eliminador (também original)  \n\\*Monoposto e banco do garupa (originais Tryumph)  \n\\*Tapeçaria feita   \n\\*Bancos restaurados  \n\\*Carenagens de pista originais Tryumph  \n\\*Pneus Pirelli Diablo novos  \n\\*Todos os filtros trocados (filtro de óleo K&N)  \n\\*Filtro de ar K&N lavável  \n\\*Suspensão dianteira trocados retentores e guarda pó (fluido Motul)  \n\\*Rolamentos caixa de direção (koyo)  \n\\*Velas NGK Iridium  \nMoto na Região de Campinas (019)  \n**Mais informações e contato no PV!**",
                "Cara, se tiver algum interesse eu tenho uma MT09 2021 que tô pensando em vender. Podemos fazer a troca com o restante em dinheiro."
            ]
        },
        {
            "title": "compro uma cinquentinha?",
            "selftext": "Bom dia rapaziada, compro uma cinquentinha? ela é boa? da pro dia a dia ? \n\n&#x200B;\n\nia servir pra eu dar uns role\n\nbuscar a namorada no trampo \n\nir pro trabalho",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10y6s4s",
            "num_comments": 6,
            "comments": [
                "Sim",
                "No seu estado a PM faz vistas grossas com elas? \n\nNo meu precisa placa e precisa ACC (Ou habilitação A), e se for apreendida como não tem como regularizar elas vão pra leilão como sucata em 90 dias, nem fica apodrecendo no pátio. PM as vezes faz vista grossa, mas... sempre tem PM querendo mostrar serviço pra superior, ou vem de outra cidade, ou só tá de mal humor, aí *\"perdeu, playboy\"*.\n\nSe vai emplacar e tem habilitação, vai fundo, são bem econômicas, são ultra-lerdas mas pra trânsito de 30-40km/h com 2 pessoas em cima dá sim, não acompanha uma Biz 100 de 20 anos atrás mas vai MUITO mais rápido que bicicleta elétrica (E sem ter que esperar recarregar, a merda da bateria sempre tá meio vazia quando vou usar, com moto não tem isso).\n\nSó tenha em mente que isso na prática substitui mais bicicleta que moto, é lerda e tem que ficar cuidando muito buraco se tá com 2 pessoas (Amortecedores geralmente são pra 80kg, me parece), por isso umas usadas as vezes tem até rachadura em quadro, pelas pancadas secas que já levou na vida. Ah, se é das que tem pneu traseiro tipo 60-80 (Seja aro 16, 17 ou 18), melhor colocar coisa melhor, pneu 60-80 é pra pouco peso geralmente, o traseiro idealmente devia ser no mínimo 80-80 ou maior, o peso vai todo nele (Quando tem 2 pessoas em cima).\n\nSe quer contar com a sorte em estado que exige emplacamento e acc (O contram chama isso de ciclomotor, a ACC é pra isso) vai fundo, alguém depois vai comprar isso baratinho de leilão de apreendidos e será muito feliz com sua moto.",
                "Dependendo da cinquentinha vale a pena, mas é interessante fugir de algumas daquelas chinesas que costumam ter uma escassez de peças de reposição e procurar uma que esteja bem conservada e regularizada, com documentos e tributos em dias, placa e etc. Por fim, e não menos importante, realizar uma pesquisa dos custos que podem vir com o tempo, custo que terá com os pneus, licenciamento, valor do IPVA, peças que devem ser trocadas em manutenções preventivas e seus custos, para poder se planejar bem financeiramente e não correr muitos riscos. Para mim esses são os pontos mais importantes, principalmente o financeiro pois comprei minha primeira moto no fim do ano passado e falo por experiência própria, pois entre dezembro e janeiro tive que gastar ao todo uns R$1200 com ela, valor esse que eu não estava esperando quando comprei...😅",
                "Depende da distância percorrida e por onde é o trajeto. Por exemplo: se for trânsito urbano e apenas isso, massa! Caso envolva algum trecho com estrada, esquece. O mesmo vale pra relevos muito acidentados.\n\nOutra coisa: tem muita 50cc 0km custando mais que 125cc usada em bom estado, então é preciso ponderar bem!"
            ]
        },
        {
            "title": "Er-6n",
            "selftext": "Porque o valor dessa moto é tão baixa comparada com outras da mesma cilindrada? Achei uma 2013 com 13 mil km rodado por 22k, e tô pensando muito em trocar na minha cg 160 fan 2021 com mais 7k por ela. É uma boa?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10xbba3",
            "num_comments": 18,
            "comments": [
                "Porque é uma moto 2 cilindros que não faz \"barulho bonito\" e é feia pra cacete. A ER-6N é a mesma Z650 hoje. Mesmo motor que também equipa Ninja 650, Versys 650 e Vulcan 650.\n\nSim, é uma boa.",
                "Bomba",
                "Cuidado, que essas moto de vida loka geralmente tão moida.",
                "Quase comprei uma tb, acabei levando a ninja 250 e já achei a manutenção uma pica imensa, imagina essa ai.",
                "Minha perspectiva é que o seguinte acontece:\n\nDesign e motor ruim comparado com as concorrentes. Mesmo fenômeno acontece com a F800R. Ambas tem um bicilindro, mas a Kawasaki tem um intervalo de ignição de 180°, o que faz com que ela fique com som de uma 300, e a BMW tem um de 360°, que faz tua moto parecer que tem 50 anos.\n\nDaí é oferta e demanda. Tem uma boa oferta, mas pouca gente quer comprar."
            ]
        },
        {
            "title": "Qual o modelo seria mais fácil revender depois?",
            "selftext": "Seguinte glr, já li aqui e em outros lugars que primeira moto é melhor comprar algo barato e fácil de revender.\n\nPesquisando, gostei de 3 aqui na minha região e quero saber a opinião de vcs sobre qual seria mais fácil revender e qual seria uma melhor primeira moto.\n\nPus uns pros e contras delas aqui pra facilitar opiniões. \n\nTodas:\n- têm baixa quilometragem (menos ou prox de 50000 km);\n- têm 12 anos ou mais;\n- atendem minhas necessidades de deslocamento;\n\nSe tiverem outras opções, tb aceito.\n\n*Biz 125 ks*\n- 2500 abaixo da tabela;\n- porta malas embaixo do banco (útil pros dias q o baú não couber tudo);\n\n-preconceito com câmbio semi; \n\n-partida no pedal.\n\n\n\n*Fan 150 ES*\n- ES;\n- Mais bonita e um pouco mis conservada que as outras;\n\n-2500 reais mais cara q as outras;\n\n\n\n*Titan 150 ES*\n- mesmo preço da biz, mas tá de acordo com a tabela dela;\n- ES; \n\n-a mais velha das 3, tem 16 anos;",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10wcl3v",
            "num_comments": 9,
            "comments": [
                "Desde que o preço seja atraente a facilidade de venda é a mesma, em geral são pessoas diferentes que procuram Biz e Titan/Fan mas sempre tem procura por ambas, justo por serem baratas. Partida a pedal não é muito problema, até eu com um pé morto usando bengala/muleta não ligo pra isso.\n\nQuem tem venda complicada é moto pouco vendida, essas populares tem comercialização fácil (Desde que não ache que isso é investimento e peça um valor enorme achando que tem uma joia quando na verdade tem só mais uma moto igual todas).\n\nÉ tão fácil vender algumas que dá pra estranhar porque essa Biz tá com preço de venda abaixo da tabela, em épocas de venda fácil de moto nova isso ocorre, mas hoje as novas estão caras e infinanciáveis (Com selic a 14%) então as usadas estão vendendo fácil até pelo preço de tabela. Talvez na sua região haja mais busca por Biz por parte de pessoal que não tem prática com partida manual e isso derrube o preço, nas regiões que conheço moto costuma ser vendida em preço similar à tabela quando tá tudo normal, mesmo sem partida elétrica.\n\nPra uso a manutenção não é lá muito diferente, mesmo com 16 anos de uso não tem tanta coisa pra dar problema por idade, depende mais do uso que ela teve. O consumo da Biz 125 tende a ser mais baixo mas se não acelerar demais também dá pra ficar nos 32-34km.litro nas duas 150, não depende só da moto, questão é que nas 150 dá pra esgoelar elas acelerando e freando igual doido pra cair pra digamos 22km.litro, na Biz não sei se cai abaixo de 25km.litro.\n\nO armazenamento da Biz você resolve nas outras colocando bauleto atrás, os bons estão na casa dos R$ 140-180 com suporte, talvez R$ 220 algum que você ache bonito ou espaçoso, mas tem coisa simples bem mais barata se a grana estiver curta e quiser literalmente só pra guardar capacete (Carregar ele pra todo lado é chato).\n\nEdit: Ah, as duas 150 são mais pesadas, só uns 20kg a mais, pra pessoal baixinho e magro (Maioria mulheres) a Biz é uma opção melhor nem tanto por esses míseros 15-20kg a mais, é porque na Biz o centro de gravidade é mais baixo, aí é menos cansativo manobrar ela no trânsito. Não sei qual a altura ideal pras 150 mas eu diria que acima de uns 1,62m e 70kg as duas 150 estão ok. Se chegar na casa dos 1,8m de altura aí a Biz as vezes lembra velotrol. Conforto é meio subjetivo, tem gente com perna longa, outro com quadril longo, não dá pra adivinhar, pra maioria o jeito é sentar em cima e ver se acha a posição ok, se alcanço o pé no chão sem inclinar moto, essas coisas. Mas mesmo que a posição não seja lá muito confortável pra viajar por horas, no trânsito de cidade todo mundo se acostuma a tudo. Se nunca teve moto então não tá previamente acostumado a nada e deve achar quase tudo estranho, é questão de se acostumar mesmo. EU prefiro coisa tipo as Fan/Titan/Ybr/Factor/Yes por padronizar pneus largos e tal, no meu uso pneu fino de Biz é uma merda (Não é o aro, é a largura do pneu, um pneu de 60mm de largura é muito estreito, preciso 90mm de largura, pneus tipo 90/90 na frente, Biz nem tem espaço pra isso se não me engano).",
                "Qualquer coisa da Honda revende fácil, tem fonte que vai colocar eles com 80% do mercado, é a mais popular e por consequência a de melhor revenda, nesse ponto não tem muito segredo. Mas não se preocupe tanto com a revenda, nenhuma moto vai te dar mais dinheiro na venda do que na compra.\n\nNo preço atual, ao menos em MG, uma moto de 10 anos conservada fica próximo dos 10 mil. Não tem moto com 10 anos que não precisa de fazer algo, pode ser pouca coisa, retentores, relação, rolamentos, etc. Então você já vai pegar uma moto gastando algo, fora a vida útil da maioria das peças que já vai estar caminhando pro fim. Ainda tem a possibilidade de odômetro alterado e paliativos que fizeram pra venda, mas que podem explodir na sua mão.\n\nEu recomendaria uma Factor 125. A Yamaha tem preços mais acessíveis que a Honda, e é conhecida por durabilidade de motor e peças. Em BH e região as concessionárias tem seguido algo muito próximo do preço de site, a Factor 125 já vi de 15 mil. É uma moto que vai ficar muito tempo sem te dar amolação alguma, e quando for vender pode até demorar mais que uma CG velha, mas não vai cair tanto do valor que você comprou.\n\nA moto é leve, ágil, econômica e já tem freio a disco. Também é curioso que um seguro de uma CG velha pode ficar até mais caro que uma Yamaha mais nova. O motor não vai ser dos melhores, mas pra quem tá começando é um motor bem tranquilo de lidar.\n\nSe você for do Nordeste, a Shineray tem uma estrutura legal de concessionária e revenda de peças, motos como a Jet e a Worker são muito simples, pouco acabamento, porém dificilmente vão passar dos 10 mil reais. E no nordeste tem boa revenda, pra outras regiões já não vejo tanta.",
                "Se eu fosse comprar uma primeira moto hj com certeza seria a biz. É muito leve e facil de guiar, muito mais facil que uma cg."
            ]
        },
        {
            "title": "Bom dia rapaziada, algum expert pra me dizer se essa moto vale apena?",
            "selftext": "Salve rapaziada, sou leigo nesses negocios de moto e vou comprar uma pq necessito... \n\nvou comprar essa cinquentinha por 2500$ ta um bom preço ? a moto é boa?  \n\ntem nota fiscal etc\n\nhttps://preview.redd.it/f27xa447zsga1.png?width=1080&format=png&auto=webp&v=enabled&s=b2a5a146de270f6aff7d7c29b25ffa465222e284",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10w7y90",
            "num_comments": 7,
            "comments": [
                "Cinquentinha?\n\nEu não recomendo. A não ser que você vá rodar uma distância pequena e seja uma pessoa bem leve.\n\nMelhor segurar uma grana e comprar uma CG: um cavalo de batalha, quase.",
                "Ter nota fiscal velha não garante emplacamento, se o fabricante já fechou e não colocou o chassi na bin não tem emplacamento, então esse papo de jeca de ter nota não tem utilidade, existe a ACC hoje então nos estados que cobram isso ela vai ser apreendida com ou sem nota nenhuma.\n\nMas por foto não se avalia moto, teria que ver folgas, barulho de escape, se tem potencia (2cv e uns quebrados, é suficiente pra sair do lugar), se a parte elétrica tá com tudo funcional, esse detalhes, e foto só se vê o que é fácil tapear, que é o que fizeram na imagem, meteram pretinho por tudo, mas o farol tá amarelado (É só polir, gasta uns R$ 10 em lixas, aí mete alguma cera e pronto, mas o dono preferiu gastar com inutilidade tipo pretinho).",
                "Te dar uma indicação de moto usada sem ver a moto, é fazer você entrar numa furada.\n\nA Shineray (montadora dessa aí) tem algumas motos bem simples e de baixa cilindrada, com ótimo preço e boas condições de financiamento.\n\nSe for questão de necessidade mesmo, e tiver com poucas condições pra pagar, uma Jet 125 ou uma Worker vão te entender bem. Nenhuma das duas vai passar de 10 mil reais, o seguro vai ser barato e o consumo acima de 45km/l.\n\nSó tem que entender a limitação delas quanto ao peso, torque e cavalaria."
            ]
        },
        {
            "title": "Honda CB300R",
            "selftext": "Muito provavelmente você já ouviu falar da péssima fama da **CB300** sobre trincar o cabeçote… Mas e se eu te contar que existem detalhes nessa história que fazem **TODA** a diferença? Tenho uma desde 2018 e vou compartilhar com vocês tudo que aprendi ao longo desse tempo e espero que isso traga um pouco de clareza para todos vocês… \n\n**1. Programa de Controle de Poluição do Ar por Motociclos e Veículos Similares**  \nEm Janeiro de 2009, entrou em vigor o **PROMOT3**, com normas mais rigorosas em relação aos níveis de poluição emitidos pelas motocicletas. Ocorre que o projeto da **CB300R** já estava em homologação nas montadoras e não passaria nessas normas. A ~~péssima~~ solução adotada pela **Honda** foi o empobrecimento da mistura do combustível na lenta, resultando em uma temperatura de trabalho maior, justamente na parte de cima do motor, ou seja, no cabeçote. Dizemos que a **mistura é pobre** quando admite-se mais ar do que combustível.\n\n**2. Adição de 27% de Etanol**  \nO Governo Brasileiro optou por substituir o chumbo pelo Etanol como antidetonante em razão do chumbo ser cancerígeno. Só esqueceram de contar que essa adição também faz com que o motor trabalhe até 8% mais quente quando comparado com Gasolina \"pura\".\n\n**3. Medição, Viscosidade e Quantidade do Óleo**  \nSe você conferir o nível do óleo conforme o indicado no manual, completar até a marcação superior da vareta e logo em seguida retirar todo óleo do motor, vai descobrir que a quantidade correta de óleo é 1.8L!\n\nNo manual do proprietário de 2010, a Honda recomenda a utilização de 1.5L de Óleo Mineral 20W50;\n\nA partir de 2011, sem efetuar nenhuma modificação no motor, devido uma parceria com a **Ipiranga**, passou a recomendar por meio do manual, 1.5L de Óleo Genuíno **Honda**, um óleo Semi-Sintético de viscosidade 10W30, que sinceramente? No Brasil deveria ser um crime! É uma viscosidade inadequada para um país tropical como o nosso, a tendência é sumir mais rápido do cárter, exigindo que você complete mais vezes quando necessário, conforme informa o manual. Mas nós sabemos que são poucos que completam o óleo.\n\nQuando comprei minha moto, o antigo dono estava utilizando o Óleo “Genuíno” Honda. O motor vibrava tanto, que além de esquentar ~~para um caralho~~ as pernas e o banco, era incômodo passar as marchas. Fui pesquisar sobre óleo de motor e optei por um óleo sintético 10W50, sempre coloco 1.8L e troco a cada 4000km, sendo que completo sempre que necessário.\n\n**4. Radiador de Óleo**  \nA função desta peça não é resfriar o motor, mas manter o óleo dentro de uma faixa de temperatura para que ele mantenha as peças lubrificadas pelo maior tempo possível. Conforme manual do proprietário, a refrigeração deste motor é a Ar!\n\n**5. Regulagem de Válvulas / Pastilhamento**  \nTodas as motos que possuem pastilhas precisam de manutenção, não é exclusividade da CB300. As folgas originais conforme manual, são 0,12mm para admissão e 0,15mm para escape… uma sugestão é utilizar 0,15mm em ambos, não vai gastar mais combustível devido injeção eletrônica e ainda vai dar uma margem de segurança maior até a próxima manutenção.\n\n**6. Trinca do Cabeçote**  \nApós ler os tópicos anteriores, você já deve ser capaz de identificar o real motivo pelo cabeçote da CB300 trincar: Má refrigeração induzida pelo empobrecimento da mistura do combustível, quantidade e tipo de óleo inadequados aliado a falta de manutenção preventiva. Esse é o real motivo.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10ruq8f",
            "num_comments": 8,
            "comments": [
                "Por incrível que pareça são problemas similares na Dafra Horizon 150cc \n\nSe puder, de uma passada aqui, tem muita coisa útil\n\nhttp://minhaprimeiramoto.blogspot.com/?m=1",
                "Meteu essa de o óleo 10w30 não servir pro calor, mano? Poxa vida. Até quando vão repetir isso? Dá uma lida sobre ponto de fulgor."
            ]
        },
        {
            "title": "Soltar a embreagem de uma vez",
            "selftext": "Ando numa fan 150 e sempre que vou subir as marchas eu solto a embreagem de uma vez. Para reduzir eu solto devagar pq ainda não acostumei com o acelerador e minha moto não tem conta giros.\nEu sempre passo as marchas no tempo então a corrente nunca estala ou coisa do tipo e raramente eu queimo a embreagem kkk\nEssa prática danifica a moto?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10nrosl",
            "num_comments": 6,
            "comments": [
                "Cada pancada dessa cria uma rebarbinha na orelha dos discos (https://i.ytimg.com/vi/do_jQYtiIrw/maxresdefault.jpg), na era das CG 1990 as vezes quebrava algum desses dentes, no mínimo marca a carcaça assim: https://1.bp.blogspot.com/-JXQuup3DtSY/Xz59HHi4LYI/AAAAAAAANRU/QiC_BZV2elAKl6vH_yrKOt0LXA15A96xQCLcBGAsYHQ/s1200/740508726_Photo14.jpg\n\nOu o mais comum é comer os dentes dos discos de dentro, eles são mais finos aí gastam mesmo, ou no mínimo marca a carcaça assim: https://1.bp.blogspot.com/-yabo2URlYsQ/Xz59JIYTzbI/AAAAAAAANRY/f6x-IzqAR8Mj1REh4koU5rjxN39ZI6JMQCLcBGAsYHQ/s1200/1139321852_Photo15.jpg\n\nBiz tem outro sistema aí pode trocar marcha a seco, mas Fan não, tem que soltar devagar se quer que a embreagem dure. E se os discos ou carcaça só gastarem dará sorte, porque se quebra pedaço ele tem potencial pra travar embreagem (Não consegue desembrear) ou entupir lubrificação e precisar fazer um motor inteiro por causa de uma firula tão simples.",
                "Se tu faz direito, deixando cair a rpm, não deve dar problema. Se tu só larga e dá um tranco, daí acho que depende da moto. Se tu tem uma moto com embreagem rekluse, por exemplo, pode até quebrar o câmbio.\n\nAgora, que tal aprender a trocar de marcha sem embreagem? Não é difícil e é divertido."
            ]
        },
        {
            "title": "Vale a pena comprar uma Tenere 250? Ou melhor partir para a Lander logo?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10mk1bd",
            "num_comments": 10,
            "comments": [
                "Vai dr Lander. É praticamente a mesma mecânica.",
                "Lander. é exatamente a mesma moto mas com abs. A única coisa que a tenere tem de melhor são os faróis duplos que eu acho lindos e queria que mais motos modernas tivessem haha",
                "Eu iria de Lander. O preço de uma Ténéré mais nova, já chega bem próximo da Lander 0, de quebra você ainda vai ter uma moto com ABS.",
                "Lander! \nComprei em 2018, tá com 40k, fazendo 39-40 km/l \núnica alteração foi trocar o banco por um do Pedrinho. \nVou trocar a primeira relação agora.",
                "Ótimas colocações dos colegas. Como proprietário de Ténéré 250 (na terceira e contando), digo que depende do preço.\n\nCom os atuais valores absurdos pedidos nas usadas, acho que uma Lander 0km pode ser uma melhor opção.\n\nVocê perderia autonomia (tanque menor), curso de suspensão, proteção aerodinâmica e bagageiro. Fora o visual, mas isso é relativo.\n\nDe bom mesmo só o ABS, que pode salvar sua vida, então é um ponto relevante. Os freios são igualmente subdimensionados em ambas as motos.\n\nMas se achar uma T250 bem cuidada e no preço, não pensa duas vezes!"
            ]
        },
        {
            "title": "O que vocês acham das Bajaj?",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10m31yv",
            "num_comments": 17,
            "comments": [
                "Novidade. Não compraria pra depois ficar na mão",
                "Parecem ótimas em qualidade e com um preço bem acessível, porém não compraria por agora. Até prometeram que em 120 dias desde a inauguração em São Paulo, iriam abrir uma concessionária aqui em BH, e esse é o problema.\n\nAté o prazo dos 120 dias, seriam apenas 9 lojas em todo o Brasil, e por mais que tenham motos com qualidade, imprevistos acontecem, acidentes, erro de montagem, etc. Eu não posso abrir mão da minha moto e deixá-la na concessionária por 30 dias. No futuro com uma ramificação maior, compraria uma de boa, hoje não.\n\nJá trabalhei e tenho amigos com Dafra e Haojue, ambas estão produzindo ótimas motos, mas mesmo em 2022 ainda tinham problemas demais pra encontar peças. Uma Apache de um colega de trabalho ficou quase 3 meses na oficina autorizada por conta de um kit de embreagem, isso pra empresa que tem alguns anos de Brasil, imagina pra quem chegou mês passado?",
                "São boas. Conheci colombianos que viajam de Bajaj e falam que lá é um tanque, é a cg125 deles.\nTambém vende muito na Argentina, vi in loco a dominar 400, muito linda.\n\nAgora pessoalmente eu espero que eles façam um bom sucesso por aqui, ainda mais com o descaso da Suzuki. Se vier aqui pro RS eu cogito comprar uma dominar 400.",
                "Um amigo indiano disse que é bem boa e popular por lá.\n\nVou esperar uns anos aqui pra ver mais de perto...",
                "Acho que tem potencial, mas não seria louco de comprar uma se dependesse da moto como meio de transporte."
            ]
        },
        {
            "title": "Fazer 150",
            "selftext": "Fala! Sou leigo em questão de motoca, tenho 21 anos e estou começando a sonhar com minha primeira moto e a me organizar pra isso. Pesquisei um pouco e decidi que uma Fazer 150 me atenderia muito bem, mas também estou de olho na Factor 150 e na Fan 160. Qual delas vocês recomendam? Uso principalmente urbano no deslocamento casa - trabalho, e que seja legal em questão de conforto pra garupa. Outra coisa, busquei na internet e achei que uma Fazer 150 2018 custa 12.6k seguindo a tabela Fipe, esse valor é coerente? O mercado segue a tabela? Vale a pena comprar uma mais antiga que 2018? Valeu galera, tamo junto!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10fyscs",
            "num_comments": 11,
            "comments": [
                "Os motores 160 da Honda tem pouca vida útil, uma usada pode ser uma bomba pra explodir na sua mão. Sem contar o seguro das CG, são as motos mais roubadas do Brasil.\n\nFactor e Fazer são a mesma coisa, só muda a carenagem mesmo. E apesar do motor 150 ser mais fraco, pra deslocamento urbano não vai fazer muita diferença.\n\nJá que é sua primeira moto, mostra pra algum conhecido antes de fechar a compra, alguns detalhes como relação, barulho do motor, estado do freio, etc, são detalhes que você não conseguir saber se estão bons ou não.\n\nE se puder, e couber dentro do seu orçamento, a FZ15 é uma ótima opção. Onde moro ela custa 18.300, mas é uma moto linda, com muita estabilidade e tem o ABS, item de segurança essencial.",
                "uma factor deve ser mais barata e é exatamente a mesma coisa que a fazer, só muda a carenagem.",
                "Boas motos. Da até pra pegar estrada com ela. Conheci pessoalmente a Maye, ela viajou muito com uma fz15",
                "CG150 é extremamente visada.\n\nVai na Yamaha mesmo. Leva alguém que entenda de moto pra olhar junto com vc. Leva no mecânico de confiança pra verificar.\n\nJá tentou ver a 125? Um brother lá do trampo tem uma, catou de um leilão, usa basicamente pra se deslocar casa/trampo. A bichinha é valente, nem precisou de muita coisa/grana pra fazer rodar. Motor Yamaha > Honda."
            ]
        },
        {
            "title": "CB300 lançada",
            "selftext": "O que acharam? Eu havia postado há um tempo buscando uma primeira moto e fiquei positivamente surpreso que esse modelo da Honda saiu abaixo da FZ25. A concessionária local me informou que o valor final ficou em R$ 21.600 (ABS).",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10f67v2",
            "num_comments": 24,
            "comments": [
                "Eu acho que é uma moto ótima para primeira moto. econômica e potente na medida certa para permitir os erros de iniciantes.\n\nAgora em off da sua pergunta, se manter nesse valor, eles vão ter que reposicionar a CG. aqui em goiás tinha cg de 21 mil. Nesse valor ela também tira a competitividade da FZ15, que era barata, mas agora com 2 mil a mais l você pega uma moto bem superior como é a Twister 300. bora ver como o cabeçote dela vai se comportar",
                "Agora que fui ver melhor essa porcaria... Não tem nem 25cv! Kkkkk. Honda lançando essas merda. \n\nEm pleno 2022 eu esperava no mínimo um conjunto similar a cb300r que tem nos USA, assim ela teria ao menos 30cv.\n\nEdit. Alias. Ao menos o design está bom, a Honda viu que ninguém gostou daquela porcaria de visual \"retro futurista\", todo mundo preferiu continuar a comprar a linha MT.",
                "tenso pagar 21,600 em plastico :(",
                "Mano, foda ser o chato do rolê, mas nao iria nela pra primeira moto não\n\nSei lá, tu já mencionou que é de SP, onde roubo é brabo - especialemente nessa categoria -, saindo com um lançamento desses eu me sentiria com um alvo pintado nas costas\n\nJá é uma bosta essa tensão sendo experiente, novato entao... Tira até um pouco do prazer de curtir a moto nova, saca? Qualquer sinal q tu parar sempre ficar tenso, olhando pros lados... \nNem imagino quanto deve ficar o seguro pra ela, pqp\n\nFoda q a moto parece excelente e seria uma excelente primeira fora a questao de assalto.\n\nA honda caprichou, colocou alguns recursos a mais q nao tinha antes na categoria e surpreendeu com o preço saindo abaixo do que esperávamos pro mercado.",
                "Com frete: R$ 25.000",
                "Duvido que chegue tão barata nas concessionárias..."
            ]
        },
        {
            "title": "Dafra Kansas como primeira moto",
            "selftext": "Ganhei um carro de herança mas é muito gasto e tô pensando em deixar ele de lado e comprar uma moto.\n\nNão tenho muita capital pra gastar e por isso pensei na kansas porque vi algumas de 4000 aqui pela cidade.\n\nEla é uma boa moto pra uso urbano? Tendo em vista que usarei principalmente para faculdade e talvez pro trabalho (trabalho em outra cidade mas pego carona, mas as vezes pode ser que eu vá de moto de ousado mesmo).",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10eop1i",
            "num_comments": 6,
            "comments": [
                "Eu não compraria dafra, mas tive uma péssima experiência com a Horizon 150 então sou suspeito pra falar. No seu lugar eu pegaria algo como a XTZ 125 que cê acha um pouquinho mais cara (impressionante como moto aumentou de preço, jesus) mas é levinha e imortal. Ou, mantendo no estilo, uma intruder memo. Intrudinha é desconfortável pro inferno mas como primeira moto é uma boa escolha. Dificil vai ser achar com preço bom....\n\n(edit: olhei no olx e tem umas com preço bom até na minha cidade. talvez não seja tão sofrido. eu gastaria mais pra pegar uma intruder ao invés de uma kansas.)",
                "FUJA DA DAFRA.\n\nTive TRES motos DAFRA ....  Todas tiveram sérios problemas elétricos e de mecânica em geral. NA ultima (MAXSYM) tive que fazer o motor DUAS VEZES, acabei tendo que vender como SUCATA.\n\nAs concessionárias são uma porcaria. Não atendem direito e muitas vezes ENGANAM os clientes. Péssimo serviço, péssimo atendimento, péssimo negócio.\n\nInfelizmente, sou teimoso e demorei 8 anos e TRÊS motos pra aprender minha lição. NÃO COMPRE DAFRA.",
                "Não pegaria. A Dafra manchou muito o próprio nome quando começou a operar com motos no Brasil, o maior problema sempre foi o pós venda (manutenção, peças, revenda, etc).\n\nPelo texto, dá a entender que seu orçamento tá bem apertado. Se não conhece nada de moto, comprar uma usada que não seja de algum conhecido é loteria.\n\nSe puder investir um pouco mais, recomendo uma [Chopper 150](https://haojuemotos.com.br/models/chopper-road-150/), é no estilo da Kansas (custom) e geralmente a Haojue não muda muito o preço do site. Vai encontar alguma dificuldade com peças se for de interior, mas a Haojue tem muita qualidade no que faz.\n\nOutra opção seria a [Worker 125](https://shineray.com.br/produtos/125-worker/), motinha bem simples, mais até que a a Chopper, porém pra quem só precisa se deslocar dentro da cidade é muito gostosa e ágil. Diferente da primeira, a qualidade do acabamento é um pouco inferior, mas também compensa no preço mais em conta.\n\nSão marcas com menor participação no mercado, o que prejudica o valor de revenda e a disponibilidade de peças. Porém compensam muito pelo valor baixo, seguro baixo, pouco visadas pra roubo e por serem 0 km, não vai ter que lidar com peças difíceis de achar tão cedo. Vai pegando umas dicas de manutenção no YouTube, vai aprender que todo defeito apresenta sinal antes de acontecer, se perceber algo, já adianta a peça pela internet.",
                "OP, eu te entendo. Também tava louco pra chutar o balde e pegar essas dafras baratas, até que topei com o pai de um amigo com uma Kansas 250 parada. Tão bichada que ele não vende pq é honesto, mas não arruma oq é financeiramente inviável.\n\nEstá guardada por valor sentimental",
                "Não compre Dafra sem ver esse vídeo antes:\n\nhttps://www.youtube.com/watch?v=NGe69xsk_mw"
            ]
        },
        {
            "title": "Capacete preto esquenta MUITO mais que os coloridos ?",
            "selftext": "Opa, tudo bom ?  \nTo pensando em comprar um capacete novo, e sempre achei os pretos estilera demais. Mas fica a dúvida, o preto esquenta MUITO mais que um colorido ou nem faz tanta diferença assim ?\n\nAlguém já experimentou dos dois pra poder contar ?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "10dq811",
            "num_comments": 6,
            "comments": [
                "Sistema de ventilação > cor",
                "Eu uso um capacete branco, pois é essencial ser visto.",
                "Meu primeiro capacete era branco, o meu atual é preto fosco. O mais importante é sem dúvida o design da ventilação. Meu capacete branco (LS2 FF358) era super fechado, não circulava ar algum. O meu atual (Bell MX-9 Adventure) é um capacete de MX com uma viseira. Antes pra mim 25°C era o bastante para dar uma suada, agora ando até uns 28°C sem passar calor",
                "Obrigado a todos pela atençao ! sem uso em percursos curtos. sempre pela manhã e à noite. vou continuar com a ideia do preto mesmo hehe",
                "Como já te falaram aí, ventilação é que importa.\nJá tive capacete de muitas cores, inclusive branco, e sempre suei igual kkkkk\n\nHoje tô com um Helt e um Peels, o primeiro mais fechado pra rodovia, o segundo escamoteável e mais ventilado pra cidade, só abro ele quando tá muito calor mesmo, e mesmo assim pra trajetos bem curtos tipo casa-padaria. Fora isso, sempre fechado.\n\nNunca achei nenhum capacete fresco, todos causam incômodo pra mim, porém um bem ventilado é muito mais confortável.\n\nSó recomendo de evitar Pro Tork, acho muito ruins em acabamento e ventilação. Agora LS2, Peels, Helt e Bells já tive e sempre achei bom.",
                "Assim, a cor preta vai sempre esquentar mais que uma clara, especialmente se for fosca.\n\nHá vídeos gringos mostrando diferenças relativamente grandes na temperatura interna de ambos, mas os testes são feitos com eles estáticos sob o Sol.\n\nSe o deslocamento é curto e você não fica muito tempo parado, beleza. Mas se seu uso contempla situações de baixa velocidade ou muitas horas debaixo de sol, pegue um mais claro. \n\nEu só uso capacetes brancos por questão de visibilidade e como bônus vem a questão térmica. O mesmo vale para jaquetas. Tanto que no segmento de moto aventura/touring há cada vez mais equipamentos em tons claros. Viajar todo de preto pelo nordeste não faz sentido. \n\nAtualmente uso um X11 adventure e a patroa um Helt fechado. Quero pegar um fluorescente em breve.\n\nMas assim, como dito pelos colegas, não adianta ser branco e ter uma ventilação merda, vai esquentar de todo jeito."
            ]
        },
        {
            "title": "Pequeno passeio de 14 dias entre Brasil, Uruguai, Argentina e Chile",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "109m32f",
            "num_comments": 33,
            "comments": [
                "Do caralho OP. Espero fazer isso um dia. Tenho uma tenerzinha também. \n\nPartiu de onde e foi até onde?\nA moto sustentou suave? Eu tenho impressão que é cansativo andar a 100 ~ 120 com ela por longos períodos devido a vibração.",
                "Show! Parabéns pelo role!\n\nA vantagem de morar na região sul é essa facilidade pra explorar Argentina, Uruguai e Chile. Tem que aproveitar mesmo!!",
                "Como tá a situação na Argentina? Vou fazer uns viagem dessas com meu pai no começo de Abril, tava pensando em passar por lá.\nMas tem mto relato de policial corrupto enchendo o saco e aumento de violência",
                "Gostaria muito de fazer isso. Tenho uma MT09 e fico pensando na questão da mecânica. Você levou óleo, relação, etc?\n\nSua Tenere deve se dar bem nas estradas de terra, eu fico receoso, apesar da minha moto ter controle de tração.\n\nE a questão do combustível, como foi?\n\nLindas as fotos, parabéns!",
                "Vi seu post hj aleatoriamente kkk, como foi a tenere na viajem tô querendo comprar uma pra dar uns rolê por aí, acha que vale a pena ou se fosse fazer a mesma viajem faria com outra moto?"
            ]
        },
        {
            "title": "Propostas diferentes, mas Horizon 250 ou Himalayan 411?",
            "selftext": "Pra começar, sei bem que são propostas totalmente diferentes e é difícil comparar. Mas esse ano eu vou comprar minha primeira moto, e tenho muitas dúvidas entre essas duas. O uso que eu pretendo fazer é totalmente misto, quero uma moto pra me deslocar no dia a dia, pegar uma estrada de fim de semana com a minha namorada (ambos somos grandes, eu tenho 1.80 e 110kg e ela tem 1,75 e 95kg) e de vez em quando (e aí uma enorme complicação) ir pro sítio de um amigo onde eu tenho que pegar uma estradinha de terra considerável.\n\nA Horizon 250 me interessa primeiro pq eu amo motos custom, e esse é um modelo que já me recomendaram pra uma primeira moto pelo preço, custo benefício geral, manutenção, baixa procura pra roubo (moro numa região meio complicada de SP), e também ela é muito bonita e me falaram que é confortável tanto pro condutor quanto pro garupa \n\nA Himalayan apesar de não ser custom, tem um visual \"retro\" que eu acho linda, é uma moto mais potente, eu conseguiria pegar terra sem problemas caso for pra um sítio ou algo assim, não é tão barata mas eu posso ir atrás de uma zero pela garantia e como ainda é fabricada acho que é mais fácil conseguir peça pra manutenção. Mas ela não me parece muito confortável pro garupa, parece ser uma moto pra pegar trilha sozinho, e também eu n tenho uma conclusão sobre a RE pq tem gente que ama e tem gente que odeia\n\n\nE fica aí meu questionamento, Valéria a pena eu investir em uma Himalayan que é mais cara mas aparentemente mais versátil, ou ir mais barato e pegar a Horizon q eu acho bonitinha mas fico um pouco mais limitado?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "105th06",
            "num_comments": 14,
            "comments": [
                "Pelas tuas necessidades, ambas me parecem inapropriadas. A Himalayan, mais forte das duas, já não fica tão confortável na estrada com uma única pessoa, muito menos com duas. Dá pra fazer? Dá, tem um monte de vídeo de indiano com a família inteira em uma 125. Mas tu vai estar comprometendo a segurança.\n\nPegar estrada de terra, não consigo indicar andar com garupa nem em F800GS, muito menos em moto pequena e sem experiência. Nesse tipo de terreno é muito importante o piloto ter mobilidade. De novo, dá para fazer, tem um monte de gente que faz. Mas sempre que eu vejo alguém andando de garupa na terra penso que essas são as pessoas que viram estatística no jornal.\n\nSe tu estiver decidido a pegar uma moto, a Himalayan vai ser consideravelmente melhor. Eu também olharia a BMW G650 GS e Kawasaki Versys 300X.",
                "Você já procurou saber o peso máximo suportado por essas motos? Geralmente no manual elas colocam o equivalente ao peso da mesma.\nEu tenho uma MT09 e no manual o peso máximo é de 190 kg, se me lembro bem, posso estar errado.\n\nCom seus 1.80m eu sugiro que procure uma moto mais confortável pra não ficar tão encolhido na pilotagem, talvez a horizon seja mais apropriada.\n\nEDIT\n\nHORIZON 344 KG\nHIMALAYAN 365 KG\n\nNo caso esse valor é o peso da moto mais passageiros. Andar com mais peso que isso significa possivelmente danificar os componentes e traz risco à estabilidade da moto.",
                "Nenhuma delas vai dar muita velocidade final, mas a Himalayan vai dar mais conforto em estrada de chão e paralelepípedo. Pode ir com garupa em ambas, não são poucos os que viajam em motos de baixa cilindrada.\n\nO que tua esposa acha?",
                "Você faz questão de moto de 0km?\n\nPorque pra quem tá começando eu acho um pecado moto nova. E pesada (que é o caso da Himalayan).\n\nPela sua altura você ficaria bem numa trail. Lander, Ténéré, XRE etc. são algumas opções de baixa cc com alguma capacidade de carga nesse segmento.\n\nMas pensa bem na proposta da moto. Qual será o uso predominante? Urbano? Só ou com garupa? Daí escolhe com base nisso."
            ]
        },
        {
            "title": "Primeira moto, nova ou usada?",
            "selftext": "Oi, pessoal, vou começar as aulas práticas amanhã pra adicionar categoria A. Estou buscando qual moto comprar e realmente não tenho ideia do que é um bom negócio em relação a motos, se é melhor comprar uma com alguns anos de uso ao invés do assalto de uma 0km (como é com carros).\n\nVou usar ela só pra me divertir e ir na academia aqui perto, pro resto planejo seguir usando meu carro, talvez usaria ela pra ir até o escritório em SP (1 ou 2x por mês), mas se for muito arriscado deixo quieto.\n\nQuero me conter até 50k, pra comprar algo legal e manter por 1 ano +-, até sair do país, daí vender ela (seria interessante algo com alguma liquidez, daí). Tenho +- 7k completamente livres por mês, daí se tiver boas taxas até prefiro nem retirar nada e só pagar algo que fique com as parcelas + custos mensais abaixo disso (mas com a selic atual acho difícil).\n\nFui na Honda aqui perto e vi a CB 250F, 500F e 650R, a 250F achei meio sem graça (como produto de diversão), e a 500F e a 650R me chamaram mais atenção, mais até pelo visual, e ronco no caso da 650, mas achei ser um pouco de exagero, principalmente tendo em vista que só quero um brinquedo pra usar por uns meses.\n\nDaí olhei mais um pouco e vi algumas MT-03 e R3, novas e usadas e adorei, acham que seria uma boa alternativa? Pesquisei e vi bastante recomendações dela como primeira moto (principalmente lá fora), estou considerando comprar usada, preferencialmente 2020 pra frente (quando Yamaha colocou 4 anos de garantia, AFAIK), é cagada?\n\nQualquer dica é bem vinda. Obrigado.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "103f7tl",
            "num_comments": 17,
            "comments": [
                "Então dinheiro não é problema?? Sua cidade é segura??\nVá de MT03 e seja feliz. \n\nApenas vá com calma na empolgação, pois são 40cv numa pegada. Procura uma usada mesmo, há dezenas a venda no facebook.",
                "Se tu tá disposto a colocar essa grana em uma moto, vai de 0km, muito menos chance de dor de cabeça. Eu geralmente recomendo usada, mas é porque a maioria das pessoas não tem a sua renda. Nesse momento o mercado está bem aquecido, então tu provavelmente vai conseguir um bom valor na revenda. Apenas tenha a noção que primeira moto é a mais fácil de quebrar alguma coisa por erro bobo, modelos mais caros vai ser mais caro de consertar.\n\nDefinitivamente não recomendo a 650R como primeira moto, muito motor, muito freio, muito pesada, posição agressiva demais. Tenta pegar algo mais leve, 1 ou 2 cilindros. MT-03 acho uma boa. Concorrentes da MT-03, como a Z400 e Duke 390 também vão ser boas primeiras motos.\n\nOutra coisa, coloca na conta o custo de um bom equipamento de segurança. Capacete bom é o mínimo do mínimo. Não compre nada abaixo de R$ 500 e troque a cada 5 anos. É importante é investir em botas e luvas. Mão é a primeira parte do corpo que toca o chão em uma queda, e ferimentos nas pernas são bem comuns.",
                "Eu não compro veículos 0km. Sempre me viro bem no mercado de usados, onde acho um produto de melhor categoria pelo preço de um inferior 0km. Sobre o modelo a ser escolhido, acho que nessas opções aí dá para começar sem experiência mas é preciso muita cautela. As motos tem toque e peso, que podem complicar sua vida. Eu, por exemplo, no início tinha muita dificuldade em fazer curva par a direita. Se parasse numa esquina, para sair curvando era complicado. Foram vários quase tombos. \nMas esses modelos aí são bons. MT e R3 bebem muito mas pela quilometragem que for rodar por dia não te trará prejuízos. No mais são motos ótimas, tanto em mecânica como em design e desempenho.",
                "Chopper, DK ou uma Worker.\n\nMoto usada é bomba, e alta cilindrada pra quem tá começando é caixão ou cadeira de rodas.\n\nPega uma 125~150 mais barata, sente a moto, aprende a frenagem, condução, tome seus primeiros tombos parado ou a 40km/h. Primeira chuva, primeira derrapada, primeira frenagem brusca, tudo isso vai ser melhor administrado numa moto menor.\n\nAs 3 que citei são baratinhas e duráveis, vai rodar um ano só trocando óleo e com seguro barato. Quer algo mais confortável? FZ15 ou Crosser, as duas com ABS e numa cilindrada mais suave.",
                "Eu não recomendaria KTM e Kawasaki porque o custo de reposição de peças é caro! O farol da Z400 custa 10k."
            ]
        },
        {
            "title": "Bajaj chegando ao Brasil",
            "selftext": "A fabricante indiana Bajaj chegou ao Brasil trazendo motos interessantes e com bom custo benefício. Por exemplo, a Dominar 400 cilindradas é full led, tem suspensão invertida e custa cerca de 25k. Tenho percebido um esforço muito grande da montadora do influencers. É praticamente todo mundo elogiando e festejando a moto. A pergunta é direta: vocês comprariam agora?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "103czo7",
            "num_comments": 19,
            "comments": [
                "Pagar pra ser beta tester? Tô fora!",
                "Esses motores da Bajaj parecem ser baseados nos 200 e 390 da KTM. Li que as empresas tem parceria e as cilindradas batem. A KTM não tem um bom histórico com esses motores. Eu passo, pelo valor da 400cc eu pegaria uma Royal Enfield Himalayan.",
                "Acompanho muito o Bill Motoka que tem um estilo mais jornalista, e vez ou outra vejo algum outro canal, e pelo feedback deles e dos seguidores, as motos estão realmente muito atrativas tanto em preço quanto em qualidade.\n\nAgora tem um outro lado também, não tenho paciência pra acompanhar tanto o Chico Sepúlveda, mas ele me salvou da bomba que era a Hymalain, o cara é meio chato, mas aponta muitos erros. Tiveram 2 problemas que nada tem a ver com a Bajaj, um furto de dominar, e uma compra de um outro influencer lá com a mesma nota fiscal dessa moto roubada, mas aí já foi cagada da concessionária mesmo.\n\nO que ele tem aprontado de negativo pelo que vi, foi a falta de informações como manual e o próprio site no Brasil que não existe com todas essas infos.\n\nMoro em Contagem, que fica do lado de BH e segundo os influencers, não foi tão direto da Bajaj, nos próximos 120 dias uma das novas concessionárias seria em BH, porém como disse acima, não tem essa informação precisa da própria Bajaj.\n\nSe vierem realmente a abrir uma loja aqui, eu animo demais. Estava afim de pegar uma de baixa cilindrada pra rodar na cidade, e a que mais me chamou a atenção foi a DR 160, porém só consegui encontar UMA única concessionária Haojue em BH e região, desanimei logo porque com certeza vai ser uma merda a manutençã, Dafra idem, Honda é completamente fora de cogitação, motor problemático e entregam pouquíssimo por um valor exorbitante. Quem atendeu melhor foi a FZ 15 e Crosser, ABS e mais completas.\n\nA Bajaj diz (por meio de influencers) que tá montando fábrica propria e tá abastecendo um CD com peças. Arriscaria sim uma Dominar 160 caso essas promessas REALMENTE se cumpram até o meio do ano. Caso contrário vou de alguma Yamaha das que citei acima.",
                "compraria. conheci colombianos nos ultimos dias, lá as bajaj vendem muito, é a cg125 deles. uma moto muito forte e confiável e custa uma fração de uma honda.",
                "Quando tiver uma Bajaj 125cc de R$ 10 mil eu compro.",
                "Pelo preço certo, sim, com absoluta certeza. O mercado de motos no Brasil ta uma merda gigantesca, só tem moto de trabalho e Big Trail, com 5 ou 6 modelos intermediários.\n\nAgora o que não pode é seguir o caminho da Royal Enfield: as motos são bonitas, mas de qualidade duvidosa e sem garantia ou Pós Venda. Se precisar de peças ( e você vai precisar) se fode ai.\n\nJá vi cara cogitando mandar uzinar uma relação para Hymalaiam pq não tinha para vender e a concessionária cagou para ele.",
                "Um negócio que me deixa com pé atrás na bajaj é esse esquema de 2 ou 3 velas por cilindro. Se fosse bom assim mais fabricantes utilizariam."
            ]
        },
        {
            "title": "Perspectivas para o mercado de motos em 2023",
            "selftext": "Os últimos dois anos foram surreais em relação aos preços de motos novas e usadas. Peças e acessórios não ficaram para trás nessa escalada maluca de valores.\n\nVárias foram as justificativas: pandemia, quebra da cadeia produtiva, guerra, escacez de matéria prima, disparidade cambial e outras tantas explicações ajudaram a ferrar ainda mais nosso mercado.\n\nMas agora, com a mudança de governo e um aparente reestabelecimento da economia global surge uma esperança de que os preços sofram alguma correção no médio/longo prazo. Ou não?\n\nO que vocês acham? Tem como piorar? Ou há luz no fim do túnel?\n\nParticularmente já comecei a notar alguma \"estabilização\" no mercado de motos usadas. Gosto de acompanhar os classificados locais, sempre aparece alguma coisa curiosa, então sempre vejo os valores pedidos pelos vendedores. Mas talvez seja só uma impressão minha.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "101qjuq",
            "num_comments": 16,
            "comments": [
                "Yamaha e Honda continuarão caras.... Espero que as Royal e Bajaj vendam bem no nicho de entrada.",
                "Eu queria acreditar que vai baixar, mas a vdd eh que não vai simplesmente pq a gente paga.\nEu queria mto comprar uma HD Panamerican, mas ela chega aqui a 140K... surreal mano. E com essa política de elitizacao que a Harley tá praticando por aqui, a marca vai virar artigo de luxo novamente. Qquer moto merda de entrada tá um absurdo de caro.\nEu acho uma burrice sem tamanho, ela começa a ficar na faixa de preço das BMW da vida, que tem mto mais nome pra esse público, além de ter um pós venda infinitamente melhor.",
                "Espero q sim, não comprei uma moto pq estou esperando diminuir pelo menos um pouco. Tem muita moto que tá um absurdo de preço",
                "Como a cotação do aço não tem perspectiva de baixar, porque a China controla isso hoje e aprendeu que mais caro é melhor, então automaticamente não tem como o grosso das peças baratearem.\n\nOutras peças tem plástico na composição, que com o preço alto do petróleo também não tem como ficarem mais baratas.\n\nE por fim na parte elétrica e eletrônica, a motor a carburador barato já morreu, a moto que precisava só um CDI de R$ 50 já morreu, hoje além do bico injetor, ela precisa trimpot pra posição do acelerador, a sonda lambda, e a central de talvez R$ 500, com isso caro também não tem como sair moto barata igual moto de 2010 com carburador.\n\nA própria oferta de uns semicondutores tá complicada, a migração dos painéis analógicos pros digitais complicou essa parte, precisa CI dedicado (Além de outros semicondutores secundários universais), com muito fornecedor com problemas pra manter linha abastecida fica difícil ter custo baixo. Enquanto a crise mundial dos semicondutores não for bem resolvida também vai ter isso encarecendo o preço das motos.\n\nE por fim, com o juro alto da selic o número de financiamentos e cia cai muito, a selic não costuma baixar mais que uns 0,25% por trimestre, talvez 0,5%, pra ela cair pela metade vai 2 anos e pouco, só com oferta barata de financiamentos é que as vendas aumentam, fabricante bota linha de montagem em 100%, aí automaticamente o preço de custo cai (Desde que se resolvam os problemas que citei acima). Como não tem perspectiva pra nada disso mudar em 2023, só baixar a a selic pra 10% fim do ano não vai fazer milagre, com falta de componentes e aço caro, uma alta procura a motos vai é fazer o contrário, o juro baixo pode fazer o preço delas subir, então primeiro teria que resolver preço do aço, que não é coisa do Brasil, aí oferta de semicondutores, que também não é aqui (Ainda que a Ceitec tivesse dobrado a capacidade de produção dela em comparação a 2015 ela ainda não faria nem cócegas no mercado, fora que não atuava em nada que motos usam).\n\nDados esses detalhes, não tem como carro ou moto baixar quase nada de preço, com atuação só do Brasil o preço de tabela cai mas como há procura o preço real de venda é mais alto, continua esse problema de hoje de moto que sai de fábrica por R$ 12 mil ser vendida por lojista a R$ 14 mil, porque tem a pronta entrega, afinal a outra opção é pegar fila pra direto de fábrica com meses/semanas de espera. Preço de tabela deve continuar caindo seus 1-2% por semestre, mas pelo tanto que subiu isso não vai tornar nada barato, provavelmente só a inflação que vai corroendo esse preço, mas as novas tem reajuste pra isso, só as usadas que depreciam direito quando a inflação sobe.",
                "Aguardando ansiosamente pela Meteor 650.\nPessoal tá pedindo 8k em Kansas 150 2008, ou até 14k em Horizon 150 2018, tá osso.",
                "Espero que melhore para os próximos compradores... Esse ano tive que pagar 9k em uma 125cc 2014/15😮‍💨😞",
                "Vou continuar com minha Cargo 99 (mais velha que eu) pelo futuro distante. Se tem uma coisa que aprendi, é que no Brasil as coisas só melhoram pra baixo."
            ]
        },
        {
            "title": "Motor de partida tem reparo?",
            "selftext": "Não to conseguindo ligar minha Fazer ‘12, o motor de arranque tá fazendo um barulho meio troncho e não ligando. O foda eh que eu to duro, início de ano sacomé… e dando um google um novo tá quase 300 conto! será que existe um reparo, obviamente dependendo do problema, que seja mais em conta?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "101kbex",
            "num_comments": 8,
            "comments": [
                "Claro que tem. Devem ser as escovas gastas. Procura por \"kit de reparo\" pro motor de arranque do modelo da sua moto. Se você for azarado são os imãs que descolaram da carcaça. Aí só um novo mesmo. Eu sei porque tive esse problema na minha Ténéré 250 (12/13). Comprei o motor de partida da Twitter 2008, serve beleza (só muda a posição dos terminais).",
                "OP, [Escova](https://produto.mercadolivre.com.br/MLB-2174783230-reparo-escova-carvo-motor-arranque-fazer-lander-tenere-_JM#is_advertising=true&position=1&search_layout=stack&type=pad&tracking_id=1411b80f-9a16-4d6e-8718-be16c9bf1d1d&is_advertising=true&ad_domain=VQCATCORE_LST&ad_position=1&ad_click_id=ZWE1YmEzNzAtOGU4NC00OGUxLWJhMjQtY2YzOGYyNWY5MGRj)",
                "Veja alguns tutoriais no YouTube. Não é difícil fazer o reparo."
            ]
        },
        {
            "title": "Moto puxando pra direita",
            "selftext": "Pessoal, tenho uma 160 Fan 2023 da Honda e uso ela pra viajar aos fins de semana, recentemente durante uma dessas viagens, passei numa elevação no asfalto e após isso minha moto começou a “dançar” puxando pra direita. Oq poderia ser?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zx7l7n",
            "num_comments": 6,
            "comments": [
                "Cara, leva para a concessionária, como ela é nova pode ter alguma coisa “que faltou uma apertada mais forte no parafuso” na hora da montagem final que é feita na oficina da CC.",
                "Na frente ou atrás? Se for na frente verifique a pressão dos pneus. Na parte de trás, veja a pressão e também se ele está alinhado.\n\nConte nas marquinhas ou se preferir use algum objeto como guia entre o pneu e a balança. Pedaço de caibo, frasco de perfume, corretivo...",
                "Sua roda é raiada ou de liga? Pode ter empenado com o impacto.\n\nEsse sintonia aí pode ser causado por muita coisa, viu. Desde bengalas desalinhadas na mesa até pneu calçado de forma errada."
            ]
        },
        {
            "title": "Qual capacete escolher?",
            "selftext": "Boa noite. Atualmente uso um Norisk Ff391, mas ele atrapalha o uso do óculos de grau e o uso no sol atrapalha um pouco minha visão, além de que a troca da viseira é meio complicada para fazer 2x por dia (ida e volta do trabalho)\nEstou me decidindo entre o Norisk Strada e o LS2 stream (ff320). Qual seria o melhor na opinião de vocês?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zwxmzw",
            "num_comments": 8,
            "comments": [
                "Ls2 é massa, mas vai depender do peso dos dois e se tem o encaixe para a armação do óculos. Eu uso um Capacete Nexx SX100 justamente pq ele tem esse ajuste para as pernas do óculos, não aperta a armação no rosto",
                "Posso estar confundindo, mas acho que Norisk é uma subsidiária da LS2 com foco em países emergentes. Por essa lógica, LS2 deve ter capacetes melhores.\n\nEu tinha um LS2 FF358 e usava com óculos. Nunca senti desconforto, capacetes da LS2 geralmente tem um canal para a armação do óculos não ficar pressionando contra a cabeça. Recomendo bastante o 358 pelo custo benefício, é um capacete que tirou 4 estrelas no teste da Sharp e tá por um preço bacana.",
                "Eu fui de AXXIS, achei mais confortável e leve",
                "Se você precisa trocar de viseira é melhor pegar um com viseira solar retrátil"
            ]
        },
        {
            "title": "PRIMEIRA MOTO",
            "selftext": "\n\nEstou juntando dinheiro há um tempo para comprar minha primeira moto. Preciso dela para ir ao trabalho e me locomover na cidade(academia/faculdade), porém ainda estou aprendendo a pilotar.\n\nTenho 1,78m e estou em dúvida entre uma moto nova (Crosser S 150 2022) ou uma usada mesmo (Factor 125 2014).\n\nObs.: Estou em dúvida entre comprar a Factor a vista ou financiar a Crosser.\n\nGostaria de aconselhamento para refletir melhor sobre.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zvuqo9",
            "num_comments": 8,
            "comments": [
                "Por que não uma Crosser usada?\n\nPara primeira moto o ideal é gastar o mínimo possível. É uma moto que é bem comum tu causar danos cosméticos por bobeira, melhor que seja algo barato de consertar. Outra coisa é que como tu tá começando, tu ainda não sabe o que curte e o que não curte em uma moto, o que faz difícil acertar na escolha. Pega algo barato e fácil de vender, depois se achar que vai gostar mais de outra coisa é só trocar. Por fim, quanto mais barata a moto, mais tu vai poder investir em equipamentos de segurança. Na minha opinião, um bom capacete (>R$500), luvas e botas são o mínimo.\n\nSó também não dá para ser pão duro demais e comprar uma coisa que não é confiável.",
                "Temos a mesma altura. Hoje ando de Ténéré 250, uma moto alta que só, e toco as pontas dos pés no chão. A Crosser é 3cm mais baixa, pode ser suficiente pra você alcançar o solo com ambos os pés de forma mais firme, ou não. Já testou? Se não der, eu daria preferência a uma moto mais baixa (como primeira experiência), vai te dar mais confiança e evitar algumas quedas bobas.\n\nEdit: aliás, pelo uso que você está propondo, por que não considera também uma scooter? Tem a Nmax da Yamaha com ABS nas duas rodas. Você acha usadinha bem cuidada.",
                "Eu apoio a ideia da Crosser usada. MUITO mais confortável que a factor, a crosser é uma motinha muito boa. \n\nTem um gasto maior nos pneus (não compra pneu vagabundo, se quiser dica de pneu eu dou umas opinião aqui, tinha uma XRE 190 que era a mesma medida de pneu), mas consumo vai ser basicamente igual, relação só um pouco mais cara, óleo é o mesmo tanto.. enfim, vai valer a pena, especialmente pensando na sua altura. Eu tenho 1,73 e simplesmente odeio pilotar moto baixa, ainda mais nessas ruas todas remendadas do brasil. Tem também o investimento em equipamento. Sendo bem sincero com você um dos melhores capacetes que já usei é o Helt Polar que é mais barato que uns de 500 reais (eu tinha um de 500 inclusive que era uma bosta, um peels icon, não compra aquela merda) - tem espaço perfeito pra intercom, veda bem com a viseira fechada, o único problema é o assovio do vento com a viseira aberta, mas viseira não é pra ficar aberta o tempo todo, uma vez entrou a porra de uma libelula no meu capacete quando eu tava a 70km/h, não recomendo.\n\nBota cê acha umas bacanas e resistentes tipo os coturnos que policiais de moto usam, não são de marcas famosas mas são de couro e bem bons pras velocidades de cidade, além de bem confortáveis. Luva eu comprei uma de couro de carneiro no shopee (na china) por 125 reais, mas tem as blackout da x11 por uns 90, também são ok, mas recomendo gastar um pouco mais pra pegar de couro de verdade. Jaqueta é extremamente necessário e eu não ando sem nunca, recomendo algo tipo a Iron 2 ou 3 da X11 que tem umas proteções boas nos ombros e cotovelos. X11 tem um custo beneficio bom pra equipamentos, nunca usei os capacetes deles mas já vi resenhas meio meh.\n\nE quanto a ser usada, apoio demais também. Primeira moto é feita pra se foder. Eu piloto a anos e esses dias mesmo deixei minha CB500X nova cair (na verdade eu.. levei ela gentilmente ao chão) com um vacilo completamente imbecil (parei meio apertado na garagem, desci, na hora de sair eu esbarrei no baú e ela tombou pro outro lado), quebrou a pontinha da manete de freio, fiquei triste pra caralho mas foda-se, não quebrou toda e não teve nenhum dano além disso. Meu ponto é: essas merdas acontecem, e vai ficar menos triste se for uma moto usada.",
                "A Crosser é parece ser uma excelente moto mas acho que está muito cara no momento, peguei esse ano como minha primeira moto uma XTZ 125 2015 e recomendo."
            ]
        },
        {
            "title": "Quais motos na faixa de 8700 vos comprariam?",
            "selftext": "estava pensando em pegar a dk150 de primeira moto, só não sei se ela é boa.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zn9jsu",
            "num_comments": 10,
            "comments": [
                "eu to pensando em ir de worker, mas eu sou meio maluco",
                "Primeira - primeira - moto? Tipo você não tem experiência nenhuma em duas rodas? Se for esse o seu caso, pega uma moto mais fácil de reparar, principalmente em relação a carenagens. Nessa categoria tem a CG150 e a Biz 125.",
                "Facebook tem grupos de usuário. Recomendo você entrar neles e ir acompanhando pra saber uma opinião real de quem usa o veículo.\n\nAlém disso sempre tem gente vendendo.\nParticularmente estou com a Horizon 150cc a dois anos e não tenho do que reclamar. Sabendo cuidar é de boas.",
                "Uma coisa que acho importante na primeira moto é ter injeção eletrônica. Se for pegar usadas, principalmente modelos mais antigos, dá uma olhada se não são carburadas. Carburadores são fáceis de trabalhar, mas dão problema com frequência e estão sempre precisando de uma atenção. Não dá para confiar na moto, e tu vai passar horas brincando de mecânico quando deveria estar andando e ganhando experiência.",
                "Sem dúvidas pegaria uma XTZ 125.",
                "Horizon 150cc, mesmo motor de CG, monte de peças compatíveis e manutenção fácil. \nOu alguma Yamaha bem conservada.",
                "Cg150"
            ]
        },
        {
            "title": "Fui perguntar preço de uma crosser Z 150 2023 nova na concessionária",
            "selftext": "Consórcio possui valor total de 29 mil com carta de crédito de 21 mil e a moto a vista custa 25 mil.\n \nIsso é algum tipo de piada? Crosser era 13k em 2020, depois foi pra 19k em 2021 e agora 25k? Porra... com isso compro uma Lander 250.\n\nTô tentando achar que esse vendedor tentou passar a perna em mim, é o que espero. Moro no Pará.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zkgyp7",
            "num_comments": 11,
            "comments": [
                "Como a fabricação ainda parece baixa, tem mesmo uma diferença entre preço tabelado do fabricante, e o preço real de venda em loja, o preço tabelado é capaz de ser R$ 15 mil, mas só pra quem entrar na fila pra entrega sei lá quando, aí pra pronta entrega o preço talvez pule pra R$ 20 mil. \n\nNo caso de Biz tá por aí, preço de fábrica em tese em R$ 13-14 mil, mas pra pegar a pronta-entrega em loja só tem opções de R$ 16-17 mil. Bros 160cc também lembro que me passaram uma diferença assim, pegando da fábrica seria R$ 4 mil a menos mas a fila podia passar dos 4 meses, aí entram as opções a pronta entrega com aumento bem grande (E essas só aceita carta de consórcio ou finam se você pagar a diferença).",
                "Bem vindo a 2022 com o dólar a mais de 5 reais... Todos os insumos são cotados em dólar, do ferro ao petróleo. \n\nEntão, tá a procura de uma moto? Vai nas usadas. Mecânica de moto popular não tem segredo.",
                "Motos estão mais caras mesmo, e há várias razões para isso.\n\nOs insumos para a fabricação de motos encareceram significativamente desde 2020. O dólar disparou, encarecendo produtos e insumos importados  Houve um boom de commodities e diversas disrupções em cadeias produtivas.\n\nPor outro lado, carros e gasolina encareceram, levando a um aumento na demanda por motos, mais baratas de comprar e manter. Motos baratas são as que mais sofrem por esse fenômeno. Bens duráveis, de um modo geral, passaram a ter procura mais elevada após a pandemia, resultando em um aumento de preço mais elevado nesse tipo de produto.",
                "Além dos pontos colocados pelos colegas, lembro que a Crosser está com uma demanda altíssima, extremamente valorizada no mercado de usados também. É uma moto boa, mas por esse valor deixa de ser racional.",
                "Royal Enfield 350 0km nesse valor"
            ]
        },
        {
            "title": "Opinião sincera sobre moto usada",
            "selftext": "Boa noite pessoal, acabei de entrar no sub pois estou em uma busca de informações sobre ser ou não ideal comprar uma moto usada.\n\nSendo mais específico, eu já \"escolhi\" a moto em questão, é uma fz25 abs, ano 21/21 com apenas 7.500km rodados. Ela já está equipada com protetor de motor e de traseira, e está pelo preço de 20.990,00. O que vocês acham? Será que da pra confiar?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zgjy6z",
            "num_comments": 9,
            "comments": [
                "Se você não confiar numa moto com 7500km, não vai poder confiar nas outras 25 milhões de motos do Brasil que tem mais de 75 mil km rodados. \n\nMoto desse tipo é igual moto nova, meio difícil algum dono ser tão porco a ponto de criar problemas em 1 ano ou míseros 7500km.\n\nSe terá oficina com peças e gente com know-how pra manutenção dela é outra história (Mas o problema é com toda moto nova, mechânico que fala \"pobrema\" nunca sabe mexer com injeção, abs e cia, não é algo específico da Fazer), mas entre essa aí e uma 0km a diferença prática é ZERO, sempre existe um percentual de motos novas que sai de fábrica com alguma bobeirinha que você terá que mexer no período de garantia, o \"risco\" percentual é exatamente o mesmo que os probleminhas bobos que pode ('Pode' não é 'deve') ter numa moto com 1 ano de uso. E em geral é tudo bobeirinha, coisinha solta e tal, nada que te deixa na mão, antes dos 40-50 mil km sinceramente só sendo meio porco pra ter problema \"grave\", precisa fazer alguma merda grande ou ter um enorme azar de ter problema de fabricação anormal (Em tese é difícil fabricante fugir de pelo menos 0,5% das unidades dando algum problema grave).",
                "Uma fazer usada ta 21 mil? Caralho mano, cade o Paulo Guedes para eu agradecer ele?",
                "É só ver se ela não foi batida. Ver coisas como o farol por trás, se as bengalas e o quadro estão retos, se as carenagens estão íntegras sem marcas por trás. Comprei uma moto com 10.000km nova, mas depois fui ver que algumas peças internas de plástico estavam rachadas e só podia ser por batida. A moto era boa, se os caras não fossem tão porcos e trocassem as peças estaria bom",
                "Cara, uma coisa q prestaria atenção é o protetor de motor\n\nNos casos de quebra de quadro da FZ25, um dos motivos apontados é a instalação desse acessório.\n \nA quilometragem é bem pequena e deve estar tranquilo ainda, mas a primeira coisa q faria depois da compra seria retirar o protetor e revisar os torques dos parafusos de fixação do motor de acordo com o manual\n\nAh! Seria uma boa conferir o preço da Zero km tbm - depois do lancamento da CB300F já tem relato de redução de preço da FZ25 em algumas regiões do país, até uns 21.800/22.000\n\nN sei como tá sua condição agora mas esse pequeno investimento a mais valeria a pena pela paz de espirito de pegar uma zero"
            ]
        },
        {
            "title": "Equipamento/opiniões",
            "selftext": "Comprei uma Travel 2 ST da X11 e queria saber se alguém tem experiência há algum tempo com ela pra falar sobre prós, contras, cuidados, impermeabilidade e etc...",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zdpk7t",
            "num_comments": 3,
            "comments": [
                "Parece ser uma boa jaqueta. Vai fazer viagens longas com ela?",
                "Recebi a parka e achei bacana bem confortável mas ainda não testei a impermeabilidade"
            ]
        },
        {
            "title": "Pessoal do sub, o que acham de fazermos um encontro em algum lugar, pelo menos em seus estados?",
            "selftext": "Sei que deve ter gente de todos os estados, mas seria legal se combinassemos uma data e local pra fazer um encontro. Moro no estado do RJ e toparia pegar uma estrada num dia de folga\n\n  \n\n\nNão importa se você tá em uma cg 2001 enferrujada e com uma lata de fanta no lugar do reservatório de fluido de freio, ou uma H2R do ano que você importou personalizada pelo Keanu Reeves. O amor é o mesmo.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "zcog5b",
            "num_comments": 5,
            "comments": [
                "tu tá por dentro dos encontros de moto 'oficiais'? Aqui na região o mais tradicional é o encontro do Bicho Véio em Soledade/RS. \nDaria pra utilziar um encontro desses pra reunir a galera, pois já tem area pra lazer, bandas, trago e uma porrada de gente feia.kkkkk",
                "Se tiver alguém do Ceará, tamo aê!"
            ]
        },
        {
            "title": "Como reviver moto parada por anos?",
            "selftext": "Salve, galera! Tô com uma bros há quase 2 anos parada. Creio que ela tenha parado por conta da bateria e acabou ficando assim.\nO que tenho mais dúvida é sobre a gasolina que ficou parada no tanque todo esse tempo, mas também gostaria de saber o que mais devo fazer antes de ligar ela. Mexo no óleo? Na bateria? Algo mais? Ah, o pneu também murchou e ficou esse tempo todo parado murcho. Será necessário trocá-lo também? Pois estava novo.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "z1kmxq",
            "num_comments": 3,
            "comments": [
                "É carburada ou injetada? Se for carburador, melhor dar uma geral nele.\n\nÓleo se troca por km ou prazo (6 meses). Melhor trocar também.\n\nA gasolina desse tanque já era. Se tiver como esgotar tudo, faça-o.\n\nEm relação aos pneus, se não tiverem deformado permanentemente nem rachado/ressecado, tacalepau! Eu só trocaria as camadas de ar por precaução.",
                "Limpar toda a gasolina dos dutos, trocar óleo, filtro e demais fluidos. Rezar e dar partida. Esse é o modo rápido....\n\nO modo lento inclui desmontar o motor e limpar o óleo.",
                "Faça o seguinte, drene toda a gasolina e substitua o óleo.\nVerificar se não há nenhuma mangueira ressecada. \nLimpa contato na partida elétrica e nas demais conexões.\nDependendo, limpe e lubrifique a corrente e calibre os pneus.\n\nNo caso da bateria, melhor substituir mas antes eu verificaria a questão da solução e daria uma carga lenta de 6h a 8h. \n\nCaso seja carburada, nada como uma limpeza no carburador, as vezes nem precisa se você já tiver esvaindo a cuba antes de ter deixado ela parada.\n\nTudo isso você pode fazer em casa com as próprias ferramentas da moto. Mas caso não saiba, um mecânico de confiança. \n\nHá, dependendo um pouco de lubrificante na ignição, até mesmo WD-40 e fique tirando e colocando a chave novamente."
            ]
        },
        {
            "title": "Como reparar carenagem de scooter depois da queda?",
            "selftext": "Fala, pessoal!\n\nHoje caí com minha Honda Sh150i numa rotatória e ela saiu arrastando no meio fio do canteiro central. Eu não sofri nenhum arranhão, mas as carenagens da moto ficaram bastante raladas. Queria saber se alguém manja quanto ficaria pra arrumar (sem trocar as peças, q seria uma fortuna) em uma funilaria ou então se dá pra fazer algo em casa q disfarce bem. Minha situação financeira anda apertada, então queria evitar gastar mt dinheiro, mas tbm não quero andar com a moto toda ralada.\n\nPensei em comprar lixa e tinta e dar um jeito em casa. Além disso, precisaria dar um jeito no buraco q abriu na carenagem da frente, alguém sabe como faria isso?\n\nQual número de lixa é bom pro acabamento, depois de tirar as rebarbas do plástico? E qual tinta recomendam?\n\nValeu! :)",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "yzgyq2",
            "num_comments": 6,
            "comments": [
                "Lixa 120, depois 240, passa massa e lixa 240, ou fundo preparador pra plástico e então primer, lixa 240 na massa, e então pinta, enverniza, e 15 dias depois lixa 600, depois 1200 e 2400, e então passa cera, isso será o polimento.\n\nLanterneiro cobra caro porque dá trabalho mesmo, sempre se pinta peça inteira, tira ela e prepara num FdS, e no outro FdS você tira de novo e então pinta (Tirar peça é fácil, qualquer criança tira, é só ter o básico de chaves em casa).\n\nAh, a pintura e verniz pode ser em spray em lata, vende algumas cores no ML e em boas lojas (Não é azul, a cor será digamos Azul netuno, azul boreal, tem que comprar a cor original, tem várias marcas mas eles seguem a cor original, é só comprar a do mesmo nome), o fundo preparador e primer dá pra passar com rolo, precisa lixar mais mas dá pra passar, não precisa compressor em casa pra pintar peça pequena dessa, exige mais paciência que ferramentas.\n\nOu compra os retoques pequenos com aplicador, são baratinhos e qualquer um usa: https://produto.mercadolivre.com.br/MLB-970682449-tinta-tira-risco-automotivo-honda-civic-cor-azul-denim-_JM Como comeu massa no seu caso, qualquer um não-leigo vai ver de longe a gambiarra\n\nEdit: Ah, o buraco na carenagem mais em baixo preenche com plástico derretido, usa soldador comum de eletrônica, coloca um clips finos como estrutura (Esquenta ele aberto e envia no plástico) e vai preenchendo com plástico mole vindo de algum pote, é questão de paciência pra ir vendo o que gruda (Que plástico. Cola quente gruda mas é molenga e racha a tinta), tem que lixa muito depois, isso também é questão de paciência, lixa, completa com massa ou plástico, lixa de novo, questão de paciência, se demorou 9 meses pra nascer não vai resolver isso em menos de uns 2 dias.",
                "Você faz mesmo questão de arrumar isso?? Eu deixaria como está e arrumaria somente na hora de vender, até lá vai guardando uma grana. Mas dá pra consertar sim, um amigo ralou uma BMW K1200, os baús eram genuinos e foram totalmente recuperados.",
                "Eu tenho zero experiência com isso mas vai minha humilde sugestão. No YouTube deve ter algum vídeo de como lixar e preparar esse tipo de superfície, o tipo de tinta e como pintar e finalizar. \n\nImagino que a parte menos difícil seja preencher o buraco, da pra usar aquela massa de reparo que funileiro usa. [No YouTube também deve ter como usar.](https://youtu.be/Njly3hpA-DA)",
                "Você é de onde? Aqui em SP conheço um cara que restaura plásticos.\n\nUm amigo caiu com a Ninja dele, ralou o lado esquerdo inteiro. Levamos nesse cara e ele deu dois preços:\n\n2,000 e alguma coisa deixando a moto lá e 1,900 com nós desmontando a moto e deixando só as peças que precisavam ser restauradas.\n\nFicou ótima, nem dava para notar que tinha caido."
            ]
        },
        {
            "title": "Opa, eu to fazendo uma pesquisa de mercado e eu gostaria de perguntar algumas coisas para usuarios de moto.",
            "selftext": "1. Durante as chuvas, existe alguma dificuldade em enxergar?\n2. Durante as chuvas, a agua embaça a viseira do seu capacete?\n3. Se não, e durante as tempestades?\n4. Se você apenas abrir a viseira do capacete, resolve o problema de enxergar?\n5. A viseira do seu capacete já tem mecanismos para não embaçar?\n6. Você acredita que tal produto aumentaria sua segurança?\n7. Quantos reais você estaria disposto a pagar para comprar um produto que resolva esse problema?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "yzg605",
            "num_comments": 6,
            "comments": [
                "1. Sim, e eu sinto mais dificuldade com garoa que chuva.\n2. Não pela água em si, mas a viseira sim costuma embaçar. Isso acontece não só na chuva, mas em dias frios tb.\n3. Durante chuvas muito fortes o ideal é não pilotar, mas eu não tive muitos problemas até agora. Ter a moto em boas condições de rodagem ajuda.\n4. Ajuda sim, mas cuidado q dependendo dá multa. Pode deixar um dedinho aberta pra ventilar. Eu preciso tomar cuidado pra não molhar todo meu óculos qdo faço isso.\n5. Existem produtos pra isso, mas eu não uso e nunca usei, portanto não opino.\n6. Imagino que melhoraria sim, mas como uso óculos pra pilotar não seria de total serventia pra mim.\n7. Eu pagaria até uns 100 conto se resolvesse totalmente o meu problema.",
                "1 - sim, especialmente de noite. só o asfalto estar molhado, sem chuva, já dificulta um bocado. aumenta os reflexos, é meio bosta.\n\n2 - sim. existem películas pra isso, no entanto. tanto internas quanto externas. as externas fazem a chuva deslizar mais fácil pelo capacete, as internas fazem não embaçar com sua respiração. recomendo fortemente.\n\n3 - mesma coisa da resposta acima.\n\n4 - abrir a viseira é uma merda porque fica batendo chuva na sua cara e nos seus olhos.\n\n5 - não. já usei vários capacetes e quase nenhum resolve sem as películas. no máximo tem viseira anti reflexo que ajudam mas não resolvem exatamente. \n\n6 - sim. tanto que uso.\n\n7 - é baratinho no shopee, comprado na China. pra capacetes mais caros com suporte a pinlock, ele substitui a película interna anti embaçamento, mas não a externa higrofobica.",
                "1) Sim, a depender da intensidade da chuva. Uma precipitação muito forte diminui bastante o alcance da visão e impõe uma redução da velocidade.\n\n2) O embaçamento da viseira não é fruto da água da chuva, mas sim diferença de temperatura entre o ambiente externo e os gases da expiração. Por isso o embaçamento em dias de frio, mesmo sem chuva. Meu capacete é tipo \"trail\", muito ventilado, não sofro com isso, mas nos anteriores (mais tradicionais, digamos assim), quando não equipados com narigueiras, era sempre uma dor de cabeça. \n\n3) Respondido anteriormente. \n\n4) Sim, uma abertura da viseira promove uma \"entropia\" entre o ambiente externo e o interior. Essa ventilação forçada não deixa que os gases mais quentes da expiração causem o embaçamento. \n\n5) Minha viseira não tem \"pin lock\". Na verdade, nunca usei um capacete que tivesse. Essa opção geralmente só acompanha capacetes mais caros. E as próprias películas são bem salgadas. Não acho que sejam muito comuns no Brasil. \n\n6) Se impedir, de fato, o embaçamento, sim! Já vi relatos de películas (talvez de baixa qualidade) que provocaram deformações visuais, então é um risco a se considerar. \n\n7) Como dito, não é um problema que me afeta, então não é algo que eu precise comprar. Um preço ok talvez seja algo em torno de 10% do valor do capacete. Acho que para 90% dos brasileiros uma leve abertura da viseira resolve, a demanda pra esse tipo de produto precisa ser criada no mercado. \n\nObs: existem técnicas caseiras boas pra evitar o embaçamento, como o uso de detergente na viseira, muita gente usa esses bizus também."
            ]
        },
        {
            "title": "Estou pensando em comprar minha primeira scooter. Me ajuda?",
            "selftext": "Quero manutenção e imposto baixo, economia máxima em combustível. To pensando em uma Yamaha Fluo ABS. \n\nQuanto à segurança, tenho grande noção de duas rodas no trânsito, uso bicicleta como meio de transporte por SP há mais de 10 anos (ando em avenidas, ruas e calçada, com EPI, luzes, sinais, colete reflexivo, alforges, etc).\n\nAtualmente não vivo mais em São Paulo, mas no interior. Então é mais tranquilo, por isso estou pensando na moto.\n\nO que já sei (me corrija se estiver equivocado, claro):\n\n1) EPI: comprar bom capacete, bota, luva, jaqueta.  \n2) Direção defensiva é vida.  \n3) Scooter é ruim em buracos e pra minha altura (1,69), mas é econômica e fácil de pilotar.  \n4) Comprar moto nova é melhor que usada (se for possível).  \n5) Scooter não é pra estrada.  \n6) Tem um curso em Indaiatuba (SP) que é bom fazer.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "yq3mot",
            "num_comments": 19,
            "comments": [
                "Acabou virando um textão.\n\nA Fluo vai ser a mais completa e econômica que você vai encontrar, tem uma outra versão mais simples da Yamaha que seria a Neo, mas ela perde muita qualidade pra Fluo, principalmente pelo freio ABS.\n\nPorém, você disse ter ido para o interior, não sei como é a cidade em questão, mas em MG todo interior tem asfalto precário, ruas de paralelepípedo e alguns trechos até sem asfalto. Nessas situações a sua scooter vai sofrer muito. \n\nTenho 1.75 e tô com uma Crosser 2014, apesar dela ser mais alta, a distância do assento para o chão não é tão grande, minha perna fica flexionada mesmo apoiando no chão, acho que pra 1,69 não ficaria alta. A Crosser não vai te entregar os 45km/l da Fluo, mas eu ando de boa na cidade e rende tranquilo 36km/l. Ela é bem leve, e aguenta muito bem essas dificuldades de calçamento, com um baú da Givi não escuto nada bater na moto, mesmo em estrada de terra. Se estiver aberto a pegar algo que não seja scooter, acho que vale o teste.\n\n1 - EPI: Uso jaqueta, luva e bota da X11, sempre vi muito elogio e de fato gostei muito do material, desde 2012 pilotando e jaqueta é a minha terceira. Uma quase desmanchou com o tempo, a segunda estourei ela toda numa queda, e a terceira tem 2 anos e continua ótima. De capacetes já tive ProTork (muito ruim), Helt (muito bom) e os últimos foram todos da Peels (excelentes). Capacete sempre troco de 2 em 2 anos caso não tenha nenhuma queda. Protetores de carenagem também são ótimos de ter.\n\n2 - Defensiva: Já vi muita coisa na internet, porém nunca fiz curso específico. Se você for de Fluo mesmo, o ABS é um absurdo de seguro. Já pude andar em motos com ABS, e garanto que se minhas outras tivessem ABS, não tinha metade das quedas que tive.\n\n3 - Acabei falando sobre isso lá em cima. 150 é muito leve, não deve sentir dificuldade em pilotar.\n\n4 - Manutenção de moto é muito tranquila de se fazer, pegar uma usada bem conservada não é problema, ainda mais se for Yamaha, dificilmente terá problema com mecânica. Mas sim, moto 0 km é outra coisa.\n\n5 - Até uns 80-90km motor 125 anda bem caso precise pegar rodovia. Não vai te permitir alta velocidade e nem ultrapassagem a todo momento, mas pra quem tá andando sem pressa, te leva pra qualquer lugar.\n\nÉ isso.",
                "Excelentes os comentários anteriores.\n\nIndependente de ser scooter ou não, como será sua primeira motocicleta, dê preferência a algo leve e que você consiga apoiar os pés no chão. Trails seriam perfeitas, mas pela altura podem afetar um pouco sua confiança. Se você se encaixar bem na Crosser, é uma ótima opção!!",
                "Você já tem uma excelente experiência com bike, então vai ser muito facil dominar qualquer moto. o negocio é se acosumar com o peso da moto.",
                "1) uso uma jaqueta da X11 super air, um capacete MT revenge 2, luvas simples de moto e botas de trekking.\n\nA respeito da jaqueta: esquenta nada, da pra sair no sol de 12h, tem as proteções mas a das costas era só um Eva fino, aí troquei por uma proteção que comprei no ali. Vale muito a pena você ir atrás de uma jaqueta Summer de moto imo.\n\nA respeito do capacete: muito bom, confortável, bem arejado, não esquenta se abrir as entradas de ar e se estiver em movimento. Em contrapartida tenho um capacete simples que veio com a moto, é tudo ao contrário. Cate o melhor capacete que você pode comprar.\n\nBotas: uso uma de trekking de couro cano médio. Uma coisa que sempre percebi é que em acidentes o tênis sai voando. Já vi um caso extremo onde o cara perdeu o pé. Eu amarro bem a minha bota pra previnir e tem a vantagem de como a bota ser de trekking, ajuda nas paradas.\n\n2) Sempre. Com um tempo você meio que ganha um sexto sentido. No demais: observe a direção da roda dos carros, procure parar no corredor (pra não ser prensado), seta sempre, não fique nos pontos cegos e evite frenagem em areia ou curvas.\n\n3) PCX, 1,79, 85kg here. Realmente ela é ruim nos buracos, eu normalmente vou desviando dos buracos e desníveis sempre. Tá fazendo 39km/l e sim, é extremamente fácil de pilotar.\n\n4) comprei nova porque eu tinha uma grana guardada e deu pra dar uma boa entrada deixando as parcelas em ~500. Mas agora já tenho experiência no que procurar e verificar em uma moto e creio que eu consiga escolher uma usada. Se for comprar usada, chame um colega que tenha experiência.\n \n5) Não, mas se você for dentro dos limites dela, ela te leva pra vários lugares.\n\n6) além das aulas pra tirar a carta, não fiz curso, até porque por aqui não tem. Mas depois de uns dois meses que catei a scooter, indo e vindo somente casa/trampo/casa, quando ganhei confiança e experiência, comecei a variar o percurso, ir por outras ruas, diferente tipo de trânsito. IMO o importante é sempre estar variando pra deixar a mente naquele estado de alerta."
            ]
        },
        {
            "title": "reparo na parte eletrica",
            "selftext": "mecânica próxima de casa me cobrou 50 reais por reparo nuns fios da parte elétrica que fica abaixo do painel. o problrma estava queimando fusíveis e consequentemente, a moto nao ligava. acham que o preço do serviço ta ok? moto em questão, fazr 250 2012",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "yikowa",
            "num_comments": 5,
            "comments": [
                "Se o cara só meteu fita isolante tá caro, poderia ter feito em casa mesmo.\nAgora se trocou os fios queimados ou pelados, soldou algo ou teve que fazer um novo chicote, aí tá ok o preço.",
                "50 por quase qualquer coisa elétrica vale a pena. Mecânica a gente consegue se virar, mas elétrica normalmente é mais treta, especialmente pela mão de obra do cara de desmontar o farol e o caralho a quatro - na minha xrezinha tirar o farol é uma novela da porra."
            ]
        },
        {
            "title": "Dicas de rodovias maneiras perto de Brasília?",
            "selftext": "Alguma dica de rodovias gostosas pra andar de moto nos arredores de Brasília? Obrigado e bons ventos!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "y3pk6j",
            "num_comments": 1,
            "comments": [
                "Não sei se ~300km é perto pra você, mas recomendo uma visita à Chapada dos Veadeiros. Até Alto Paraíso é só asfalto (bom). De lá até os atrativos são estadas de terra bem cuidadas. Os acessos mais punks são pra coisas menos visitadas."
            ]
        },
        {
            "title": "Loja de acessórios no Rio de Janeiro",
            "selftext": "Estou para fazer a prova do Detran sexta e comprar minha primeira moto (acho que a mais interessante que eu vi foi  a meteor 350 nova/seminova). Já tenho um capacete,  mas queria comprar também uma luva e jaqueta apropriadas, já que vou ter que pegar a linha vermelha e presidente vargas todo dia no trajeto para a faculdade.\n\nAlguém recomenda alguma loja grande ? Moro em Botafogo e conheço uma aqui , mas não tem muita opção. Estava pensando numa loja enorme na barra ou pra zona norte, será que existe? \n\nNão queria comprar pela Internet porque prefiro ver e experimentar os models",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "xpg7jq",
            "num_comments": 5,
            "comments": [
                "Texx, X11 e Alpinestar são as mais fáceis de encontrar. E das 3 prefiro a X11, não cobram tão caro pelos produtos, tem ótima durabilidade e são confortáveis. Só não recomendo comprar jaqueta online, as medidas pra mim nunca bateram certo.\n\nNão sei qual o valor que você pretende investir, mas recomendo não ter muita dó de gastar não. Uma jaqueta boa da X11 vai proteger até chuva mais leve, e as luvas mesmo caindo não vão rasgar e dão ótima aderência.\n\nSe for trocar de capacete recomendo Peels, tem um ótimo custo benefício. Bauleto tenho um GIVI já fazem 7 anos, o bicho tá surrado, mas nunca soltou igual os da ProTork.\n\nE pra moto, protetores de carenagem da SCAM também são ótimos.",
                "Pesquisa X11 e compra online. Eu gosto muito.",
                "Vá numa loja e prove. Veja os preços e as condições de pagamento. Daí consulte na Internet e veja o que fica melhor pra você.\n\nGosto da X11. Tenho capacete e Luvas deles. \n\nMinha jaqueta é um modelo de verão da WRX, segunda linha da Tutto. Acho que pro RJ uma jaqueta dessas (tipo summer) é uma boa!\n\nOutras marcas boas são Helt, LS2, Givi, Mormaii, Texx e Riffel. Vai do seu gosto e bolso!"
            ]
        },
        {
            "title": "Qual sua moto realisticamente dos sonhos ?",
            "selftext": "Não digo uma Ducati de 200k, essas é só para sonho mesmo.\n\nQual moto vocês comprariam/comprarão se estivessem em um patamar melhor financeiramente ?\n\nA minha seria uma triumph 675 ou outra naked da marca. Acho-as muito bonitas e possuem muito mais eletrônica e mimos do que as japonesas concorrentes. Mas este é o tipo de veículo para fds de céu limpo, mesmo que tivesse a grana acho complicado desembolsar 30-40k + ipva + manutenção cara para isso.\n\nNa verdade gosto mais de big trail, mas meu físico não ajuda.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "xkllz2",
            "num_comments": 28,
            "comments": [
                "Realisticamente, comprei uma CB500X recentemente (tô esperando a entrega, mudou de modelo e tá com uma fila de espera escrota). Tava querendo uma fazia um bom tempo, então tô feliz por isso.\n\nAgora, chutando o balde, uma Africa Twin ou uma T7. Também tenho um tesão desgraçado pela Tenere 600 90-92, QUASE comprei uma mas me segurei (porque comprar uma moto de 30 anos de idade no brasil não é a ideia mais sábia de todas... além dela só ter um cilindro, o que me desanimou).",
                "Eu gostaria (e poderia) ter uma z900 ou z650, mas o risco de assalto é que me segura.",
                "Aqui no BR?? Se tivesse condições seria alguma scooter com mais de 250cc ou alguma outra moto automática. Nos proximos anos vou continuar com minha Tenere 250 e se minha esposa fizer carteira eu transformo ela em duas CG150. kkk.\nSem chance de ter moto de maior cilindrada por essas bandas, é tudo muito caro.",
                "Eu teria uma Pan America da Harley. Finalmente juntaram as coisas boas das trail com o motor e a diversão das HD.\nMas o preço dessa moto eh proibitivo por enquanto, ainda mais levando em consideração o atendimento bosta do pós venda. O jeito eh esperar uns anos pros coxinha que compraram passarem pra frente e comprar mais barato.",
                "No dia que minha mulher deixar, uma ZX6R",
                "Eu tenho uma mt09, nos meus sonhos eu teria uma R1 pós 2017, mas o mais próximo que realisticamente chegarei é uma zx6r, talvez uma zx10 no futuro.",
                "Hoje tenho uma biz 125 pro dia a dia. Mas vivo na morando uma Super Ténéré 750.",
                "Super Meteor 650",
                "Uma Classic 350 da Royal Enfield, acho muito bonito o modelo da moto, principalmente a versão em azul.",
                "Super Tenere 1200. É meu sonho de consumo há anos. Um tanque de guerra. Eixo cardã (xô corrente e óleo), pneus tubeless em roda raiada (melhor impossível), motor indestrutível e apenas o essencial de eletrônica embarcada (ABS e controle de tração). Média de consumo entre 20 a 25 km/L. Um dia chego lá. Enquanto isso vou curtindo a irmã menor (250) com muito orgulho.",
                "BMW F800 GS",
                "Uma  Tmax e uma cb1000r... Pena q a tmax não vende mais e a cb1000r acho q n duraria um fds com ela em sp",
                "Eu queria uma ninja 400 ou a zx25r se viesse pro brasil",
                "500X",
                "Triumph Speedmaster",
                "Ténéré 660, se a Yamaha lançar a T7 seria ela! Por enquanto XRE300"
            ]
        },
        {
            "title": "Bomba de combustível?",
            "selftext": "Minha moto é injetada e, quando liga, faz aquele barulhinho da bomba de combustível antes de dar a partida. Só que eu estou ouvindo esse barulho direto com a moto funcionando e está meio alto. Agora, de vez enquanto, ela está morrendo do nada e as vezes pega de primeira depois, as vezes não pega e tenho que ir tentando. As vezes também a marcha lenta dá uma caida brusca antes de morrer. Será que a bomba está nas últimas?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "xirk5k",
            "num_comments": 1,
            "comments": [
                "Quando a bucha gasta, o motor trepida, igual ventilador que ronca e pula porque a bucha ao redor do eixo gastou.\n\nOficina decente terá medidor de pressão pra verificar se ela tá ok, mas se tá roncando dificilmente tá ok, é raro roncar (Por folga em bucha) e manter pressão por muito tempo.\n\nSe a pressão tá baixa as vezes apaga de forma que parece aleatória mesmo, as vezes na lenta, outras acelerando, depende da perda de velocidade que a vibração cria a cada instante. \n\nBomba estraga direto, não estranhe, troca logo se tá roncando e pronto, se ronca alto é quase certeza que tem folga em bucha, e logo vai morrer."
            ]
        },
        {
            "title": "Dicas de seguro",
            "selftext": "Boa noite,\n\nAlguém tem dicas de seguro? Estou com um seguro um tanto caro e com franquia alta (mas que inclui casco). Felizmente ainda não precisei usar, mas estou pensando em trocar de seguradora depois de ver o \"reclameaqui\" (fui burro, deveria ter feito isso antes de contratar). Estou pensando em mudar para um que seja só roubo+furto+PT. Ou algum que cubra acidente em pista, já que o meu atual não cobre. Muito obrigado",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "xedoaf",
            "num_comments": 4,
            "comments": [
                "Eu tava usando Tokio Marine pra minha XRE 190 e gostava muito, cobria tudo e tal. Mas pra renovar aumentaram um bocado, aí mudei pra porto seguro e tá bem ok. As minhas experiencias foram só com pneu furado pra chamar reboque e tal, então não tenho muito a falar... mas nas duas seguradoras foi super tranquilo isso.",
                "Nunca tive seguro. Fiz recentemente um da Porto que cobre roubo, furto, incêndio e perdas (total e parcial). Também dão aquelas perfumarias de guincho, chaveiro etc. Foi o menor preço que consegui, uma pechincha. Eu preenchi o formulário do site deles e no outro dia resolvi tudo pelo WhatsApp. Ficou 15% mais em conta que o concorrente mais próximo."
            ]
        },
        {
            "title": "Scooter pra uso 100% urbano",
            "selftext": "Meus caros, quem aí anda de scooter?\n\nPor motivos profissionais me mudei pra uma capital do nordeste e tenho amadurecido a ideia de pegar uma scooter pros deslocamentos dentro da cidade.\n\nPor enquanto tenho usado minha Ténéré 250, mas além do desgaste prematuro das peças, tenho sofrido um pouco com o trânsito mais carregado, daqueles com corredor quase inexistente.\n\nAs novas estão muito caras, mas se pudesse pegaria uma Nmax, com certeza. No mundo real, porém, ficaria satisfeito com uma Suzuki Burgman injetada.\n\nA pior reclamação desse tipo de moto parece ser a suspensão, nem um pouco adequada ao nosso \"pavimento\". Tenho medo de estranhar demais a mudança de uma trail pra uma scooter e me arrepender.\n\nAlguém aí tem alguma experiência nisso? Adoraria contribuições na discussão.\n\nAbraços e bons ventos na cara!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "xdnkyx",
            "num_comments": 5,
            "comments": [
                "\\> A pior reclamação desse tipo de moto parece ser a suspensão, nem um   \npouco adequada ao nosso \"pavimento\". Tenho medo de estranhar demais a   \nmudança de uma trail pra uma scooter e me arrepender.\n\nO problema não a a suspensão, e sim o tamanho das roda. As burgmans tem um roda muito pequena, aro 10. Ela é muito agil, porém qualquer buraco ou freiada brusca pode te levar para o chão. Scooter é um bicho diferente de moto, a ciclística muda muito. Principalmente por que a roda traseira tem um massa não suspensa muito maior.  \n\n\nEm 2017, roubaram minha Lander. Então eu peguei um Dafra Cityclass 200.  \nO aro é 16... é quase aro de moto. Ela é muito estável, passa tranquilamente pelos buracos urbanos.  Com a Lander eu andava igual um retardado. Porque a Lander sobe até escada. Então no início estranhei um pouco. Mas você vai se adaptar sem problemas.    \n\n\nNo corredor, eu acho que uma moto alta vai melhor. Porque pesar do guidão largo, ele é magrinha entre as pernas. A scooter é gorda entre as pernas, então muitas vezes vocês não passa onde a moto alta passaria.",
                "E ae, parcero! Blz?\n\n\nEntão, a proposta de uma Teneré é BEM diferente de uma scooter.\n\n\nEu fiz test drive em NMax, XMax, e ADV. Acabei optando pela XMax por conta do motor mais forte, já que de vez em quando pego rodovia - o único problema é que estou há seis meses na fila de espera.\n\nSobre as pequenas:\n\n**Vantagens da ADV:** altura de solo de 165mm, maior curso de suspensão e tanque de combustível de 8L.\n**Desvantagens da ADV:** ABS de canal único, motor menos potente e com menos torque.\n\n\n**Vantagens da NMAX:** ABS com dois canais independentes pra cada roda, motor com maior potência, mais torque e com controle de válvulas variável.\n\n\n**Desvantagens NMAX:** tanque de 7,1L, altura de solo de 135mm suspensão com curso menor\n\n\nA proposta da ADV é poder encarar uma estrada de terra batida (altura + posição de pilotagem), enquanto a NMAX é pensada pro uso urbano (mais ágil e + torque).\n\n\nMas aí entra a questão do preço - **tá absurdo tanto 0km quanto usadas**.\n\n\nEm relação outras scooters (Lindy, Burgman, Fluo, Neo, Elite etc): a proposta delas é pra mobilidade urbana para deslocamentos curtos. Podem até ser um pouco desconfortáveis mas o objetivo delas nem é esse, né? Mesmo com motores pequenos, o CVT e as rodas menores ajudam esses modelos a serem bem espertinhos em trânsito pesado. E sim, a suspensão *vai bater* quando passar em buraco grande, mas não tem muito o que fazer em relação a isso. **Ah, também depende da tua altura**. Tenho um amigo que é grande e caiu com a Elite dele pq o guidão pegou no joelho em uma curva.\n\n\nIdealmente, seria interessante você testar e ver o que acha, daí não tem erro.\n\n\nSe scooter não for pra vc, recomendo pegar uma moto pequena, tipo uma Intruder, Chopper Road etc. São leves, ágeis e bem fácil de achar peças por aí.",
                "Eu tive uma NMax e acabei trocando por uma Crosser 150 por causa da suspensão, e meu uso é somente urbano. Chegava no final da semana e tinha muita dor nas costas. Eu estranhei demais a troca, mas acabei me adaptando.\n\nUma coisa que me surpreendeu muito foi como você fica mais seguro na moto, enquanto na NMax qualquer freiada mais forte eu escorregava pra frente no banco.\n\nEu particularmente não volto mais para scooter."
            ]
        }
    ]
}