{
    "posts": [
        {
            "title": "Focus 2007/2008 GL 1.6 só dá partida frio",
            "selftext": "Pessoal, recentemente adquiri um Focus 2007/2008 GL 1.6, porém o carro só dá partida quando está frio. Depois de andar por um tempo no carro ele não liga novamente e precisa esperar esfriar. O motor de partida foi trocado por completo, mas ainda assim o carro continua a apresentar esse problema. O carro chega a ligar o painel e travar as portas normalmente na primeira girada de chave. Alguém já teve alguma experiência parecida que possa me dar uma luz? O carro já foi para a oficina diversas vezes em três lugares diferente e não está resolvendo. Segundo o mecânico já foi trocado o automático, o induzido e a bobina. \n\nPS: sou completamente leigo em mecânica de carros",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12svea3",
            "num_comments": 1,
            "comments": [
                "mas o motor de partida funciona e o carro nao pega ou o motor de partida nao funciona?\n\nse o motor de arranque nao funciona ou parece estar sem força deve ser problema no induzido"
            ]
        },
        {
            "title": "No Brasil Você paga Resgate do seu carro!",
            "selftext": "Amigos, sou proprietário de um Ônix Plus LTZ 21/21. Na época o veículo custava 84k, mas consegui comprá-lo com isenções e descontos, e caiu pra 71k à vista. Assim que o carro chegou, cotei e contratei um seguro da empresa HDI Seguros. Cobertura total, custo anual de 3.800 reais, franquia com custo de 1.600,00 quanto precisasse acionar.\n\n**De 2021 pra 2022 não houve mudança. Mas esse ano a coisa mudou bastante...**\n\nO pagamento de IPVA e taxas fechou a conta em 2k. O seguro quase DOBROU DE CUSTO, chegando pra mim (nos mesmos termos de 2021) a 6.800 reais, com 3.400 de custo de franquia!! Somando isso com o valor (médio) de revisão de 2k, temos **cerca de 10 mil reais por ano só pra segurar o básico do meu veículo em 2023.**\n\n*Sim, o valor do veículo se manteve em 84k na FIPE de 2021 a 2023, indicando que ele ganhou valor com o tempo ao invés de perder. Mas rapaz, tá difícil fazer o arroz com feijão no Brasil!*",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12smgc3",
            "num_comments": 1,
            "comments": [
                "Tá praticamente não compensando ter carro"
            ]
        },
        {
            "title": "CONSELHO DE COMPRA",
            "selftext": "Tenho um **Onix Plus LTZ 21/21 pacote R8J**. Carro ótimo, econômico, barato de manter. Na época comprei com descontos e saiu a 71k. Hoje em dia ele subiu pra 84k na FIPE.\n\nOntem fui na Chevrolet cotar o novo Onix Plus LTZ 23/23. 110k. Gente, aumentou praticamente 30 mil reais ao que era em 2021. O Premier está 116k. Mais um pouco e eu já entro no campo do Cruze, Corolla...\n\n**O que vocês acham desses valores?** Vale a pena eu comprar um novo, ou segurar o meu enquanto durar?\n\n&#x200B;\n\nFoto de ontem: [https://imgur.com/a/kF6Il2K](https://imgur.com/a/kF6Il2K)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12sm6ql",
            "num_comments": 8,
            "comments": [
                "Nao sei quais tuas motivações mas, na minha opinião, não vale a pena trocar. Eu não vejo motivo pra trocar um carro que não tem nem 5 anos de uso e foi comprado 0km por outro idêntico mas que custa 30k a mais.\n\nSe for pra trocar de carro, mudar categoria (Cruze, Corolla), ou até pegar um Onix Premier, acaba fazendo mais sentido pra mim. Mas trocar X por X, não faz.",
                "Problema n tá no preço q simplesmente aumentou, tá no dinheiro q diminuiu. Daí tem vários motivos mas o principal é  pandemia e péssimas decisões administrativas (desde os antigos governos ali de 2014). Pq esse aumento nos preços vem desde lá, mas se tu usa a calculadora do banco central tu vê q pela inflação e correção de valores os carros não encareceram tanto. Resumo da ópera: eu esperava pq o carro ainda tá novo e me serviria, se chegasse a começar com problemas ali pelos 6 anos eu me livrava, digo isso pq tô com um hyundai q esse ano faz 9. Até agora n deu problema e pretendo manter ele até o último suspiro de mijolina"
            ]
        },
        {
            "title": "primeiro carro",
            "selftext": "seguinte: tenho 22 anos, tirei minha cnh em agosto do ano passado e desde então nunca mais dirigi carro. tenho uma moto que uso diariamente, mas mudei de cidade (to em brasília) e agora comecei a faculdade (pego BR todo dia) e namoro. já sofri uns acidentes de moto (com a namorada na garupa inclusive) e não to afim de ficar pegando chuva direto (o clima dessa cidade é esquisito).  \n\n\nqueria recomendações sobre qual carro pegar. é meu primeiro carro, não entendo praticamente nada. o veículo precisa ser **barato pra comprar, barato pra manter, econômico e confiável.** estou na dúvida entre um celta 2002 ou um palio (sem ano definido ainda).   \n\n\nqual vocês pegariam entre esses dois e por quê?q\n\nedit: pesquisei um pouco e estou cogitando um Corsa Wind. é um bom carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12sl0d7",
            "num_comments": 6,
            "comments": [
                "Clio. Mesmo ano. Porque tem kit dignidade (ar, direçao, vidro, trava) e ainda traz airbag e ABS, por preço menor ou igual a de Palio/Celta, com a mesma confiabilidade que só um carro véio pode oferecer.\n\nSério.",
                "tanto o celta quanto o palio vão entregar exatamente o que vc procura, um carro pra te levar de A a B sem gastar tanto, se pegar até 2003 já nao paga mais IPVA, vao ser baratos para manter, só tem que encontrar um carro não muito surrado\n\neu iria de celta mas é apenas preferencia pessoal, acho mais bonito do que o palio",
                "As duas opções que vc citou são boas. Eu iria de Palio por ser mais alto, e por ter mais tempo de mercado. Mas ambos são boas escolhas",
                "Corsa ou Celta, são dois ótimos carros!",
                "Eu iria de Clio.\n\nDireção mecânica pro dia a dia é muito cansativo, ainda mais se você morar num lugar onde vai fazer muitas conversões (eu moro na serra gaúcha), então vai de Clio que é hidráulica e mais levinha.\nAr condicionado também, aí no DF o calor deve ser insuportável, e carro estacionado esquenta (E MUITO).\n\nPelo mesmo preço vale ter essas coisinhas a mais, e a manutenção é praticamente igual. A Renault hoje em dia tem tanta peça quanto carros da GM ou Fiat."
            ]
        },
        {
            "title": "Manual de manutenção",
            "selftext": "Quem tem um método eficiente para encontrá-los, e fontes de estudo ensinado sobre motores e suas variações conforme o carro, ano e modelo",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12sihkl",
            "num_comments": 1,
            "comments": [
                "google: modelo + ano + manual serviço + pdf\n\nGeralmente acho muita coisa assim.\n\nMas pra trabalhar no ramo pega logo os troços da Simplo, no mundo warez acha o conteúdo deles, alguns GB pro Windows e pronto, se não tem o modelo exato tem irmãos da marca pra comparar, já dá as informações que precisa geralmente."
            ]
        },
        {
            "title": "Servico de \"car hunter\" em SP",
            "selftext": "Galera, eu nao tenho mecanicos de confianca e nao deve ser nada facil conseguir um, eu ouvi sobre esse tipo de servico, alguem conhece algum de confianca? Pq so jogar no google nao ajuda muito, tava procurando umas indicacoes",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12si46v",
            "num_comments": 3,
            "comments": [
                "Marcelo Toledo (@marcelotoledocars).\n\n1.500 pra analisar um carro que vc já escolheu e acredita ser o carro ideal pra vc. (Preço por carro)\n4.000 se vc não faz ideia de qual carro comprar e quer que ele se vire pra arrumar o melhor\n\nNas análises dele vem tudo: pintura, funilaria, roubo, furto, leilão, mecânica etc etc etc",
                "@rbconsultoriaautomotiva\n@carhuntersbrasil\n@carpremiumbr"
            ]
        },
        {
            "title": "Qual giro mínimo pro cut-off funcionar ?",
            "selftext": "Já vi uns falando que era a partir de 2 mil giros, outros que era em qualquer giro outros que era em até 1.500, mas qual é o certo ? \n\nDirijo um Corsa Classic 2001 1.0",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12sheb2",
            "num_comments": 2,
            "comments": [
                "Eu percebo que quando meu carro chega em 800 rpm o solavanco do cutoff deixando de atuar é bem perceptível",
                "Puxa um fio de um dos bicos pro painel, liga num led, verá ele piscando quando injeta, aí verá como as piscadas somem com diferença entre rotação e posição do pedal de maneira meio variada, mais de 500-700RPM já tem 0 injeção de combustível, mas qualquer 50RPM acima do ponto correspondente no pedal e já reduz a injeção. Quanto maior a diferença, menos injeta, o ponto em que zera varia mas mesmo que não zere injeta mínima coisa, já tem redução de consumo na média.\n\nDe 900 pra 2000RPM tem muita diferença, quem diz que precisa toda essa diferença talvez se baseou em EFI ou algo assim, com multiponto precisa diferença bem menor pra injeção ser zero ou minúscula.\n\nSe tiver scanner obd2 (Coisa barata) também dá pra acompanhar no carro ao invés de estimar. No Uno já medi zero injeção a uns 1400RPM, e coisa bem mínima a uns 1200RPM."
            ]
        },
        {
            "title": "Acessórios e itens indispensáveis para ter no carro",
            "selftext": "Fala pessoal! Depois de muita luta comprei meu primeiro carro e gostaria de saber dicas de acessórios e itens que são indispensáveis para ter no carro. Por exemplo: kit de primeiros socorros, lanterna, etc ☺️",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12shcg1",
            "num_comments": 8,
            "comments": [
                "Lenços umidecidos, papel higiênico, álcool em gel, corda, sacolas plásticas e uma garrafa PET de 2 litros",
                "Camisinha",
                "Garrafa Pet, um pedaço de mangueira, funil, alicate, chave philips ou fenda, flanela ou estopa e um cd dos Racionais MC's 👌🏼",
                "Cabos pra fazer chupeta de bateria\nUma corda\nPapel higiênico, caso vc queira cagar no mato durante alguma viagem\nAqueles adaptadores de tomada 12V pra USB \nGalão de combustível (procure deixar sempre cheio, nunca se sabe quando uma pane seca vai acontecer) \nÓculos escuro de malandro pra vc boyzar na rua"
            ]
        },
        {
            "title": "Chevrolet Corsa 1.4 MAXX completo, 77 mil km rodados por R$ 29.000,00 vale a pena?",
            "selftext": "Em um possível negociação, pode ser que eu consiga algum desconto.\n\nQual a opinião dos senhores?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12sh61a",
            "num_comments": 10,
            "comments": [
                "Km provavelmente adulterada, 29 mil em um Corsa, não pegaria nunca",
                "Ano?",
                "Valer não vale isso num Corsa, mas fazer oq é o mercado, mas o carro é bom",
                "Corsa tem um probleminha de andar pouco e beber muito, meu ex padrasto tem um , não pegaria"
            ]
        },
        {
            "title": "ONIX 18/17 ou corolla 11/12 1.8 e 2.0?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12s7znn",
            "num_comments": 9,
            "comments": [
                "Depende oq vc quer se for economia de combustível onix manutenção barata agora Corolla é Corolla carro que não da dor de cabeça confortável ótimo pra viajar Toyota melhores carros são dois carros totalmente diferentes propósitos",
                "Corolla desse ano tem um valor acima do que entrega.\nBem acima mesmo.",
                "Qual seu objetivo com o carro? Segurança? Conforto? Manutençao barata? Economia combustivel? Tecnologia?\n\nÉ tipo perguntar se Verde ou vermelho é melhor se nao falar nada.",
                "Depende do que tu quer. São propostas bem diferentes, então tem que elencar o que é prioritário pra tu: espaço interno? Porta mala? Manutenção? Consumo?\n\nPro meu uso do carro, eu iria de Ônix, mas pro teu uso pode ser que o corolla seja melhor aproveitado. Por isso que precisa entender teu uso e a proposta do carro.",
                "Onix se for o LTZ. Corolla desse ano vai estar moído.",
                "Depende o que você precisa:\nQuer economia, carro de manutencao barata e que atrai mulher que não e tão interesseira Onix\nQuer um carro para nadar mais forte, pagar de líder na porta da casa de repouso e não ter dor nas costas após viajar 4 horas: Corolla...",
                "onix se quiser correr risco de morte em qualquer batida besta"
            ]
        },
        {
            "title": "FR LEGENDS R32",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12s3w6w",
            "num_comments": 0
        },
        {
            "title": "Sou novato e não sei nada de carros. Preciso de ajuda.",
            "selftext": "Preciso comprar um carro por necessidade e gostaria de ter o mínimo de conforto e pouca dor de cabeça com o carro que eu comprar. \nNão sei nada sobre motor, sobre peças, versões, consumo de combustível etc. \nAlguém poderia me esclarecer?\nAh, estou disposto a comprar um carro seminovo de até 70 mil. Alguma dica?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12rymsv",
            "num_comments": 32,
            "comments": [
                "Que tal um Honda fit usado? Não tem muito erro, só levar no mecânico antes de comprar.\nSe eu precisasse de um carro estritamente racional nessa faixa de preço, é o primeiro que veio a cabeça.",
                "Carros que tem o básico, são econômicos e não dão problemas: Sandero, fit, etios, march, hb20, yaris. Também tem carros como novo uno, up mpi e onix se quiser dar uma olhada. Só uma observação, todos eles são econômicos em suas versões acima de 1.0 e eu inclusive recomendo essas versões mais fortes.",
                "Corolla, bom consumo, confortavel e se pegar um revisado não vai te dar dor de cabeça",
                "corolla (de preferência um 2010) ele é bonito, robusto e MUITO CONFORTÁVEL",
                "Etios cvt....pega o mais novo q der com sua grana. Acho q pelo preço pega até yaris.",
                "Qualquer carro japonês vai ter entregar isso ai… mas sem saber sua preferência fica difícil indicar",
                "Pega um popular manual tipo Argo, Sandero, Gol. Vc terá Ar condicionado, direção, muitos vem com multimídia, etc. E a manutenção é bem tranquila, não é cara, para uso urbano é perfeito.",
                "Como já responderam aqui recomendo um Honda fit/city ou um Toyota Etios/yaris de primeiro carro. Não dão dor de cabeça, só antes de fechar negócio faça um laudo cautelar obrigatoriamente, e acho interessante levar alguém que entenda de carro pra ver o estado geral de conservação do carro, ou pague um serviço de pré compra de alguma oficina confiável pro mecânico avaliar o carro e vc não ter nenhuma surpresa salgada no futuro ...",
                "Comprar por necessidade de quê? \n\nIr e voltar todo dia +-  15km?  \nViagens de 200km final de semana?  \nAs duas opções?  \n\n\nPrioridade é economia ou conforto?",
                "Eu iria facil de argo... Pensa em um carro massa, e nessa faixa de preço você tem muitos carros bons e populares, o que faz o consumo e manutenção serem baratos.",
                "Menor conforto possível e pouca dor de cabeça? Fiat Uno",
                "Ônix, Argo, Honda fit, sandero… se estiverem com manutenção em dia e bem conservados são carros que não vai te dar problema NENHUM, caso dê não vai faltar peças e os preços são super acessíveis.\nTenho um ônix 2014, comprei ele em 2016 com 30mil km e o carro tá perfeito até hoje. Só gastei com manutenção preventiva",
                "Simplesmente Onix Turbo automático",
                "Carro que da pouca dor de cabeça = Japão. Qualquer honda ou toyota que caiba no orçamento.",
                "HB20. O único problema é o seguro, pois é um carro muito roubado."
            ]
        },
        {
            "title": "Carro com sinistro e leilão",
            "selftext": "Como o título diz, vi o anúncio de um Honda Fit 2017 DX Manual, muito bem conservado, 47 mil km rodados, por 55 mil. Contudo, ao ver no Olho no Carro, vi que tinha passagem por leilão de sinistro média monta e histórico de furto (recuperado em 3 dias). Fora isso, o carro está com a mecânica em dias e bem conservado. Conversei com o dono e ele venderia por 50 mil, lembrando que a fipe é 66 mil. Por isso, pergunto a vocês se valeria a pena esse negócio. Obrigado pela atenção.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ruqhi",
            "num_comments": 22,
            "comments": [
                "Eu preferiria pegar um mais antigo sem esses BOs",
                "Se não for fazer seguro e laudo aprovar,  pode comprar.",
                "75% do valor de tabela, não tá ruim não. Só não compre pensando em revender, compra pensando em manter por bastante tempo.\n\nSe for fazer seguro, cota com a placa antes de fechar negócio.\n\nFaz uma cautelar pra ver se não tem dano relevante, descobre a causa do sinistro (enchente? colisão?) e aí avalia.\n\nSe vale a pena, só levando em consideração os fatores aí em cima.",
                "Média monta tô fora !",
                "Média monta? Duvido que consiga fazer seguro, pra começar. Eu preferiria não fazer negócio.",
                "carro média monta é isso aqui:  \n\n\n&#x200B;\n\nhttps://preview.redd.it/tyvzkjbf0xua1.png?width=1024&format=png&auto=webp&v=enabled&s=55b33326a7a1505339a2ac4c12fb068e5be553c1",
                "Vc garante que o carro ta com mecânica garantida? Média monta não é brincadeira, danos estruturais comprovados e que foram concertados. Ainda com sinistro.  Depois pra vc revender é embaçado tb.\n\nEu entraria nessa só se soubesse bem onde estaria me metendo.",
                "Eu preferiria não arriscar mas, apenas tenha na cabeça que poderá morrer com o carro ou ter que vender por muito pouco quando chegar a hora.",
                "Se fosse por 20 mil tá caro , só de ser de leilão já não presta , pra completar a desgraça faltou ser  de locadora kkk",
                "Op, só lembrando que cotar não garante aceitação. Pode levar recusa na efetivação.."
            ]
        },
        {
            "title": "Troquei a correia dos acessórios e polia agora o carro faz barulho de raspado quando acelera.",
            "selftext": "Basicamente o título. \n\nCarro: Nissan Versa 2017/18 SV Automático CVT\n\nSai da oficina em que troquei os fluidos de freio, correia dos acessórios e polia poli v.\n\nAo acelerar ele faz barulho de raspado, faz mais barulho com o carro frio depois diminui. Mas é um barulho que não tinha antes de entrar na oficina. \n\nLembrando que é um barulho de raspado um rrrrrrchhh constante e não o grito que as correias dentadas daí as vezes. Tipo barulho de rolamento ruim/sujo.\n\nAmanhã vou voltar na oficina mas quero saber a ideia dos.colegas para eu não ser tapeado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12r8jq0",
            "num_comments": 5,
            "comments": [
                "Tem a possibilidade de alto ter acontecido com a correia ou o tensor por causa da manutenção que foi feita. Complicado tem que exigir alguma solução de quem botou a mão.\nPor isso é melhor trocar todas as correias junto, agora eles vão dizer que tem que trocar novamente e te cobrar mais mão de obra do que se fizesse tudo junto.",
                "Abre o capô e vai escutando com o ouvido de onde vem o barulho. De longe não tem como ver isso, pode ter esticador velho, plástico enroscando, polia torta (Em motor mais antigo tinha polia de lata, hoje tá raro), se a bomba d'agua é tocada por essa correia ela pode estar na hora da troca.\n\nEu apostaria em barulho no tensor, como ele é vendido separadamente então ele não é comumente trocado junto com correia (O que faz sentido, peças diferentes desgastam diferente, nesse caso o acesso pra troca é simples, não é a dificuldade de trocar o tensor da correia dentada). Ele é vendido porque depois de algum tempo cria barulho ou folga, talvez antes tava mais folgado e tava silencioso, nem sempre o problema é no reparo, as vezes o péssimo reparo ANTERIOR é que mascarou alguma coisa prestes a dar problema."
            ]
        },
        {
            "title": "Voando na velocidade da luz 🔥",
            "selftext": "https://youtube.com/shorts/kJCDK4iWpMo?feature=share",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12r6mu2",
            "num_comments": 8,
            "comments": [
                "Literal mente o carro mais rápido do universo,",
                "O Simulador mais realista do universo:",
                "Se brincar, é a corrida mais difícil de todo o NFSMW, muito OP",
                "ITS THAT A SUPRA?",
                "Midnight?",
                "Midnight com carros que chegam a 300 mp/h Pathetic🥱",
                "O NFS sempre foi divertido por conta desses efeitos surreais né, dava mo emoção isso kkkkkk",
                "Muito bom Need"
            ]
        },
        {
            "title": "Posso completar o óleo com outro parecido?",
            "selftext": "Buenas, seus arranha marcha!\n\nNo momento tô usando Selenia 15w40 semissintético no motor. Mas aqui na cidade achar Selenia é complicado. E no Mercado Livre só compensa comprar o kit troca de óleo completo (que é mais caro e o filtro eu não vou usar já). Dá pra ir completando tranquilamente com outra marca, desde que seja 15w40 semissintético também?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12r1pgy",
            "num_comments": 7,
            "comments": [
                "Cara 15w40 e um dos oleos mais baratos que tem , não vale a pena arriscar uma reação e mandar seu motor para o espaço por causa de menos de 150 reais....",
                "Não recomendo irmão",
                "É **emergência**? Pode botar até graxa. Não é emergência? Melhor trocar logo de uma vez e passar a usar a outra marca. Troca filtro também, é muito barato pra economizar nisso.\n\nLembra que o que um dos fatores que causam borra no motor é alternância entre óleos, mesmo seguindo a mesma viscosidade e classificação API.",
                "99% dos carros que baixam óleo sempre fizeram isso, os aditivos são muitos similares entre as marcas, por mais que possibilidade de reação existe em teoria, na prática não vai achar imagem ou descrição disso porque simplesmente nunca ocorreu (Com quem tem capacidade de sequer tirar uma foto).\n\nFabricante não pode citar em manual esse tipo de coisa porque vai lá saber que tipo de óleos existirão no futuro, vai que tem algum com algum aditivo (Não usado hoje) que reaja com aditivos dos óleos testados/recomendados por eles gerando material particulado grande (Borra basicamente). Não podendo prever futuro é mais fácil falar que só recomenda o óleo XPTO1234, o nome disso é isenção de responsabilidade, não de problemas existentes hoje mas de problemas que TALVEZ algum dia passem a existir.",
                "Visto que meu carro tá consumindo uns 500ml de óleo por mês, e troquei óleo há apenas um mês, creio que vou comprar uns 3 ou 4L de óleo avulsos mesmo. Eu fiz essa pergunta porque não lembrava se podia dar BO ou não. Mas compensa mais pagar o frete do ML que vai sair só uns 20 pila do que arriscar mudar o óleo.",
                "não é recomendado\n\nmas já que vai fazer, tenta manter a viscosidade (XXwYY) igual, e o material (sint. / semi-sint. / min.) também.",
                "[deleted]"
            ]
        },
        {
            "title": "Sou novato no assunto, mas estou pensando em trocar de carro",
            "selftext": "Olá, pessoal, tudo bem? 2023 será (e já está sendo) o melhor ano para minha empresa de design gráfico. Por isso, estou pensando em trocar de carro, mas gostaria de ouvir a opinião de grupos mais especializados sobre a situação primeiro. É um post meio longo mas pode inclusive ajudar outras pessoas depois.\n\nAtualmente dirijo um [Corsa Classic Life 1.0 2005](https://www.carrosnaweb.com.br/fichadetalhe.asp?codigo=9263) que era da minha avó. Meu uso principal para esse carro é eventualmente sair com minha namorada (que mora comigo) para irmos comer em algum lugar ou visitar algum parente/amigo, exceto em situações onde saímos para beber. Além disso vamos para o interior (quase 400 km de distância da capital), onde mora a família dela, mais ou menos 2x por ano. Por fim, uma vez por mês tenho shows com minha banda e um outro membro da banda, que dirige uma EcoSport, e eu dividimos a carga de todo o equipamento que usamos no palco, que retiramos aqui em casa. Apesar de já estar batendo os 90.000 km, o Classic funciona perfeitamente até hoje. Única vez que eu tive que ir em algum lugar resolver alguma coisa foi quando deu um problema com o freio e outro na bateria, mas ambas coisas simples de resolver. Dá para perceber que não entendo quase nada sobre carros, né? Rs.\n\nEm junho/julho vai entrar um pagamento à vista de um cliente que compra horas para o ano todo, num total de aproximadamente R$ 140.000. Estou de olho em dois sedan 2023 0 km: [Fiat Cronos](https://www.carrosnaweb.com.br/fichadetalhe.asp?codigo=20262) e [Honda City](https://www.carrosnaweb.com.br/fichadetalhe.asp?codigo=20224), o segundo com uma diferença de quase R$ 20.000 em relação ao primeiro. Tenho algumas perguntas, caso consigam me ajudar, e estou super disposto a conversar mais a fundo ou dar mais informações que possam ajudar:\n\nA maioria das minhas decisões de compra são influenciadas não só pela função do produto e custo benefício mas também pelo quão bem-resolvida esteticamente é a solução que o produto vende e o quanto essa estética traduz o benefício. Talvez por isso eu goste tanto da área em que trabalho. Além disso, tenho um histórico positivo com o Classic e modelos sedan em geral pelo espaço oferecido, principalmente pelo porta-malas, mas estou disposto a ser provado que outro modelo me atenderia melhor caso seja verdade (hatch, SUV etc.). Dito isso, a primeira pergunta: esses dois são carros bons? Atendem a esses quesitos que eu procuro? Se encaixam bem no meu estilo de vida? O Honda é realmente superior ao Fiat? Na parte da função estou pecando bastante pois não entendo nada. Na estética o City me atrai bem mais.\n\nSegundo ponto: ouvi dizer que talvez para meu perfil e estilo de vida um carro zero talvez não seja uma boa opção. Concordam? Que pontos confirmariam esse argumento? Eu realmente não tenho muito costume de cuidar de carro tanto quanto cuido, por exemplo, dos meus instrumentos musicais. Sou mais desapegado com carro, realmente, mas acho que o fato de ter um carro de valor bem menor e que não escolhi nem comprei influencia negativamente no grau de cuidado que eu tenho com ele, não sei.\n\nFiz o test drive no Honda ontem e estou enviesado porque gostei muito do carro (cheguei na concessionária de Classic, né, então o salto é gigante). Em termos de pagamento: estou pensando em pegar a versão Touring à vista (ou a Precision do Cronos). O City Touring sai por R$ 138.700, com possibilidade de adquirir pelo CNPJ da empresa com um desconto de uns R$ 6.000. Pegar à vista é sempre uma boa opção em comparação com financiar ou de repente entrar em um consórcio? Essa é uma pergunta mais sobre dinheiro e investimentos, claro, mas o fato é que esse pagamento que vai entrar não tem destino nenhum, já que o restante do meu orçamento mensal esse ano está bem folgado. Se eu não pegar um carro acho que vou acabar aplicando essa grana em alguma coisa de qualquer maneira.\n\nAcho que essas são minhas principais dúvidas. Ficaria muito feliz se pudesse ouvir a opinião de vocês bem como dar mais detalhes que possam ajudar na discussão. Muito obrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12qx2of",
            "num_comments": 30,
            "comments": [
                "Eu sinceramente nunca compraria um carro 0km no atual estado do Brasil. Sempre que penso no assunto eu lembro que um HB20 completo ta custando mais de 100 mil e isso me faz pensar no quanto concessionária ri da nossa cara. Não falo nem de pegar um carro de 2015, mas esses carros só de saírem da concessionária já perdem boa parte do valor. Meu avô comprou um HB20 2022 0km por 103 mil ano passado e a fipe do carro ta na casa dos 80 mil, eu no seu lugar procurava alguém que comprou o carro 0km, não aguentou manter e ia lá pagar bem mais barato no carro que não ta nem com 2000km",
                "Honda city é um ótimo carro, a Honda é em geral, porém tem um custo mais elevado para seguro se isso importa pra você. \n\nSe planeja usar pouco o carro, eu não compraria um carro caro a não ser que eu realmente tivesse esse dinheiro sobrando. Muitos diriam que seria melhor investir, porém ter carro é algo muito bom rsrs. Se você se sente desse jeito e quer levar sua namorada para jantar em um carro bom, assim como mostrar para amigos e familiares, eu diria que vale a pena, vai te deixar satisfeito.\n\nDito isso, eu pessoalmente prefiro SUV e recomendo que faça test drives em alguns. Jeep Compass, HR-V, Creta, Nissan Kicks. O preço varia bastante, mas depois de dirigir uma SUV potente outros carros desapontam.",
                "Posição de dirigir os suvs são mais gostosos, visão ampla, carro mais alto. Mas tudo é questão de gosto. Eu vi vc falando do HR-V, sobre motor, faça o test drive, pegue o carro e acelere e veja se é o suficiente pra vc. Eu viajava de Onix 1.4 e pra mim era mais do que suficiente pra dirigir tranquilo e fazer ultrapassagens. Meu pai ja teve ASX e tem um kicks e a ASX era ruim nisso msm kkkk mas o kicks tb da conta mesmo tendo fama de ser mais devagar. Algumas pessoas precisam de um TSI de jetta, depende do que vc quer do carro e como vai dirigir.\n\nSobre as opções, city touring é um belo de um carro. É uma nave, sem pensar iria nele, fora o H de Honda, é um carro q com certeza pro futuro deverá te dar menos encheção de saco se bem cuidado, deverá sofrer menor desvalorização, e vai te dar mais alegrias. Meu irmão pegou um recentemente e está muito satisfeito com o carro.\n\nSobre carro 0 ser ou não o seu perfil, é algo muito pessoal. Tem os defensores dos usados e tem os defensores dos novos. No geral o carro novo é destinado para quem tem dinheiro pra pagar e quer o conforto de ter um carro que teoricamente n é pra te incomodar. Lógico que existem as exceções, mas partindo do normal, vc paga a mais pra evitar problemas.\n\nCarro usado é pra quem não tem dinheiro pra comprar 0, pra quem entende de carro e entusiastas de carro velho, tem paciência de ir ver os modelos, ver as opções, buscar os melhores negócios em relação a custo beneficio. Por exemplo o seu classic se foi bem cuidado, é uma raridade com 90 mil km, é um carro q o motor ainda vai rodar bastante a um custo muito baixo de acquisiçao. Mas isso depende de vc negociar com pessoas fisicas, visitar os carros, verificar se estao bons, se documentação ta ok, se o outro n quer te enganar etc... Vc paga mais barato por todo o trabalho e desvalorização pelo tempo. E ainda existe o risco de dar problema na sua mão. \n\nVeja o que vale mais a pena pra vc. Carro no fim é gasto e não investimento a não ser q vc seja negociante e tempo e conhecimento é dinheiro. Se vc n tem tempo e/ou conhecimento, somado a condições de carro 0, eu iria de 0.",
                "Da uma olhada no Nivus, talvez traga um pouco do SUV sem ter tanto grande",
                "OP, o Honda sem pensar 2x.",
                "Posso sugerir um Yaris pra vc dar uma olhada. É um milhão de vez s melhor que o que vc dirige e tem toda a confiabilidade da toyota por trás",
                "Dá uma olhada no [Cruze](https://www.carrosnaweb.com.br/fichadetalhe.asp?codigo=19787) também. Agora as concessionárias da Chevrolet estão com promoção dele, você consegue a versão LT por menos de 140k e é muito superior ao Cronos, City e Corolla GLi.",
                "Eu iria de Honda, parece que você vai ficar um bom tempo com o carro e acredito que no quesito segurança o city vai dar de lavada no cronos. Eu procuraria a versão que tivesse acc, eu não sei se a touring tem, mas é o único opcional além dos básicos que eu faço questão de ter hoje em dia.  Vai mudar a tua relação em dirigir na estrada.",
                "Honda ESPANCA a Fiat em quase tudo, menos preço. 20k é muita diferença, mas eu acredito que pra vc, o ideal seja um semi novo.\n\nPelo budget que vc deve ter, da pra pegar bastante coisa boa e até maior com pouca km.\n\nPensa em sedan médio (Chev Cruze, Honda Civic, Toyota Corolla de 2018 pra frente) ou SUVs confiáveis com bom espaço (Hyundai Creta, Honda HRV, VW T-Cross/VW Nivus)\n\nEsses carros vão atender sua necessidade, não perdem tanto valor, e a manutenção não é nenhum absurdo",
                "Vou te dar duas respostas considerando dois cenários \n\nPra deixar bem claro, acho ridículo julgar alguém por carro e ridículo querer afirmar status social baseado no veículo\n\n\nCenário 1: Você é a cara da sua empresa e você é o cara que vende o trampo\n\n\nBaseado no que eu falei sobre status e carro. Infelizmente muitas pessoas pensam o contrário e te julgam muito pelo seu carro. Você visitar um cliente de classic e de city é uma primeira impressão bem diferente. Vai parecer que ele precisa de você, já com o classic passa uma imagem de que você é que precisa dele.\n\nEu sei que é ridículo, mas muita gente funciona assim.. Considerando esse cenário, eu pegaria um carro mais chamativo, pode ser um SUV como um Creta por exemplo, ou um cruze, Jetta, Civic... Pensando claro que nesse cenário o carro seria um investimento pra sua empresa \n\n\n\n\nCenário 2: você é um cara normal que só tá buscando mais segurança e conforto\n\nNesse cenário eu pegaria um veículo na casa de no máximo 80k\n\nCom 80k você pega de SUV um kicks, Creta, pegeout 2008. Todos por volta do ano 2018/19\n\nDe sedan tem uma porrada, desde Logan básico por 50k (porta malas enorme) até uns modelos mais completos e automáticos entre diversas opções. Inclusive o cronos que você citou tem um usado e completo você acha por 70k tranquilamente\n\nConsiderando sua necessidade de porta malas pra instrumento musical eu iria de SUV com banco rebatível, principalmente se tiver que levar a bateria\n\n\nSobre financiar, não sou nenhum especialista \n\nMas digamos que o juros é 1,3% ao mês por 48 meses \n\nVocê da 50 de entrada e financia outros 50 mil, você pagaria 92900 de financiamento, totalizando 142900 num carro de 100mil (42% a mais)\n\nMaaaaas\n\nSe você tiver um investimento que renda ACIMA dos 1,3% ao mês e tiver um montante superior ao valor da dívida. Você sairia \"ganhando\" financiando, já que oagaria só com o rendimento.\n\n\nEu particularmente prefiro comprar a vista, ter o carro quitado na garagem e ir repondo meu caixa depois"
            ]
        },
        {
            "title": "O que causa água no ar condicionado? March 2013.",
            "selftext": "Galera, hoje cedo fui sair da garagem e ouvi barulho de água dentro do painel, fiz uma curva e saiu tudo pelo assoalho do passageiro, aparentemente do filtro do ar-condicionado.\n\nOntem mandei lavar o carro num lugar perto do trabalho e é a segunda vez que o carro fica muito molhado por dentro. Coincidiu que choveu e não pude largar o carro aberto, durante a noite os vídeos estavam extremamente condensados por dentro. Será que essa pode ser a causa ou preciso investigar outras coisas?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12qj4y0",
            "num_comments": 10,
            "comments": [
                "Meio sem sentido discutir algo que aconteceu em março de 2013...\n\nIsso ta com cara de agua entrando pela entrada de ar externa do ar condicionado.  \nNão sei como é no March, mas geralmente a entrada de ar externa fica atras de alguma proteção com dreno, pra caso entrar agua ela não acabar dentro do carro. Possivelmente esse dreno entupiu com sujeira e ta acumulando agua.",
                "verifica se o tubo do dreno do ar está entupido\n\n\nhttps://www.youtube.com/watch?v=yOUY-r2UbbM",
                "Ar-condicionado captura umidade do ar e ela vira água, o frio na colmeia faz a umidade condensar, isso ocorre em ar de carro, e nos splits de casa (Ou em ar de janela), normal, quanto maior a umidade do ar, ou mais frio a colmeia, mais água \"aparece\". \n\nMas tem saídas, quando tem água dentro do carro, ou em split dentro de casa, é porque a saída entupiu, poeira grudada nessa água com o tempo pode entupir, pode usar um assoprão pra empurrar a sujeira (Encaixa uma mangueira cristal 6mm no local, e de 1m de distância você assopra pra empurrar a lama). Ou mandar limpar/desobstruir, que é o normal.\n\nDia que a umidade do ar não condensar em serpentina gelada, fuja para as montanhas porque a física está falhando e o mundo tá em colapso. Mas entupir a saída dessa água, seja carro ou ar split de casa, é terça feira, é bem comum."
            ]
        },
        {
            "title": "Pq colocam escape de turbo na frente?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12qhzy1",
            "num_comments": 32,
            "comments": [
                "Achei q era pro barulho ir direto no ouvido...",
                "Quanto menos \"curvas\" tem no caminho de entrada e saída, menos potência perde. Então admissão e escape são curtos quando se quer maximizar potência. Quanto mais curto e retos, menos potência perdida neles.\n\nMas só tem lógica pra pista, pra rua não existe corrida, rua tem limites de velocidade, é só firula de bebezão carente de atenção.",
                "Caminho mais curto",
                "gerar menos resistência do ar, facilitando o giro da turbina na caixa quente",
                "Sair foguinho pô kkkk",
                "Pra ele não explodir, se você inverter as peças dele, ele não irá explodir okkkkk",
                "Deve ser para justificar o tamanho da R0l@, tem que chamar a atenção de outra forma.",
                "Pra fazer barulho. As desculpas técnicas (mais potência etc) são besteira.",
                "Pra explodir diferente dos demais. =]",
                "Pra aumentar os megatons.",
                "pra falar que tem escape full inox mas na realidade é um unico tubo de 50cm",
                "Em pista até faz sentido, pois é um caminho menor para o escape, o que gera mais potência. Agora, para carros de rua não faz sentido nenhum (e eu particularmente acho horrível, da mesma forma como detesto aqueles carros com saída de escape no capô).",
                "👀",
                "muitos motivos, colocar a turbina de um jeito melhor no projeto/a saída da westgate tbm ficar de um jeito melhor, o marea e um bom exemplo disso, se nn fosse o escape no para-lama essa turbina ficaria enfiada ali em baixo do coletor, e o que aparenta e que ela ta bem mais alta   \n\n\nfacilita na hora de mexer, turbina pega um ar mais frio e fica mais longe de lugares quentes do motor   \n\n\nvi que um cara comentou que e pra evitar ''curvas'' e dar mais potencia, isso existe mas não e o motivador principal pra fazer isso, o motivo principal e a organização do motor mesmo, depois de um certo tamanho de turbina e IMPOSSIVEL vc levar o escape pra baixo igual era originalmente"
            ]
        },
        {
            "title": "Financiamento, preciso de conselhos",
            "selftext": "Olá a todos.\n\nEstou quase quitando um voyage 2010 1.0 (fipe 26,000) e estava pensando entre comprar uma carreta fazendinha ou trocar num utilitário para trabalhar, sou autônomo.\n\nRecebi uma proposta pra comprar um montana 2011 de 39 mil, dando o voyage de entrada e financiar a diferença em 48x.\n\nFicou assim, 39000 - 22000 = 17000  + juros 1,9% = 26000, o vendedor pegaria o carro de entrada por 22 mil e passou a proposta de 48x 790 = 37,920 que achei caro.\n\nPelos meus cálculos deu 12 mil além dos juros de 1,9%. O vendedor disse que é assim mesmo, que é o seguro e outras taxas que eu poderia pedir reembolso no futuro.\n\nO que vocês acham? Eu esperava que não ficaria em mais de 30 mil. Não quero passar a vida adulta toda pagando financiamentos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12qfhjy",
            "num_comments": 6,
            "comments": [
                "O preço é esse, mas sou a favor da carreta tb. Vc ta com um carro conhecido, te servindo, espaçoso. Montana é outra classe de carro, mais apertado, simples, e com caçamba, so carrega mais uma pessoa. Vc vai entrar numa divida grande pra pegar um carro um ano mais novo so pq tem caçamba e nem é grandes coisa, se bobear de carretinha vc  ate carrega igual ou mais coisa.\n\nPro dia a dia é um carro ruim, se vc for viajar e tal fica tudo ali na caçamba, pra roubar é facil. Se por aquelas capota maritma é so rasgar,  e pra vc pegar as coisas de dentor abrir e buscar as coisas no fundo se fechar com lona, enfim, não é seguro nem pratico. Eu trabalho com animal, vou pra fazenda e ja quis ter um desses, mas no fim analisando friamente nunca valeu a pena. Achava caros e pouco praticos fora trabalho. Dependendo do peso e uso tb, o carro começa a ficar meio ferrado, pq é dificil ter paciência pra ficar limpando e cuidando toda hr q por e tirar coisa do carro, ai a caçamba vai ficando judiada e o carro feio. Pega uma carretinha e continua de Voyage.",
                "Fuja para as montanhas!",
                "39 em uma Montana 2011 e foda..... dava um tapa no voyage e tentava trocar chave na chave por uma saveiro  g4 ou uma strada meio baqueada mas gastando uns 4 deixava nova de novo",
                "Se procurar direitinho deve achar carretinha feia mas emplacada por R$ 3 mil, com uns R$ 500 você ajeita e pinta ela pra durar muito.\n\nEu passei muito tempo só com carretinha, achei que por ficar com mobilidade ruim tinha que passar disso pra pickup, mas... aí o que me complica é ter tudo exposto na carroceria, não dá pra ir passando nos lugares rapidinho, a chance de alguém passando pegar alguma coisa da carroceria é 100%, vi que comecei a carregar e descarregar as coisas 50x mais que fazia/faço com carretinha.\n\nA possibilidade de desengatar a carretinha e deixar em lugar seguro, pra ir rapidinho com o carro em outro ponto, é uma maravilha. Acabou que mesmo tendo pickups, ainda mantenho a carretinha, e uso a carretinha bem mais que as carrocerias das pickups, por conta disso de poder desengatar e deixar lá segura num canto, sem precisar me preocupar com lona marítima e cia (Isso rasgam, baú de lata em carretinha é fácil fazer, pode pesar na frente mas é só usar aquelas rodinhas dianteiras, todo meu problema de equilíbrio em só 1 perna se resolve com [essas rodinhas](https://produto.mercadolivre.com.br/MLB-1086597676-pedestal-carreta-roda-carretinha-reboque-180-k-promoco-_JM)).\n\nE com os juros de hoje, tá bem fácil dar um carro como entrada, e você ainda ficar devendo bem mais que o carro que comprou, tenho meia dúzia de exemplos assim nos amigos, deram carro ok como entrada, depois de 1 ou 2 anos viram que a dívida do finam tava maior que o carro pego no negócio, teve pessoal dando Gol de R$ 30 mil de entrada em Siena de R$ 60 mil, financiando o resto, e depois de 1 ano vendendo o Siena a R$ 55 mil e desembolsando mais R$ 5 mil pra poder quitar o finam do Siena, ou seja, na troca ficou sem carro e ainda devendo. Então recomendo fazer de tudo pra NÃO entrar em finam, se carretinha é uma possibilidade, trate ela como a ÚNICA possibilidade, pelo menos até ter juros razoáveis, senão vai R$ 300-500 no mês só pra pagar os juros, a menor parte dos pagamento é pra pagar a diferença de valor do veículo mesmo.",
                "Juros tá muito alto mesmo, achei até razoável essa taxa de 1,9. Andei vendo financiamento e até taxa de 2,4 me ofereceram, acabei desistindo.",
                "Juros de financiamento é composto, não simples"
            ]
        },
        {
            "title": "Carro com passagem por leilão",
            "selftext": "Pessoal, é muito robada pegar carro com passagem por leilão? Achei um carro interessante. Segue uns detalhes do anúncio. Como pode ter passagem por leilão e \"não constar no documento?\n\n   \n\\- Segundo dono\n\n\\- Está com 51000 km rodado, 2015, feito revisões na concessionária até 40mil\n\n\\- Tem passagem por LEILÃO, não consta no documento\n\n\\- Aceita carro em menor valor fipe / fipe",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12q8unp",
            "num_comments": 14,
            "comments": [
                "Faz a vistoria cautelar e a simulação do seguro antes de fechar.",
                "Depende do valor, depende do motivo do leilão. Via de regra não se paga FIPE em carro de leilão, por mais que possa valer.\n\nAlguns casos de leilão não aparecem no doc, como sinistro pequena-monta, retomado de financeira, apreendido (administrativo/judicial), frota, órgãos públicos. \n\nOP, por curiosidade, qual é o carro?",
                "Leilão não consta em documentos mesmo não, não tem motivo pra isso, é uma venda como outra qualquer, seria como constar observação tipo \"Esse carro já foi do Tião\".\n\nLeilão é só uma modalidade de venda, não implica risco de segurança ou qualquer coisa do tipo.\n\nSer recuperado de furto sim pode ter seus problemas (Já que geralmente precisa trocar central pra alguns tipos de furto, desativando o code original, não terá muita certeza que o code foi reabilitado/trocado), mas nem isso vai pro documento, só verá isso em vistoria cautelar (Ou consulta de alguns poucos detran's).",
                "Não pegaria , 95% dos carros de leilão tem o km voltado e só vai ter comprovação se esse manual carimbado de concessionária e dele indo na concessionária da marca e puxando pela placa , adulterar um manual e mais fácil que escrever o próprio nome.... e  pq o carro foi pra leilão?  Se for recuperado esquece se o dono não pagava nem a parcela imagina dar essa manutenção na concessionária,  ou pode ter sido batido...."
            ]
        },
        {
            "title": "Ar Condicionado Rover 45 2004",
            "selftext": "Olá a todos.\nEu não percebo nada do que vou falar a seguir e preciso de ajuda.\nTenho um Rover 45 1.4 de 2004 a gasolina e tenho uma dúvida em relação ao ar condicionado.\nQuando comprei o carro reparei que não tinha nenhum botão de AC junto dos reguladores de temperatura e regulação da intensidade da ventilação.\nAo abrir o capô, reparo que há uma espécie de 2o radiador para além do do motor. Será este radiador do ar condicionado? Se sim, como é que ligo o ar condicionado e não só a ventilação à temperatura do exterior?\nEu sou muito nabo nestas coisas e preciso mesmo de ajuda que o calor está a apertar.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12q6f6l",
            "num_comments": 3,
            "comments": [
                "Tem foto desse radiador e painel?"
            ]
        },
        {
            "title": "Imagina comigo",
            "selftext": "Po,tava pensando aqui. Esse carro ae(vulgo Ecto-1 de caça fantasmas), é um carro icônico. Agora,será que não ficaria Daora,as Nossas Peruas(Parati,Jetta e passat variant,entre outros), Ter uma decoração igual essa?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12q6ahp",
            "num_comments": 1,
            "comments": [
                "Fica legal. Ainda melhor se for uma perua mais antiga e mais comprida."
            ]
        },
        {
            "title": "Duvida de leigo",
            "selftext": "Alguém sabe se o famoso \"bater caneco\" faz mal ao motor ou embreagem? É quando o carro quase morre, tipo: vc freia, diminui o giro, até quase apagar, daí faz um barulho parece que bate pino, caneco, sla, aí vc pisa na embreagem pra não morrer. Sabem se esse barulho estraga o carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12q4f0g",
            "num_comments": 5,
            "comments": [
                "O uso estraga o motor, só de estar ligado ele já tá perdendo vida útil.\n\nHora que dá essa reduzida na rotação reduzindo lubrificação, sim é um problema, especialmente se vai pisar na embreagem e passar pra marcha alta onde terá rotação mais alta, terá lubrificação baixa nos primeiros instantes da rotação mais alta, tá bem longe do ideal.\n\nMas na partida isso ocorre, você gira o motor a digamos 400-500RPM, e então ele pega. A rotação do motor de partida não é suficiente pra lubrificar nada direito, fica mal-lubrificado, por isso ideal é esperar normalizar a lenta e esquentar antes de sair. No caso dessa reduzida se vai ficar parado em cruzamento, pelo menos digamos 3-4s, tá tranquilo, mas se vai só parar, e antes da lenta normalizar a 900RPM já acelerar pra sair, aí tá fazendo o motor operar com carga (Peso/esforço) em momento que a lubrificação ainda não tá normal.\n\nMas vezes isso faz a retífica de 200 mil km ser antecipada pra 180 mil km, nem sempre é um problema, diminuir vida útil é fácil, mas diminuir MUITO a vida útil precisa cagada maior.\n\n\"Estragar\" é um termo leigo que não serve pra motor, via de regra tem N coisas que diminuem a vida útil, ou no caso de lubrificação que fazem a retífica ser antecipada. E retífica não tem km exato nunca, tem dono leigo e cagão que acredita em qualquer ameaça de mechânico e corre pra retificar motor perdendo 0,5l por 5 mil km, ou com compressão 1 bar mais baixa que o original, via de regra quem tem carro de 200 mil km tá cagando pra isso, 0,5l de óleo comum custa R$ 15, quem roda pouco terá esse gasto extra por ano, fazer retífica por firula assim é noobice demais, na prática antecipa problemas de donos futuros, mas é uma antecipação tão relativa que ninguém dá bola.\n\nO maior problema que você (E não o dono que tiver esse carro daqui 10 anos) pode ter é você não saber estado do tensor da correia dentada, ela operar meio solta, aí nessas chacoalhadas em que ele quase apaga a correia pode pular um dente, aí fora do ponto pode ter consumo alto, perda de potência e etc. Correia dentada comum estará assim com tensor velho a cada 40-50 mil km, ou seja, mesmo em carro meio novo pode ter, é mais fácil isso ser um problema do que a lubrificação ruim que só dará reflexo daqui outros 100 mil km. É uma coisa tão simples de evitar que não vale a pena, limite isso a uns 900rpm e tá tranquilo, hora que tirar o pé o motor vai continuar na lenta, sem esforço extra, sem lubrificação ruim, sem trepidação a toa em tensor de correia dentada (Mas se você abre a tampa plástica e olha o tensor 3 ou 4x por ano, sempre sabendo o estado dele, vai fundo, pode continuar, no máximo tá criando problemas de desgaste por lubrificação ruim pro dono de daqui 10 anos).",
                "Sem ser grosso,mas O que vai tirar duvida aé é o mecânico",
                ">Sabem se esse barulho estraga o carro?\n\nNa dúvida sim"
            ]
        },
        {
            "title": "Preciso de um conselho",
            "selftext": "Tenho 16 anos e ultimamente tenho me interessado muito por carros, só sei o básico e não tenho quem possa me ajudar, eu estava pensando que quando pudesse comprar um carro pra mim eu iria fazer várias modificações nele (principalmente estéticas) e algumas pra potência, eu estava pensando em pegar um gol g5 ou g6 2018 mais ou menos pra fazer essas modificações, porém eu não sei se é o carro ideal, quem conhece sabe me indicar o carro certo pra fazer essas modificações?, logicamente visando custo benefício. Tô com medo de pegar uma bomba e me fuder",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12q1qrr",
            "num_comments": 15,
            "comments": [
                "Eu fosse vc como ainda é novo faria um curso de mecânica no Senai, é um dos se não o melhor que tem, depois compararia algumas ferramentas, aprenderia sobre preparação e aí sim quando comprar seu carro saberá oq fazer",
                "Há quem faça modificações até em Celta 2004 (leia-se: meu tio). A questão é você fazer tudo dentro do que a lei estabelece, melhor jeito não se estrepar (literalmente falando, inclusive!!!)",
                "acho que vc e meio novo por lei kekek se morar em área rural pega um chevette ou um fusca sem documento pra dar uns role, se morar em cidade esquece e espera os 18 mesmo",
                "Tem bastante canal que tu pode assistir pra aprender, não a como preparar o carro mas sobre os tipos disponíveis e os problemas das plataformas e saber também o custo desses preparos. Da una olhada na fueltech, avantgard, ACF, altarpm",
                "Meu primeiro carro foi um celta , aprendi muita coisa de mecânica nele , era um 2009 coloquei cabeçote do 1.4 , motor foi passado pra 1.4 , 4x1 com 1 abafador , rodas 17 da Montana e suspensão a rosca , era desconfortável mas com 18 anos ninguém liga pra isso kkkkk hoje tenho uma cross g6 8v e essa plataforma saiu no fox,polo... então tem muita peça de melhorias desde molas importadas da eibach que são as melhores do mundo, coletor , comando... e uma boa plataforma pra começar"
            ]
        },
        {
            "title": "Ao trocar o aro do pneu é possível alterar o computador de bordo para que ele calcule a quilometragem correta?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12q0re9",
            "num_comments": 3,
            "comments": [
                "De modo geral cai no mesmo problema que as preparações/remaps pra aumentar potência, tirar limites de rotação e etc, precisa emulador disso e daquilo, a rom da ECU (Central) é fechada, não dá pra baixar, editar via hexdecimal e colocar de volta, precisa enganar ela, pra remap e cia pessoal julga que compensa, mas só pra ter km e velocidade mais corretos não compensa, logo você se acostuma a fazer o cálculo mental da velocidade/distância correta.\n\nAté porque as vezes mal muda 2%, se pegar digamos um pneu 175/70 13, 70% de altura dos 175cm de largura é 122,5mm, em cima e em baixo dá 245mm, mais as 13\", que dá 13*2,54cm = 33, e 33+24,5= 57,5cm, com raio então de metade disso, 28,75cm, a circunferência de 2piR fica 180cm.\n\nTrocando por aro 15 de perfil baixo, digamos 185/50, nada raro em rebaixados, 18,5+38,1 = 56,6cm, com raio de 28,3cm dá diâmetro de 177cm, é 1,5% a menos de diâmetro, em tese seria distância 1,5% menor, tá dentro da variação normal dos modelos.\n\nEm painel de velocímetro analógico (Cabo de aço e ponteiro) dá pra mudar a tensão da mola pra aumentar ou diminuir velocidade, eu já calibrei isso com GPS pra ficar mais preciso, mas o km mesmo nesses casos não dá, teria que trocar relação de engrenagens, não se vende engrenagem desse tipo, menos ainda engrenagem com variação de 1 dente a mais ou a menos, mal se acha engrenagem original pra reparo (Precisa comprar usado de sucata).\n\nUma coisa que as vezes é mais barata e simples é comprar smartphone velho/antigo baratinho (Eu sempre tenho 1 ou 2 velhos, tipo de android 2.3 a 4.0 que não instala mais nada atual), adaptar no painel em algum ponto rodando GPS, aí terá velocidade e distâncias com precisões enormes. Infelizmente módulo de antena de GPS externa pra melhorar sinal do celular é complicado instalar e configurar.\n\nAí as vezes é mais fácil comprar logo um desse: https://produto.mercadolivre.com.br/MLB-3051713313-carro-universal-hud-head-up-display-digital-gps-velocimetro-_JM  Só o trabalho de desmontar e remontar painel já tem que custar pra eletricista ou mecânico seus R$ 100, e pra circuito pra enganar ECU falamos de coisa não na casa dos R$ 100 mas acima de R$ 1 mil, ou seja, esses sensores com GPS próprio custam troco de pinga no comparativo.\n\nAh, minha pickup Chana tem painel queimado, então tem um velocímetro de bicicleta no cardan traseiro, vem um imã pra grudar no que gira (No caso de bike vai na roda, em outros usos pode ir em eixos, eu achei mais fácil colocar na saída do cardan traseiro porque é em baixo do banco, deixei ele no assoalho por isso nem lembro de ligar), você calcula tamanho da roda e informa na config dele, aí ele dá a velocidade e distância, no meu caso fica igual GPS de celular, é bem barato pra você fazer a calculo inicial da conversão (Comparar dados reais com o painel), olha o preço: https://produto.mercadolivre.com.br/MLB-2089382797-computador-velocimetro-digital-p-bike-ciclismo-luz-noturna-_JM   Deixar isso é fixo é gambiarra demais, é só pra comparar ajuste inicial e ir acostumando com o cálculo, eu vi que minha pickup é lerda pra caramba então nem botei o painel pra funcionar, botei isso pra pegar uma referência, vi que é lentidão o tempo todo, aí preferi não mexer, acostumei a ver pelo conta-giros (Uma vez tinha pego um da China por uns R$ 20, pega pulso de só 1 cabo de vela, bem simples instalar, pra economia de combustível prefiro olhar pra conta-giros que velocidade).",
                "Nenhum carro marca 100% a velocidade correta , vai ser uma perca de tempo e dinheiro.... por 5 km no máximo"
            ]
        },
        {
            "title": "Compra de primeiro SUV 0",
            "selftext": "Fala pessoal. Estou ajudando meus pais que já estão idosos e não tem muita paciência a comprar um novo carro zero.\nSim, algumas coisas são irredutíveis para eles. Inclusive a questão do carro ser zero e ser uma SUV.\nPorém para evitar q eles sejam tapeados pelo primeiro vendedor que aparecer eu vou tentar ajudar no processo. Assim eu tenho algumas dúvidas;\nMeu pai diz que carro zero é inegociável em questão de valor.\n1) Então caso eu for comprar um carro zero a vista, e ir em diversas concessionárias, é impossível conseguir um abatimento no valor do carro? (Isso realmente é uma regra?)\n2) Meus pais estão tentandos a comprar entre um carro que é o Fiat Pulse Audace ou um Fastback. Pesquisando por alto me parece o mesmo carro, sendo q o fastback é 12mil reais mais caro apenas por ser mais bonito. Na avaliação de vocês existe alguma outra Suv que vale mais a pena ?\n\nPoderiam também me dar dicas de negociação em uma concessionária de carro zero, oq que posso conseguir negociando ?\nDe antemão já agradeço. Vlw\n\n\nUPDATE:\nPessoal seguinte.\nFui hoje na Hyundai e na VW\nConseguimos negociar um nivus intermediário de 130k por 126k + emplacamento.\nPorém na Hyundai conseguimos dois bons negócios.\nO Creta versão básica de 134mil conseguimos por 126k + emplacamento + transferência.\nO Creta intermediário de 144mil por 134mil + emplacamento + transferência.\nAo mesmo tempo um cara do meu trampo ofereceu o Creta smart plus prata dele 2021 por 102k. O carro dele tem só 14mil km rodados. E ainda tem 3 anos de garantia.\nOq vocês acham dessas propostas?\nP mim os da VW já foram descartados.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12pxuwe",
            "num_comments": 39,
            "comments": [
                "T Cross/Tiguan talvez seja uma boa dar uma olhada",
                "Pelo que eu me lembro de conversas com colegas, não tem muito o que negociar, talvez tentar colocar um acessório de graça. Agora eu não recomendo você comprar um fastback ou pulse audace. Os motores turbo da Fiat são os mais novos do mercado e não é bom tentar descobrir os problemas do motor, principalmente o 1.3 do fastback que está bebendo bastante óleo. Tenta pegar o pulse 1.3 cvt oh um Peugeot 2008 1.6 automático, pois são os mais baratos e são bem confiáveis. Esse motor 1.3 da Fiat é o que menos dá problema no mercado e o 1.6 da Peugeot é um motor antigo e bem resistente, com bastantes peças no Brasil.",
                "Pode sim haver dferença em diferente concessionárias mesmo que de mesma marca, já vi passar dos 2500 só por tu ir na loja do outro lado da cidade. Procura nas cidades mais próximas também. Valor não é irredutível, depende da época e do vendedor. Há quem diga que comprar em promoção de Black friday é melhor pelo preço, Há quem diga que melhor é comprar nessa época do ano pois não tem datas comemorativas e as vendas estão baixas e os vendedores querem bater as metas. O preço do zero é negociável ainda mais se for a vista, n vai baixar 30 mil, mas tu consegue alguma coisinha sim",
                "Antes de comprar o meu fit, eu tava vendo um kicks com a patroa e fiz test drive num zero (não ia comprar, mas o vendedor era amigo nosso e disse pra fazer pra experimentar)\n\nAchei bem gostoso de dirigir e a mecânica Nissan é bem confiável, além de ter câmbio cvt, se não me engano o kicks é o mais econômico da categoria.\n\nÚnico problema pra mim no kicks é o tanque de apenas 41L\n\nSe seu pai tiver (bastante) bala na agulha, a HRV é uma ótima pedida. Mas o custo é bem mais alto que o pulse e o fastback",
                "Algumas dicas que serviram para mim:\n\nVeja no site da montadora o preço das ofertas e-commerce. Esse é o valor máximo a ser pago. Eu particularmente ignorei as montadoras que ficam de rosca e não querem mostrar preço no site. \n\nVeja se não tem algum feirão ou promoção rolando em alguma concessionária. É aí que você vai para negociar, sabendo do teto do valor do e-commerce. Leia as letras miúdas. O melhor esquema é conseguir um carro que já está na concessionária mas cuja nota fiscal ainda não deu entrada e o prazo para isso está no fim. A concessionária quer se livrar desse carro pra não ter que pagar imposto, e vai topar um desconto para mover a bucha de dono.\n\nLembre-se do custo da documentação… se não quiser fazer o registro/emplacamento por conta própria, vai morrer um punhado de dólares em despachante.",
                "Irmão não compre pulse ou qualquer carro com esse 1.3 turbo. Você não vai querer que seus pais idosos fiquem se preocupando em verificar nível de óleo o tempo todo em um carro zero. Fora que o CVT do Pulse é problemático.   \n\n\nTracker, fora de cogitação, padrão chinês de qualidade. Os VW tsi são legais, mas a longo prazo são pequenas bombas também, e não toleram combustível de má qualidade.  \n\nEu iria no Corolla Cross ou no novo Honda City. Se o orçamento não der, vai no Peugeot 2008 Griffe THP. É um foguetinho, completasso e custa 126 mil. Excelente custo benefício. Tem o 1.6 aspirado também, é meio fracote, mas bem mais barato, super confiável e tranquilo de manter.\n\nNão há grandes descontos em concessionárias. Veja o preço que está no site e a negociação tem que partir daí pra baixo. Depois de escolher o carro que vc quer, vá no webmotors, selecione apenas veículos zero km, que vão ter várias concessionárias anunciando, aí tu vai na mais barata.  \n\n\nPra concessionária não faz muita diferença pagar à vista, dependendo do caso, eles até preferem que vc financie, pois as financeiras pagam uma comissão pra eles pela venda do financiamento. Dependendo do caso, com uma entrada gorda, tu consegue parcelar o saldo em 24x sem juros. Então, se quiser deixar uma parte do dinheiro aplicado e ir pagando, às vezes é um negócio m",
                "Pulse nada mais é que um Argo bombado e com um motor novo que está sofrendo alguns problemas relacionados ao consumo de óleo. \n\nEu olharia para um T-Cross e até mesmo um Tracker. Mas a T-Cross é mais cara né?! Pelo que tu fala aí, um Pulse Audace é cerca de 120k, o T-Cross é uns 15, 20k a mais né. Ou então o Nivus, tem até mais características parecidas com o Pulse, visto que praticamente é um Polo bombado.\n\nE sim, da pra negociar um bom desconto à vista. Além do desconto, tenta incluir emplacamento, película (caso gostem) e outros custos.",
                "Sei que o post já faz um tempo e provavelmente o op não vai ler mas recomendo a compra do Renegade T270\n\nCarro seguro, forte(180cv e 29kg de torque), e bem equipado",
                "Veja o Citroën C4 Cactus com motor 1.6 L aspirado, mais \"parrudo\" que os motores turbo da VW e GM. Como em breve mudará o ano-modelo, com algumas firulas, o do ano-modelo atual deve ser negociado com algum desconto.\n\nPara ter uma ideia de valores, consulte em concessionárias (não em lojas) em sites como o Webmotors e iCarros.\n\n[https://www.webmotors.com.br/carros-novos/estoque/citroen/c4-cactus?tipoveiculo=carros-novos&marca1=CITRO%C3%8BN&modelo1=C4%20CACTUS&anunciante=Concession%C3%A1ria](https://www.webmotors.com.br/carros-novos/estoque/citroen/c4-cactus?tipoveiculo=carros-novos&marca1=CITRO%C3%8BN&modelo1=C4%20CACTUS&anunciante=Concession%C3%A1ria)",
                "Obrigado pelos comentários pessoal. Todos estão me ajudando bastante na análise.",
                "Eu tô acompanhando ainda mano. Vou postar um update aqui",
                "Pessoal seguinte.\nFui hoje na Hyundai e na VW\nConseguimos negociar um nivus intermediário de 130k por 126k + emplacamento.\nPorém na Hyundai conseguimos dois bons negócios.\nO Creta versão básica de 134mil conseguimos por 126k + emplacamento + transferência.\nO Creta intermediário de 144mil por 134mil + emplacamento + transferência.\nAo mesmo tempo um cara do meu trampo ofereceu o Creta smart plus prata dele 2021 por 102k. O carro dele tem só 14mil km rodados. E ainda tem 3 anos de garantia.\nOq vocês acham dessas propostas?\nP mim os da VW já foram descartados.",
                "Eu iria num tcross ou num nivus. Se fosse pra pegar um zero.\nVale sim pesquisar em todas as css num raio de 50km por exemplo. Mas muitas vezes eles só irão abrir o jogo se você for pessoalmente, telefone não funciona muito bem.",
                "Fastback mais bonito? Kkkkkkkkkkkkkkkk ah aí não né"
            ]
        },
        {
            "title": "CIVIC G6 98/99 OU VOYAGE 2013 1.6? tô procurando um carrinho bom, com valor acessível e pensei nesses dois carros, não entendo nada de mecânica mas esse Civic apresar e antigo me parece ser um carro bem bom, e mesmo que tenha que fazer o motor a princípio vi que sairia um valor final bem parecido.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12puo0p",
            "num_comments": 17,
            "comments": [
                "Fala OP, \nEu iria de Civic. Além de não precisar pagar mais IPVA (dependendo do estado) vc ainda pode manter a diferença do valor pra fazer uma bela revisão no Civic e ter um carro 100%",
                "Não entende nada = não compra Civic velho. Muito simples.",
                "só tenha o civic se vc realmente gosta do carro, o voyage é bem mais novo e tão confiável quanto com a vantagem de ter a manutenção bem mais barata, e com certeza é mais fácil e barato de achar peças.",
                "Não conheço o Voyage 2013, mas, conheço o CIVIC 98... E eu teria um CIVIC 98 sem sombra de dúvidas!!!",
                "Eu tenho uma saveiro g6 , mesma coisa do voyage só que com caçamba e bom saber do histórico esses motores ea111 são bons mas não aguentam dono porco que usa óleo barato ou peças paralelas , se o cara usa um óleo 5w40 bom , o motor não tem borra ( tem como ver retirando o defletor de óleo pela tampa de óleo) e tiver aditivo não água de torneira no motor vale a pena , problema crônico como eu disse e dono porco se o cara usa um 10w40 e sinal já de alerta pq esse óleo não sobe para o cabeçote por isso ele dá problema de falta de óleo pq o óleo grosso n sobe,  e anti chama só presta original que custa 90 reais oem vw e um paralelo 30 , de resto é manutenção normal de freio , amortecedor, pastilha como td carro",
                "Civic e mais luxuoso. Se você não liga muito pra carro e quer um que leve você e sua família pra qualquer lugar vá de Voyage. Voyage é mais novo, provavelmente tem abs, air bag (mais segurança), vai andar mais, vai beber menos e vai gastar menos com mecânica (depende da procedência). E por último REVENDA, com o Voyage se você sonhar em vender ja aparece gente com proposta, agora o Civic só muleque de 18 anos que quer um primeiro carro \"diferente dos iguais\" teria, você vai ralar pra vender.\n\nEm resumo, se você for um gearhead vá de Civic, se você quer racionalidade vá de Voyage.",
                "O Civic é um carro melhor, mas como vc não entende nada de mecânica eu recomendo o Voyage. É mais fácil para um leigo cuidar do carro, o Civic é bem mais velho, pode ter alguma dificuldade de peça aqui e acolá.",
                "Depende do uso... Para o batidão do dia a dia iria de Voyage",
                "comparou um passarinho com um croissant. depende mt. mas eu iria de civic",
                "Eu iria de Voyage, pq o Civic já de início tem que fazer o motor, e por ser um carro bem mais antigo é capaz que de dor de cabeça lá na frente. E o Voyage novo é um carro mais fácil de se ver nas ruas, o que significa que há mais peças em produção e pro mecânico mexer já tem uma ideia, já que vc não entende muito de mecânica. E se a Volks for parecido com a GM em relação a compartilhamento de peças entre carros, é mais uma vantagem ainda.",
                "Depende da versão de cada um e da condição de cada um. Por mais que eu goste do Civic, entre esses dois eu só optaria pelo Civic se quisesse um carro automático e fosse um modelo EX (com ABS, piloto automático e VTEC).\n\nDo contrário, sendo ambos manuais e não ligando pra acessórios de conforto, o Civic na versão mais básica (LX) e o Voyage tendo airbag e ABS, eu optaria pelo Voyage.\n\nEm ambos os carros tu vai ter que fazer uma pré-compra boa. Apesar da fama de \"inquebrável\", tem dono que se vale muito disso e quando o carro finalmente quebra, põe pra vender. E aí boa sorte próximo dono que jura estar comprando um carro inquebrável. Fazer motor é sempre um tema sensível. Por mais que no final tu possa ter um motor novo, a chance de se incomodar com um serviço mal-feito é grande, e aí o gosto amargo vem. Sempre bom evitar e não considerar isso na decisão. Isso vale pra qualquer carro, mas talvez valha mais pro Civic já que o Voyage usa o mesmo motor desde o tempo dos neandertais e peça é o que não falta. O Civic usa o D16 que só foi usado nele de 98 a 2000, não falta peça mas pode ser mais caro.",
                "Comparação meio nd a ver. Pq não procura um civic do mesmo valor? Dá pra pegar aquele mais novo 1.7 com um vtech legal.",
                "um tem 10 anos outro tem 25\n\nO de 25 tem ferrugem, pintura queimada, muito plastico quebradico, interior deve ta desbotado,, muita coisa mexida\n\nNao to dizendo q eh pior, soh nao pode achar q eh soh fazer motor e ficar com valor parecido"
            ]
        },
        {
            "title": "Centrais multimídia double-din com android auto, alguma indicação?",
            "selftext": "Olá pessoal! Estou nos trâmites de olhar alguns carros e tenho visto que vou ter que colocar uma central que me agrade ao invés de procurar carros que já tenham uma. Maioria deles é double-din (dois slots de rádio simples) e tenho visto uns burburinhos em relações a centrais com Android chinesas mas que não consigo levar a sério.\n\nVocês tem algum experiência com alguma central que usem/conheçam e gostem? Agradeço imensamente!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12pt6ys",
            "num_comments": 8,
            "comments": [
                "Podofo do Aliexpress é muito bom custo-benefício.",
                "Coloquei uma Kronos no meu carro. É definitivamente uma das centrais multimídias já feitas.\n\nNão tem desempenho tão rápido, mas não fica 5 minutos pra abrir algum app. Ao total, gastei 2k (produto + instalação).\n\nNela vc consegue abrir o Android auto ou baixar o app e usar sem espelhar o celular (mas precisa ter conexão com a internet, roteando o 4g do celular)\n\nTive problemas de superaquecimento, ela trava e reinicia. Mas isso aconteceu numa viagem de quase 8h"
            ]
        },
        {
            "title": "Santana Turbo 🔥",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12psj41",
            "num_comments": 14,
            "comments": [
                "Aposto que o outfit dele é camisa social branca com uns botões desabotoados por dentro do bermudão jeans com a barra abaixo dos joelhos, cinto de couro preto, colar de prata, boné de redinha/chapéu de pagodeiro, Marlboro vermelho nos beiço e mocacino nos pés.",
                "Kkk video do meu irmao, meteram até a tag em cima",
                "Pior que estou considerando comprar um carro velho como terapia mesmo, meu tio tem um opala Comodoro que ele está reformando já faz um tempo. É claro que não é algo barato, mas esses tipos de projeto acabam fazendo bem pra nossa cabeça, é uma verdadeira terapia",
                "Carro old turbo é legal, faz pipoco, o som da turbina enchendo e o soco nas costas + adrenalina é insano. Mas é um poço sem fundo, toda hora quebra, te deixa na mão.. é pra quem tem paciência ou não se importa em torrar uma penca de grana. Já tive Pug 206 turbo, já tive 2 Honda turbo (D16-B16 e K20) e deixo aqui meu aviso hahahah, quer se divertir, ter segurança e gastar \"menos\"? Compra um carro turbo oem, de preferência de 2015 pra cima rsrs",
                "Se você não tem problema e quer caçar assunto. Compre um carro AP turbo,\n\nTenho um amigo que tem um Santana Turbo. Ele anda no sábado e passa a semana seguinte reparando o que danificou/desgastou"
            ]
        },
        {
            "title": "Pneus",
            "selftext": "Pessoal mais pra frente terei q trocar pneus de uma compass, 225,55r18. Gosto da marca continental,  que estão por volta de 959 cada. Eles tem uma marca b, que é a Barum, e está 589 cada.\n\nAlguém já usou? Sabe se a diferença é grande. Chuva o Barum é  C e continental B. Barulho é treadwear 420 e não achei do continental.  Acham q vale os 409 a mais em cada pneu??",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12piq6d",
            "num_comments": 19,
            "comments": [
                "Pneus é único contato do carro com o chão. Eu não economizo com pneus e não arriscaria em um de 2ª linha.",
                "Se marca B fosse bom não seria marca B.\n\nEm pneu não se economiza. Vai de Continental ou Michelin.",
                "Já usei Barum várias vezes, não lembro de problema, ou durabilidade menor que Goodyear ou Firestone. Idem pra outra marca B deles, os General Tyre, esses tenho um par agora, tá normal.\n\nContinental é que nunca usei, nunca vi com preço acessível, normal custar o dobro do que eu acabo comprando.",
                "Nunca economize com Pneus, procure colocar sempre o melhor possível. Te digo que um bom jogo de pneus é tão importante para a segurança quanto o airbag, o cinto ou o controle de tração.  \n\n\nCompre em grandes varejistas na internet e leve para montar em um local de confiança.   \nPor exemplo, na Pneu Free tem o Michelin Primacy 4 por 859. Excelente custo benefício.",
                "Um pneu de boa qualidade vai durar próximo aos 40mil km rodados, sem grandes esforços de economia de rodagem. Se transformar o valor gasto com pneu por km (4000 a 5000 o conjunto de pneu) vai perceber que o custo do pneu é ilusório por km/rodado",
                "Eu troquei em janeiro os meus na Continental e a rede credenciada deles estava com uma promoção bacana: você deixa os pneus velhos e ganha 300 de cashback. Se a promoção ainda estiver valida, já dá uma aliviada no bolso.\nEu só uso Continental também. Atendimento bom e pneus duráveis e macios."
            ]
        },
        {
            "title": "Experiências com postos RodOil?",
            "selftext": "Aqui em São Paulo, pelo menos, parece que abre um novo posto dessa bandeira a cada dia. Alguém já teve alguma experiência, sabe dizer se a gasolina é de qualidade?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12phy9j",
            "num_comments": 2,
            "comments": [
                "RodOil tem bastante por aqui (RS e SC). Nunca tive problema. Até hoje, único problema de combustível que tive foi em um BR (bomba adulterada) e quando enchi o tanque em um posto de bandeira branca.",
                "Eu abasteci uma única vez nesse posto, com a gasolina aditivada deles, a tal DuraMais. O carro ficou fazendo o mesmo barulho de motor de quando abasteço com etanol, e o consumo piorou muito. \nSou chato com combustível, gosto de v-power e só uso outro em casos eventuais."
            ]
        },
        {
            "title": "Carro tsi 1.0 com mais de 4 anos de uso +1000km eh bomba?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12pguk6",
            "num_comments": 11,
            "comments": [
                "Bomba? Bomba é Citroen C5 Break 2001 com câmbio AL4, suspensão hidropneumática e mais 200 mil km rodados por um dono que colocava o pneu mais barato.\n\nGalera tem medinho de tudo hoje em dia. Slk.",
                "É um motor que exige mais cuidados do que os concorrentes, entre eles combustíveis de qualidade, peças originais e principalmente um mecânico que saiba o que está fazendo.\n\nVocê está preparado para a eventualidade de ter que pagar 2,5k numa bomba de combustível, 2k num jogo de bicos injetores e 1k  numa bomba d´água?O motor realmente é muito bom e super eficiente em termos de consumo de combustível, mas o problema é que ele foi aplicado em carros \"baratos\", que acabam tendo preço de manutenção de importado.\n\nSe fosse um carro caro, como um jetta, uma Passat Variant, Tiguan, até faria sentido, mas pra um carro pra bater no dia a dia, não recomendo de forma alguma. Tem concorrentes bem mais interessantes.",
                "Não, estava de olho num golf 1.0 tsi manual e parece que é bem tranquilo. Pena que aumentou mais de 20k após pandemia.",
                "O que vale em um carro é estado de conservação,  quem compra carro por km tem que se ferrar mesmo.... pega carro que marca 70 mil mas na realidade tem mais de 190 mil rodado , só existe km voltado por gente assim,  mas não é bomba não se teve manutenção em dia vale a pena e motor tsi 1.0 tem a manutenção bem em conta já que a maioria das peças são do up",
                "Não diria bomba pois não são quebradiços com facilidade...maaaas, as peças SÃO caras e a mão de obra mais cara ainda pois vc necessariamente precisa levar para mecânicos qualificados (se levar na oficina do Tião vc se lasca)",
                "Motor muito moderno e eficiente. Porém a manutenção corretiva, quando há, é cara já que ele tem muita eletrônica e a manutenção preventiva não é das mais baratas visto que tem que descarbonizar com mais frequência? Ali na faixa dos 40, 50 k. Usar gasolina premium pra evitar carbonização e entupimento de bico. Mas é um motor q eu nunca ouvi ninguém tendo que \"fazer de novo\" ou dando pau geral. (Só claro quando os choraboy querem botar turbina de gold 1.4, daí é pedir pra dar merda)",
                "Por experiência própria , motores TSI acima de 80 mil km , é pedir pra se estressar. \nQuer sossego vai de aspirado e tá ótimo"
            ]
        },
        {
            "title": "Moto para pegar rodovia (off?)",
            "selftext": "Não sei se posso falar de motos aqui no sub, porém, o sub r/motoca tem poucos membros, então decidi solicitar ajuda por aqui.\n\nBom, eu basicamente precisava de uma moto para pegar rodovia, cerca de 20km de ida e 13km de volta. Atualmente tenho uma Bros 150, que apesar de ser muito boa, ela não aguenta muito a pauleira de acelerar em rodovia e vive no giro máximo. Qual seria a moto ideal? Visando um conforto e estilo.\n\nPontos a serem avaliados:\n\n* Orçamento de 20k\n* 99% dos dias a rodovia tem zero transito.\n* Nesses 1% dos dias, gostaria que a moto fosse fácil de manobrar para andar em corredor e ir cortando transito sempre que pudesse.\n* Vou utilizar ela para o dia a dia dentro da cidade também. (que também não é muito movimentada)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12pdjoq",
            "num_comments": 7,
            "comments": [
                "Bros vem com pinhão pequeno e coroa grande pra relação ser maior e ter mais torque em situações tipo 1ª marcha e cia, pra lama, areia e situações de quase trilha isso ajuda.\n\nSó de trocar o que você usa por algo tipo relação 18/45 (O original acho que é algo tipo 17 e 50 dentes) já melhora a velocidade sem enrolar cabo.\n\nO motor virtualmente é igual CG, o que mais muda é a relação mesmo, se ficar em peça original parece que CG corre e Bros é lerda, mas é só trocar relação que a coisa melhora muito.\n\nSe procurar talvez tenha pinhão 19 dentes pra ela, e coroa tipo 42d ou até menos, aí dá pra ir a 110km/h com só uns 3/4 do acelerador (Tenho CG 125 e já fiz esse teste de meter relação bem menor (Do original 3:1 testei até 2:1), no pior dos casos a saída de 1ª fica estranha, mas na rodovia fica uma maravilha, ainda falta potência pra ultrapassagens mas o consumo reduz muito, e em subidas leves fica mais fácil baixar marcha e deixar a rotação subir, aí mantém velocidade mais fácil).",
                "Fazer 250 (Fz25), Twister 250 (da nova). Dentro desse orçamento já consegue.\n\nDa pra subir outro degrau e procurar uma Mt03, Z300 ou Z400"
            ]
        },
        {
            "title": "Astra como 1º carro",
            "selftext": "Bom dia, pessoal. O que acham de um astra como primeiro carro? Quero gastar entre 30~35k e estou considerando um astra nessa faixa.\n\nO uso seria principalmente nos fins de semana.\n\nCompensa?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12pde5z",
            "num_comments": 25,
            "comments": [
                "Se for hatch médio, considere também Vectra GT e Focus MK 2.5.",
                "Concordo com os comentários do pessoal sobre a confiabilidade mecânica, etc. Porém, é praticamente impossível encontrar um Astra inteiro, a maioria caiu na mão de \"chora boy\" e já foi rebaixado, batido, repintado, teve GNV, etc.",
                "Eu acho uma excelente escolha, bom de mecânica, bom de acabamento interno, se pegar um elite ou um ss então é sensacional, procure sempre pelo que tenha ar digital valoriza na hr de vender depois",
                "Estou nessa também, mas está difícil encontrar um inteiro (abaixo dos 120 mil km) por menos de 40k. A partir dessa faixa de preço estou considerando também o Fiat Bravo manual e o Vectra GT, como outro camarada comentou.",
                "Astra foi o meu primeiro carro... há 15 anos...  Se achar um inteiro, vai fundo.  \nSó esteja ciente do consumo. Aquele 2.0 até que consome ok em estrada mas em cidade é péssimo.  \nMas fora isso, só tive problema com vazamento do fluido de freio e com uma mangueira de água uma vez. De resto o carro nunca deu problema.",
                "Fala Op,\n\nCompra super segura. O Astra não costuma dar problemas e até as peças originais são baratas.   \nÉ um carro com um ótimo desempenho, consumo de combustível razoável, completo e espaçoso.  \nNão tem erro;",
                "É bem difícil achar um em bom estado, eu indicaria vc pegar um Focus 2.0 duratec manual, anda mais que o astra, é mais confortável, ford apesar de ter peças mais caras é bem mais resistente (é corrente de comando e não correia dentada) e você acha eles em bom estado com facilidade",
                "É uma boa opção. Dê preferência para os modelos que vem com o câmbio F23. Se futuramente quiser fazer uma preparação de performance, esse câmbio é mais robusto! Procure no Instagram @armazemdovovo e @antigosmaisnovos que vc vai encontrar uns bem íntegros.",
                "Como o meu é um Vectra GT, então posso dizer que o Astra é uma boa, se você achar um em bom estado. Mas não pense que a manutenção é igual a de um popular. Não é horrível de cara, mas também não é exatamente baratinha.\n\nTipo, acabei de pagar 1540 pra arrumar a direção, e vou ter que pagar uns 1300 pra arrumar o catalisador.",
                "Só vai.  \n\n\nTenho um Atra Hatch Advantage 2011 e é so alegria. Manutenção relativamente barata, acabamento muito bom, confortável e confiável. \n\nContras na minha opinião: Consumo urbano é alto, nao tem freio Abs nas versões mais novas (Disco na frente e tambor na traseira), em altas velocidades vc sente falta de um freio bom quando tem parar.  \n\n\nUnico problema que tive foi queima de junta de cabeçote (dizem que é crônico). Gastei cerca de 2.000 reais com retifica e troca de todos os componentes necessários. Depois disso nunca mais tive dor de cabeça com o carro, apenas rodo, troco óleo, e dou manutenção preventiva e corretiva de suspensão, troca de correia dentada e essas coisas.",
                "Sem querer ser saudosista (porém, já sendo) é da época de projetos da Opel, vendidos com a marca Chevrolet, então, tende a ser coisa ótima... Eu iria sem medo, nem receio algum!!!",
                "Consumo exagerado",
                "Se você tiver condições de arcar com a gasolina e com a manutenção (que, mesmo não sendo exatamente cara, custa mais do que aquela de um popular), vai fundo. Astra é um carro que tem uma mecânica simples e confiável, além de ter oferecido equipamentos interessantes durante a sua produção, como ar-condicionado digital, teto solar, freios a disco nas quatro rodas, airbags laterais e dire eletro-hidráulica. Uma dica: como o Astra tem fama de não frear muito bem, procure um exemplar equipado com ABS.",
                "E um bom carro, faça vistoria cautelar, pré compra, melhor coisa que cê faz",
                "Tô rodando atualmente com um Astra 2010/2011, do último modelo lançado.\n\nÉ um baita carro. Anda bem e tem conforto. Mas mesmo tendo sido bem cuidado, já apresenta algum cansaço aos seus 120 mil km.\n\nO ar condicionado digital é de lua. Às vezes funciona, às vezes não. A trava elétrica idem. Mesmo alinhado, segue trepidante acima de 120 kmh. O catalisador já era. Apresenta vazamento de óleo no cabeçote. E por aí vai... \n\nComo disse, é um belo carro, mas não compraria hoje. Esse meu é do sogro, está emprestado. \n\nO consumo é realmente alto, quase assustador. Tem que se ligar nisso."
            ]
        },
        {
            "title": "Calibrador portátil para pneu do carro",
            "selftext": "Galera, alguém aqui tem algum desses calibrador portáteis e pode comentar se vale a pena pra manter uma calibração semanal do carro?\n\n&#x200B;\n\nhttps://preview.redd.it/ihl16w5infua1.png?width=537&format=png&auto=webp&v=enabled&s=d627ef9727f4bcded50e153d58720290b32608f6\n\n&#x200B;\n\nNa cidade onde moro os postos cobram 1 real para calibrar, e nem sempre ando com dinheiro pra trocar e usar. Além disso muitas das vezes os calibradores não estão em boas condições.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12pd1uy",
            "num_comments": 9,
            "comments": [
                "Sim, super de boa. A vantagem é ter a pressão do pneu sempre frio e sempre com o mesmo medidor, além de anular a possibilidade de ir água pra dentro do pneu. Ah, e não precisar de um fio ligado no carro além do tamanho pequeno que cabe no porta luvas.\n\nEle aguenta subir algumas libras de boa, só manter carregado. Também sobe um pneu do 0 de boa, só demora um pouco.\n\nEu costumava usar pra revisar pressão dos pneus da moto antes de sair pra role e em trackday. Ainda uso no carro.",
                "Tenho exatamente esse modelo do post e funciona bem. Uso há um ano. Consigo calibrar os 4 pneus do carro tranquilo.",
                "Que bad isso. Aqui os caras calibram pra você de graça, não precisa nem descer do carro.\nMeu colega tem um desses, que liga no 12V do carro. Funciona bem.",
                ">Na cidade onde moro os postos cobram 1 real para calibrar, \n\nDo jeito que cobram por tudo, na real é até estranho os postos daqui não aderirem a isso. \n\n\nVlw pelo post OP, tava pensando nisso dia desses. O calibrador do posto perto de casa funciona quando quer, e sempre tem fila",
                "Pode usar até esses baratinhos: https://www.lojadomecanico.com.br/produto/73031/21/159/Mini-Compressor-de-Ar-12V/153/\n\nDesde que se acostume com o mostrador de pressão pra saber a pressão ideal vai fundo.\n\nSe roda todo dia não terá diferença semanal significativa, a margem de erro desses sensores eletrônicos passa de 1psi, isso tem em umas semanas em uso normal, ou seja, pode ter variação real e o calibrador não \"ver\".\n\nProblema é quando tem algum dos 5 pneus esvaziando mais rápido, aí o problema não é descalibragem normal, tá com vazamento, raramente tem vazamento que reduz só digamos 5psi numa semana, ou ele murcha ou continua com pressão normal, não costuma ter meio-termo. Muita gente investe nos sensores de pressão sem fios por isso, ir lá ver pressão toda hora cansa, se há tanta preocupação isso serve melhor: https://shopee.com.br/product/237303781/10347755094  A utilidade disso é tanta que muito carro premium vem com isso de fábrica, não na tampa do ventil mas por dentro.\n\nNão é possível que todo posto tenha isso de cobrar, o problema não é ir só em posto caro de centro, e pedir pra funcionário fazer, ao invés de você estacionar lá longe no calibrador no canto e você mesmo calibrar? Aqui só cobra quando é calibrador na bomba e o frentista é que confere, o calibrador lá no canto longe das bombas é grátis, e costuma ser mais preciso que sensores eletrônicos desses calibradores a bateria (são compressores 6-12V baratos, mas tem 2-3 ou 5 células li-ion em série alimentando, no fim dá na mesma que compressor de colocar no acendedor de cigarros, todos dão seus problemas depois de uns anos, é plástico, não é produto pra tanto uso, mesmo Xiaomi caro costuma soltar encaixe pela trepidação, é reparo simples mas precisa reparo). Esses baratos de plugar em acendedor também dão problema logo se usar seguido, então se não quer muito problema usa só medidor de pressão toda semana, não o compressor, pode ser medidor clássico de caneta, ou pode ser os digitais simples: https://produto.mercadolivre.com.br/MLB-2808388003-calibrador-medidor-presso-digital-pneu-veiculo-calibragem-_JM Se usar compressor toda semana logo vai ter biela quebrando, plástico soltando, engrenagem comida, eles são muito simplórios, acho que só acima de uns R$ 300 melhoram (Os Xiaomi pra cima, não tô por dentro do preço atual), nesse preço tem os kits de sensores de pressão sem fio, e compra compressor genérico pra deixar no porta-malas pro dia que precisar (Eu que rodo na roça preciso só 2x por ano, o resto é problema light que pode esperar ir em borracheiro)."
            ]
        },
        {
            "title": "DÚVIDAS SOBRE O RESERVATÓRIO/ARREFECIMENTO",
            "selftext": "Pessoal não sou muito experiente em coisas relacionados a manutenção e tals mas sei que o certo no reservatório de água seria fazer limpeza e depois colocar o aditivo e a água desmineralizada. Mas como já faz tempo que não é feito isso, não vai acabar tendo vazamentos e problemas?\nVcs que já fizeram isso e entendem, respondam ai e vamos trocar uma ideia",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ox59l",
            "num_comments": 14,
            "comments": [
                "Pode acontecer. Vai depender do estado do seu carro e de quanto tempo rodou sem aditivo. No entanto, lembre que se vc não corrigir agora, o sistema vai estourar de qualquer jeito, e vc pode ter problemas mais sérios e caros de resolver, como uma junta de cabeçote queimada, ou um radiador vazando,",
                "Só lave se tá sujo (Marrom, cor de oxidação que foi soltando).\n\nSe é por tempo não se preocupe com isso, a capacidade de não ferver a 92°C, e de não gerar oxidação, não é perdida com o tempo em líquidos normais, por isso inclusive manuais recentes citam que não precisa trocar o líquido de arrefecimento (Manuais antigos não citavam nada porque era meio óbvio, se não tá sujo não tinha porque limpar).\n\nSe tá sujo já citaram, é só tirar o líquido sujo, jogar uma água, e então colocar líquido limpo. O restinho de água que sobra dessa limpeza não é nada relevante, são poucos minerais, em situações normais passa 8 ou 9 anos sem alterar cor, difícil não ter problema em bomba, mangueiras ou radiador nesse período pra não precisar trocar por outros motivos (Não se reaproveita isso, se tirou joga fora, e bota líquido novo).\n\nMas não precisa colocar água desmineralizada, pode comprar só aditivo pronto-uso, canso de ver opções de R$ 6 a 10, se comprar a água desmineralizada e um aditivo concentrado costuma ficar mais caro que colocar só aditivo pronto-uso (Eu pago R$ 7 cada pronto-uso, o concentrado é uns R$ 30, e vai mais R$ 6 por litro de água desmineralizada, num caso vai digamos R$ 30-35, com água desmineralizada e concentrado vai R$ 50-60 fácil).",
                "O meu carro possui mais de 20 anos de idade. Quando comprei estava na água da torneira e o reservatorio podre de ferrugem, fiz a limpeza, troquei o reservatório e coloquei aditivo.  \num tempo depois surgiu um furo no meu radiador.   \nTroquei o radiador e hoje uso somente aditivo.",
                "Já vi varios casos em que nunca foi feito limpeza do sistema de arrefecimento, mais recentemente de um amigo com um Jetta MSI, e a ferrugem estava segurando os furos feitos pela corrosão. O problema é que nem sempre é assim, assim como a ferrugem pode tapar alguns buracos, pode não tapar e ficar buracos vazando o líquido.\n\n&#x200B;\n\nAlém disso, sistema sujo não funciona direito, aumenta as suas chances de ferrar com radiador e consequentemente, motor também.",
                "Se vc só usa água basta abrir o retorno e deixar a água correr até ela ficar limpa.\n\nRemova o reservatório e lave bem ou troque caso não consiga remover toda a sujeira \n\nQuanto ao aditivo avalie o quanto de sujeira saiu do motor e veja se vale ou não a pena usar o aditivo.",
                "Se fizer o serviço, não esqueça de remover o reservatório e dar uma boa lavada nele. Checa a tampa também, às vezes as vedações dela estão comprometidas."
            ]
        },
        {
            "title": "Como proteger carro que fica no sol?",
            "selftext": "Meus caros, depois da ajuda da galera aqui acabei comprando um carro maior pra família mas o orçamento se foi, então ele vai ter que passar em torno de 1 ano no sol e depois vou construir uma cobertura na garagem de casa. Meu corsa anterior ficou muito no sol e com 10 anos a pintura prata dele ficou com várias marcas e perdi 30% do valor do carro, pois precisava de pintura em tudo.\n\n**Como eu faço pra desacelerar esse processo no carro novo?**\n\nO sol pega mais nele depois do meio dia, antes disso a casa tampa uma boa parte da garagem. Ainda vou colocar película, tem algum tipo mais indicado? \n\nE pra proteger lataria, borrachas e plasticos externos?\n\nAgradeço a ajuda.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ow393",
            "num_comments": 14,
            "comments": [
                "Compra uma tela sombrite, tem no mercado livre de vários tamanhos, 80% e 90%.",
                "Encera mais seguido, só isso.\n\nPrata é o que mais resseca verniz (Pintura queimada), porque o material metálico da tinta é reflexivo, a UV do sol passa pelo verniz na descida, e na subida por conta do reflexo. Outras cores, ou sem metalização, só ressecam verniz pelo calor, por isso branco é o que menos resseca.\n\nA cera serve de filtro UV, é pouco eficiente mas é melhor que nada. Mete cera depois de cada lavada pesada e pronto, ou a cada 2 meses se lavar rapidinho, passa a unha e descubra quanto tem de cera, sempre tem que ter cera em cima, o prazo ideal é quando tem pouca cera, pode ser 1 mês, 3 meses, depende de quanto e como lava.\n\n1 ano bem encerado não envelhece nada significativo. Não tem como comparar com 10 anos de sol com pouca cera (Pessoal que mete cera 1x por ano), mas 10 anos é normal ter pintura prata ou preta queimada, eu estranho é carro de 10 anos que não em isso pelo menos em alguma peça, por isso se pinta peças separadas em lanternagem se quiser, o padrão é queimar só capôs e teto, pinta só elas e vende por preço melhor.",
                "Tenda, capa e/ou lona vai te ajudar até construir a garagem. É uma solução rápida e barata.",
                "Faz uma vitrificação, esse processo é justamente pra proteger a pintura do carro. Costuma durar uns 6 meses.\n\nOutra coisa que também pode ser feita é vc comprar um daqueles guarda-sóis que podem ser fixados no teto do carro pra proteger contra o sol.",
                "Aqui em casa a garagem só comporta um carro e uma moto. O resto da frota (carro e moto) ficam expostos. Resolvemos isso comprando uma tenda de jardim, branca, desmontável. Tem uns 3x3m e dá conta do recado. Importante ancorar pra não sair voando, kkkk."
            ]
        },
        {
            "title": "carsystem",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ords1",
            "num_comments": 1,
            "comments": [
                "Alguem sabe se seguro da carsystem presta tanto pra carro quanto pra moto? Alguem já teve alguma experiência se eles pagam tudo certinho se precisar? Pois os outros seguros tão num valor que fica complicado de pagar"
            ]
        },
        {
            "title": "Bombas ou não? Pensando seriamente em arranjar um problema pra minha vida",
            "selftext": "Boa noite! Estou pensando em comprar um carro até uns 35k, mas queria algo melhor que um popular peladão, mesmo que fosse mais velho. Aceito recomendações já que sou meio leigo no assunto. Minhas opções atuais:\n\nAzera 3.3\n\nMitsubishi Galant \n\nKia Magentis.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12oqcsm",
            "num_comments": 6,
            "comments": [
                "De um peladão ate azera tem muita coisa no meio. O Azera é um excelente carro, melhor que um corolla/civic. Comparando com carros novos, um corolla hj ta saindo mais de 130k? Não to acompanhando mas acredito que sim, ja que um onix ta 90k.\n\nImagina então a manutenção de um carro que se lançasse hoje é melhor que o corolla. Por conta da depreciação e mercado, é um carro sim que vc acha por 30-35 mil. Mas lembra que quando tiver qualquer coisa pra fazer, ainda mais que é um carro de idade, vai ter coisa pra fazer, as peças são de um carro top de linha no Brasil. O preventivo é \"tranquilo\", mas quando começar a ter que mexer em peças de direção, adjacentes a suspensão, lataria, ai o negócio complica.\n\nFora que é um carro que chega a ser um pecado colocar peças de baixa qualidade. Kit de 4 suspensões ai online da cofap vc encontra por 3000+. Normalmente esses carroes mais top vao ter passado por alguem descuidado, ainda mais por esse preço, que não teve cacife pra manter o carro em dia. Ate pq os que estiverem bem cuidados vc n vai encontrar nessa faixa de preço provavelmente.\n\nTem tbm a questão do seguro, sao carros de custo baixo pra comprar mas valor alto de peças. Quase certeza que vai pagar bem caro no seguro, pq muitas vezes carros de mais alto padrao que vale 30k, quando bate algo mais sério vai ser PT. Isso considerando que vc é alguem mais velho, ja teve carro com seguro pra baratear o seguro.\n\nLevando tudo isso em consideração, eu conheço o azera e vejo varios na minha cidade, eu consigo imaginar q dos 3 talvez seja o mais tranquilo pra resolver os BO q tiver. Kia na minha cidade quase n tem, esse msm nunca vi pessoalmente, nem mitsubishi.\n\nSe é seu primeiro carro, vc é novo (menos q 30 anos), e 30k é muito dinheiro pra vc, recomendo vc ter paciência que a hora vai chegar, com sabedoria, ai vc compra coisa melhor que resto de rico.\nConsiderando esse perfil acima, até 30-35k mais completinho vc acha palio, agile, corsa com anos melhores, mais novos. Se vc conseguir segurar mais um pouco, com 40-45k tem hb20, march, ate uns uno mais novo encontra e já são carros mais bonitos e tecnológicos. Se mesmo assim vc quiser dor de cabeca, ainda considerando o perfil acima, vai de astra ou vectra, manutenção barata, motor mais forte, modelos mais bacanas. Civic e corolla nessa faixa de preço ai é mt complicado, talvez encontre uns 2007 g8 que sao os monocombustivel, mas são carros caros de fazer manutenção e nessa idade sempre vai ter coisa pra fuçar.",
                "Lasanha é para quem manja de gastronomia, vai de miojo.",
                "Não considero que o Azera seja bomba. São carros extramente confortáveis e nunca ouvi relatos de grandes problemas.\n\nSe é esse o tipo de barca que vc procura, o Ômega Australiano também é uma bela Opção, assim como Ford Mondeo, Peugeot 407 Griffe 3.0 V6 e Citröen C5 Tourer.\n\nPorém, seja cauteloso: Qualquer um desses carros pode facilmente te dar um orçamento de 10k ou mais numa oficina. Antes de comprar vc precisa saber onde está se metendo.",
                ">sou meio leigo no assunto\n\nMan, faz isso não. A não ser que vc esteja disposto a gastar bastante dinheiro e tem o luxo de poder deixar esses carros alguns dias(ou até semanas) em oficinas.\n\nCarros desse nível são excelentes, excelentes mesmo. Incomparáveis com 90% dos carros 0km no Brasil. Mas eu só recomendo pra quem já manja do assunto, pra consumidor mediano fica bem caro e pode ser uma fonte de dor de cabeça.\n\nDesses aí o Azera é o mais conhecido, pode se achar em desmanche, vendeu bastante e a mecânica é bem forte, apesar de cara.\n\nMagentis e Galant são outras naves muito boas, mas tem uma dificuldade maior com peças, especialmente o Galant. Outras belas lasanhas respeitáveis: C5 Tourer, Optima, Toyota Prévia, Toyota Paseo, Honda Accord.",
                "Desses 3 que citou, o Azera não é bomba não, cara...\n\nÉ um excelente carro, com ótimo desempenho, e muito conforto. As peças de reposição são caras, nem tão fáceis de encontrar, mas isso não torna o carro bomba... Até por conta da tamanha confiabilidade que ele tem.\n\nContudo, porém rs Ainda acredito em veículos como Camry e Accord. São muito bons, muito confortáveis, tem boa lista de equipamentos e, melhor de tudo, tem diversas versões no nosso mercado. E ter várias versões necessariamente dá mais tranquilidade pro dono, é um terreno melhor conhecido pelos mecânicos, não tem jeito... Só uma ideia.\n\nOutro veículo muito bom, mas infelizmente veio por pouco tempo, é o Nissan Altima. 2.5CVT. Uma nave! Tem um andar muito confortável, queria muito que tivesse continuado tanto nessa versão quanto na 3.5 V6 da época, e que tivesse até hoje nas 3.5 V6 atual e 2.0T... acho que o mercado já tava muito tomado por Camry e Accord, junto com Azera 3.3 e 3.0, ficou difícil...",
                "Por esse valor vai de Corolla \"Brad Pitt\" e seja feliz."
            ]
        },
        {
            "title": "Associação de seguros ou cooperativa de seguros vale a pena ?",
            "selftext": "Cotei em várias seguradoras todas deu um valor razoável umas mais outras menos pelo valor do carro.\nVi um anúncio de uma associação de seguros e fiz  uma cotação saiu um valor muito abaixo do normal exemplo meu veículo o seguro é na base de 3k pela associação saiu 1.4k bem abaixo msm, alguém tem seguro por cooperativas ou associações sabe me dizer se é confiável etc..\n\nMe ajudem!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ooxxn",
            "num_comments": 13,
            "comments": [
                "Vale a pena pro dono.\n\nCooperativa não tem registro na SUSEP, se não tiver dinheiro quem abraça o prejuízo é tu, não tem obrigação de usar peça nova original, fica num buraco negro. Quem contrata acha sempre uma maravilha, mas no primeiro problema não tem nem pra quem reclamar.\n\nÉ literalmente a minha última opção em questão de \"seguro\". Está atrás até mesmo de levar uma Bíblia no painel, um rosário no espelho e um adesivo 'foi Deus quem me deu' no vidro traseiro.",
                "Eles tem um modo de operação bem mais barato, isso baixa preço mas torna os retornos extremamente lentos.\n\nTrabalhei muito tempo com seguro normal e igual era uma putaria, cheio de inúteis do jurídico inventando firula leiga pra não pagar N coisas seguradas, seguradora tradicional acaba praticamente gastando mais com jurídico que com pessoal técnico do mundo automotivo (Que saiba analisar danos e riscos, sem ser terceirizar com vistoriadoras lotadas de motoboys que escrevem pobrema e vrido).\n\nNas cooperativas você tem que bancar tudo, depois você corre atrás do reembolso. Pra dano pequeno não dá, até porque em seguradora tradicional o que mais tem é usuário folgado que aciona guincho até por pneu furado e falta de combustível, preferem esperar 3h por guincho que ir resolver em 40 minutos ou menos. Por conta desse tipo de firulas as cooperativas não tem cobertura nada completa.\n\nVou dar exemplos: Você bateu feio, o carro até sai do lugar, então você que se vira com guincho, leva pra oficina, repara (Lanternagem e pintura), enquanto isso você usa seu outro carro, moto ou o que for. Depois de reparado, aí você apresenta as notas, fotos e etc pra cooperativa, e eles ressarcem. Se for dano leve melhor nem tentar ressarcimento, no máximo vão cobrir um polimento de peça de R$ 100.\n\nSe deu PT numa batida, eles não tem terceirizados a cada 300km, então pode leva 30 ou 60 dias pra irem até lá pegar a sucata, avaliar quanto vale e se dá reparo, e então te reembolsar.\n\nSe você é o culpado num acidente, você paga o reparo do carro do terceiro, apresenta notas, fotos e etc depois de tudo reparado e pago, e então pega o reembolso (Nem sempre total, tem leigo bobo que só vai em oficina afrescalhada que por incompetência cobram o dobro do preço pra tudo, tem coisa que foge do razoável, quando trabalhei com seguradora tradicional me sentia um burro idiota por ser obrigado a dizer que o preço de um farol de um Audi afrescalhado é R$ 4 mil mesmo, porque de fato é o preço do lixo original comprado em lojas pra burros, as concessionárias, o razoável em carro de 8 anos seria comprar compatível ou peça usada, mas seguradora é afrescalhada e gera lixo pra caramba, obriga toda a cadeia de serviço a gastar com firula cara, não a toa dão PT até em situação que condena só parachoque e faróis, dar PT sai mais barato que reparar nos moldes afrescalhados da originalidade. Se o terceiro envolvido no acidente for afrescalhado, vai cobrar uma fortuna, nenhum sistema razoável vai reembolsar valores abusivos, seguradora tradicional bota os inúteis do jurídico pra inventar desculpas pra não pagar, as cooperativas simplesmente não pagam e pronto, pagam só o razoável).\n\nNo caso de caminhões as cooperativas são mais velhas, nesse ramo o que importa é poder trabalhar pra ganhar dinheiro, então as vezes cooperativa arranjava caminhão simples com aluguel barato pro associado pelo menos trabalhar pra pagar as contas, ou reparava cavalinho enquanto carreta tava trabalhando e vice-versa, no tempo de conseguir prancha pra ir buscar caminhão ou carreta batidos/recuperados as cooperativas sempre davam alternativas, pra esse ramo elas funcionavam lindamente, a maioria das seguradoras tradicionais NEM cobria caminhões e cia por conta dessas especificidades. Hora que transpuseram essas cooperativas pro mundo dos carros teve esse estranhamento, tem cliente acostumado com firula de seguradora, tipo guincho, carro reserva e a própria seguradora fazendo reparos (Só nas capitais e cidades maiores na prática, em cidade pequena tudo fica na mão do segurado IGUAL com cooperativa), metade das reclamações que ouvi sobre cooperativas foi de afrescalhado que esperava essas firulas, e a outra metade foi pelas demoras (Pra pagamento e cia).\n\nEntão eu diria que cooperativa só funciona pra quem tem capital reserva no banco, e tem outro carro, moto ou outro jeito de se locomover, porque não vai ter carro reserva, não tem ajudinha nenhuma, você é que terá que achar lanterneiro com tempo, oficina, chamar guincho (Se pega telefone a ponto de poder acionar seguro, pega telefone a ponto de poder ligar pra guincho, lógica básica), e obviamente pagar tudo isso.\n\nEm caso de necessidade de reparo de acidente obviamente precisa ligar na cooperativa e ver se eles tem lanternagem ou oficina conveniada na cidade, geralmente não tem (Cada cooperativa tem sua área pequena de atuação, só tem isso na área, o alcance é bem curto, as vezes 300km longe da cidade da cooperativa eles nem sabem onde a cidade fica, que dirá ter convenio com alguma coisa), aí você fotografa tudo (Em seguradora se terceiriza com vistoriadoras lotadas de motoboy, eu trabalhava nessa parte de ter que lidar com laudos de motoboy), porque foto em 2023 até criança sabe tirar, encaminha, encaminha orçamento, vê se querem esperar aprovação ou se você pode reparar pra eles ressarcirem depois (É o mais simples geralmente, desde que vá em lanterneiro comum não tem muita chance de não ser aprovado), eles aceitam até nota fiscal de compra de peças do ML e cia, é tudo bem flexível DESDE QUE opte pelas soluções rápidas e baratas, sem frescura de peça original caríssima. No caso de terceiros é que isso as vezes fica caro, você paga R$ 5 mil do reparo do terceiro (Se a culpa do acidente foi sua), mas eles calculam que o razoável seria só R$ 4 mil, vão te ressarcir só o razoável. Pode botar advogado, mas geralmente o contrato estabelece a praça da cooperativa e não sua cidade como local pro processo, fica caro fazer processo por firulas assim.\n\nConvênio com oficinas pra reparos mecânicos do dia-a-dia é bom ficar longe das conveniadas (Seja seguradora ou cooperativa), só corre atrás disso oficina que tem tempo, e se tem tempo é porque o serviço é uma bosta e tá vazia, oficina boa tá sempre com agenda lotada pra 2 semanas, nem tem tempo de trabalhar, que dirá ir atrás de convênios e cia. Esse tipo de manutenção do dia-a-dia não pode envolver nem seguradora nem cooperativa, senão vai ficar caro a toa, por firula, sem qualidade técnica que justifique preços altos (10% de desconto de um convênio, mas cobra 20% a mais por hora técnica, belo desconto!).\n\nSe é só 1 carro, você depende dele pra tudo, não tem R$ 10 mil sempre no banco pra emergências, fica longe de cooperativa, vai te dar gasto alto. Senão, economiza R$ 2 mil por ano, e dia que tiver gasto alto leva 2 meses mas ressarcem, a longo prazo fica bem econômico.\n\n(As demoras são pelas dificuldades de avaliar eventuais fraudes e cia, ter técnico viajando pelo país pra ver com os olhos locais de acidentes, ou sucatas, sai muito caro, tem que transportar carcaça por milhares de km as vezes (Pra leiloar pra abater parte do gasto), seguradora tem que ser cara porque se dispõe a atender isso com rapidez, essa rapidez custa uma fortuna, tem que atender o país todo. Cooperativas não tem essa proposta, tudo demora mas o preço cai, nada sai de graça, não existe preço baixo com rapidez, só existe preço mais baixo se o serviço ofertado for bem inferior em cobertura e agilidade)"
            ]
        },
        {
            "title": "Vcs acham a Brasília e o Fusca bonitos?",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/12okdae)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12okdae",
            "num_comments": 12,
            "comments": [
                "Podem ser feios, mas são indestrutíveis.",
                "Depende, original é ok nada demais, mas tem um puta potencial pra fazer um projeto e modificar aí sim fica lindo",
                "Brasília até vai, fusca não.",
                "Acho ambos bem bonitos. Bota aí Variant, TL, Kombi... Todos muito bonitos.",
                "Comparados a esses carro de plástico de hoje em dia, são obras de arte. \n\nTeria fácil uma Brasília ou uma Kombi, Fusca é o que eu menos gosto desses 3.\n\nCuriosidade: Tanto Fusca, Brasília e Kombi tem o mesmo comprimento e largura, pois usam o mesmo chassi",
                "O Fusca é simpático, a Brasília é bonitinha",
                "Gosto muito de ambos, e os acho carros bem bonitos.",
                "O cara q fala não é mal amado",
                "Tenho um Fusca 84 1600, acho muito lindo e forte, puxa muito bem. O problema é que você arruma uma coisa e estraga duas"
            ]
        },
        {
            "title": "QUANTO GERALMENTE CUSTA POLIR UM CARRO ?",
            "selftext": "Tenho um onix todo preto e está bastante arranhado. Penso em polir e deixar todo bonitão e novo. Vcs sabem mais ou menos quanto custa polir?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12oh3vf",
            "num_comments": 15,
            "comments": [
                "Se for só o polimento, numa estética automotiva da vida real e não nesses caras que se acham estrelinhas, eu diria que uns R$ 600 seria um valor razoável.",
                "Amigo na minha cidade está numa faixa de 700 reais carros Hatch.\nMas já te aviso, não procure menores preços e sim um cara profissional, tenho um colega do meu trabalho com um gol g6 branco estava meio amarelado com o tempo mandou polir em um cara que se diz profissional voltou com o carro com vários detalhes de queimado da politriz.",
                "Ano passado eu cotei alguns serviços nesses detailer, o polimento completo era 600 reais. Meu pai encontrou um cara que fazia na casa dele, cobrou 400, ficou quase igual. A diferença foi alguns detalhes que a detailer fez a mais no meu, e o carro do meu pai ficou 1 dia cheirando a cigarro. Mas ele economizou 200 reais kkk\n\nEdit: o meu ficou mais caro pq era sedan. Nessa mesma empresa, polimento pra hatch está na faixa dos 500 reais.",
                "Polir é o mesmo que o pessoal chama de espelhamento?",
                "Lendo os comentários e a média de valor me senti burro pra um caralho (no caso foi minha mãe que mandou polir o carro dela). Pelo corolla xei 2016 foi 3500, não só poliram mas arrumaram diversos arranhados e algumas partes que tavam com a tinta \"desbotada\" (? n sei que palavra usar)",
                "não era mais facil mandar uma dm para o insta de uma estetica proximo a voce?"
            ]
        },
        {
            "title": "Twingo como primeiro carro?",
            "selftext": "Galera, to pesquisando carros pra comprar o meu primeiro e encontrei um Twingo 1999 por 13.900, ele ta bem inteiro aparentemente, mas não manjo muito de carros e quero aprender mais sobre, será que é uma boa comprar ele?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12obnyl",
            "num_comments": 51,
            "comments": [
                "TWINGO DE COMBATE \n\nÉ cada coisa que a gente vê nessa vida…",
                "Twingo não é a resposta, é uma pergunta, e a resposta é sempre sim.",
                "Ricardo Boechat approves!",
                "Usei como daily driver por um bom tempo um Twingo MUITO surrado e tenho local de fala aqui.\n\nO que eu usei era o 1.2 com motor vareta (aquele muito semelhante ao CHT. extremamente econômico e não quebra por nada nesse mundo\n\nSuspensão tem algumas peças chatinhas de achar, mas é possível adaptar muita coisa do Clio, caso tenha um mecânico e torneiro com boa vontade\n\nPneus e rodas são um pouco difíceis de achar, por conta das caixas de roda dianteiras serem minúsculas. Conforme o off-set das rodas, não cabem medidas de pneu como 175 17 R13. Era um parto conseguir pneu 165 70 ou 165 65 R13. Talvez com rodas 14, encontrar pneus estreitos seja mais fácil.\n\nPeças do acabamento interno são simplesmente impossíveis de achar. Procure um íntegro.\n\nEspaço interno ABSURDO. É bizarro o quanto ele é espaçoso, tanto pra carga, quanto para ocupantes\n\nAinda falando sobre o interior, ele é totalmente modular. Pode carregar 4 pessoas, ou 2 pessoas e muita carga, ou virar uma cama (bem confortável, aliás)\n\nProcure os modelos com ar condicionado (porque né, Brasil)\n\nEssa porcariazinha faz fácil 17 por litro na estrada com a motorização 1.2, e ainda sim é bem espetinho por conta do baixo peso. \n\nÉ bem macio e até bom em estrada de chão. Só lembrar que ele é importado da França, alguns componentes não vão aguentar tanto se ficar achando que tá fazendo uma etapa de WRC\n\n\nEnfim, recomendo muito. Pegue um íntegro com ar condicionado, e sempre lembre que está com um importado dos anos 90. Por mais que seja um carro robusto, algumas peças serão ruins de encontrar e o carro pode ficar parado esperando.\n\nAmor aos Twingo",
                "Você vai andar por aí escutando EUROBEAT Merci Twingo? Kkk cara que carro incrível",
                "É esse aí da foto?",
                "Gostei mais da personalizada kkkk \nPor esse valor garimpa no olx que acha mais carro, tipo corola, Civic,  accord, antigos claro... mas te entregam muito mais",
                "E tem como não amar o Twingo, porra? Twingo é vida, hahahaha! Sim, sou muito fã do pequeno carro francês.\n\nAgora falando sério...a princípio, eu não teria um Twingo como primeiro carro pelo fato de que tem carros mais novos na mesma faixa de preço (como o próprio Clio). Dito isso, também não descartaria totalmente a possibilidade. Até onde eu sei, o calo aperta mesmo é nas peças de acabamento, como os comandos da ventilação interna/ar condicionado, que mudam de cor conforme o ano-modelo e as grades dos alto-falantes no painel, que são frágeis, difíceis de encontrar e custam caro. Mesmo assim, acredito que tenha gente que replica as peças em 3D, o que torna o processo mais fácil e barato. Tirando isso, não sei de outras coisas que dão muito xabu no Twingo, até porque é um carro de mecânica bem simples, na maioria dos casos. Os primeiros, com motor Cleón 1.2, tinham injeção monoponto e um projeto bem parecido com o Ford CHT, e os mais novos têm mecânica similar à do Clio. Talvez o 1.2 multiponto, que saiu lá pra 1998, seja um pouco mais chatinho na questão da manutenção.",
                "sim.\n\nele é simples, econômico e a maioria das peças de motor são compartilhadas com o clio (o único problema é q ele esta um pouco raro e as versões bem cuidadas meio carinhas)",
                "Não entendo porra nenhuma de carros, mas acho esse aí mt lindo",
                "[Sim](https://i.postimg.cc/6pZ9tTQ4/24993604-1955153318083849-2303048360312397927-n.jpg)",
                "Sim, eu tive um twingoo como primeiro carro, mas porque minha mãe comprou pra ela daí na época eu tirei carteira e comecei ajudar a pagar e usar. Era um problema achar peça, mas muita coisa dava de usar do Clio que me lembro. Teve uma vez que tive que fazer todo motor, não sei o que aconteceu se tava rachado o bloco do motor, será que foi porque botei 140 nele? Só Deus sabe. \n\nNunca mais tive o prazer de dirigir um carro como tive no twingoo, não sei se é nostalgia, poder jogar todo banco pra trás comendo o porta mala pra ter mais espaço pra sentar ou o contrário era muito maneiro. Se tu podes comprar e tens condição e paciência de manter, tocalepau marco veio, que vai ser divertido.",
                "Kkkkk",
                "Pod mais que eu goste do Twingo, pra primeiro carro eu diria pra pegar um Clio mesmo. Twingo é mais nichado, as peças de acabamento são chatas de achar se quebrar alguma coisa",
                "Mano, se fosse eu, procuraria um outro carro, não que o Twingo seja um carro ruim, mas acho q ele tá bastante ultrapassado. Dependendo da sua situação, procuraria um celta nessa faixa de preço, um Ford Ka... Carros mais novos e modernos que o Twingo, e principalmente, mais lindos.",
                "O Twingo ficaria top num estivo velha escola Brasil, só dizendo"
            ]
        },
        {
            "title": "Onde verificar dados de um carro através da matricula e do chassi",
            "selftext": "Até agora vi o portal [https://www.automovelonline.mj.pt/](https://www.automovelonline.mj.pt/)\n\nHá outros melhores? Que dão mais detalhes?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12o6nt5",
            "num_comments": 3,
            "comments": [
                "Que dados?\nÉ para o BR ou outro lugar?\n\nSe quiser saber se o carro foi de leilão, teve sinistro e etc, tem alguns sites como o carcheck.com.br pra vc consultar.\n\nSe for dados como modelo, versão e se tem roubo, confira o app Sinesp.\n\nNão tenho informação sobre Europa",
                "Eu pesquisei no olhonocarro e sempre tem uns cupons de canal de YouTube.\n\nMas.depois paguei uma perícia e viram tudo de novo.\n\nNão achei desperdício pq se desse algo na primeira consulta eu não pagaria a segunda.",
                "Eu prefiro pagar uma inspeção veicular que faz isso aí por tipo 280 reais e mais um monte de outra coisa."
            ]
        },
        {
            "title": "Vectra GT",
            "selftext": "Estou completamente apaixonado pelo Vectra GT. Porém o que me deixa em dúvida é o consumo dele (6km/L). Até tenho outros carros em mente, por exemplo o Corsa 1.4/1.6, mas não consigo tirar o Vec da cabeça.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ntrmn",
            "num_comments": 18,
            "comments": [
                "corsa também é ótimo mano, referente ao vectra, eu tenho um expression. O consumo é isso ai mesmo, porém não penso muito. Prefiro pensar que to andando numa barca hauhsuah. Se comprar não vai se arrepender, é uma puta nave.",
                "Mecânica simples, barata, e carro bonito. \nSe consegue pagar o consumo, abraça.\nNão tem comparação com o Corsa, é outra categoria, outra história.",
                "Se pegar o dos últimos anos, o com motor de 140 CV ele já teve várias melhorias pra melhorar o consumo. Nada que vá te tirar da falência mas já ajuda",
                "Se vc n for andar muito, mata sua vontade. Se o carro estiver bom, vende depois, a galera gosta de vectra. Eu peguei um civic, na cidade o bichinho gasta, mas o meu maior uso é trajetos curtos, e de vez em quando que ando mais pra ir pro centro. Mas to matando minha vontade e sonho de ter, e juntando uma grana pra daqui um tempo voltar pra um carro mais normal e econômico, e mais novo.",
                "Meu primeiro carro foi um Vectra GT-X e eu curtia bastante. Ele não bebia tanto assim. Já era um carro com 8 anos de uso, então vazamentos de óleo eram frequentes. Fiquei 1 ano com ele.",
                "Esse consumo aí só se for no álcool e se sua cidade tem lombada e trânsito pesado sem parar, ele não gasta tanto assim não",
                "E se colocar um GNV nele? Será que compensa?"
            ]
        },
        {
            "title": "achei um subaru abandonado, vale a pena restaurar?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12nqe9r",
            "num_comments": 41,
            "comments": [
                "Não vale.\n\nÉ uma sucata que não serve nem pra ser doador. É mais fácil comprar um Subaru que anda e tem peças inteiras.",
                "Vc vai gastar o valor de uns 3 a 4 subaru desse pra deixar em um estado aceitável.\n\nPelo preço que pedem hj, vale mais a pena penar um que esteja minimamente rodando…\n\nAgora tudo depende. Vc sempre gostou de subaru? Tem condição de manter, importar peça, recuperar peça, pintar o carro todo e etc?\n\nPra mim, isso aí só serve pra virar latinha de cristal",
                "Desculpem pela simplicidade nunca usei o reddit,\nNão sei o modelo do carro \nE também sempre admirei carro com esse estilo\nPuxado pra jdm\nMas meu amigo disse que não vale a pena restaurar",
                "E tem documentação?\n\nSe acha que carro é só lata, tá pra lá de desinformado, se quer rodar com porcaria ilegal pode comprar cabrito ou porcaria roubada por mixaria, dá na mesma.\n\nSe isso já teve chassi baixado não tem o que fazer, carro baixado não se re-registra, não tem mais placa, não tem mais documentos.\n\nCarro velho com documentos atrasados 10 anos é o que mais tem, isso não vale nada porque lata não importa, isso se troca, o que não troca é chassi, carro sem documentos é peso de papel ou pra rodar na roça.\n\nPela ferrugem isso aí até ferro-velho evitaria, tá uma bosta com tanta ferrugem, deve achar por R$ 10 mil coisa 650x melhor e com documento regularizável.\n\n(Se pensa em levar pra pista, carro em guincho também tá sujeito a apreensão, precisa no mínimo nota fiscal ou alguma papelada legal comprovante que a sucata é sua e não roubada, se não tem mais numeração de chassi (Pra dar baixa no detran tem que cortar fora) não tem mais como identificar qual carro é, portanto nem pra pista serve, só pra rodar onde não existe polícia (Investir R$ 20 mil em algo que seria apreendido na primeira consulta é burrice))",
                "Compra um subaru impreza por 30, 35k manual e vai ser feliz",
                "Esse carro ai é bom pra mandar pra aqueles youtuber gringo que é rico e fica restaurando",
                "Olha OP, não sou especialista mas... pelo estado da lataria sequer há o que salvar.",
                "Não vale a pena, mas esse adesivo inspirado no fast and furious me dá uma vontade inconsciente de querer salvar esse carro",
                "Seja positivo! O parabrisa está bom, o resto tem só uns detalhes. =)",
                "Nem se fosse de graça com documento em dia kkk",
                "Esse carro está podre irmão, isso aí é ferro velho na certa",
                "Eu acho que tem um carro na sua ferrugem amigo",
                "https://youtu.be/Ue8v1RkhP6M",
                "Não",
                "Só dor de cabeça, sai fora dessa ideia antes que ela acabe com todo seu orçamento",
                "Pelo jeito não",
                "Claro, super facil achar pecas\n\nIria comprar logo pra nao perder essa raridade",
                "Vale mano, a lutaria parece ruim mas isso tudo sai só no polimento.",
                "vai gastar mais do q se comprasse um pronto",
                "Se tiver no mínimo as partes importantes tipo motor, marcha, volante e mais umas otras peças vale a pena",
                "Redditor é tudo masoquista mesmo hahah",
                "kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk"
            ]
        },
        {
            "title": "Pós produção GT2 RS",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12nlydp",
            "num_comments": 2,
            "comments": [
                "Bela foto! Comecei a te seguir no Instagram, parabéns pelo trabalho!",
                "https://www.instagram.com/p/CrCP2mWpwip/?igshid=YmMyMTA2M2Y="
            ]
        },
        {
            "title": "Dúvida",
            "selftext": "Tenho um Mercedes A180 de 2021, alguém me sabe dizer o nome técnico do plástico de proteção da parte de baixo do carro?\nHoje parti a proteção plástica a entrar numa garagem com algum declive, não consigo encontrar a peça que preciso a pesquisar pelo nome.\n\n\nObrigado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12nhelr",
            "num_comments": 1,
            "comments": [
                "Se for a peça que eu estou pensando que é, é o protetor de cárter!"
            ]
        },
        {
            "title": "Pneus do Cruze r17, Bridgestone, Michelin, Goodyear ou Pirelli?",
            "selftext": "Tenho 2 pneus novos pirelli p7 e 2 meia vida mas DOT 2017 cheio de rachaduras e original do carro. \nPretendo trocar os 4 por Bridgestone Turanza t005, ótimo pneu e o mais barato desses.\nJá tive goodyear e Bridgestone em outro cruze. Ambos são ótimos pneus. \n- não ligo para a duração do pneu, prefiro segurança e conforto. \n- esses pirelli p7 duram bastante, mas são mais duros e ruim na chuva e ruim de frenagem\n- Bridgestone, Michelin e Goodyear são ótimos na chuva.\n- qual a opinião e experiência de vocês com marcas de pneu?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12nbgmt",
            "num_comments": 19,
            "comments": [
                "https://preview.redd.it/66nbsg6yl4ua1.jpeg?width=1235&format=pjpg&auto=webp&v=enabled&s=f32d4325996bf4fa126336edc02f7f1f086c577b\n\nEsqueci da foto da máquina",
                "Como eu imagino que você não seja piloto de corrida, eu iria de Continental. Os Pneus da Continental são sempre macios, confortáveis e duráveis.",
                "Fala OP,Pra mim em termos de pneus existe Michelin e o resto. Não tem comparação.\n\nJá tive pneus das marcas Pirelli, Yokohama, Goodyear, Dunlop, Continental, Michelin e Cooper.Todos eles eu gostei, com exceção do Dunlop (em dia de chuva, num fiesta, o carro simplesmente \"patina\" por cima da água em velocidades acima de 60 por hora, um perigo). Porém, depois que experimentei o Michelin nunca mais quis saber de outra marca. Pode estar o preço que for que eu coloco nem que tenha que deixar de gastar com outra coisa.\n\nOs Bridgestone nunca tive em carro meu mas dirigi bastante um Logan do meu trabalho que era equipado com os Turanza. Me pareceu um pneu bastante ruidoso, com pouca aderência em curvas e duro.",
                "Tenho um Cruze do mesmo modelo, porém hatch. Tô usando Michelan (na verdade foi colocado pelo antigo dono), e sao pneus absurdamente bons. Como o outro amigo aí falou, a impressão é que tem uma diferença de qualidade visível neles em relação aos demais.\n\nUma coisa que notei é que ocorreu um furo nele proveniente de algum prego que peguei na estrada, e mesmo assim o pneu não perdeu calibragem a ponto de eu perceber que ele estava furado (fiquei sabendo só porque os sensores do carro apitaram).",
                "Se preço não for problema, Michelin sempre.\n\nNum patamar abaixo, mas com boas características, Continental (faz bolhas fácil, já perdi 2 pneus em buracos), Hankook, Kumho (meus pneus atuais).\n\nAbaixo disso, eu colocaria Bridgestone (tive o T005 e não gostei muito, prefiro Continental Extreme Contact pelo mesmo valor), Pirelli (tive um jogo de P7, um pneu fez bolha e outro começou a perder pressão por microfissuras de ressecamento), Goodyear.\n\nDunlop é ruim, não sei como a Toyota coloca na linha zero km (Vovorolla e afins). \n\nPS: meu uso é 80% estradas/marginais, 20% cidade. E pelo menos um track day por ano, uso pneus sem dó mesmo.",
                "Eu comprei recentemente um jogo de 4 pneus aro 14 da kumho e a ficha técnica no inmetro dele era o melhor custo benefício. B em frenagem e B em resistência ao rolamento, com A no resto. Na minha opinião, se quiser ir para as marcas tradicionais, escolheria a continental ou a Michelin. Mas se for pegar um menos conhecido, recomendaria os pneus kumho. A ficha dele é melhor do que ambos e tem um preço melhor. Eu comprei os meu no site gpneus, se quiser dar uma olhada. Só tenha em mente que todos esses que você falou, menos os pireli, são duráveis e se você quiser saber da performance de um pneu, ele tem as características de tração, temperatura, resistência ao rolamento e frenagem na chuva. Essas informações vêm escrita na ficha do inmetro e no próprio pneu.",
                "Por segurança e conforto eu iria de Michelin primacy 4.",
                "https://youtu.be/YHY2T-kGmfg",
                "Minha ordem:\n\nMichelin \nContinental\nHankook\nDunlop \n\nAcho pirelli muito caro, e goodyear parece que é feito de pedra",
                "Eu tinha um i30 e usava Michelin. Baita pneu.",
                "Não uso Goodyear nem de graça,  coloco um Greenmax vagabundo mas não uso Goodyear,  tem o pior pós venda que eu já vi , eu iria de michelin"
            ]
        },
        {
            "title": "Citroen C3 não liga, ajuda.",
            "selftext": "Oi! O meu carro, um Citroen c3, do nada, não liga. Fica com a luz de ignição e de bateria ligada, o motor faz barulho mas não dá. \nAlguém faz ideia o que pode ser? Será grave? Obrigada!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12n8j2g",
            "num_comments": 19,
            "comments": [
                "Primeira coisa é parar de ficar forçando ligar, pode quebrar algo mais. Os problemas mais comuns nesse caso aí é bateria(não acho que seja), motor de partida, bomba de gasolina, velas... O mais recomendado é levar a um mecânico pra passar o scanner e fazer um diagnóstico.",
                "Aciona um mecânico e um gincho.",
                "Olá OP.   \nPodem ser diversas hipóteses. Mas considerando que o defeito apareceu do nada e que o motor gira ao acionar a chave, como vc mencionou abaixo, eu apostaria na bomba de combustível. Nada caro ou complicado de se revolver.   \nAs luzes que você mencionou só se apagam após o motor entrar em funcionamento, então é normal que permaneçam acesas se o motor não liga.",
                "https://preview.redd.it/bce2nnts44ua1.jpeg?width=3024&format=pjpg&auto=webp&v=enabled&s=3890779b0e8407efe0cd633fa9c47ea5da9dd162",
                "Sem colocar scanner pra ver código de erros só dá pra chutar 20-30 opções.\n\nO pouco que pode tentar é desconectar a bateria, dar curto nos terminais (Se der curto na bateria merece ficar sem carro) por uns 10s, assim zera os códigos de erro da central. Se tem erro em sensor mais preocupante pode dar partida e apagar logo em seguida, mas aí terá certeza que é erro grave.\n\nSe quiser sair verificando se tá tudo plugado vai fundo, mas quando leigo mexe em conector é mais fácil criar problema (Quebrar travas) que resolver problema, ideal é plugar scanner obd2 e ver quais os códigos de erro fazendo o led acender no painel.\n\nScanner é coisa barata assim: https://produto.mercadolivre.com.br/MLB-697753816-v21-ferramenta-auto-diagnostico-obd-scanner-elm327-bluetoo-_JM  Conecta no celular e abre app's tipo Torque, Carly ou GaragePro, eles só exibem os códigos de erro, não resolvem sozinhos, só indicam região ou sensor apontando problema (A central não permite partida em caso de erros graves pra proteger o motor).\n\nEu estranharia é um Citroen que passa o ano sem dar erros assim...",
                "Ve se os bornes da bateria tão bem presos. Faz nhenhenhe ou gira a chave e apaga tudo ou nao acontece nada? O que acontece?",
                "Pelo que entendi vc mora em Portugal, é algo me chamou a atenção.\n\nA luz de baixa temperatura está ligada, o que não é normal.\n\nChuto que seu problema é a bateria, que não tem energia o suficiente para esquentar os sistema de partida a frio e o carro não pega.\n\nPra ter certeza que é a bateria, os carros da PSA tem um esquema de “reset”. Tira os dois polos da bateria por 5 min, coloca de volta, aguarda mais 5 e tenta ligar. Se for algum erro bobo, a BSI vai resetar e vc pode andar com o carro (acontece muito no Brasil por conta de combustível). Se não, muito provável ser bateria"
            ]
        },
        {
            "title": "Uma duvida sobre Mitsubishi Lancer GTI e Subaru Impreza GL.",
            "selftext": "Tenho uma duvida sobre os **Mitsubishi Lancer GTI** da década de 90(94,95,96,etc.) e sobre os **Subaru Impreza GL** da mesma época, estou a procura do meu primeiro carro, tenho por volta de **30k**, venho tentando fazer a escolha sobre qual carro eu compro á um tempo, sempre procuro conversar com pessoas sobre recomendações e vejo vídeos sobre qual carro seria melhor para comprar nessa faixa de valor, porem suas recomendações sempre são algo como **Celta, Astra, Opala, Uno de firma , Golzinho quadrado, Gol bolinha, Polo,** entre outro carros populares de baixo custo. Porem quando faço buscas sobre carros na mesma faixa de valor encontro alguns anúncios sobre **Mitsubishi Lancer GTI** e **Subaru Impreza GL**, alguns em bom estado com mecânica e documentação em dia, porem vejo que á pouco interesse nesses carros, **ai começa minha duvida**, existe algum problema crônico na mecânica desses carros ou algo sobre o carro, como falta de peças, custos de manutenção ou dificuldade de encontrar mecânicos que saibam mexer no carro, pois tenho muito interesse em comprar um desses carros, no entanto fico meio na duvida sobre se compro ou não, já fiz pesquisas na internet sobre se vale a pena ter um carro desses, porem não encontrei muito conteúdo sobre esses carros em especifico.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12mox60",
            "num_comments": 7,
            "comments": [
                "Camarada,\nVc tá buscando um carro de, no mínimo, 25 anos e de marcas que ainda vendem muito pouco no BR. Pra piorar, vc tá focando em versões específicas (no caso do lancer). Achar peça pra esses carros é difícil sim, e quanto mais tempo passa, mais difícil elas se tornarão.\n\nSe vc tem grana e disposição pra comprar o carro, fazer uma manutenção que pode custar o valor do carro, e ainda pagar importação de peças, vai firme. Agora, é o seu primeiro carro, vc VAI bater/ralar/quebrar. Eu não iria com esses carros… (nem seguro deve pegar mais).\n\nEu acabei de comprar um carro NACIONAL 2003, e que o dono dizia que a manutenção estava em dia. Como sei que as coisas não são assim, separei uma grana pra refazer a manutenção. Resultado, já gastei metade do carro. Imagina se fosse importado?\n\nSe vc quer um carro mais antigo, mais diferente do que a média, tenta um Civic…",
                "Nesses modelos eu imagino que peças devem ser extremamente difíceis de encontrar, se ainda existirem para vender no BR. Tanto a Mitsubishi quanto a Subaru não tem grande fatia no mercado, e esses modelos em específico são mais raros ainda. \n\nEu digo isso, pq já estive olhando Galant dessa época, manual, para comprar, mas muitos donos diziam que peça só importando. Se antes já não era prático ficar importando peça, imagina agora com as políticas desse governo aí taxando tudo quanto é importação?\n\nÉ uma pena, pois são excelentes carros. Mas o Bostil faz de tudo para não conseguirmos coisas divertidas. Então o que sobra são projetos reciclados da Opel da década de 80 ou carrinhos feitos para países subdesenvolvidos, infelizmente.",
                "Esses carros são interessantes para ter como hobbie, para um passeio no final de semana, algo assim. Não da pra ter um carro desses pro dia a dia.",
                "Entendo sua ânsia de pegar um carro que é fã como primeiro carro. Mas na prática ter um carro envolve outras coisas como peças de reposição, preço dessas peças, revenda, etc. igual a um amigo muito bem comentou.\n\n\nSupondo que seu orçamento é limitado igual a maioria de nós brasileiros, considere um carro que seja mais popular mas ao mesmo tempo te agrade. Faça um teste neles, já descartei ou considerei muitos carros após sentar neles apenas. Você logo vai se encantar por algum.",
                "Op, eu não recomendo de forma alguma você comprar um carro desses como o seu primeiro carro.   \nDeixa pro futuro, quando vc puder ter um carro \"normal\" para o dia a dia, aí você compra um desses pra poder curtir."
            ]
        },
        {
            "title": "Pier Seguradora é boa?",
            "selftext": "Eles são mais baratos que o mercado e são aprovados na SUSEP, mas queria opiniões sobre quem já usou.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12maqx2",
            "num_comments": 5,
            "comments": [
                "O que você precisa? Trabalho na Bradesco Seguros",
                "Nunca precisei usar, só to pagando. Entao nao sei kkkk"
            ]
        },
        {
            "title": "Recentemente conheci essa obra de arte brasileira, SP2 um carro belíssimo.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12m2y05",
            "num_comments": 16,
            "comments": [
                "&#x200B;\n\nhttps://preview.redd.it/2ob7mcuvbxta1.jpeg?width=768&format=pjpg&auto=webp&v=enabled&s=87e8c86bf0a1fd52fa49540dfb3514f969bbf36e",
                "Vc sabe q isso é uma renderização estilo restomod, ne?",
                "Já vi um, só que tava abandonado. Dava pra restaurar sem gastar um absurdo.",
                "Curiosamente esse carro é caríssimo hoje em dia devido a sua raridade, e nesse caso é até justificado, não é qualquer carro dos anos 80/90 vendido por mais do que vale, é realmente muito raro.",
                "Top 10 imagens com som:",
                "Uma pena que na época não puderam colocar um motor mais \"esportivo\" nele.",
                "Não conhecia esse carro mano, obrigado por compartilhar! Muito f0d@!",
                "https://preview.redd.it/s6mpvqs2p4ua1.jpeg?width=2227&format=pjpg&auto=webp&v=enabled&s=eb517d8a75e804f409f1d542b4af42bf81c1e0b1",
                "OP, esse é o meu sonho de consumo. Vou tatuá-lo, inclusive.\n\nUma obra de arte, foi feito com o que tinha disponível na época, INFELIZMENTE, dentro da marca no país.\n\nMesmo assim, um verdadeiro esportivo, o estado da arte, o ápice do design e da aerodinâmica. Afinal Porsche tá até hoje aí, por exemplo.\n\nTem projetos que a gente vê em YT com motor Subaru, motor de Porsche, já sonhei em botar um motor realmente grande e girador, como de Testarossa, pra tentar manter um boxer... Mas falta muito dinheiro pra tudo e qualquer coisa.\n\nEsse carro hoje é muito caro, muito mesmo. Pouco mais de 10 mil foram feitos, e nem todos foram feitos pro Brasil.",
                "Pra mim um dos melhores carros Brasileiros que tem",
                "Modelos 2 portas e perua no Brasil vai ser difícil de ter payback do projeto. Por mais que existam vários entusiastas, o volume de vendas é muito baixo. Só fica a esperança de ver algo desse tipo no futuro.",
                "curiosamente hoje em dia ele é estupidamente raro e caro (eu nunca nem vi um pessoalmente)"
            ]
        },
        {
            "title": "Carro Aprox 50k",
            "selftext": "Mais uma vez eu enchendo o saco com dúvida de carro.\n\nAcabei não trocando antes pq a vida aprontou um pouco. Mas agora preciso muito\n\nEstou entre alguns carros\n\nPrisma Joy 1.0 2019 (70k rodado) \n\nDuster 15 1.6 manual (90k rodado)\n\nNew fiesta 16 1.5 manual (100k rodado)\n\nEntre esses estou mais inclinado ao prisma por ter isofix e uma boa segurança, além do consumo baixo.\n\nGosto da Duster, mas acho que daqui uns 3 anos vai perder muito valor numa futura troca por ser um carro com mais de 10 anos.\n\nO fiesta eu gosto, mas tem a questão da saída da Ford e o porta mala menor (família de 3 com um bebê, ou seja, carrinho precisa caber no carro)\n\nGostaria da opinião de vocês sobre esses modelos e se possível com sugestão de alguns outros ou do que eu devo fugir.\n\nPs. Não tenho o menor interesse em carro que \"anda muito\" já que eu prezo pela segurança quando estou ao volante, então tô de boa com os i30/golf da vida\n\nEdit: encontrei um fit 2014 automático em ótimo estado pelos mesmos 50mil",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12m21n0",
            "num_comments": 21,
            "comments": [
                "Se o Prisma é um carro seguro, imagina que é inseguro pra vc.",
                "Dentre esses o New Fiesta é o mais seguro de todos, de longe. Porém com esse valor de 50k tu consegue pegar um Titanium manual que além de ser completíssimo vem com 7 airbags (incluse de joelho). Dá uma olhada no webmotors.Eu não sei te dizer de cabe um carrinho de bebê mas acredito que sim. E o Isofix todos os Fords mais novos tem de série, até mesmo o Ka.\n\nSe espaço for sua prioridade, minha recomendação é o Chevrolet Cobalt. Com esse vc pode até ter gêmeos que vai caber os 2 carrinhos e as duas cadeirinhas + a mamãe no banco de trás;",
                "Edit.\n\nAcabou que encontrei um fit 1.4 2014 completo automático. Acho que vou nesse aí",
                "New Fiesta é top meu chefe",
                "cara, tu perguntou e respondeu sozinho. problema resolvidoml.",
                "Sem dúvidas o fit se for cvt.",
                "Opção para a família com segurança, baixo consumo e manutenção sem dor de cabeça, melhor o honda fit mesmo."
            ]
        },
        {
            "title": "Galera do Citroen c3 chega ai",
            "selftext": "Fala galera, tenho um c3 2008 a 5 anos e nunca me deu problema, pois sempre faço as preventivas e o antigo dono cuidou bem, acho o carro bem econômico e também confortável. Recentemente relatei dois problemas que n achei no YouTube relatos sobre eles, que são:\n\nPrimeiro relato: ele começou a fazer uns ruídos no volante, ele tem Direcao elétrica, mas nao é sempre esses ruídos, e quando ele faz isso o volante da bem de leve uma mexida e volta ao normal.\n\nSegundo relato: quando vou ligar o farol baixo ele começou a fazer um tipo de zunido bem baixinho que nao fazia antes, e se eu desligo o farol ele para esse zumbido.\n\nAlguém ja teve essas experiencias? E qual foi a solução?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ly51r",
            "num_comments": 4,
            "comments": [
                "A parte do farol, verifique se não tem zinabre nos borns da bateria e se ela está ok. Pode ser que esteja com o aterramento ruim.   \n\n\nQuanto à questão da caixa de direção, realmente não faço idéia."
            ]
        },
        {
            "title": "Peguei o carro agora, revisão preventiva.",
            "selftext": "Galera, peguei agora um Versa 1.6SV CVT com 70 mil KM, passou por mecânico pra avaliar e perícia cautelar. Tudo aprovado, o mecânico só avisou pra trocar correia dos acessórios e óleo do câmbio.\n\nQuero fazer uma preventiva nele.\n\nRecebi esse orçamento, está dentro do preço? Queria saber tbm se tem algum risco fazer essa troca de óleo do câmbio, se tem que ser algum específico e tal.\n\nResposta da oficina:\n\nvalor troca fluido freio, correia acessórios e aditivo combustivel + mão de obra: 585,00 + troca fluido cambio 1430,00 total 2015,00",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12lxp2a",
            "num_comments": 23,
            "comments": [
                "1430 só para trocar o fluido do cambio, ta certo isso?",
                "Valor acho que tá normal. Eu compraria o óleo do câmbio e fluído original Nissan só pra garantir que não vão usar um de qualidade inferior.",
                "Na concessionária, sai 1700 só a troca de óleo do câmbio CVT. Com óleo original e eles recalibram.\n\nVale o valor será?",
                "Op,\n\nConvém perguntar que marca é o óleo e se está sendo utilizada a especificação correta. Na dúvida, por ser algo que se faz a cada muitos quilômetros rodados, compre o original na concessionária. Questione também se eles fazem a troca por máquina de diálise (substitui 100% do fluído) ou se fazem apenas esgotando o óleo do câmbio e fazendo enxágues. Dessa maneira, não troca 100% do óleo e mistura óleo velho com óleo novo.\n\nQuantos aos riscos, é o seguinte:\n\nSe o câmbio estiver bom, ele vai funcionar ainda melhor com o óleo novo.\n\nPor outro lado, em um câmbio que **já está com problemas,** as partículas presentes no óleo, oriundas do próprio material compósito do câmbio, acabam preenchendo pequenas folgas internas. Quando é colocado um óleo novo, esse óleo tem um poder de limpeza muito maior e acaba removendo essas partículas que estavam preenchendo essas pequenas folgas. Em geral, isso leva a uma queda na pressão de óleo da transmissão, e a transmissão começa a não funcionar direito. Em casos graves, ele nem sai do lugar mais.\n\nMas veja, o problema, que são as folgas internas da transmissão, já estava lá. Então, se não trocar o óleo, mais dia menos dia o câmbio vai parar de qualquer jeito. Porém se manter a troca certinha, um câmbio desses dura toda do carro sem incomodar.\n\nAbs.",
                "Ta dentro do normal, nem caro nem barato. Aqui em lugares confiaveis a troca de óleo de cambio varia entre 1000-1500, dependendo do modelo tb. Não é um serviço barato mesmo, mas é pra durar bastante tempo. Mas é o preço tb de uma troca completa do óleo.\n\nAditivo de combustível sei la... Se é algo q vc realmente se importa é algo que vale ver de pedir online de monte, que sai mais barato, e vc ainda escolhe marcas boas ou abastecer aditivada direto. Até pq é algo q pra realmente funcionar vc tem q estar sempre usando. Agr se vc ta colocando aditivo so quando vai no mecânico então nem compensa por.\n\nEu achei os primeiros serviços um pouco caros, uma correia de acessórios pro versa é bem barata, a não ser que troque tensor tbm. A troca de fluido de freio com limpeza do sistema aqui é menos de 200 pelo menos.\n\nNão sei como é a realidade na sua região, mas pra mim ta na media talvez um pouco pra cima.",
                "filtro de ar, oleo e filtro de oleo tbem\n\nfiltro de ar do ar condicionado",
                "O que diz o manual do carro sobre troca de óleo de câmbio? Alguns carros são long life, não precisa trocar nunca.\nSe for para trocar segundo o manual, troque com o óleo especificado no manual. Óleo errado vai destruir o câmbio.",
                "Conselho entrar num grupo de versa e bate um papo com o pessoal, digo que vão tirar muita dúvida sua.\n\nEstou com um Sentra com 101k rodado e nem troquei o óleo de câmbio ainda , tem nego com 200k rodado e nem mexeu.\n\nPela fé veja qual é o óleo pois se for um vagabundo vai fuder teu câmbio",
                "Me parece ok, paguei 2k pra trocar o óleo do cambio + filtro da minha ASX"
            ]
        },
        {
            "title": "Fiat Punto",
            "selftext": "O que acham de Fiat Punto como carro usado? Manutenção, consumo? Por ser um carro fora de linha, estou de olho em alguns, no caso a segunda geração, 2014 pra frente e cambio manual",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12lw2kj",
            "num_comments": 6,
            "comments": [
                "Se achar um 1.8 pode ir sem problema. É mecânica GM.",
                "Acho que se for o 1.6 16v é o melhor, tem boa potência, boa confiabilidade e é mais econômico que o 1.8 e o 1\n4",
                "Todos eles são confiáveis e boas compras no mercado de usados, com a única ressalva dos modelos T-Jet e com câmbio Dualogic. \n\nO motor 1.4 é Fire. O 1.6 e 1.8 16V são E-torq, muito bons também. E o 1.8 8V é Família I da Chevrolet. Ou seja, nada excêntrico, todos motores confiáveis e que não vão dar dor de cabeça se bem cuidados. \n\nA fama do Dualogic o precede, mas como você já escolheu manual, isso tá de boas. \n\nJá o T-Jet, enquanto não deve ser bomba por si só, quase sempre vai parar na mão de manolo cupim de ferro. E equipou apenas Punto e Bravo, então tem menor aceitação no mercado, logo, menos peças e mecânicos que o conheçam bem. \n\nAs opções aspiradas são bem tranquilas. Eu iria de Essence 1.6 16V, me parece a melhor acertada entre desempenho e economia. Dizem que ele fica muito manco com o 1.4 e que o consumo não compensa.",
                "Desde que não seja aquele 1.4 turbo acho que não tem nada de muito problemático.",
                "Modelos 1.8, seja 8v ou 16v, bebem mais do que realmente entregam. Não são ruins, bem pelo contrário, são muito confiáveis e duráveis.\n\nO 1.6 16v alia consumo legal e desempenho ok, não é nenhum foguete, mas anda bem e tem consumo condizente. É um motor bastante confiável.\n\nO 1.4 é o Fire, mesmo que até hoje é usado na Strada e Fiorino. Um dos mais conhecidos e confiáveis motores da história. Não anda tão bem, tem consumo parecido com do 1.6, mas compensa muito em peça, manutenção, valor, enfim...\n\nO T-Jet é o 1.4 Fire, mas com turbo e 16v. Tivemos nos Linea, Punto, Bravo e 500 Abarth. É muito bom, mas tem probleminhas crônicos... Não aparecem pra todos os donos, mas sobretudo pra donos que usam tudo que o carro foi feito pra dar...\n\nSão todos 5 marchas, câmbio confortável, não tão preciso, e com giro acima do necessário na estrada. É um carro mais citadino...\n\nVai sem medo, com exceção do modelo T-Jet, todos são bons.\n\nT-Jet também é, mas, assim como qualquer carro mais exigido, tem maior probabilidade de problemas e de donos que extraíram demais... Mas é um motor bom, até pouco tempo a Jeep usava esse motor turbo no Renegade."
            ]
        },
        {
            "title": "Como descobrir se um mecânico é confiável?",
            "selftext": "É basicamente a pergunta do titulo.\n\nComo descubro, sem que eu tenha que me ferrar em levar o veiculo em varios mecânicos até descobrir qual é confiável. Considere que os familiares não conhecem nenhum mecânico também.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12luomc",
            "num_comments": 20,
            "comments": [
                "Essa é a pergunta do século! 😆\n\nTenho duas sugestões:\n \n- Olhar as avaliações no Google. Algumas são bem detalhadas e isso ajuda.\n\n- Perguntar para o pessoal de clubes de carros da tua região, principalmente da mesma marca que o teu carro.\n\n- Mandar fazer o mesmo orçamento em vários mecânicos que pareçam confiáveis, e observa as diferenças tanto em valores como nas explicações. Alguns caras são bem técnicos, enquanto outros ficam de lero-lero.\n\n- Demonstrar que tu entende de carros ajuda um pouco também. Se tu precisa fazer uma manutenção na suspensão, pesquise antes sobre as peças e o funcionamento da mesma. Mais difícil do cara te falar coisas que não existem.",
                "Pergunto se carro francês presta. Se diz que não já sei que é jeca.",
                "Desconecta o cabo da bateria, fala q vc nao entende nd e ve o que ele vai falar. (Pode ser algo menos óbvio do que a bateria)",
                "Fala OP,Isso é muito complicado. Normalmente a gente vai se ferrando até achar alguém.\n\nVou colar aqui uma [resposta que dei esses dias](https://www.reddit.com/r/carros/comments/126mzbr/comment/je9yk2r/?utm_source=share&utm_medium=web2x&context=3)para alguém aqui que perguntou a mesma coisa:\n\n>*Cara, escolher oficina é um inferno.*  \n>  \n>*Mesmo tendo uma certa experiência, já fiz péssimas escolhas e sofri muito na mão de maus profissionais, e sempre que isso ocorreu foi em oficinas \"famosas\" da cidade, ou em concessionárias. As melhores experiências que tive foram em oficinas pequenas, de bairro, onde o próprio dono faz o serviço ou pelo menos participa da execução. Cada carro tem a sua particularidade técnica, assim como seus donos:, então empresas empresas que trocam de funcionários frequentemente ou que tem uma grande circulação de clientes/veículos, têm dificuldade em fazer essa diferenciação e acaba fazendo as coisas no estilo \"fast food\". Não é uma comida necessariamente ruim, mas se vc comer todo dia vai reduzir drasticamente sua expectativa de vida. Agora é só levar isso pro seu carro.*  \n>  \n>*Infelizmente, não tem muita regra pra escolher. É na tentativa e erro, ou por indicação de algum conhecido. Uma dica interessante, é se fazer desentendido, ou melhor ainda, pedir pra sua esposa/namorada/mãe irem pela primeira vez na oficina. Peça a elas que solicitem um orçamento com tudo o que tem que fazer no carro, inclusive pedindo para fazer serviços que vc tem certeza que não precisam ser feitos. Se for uma empresa honesta vai dizer algo como: \"olha, lembra aquela peça que você pediu pra trocar? A gente olhou aqui e está nova. Você quer que troque mesmo assim?\"*  \n>  \n>*Cara, só com isso tu já vai eliminar uns 70% de oficinas logo de cara. A gente tá no Brasil, não na Noruega. Aqui a desonestidade é o padrão, no o contrário.*  \n>  \n>*Quando vc encontrar um profissional honesto, saiba valorizar essa pessoa e jamais peça desconto. Confiança e amizade é importante nesse tipo de negociação.*  \n>  \n>*Acho que era isso. Boa sorte na busca.*",
                "Eu descobri meu mecânico que é um anjo de forma simples, ele fala dos carros e problemas de uma forma com paixão, como de quem gosta com o que trabalha, explica direitinho o problema e não compra peça, ele manda o contato de fornecedores e eu mesmo vou atrás do melhor preço, ele cobra apenas a mão de obra...por outro lado, e ele não está errado, a mão de obra não é barata, pois o cara realmente pega meu carro pra deixar 100% sem o problema e dá garantia de que se não resolver ele conserta novamente sem cobrar nem a peça, então é muito top",
                "É bem difícil, o melhor mesmo é tentar referencia com alguém ou ir em alguma oficina com boa reputação.\n\nEu não tive tanto problema com mecânico de carros, mas tive umas dores de cabeça com mecânico de motos e um deles foi por indicação...",
                "Avaliações do Google são ótimas para isso.",
                "Mano, acho que a mais simples é tu entrar em algum grupo de carros mexidos da tua cidade.   \n   \nPor exemplo carros nacioais turbinados e até mesmo aspirado bruto, nesses tu encontra muita gente que tem uma paixão por carros e logicamente ira encontrar mecanicos que fazem essas adaptações (turbo) por paixão e nao somente pelo dinheiro, falo por experiencia propria, aqui eu fui em um encontro de carros mexidos (Gol, Chevette, Opala, Fusca e etc), e graças ao publico encontrei um mecanico bom pra fazer as manutenções no meu carro por um preço justo",
                "Oficina a bastante tempo funcionando, se vc mora bastante tempo na cidade conhece\n\nMelhor mesmo sair perguntando pro pessaol mesmo, vc deve ter colega algum conhecido na cidade\n\n&#x200B;\n\nou um dia q vc for na loja de auto pecas pra comprar um filtrozinho qualquer pra trocar e ja pergunta",
                "Eu ja ouvi gente falando pra voce ir levando o carro pra fazer servicoes pequenos, e ver o preço e como ele se porta",
                "Usa vinagre e sal joga nele, se ele não gritar já sabe que não é um réptil.\n\nCarrega qualquer coisa de ferro, se ele não gritar ou fugir talvez não seja um vampiro\n\nChega com música gospel tocando no carro, se ele cantar junto não é de confiança pq é crente. Se ignorar é de confiança mas se ele.prender fogo era um demônio, então não confiável.\n\n\nOutra boa dica é perguntar: Olá, o Sr é de confiança??\n\nSe quiser mais dicas passo depois.",
                "Indicação ou experiência própria.\n\nEu não tenho um mecânico fixo, dependendo do tipo de manutenção, um é melhor que outro.\n\nPor experiência, eu acompanho a manutenção. Não largo carro na oficina nem fico na salinha vendo revista antiga kkkk",
                "Complicado, mas de início perguntaria indicação de vizinhos/amigos/parentes e etc. E fugiria de oficinas no centro da cidade/grandes, os mecânicos confiáveis que conheço são do bairro, explicam e mostram o que estão fazendo e onde está o problema"
            ]
        },
        {
            "title": "Dicas para autoescola",
            "selftext": "Opa, tem algum jeito de saber o quão próximo está a traseira do carro em relação ao cone de trás na hora de fazer o primeiro movimento da baliza no exame? Já esbarrei nele algumas vezes durante as aulas e, no exame prático, quis evitar dar muita ré pra não encostar no de trás e por conta disso acabei batendo foi no da frente  (🤡)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12lmlu5",
            "num_comments": 6,
            "comments": [
                "MANO É SÓ MOLHAR A MÃO DO INSTRUTOR QUE PASSA",
                "Eu te diria pra criar parâmetros visuais como eu fiz. Quando tirei minha carteira as balizas eram pretas com amarelo ou vermelhas e eu \"decorava\" uma altura delas em relação ao vidro do carro. Tipo o quanto eu vejo da baliza, do topo dela até o vidro do carro isso significa estar x perto dela. No caso eu usava as aulas pra praticar isso, e decorar quando eu estava pra bater de fato, isso me ajudou a ter uma noção e ajustar um \"sensor de estacionamento mental\". Eu faço isso até hoje, mesmo 3 anos depois de ter tirado carteira, tanto pra ré quanto pra parte da frente, liga os faróis por exemplo pra saber quando está próximo do carro da frente (não sei se pode na autoescola pq é cheio de regrinha mas depois que passar tenta quando for dirigir). Espero ter ajudado",
                "Se os carros forem de comprimentos parecidos, alinhe retrovisor com retrovisor e inicie a manobra. No momento que você conseguir enxergar o farol direito do carro que está atrás pelo retrovisor esquerdo do seu carro, pode desvirar e \"encaixar\" na Vaga.",
                "o jeito é praticar, dezenas de vezes, essas encostadinhas  você tem mesmo que dar algumas durante as aulas, assim vai pegando noção de onde está o parachoque do carro em relação ao vidro, ou no caso da frente em relação o capô, pois não dá pra ver o \"fim\" do carro então precisa mesmo criar uma noção mental dos limites do carro.\n\nse der até pra fazer algumas aulas extras próximas do dia da prova, só para treinar as partes que tem mais dificuldade, e aí você já chega melhor preparado no dia",
                "Poxa mas teu instrutor não te passou todas as manhas? O meu era ótimo e me fez passar de primeira sem sufoco",
                "Pegar o máximo a noção de espaço que o carro ocupa e gravar bem a posição do retrovisor"
            ]
        },
        {
            "title": "AJUDA!!",
            "selftext": "Tô com +- 50mil pra e quero pegar o carro mais foda que conseguir\n\nAceito sugestões! (de todos os tipos são bem vindas)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12liofa",
            "num_comments": 9,
            "comments": [
                "Twingo. Sobra grana pra trocar o motor por um F4R. Imagina, 800kg com 140cv. Foda demais!\n\nCara, foda em que sentido? Qual vai ser o uso? 50k tu compra desde BMW velha até Kwid seminovo...",
                "Pega uma Cayenne.",
                "Eu vou ser o cara chato e te perguntar, foda em que sentido? Potência? Durabilidade? Tu pode montar um carro foda, colocar um motor incrível. So lembra que carro não é só motor, tem muito carro pica que não freia e daí já viu né. Te garanto que tu pegar uma caranga de 25 e tu escolher a dedo os freios, motor, suspensão e injeção tu vai ter carro melhor que qualquer um que tu encontre a venda. Pq ele vai ser desenhado por ti, pro q tu gosta e valoriza e além do mais, tu vai saber a procedência das peças",
                "Citroen C5 Tourer.",
                "Azera v6 2011, puta carro.",
                "Tb gosto do azera V6 3.0."
            ]
        },
        {
            "title": "O que eu vou gastar numa transferência de carro no PR?",
            "selftext": "Meus caros, acabei de adquirir um carro e estou com os documentos de transferencia em mãos, CRV e cópias.\n\nUm despachante me cobrou a partir de 500 reais pra transferir, fazer vistoria e etc. Disse que fica tudo pronto de um dia pro outro porque é tudo digital. Acredito que tenha que passar a placa pra Mercosul também.\n\nSai quanto mais barato ir no Detran? Pq data no Detran só pra daqui 2 semanas.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12lhtds",
            "num_comments": 4,
            "comments": [
                "A taxa de transferência googlando você acha, no meu estado dá uns R$ 220, aí mais uns R$ 20-30 pra vistoria (Paga tudo junto).\n\nNo google tem isso: https://www.veiculo.detran.pr.gov.br/detran-veiculos/consTaxasDetran.do?action=pesquisar&codMotivo=2  Dá R$ 325, no meu estado não tem essa taxa de CRV (Porque é digital), não sei se todos no PR pagariam ela pra transferência, nos estados aqui perto não tem essa taxa (Tinha na época do papel).\n\nA placa quando troca na hora da transferência não tem cobrança extra, entra na mesma transferência e mesma vistoria, aí só sai os R$ 250-300 das lojas que fazem as placas (O despachante não tá incluindo isso, ele vai cobrar o preço das placas a parte). Em tese o preço das placas era pra ser tabelado mas na prática vejo lojas com valores diferentes, muda só R$ 20-30 mas muda.\n\nSe a placa atual é de tarjeta do município onde vai fazer a transferência não precisa trocar não. Até tô com um carro que tá no 6º dono em 3 ou 4 anos, e ainda não trocou placa porque sempre transferiu aqui no município mesmo."
            ]
        },
        {
            "title": "Onix Turbo vale a pena?",
            "selftext": "To pensando em comprar um Onix Turbo 2020/21 (de preferência automático).\n\nAos donos e ex donos dessa caranga aqui no sub, é um carro que vale a pena? Quais seriam os prós e contras?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ler9f",
            "num_comments": 5,
            "comments": [
                "Se você estiver pensando em ficar muitos anos com o carro, recomendo fugir não só do ônix mas de todos esses 3 cilindros modernos. Como bem diz o ADG, esses motores não foram feitos para serem duráveis ou confiáveis, mas sim para terem baixo consumo de combustível e emitir poucos poluentes.  \n\n\nNo caso específico do Ônix, que tem correia dentada banhada a óleo, estão ocorrendo vários casos da correia arrebentar muito antes do prazo de troca recomendado. Eventualmente frequento a concessionária GM da minha cidade e a última vez que fui lá tinha 2 na oficina sem motor. Enquanto está na garantia beleza, mas e depois?  \n\n\nDentro desta mesma faixa de preçom que eu me lembre, sobram pra vc escolher: Honda City, Toyota Yaris, Argo 1.3 AT e Peugeot 208 Griffe. Eu pessolmente iria no Peugeot.",
                "Os 1.0 turbo são modernos e confiáveis, não caia na conversa de quem vive do passado ou quem só pensa em comprar carro e não pensa em fazer rigorosamente as revisões.\n\n\nEu andei em um Virtus de um taxista que tinha mais de 200.000km, nunca sequer precisou fazer descarbonização.\n\n\nMas falando do Onix em específico: é um ótimo carro que terá peças de reposição praticamente eternamente. Como todo lançamento os primeiros lotes tiveram Recall, mas atualmente é um carro muito bom, que te dará 6 air-bags para cuidar de você e sua família em uma eventualidade. Faça as revisões em dia, use gasolina de qualidade (v-power) e nunca terá problemas. Se for pegar semi-novo pegue de idosos, não pegue de localiza ou carro que rodou mais de 15mil km por ano de fabricação."
            ]
        },
        {
            "title": "Garantia de fábrica vale na revenda ou é só para o primeiro dono?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ldvr6",
            "num_comments": 4,
            "comments": [
                "A garantia é do carro, trocando ou não de dono.\n\nMas tem as condicionantes, tipo revisão em concessionária (Quando cobram o dobro por trocar firula a toa), comprando usado as vezes alguma revisão perdeu prazo aí em caso de dano grave é comum alegarem que perdeu a garantia (Como se uma troca de óleo influenciasse num problema de central, pra dar exemplo).",
                "Oloco, troca de óleo fora da css perde garantia?"
            ]
        },
        {
            "title": "Qual a chance de comprar um carro de repasse e não cair em golpe ou coisa do tipo?",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/aegmzslhupta1.jpg?width=1080&format=pjpg&auto=webp&v=enabled&s=ef671bdca63ac10994ff737334a2db8319e0ef9c\n\n&#x200B;\n\nPor exemplo: a Fipe desse avaliada em 21.600 e ele queria 15.990 para fechar. Qual a chance do veículo estar realmente em ótimo estado?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12l4smv",
            "num_comments": 14,
            "comments": [
                "Astra é carro de malandro, leve 10 mecânicos de cidades diferentes + 5 peritos do DETRAN para avaliar o estado das peças do carro antes de comprar. Malandro não cuida do carro, usa, abusa e repassa.",
                "\"Qual a chance de comprar um carro de repasse e não cair em golpe ou coisa do tipo?\"\n\nQual a chance desse carro REALMENTE existir?\n\nQual a chance do camarada mandar uma do tipo \"me faz um Pix de 5.000 pra garantir o negócio, tem 8978 pessoas vindo ver o carro neste instante\"?",
                "Depende. Depende do quanto tu tem disponível pra manter, depende do estado do carro.\n\nEu só compraria repasse se fosse algo muito barato e eu tivesse certeza que tá ok, porque \"não tem garantia\". Tenho 2 amigos, um comprou um Civic e se fodeu e outro comprou desde Audi Q7, Cruze, XC60 T6 e se fudeu com todos. O único carro que não comprou no repasse foi um Sentra e foi o único carro decente. Aí trocou num repasse e se fudeu denovo.",
                "Depende do motivo, antigo dono e tal. No geral pode ser um carro bem mal cuidado (Carro sinistrado, finam e etc), então tem que dar uma revisada boa antes, dependendo se não te falarem mandar um cautelar e tal",
                "Leve o seu mecânico junto e peça para ele fazer uma avaliação. O astra costuma ter uma manutenção bem acessível e mesmo que esteja meio ruim, com essa diferença de valor dá pra vc fazer uma super revisão."
            ]
        },
        {
            "title": "Escolha de Carro",
            "selftext": "Preciso escolher um carro pra comprar, dentre os opcionais e faixa de preço que consigo apareceu algumas opções, gostaria da opinião dos senhores sobre cada um:\n\nPALIO 1.0 MPI FIRE CELEBRATION ECONOMY 8V FLEX 4P MANUAL - 2010 23k\n\nUNO 1.4 EVO ECONOMY 8V FLEX 4P MANUAL - 2012 28k\n\nC3 1.4 GLX 2011 25k\n\nGOL G5 1.0 2010 27k",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12l136v",
            "num_comments": 21,
            "comments": [
                "Rapaz, esse uno 1.4 economy faz 20km/l.\nAlém de ser um projeto um pouco mais novo que os outros.",
                "C3 vem completo de fábrica, tem manutenção razoável e poucos problemas crônicos. Eu recomendo, pois, tenho um do mesmo modelo e ano.   \n\n\nO único ponto X dele é que não é econômico, na verdade a versão 1.6 é mais econômica que a 1.4, mas é um carro muito bom pra andar em cidade, dá pra andar tranquilo entre 2 e 4 marchas.   \n\n\nO 1.6 é bem interessante se você quiser mais força pra andar com o carro cheio de boas.",
                "Eu colocaria o GM Corsa 1.4 ou 1.8 na lista.\nTinha um 1.8 2004 e atualmente estou com um 1.0 também 2004 (gostava mais do 1.8).\nManutenção razoavelmente barata, praticamente qualquer mecânico meche, fácil de encontrar peças, mecânica robusta e não bebe tanta gasolina.\nÚnico problema crônico é o vazamento de óleo na tampa de válvulas.",
                "C3 eu pegaria se fosse 1.6\nEsse motor 1.4 não é ruim, mas é meio chato de manutenção. Citroen tem peças caras e isso\n\nUno 1.4 é daora demais, manutenção tranquila, o carro é esperto e econômico.\n\nPalio e Gol 1.0 tão caros demais pelo nada que oferecem.",
                "Iria de Uno 1.4.\n\nTem mais confiabilidade no geral que os outros. Tem força, tem economia, praticidade... O motor é usado até hoje, tem peça suavemente. Projeto todo é muito confiável, tanque de guerra.\n\nO C3 acaba seduzindo pelos equipamentos... Mas, apesar de ser melhor que a segunda geração, tem problemas de suspensão e elétrica.",
                "Uno é uma boa opção, palio Tb mas se não tiverem sido de firma. C3 falam bem, mas não sei. Gol 2010 tem motor bomba, melhor evitar.",
                "Uno 1.4 o resto pra mim e carniça,  não que o uno também não seja kkkkk mas é o menos , não pegaria p palio nem se fosse de graça,  esse foi o pior ano de gol 1.0 , já o C3 e pq carro francês já dá b.o na mão do 1 dono imagina depois de uns 3",
                "Ao invés desse Palio, por que não um Punto? Mas Punto se não for o etorq 1.6 ou 1.8 é manco e beberrão, pois o carro é relativamente pesado. Já esse motor etorq é barato de manter e não é deixa o carro manco igual os 1.4.",
                "Não sei qual seria o seu objetivo de uso do carro, mas acrescentaria mais uma opção, o Celta Vhce 2p 2012, 2013  +- 20k. Já economiza uma grana legal. Manutenção barata, inquebrável, e anda mais que todos dessa lista.",
                "Karaio golzinho ta esse valor? kkkkkkkk\n\ncomprei mesmo ano no começo da pandemia paguei 16.5k com 88 mil km"
            ]
        },
        {
            "title": "mecânica",
            "selftext": "os rolamentos da transmissão do meu carro deram o berro. alguém me sabe dizer mais ou menos em quanto fica o arranjo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12ku2nw",
            "num_comments": 4,
            "comments": [
                "Sem falar o modelo/ano do carro e qual foi o problema só se vc achar um sub de videntes aqui no reddit",
                "Na última vez que precisei desse serviço no meu Veyron se foram quase R$ 300K."
            ]
        },
        {
            "title": "CARRO ATE 8000",
            "selftext": "Consigo ALGUMA CARANGA PRA MIM ANDAR ATE NESSE PREÇO \nTIPO UM CORSA WIND OU ALGO ASSIM",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12kt6s6",
            "num_comments": 20,
            "comments": [
                "Corsa wind ou palio com motor fiasa.",
                "eu recomendaria um palio ou siena da década de 90\n\ntipo esses:\n\nhttps://sp.olx.com.br/vale-do-paraiba-e-litoral-norte/autos-e-pecas/carros-vans-e-utilitarios/palio-edx-96-97-1172064575?lis=listing_2020\n\nhttps://sp.olx.com.br/sao-paulo-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/palio-edx-1-0-8v-4p-1171670960?lis=listing_2020\n\nhttps://sp.olx.com.br/sao-paulo-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/fiat-siena-1999-1163688636?lis=listing_2020\n\nsó que vai ser difícil achar um carro sem nada pra fazer, mas se tiver funcionando e doc ok já é stonks",
                "Corsa, Gol, Uno, Palio, de preferência os de 8v. Tem manutenção mais barata, mais confiabilidade, mais simplicidade de construção, encontra peça mais fácil...\n\nConcentre-se em achar um carro com documento certinho, porque coisas a fazer provavelmente terá em qualquer opção...",
                "Cg 125",
                "Fala OP, compra um Monza dos anos 90 já com injeção. Tem muitos nesse preço e as peças são bem baratas.",
                "Chevette",
                "compra uma moto",
                "Tudo lixo mas vc pode investir pra deixar inteiro.\n\nBasta pensar, quem compra carro de 8mil reais? Pobretao q soh faz manutencao qdo quebra e olha la.",
                "Gol, Corsa...",
                "Santana, palio, gol, uno, questao critica é ter a mecanica boa",
                "Clio",
                "Bah, por 8k é foda tmb né... Chevettão 1.6 ✌",
                "Pointer 1.8 Ap.\n\nOu Escort tbm de motor Ap.",
                "Kadett 1.8 sl/e"
            ]
        },
        {
            "title": "Seguro",
            "selftext": "Boa noite cambada, queria saber  uma forma de encontrar seguros um pouco mais em conta. Tem um site que compara seguro de várias seguradoras? Tem alguma seguradora que alguém recomendo e porque?(sem considerar preço)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12k3wdi",
            "num_comments": 12,
            "comments": [
                "tem o [autocompara.com.br](https://autocompara.com.br)",
                "Não conheço/lembro de nenhum site que compara valores. Eu gosto de usar a Youse pra ter uma referência.\n\nMinha primeira recomendação é um bom corretor, de confiança.\n\nSe não rolar, vale a pena tentar Youse.\n\nSe ainda assim o preço for proibitivo/não tiver como segurar o carro, dá pra tentar Ituran (rastreador) com seguro. No caso de roubo ou furto, a Ituran cobre. No caso de qualquer outra coisa que esteja coberto, a seguradora cobre com franquia e etc.\n\nValor de seguro do meu carro é próximo dos 8 mil. Na Ituran com seguro completo (HDI) ficou em torno de 4200. Eu só torço pra nunca precisar usar.",
                "Depende do valor do carro é válido cogitar as associações/cooperativas. Aqui em SC uso a ANASC e o custo é baixo. (Nunca precisei usar)",
                "Minuto seguros",
                "Tem que falar com corretor e negociar.\n\nA diferença que dá entre os sites de comparação e o que a corretora consegue é absurdo. Renovei essa semana.\n\nPara ter ideia, fechei a R$ 3.300 com a Allianz, com cobertura de R$ 100k contra danos a terceiros, enquanto os sites de comparação estavam listando R$ 2.900 com cobertura de R$ 50k ou R$ 4.500 com cobertura de R$ 75k. Nem mostravam a cobertura de R$ 100k.",
                "Ficar sem seguro é sempre uma opção, não pra todo mundo lógico"
            ]
        },
        {
            "title": "Qual carro voce escolheria pra uma viagem atravessando o Brasil pelo litoral?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12k3jld",
            "num_comments": 42,
            "comments": [
                "SW4 diesel, das novas",
                "SW4/Prado, Frontier/X-Terra, Pajero Dakar/Full... ou um Twingo. Eu gosto do Twingo.",
                "Eu fiz isso em 2007. Fiz litoral nordeste quase todo. Usei um Uno way 1.0.   Deu tudo certo. Carro top. Chegamos a sair de atoleiro com ele, mas perdemos a placa da frente, polícia parou e mandou ir na cidade do lado fazer a placa (depois de tentar receber propina).\n\nSó não entrou em morro de São Paulo pq lá fomos de barco....",
                "Qualquer coisa que tenha uma boa altura do solo e que tenha manutenção simples (se precisar, consegue arrumar em qualquer cidade).\n\nPriorize carros de suspensão robusta",
                "Parati GL quadrado!!!",
                "Ford Bronco",
                "acho que uma belina 2 (tenho uma kekek ) e um puta carrinho barato de se manter, por ser comando a corrente o motor e um tranque de guerra, ela e extremamente estilosa pra colocar uma barraca em cima e/ou dormir no porta malas",
                "Depende do budget, da para ir de Dodge Ram e ate de uninho.",
                "fiat fastback with U-connect system 10.1\"",
                "Kwid, esse guenta",
                "Uma tr4, acho. Mas não curto muito talvez fosse sté de SIV de shopping",
                "Suzuki Jiminy",
                "AUDI RS6 2023, e sem placa",
                "Vectra B 2.2 manual.",
                "Fiestinha top",
                "Uma Toyota Land Cruiser. Sei que não tem no mercado brasileiro, mas eu adoro esse carro. Agora, se fosse escolher algum que tem no mercado brasileiro, seria uma Hilux SW4 GR Sport, considero perfeita para viagens longas sem dor de cabeça.",
                "Mclaren 720s, belize blue",
                "Ford F-150.",
                "Mitsubishi Asx sem duvidas",
                "C4 Lounge, ia viajar no carro de Sonho.",
                "Chevrolet Silverado 99",
                "Fiat Uno Mille"
            ]
        },
        {
            "title": "Luz de combustível acesa com tanque cheio",
            "selftext": "Boa noite senhores.\n\nDirigi um Honda Fit 2008 que está com a luz do combustível no painel acesa mesmo com o tanque cheio.\n\nIsso já havia acontecido anteriormente e meu pai disse que era devido ao tanque de arranque do motor flex (algo assim, não entendi exatamente, mas era um tanque separado para dar partida no carro quando usa-se álcool, o que não é o meu caso, que uso apenas gasolina), então ele levou pra encher esse tanquezinho e a luz não acendeu mais\n\nAcontece que novamente essa luz está acesa com o tanque cheio. Meu pai levou novamente para encher esse outro tanque menor e mesmo assim a luz permanece acesa.\n\nO que pode ser desta vez?\nTenho uma viagem de cerca de 4 horas pra fazer na sexta feira, é perigoso dirigir por tanto tempo com essa luz acesa?\n\nObrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12k0z6b",
            "num_comments": 7,
            "comments": [
                "Problema de boia.\nNão há perigo em dirigir com a luz acesa.",
                "São leds diferentes, o da esquerda é led que entrou na reserva, opera junto com a boia, e o da direita é do reservatório de partida a frio. Aqui do manual: https://i.postimg.cc/vHR9J6zc/fit.jpg\n\n(Leia o manual, ele não morde. Não precisa papel, google por manual honda fit 2008 1.4 pdf que acha)\n\nSe é o led da reserva mas o ponteiro tá normal, é problema só no painel, dá pra ignorar, ele não tem sensor pra boia e outro pro led, as vezes é mosfet que dá curto, dá muito trabalho desmontar painel só pra isso.\n\nSe é o led do reservatório de partida a frio (Dianteiro), lá dentro do reservatório tem um [sensor nesse estilo,](https://produto.mercadolivre.com.br/MLB-1162409541-sensor-de-luz-de-partida-a-frio-honda-civic-fit-city-flex-_JM) ele não é mecânico, é indutivo pelo líquido, então o único problema que pode dar é ele oxidar a ponto de dar mal-contato em fiação, seria só tirar ele do reservatório e ir com multímetro seguindo a fiação, mas o mais normal é ele estar podre por ter gasolina velha muito tempo, aí é mais fácil trocar logo, deve achar mais em conta, a uns anos acho que paguei R$ 40 em um, não sei se os preços subiram tanto.\n\nSe lá na frente o sensor tá normal, que eu saiba ele não passa pela central, também vai pro painel, aí também seria caso de desmontar painel, só por isso não vale a pena, é só lembrar de encher aquele tanque e pronto, ignora led (Nesse caso).",
                "OP, não tenho certeza de qual seja a causa exata do seu problema, mas pode fazer a viagem com tranquilidade que seu carro não vai parar por causa disso.",
                "Dependendo do carro, basta tirar e colocar o fusível do painel que corrige isso. Geralmente quando o painel é eletrônico. Se não provavelmente é problema na boia mesmo",
                "Verifique a injeção eletrônica!"
            ]
        },
        {
            "title": "Civic 2000 automático é bomba?",
            "selftext": "O carro está aparentemente bem cuidado, por 15 mil reais, porém é automático 4 marchas, tenho medo do câmbio dar problema e ser muito caro de arrumar, pois tenho um mecânico que é muito fera e honesto mas ele só mexe com parte de motor e não de câmbios...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12k0sde",
            "num_comments": 12,
            "comments": [
                "Se você não comprar e tiver ok de lataria me avisa quem tá vendendo porque me interessa hahaha.",
                "Nós aqui, tivemos um problema com um EX 2002, mas, era porque aquele em especial era zicado... No seu lugar, eu iria sem medo!!!",
                "Tive esse carro por uns 4 anos, delicinha demais. A preocupação maior que vc vai ter  com ele é o sistema de arrefecimento e a suspensão. Câmbio troque o óleo a cada 40 mil e seja feliz.",
                "Compra sem pensar. Meu pai teve um e vendeu no ano passado pq precisava da grana.",
                "Vai sem medo, OP.\n\nNão vai dar muita manutenção, quando der não vai ser baratinho, mas vai demorar muito pra dar de novo...",
                "duvido q esteja bom",
                "É um carro de manutenção cara, somado a um câmbio automático de 4 marchas, é a receita da falência kkk, se vc não liga pra gastar uma boa grana caso estrague, e tem outro meio de transporte caso precise, é uma boa opção, mas eu sem dúvidas iria em um com câmbio manual, 4 marchas deve ser mais amarado que meu tênis",
                "Civic e Vovorolla são as melhores compras com 15k que vc irá fazer",
                "O carro não é bomba mas é carro velho e guerreiro. Ja deve ter rodado muito. Um dia a peça vai estragar, se nunca estragou, pode estar mais próximo do que imagina, mesmo cuidando. Isso depende de muitos fatores. Mas é aquela, se arrumar tbm/conseguir um novo, vai durar mais uns bons anos. Essa é a vantagem desses carros.\n\nMas todo carro velho é foda por causa disso, não da pra querer comprar com medo de estragar as coisas, pq vai dar manutenção. 23 anos de vida de carro, me impressionaria n desse problema de suspensao, direção, arrefecimento ou câmbio alguma hora."
            ]
        },
        {
            "title": "Loja pedindo valor acima da Tabela FIPE",
            "selftext": "Aconteceu uma coisa curiosa: o modelo que eu estava querendo negociar, todo conservado e anunciado por R$43.900, aparentemente foi vendido pra uma loja.\n\nHoje vi uma publicação do mesmo veículo (reconheci pelo adesivo de crossfiteiro) no valor de R$49.000\n\nSei que lojas aumentam o preço, mas achei meio absurdo pois a Tabela FIPE do carro e o valor médio nos anúncios é de 41.500.\n\nRola eu tentar negociar pelo valor anterior? Ou até mesmo 45.000? Pq gostei do carro, mas não iria tão longe assim no valor dele pois não tenho todo esse orçamento e pq achei caro haha",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12jvijl",
            "num_comments": 6,
            "comments": [
                "Tabela fipe não é lei, cada um cobra o que quiser. Dito isso, negociar não tem nada de errado, mete o valor que você quer sem dó.",
                "Tabela fipe é uma média aritmética entre preços de meses anteriores e os preços informados de VENDAS de lojistas (Os que repassam dados pra Fipe), não o valor pedido mas o valor da VENDA.\n\nÉ uma média nacional mas o Brasil não é uma ervilha, é enorme, então os preços variam, por isso existe variação regional. No meu caso (Não sei onde o OP está) minha região geralmente tem variação positiva pra fiat, uma valorização de 5% ou mais em fiat popular (10% nos mais vendidos como Uno, Strada e Palio), mas com Peugeot e Citroen tem uma depreciação de uns 10% (Se o preço de tabela é 45 mil, via de regra vende por 40 mil).\n\nVariação regional é até legislado por normativas de seguro e finam, trabalhei muitos anos com análise desse tipo e achava curioso como a estimativa de financeira feita digamos 3 anos antes ainda batia certinho, era pegar o preço de tabela, tirar 5%, e chegava no preço exato que o cliente disse que pagou (Sem ele saber que a financeira avaliaria assim). Ou pra veículos mais velhos, apreciação nuns casos de 20% (Hoje na verdade isso tá pior, a Fipe não tem dados de vendas de coisa tipo Corcel 1983 porque não se vende isso em garagista regular, aí ela dá preço de tabela de R$ 4 mil mas no mundo real ninguém vende por menos de R$ 7 mil, pra dar exemplo, mas é reflexo dessa valorização rápida em 2-3 anos, até digamos 2018 ela tava no máximo 20-25% defasada em antigos).\n\nSe você acha que o carro vale ou não, é outra história, mas a fipe é uma média genérica, é uma BASE pra você aplicar outras regras, como apreciação ou depreciação regional, apreciação ou depreciação por estado geral, apreciação ou depreciação sazonal (Todo ano na época X fica 60 dias sem vender quase nada, aí todo preço cai, aqui ocorre antes da colheita do soja e anda da do milho, depois da colheita vende mais que o normal, cada região com suas especificidades).\n\nSe quer tabela completa pague pela tabela MOLICAR, ela tem preço de referência de básico e completo, pra você estimar melhor, e cita algumas variações regionais. Mas ainda assim ela é referência e não lei, não existe tabelamento de preços em economia decente.",
                "Maioria dos lojistas botam o valor muito acima da Fipe pra quando o comprador chegar lá e conseguir um desconto ter a falsa sensação de vantagem mas com certeza ele abaixa esse valor principalmente se o carro ficar muito tempo parado",
                "Da uma canelada e tenta pegar por 41000",
                "Lojas pagam na canela e na hora de vender jogam na estratosfera, é normal. Trabalhei em loja durante 8 anos, já vi o patrão pagando 45k em um Corolla, só deu um tapa pra por dentro da loja e 4 dias depois vendeu por 61.  \n\n\nEu sinceramente fora do ramo hoje em dia recomendo comprar carro de particular, fazer cautelar, levar em um mecânico bom pra olhar o carro e já era. Loja só compra o carro e manda pro lava rápido e vende, raramente vão trocar óleo e fazer alguma coisa.  \n\n\nHoje em dia existem diversos canais no youtube ensinando a avaliar um carro na hora de comprar também, se prestar atenção não é difícil perceber os sinais de que o carro já foi batido, que já teve o km tombado e etc",
                "ve se nao ta consugnado e procura o dono"
            ]
        },
        {
            "title": "Reajuste de parcelas, onde está a pegadinha?",
            "selftext": "Boa tarde pessoal!\n\nVi mais um anuncio de reajuste de financiamento, prometendo quedas enormes nas parcelas de meu carro, mas meu santo desconfia da esmola grande, onde está a pegadinha oculta e como funciona? Obrigado",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12jt4pm",
            "num_comments": 6,
            "comments": [
                "Uma coisa que consigo imaginar é que eles refinanciem sua dívida com maior prazo. Diminui a parcela, mas você paga por mais tempo e acaba pagando mais juros.\n\nMas esses anúncios que diz que vai entrar com processo e tal, 100% cheiro de golpe.",
                "manda foto do anuncio aí",
                "Manda detalhes do anúncio e fala se é da mesma empresa ou de uma terceira",
                "É golpe. Tem escritórios grandes anunciando pesado, inclusive em redes de TV com promessas milagrosas que nunca são cumpridas. Da uma olhada no reclameaqui pra ver!"
            ]
        },
        {
            "title": "Argo automático é encrenca?",
            "selftext": "Estou querendo meu primeiro automático e venho me interessando pelo Argo mas tenho medo pelo histórico da FIAT com o trancologic. Sabem me dizer como são os câmbios GSR e CVT da Fiat?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12jjk8l",
            "num_comments": 4,
            "comments": [
                "cvt é otimo",
                "Cvt bom\nGsr ruim, é um dualogic atualizado",
                "CVT do mesmo fornecedor da Honda.\nGSR = dualogic moderno (lixo)",
                "Olha, o GSR é uma evolução do Dualogic. Bom mesmo não era, mas realmente era uma melhora significativa...\n\nO 1.8 AT6 era bom também, mas o 1.8 era um motor antiquado já... Frente ao 1.3 não tinha tão significativa diferença de desempenho, mas o consumo era maior... Fora que o 1.3 consegue ser menos complexo que o 1.8, mesmo que mais novo.\n\nJá o CVT é excelente. Argo, Cronos, Pulse e Strada, todos com 1.3 e CVT, são muito bons, muito bem acertados. Bem econômicos e equilibrados, cada carro com seus limites... \n\nEsse CVT é do mesmo fornecedor do CVT da Toyota. Yaris, Antiga geração do Corolla... \n\nEspero o dia que o Fastback use o 1.3 com CVT."
            ]
        },
        {
            "title": "Uma BMW 120I 2010 é interessante?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12jgq97",
            "num_comments": 11,
            "comments": [
                "Não, meu amigo pegou uma 2008 e o negócio parece um gol bola 95 de tanto barulho interno.\nFora que a manutenção da suspensão é cara, difícil.\nSe for pra pegar uma BMW tem que ser no mínimo uma 116i 2013 pra frente. Ou alguma 6 caneco mais antiga.",
                "carro pra andar em tapete europeu\n\nimagina 10 anos andando no tapete brasileiro, q quase nao tem buraco e remendos",
                "Não,  peças muito cara , manca e uma bmw de 13 anos de uso já com muita coisa pra fazer por mais bem cuidada que seja",
                " motor 4 cilindros da bmw só ficaram bons após 2013 que ficaram turbos. antes disso nem perca tempo... vai beber, andar pouco, e explodir cabeçote",
                "Não, mas assim, nenhuma BMW é lá muito interessante. BMW costuma quebrar, só conversar com mecânicos de carros caros. BMW, Jaguar, Land Rover, Mini, quebram com mais facilidade e frequência que outras marcas premium...",
                "Respondendo a pergunta diretamente: Sim, é um carro interessante! Zero a 100 abaixo de 10s, Máxima acima dos 200km/h, existe a versão coupê que é linda e todas as qualidades de um BMW poderia oferecer atrás do volante em 2010.\n\nMas, tem a realidade difícil de encarar...\n\n- É um importado com mais de 10 anos de uso, com manutenção bem cara e há alguns anos já não se encontra unidades bem cuidadas de verdade!\n\n- Esse carro desvalorizou, mas o custo de manutenção não. A chance de pegar um moído mecanicamente que vai explodir na sua mão e dar um prejuízo astronômico é fácil.\n\n- Nessa época os motores 4 cilindros da BMW não era dos melhores, a suspensão sofria demaaaaais nos Serie 1 dessa época e gasolina tem que ser de boa qualidade!\n\nSe for por tesão em ter uma BMW, usar como segundo carro, você tem uma grana extra pra cuidar dos eventuais B.O.s que todo carro velho dá, procure uma bem cuidada e seja feliz.\n\nUso diário, único carro ou primeiro importado? Melhor ver outro carro ou continue juntando $$$ e pegue das mais novas com motor Turbo.",
                "Uma onça",
                "É interessante se sua vida estiver muito chata.",
                "Carro top, melhor ainda com os asfaltos do Brasil, parece uma Autobahn, tudo igual um tapete"
            ]
        },
        {
            "title": "Volvo V40 momentum X Mercedes A200",
            "selftext": "Ambos 2018/19\n\nVocês iriam em qual e por que? \n\nV40 momentum pq o R-design ja é outra proposta de motorização.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12j7fuc",
            "num_comments": 4,
            "comments": [
                "Mercedes. Não conheço muito desses carros mas, via de regra,  Volvo não é muito bem aceita no mercado de usados.",
                "Nenhum dos dois. O Volvo é mais carro mas é complicado ter Volvo. \n\nO A200 é um classe A, não dá pra ter no Brasil.",
                "A200! Mais facilidade de peça e não de obra (não significa ser mais barato), além de ser um projeto bem mais moderno",
                "Eu iria de classe A. Mas boa sorte cuidado da suspensão"
            ]
        },
        {
            "title": "Carro pra casar. Sugestões?",
            "selftext": "Acho que quero um carro pra vida. Um carro \"pra casar\" e nunca mais largar.\n\nO seguro do meu Fiesta 2016 subiu e o corretor me falou que é porque a Ford saiu do Brasil e já está mais difícil pra arranjar peças. \n\nPor ser automático, estou com ainda mais medo do famigerado câmbio PowerShift estourar e eu ter que pagar caro em peça de segunda mão. \n\nComo não tenho talento para os trambiques de comprar e vender, sempre perco dinheiro na compra e na venda e este é mais um motivo que me faz pensar em comprar um carro pra ficar até que a morte nos separe (ou pelo menos um bom tempo).\n\nQuero poder fazer modificações pra deixar do meu gosto sem ter que me preocupar em desvalorização ou retorno do investimento, pq eu não venderia nunca. \n\nNão manjo muito de carros, por isso estou aqui humildemente pedindo  conselho à vossa sabedoria. \n\nPensando neste cenário, gostaria de algum modelo que fosse fácil de arrumar/achar peças, que seja razoavelmente econômico ou pelo menos na média (pq senão lá se vai o animo de ficar com ele pra sempre) e que também não custe o olho da cara.  Também não queria que fosse muito feio ou muito pequeno. De preferência do tamanho do New Fiesta pra cima. \n\nJá pensei num Santana pq meu pai teve um então tenho uma certa ligação, ou um Astra pq acho daora, mas eu topo escutar qualquer ideia. Desde pegar um batendo biela pra refazer e ter certeza que o motor está bom, até comprar um 0 (o que provavelmente é impossível pq tô querendo gastar no máximo 50k com manutenções inclusas, e de preferência menos). \n\nÉ aí, sugestões?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12j75zc",
            "num_comments": 9,
            "comments": [
                "Fala OP, \n\nSe vc quer se livrar do seu Fiesta só por causa do PowerShift, não precisa fazer isso. Se esse câmbio fosse tão ruim quanto falam, o seu carro, que já está com mais de 6 anos de uso, já teria dado problema.  Além disso, se o seu carro nunca sofreu uma intervenção no cambio fora da rede de concessionárias, é provável que seu carro ainda esteja em garantia até 2026. A Ford estendeu a garantia pra 10 anos. \n\nAlém disso, a Ford já desenvolveu soluções definitivas pra essa transmissão. Expliquei um pouco sobre isso [nesse comentário aqui](https://www.reddit.com/r/carros/comments/11ossko/os_carros_automáticos_atuais_dão_menos_problemas/jbvem1y?utm_source=share&utm_medium=android_app&utm_name=androidcss&utm_term=1&utm_content=share_button). \n\nQuanto ao seguro, todos eles aumentaram muito de 1 ano pra cá. Para várias marcas. Me parece uma desculpinha se corretor.\n\nSupondo que vc queira mandar ele embora, o Astra é uma excelente opção como vc mesmo citou. Nesse teu orçamento de 50k, tu consegue pegar um muito zerado. Além de ele ser bastante confortável, te garanto que quando a maioria desses 3 cilindros modernos já tiverem se transformado em pregos novamente, ainda terão muitos Monzatech rodando por aí e sem dificuldades. Quanto a peças, na Accioly costuma ter tudo e por preços bem competitivos",
                "Compre um Corolla e seja feliz, são carros resistentes, com peças compartilhadas entre muitos carros, fáceis e baratos de manter, confortáveis e seguros, e como você planeja deixar a seu gosto, o Corolla tem uma comunidade bem forte e entender como tudo funciona, o que é como mecher no carro é bem fácil de entender, então pode ir sem medo.\n\nTenho um Etios e é desta forma, tem o clube do Etios e aprendi a instalar uma central, como checar erros e solucionar problemas de diversas formas, além de indicações de como melhorar o carro da forma correta (volante simples p/multifuncional com Cruise C) e no fim, cuidando do carro, ele cuida de você",
                "Q desculpinha mais merda desse corretor em, as pecas do ford continuam presentes no mercado, alias, mtos carros da ford sequer foram fabricados aqui no br, ou seja, a vida continua normalmente para qm tem ford",
                "A longo prazo modelos clássicos como Corolla, Civic, Fit e etc compensam, a pouca manutenção é bastante cara mas cada coisa que você mexe hoje você pelo menos tem certeza que não precisará mexer de novo antes de muitos anos.\n\nA curto prazo esse tipo de veículo é uma merda porque você pode pegar algo prestes a dar alguma manutenção cara, mas se quer pensar a longo prazo eles compensam, se gasta R$ 5 mil numa manutenção aqui, vai ficar sem gastar R$ 4 mil em outras manutenções ali.\n\nE se seguradora tá de frescura com modelos mais velhos, manda elas a merda e usa as cooperativas de seguro, como Lider, Golplus, Multipla e etc. Tem cobertura bem limitada mas cobrem o que é mais caro, que é pt, roubo, e danos de terceiros, o resto pessoal abusa demais (Chamar guincho por pneu furado merece chibatada! Mas é comum), não faz muita falta pra 99,99% dos usuários (Alias, pra 70% dos usuários do Brasil o próprio seguro não faz faltam, nem 1/3 da frota abaixo de X anos de uso tem seguro, seguro é coisa de minoria, por isso seguradora é tão afrescalhada, não é um serviço massificado de verdade). Cooperativas tem custo alto pra associação inicial, mas o custo mensal ou anual pode ficar bem atrativo, é barato porque cobre pouca coisa mesmo, e pode levar seu mês pra reembolso, então negócio é tratar como reembolso mesmo, repara logo o que precisa, e depois cobra o reembolso, eles são mais elásticos que seguradora afrescalhada que exige você ir em poucas oficinas afrescalhadas que cobram R$ 2 mil por qualquer servicinho de 100 conto.\n\nSe for se basear em seguro, a maioria das seguradoras tradicionais tem limitações com idade, ou nem cobrem ou diminuem MUITO a cobertura, escolher carro com base em seguro é cagada, vai acabar comprando pepino, se o problema é seguro troca de seguradora, bem mais simples (No caso troca seguradora por cooperativa, elas se baseiam no valor do bem, não em modelo exato pra peças e cia, o reparo é contigo, você só recebe reembolso então se quiser ter carro ruim de peças o problema é seu, não da cooperativa)."
            ]
        },
        {
            "title": "Por 45 mil reais (na minha cidade) Fiat Argo 2018 1.3 vs Onix LTZ 1.4 (Todos manuais)",
            "selftext": "Pra vocês, qual desses carros vale a pena pegar como primeiro carro e também pôr essa faixa de preço?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12j6ius",
            "num_comments": 18,
            "comments": [
                "Entre esses dois aí, Argo de muito longe.\n\nArgo 2018 é um produto muito superior ao Onix. Tudo, tudo mesmo. Desde desempenho, consumo, construção, conforto, sei lá mais o que botar kkkk\n\nO Argo parece um carro de categoria superior quando colocado ao lado do Onix. É importante lembrar que o Argo 2018 era muito superior ao Argo atual inclusive... Depenaram e pioraram o carro.\n\nÚnico defeito do Argo 2018 o Onix também tem, que é ser baixo. De resto é totalmente superior.\n\nTive o Argo 2018, e tenho agora esse Onix. Falo por ser dono/ex dono.",
                "Pegaria um New Fiesta ou Peugeot 208.  \nDentre esses dois, iria no ônix por ter uma manutenção mais em conta e ser super confiável.",
                "Dentre esses dois, Argo.",
                "Ande nos dois.\nArgo é melhor mas o onix tem 6 marchas que faz toda a diferença na estrada",
                "Argo, melhor acabado, mais confortável, econômico, no geral é um carro mais bem feito",
                "Argo sem pensar 2x\nTanto os 1.3 quanto os 1.0 são bem superiores ao Onix 1.0 e 1.4\n\nA única coisa que não gosto do Argo é a Multimídia, a da GM é melhor. De resto, Onix fica pra trás.",
                "Ex metalúrgico aqui.\n\nPra usar pouco tempo: Fiat\nMuitos anos: Chevrolet \n\nDe nada",
                "Tenho um ônix 2021, se fosse algum de 2020 pra eu até pensaria em pegar, mas dessa geração mais antiga o argo é bem melhor. Inclusive acho ele mais confortável q meu ônix, mas um defeito comum ao dois é a altura, se n tiver cuidado vai raspar em absolutamente tudo",
                "Eu prefiro o Argo",
                "Argo, com toda certeza",
                "Argo, até pq o 1.3 dele tem boa potencia e é mais moderno que o 1.4 do Onix."
            ]
        },
        {
            "title": "Quanto devo gastar no meu primeiro carro?",
            "selftext": "Tenho 37 mil guardados e uma renda de 4 mil líquidos, consigo guardar cerca de 800-1200 todo mês, trabalho remoto então não utilizaria ele muito, e também não tenho muita pressa pra adquirir um carro. \n\nQual valor vcs gastariam em um carro na minha situação? Tava pensando em 30.000 a 35.000, mas não sei se é muito ou pouco",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12j03id",
            "num_comments": 15,
            "comments": [
                "Também tô procurando um carro mesa faixa de preço e, sendo muito honesto contigo, tô quase desistindo.\n\nSe você não precisa muito de um carro agora, deixe pra depois. Sério. O mercado tá muito ruim.\n\nTem uber aí onde você mora? Eu só tô no mercado porque moro numa cidade de interior e tá chovendo pra cacete aqui. Se tivesse uber aqui, esquece! Tava nem preocupado com isso.\n\nNessa faixa aí eu tenho visto Classic, Celta, Uno, enfim, modelos populares, geralmente com km reais acima de 100k. Até tem modelos mais completos (e mais antigos, naturalmente), mas significativamente mais rodados.\n\nO foda é que nesse patamar de preço você não acha carros bem cuidados, com alguma procedência. São veículos que eram baratos e já passaram por algumas mãos, então a manutenção é uma grande incógnita.",
                "Se vc é leigo recomendo os populares mesmo. Se não quer popular recomendo o que o amigo aí disse, espera pra ver se o mercado da uma ajustada.",
                "Op, que tipo de carro te agrada? Vc gosta de carro ou quer algo simplesmente pra se locomover? É um cara solteiro ou precisa de espaço?  \nEssas informações são importantes para dar uma resposta mais assertiva",
                "Acho que é uma coisa muito pessoal de cada um, pra mim o primeiro carro deve ser algo super barato para não ter dó de dar umas raladinhas na guia ou encostadas fazendo baliza.",
                "vai rodar qto?",
                "Pra viagens curtas vai de app, aluga um carro bom pra fins de semana, os 30k põe em renda fixa, viva feliz",
                "Há estudos que falam de não gastar mais que 30% dos teu salario anual no carro. Dessa forma, ganhando 4k líquio, 52k ano, 16k no carro.",
                "Se quer o mais barato possivel, um mes do seu salario.\n\nSe quer Algo economico e eficiente, 6 meses do seu salario.\n\nSe aceitar gastar mais por conforto, um ano do seu salario.\n\nSe nao se importa com dividas, dois anos do seu salario."
            ]
        },
        {
            "title": "O que é isso?",
            "selftext": "Alguém sabe de onde é essa peça? Levei o carro pra lavar e na volta achei solta no chão. Nunca tinha visto antes. É um Voyage 2010 Comfortline.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12iwffg",
            "num_comments": 14,
            "comments": [
                "Tampa do polo da bateria",
                "Uma tampa para o polo de bateria\nÉ usado para evitar que algum componente próximo como fio descascado ou terminal negativo solto encoste acidentalmente,\n\nA maioria dos carros nem tem mais isso \nE raramente pode dar algum mal contato, ao menos que seu mecânico seja muito filho da puta em deixar algum fio negativo solto sem nenhuma fita para isolar.",
                "Sacanagem, mandaram a WAP no seu motor.\nNão está apresentando nenhuma falha elétrica?",
                "borracha da bateria pra não eletrizar o capô",
                "Isto é uma xinfurinfula",
                "Pode jogar fora\nDeve ser de alguma bateria q já foi trocada",
                "Proteção do polo da bateria",
                "Bateria do tampa do polo",
                "Capa do polo positivo da bateria",
                "protetor do polo positivo da bateria"
            ]
        },
        {
            "title": "Carro seguro até 60/65 k",
            "selftext": "Boa tarde nobres bebedores de mijolina! Recentemente procurei indicação aqui sobre uma Strada 1.8, mas após ver o teste de segurança delas desanimei de camionete. Agora volto a pedir sugestão aos nobres companheiros, pode ser carro fechado, mas gostaria de um modelo mais seguro (conheço somente o teste da latin Ncap). Os modelos que pesquisei:\n\nGolf (manual por favor)\n\nCruze (preferência Hatch manual) pois o câmbio automático até 2013 é uma bosta\n\nOnix 1.6 ( esse aparentemente em serras o freio endurece com ar ligado)\n\nCity\n\nCivic\n\nEtios nova geração? Vi que melhorou no quesito segurança.\n\nUp confesso que tenho pé atrás, pois até hoje todos os carros 1.0 que andei eram tartaruga, sem falar que parece um pote de sorvete aquela langanha.\n\nÉ isso, se puderem ajudar, agradeço.\n\nEdit: formatação, e sobre o uso: eu não uso pra trabalhar pois moro a 3 min de moto do meu emprego ( interior ) o uso seria fim de semana e passeios com a dona Onça",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12iph9l",
            "num_comments": 8,
            "comments": [
                "Sem dúvida nessa faixa de preço tu consegue pegar um New Fiesta Titanium 2017. Esse carro tem 7 Airbags, incluso o de joelho para o motorista, abs, ebd, controle de estabilidade e tração e assistente de partida em rampa. \n\nNão tem nenhum concorrente hoje, zero km, que ofereça 7 airbags. \n\nO Focus SE Plus 1.6 manual também é bastante seguro (6 airbags) e cabe no seu orçamento.\n\nSaindo da Ford, o Golf Confortline 1.6 MSI com câmbio manual também é uma ótima opção, mas está por volta de uns 75k. Muitos criticam esse carro em relação ao desempenho, mas não acho que algo que faça de 0 a 100 em 10s seja considerado lento. Vc perde em desempenho mas ganha na manutenção já que é um motor infinitamente mais simples que os Tsi",
                "Acho que para ter mais segurança nessa faixa de preço o ideal era pegar um carro mais alto, como um [Peugeot 2008](https://www.autoo.com.br/peugeot-2008-e-cla-ganham-5-estrelas-em-teste-de-seguranca/), [Mitsubishi ASX](https://www.euroncap.com/en/results/mitsubishi/asx/10985), [Ford Ecosport..](https://exame.com/invest/minhas-financas/estes-sao-os-carros-mais-seguros-do-brasil/)\n\nEstes 3 carros receberam 5 estrelas no ANCAP.",
                "Festa sedan mexicano ou um Civic / Corolla mais antigo",
                "Golf, city e Civic são os mais seguros.\nSempre que for se preocupar com segurança é importante procurar por carros que tenham design global e que sejam vendidos na Europa. \nA plataforma do golf é muito boa, é difícil bater, mesmo que os concorrentes tenham mais airbags"
            ]
        },
        {
            "title": "Calcular gastos de carro",
            "selftext": "Pessoal, boa tarde! To querendo comprar meu primeiro carro mas eu gostaria de saber alguns gastos mais exatoa, quero comprar um corsa mais antigo mas queria saber quanto custa a manutenção dele em media, quanto pra encher o tanque etc. Gosto de ter acesso à essas informações para me programar bem, existe algum tipo de site que faça essa conta?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12inrb9",
            "num_comments": 7,
            "comments": [
                "Varia muito o custo, mas tenta olhar algumas revistas (4rodas, carro, autoesporte) que eles geralmente tem a cesta de peças (tanto de exterior quanto interior).\n\nMeu conselho pra vc é pegar os itens de manutenção preventiva e pesquisar o preço delas no Mercado Livre. Isso vai te dar uma boa base pra entender quanto custa manter.\n\nSobre combustível, só ver a capacidade do tanque e fazer a conta do preço da gasolina x capacidade.",
                "a resposta é sempre: depende  \nde modo geral, os custos são esses:  \n- impostos: licenciamento, ipva - o preço varia de acordo com o carro e por estado, mas é facil estimar  \n- seguro: pra carros mais antigos é dificil fazer seguro com cobertura compreensiva, mas da pra fazer só pra roubo/pt/terceiros, ou na pior das hipoteses só pra terceiros  \n- combustivel: faça uma estimativa nada conservadora dos lugares que vc costuma ir e a frequencia com que vai, isso da uma boa ideia da distancia que deve percorrer por mês, e aí vc divide isso pelo consumo médio do carro  \n- manutenção básica: troca de oleo e filtros a cada 5000km e itens de desgate conforme necessidade, e aí que a coisa pega. Num carro novo até os seus 60-80 mil km da pra fazer uma estimativa bem precisa do que vc vai ter que trocar e quanto vai gastar, boa parte das marcas até tem preços fixos pras revisões até essa faixa. Pra um carro antigo, vai depender de como o(s) dono(s) anterior(es) cuidaram, e de como vc vai querer manter ele. Existe uma miríade de peças de desgate que podem precisar de atenção - suspensão, freios, buchas, rolamentos, correias, cabos, conectores, vedações, guarnições, velas, bobina, a lista não tem fim. Se o carro estiver num bom estado geral, e vc só quiser ir rodando gastando o minimo possivel, qualquer mecanica de bairro com peças paralelas vão deixar o carro rodando",
                "Custos de carro é bom fazer considerando o ano.  \nEu tenho uma tabela que criei e uso com meu carro, se quiser te compartilho na DM.\n\n* Veja o preço da gasolina na sua cidade e com a litragem do tanque (ficha técnica) calcule o valor aproximado para se encher o tanque.\n* O custo do IPVA (se tiver) e divida por 12\n* Caso vai fazer seguro, tbm divida por 12\n\nO meu carro por exemplo tem um custo fixo (parado na garagem) de R$ 130,00 ao mês sem considerar as manutenções, se atente nisso."
            ]
        },
        {
            "title": "Peças para Subaru Impreza",
            "selftext": "Eai pessoal! Estou prestes a comprar um Subaru Impreza 2009 hatch 2.0, mas agora na última hora bateu aquela preocupação com as peças (sei que são meio difíceis de achar). Conhecem boas lojas/sites para encontrar e comprar peças pra esse carro? Muito obrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12imilo",
            "num_comments": 15,
            "comments": [
                "Fala OP,\n\nSe preço não for um problema, as concessionárias da marca mediante encomenda. Para os meros mortais como nós, além do Mercado Livre, acredito que a melhor forma é comprar em autopeças famosas nos Estados Unidos (use o VPN para simular que vc está lá, aí o google te traz resultados corretos), manda entregar em uma empresa de redirecionamento de encomendas lá (My vip Box, por exemplo) e pede pra eles enviarem pro Brasil.\n\nUse [esse link](http://www4.receita.fazenda.gov.br/simulador/), no site da RFB, para ter uma estimativa de qual o valor a peça vai chegar aqui, já com todos os impostos e taxas. Evite enviar por grandes frotistas, como Fedex, DHL e UPS, pois quando é encomenda vinda dos EUA por essas empresas, 100% é taxado. Se vc mandar pelo correio normal (USPS), vc tem alguma chance de não ser taxado, se tiver sorte.\n\n&#x200B;\n\nAbs.",
                "essa geração shark 2009, ainda mais a aspirada 2.0, é uma das mais de boa de manter. tanto de acabamento quanto de mecânica. se o carro tiver em bom estado da pra ter tranquilo.",
                "Se é carro de final d semana fez uma ótima compra, parabéns!  \nDica: Leve o subie numa autorizada para revisão e troque todos fluídos e filtros (preventiva)  \nAqui algumas lojas do Instagram que eu recomendo:\n\njdmbrsales\n\nballestra\\_parts\n\npersonalparts\n\nmid\\_parts\n\nkuhnbrakes\n\nclutchjdm",
                "Mercado livre, e tem algumas importadoras de peças no BR tambem, e desmanches em geral.   \nConcessionaria, vai te matar de susto.",
                "Sem querer colocar água no seu chopp, mas Subaru adora virar bronzina, é isso pode te custar uns bons milhares de reais.\n\nSomado isso ao fato da data de css, vai se corriqueiro importar peças dos eua e ficar exposto ao dólar.\n\nSe vc sabe onde tá se enfiando, e fez uma vistoria MECÂNICA, com um especialista em subaru, corre pro abraço."
            ]
        },
        {
            "title": "Fiz um mal negócio?",
            "selftext": "Olá amigos, estava em busca de um carro econômico e recentemente comprei um Agile 2013 ltz de um amigo do meu tio pois meu tio disse que o carro era muito bom (apesar do carro ter sido recuperado) por 27k, que segundo ele era um preço muito bom, e como ele entende um pouco de mecânica e eu não sei quase nada confiei e resolvi topar, ele me disse que a batida não chegou a pegar no motor e que o estado estava muito bom. \n\nNo primeiro dia com o carro a noite começou a sair uma fumaça branco do motor e a subir a temperatura, tive q parar e levar na oficina no outro dia. Depois do diagnóstico o mecânico disse que precisava trocar o radiador (foi-se 800 conto). Fiquei cabreiro e resolvi levar em um outro mecanico pra revisar tudo e eis que eu soube que alguns dos barulhos que eu ouvia quando fazia curvas eram por causa dessa manutenção, e que infelizmente não tinha jeito, pois a batida afetou a lataria da frente próxima ao motor, e que ele faria barulho mesmo sem jeito de arrumar. Além disso o mecânico sugeriu trocar a parte de suspensão, que daria em volta de 2k mas que daria pra postergar por uns 3 meses. \n\nNão tinha histórico de manutenção do veiculo e não fiz cautelar pois não conhecia (o último mecânico me deu a dica de nunca comprar veiculo sem fazer cautelar), minha dúvida é: será que é bucha ficar com esse carro? Os reviews que achei na internet falam que ele é um carro confiável e econômico. Meu caso de uso é passeios com a família nos fds (tenho dois filhos) e viagens beeem esporádicas e curtas.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12i5lo1",
            "num_comments": 10,
            "comments": [
                "Vc ta investindo 27 conto em algo que não sabe e não conhece tanto o amigo do seu tio, quanto o carro. Além de vc não entender, a melhor coisa a se fazer é consultar alguém que entender, seja na forma de serviço ou algum conhecido. Mas depois de comprado não tem muito choro. Bons negócios são quando o vendedor precisa de dinheiro rápido, dai vende mais barato do que deve. Numa situação normal tudo que é barato tem um porque.\n\nAgora que vc ja levou pra fazer revisão e trocou radiador, eu não trocaria mais de carro não, vc vai perder uma grana, ainda mais pq vc provavelmente vai querer se desfazer logo pra ver outro carro.\n\nJá que ja fez revisão e foi constatado que vai precisar trocar os amortecedores mas não trocou, compra as peças na internet e dps so paga a mão de obra. Na hipervarejo parece q tem o kit das 4 suspensoes mais aquelas outras pecinhas por 944.\n\nAlém disso se vc n levou, leva pra trocar oleos e filtros, é bom vc aprender a ver como está pelo menos o filtro motor e de cabine, são peças de fácil acesso que indica se o ultimo dono fez o mínimo de manutenção (peças de 20-30 reais que trocam de vez em quando).\nFico pasmo como tem gente que não troca filtro de cabine, o meu carro tinha até aranha morta quando peguei. Depois tava com palio 2011 que minha namorada pegou emprestada do avô, tinha ate mancha de sei la oq no filtro de ar, e o filtro de combustível era original do carro ainda, a gasolina tava saindo preta de la. O filtro motor tava marrom. Nisso indica o cuidado que as pessoas tem do carro que dificilmente pessoa particular esconde pq nem lembra q existe, se não tinha trocado de tão barato que é. Se a pessoa n tem capacidade de levar o carro pra trocar óleo e pagar 20 conto num filtro de ar que dura ai tranquilo 20 mil km na cidade/estrada, imagina fazer manutenção do carro.\n\nAlém disso provável que nunca tenham trocados as velas do carro e consta na manutenção preventiva. Por ser um carro velho, tbm veja liquido de arrefecimento, e oleo de freio. O oleo de freio normalmente no manual pede pra trocar a cada 5 anos, ele absorve umidade e para de ser efetivo. O liquido de arrefecimento vc vê se ele ta perdendendo a cor do aditivo (normalmente é rosa ou verde), se tiver ficando marrom, ja corre pra trocar, se não o negócio fica critico. Se tiver muito marrom ja prepara que provavelmente quando trocar e fizer limpeza vai aparecer buraco nas mangueiras.\n\nSe for agile automatico, tem tbm o oleo de cambio, se nunca foi trocado, é melhor trocar pra não te dar dor cabeça.\n\nEssas são algumas dicas que eu te dou de preventiva pra não te dar surpresas. Como vc comprou o carro e fez manutenção do radiador e revisão, eu não trocaria, so se vc ver que cambio ta dando problema, ou liquido de arrefecimento ja ta podre, que daí começa a dar mta encheção de saco. Veja uns videos no youtube q vc ja descobre como ver os filtros, onde fica o reservatório do arrefecimento. Estando tudo ok, ai vc vai pensando em fazer a manutenção da suspensão. O carro é bom, quem eu conheço que tem gosta, manutenção é barata, mas é um chevrolet, tende a ter mais coisinhas pra fazer, compensando a manutenção barata, mas é um bom carro sim.\n\nNão esqueça de conferir os pneus tbm, se não estao no TWI. Quando eu ia ver os carros eu conferia, pelo menos meia vida pra comprar, pq se não é mais a grana dos pneus q tem q desembolsar.\n\n\nAgora, bom negócio não sei, se o carro estiver bacana, pode ate ser, o desconto foi bom, e é dificil achar um carro velho integro. Sempre tem algo pra fazer, \"ninguém\" vende carro revisado total, e quem vende quer mt dinheiro. Se o problema do seu for só esse radiador e trocar a suspensao. 800 de radiador, se comprar o kit de suspensao online e pagar mao de obra, acredito que por 1300-1500 seriam todos seus gastos. Suspensão dura mt tempo. Se vc for trocar oleos e filtros, mais 200-300 conto. 1800 reais vc tem carro que mecanicamente não vai te dar dor de cabeça por um tempo.",
                "Meu mano, eu tenho como premissa nunca comprar carro de amigo de tio/primo/irmão e etc. salvo algumas excessões, são sempre pessoas que estão com problemas e precisam passar o carro pra frente pra ter dinheiro.\n\nA vistoria cautelar vai te ajudar a evitar de comprar um problema em outros aspectos. Na cautelar, ela aponta se o carro foi batido, foi de leilão, foi recuperado de enchente / roubo e etc. São pouquíssimas as empresas de vistoria que vão te dar um laudo mecânica. Ou seja, pra saber se vc tá comprando coisa boa de mecânica, leva em um mecânico ou compra o carro com um consultor automotivo.\n\nMeu outro ponto é o meu mantra pra carro usado. Se vc tá morando em um carro de 30k, compra o de 25 e gasta 5 de manutenção. Te indico itens de manutenção preventiva a serem verificados:\n\nMotor\n- troca de óleo\n- troca de filtro de ar/combustível/óleo \n- Correia dentada\n- Correia Poly V (acessórios)\n- velas\n\nFreios\n- discos\n- pastilhas\n- fluido de freio\n\nSuspensão \n- buchas\n- amortecedores e batente\n- pneus \n\nOlhando esses itens vc já garante que terá um carro minimamente seguro e confiável. O restante que acontecer, é coisa que não foi evitada com preventiva.\n\nA FIPE do carro tá em 35k, ou seja, o gasto que vc teria de manutenção vai fazer o seu de 27 chegar (ou ultrapassar) esse valor. Agora, se seu carro é recuperado, vc sempre terá um carro que será mais desvalorizado do que a média.",
                "Teu erro começou em comprar um carro batido, e confiar na palavra da pessoa que estava tentando te vender. Vc acha que ele ia falar que a batida afetou a estrutura? Que o carro nunca mais será o mesmo? Que vai afetar até o balanceamento dos pneus? Se ele o fizesse vc não compraria o carro dele.\n\n Esse cara te meteu a faca e com gosto ainda, 27 pila por um Celta mordernizado e batido. Vc foi tapeado meu caro.",
                ">será que é bucha ficar com esse carro? \n\nSe você já está arrumando tudo que precisa, então pode ser que não seja mais uma bucha, afinal se for bem feito só vai precisar fazer uma vez.\n \nOutra parte boa é que você pegou o carro 7mil abaixo da fipe, então você tem essa margem para arrumar tudo que o carro precisa, mas ele nunca vai deixar de ser \"recuperado\" então o valor de mercado é sempre reduzido, mesmo se o carro tiver em perfeito estado.\n\nEu pessoalmente ficaria com o carro mais um tempo, pra ver se gosto dele ou se ele continua aparecendo mais problemas. Hoje meu carro é recuperado, mas comprei direto no leilão e arrumei, estou com ele já a 1 ano e rodei 15mil km, no começo a gente sempre fica mais desconfiado mas depois pega gosto pelo carro.",
                "Amigo, tenho esse modelo porém 10/11. Também aconteceu colisão frontal porém foi bem diferente. Comprei a uns 15 de um cliente do meu pai (que é mecânico) e a fipe dele é 30. Toda parte da frente incluindo radiador, parachoque, alma e afins junto com a manutenção preventiva custou uns 10.\n\nEle não é um carro econômico em relação a combustível por ser mais pesado.\nMontana que tem o mesmo motor tbm é gastona.\nFaço 8 cidade e 12 estrada, mas isso vai do teu pé tbm.\nComo vc sabe ele tem piloto automático e eu geralmente cravo nos 110km/h visto que os radares da BR por aqui são de 100km/h. Como no painel demonstra um pouco mais que realmente é e os radares consideram margem de erro eu viajo assim tranquilo.\n\nSe vc estava acostumado com outro carro vai perceber que o trambulador tem uma folga que é crônico assim como tbm o tecido das portas que descola. Se atente a isso e busque uns tutoriais no youtube pra resolver."
            ]
        },
        {
            "title": "Virtus 1.4 turbo",
            "selftext": "Qual opinião de vocês nesse carro?\nCurto sedãn médio…\nJetta e civic estão inacessíveis pelo preço. O virtus 1.4 me parece atrativo, ao mesmo tempo penso se não vale a pena por um pouco a mais e pegar um corolla ou um sentra (apesar do virtus ser mais rápido que ambos)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12i3grc",
            "num_comments": 19,
            "comments": [
                "Não ficou claro pra mim se você quer um pseudo esportivo como o GTS, ou um sedan médio com desempenho bacana...\n\nOlha, Virtus é um carro de nicho, que os donos tão ficando meio acostumados a quebrar alguma coisa aqui e ali. O motor TSI tem turbo e injeção direta, que funciona bem pra Europa, não utilizam etanol nos veículos comuns... Esses motores não foram concebidos pra gente, infelizmente tem problemas. E não só pelo etanol, ou gasolina com quase 30% de etanol, enfim... Tanto 1.0, quanto 1.4 e 2.0 dão problema, os da Audi que tem a sigla TFSI também dão certos problemas chatos... Nesse sentido o melhor é ser o primeiro dono, mas mesmo assim há risco de quebrar... Fora que o Virtus e Polo GTS não são esportivos, nem tem o desempenho lá aquelas coisas... Um Civic Touring, por exemplo, faz bonito e bem melhor, provavelmente devido ser CVT e ter um motor melhor acertado... TSI é ruim? Não, ele é ótimo... na Europa!\n\nSe eu puder dar outra opção, seria o Civic Touring, ou mesmo o 2.0 aspirado que é muito bom já. O CVT ajuda nesse sentido. Mesma coisa o Corolla, pode ser esse novo, ou o modelo anterior com 2.0 aspirado, mas com injeção multiponto... Sentra também é outra excelente opção, seja o modelo anterior como o atual.\n\nEsses três japoneses tem o 2.0, CVT, espaço, conforto, desempenho, e muita confiabilidade em semelhanças entre e eles... Porém, os com injeção multiponto são mais confiáveis devido nosso combustível não ser o que eles foram feitos pra beber....\n\nCruze é bom também, mesmo que esteja saindo de linha. Tem desempenho legal, e é bem confortável!\n\nTem um carro que já tem um tempo, mas eu adoro... Ele veio pra cá em 2014, e tem muita coisa que carro atual não tem. Inclusive muito conforto, espaço e confiabilidade. É o Nissan Altima, sedan grande acima do Sentra. 2.5 CVT, carro bem acima do que estamos acostumados.\n\nConselho, se estamos falando de Corolla e Virtus GTS, pelo preço, saia dos veículos de entrada mesmo que premium... Deixa pra lá Onix, Virtus, Versa, etc, fica nos médios, a diferença é perceptível no dia a dia... Há bem maior preocupação com a fabricação e montagem desses veículos médios.",
                "OP, vc tá buscando esses carros 0km?\n\nPrimeiro que Virtus não é sedan médio, e vc pode se frustar com o tempo por não ter pego o Jetta.\n\nSe a compra for seminovo, um Jetta R-Line 1.4 Turbo está na mesma faixa de preço do Virtus GTS. A diferença não passa de 15k, o que valeria a pena por conta do tamanho.\n\nDá uma olhada no Cruze tbm, pode te agradar.\n\nEu não trocaria um sedan médio turbo por um aspirado.",
                "VW te entrega motor e te tira acabamento e confiabilidade. Vc entra nos grupos de donos de virtus, cada um tem um problema diferente, nao existem um padrão e isso as vezes torna dificil a resolução.\n\nEu tenho um civic, eu arrumo quase tudo ou pelo menos descubro os problemas que eu não sei pelos grupos, pq quando da algum problema é sempre o mesmo que alguma outra pessoa teve, como por exemplo o radio ficar maluco, precisa refazer a solda dele (isso to falando de um civic velho, G8). Ja teve inumeras pessoas que tiveram defeito semelhante.\n\nAgr quando eu entro nos grupos de virtus, cada um tem um problema distinto, aleatório, e isso é ruim, me passa sensação de falta de qualidade, pq não foi um erro cronico, específico.\n\nE falando sobre problemas crônicos, esteja ciente que injeção direta e motor turbo não se dão bem com etanol. Os sensores de abs são um porre, ja vi varios relatos deles estragarem bem facil. E o problema mais chato que tem q ver se foi resolvido nesses modelos novos é o eixo traseiro trincado e a VW n ta nem ai.\n\nO meu civic 2010 tem problema considerado cronico da caixa de direção, em que os carros hoje e os mais usados estão dando problemas na caixa de direção. Mas estamos falando de carros com 13, 15, 16 anos. Virtus ta dando problema de eixo trincado em carros 2018, 2019, 2020.... E a VW n fez recall, algumas concessionárias até cobrem, outras não estão nem ai mesmo. Confiabilidade da marca.\n\nTirando isso, o carro te entrega motor, motor turbo, forte, econômico e se não me engano o maior porta malas da categoria.\n\nSe vc tem dinheiro pra investir num virtus 0km, pq não um civic 2018? Ou um civic G9 pra economizar mas ainda é um carrão. Só que a pegada do civic é igual corolla, são carros de família, confortaveis bonitos e confiaveis.\nSe vc quer mais motor tem ate jetta usado, o MSI é um projeto mais simples, lógico que o turbo empolga muito mais, mas ja é um baita carrão mais conhecido no mercado ai.\n\nEu queria gostar do virtus, acho a proposta legal, mas cada dia q passa me passa a impressão de ser um projeto mal feito e mal pensado.",
                "Acabamento horrível, digno de Voyage. Mas o conjunto mecânico é legal e vem muito bem equipado, com ACC e tudo mais.",
                "O Cruze custa quase a mesma coisa e oferece muito mais. É um sedan médio de verdade, não um popular melhorado."
            ]
        },
        {
            "title": "Câmbio automático",
            "selftext": "Fala, galera.\nSempre tive carro manual por preferência.\n Sempre achei que o automático tem um tempo de resposta entre você pisar no acelerador e ele entender que você quer reduzir e acelerar, e isso me incomodava na hora de dirigir.\n\nUltimamente, o universo dos sedãns médios e SUVs médios simplesmente aboliram as opções de carro manual. Logo terei que trocar pro automático.\n\nNa opinião de vocês,qual automático tem resposta mais rápida?\n\nSei que os automatizados de dupla embreagem costumam ser mais rápidos, mas também caros demais pro meu budget. Entre automático por conversor de torque e CVT, qual costuma responder melhor? E alguma marca sai superior a outra?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12i3a7x",
            "num_comments": 5,
            "comments": [
                "São 2 coisas diferentes.\n\nPisar no acelerador e ele responder é uma calibração do pedal eletrônico que cada montadora faz a sua pra atender nível de emissões e economia de combustível. Então esse delay entre o acelerar e o carro executar a ação da marcha, pode ser resolvido com a remoção da calibração (remap ou aqueles “chip” que tira o lag).\n\nA troca de marcha ser rápida depende de alguns fatores, mas pra ficar na sua pergunta, o CVT “não tem marchas” é uma só (Honda Fit por ex. Parece uma enceradeira por não ter troca de marcha), mas tem montadoras que criaram uma simulação de como se efetivamente estivesse trocando de marcha (Fiat, Toyota, etc). \n\nOs câmbios tradicionais dependem da programação que a montadora coloca.\n\nAs marcas tradicionais que mais me agradam em velocidade de resposta são VW e Hyundai.\n\nAgora, quer resolver isso de uma vez por todas? Compra um carro veio com acelerador a cabo hehehe\n\nTem montadoras que eu já contei mais de 1s de delay, e é terrível.",
                "Acredito que com o CVT você será mais feliz... Lembrando que não há nada melhor que o manual nesse quesito, não há nada...\n\nTive ou convivi com carros de todos os câmbios, menos elétrico... E garanto, não há câmbio automático que realmente resolva. Dupla embreagem é rápido e tal, mas não te dá o controle do carro. Hoje tenho Onix 1.4 2019, ando só no \"manual\", câmbio é burro demais...\n\nAT convencional eu odeio. Mesmo aqueles caros, como os 8HP e 9HP da ZF. São bons para uma coisa ruim kkkkk mas é só minha opinião...\n\nVai de Nissan, Honda, Toyota e Mitsubishi. Elas todas tem modelos com CVT, excelentes modelos. Com desempenho, economia e confiabilidade.",
                "Ainda consta no site da Subaru o Imprenza WRX STI pela bagatela de 308.000,00. Porém não achei nenhum zero km anunciado no webmotors. 310 CV, tração integral e câmbio MANUAL de 6 marchas. É o último carro bom com câmbio manual que sobrou no Brasil.\n\nSe partir pros usadinhos, um dos últimos a serem vendidos foi o Civic Sí, que na última geração que veio pra cá tinha câmbio manual também.\n\nEntre os automáticos, para vc ter uma resposta imediata, parecida com a do câmbio manual, é só mesmo os de dupla embreagem, dentre dois quais acredito que os mais bem calibrados sejam os vw com câmbio DSG banhado à oleo. Também tem o powershift,  que quando está funcionando, é um câmbio muito preciso. O pessoal fala um monte mas a verdade é que hoje em dia a Ford já desenvolveu soluções definitivas para os problemas dessa transmissão. Como esses carros desvalorizaram de forma brutal, o custo benefício do Focus titanium plus é imbatível. Extremamente completo.\n\nFora os de dupla embreagem, toda transmissão que tiver um conversor de torque vai ter esse delay, ou seja, o carro vai acelerar primeiro pra andar depois. Esse delay vai ser maior ou menor conforme a calibração de cada fabricante, e no CVT ele é muito mais evidente.\n\nDos com conversor de torque zero km, gosto bastante dos VW com câmbio Aisin de 6 marchas. E acho que o pior de todos é os 6t30/31 da linha Chevrolet.",
                "Um fator importante é o modo de dirigir/acelerar que acaba sendo um pouco diferente no automático e demora um tempinho até acostumar. Dizem que no CVT isso é ainda mais pronunciado (nunca peguei um para dirigir), e que se você dirige o CVT como se fosse manual, parece que o carro não anda etc.\n\nDito isso, também tem a programação de troca de marchas/rotação do motor: um câmbio/motor no modo sport vai ter uma experiência de direção e resposta totalmente diferente do modo normal e do econômico. Isso é uma coisa que no carro manual é feita pelo motorista, mas no automático você precisa dizer para o computador como que você quer que ele se comporte."
            ]
        },
        {
            "title": "Fita led em painel de carro",
            "selftext": "Tô querendo colocar uma fita led RGB (que fica mudando de cor pelo celular) no painel do meu polo queria saber se alguém já colocou e teve algum tipo de problema (curto circuito e etc) o cara tá cobrando 220 vcs acham caro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hzz0i",
            "num_comments": 5,
            "comments": [
                "Vejo muita customização de iluminação sendo feita e acho q no fim de tudo, todas elas acabam sendo somente estético e acaba piorando a funcionalidade.\n\nA luz interna do carro, de espelho e de teto são fracas por um motivo: luz muito forte dentro do carro à noite vai atrapalhar MUITO a visão do motorista. O mesmo vale pra iluminação de painel, e o RGB vai ser um elemento luminoso q chama atenção dentro do veículo. Eu achei lindo, mas minha atenção vai estar pra fora do veículo, se não  no GPS/rádio por segundos. \nSe o passageiro precisar ver algo e acender a luz, não pode me ofuscar ou atrapalhar visibilidade, já vi caso até de passar a ver reflexo do vidro pelo lado de dentro (com Insulfilm).\n\nSó se atente com isso da luminosidade... Mas q fica bonito fica kkkk",
                "se esse valor é só a mão de obra, ta meio caro  \neu faria em casa"
            ]
        },
        {
            "title": "Melhor carro até 50 mil ?",
            "selftext": "Gosto bastante de Jdm e queria um carro pra fazer um projetinho",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hzrus",
            "num_comments": 4,
            "comments": [
                "Civic hatch. Por 50k vc acha um VTI.\nTbm tem:\n- Civic coupe\n- Swift \n- Colt GTi",
                "Mitsubishi Galant (tem um na OLX azul montado com FuelTech)\n\nCivic ej1\n\nLancer GTI 1.8\n\nSubarinho 2.0 aspro 2010"
            ]
        },
        {
            "title": "Quais são melhores carros manuais pôr até 45 mil reais?",
            "selftext": "Indiquem melhores carros pôr até 45 mil reais, como um bom e primeiro carro que pode servir para o dia a dia, e claro pra as viagens",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hy7z0",
            "num_comments": 16,
            "comments": [
                "Ford New Fiesta SEL, Peugeot 208 Griffe.",
                "gol 1.6, Etios 1.3, up msi",
                "Etios 1.5 a partir de 2017.\nPainel novo, anda bem, consumo baixo.",
                "New fiesta 1.6 manual de preferencia os \"nacionais\", ja tenho um a 5 anos e só alegria, so manutenção preventiva e zero dor de cabeça, ja rodei mais de 100 mil kms, sempre viajo visitar meus pais em MG e eu moro em SC, enfim carrinho top, procure um que esteja inteiro e com km baixa e seja feliz",
                "New fiesta  sem nem pensar 2 vezes",
                "Ford Focus mk2.5",
                "Opala Diplomata. Deve estar uns 30k, os 15k restantes vc coloca de gasolina pra rodar por 2 semanas /s",
                "depende po, você quer um 4 portas, conforto, hatch, consumo depende sempre do uso. Não importa o carro, manutenção é sempre bom saber ( dica aliás, compra abaixo dos 45 e usa o que sobrou só pra dar uma revisada basicona mesmo), mas com o mercado de hoje, eu indico: \n\n\\-Astras 2008+ ,sim consome e vaza cabeçote, mas a manutenção é mega barata, mão de obra facil pq os gm familia 2 são muito conhecidos, conforto, tem força, peça de reposição tem a rodo. \n\n\\-Fiestas mexicanos ou os mais recentes, (rocam e supercharger corra), pecam um pouco no conforto pra quem vai andar atrás, mas é super seguro, som bom (eu gosto de ouvir musica e tenho um, super indico pela acustica) manutenção depende muuito de onde leva, peça de reposição se for o mexicano esquece, agora que a ford saiu do BR não vai achar muito facil, mas é um baita carro, dependendo do valor até ford ka 2014+ vai valer mais.\n\n\\-Civic 2004+ se você caçar vai ser um otimo carro, dor de cabeça minima, manutenção preventiva fica mega confiavel, peça de reposição (filtro de óleo, bomba d'agua vai ser um pouquinho mais caro do que gm), conforto bem bom, os g8 são naves mas acho bem dificil achar em bom estado com esse valor\n\n\\-Corsa maxx é muito honesto, tem manutenção barata e facil, consumo moderado, peça de reposição a rodo literamente, vale a pena conferir.\n\nClaro que eu dei alguns exemplos que eu teria, mas são todos muito conhecidos e tem um valor justo até pelo que são. Vale olhar sempre o valor de outros como: corolla, hb20, peugeot (cuidado com historico de manutenção), gol, up (não recomendo se for grande e levar mais de 2 pessoas no carro) Etios, Focus.",
                "O melhor câmbio manual do Brasil é Volkswagen,  eu iria de up tsi , e impossível errar marcha naquele câmbio , e muito curto e preciso os engates",
                "New Fiesta sem dúvidas",
                "Etios é imbatível até 50k"
            ]
        },
        {
            "title": "Precisando escolher um carro e tenho um limite de 70k para gastar. Preciso de ajuda pois estou perdido!",
            "selftext": "Oi pessoal, desculpe pedir ajuda de uma forma tão ampla mas faz muito tempo que não procuro carros e estou completamente no escuro.\n\nBackground: Tenho atualmente um Corsa 1.6 MPFI 98 e apesar de gostar dele, está começando a dar muitos problemas seguidos e a ausência de airbag está me preocupando pois preciso fazer viagens ocasionais de 450km.\n\nFui dar uma passeada num feirão e alguns carros me cresceram aos olhos, seguindo soltamente a ideia de até 70k e com kilometragem não acima de 65k km:\n\n**Ford Ka 1.5 Titanium Automático**\n\nMe pareceu extremamente completo com central multimídia, start-stop, câmbio automático bom que não é antigo powershift (extremamente amaldiçoado), mas acabei lendo online que ele terrível em questão de acústica.\n\n**Chevrolet Prisma 1.4 LT Automático**\n\nMe pareceu menos completo mas também estava novinho, com 43k km e por 63k. Tinha central multi, os controles no teclado e tudo mais. Mas também falaram que é bem barulhento.\n\nQueria ter visto um March também que a galera gosta bastante mas quando cheguei lá já tinham vendido. \n\nNão sinto necessidade que seja automático, só quero algo que assim como qualquer um dê pouca manutenção. Não importo de fazer as revisões sempre também. \n\nAcho que consegui deixar mais ou menos uma ideia do que estou procurando, e gostaria que vocês me sugerissem mais alguns modelos pra que eu possa dar uma olhada. \n\nAgradeço imensamente a ajuda!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hx3sj",
            "num_comments": 21,
            "comments": [
                "Fala OP,\nEu não iria de Ka, uma vez que a Ford “saiu” do BR, vai ter um pouco de dificuldade de achar peças com o tempo, fora a desvalorização.\n\nO prisma me parece ser uma boa opção.\n\nNessa faixa de preço tem MUITA opção e até por menos de 70k. O ideal é vc segmentar um pouco mais pra achar um carro mais ideal a sua necessidade.\n\nEntendi que vc precisa de um carro que seja relativamente seguro e performe bem pra uma estrada. Vou citar umas opções que, no meu ponto de vista, fariam sentido:\n\nChevrolet\n- Ônix AT\n- Prisma AT\n- Tracker 1.4 Turbo AT\n\nVW\n- VW Polo 1.6 AT\n- Voyage 1.6 AT\n\nCitroën \n- C3 (pegar somente automático de 6 marchas)\n- C4 Cactus\n- C4 Lounge\n\nPeugeot \n- 208 1.6 AT (idem comentário C3)\n- 2008 AT (idem 208)\n- 308 2.0 AT\n\nHyundai\n- HB20 hatch ou sedan AT\n- i30\n- iX35\n\nHonda\n- City \n- Civic\n- Fit\n\nToyota\n- Corolla\n- Yaris\n\nEu priorizei carros com manutenção ok, com ano a partir de 2014, preços entre 50k e 70k. Da pra achar coisa boa!",
                "Pessoal recomendou bons carros. Mas eu particularmente tenho 2 que vejo com bons olhos pra quem não quer pensar muito, ter uma escolha segura de carro que é durável e da pouco problema se bem cuidado (até se mal cuidado) e não vai perder muito na desvalorização. Honda fit e Nissan March.\n\n\nHonda fit é campeão inegável em todos os quesitos pRa o ser humano comum. Carro pequeno, fácil de estacionar, automatico economico com cambio cvt, duravel, pouco problema, muito valorizado, muito procurado. É carro pra usar ate enjoar.",
                "O onix é pior de isolamento acústico que o fiesta.\nJá pensou num focus 1.6 16v se Plus manual? Ou se preferir um automatico pegue um com a frente nova apartir de 2016.\nQuerendo ou não é um carro mais bem acabado que qualquer um desses que mencionou.",
                "Civic 2015 e só felicidade",
                "Fala OP, eu não recomendo o KA pelo mesmo motivo que não recomendo vários concorrentes dele: O motor 3 cilindros. E falo isso sendo Fordeiro. Eu preferiria um New Fiesta 2017 em diante com powershift do que esse Ka novo com o motor de 3 cilindros. \n\nNessa faixa de preço, eu iria de Peugeot 208 Griffe, Toyota Yaris ou Honda Fit.",
                "Fit ou Yaris são as melhores opções, ou com esse valor ate mesmo um Corolla ou Civic"
            ]
        },
        {
            "title": "Solução criativa: Carpete do Spin com um buraco onde fica o n°do chassi",
            "selftext": "Meu Spin 2021 saiu de fábrica com este burraco horrendo no carpete do lado do passageiro onde fica o número do chassi, que nem o tapete consegue tapar. Um baita erro da montadora na hora de cortar o carpete e sempre que vejo ele fico incomodado e fico matutando algum tipo de solução pra isso (além de investir uma grana pra trocar tudo). Alguém tem uma ideia marota pra resolver/tapar/improvisar e deixar menos feio?\n\n&#x200B;\n\nhttps://preview.redd.it/q1frv8si54ta1.jpg?width=1600&format=pjpg&auto=webp&v=enabled&s=628c3cb461abac87e188b0f416bd5ed3365f9158",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hudrz",
            "num_comments": 3,
            "comments": [
                "é só pedir pra vó fazer uma capa de crochet para cobrir toda essa area",
                "Velcro costuma colar nesses carpete, então pode usar um pedaço de carpete preto (Tapeçaria tem, e se não tem cor exata dá pra pintar com spray de R$ 12) colado nas costas na parte pontuda do velctro, pedaço de digamos 30x15xm talvez.\n\nOu só mete cola no carpete mesmo, manda tapeceiro fazer um quadrado com abertura com velctro ou ziper (Pra no futuro acessar o chassi) e cola por cima, cola de junta 3M gruda isso por 10 anos fácil.\n\nE se vai colocar tampa, pode pegar moldura de som de carro e prender no carpete, pra colocar isso aqui como tampa: https://produto.mercadolivre.com.br/MLB-1498201936-tapa-buraco-do-som-automotivo-1-din-cinza-_JM  (Ou só faz 4 furos e coloca isso aí como tampa, no meio pode colocar cola elástico tipo de junta ou adesivo de contato (Cola de sapateiro, que não é muito usada por sapateiros), bem no meio e não na beirada.\n\nOu ainda cola uns imãs numa dessas tampas lisas (Com os encaixes cortados) e coloca lá no lugar, se usar vários imãs de neodímio a tampa ficaria grudada no metal abaixo, pode até colocar imã por baixo do carpete pra ficar mais firme, cola o imã de baixo aí ninguém verá as marcas.\n\nPode até usar imã em peça de couro, quem mexe com sapataria e cia saberá fazer, esse pessoal hoje faz muita capa de celular de couro com imã, ensanduicha um imã entre 2 camadas de couro preto, poderá colocar por cima do furo pro imã chegar até o metal e ficar bem grudado. Já antecipo que os neodímio baratos do ML tipo 10x15mm não são grandes coisas, recomendo mais de 4mm de espessura, e mais de 20mm de largura ou diâmetro, senão cai quando o carro chacoalha."
            ]
        },
        {
            "title": "Onde comprar acessorios volkswagen?",
            "selftext": "Comprei um T Cross e estou achando os acessórios da concessionária muito caros. Vi que no mercado livre a própria volkswagen vende acessórios originais, porém não achei pro T Cross 2023. Alguém tem alguma indicação de loja online pra comprar? Não precisa ser original, mas se for, melhor. Se não for original, onde ou qual marca vcs constumam comprar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hpef7",
            "num_comments": 9,
            "comments": [
                "Nesse [link no site da VW](https://acessorios.vw.com.br/storage/app/media/pdfs/t-cross_price.pdf)tem todos os acessórios, com os preços e códigos da peça. Com o código em mãos, é só vc ir na concessionária mais próxima e encomendar.Vc também pode fazer uma busca no google pelo código da peça, que ele vai te trazer eventuais lojas online que estejam vendendo.",
                "[https://loja.mercadolivre.com.br/volkswagen](https://loja.mercadolivre.com.br/volkswagen)",
                "Eu achei da compass  no aliexpress. Tenta lá.\nTapete e protetores de maçaneta e soleira foram mais baratos no ML. Outras lá estavam melhores.",
                "Recomendo aliexpress ou shoppe , comprei o kit 4 bicos original vw por 550 reais na shoppe,  achei uma loja com vários acessórios originais,  o mesmo kit na css estava saindo 2.000",
                "Se é estético recomendo esse instagram. \n@scautoparts"
            ]
        },
        {
            "title": "opiniões?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hnwa7",
            "num_comments": 4,
            "comments": [
                "  \nOnix, uma escolha mais genérica possível,  e o BYD é loucura recomendar pra um desavisado.   \nSó gostei do Peugeot 2008. Se for o THP o custo benefício dele é realmente imbatível."
            ]
        },
        {
            "title": "Boas opções em torno de 70k",
            "selftext": "Estou pensando em trocar de carro. Tenho um ford ka 1.5 SEL 15/16 e quero trocar. Pensei em opções usadas como Focus, Yaris, mais na linha hatch intermediário. Aceito sugestões sólidas que não dão dor de cabeça. Me ajudem, prfvr!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hk7ri",
            "num_comments": 15,
            "comments": [
                "Fala OP,   \nO Focus Se Plus 1.6 manual, de 2018 em diante, seria uma ótima opção dentro do seu orçamento.   \nDesempenho decente, bom consumo de combustível, sem o powershift para dar problemas e com um comportamento dinâmico acima de qualquer concorrente de sua época. O Focus, como bem dizia seu slogan nos últimos anos que foi vendido por aqui, é *\"um carro para quem gosta de carro\".* \n\nCitei especificamente a versão Se Plus pois ela é a mais completa possível com o câmbio manual: Multimídia Sync 3 (usada até hoje), bancos de couro, ar dual zone, 6 airbags, controle de estabilidade e tração e assistente de partida em rampa.   \n\n\nVc vai se sentir em uma nave saindo de um Ka, e sem gastar muito.",
                "O que você buscar além do que o ka já te da hoje?"
            ]
        },
        {
            "title": "Fiesta HB Class, 09/09, 1.0, completo de tudo, muito conservado, com 173.792km rodados por R$ 25mil, vale a pena?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12hjwuq",
            "num_comments": 7,
            "comments": [
                "Oi OP,\nAcho extremamente caro.\nPelo ano e KM, vc acha coisa mais nova e menos rodada.\n\nEx:\n- Fiesta Rocam 2011 com 72kkm por 24k\n- Ka 1.0 2011 com 86kkm por 23k\n- Corsa Joy 1.0 com 74kkm por 25k.\n\nSe baixar o preço e souber a procedência, pode ser interessante",
                "Não.",
                "Não tá valendo não amigo, o carro é bom, só a potência que é foda, mas o problema aí é essa kilometragem que tá muito alta e não combina com esse preço",
                "Não, o preço tá alto. De repente tá muito bem conservado e tal, mas não vale porque você seria proprietário de um bem que tá muito bom, mas que vale bem menos que você pagou... Quem sabe quando virar carro de colecionador rs só assim!",
                "Caríssimo!!!!!",
                "[deleted]",
                "Boa noite! Eu achei meio salgado o preço, é bom levar algumas considerações. Dependendo de onde você,  como litorais, você corre o risco de pegar um carro cheio de maresia. O KM nem sempre é sinal de um carro \"ruim\" depende do(s) anterior, se for um carro bem conservado e bem cuidado, a de se considerar. Mas enfim, com 25 mil, você pode olhar carros melhores e manutenção mais em conta. É bom pensar bastante antes de pegar um Ford, com a saída dela do Brasil, houve uma alta nos preços de peças. \n\nAlgumas indicações até os 25 mil: \n\nGol(G3, G4 até G5) 1.0 a 1.6 (2004 para frente). Nessas variações se acha bastante opções. Além de ser um carro de manutenção e barata e econômicos. Cuidado com as versões de 1.0 16V kkkkk.\n\nCorsa, Celta, Classic, Prisma, esses são verdadeiros tanques. Tem versões 1.4, que são bem econômicas.\n\nFiat Uno, dispensa apresentação. \n\n\nTem diversas opções até 25 mil, Polo, Bora, Siena, vai depender da sua finalidade.",
                "fiesta 1.0 tem fama  ruim"
            ]
        },
        {
            "title": "Quero comprar um Ford Fusion Titanium 2.0 2014 blindado, estou fazendo besteira?",
            "selftext": "E ao que devo me atentar na hora de comprar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12h6ecu",
            "num_comments": 9,
            "comments": [
                "carro com quase 10 anos e blindado, não é besteira nao, as vezes a vida ta muito tranquila né, tem que arranjar uma dor de cabeça, vai fundo",
                "Maior besteira da vida, carro problemático, sem peça, manutenção exorbitante, quando acha peça e ainda mais blindado que força muito mais os componentes do veículo, compra uma coisinha mais divertida pelo mesmo preço que tu não vai se arrepender (isso no Br)",
                "Como já te falaram, é bomba. Nessa época de 2014 as blindagens ainda eram em maioria feitas com aço e pesavam mais do que o dobro do que as modernas, implicando um desgaste muito maior. Provavelmente o carro vai apresentar delaminação também. O peso você consegue ver na documentação da blindagem, se for menos de 200kg (3a) já é das modernas.\n\nEu vejo carro blindado como casamento, é por muito tempo e mantendo a manutenção em dia. \n\nSe quiser fazer uma boa compra de blindado os melhores negócios estão em se comprar carro em São Paulo com 2 anos de idade e cerca de 30k km, tem uma certa parte do mercado que compra carro blindado pra rodar em estrada e troca nesse  ciclo.\n\nOutro fator que vale a pena considerar é que o Fusion é um carro que chama a atenção, o que meio que vai contra seu objetivo de ter mais segurança. Pessoalmente a combinação que eu procuro é SUV discreto e confortável por dentro. Acho que nessa faixa de preço eu iria de Tiguan do último ano da redondinha (2017?). Começa a reparar na rua e vc vai ver a quantidade de Tiguan blindada que existe, foi um modelo muito popular pra se blindar, VW em geral aguenta bem o tranco e acho que o acabamento famosamente espartano da VW facilita a remontagem, diminuindo os nhec nhec.",
                "Sim.",
                "Tá fazendo besteira... Idade, manutenção difícil e cara, não acha peça, fora que o carro raspa brincando no chão... A culpa não é do carro, mas é isso...\n\nPelo mesmo valor você consegue blindado de SUV real, aquele derivado de picape média, com suspensão boa pra isso, chassi que aguenta mais tranquilo... Ainda com as dificuldades de um blindado usado, mas com maior confiabilidade, conforto e menor manutenção.",
                "se sua vida estiver tranquila e sem problemas, vai fundo, é um prato cheio de bosta pra quem já tá lascado",
                "O carro é ótimo, só tem que pegar um com pouca coisa pra fazer, pq ele é importado e a manutenção e peças são bem caras. Então pode te levar a falência rapidinho"
            ]
        },
        {
            "title": "Fui inventar moda de comprar carro velho e levei na cabeça",
            "selftext": "Fui visitar meu pai nesse final de semana e voltei hoje pra casa. depois de rodado uns 40 km comecei a ouvir um TOC TOC vindo da área do porta malas, não dei muita ideia achando que era uma garra solta ou coisa assim, só que o barulho foi aumentando e eu comecei a ficar preocupado, mas não tinha como parar pra ver o que estava acontecendo, já era noite e estava chovendo, até que faltando un 20 km pra chegar em casa o coxim do amortecedor cedeu de vez, reduzi bem a velocidade e consegui chegar em casa inteiro. Segue as fotos do prejuízo.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12h3ufq",
            "num_comments": 38,
            "comments": [
                "Problema é a falta de manutenção preventiva, não a velhice do carro\n\n\nSe a peça fosse nova não teria quebrado",
                "Eu só ando de carro e moto velha, desde sempre.\n\nUma vez por semestre levo no meu mecânico de sempre e troca algumas coisinhas. Buchas, bombas, filtros, bobinas, velas... O que precisar.\n\nQuanto mais tempo você fica com ele, melhor ele fica, porque daí você tem certeza que você trocou tudo e fez as manutenções.\n\nMaior problema de carro velho é esse período inicial, você comprou de alguém, não sabe quais manutenções foram feitas, como prosseguir.\n\nPenso sempre assim:\n- Corolla zero km 200mil reais \n- Corolla 2000 25mil reais\n\nSe tudo der muito errado, e eu gastar 20mil no mais velho, ainda tá beeeeeem mais barato que um novo.\n\nÉ só uma questão de dosar a sua expectativa. \n\nAlém de tudo tem um lance de sorte, único carro zero que eu tive foi uma Montana lá em 2008. O carro soltou a roda, quebrou o eixo mesmo. Sorte que foi em uma lombada em baixa velocidade.",
                "Com todo respeito, mas carro velho só presta pra alguma coisa quando VOCÊ É O MECÂNICO.",
                "Levar na cabeça é o motor fundir, é ter que refazer o motor... Suspensão tá de boa trocou tá novo",
                "O gasto é só 1 amortecedor e uma chapa 2mm de 20x30cm pra soldar? Vai custar 5% da revisão anual em concessionária de um simples Gol mais novo.\n\n(Vai custar só isso porque comprar carro velho pressupõe ter/comprar ferramentas pra esses reparos, solda em lasanha não precisa mig nem firula assim, ensanduicha 2 chapas pra reforçar e seja feliz, sem firula de se preocupar com originalidade, afinal se a ferrugem não é original e você a aceita, não pode reclamar de lanternagem que altera a originalidade)",
                "Qual carro é ?",
                "Ford e suas suspensões de papel hahah tenho um Veronao 95 que compartilha a plataforma. Tem que ser xiita com a manutenção preventiva senão vc vai ficar a pé",
                "Tá meio torto aí amigão kkkj pô man. Esse carro é legal ó, mas só me atrevia se tivesse grana sobrando",
                "Que delicia  essa suspensão toda ferrada",
                "Novo trauma desbloqueado",
                "Bem-vindo lasanhamigo.",
                "O carro já está na oficina, mandei fazer a suspensão traseira completa, porque se um lado deu problema pro outro estragar não custa nada."
            ]
        },
        {
            "title": "Quitei meu carro em 2018 e consta alienação e não tenho o CRV",
            "selftext": "É isso mesmo galera, não sabia nada disso, achei que era só pagar e pronto. (Na verdade a financeira devia ter dado baixa em 10 dias segundo a lei né)\n\nAgora estou querendo vender o carro e vi que não tenho o CRV e consta alienação nas observações.\n\nCom quem preciso entrar em contato primeiro? Com a financeira ou detran?\n\nNo caso foi BV financeira, alguém ja teve esse problema?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12h2v4q",
            "num_comments": 6,
            "comments": [
                "Financeira. Quem faz a inclusão do gravame é sempre a instituição que alienou o bem.",
                "Entra em contato com a financeira, eles pedem 1 ou 2 semanas pra tirar a alienação no Detran (Sai sozinho na consulta online, você não precisa fazer nada, só consulta em 7 e 14 dias pra ver se saiu, se tem o app Carteira de Habilitação é só atualizar os dados dos veículos em 7 a 15d que uma hora sai).\n\nAcho que é o padrão de TODA financeira, não lembro de ver nenhuma fazendo isso por vontade própria, SEMPRE vi isso ser feito só depois do cliente (Quem fez o finam, não o dono atual do veículo caso já tenha vendido) solicitar, hora que ver isso sendo feito sozinho tenho medo que chova canivete.",
                "Finaceira. Hoje em dia é tudo muito automático acontecer, e se não aconteceu automático espere pedras no caminho"
            ]
        },
        {
            "title": "Comprar carro renegociado de financiamento de veículos",
            "selftext": "Tô procurando carro eis o anuncio que me aparece... a loja é farol negócios\nPrometem precos 40% menores\n,",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "12gxn47",
            "num_comments": 2,
            "comments": [
                "Não tem nada mais caro do que um carro barato.\n\nJunte dinheiro, compre um carro “normal” e seja feliz.\n\nFuja de leilão, seja ele qual for, financeira, batida, roubo, etc.",
                "Amigo, sigo essa página e inclusive estou no grupo deles de \"repasse\". Ainda bisbilhotando, queria entender melhor a parte legal da coisa. Em Floripa tem muita blitz e aí se tiver busca e apreensão já era."
            ]
        }
    ]
}