{
    "tde54c": {
        "title": "Pesquisa rápida sobre Plataformas de stremming",
        "selftext": "Oi pessoal, to fazendo uma pesquisa rápida pra entender o comportamento das pessoas em plataformas de streaming, quem tiver um tempinho, é menos de 1 min.\n\nValeu!\n\n[https://forms.gle/mP4s9PPfrFm7Esne9](https://forms.gle/mP4s9PPfrFm7Esne9)",
        "num_comments": 0
    },
    "t63vnt": {
        "title": "Miranha",
        "selftext": "Acho que tô atrasado, mas FINALMENTE COLOCARAM HOMEM-ARANHA NO ARANHAVERSO NA NETFLIX BR",
        "num_comments": 0
    },
    "sb1eeu": {
        "title": "Ontem assisti esse filme, e pqp que filme fodaaa, quem já assistiu o lobo de wall street vai curtir esse filme, recomendo ver com a linguagem original e legendado",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Um filme que atrai poucas pessoas, nunca tinha ouvido falar sobre esse homem e achei muito interessante os relatos, mesmo sabendo que muita coisa tem liberdade poética, achei a história com um ritmo excelente. O início muito engraçado, depois o drama vai pegando forte. Super recomendo assitir esse filme. Tenho um canal chamado Kinemando e falei sobre esse filme, poucos conhecem."
            }
        ]
    },
    "re4pto": {
        "title": "Netflix faz série de viva rabisco #netflixvivarabisco",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Concordo totalmente"
            },
            {
                "body": "Seria incrivel se \"viva rabisco\" estivesse na netflix"
            }
        ]
    },
    "qltahc": {
        "title": "Indicação???",
        "selftext": "Bom dia ... alguma dica Top de Série para Maratona na Netflix??  Adoro mistério, suspense",
        "num_comments": 1,
        "comments": [
            {
                "body": "Gosta de algo diferente, tem uma série Italiana muito boa Suburra https://youtu.be/IOn6qeLwafA link da crítica do meu canal Kinemando. Vale muito a pena conferir s história. Bjs boa noite"
            }
        ]
    },
    "p6st6l": {
        "title": "Olá, Tenho um grupo com vários métodos de burlar sistema na internet. Como fazer pedido de graça no ifood, aumentar seus seguidores no instagram, twitter e outras redes sociais, métodos de cartões de credito e débito válidos, Netflix, amazon prime, disny plus e muitos outros de grça. Quem tiver inte",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "?"
            },
            {
                "body": "Tenho interesse, me passa seu wpp."
            },
            {
                "body": "👀"
            },
            {
                "body": "Manda pra nois ae"
            },
            {
                "body": "Tenho interesse \nComo posso faço?"
            }
        ]
    },
    "oijqfg": {
        "title": "ATIVADOR MENSAL NETFLIX 2021",
        "selftext": "[https://www.youtube.com/watch?v=DvQvrrLIgAc](https://www.youtube.com/watch?v=DvQvrrLIgAc)",
        "num_comments": 0
    },
    "nukkrc": {
        "title": "O último mercenario",
        "selftext": "",
        "num_comments": 0
    },
    "nukdan": {
        "title": "Vikings",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Que série, a gente sempre torce pros nórdicos não tem como."
            }
        ]
    },
    "nrf9qt": {
        "title": "Recomende anime romance de irmão e irmã",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Eu gostaria de fazer sexo com minha irmã"
            }
        ]
    }
}