{
    "posts": [
        {
            "title": "Enroladinho de Pinscher",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "xp2db0",
            "num_comments": 1,
            "comments": [
                "sushi + pinscher ="
            ]
        },
        {
            "title": "Portão Locke e Key dos Cães",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "xkjlyp",
            "num_comments": 1,
            "comments": [
                "Que lindo 🤩"
            ]
        },
        {
            "title": "O que faço para o meu cachorro ter uma amizade com o meu NOVO cachorro!!!????",
            "selftext": "Seguinte, eu tenho uma cachorrinha ela é muito calminha  ( ela tem 4 anos) e eu tive a ideia de ter uma nova cachorrinha, pra mim e pra minha cachorrinha pq eu acho q ela eh mto sozinha( ela nunca teve contato com nenhum cachorro, ent essa seria a primeira vez) e peguei uma cachorrinha de 30 e poucos dias, e apresentei a nova integrante para a minha cachorrinha, e não deu certo.\nA minha cachorrinha atual ela ficou super feliz ela queria saber o que era aquilokkk\nMais acabou q eu não deixava pq eu tinha medo q a minha cachorrinha machucasse a filhote, ent elas não tiveram contato realmente , até q eu soltei a filhote, e ela foi atrás da minha cachorinha atual e acabou q ela ficou com mto medo e saiu correndo, e foi assim todos os dias ela se isolou da filhote ela tinha medo, enquanto a filhote queria se enturmar com a minha cachorrinha atual, e ela chorava mto a noite ela tinha q ter alguém perto dela, mais isso é meio irrelevante pq ela é mto novinha. Mais enfim, foi isso acabou q a minha mãe levou ela pra ficar \"alguns dias\" com a mae dela, pq eu e minha mãe não dormimos nenhuma noite. Chorei horrores isso já faz algumas semanas e sinto muita falta dela e queria que as duas se dessem bem, ent se alguém ler isso por favor me ajude, me digam o q fazerrr.",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "xkcgj9",
            "num_comments": 2,
            "comments": [
                "Cães são sociáveis entre si. Porém sua cadela já é velha e não teve contato direto com outros cães, pelo que você disse. Mas tem que deixar junto e monitorar. Lembre-se cães com 40 dias são muito novos, eles começam a interagir mesmo depois dos dois meses..."
            ]
        },
        {
            "title": "KKKKKKKKKKK agora eu quero ver",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "xgxpxs",
            "num_comments": 0
        },
        {
            "title": "This is my dog ​​NAUÊ, at 3 months old, before he became a 40 kg monster and ate all over my couch last week.",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "x6kz89",
            "num_comments": 2,
            "comments": [
                "Ownn fofinho",
                "i love youuu"
            ]
        },
        {
            "title": "Fofura esse doguinho:) :)",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "x18ez9",
            "num_comments": 3,
            "comments": [
                "fofuraaa",
                "It looks like the mutt I had a few years ago."
            ]
        },
        {
            "title": "Meu benji desejando um feliz dia do cachorro para todos os AUmigos",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wyfsvr",
            "num_comments": 1,
            "comments": [
                "Feliz dia do cachorro!"
            ]
        },
        {
            "title": "Feliz dia Internacional do Cachorro com Paçoca e Tapioca ❤️",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wyeqhw",
            "num_comments": 2,
            "comments": [
                "Ownnn ❤️❤️"
            ]
        },
        {
            "title": "Benji bebe ❤️",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "ww3002",
            "num_comments": 0
        },
        {
            "title": "Pesquisa para quem tem pets em casa",
            "selftext": "Oi, pessoal! Tudo bem? Sou estudante de UX Design e preciso da sua ajuda para concluir meu curso.\n\nSe você é pai ou mãe de pet e tem 2 minutinhos livres, ajude-me a concluir uma pesquisa do meu curso, para eu entender melhor como e onde você compra produtos para seus bichinhos. Prometo que é rapidinho, e o melhor: seus dados estarão seguros e serão usados para fins acadêmicos apenas. Muito obrigado!\n\nPesquisa: [https://forms.gle/65tj3BjKpH7txwx6A](https://forms.gle/65tj3BjKpH7txwx6A)",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wm458w",
            "num_comments": 0
        },
        {
            "title": "Quantos pets vocês tem?",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wlsax5",
            "num_comments": 5,
            "comments": [
                "4: 3 dogs e uma gatinha. Tudo SRD.\n\nBob, o véio rabugento de pelo preto que não quer ninguém correndo.\n\nLindinha, a vira-latas caramelo clássica, que poderia se chamar Belinha, Princesa ou qualquer um desses nomes, mas é uma lady de alma.\n\nZiraldo, o novato que você ama com todas as forças mas se arrepende de ter botado pra dentro de casa.\n\nBandida! (com exclamação mesmo), a gatinha \"não-me-toque\" mas que quer dormir em cima de você.",
                "Muuitos, uns 8! 3 cachorros, 5 gatos :)))",
                "Que lindinha essa carinha",
                "Hoje em dia só 2 shitzus q eu e minha esposa resgatamos de maus tratos.  \nInclusive esses sao os unicos de raça q eu ja tive, o resto era tudo vira lata",
                "1 belo pastor alemão"
            ]
        },
        {
            "title": "Xiboca, my friends!",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wlg8cx",
            "num_comments": 2,
            "comments": [
                "Oi Xiboca você é muito bebê",
                "cara de arteira"
            ]
        },
        {
            "title": "Alguien sabe que raza?",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wk245e",
            "num_comments": 2,
            "comments": [
                "Ele é um Royal Bahamian Potcake \n\nSe tiver dúvida pesquisa fotos no Google",
                "Canis comunis, mistura de tl (tomba lata) e caramelus vulgaris."
            ]
        },
        {
            "title": "Algum fã de futurama reconhece? HAHA",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wjkfel",
            "num_comments": 1,
            "comments": [
                "Esse episódio de futurama é muito triste, pra que você me fez lembrar :'("
            ]
        },
        {
            "title": "Doguinho de Amparo - SP, na AFPESP",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wivh8s",
            "num_comments": 0
        },
        {
            "title": "Esse é o Budy! Ele tem 13 anos e um tumor no focinho que causou necrose. Mas ele vive bem e feliz!",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "whfg7p",
            "num_comments": 2,
            "comments": [
                "Tadinho:( mas ele é muito lindinho essa roupinha combinou com ele.",
                "Tadinho :( Tem que colocar unguento nessa ferida se nao jajá dá bicheira. Já perdi uma dog assim por ficar com a ferida aberta"
            ]
        },
        {
            "title": "Luke e Bob; melhores amigos (Raveninha no fundo)",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wgmsy9",
            "num_comments": 3,
            "comments": [
                "Lindinhos ❤️",
                "Parece umas raposinhas",
                "Eu adoro Chow chow"
            ]
        },
        {
            "title": "Esse é o estopinha Benjamin pronto pro seu passeio.",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wforb3",
            "num_comments": 0
        },
        {
            "title": "Boa dia a todos os membros! Esse é o Scooby dizendo \"oi\" a todos vocês :D",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wfctkn",
            "num_comments": 3,
            "comments": [
                "Que fofo!",
                "Oi scooby"
            ]
        },
        {
            "title": "E essa aqui é a Mel",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wbjl1n",
            "num_comments": 1,
            "comments": [
                "Mel tem um jeito estranho de dormir KKKK que fofa ^-^"
            ]
        },
        {
            "title": "O que pode estar acontecendo com meu cachorro?",
            "selftext": "Há alguns anos ele teve uma intoxicação e apresentou os mesmos sintomas: ficava balançando a cabeça, colocando a língua pra fora (como uma cobra), corpo rígido e sem responder a nossos chamados. Depois de muito tempo, ele voltou a apresentar isso.\n\nOntem ele ficou assim, mas passou depois de 1 hora. Hoje, de novo. Será outra intoxicação ou pode ser algo mais grave? Alguém já viu isso?",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "wbeltl",
            "num_comments": 3,
            "comments": [
                "Posta no r/ApoioVet",
                "Nunca vi mas acredito que valha uma visita ao veterinário. Se a grana tiver curta, vê se tem alguma universidade pública por perto, elas costumam ter hospitais veterinários ou gratuitos ou muito mais acessíveis",
                "V E T E R I N A R I O"
            ]
        },
        {
            "title": "Conte-me tudo sobre seu pet e sua relação com ele.",
            "selftext": " Boa tarde, pessoal! Sou estudante de UX Design e estou fazendo um projeto para me formar no meu curso. Preciso saber informações sobre donos de pets e seus comportamentos, principalmente online. Preciso saber coisas como: você compra coisas online para seu pet para deixá-lo feliz? Se sim, quanto está disposto a pagar? Você costuma comprar em pet shops online? Se sim, quais tipos de itens (caminhas, ração, brinquedos, etc). Você utiliza/utilizaria serviços de pet shops online (agendar banho e tosa, vacinação e etc)? Obrigado pela atenção, pessoal! Se puderem responder ajudaria bastante :)",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "waijo5",
            "num_comments": 2,
            "comments": [
                "Faz aqueles formularios do google com as perguntas, acho que voce consegue ter mais respostas dessa maneira!",
                "Tenho doguinhos e gatinhos que totalizam 8! Então vamos lá.\n\nEu e minha mãe temos um certo vício em brinquedos pra gatos e sempre estamos comprando online pelo preço barato. Também compramos aquela ervinha em casas de ração. A comida é comprada somente no pet shop perto de casa. \n\nEstamos dispostos a pagar pra eles viverem com todo conforto sem pesar muito no bolso. Mas na alimentação, minha mãe paga tudo que for por uma de qualidade para os gatos. \n\nNão utilizamos serviços de banho e tosa nos cachorros da casa do meu pai, damos banho no quintal. Mas o mais velho que mora na minha avó vai toda semana no petshop que encontramos na internet e agendamos por whatsapp. \n\nObs: meus pais são separados, moro de guarda compartilhada. Cachorros tem 2 no meu pai, 1 na minha vó. 3 gatos são da minha mãe, 2 do meu pai. Espero não ter ficado confuso haha."
            ]
        },
        {
            "title": "Paçoca e Tapioca 🥰",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "w434tb",
            "num_comments": 0
        },
        {
            "title": "Getúlio Oswaldo, o salsicha de Jundiaí e as flores do Ipê Roxo",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "w3ro36",
            "num_comments": 1,
            "comments": [
                "Fotogênico!"
            ]
        },
        {
            "title": "Essa aqui é a Lori, SRD raiz, pagodeira e dona de um ponto de jogo do bicho. Trabalha com agiotagem.",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "w3ldy6",
            "num_comments": 6,
            "comments": [
                "Certamente a Lori deve ser carioca com todas essas características",
                "Fofinha",
                "Que linda essa roupinha! Comprou online?"
            ]
        },
        {
            "title": "Segunda feira foi aniversário do Jânio, então toma essa foto dele com chapéu de festa!",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "w3kk3v",
            "num_comments": 3,
            "comments": [
                "OI JÂNIO VOCÊ É MUITO BEBÊ",
                "GENTEEEE! Que lindo. Minha cachorra destruiria o chapéu antes da foto ahahah não duraria um segundo sequer."
            ]
        },
        {
            "title": "Estou montando um hotel/hostel para cães.",
            "selftext": "Estou em fase de construção, espero estar operacional de novembro. Área grande, fora da cidade, 6 km do centro. Vai ter muita grama, brinquedos e piscina. Vamos ver que bicho que dá. Aceito ideias e sugestões e críticas também. Não tenho experiência, mas adoro cães. Vou fazer cursos na área e quero ser adestrador. Sai do trampo para empreender neste ramo. Mas não vou ter banho e tosa , somente hospedagem. Em geral quem deixa o cão nestes lugares, já tem o plano de banho semanal, então não agrega muito valor pra mim. Aí menos agora no momento.",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "w3ih50",
            "num_comments": 4,
            "comments": [
                "Diz a cidade!",
                "Sou vizinha de um e a dona é minha colega, uma dica é, forre as frestas do portão, porque se eles vêem algum cachorro na rua, TODOS LATEM, e é muito barulhento, além de evitar que algum outro animal entre no espaço. Desde que eles forraram as frestas dos portões, nossa, ficou muito melhor no barulho e eles perceberam os animais mais calmos também. Eles colocaram algumas placas do que eu acho que seja metal.\n\nOutra dica é fazer um questionário enorme sobre o cachorro, personalidade, alergia, alimentação, saúde, tudo! Ajuda demais na organização e evita que você faça besteira sem querer. \n\nSepare os cães por porte e idade e não tire os olhos dos cachorros um segundo. Cachorro pequeno não fica com grande. No hotelzinho da minha colega eles eram muito bem capacitados, um minuto de desatenção já foi necessário pra uma tragédia, e um baita processo no colo dela. Então sempre fique de olho!  \n\nBanho e tosa realmente não vale a pena se você não tiver clientes fixos."
            ]
        },
        {
            "title": "Essa é a Xiboca!",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "w377aw",
            "num_comments": 2,
            "comments": [
                "Coisa linda da vida, cara de amorosa!",
                "Tem cara de ser super companheira!"
            ]
        },
        {
            "title": "Apresento para vocês a Ginger Maya. Uma SRD de 2 anos",
            "selftext": "",
            "subreddit": "cachorros",
            "topic": "animais",
            "id": "w36sia",
            "num_comments": 1,
            "comments": [
                "Que linda!"
            ]
        }
    ]
}