{
    "posts": [
        {
            "title": "Os tapetes de casa não tem paz com o Balofo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12sk09f",
            "num_comments": 0
        },
        {
            "title": "Métodos para que mis gatos se lleven bien",
            "selftext": "Adopte a una gatita de la calle, y tenía ya un gato en casa pero es bastante miedoso y en vez de jugar la quiere atacar, (tolera verla pero el problema es cuando se acercan)",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12shifl",
            "num_comments": 0
        },
        {
            "title": "Appolo 🩶🖤💛",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12shdd6",
            "num_comments": 1,
            "comments": [
                "Lindooooo"
            ]
        },
        {
            "title": "bicolor eyed kitten 🧡💙",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12seffg",
            "num_comments": 0
        },
        {
            "title": "Os donos da casa",
            "selftext": "Ela (Duquesa) tem 1 ano e 1 mês, ele (Thomas, laranja) têm 7 meses. Irmãos de gestações diferentes.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12sdaqd",
            "num_comments": 3,
            "comments": [
                "Que fofos, muita fofa a última foto dos dois juntos"
            ]
        },
        {
            "title": "Acho que o Laranjovski quer um amigo peixe…",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12s7y4h",
            "num_comments": 1,
            "comments": [
                "Dá um peixe azul!"
            ]
        },
        {
            "title": "Dormiu na minha calça :-D",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12s3mxs",
            "num_comments": 1,
            "comments": [
                "aaaaaa que gracinha!!!!! 😭✨🖤"
            ]
        },
        {
            "title": "Mel",
            "selftext": "Mel, a gatinha vizinha que adora esse carinho do muro para observar a rua, os passarinhos no telhado, eu na minha sala e até tirar uma soneca. 🤭😻",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12rz1tl",
            "num_comments": 1,
            "comments": [
                "Que lindeza! 🥰❤️"
            ]
        },
        {
            "title": "Diva",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12rswes",
            "num_comments": 0
        },
        {
            "title": "Very cute 🥰🥰!!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12rgmg2",
            "num_comments": 0
        },
        {
            "title": "Holly 🤎✨",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12rdlpl",
            "num_comments": 0
        },
        {
            "title": "Eu acho que eles não gostam de tirar fotos 🤣",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12rc9ou",
            "num_comments": 2,
            "comments": [
                "Você pega eles no colo e ja tentam pular",
                "Ofereça o manjar \nQue eles irão sorrir na foto 😂"
            ]
        },
        {
            "title": "my cat and my",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12r9plj",
            "num_comments": 6,
            "comments": [
                "que fofura",
                "que lindos <3",
                "Name cat?",
                "queria um gato só pra tirar fotos foda assim",
                "Que foto perfeita",
                "Ti foforucho\nNome?"
            ]
        },
        {
            "title": "Mi linda bebé",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12qzkga",
            "num_comments": 1,
            "comments": [
                "she is so cute ❤️"
            ]
        },
        {
            "title": "Cute queen 🫶🏻",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12qxwog",
            "num_comments": 0
        },
        {
            "title": "Preciso que tirem a minha duvida!!",
            "selftext": "Olá, eu tenho 2 gatos, uma gata chamada Margaret e um gato chamado BMO (eles tem mais de 3 anos convivência). Meu gato ele é castrado e costuma-se sair e voltar aqui em casa e a minha gata nunca saiu (ela não é castrada)\nA primeira vez que ela saiu e demoramos para achar ela, descobrimos q ficou presa no telhado do vizinho, fizemos o resgate (infelizmente até acharmos ela se passou + 2 semanas perdida, ela ta bem agr).\n(esqueci de ressaltar q o BMO ele ficou MUITO triste quando ela saiu, ele nem comia direito)\n\nMinha duvida é ontem conseguimos pegar ela e o meu outro gato fica rosnando pra ela e ele n quer ficar perto dela, oq acontece?? O BMO e a Margaret são gatos dóceis e eles brincavam juntos e agr parece q é a primeira vez q eles se veem :((",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12qttmu",
            "num_comments": 2,
            "comments": [
                "Ela tem qual idade? É essencial que gatas sejam castradas, tá? Digo isso porque o comportamento de gatas no cio mudam MUITO e elas tendem a ficar muito ansiosas e estressadas no período (que pode se repetir quase semanalmente); além, claro, dos comportamentos de fuga. Tudo isso pode predispor a diversos problemas comportamentais e também aos problemas urinários.\n\nDito isso, gatos são extremamente guiados pelo cheiro, principalmente em interações sociais. Alguns gatos deixam de reconhecer completamente outros gatos somente por ter tomado um banho, por exemplo. Nesse sentido, dá pra dizer que sua gatinha provavelmente teve contato com outro gato de rua e gerou esse estranhamento ao retornar.\n\nRecomendo que utilize alguma matinha ou coberta onde ela costumava dormir e passe nos pelos dela por um período de tempo pra tirar um pouco esse cheiro diferente. Dê tempo ao tempo também, até que o cheiro passe. Não dê banho nem passe nenhum cheiro que não seja o dela própria, porque isso pode só prejudicar, tá?\n\nAh, e se sua gatinha tem mais de 5 meses, é bem provável que ela tenha copulado. Se você não quiser filhotes em breve, recomendo que agende a castração dela pra ontem, ok? :)"
            ]
        },
        {
            "title": "I'm reading a beautiful story 🤭",
            "selftext": "u/kalifha25",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12qtdq9",
            "num_comments": 2,
            "comments": [
                "ele é um gato muito esperto 🤭🤭"
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "Gente adotei uma gatinha no final do ano passado, acontece que desde lá venho tentando ensinar ela a ser mais higiênica, mas não consigo. Ela faz coco fora da caixa, xixi em qualquer pano ou caixa que fique ao alcance dela, e agora deu pra fazer xixi no sofá também, meu namorado me deu até final desse mês para ajeitar ela se não terei que doar, me apeguei bastante a ela mas confesso que não aguento mais ter que ficar limpando minha casa todos os dias por conta do mau cheiro que fica depois dos cocos no chão. Alguém tem alguma dica? Segue foto da meliante:",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12qkjz6",
            "num_comments": 2,
            "comments": [
                "Olá! É uma situação delicada pelo tempo disponível para fazer a adaptação. No geral, todo comportamento semelhante deve ser, antes, avaliado clinicamente para termos certeza de que não há nenhuma possibilidade de obstrução uretral ou cistite.\n\nPor ela ser fêmea e você ter demonstrado no texto que ela aparentemente tem preferência por pano e tecido, o ideal será buscar areias diferentes da que é oferecida atualmente.\n\nDê 2 ou 3 opções pra ela (com 2 ou 3 caixinhas disponíveis). Uma com a areia Viva Verde (considero a melhor atualmente, que é fina e pode ser bem macia para o tato das patinhas dela). Outra areia tenta uma tradicional, como a Pipicat. E, se você quiser, a 3ª fica ao seu critério.\n\nApresente as caixinhas pra ela, \"brinque\" com a areia fazendo de conta que está cavando com o dedo ou uma colher (na areia limpa pelamor hehe); gatos aprendem bastante pela observação, então observar você cavando ou mexendo na areia pode estimular ela a tentar também.\n\nNão force o uso da caixinha, nem dê bronca quando ela fizer xixi no local errado. Você terá que antecipar as necessidades também. Se observar o comportamento de busca por um local, ou que ela está cavando pra fazer as necessidades, então, discretamente (sem alarde pra não assustá-la), pegue-a e passe meia hora com ela no cômodo das caixinhas de areia.\n\nLeve um reforço positivo para oferecer caso ela cave ou utilize a caixinha.\n\nOutros detalhes: deixe um potinho d'água em cada cômodo da casa, isso vai estimular a hidratação. Se ela estiver há mais de 5 horas sem fazer as necessidades, você pode optar por deixá-la mais isolada no cômodo com as caixinhas de areia, para que ela faça as necessidades ali (dentro ou fora das caixinhas, mas nas opções que ela terá, provavelmente será nas caixinhas).\n\nEvite lavar as caixinhas com qboa ou desinfetantes a base de cloro. Uma experiência que você pode fazer é umedecer um papel higiênico com a urina dela (quando ela fizer xixi fora do local) e enterrar esse papel em uma das areias (não precisa ser um papel muito grande, é mais pelo cheirinho mesmo). Essa última opção é experimental.\n\nTomara que dê certo, se precisar de ajuda com temas mais específicos, a gente tá no /r/ApoioVet também :)",
                "Entre namorado e bicho de estimação eu mandava o namorado embora se ele quisesse... Mas enfim, você pode comprar educacdores sanitários e borrifar onde o animal ta fazendo as necessidades, pra que ele não faça lá e tem gato que não gosta de certos tipos de areia e gosta da areia sempre limpa, é igual criança da muito trabalho. É bom levar no veterinário tbm pra ver se não é problema de saúde."
            ]
        },
        {
            "title": "Gatos são cômicos!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12qejyz",
            "num_comments": 0
        },
        {
            "title": "Acho que ele não gostou da foto kkkkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12pyd4c",
            "num_comments": 5,
            "comments": [
                "(the rock 🤨🤨)",
                "🤨",
                "A expressão de desprezo: o que é isso, humana???????",
                "Lindo"
            ]
        },
        {
            "title": "Minha gata mais velha querendo paz mas a nova não deixa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12pwd82",
            "num_comments": 7,
            "comments": [
                "Que lindas kkkkkkkk\nMeu Deus como eu amo gatos 🤣",
                ":)",
                "LINDAS",
                "Li em um livro que gatos mais velhos não gostam de gatos filhotes ou mais novos pois os mais velhos querem descanso e paz, já os mais novos querem brincar e pular (só falando mesmo, muito linda elas)",
                "Hahahahah! Sei bem como é isso!",
                "🤣🤣"
            ]
        },
        {
            "title": "Minha gata esta cagando onde não deve, preciso de ajuda!",
            "selftext": "Olá pessoal, gente, resgatei uma gata de uns 3 meses mais ou menos, comprei tudo inclusive a caixinha de areia, a qual ela hora usa, hora não, ontem mesmo, ela terminou de comer, peguei ela e a coloquei na caixinha, pra incentivar ela a fazer ali (e na mesma hora ela já fez ali), pois ela já tinha feito nas minhas roupas que estavam no chão. \n\nEssa noite eu não tranquei ela no cômodo onde tinha trancado antes, onde fica a comida, água e a caixinha de areia dela e hoje cedo eu levantei dei comida pra ela e voltei a dormir, quando acordei e fui na sala, lá estavam os chocolates dela e o cheiro... enfim o que posso fazer pra ela aprender de vez que ela tem que fazer as necessidades dela na caixinha?\n\nTrancar ela na hora de dormir no cômodo onde fica a caixinha? comprar um spray atrativo de felino?\n\nme contem como  foi com vocês!",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12pjrlu",
            "num_comments": 0
        },
        {
            "title": "Decoração de mesa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12pizl0",
            "num_comments": 0
        },
        {
            "title": "Hello! Cold morning in Argentina and the kittens know it, good beginning of the week",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ph1fy",
            "num_comments": 0
        },
        {
            "title": "o jeito que ele dorme...",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12pesqn",
            "num_comments": 4,
            "comments": [
                "que lindo, parece o Mestre Karim de DBZ kkk",
                "Hermoso😍",
                "eu acho ele muito relaxado 🤣🤣"
            ]
        },
        {
            "title": "Dono de gato e viagem...",
            "selftext": "Oi gente, algum gateiro que já saiu de férias ou viajou e levou o seus gatos?\nDesde que tenho gatos meu marido e eu temos saído bem menos e ficado menos dias fora de casa por causa dos gatos, por mais que moram outras pessoas em casa pra cuidar não é a mesma coisa e fico pensando se um dia a gente se mudar pra uma casa que é só nós dois e os gatos... Será confiável deixar em hotelzinho em casa de anfitrião, ou alugar algum lugar que aceita pet e levar? Porém, temho mmedo de fugas, enfim, alguém experiente sobre isso?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ouyoo",
            "num_comments": 10,
            "comments": [
                "Eu deixo meu gato na minha própria casa que é telada e ele já conhece (menos stress para gato). E tenho uma pessoa que vai diariamente para trocar água, limpar areia e colocar comida.\nDependendo da personalidade do seu gato, essa pessoa poderia também ficar um tempinho a mais para dar carinho ou brincar. O meu gato não faz questão mesmo e fica de boas sozinho. O máximo que eu já deixei assim foi 10 dias e ele não parecia se incomodar. Ficou dormindo e zanzando pela casa, e quando eu voltei estava com comportamento normal. \n\nJá tentei levar na casa de outra pessoa, mas por ser um ambiente diferente, ele ficou mais estressado e passou os primeiros dias se escondendo.\n\nLevar gato para viagem - eu nunca nem cogitaria isso. Para gato é so transtorno e o perigo de fuga me assusta.",
                "99% dos gatos ficam bem em casa com alguém vindo para os cuidados básicos e brincadeiras. Acho hotelzinho mais estressante pois é um ambiente estranho sem ninguém conhecido.\n\n1% gosta de viajar junto, mas a viagem vai ser do gato, digo por experiência própria.",
                "eu deixo no hotel pra gatos. viajar com gatos pode ser muito estressante se eles não estão acostumados, a última viagem que eu fiz com o meu ele ficou muito mal.",
                "Eu levo quando eu vou para casa dos meus pais e parentes (mas ela é bem acostumada e não se importa de viajar/estar em outro ambiente, já tive gato que não gostava), hoje em dia moro com a minha irmã então ela cuida quando não dá para levar, quando eu morava sozinha, pedia para um amigo ir cuidar dela na minha casa, dai ele ia lá todo dia e às vezes até ficava na minha casa mesmo."
            ]
        },
        {
            "title": "Hola que tal 🐱",
            "selftext": "Mi mapache perfecto😻",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12omhj1",
            "num_comments": 0
        },
        {
            "title": "Hola amigos 🥺💕",
            "selftext": "..",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12nvpo4",
            "num_comments": 4,
            "comments": [
                "Hola 🥺",
                "Cuchi😍",
                "Hermoso",
                "Hola 😊"
            ]
        },
        {
            "title": "Poppy from Canada says hai",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ntetk",
            "num_comments": 2,
            "comments": [
                "Beatifull cats"
            ]
        },
        {
            "title": "This is how I sleep on top of my karen🐱",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12np21t",
            "num_comments": 0
        },
        {
            "title": "Little Mikey 🥺💖",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12nmv9w",
            "num_comments": 3,
            "comments": [
                "Bella 💕💕",
                "https://youtu.be/BYGZo2OSHTQ"
            ]
        },
        {
            "title": "Viajar con gatos",
            "selftext": "Alguna vez han viajado con su gato ?  Cuáles son sus mayores temores de hacerlo?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12nmatt",
            "num_comments": 0
        },
        {
            "title": "Bebendo em melhor companhia.",
            "selftext": "Lúcifer. 🤍",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12nkdkc",
            "num_comments": 0
        },
        {
            "title": "meu gato depois de 9 anos parou de fazer xixi na caixa de areia",
            "selftext": "Eu tenho 2 gatos machos castrados q adotei 10 anos atras, eles tem quase 10 anos de idade.  \neles sempre fizeram as coisas na caixa mas essa semana um deles começo a fazer as necessidades em 2 partes, em vez de fazer coco e xixi de uma vez ele faz coco, sai espera uns 5min e volta pra fazer xixi, e hoje ele fez isso 2x, ele fez coco, saiu, eu limpei tudo dai ele voltou  pra  fazer xixi, ai achei q beleza ele ja fez tudo. Dai 5 minutos depois ele e o outro (q ate entao nao fazia isso, era so 1) voltaram  e entraram juntos na caixa pra fazer xixi,  \nai beleza achei q tinha ido ja, 1h depois fui pegar o Ifood, voltei e flagrei ele fazeno xixi na cama.  \nele fez xixi na  minha cama 3 vezes nos ultimos 10dia mesmo indo na caixa de areia normal.  \nPode ser alguma doença? ou talvez ração causando algum problema urinario? eles comem Gran Plus gatos adultos castrados",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12niie6",
            "num_comments": 1,
            "comments": [
                "Leva ao Vet. Pode ser um monte de coisas (de stress, diabetes, incontinência urina.. ). Leve ao veterinário"
            ]
        },
        {
            "title": "Gato",
            "selftext": " ",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12nhsup",
            "num_comments": 1,
            "comments": [
                "Gato 🙂👍"
            ]
        },
        {
            "title": "Brincando com um amiguinho ",
            "selftext": "Achei ele enquanto voltava para casa, muito fofinho e carinhoso, deixou eu fazer carinho e brincou comigo.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ndj9s",
            "num_comments": 1,
            "comments": [
                "Mn se fosse meu gato ele arrancava minha mão, hoje ganhei um arranhão no lado da minha mão que e no tamanho dela 🫠🫠💀💀💀"
            ]
        },
        {
            "title": "My cat Misha talkme ❤️😍",
            "selftext": "My cat Misha talkme ❤️😍",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12n8wo8",
            "num_comments": 2,
            "comments": [
                "Bella bb 😍"
            ]
        },
        {
            "title": "Mi bb 💕🥺",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12n601e",
            "num_comments": 1,
            "comments": [
                "Hermoso"
            ]
        },
        {
            "title": "7 anos se tolerando, meus queridos.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12mlhxx",
            "num_comments": 2,
            "comments": [
                "Jjaja ne estan viendo 👀",
                "Não é todo gato que consegue tolerar o próprio humano não viu..."
            ]
        },
        {
            "title": "Que tengan un hermoso día 🐱",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12mfxsz",
            "num_comments": 1,
            "comments": [
                "💕💕"
            ]
        },
        {
            "title": "oii meu gato lovi-",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12md2na",
            "num_comments": 1,
            "comments": [
                "Buena foto 😍"
            ]
        },
        {
            "title": "Meu gato tem a vida boa demais",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12m1kin",
            "num_comments": 12,
            "comments": [
                "Vida de realeza é assim mesmo 🤷🏽‍♀️🤭",
                "Não importa o conforto pra eles , eles sempre vão achar um jeito de deitar todo torto e diferente kkkkkk",
                "se seu gato tem vida boa saiba que você é um dono muito FODA",
                "Merece. Merece por nos aturar.",
                "Kkkkk muito fofo. Amei o nome",
                "Descansado graças a Deus",
                "Tá certinho! Todo gato merece essa vida! Off: Todo mundo no Brasil tem essa colcha? Minha mãe tem, minha sogra tem, eu tenho e já vi em vídeos de várias pessoas que um monte de gente tem tb hahaha",
                "👌❤️❤️"
            ]
        },
        {
            "title": "Gatos Mexicanos",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12m1c45",
            "num_comments": 3,
            "comments": [
                "Cute",
                "Uno viviendo entre los lujos y el otro buscando que comer para sobrevivir ):"
            ]
        },
        {
            "title": "Hermosos gatitos ❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12m0pkg",
            "num_comments": 0
        },
        {
            "title": "Socorrroo cheguei da escola coloquei a ração dele e de repente ele começou a atacar e tá até agr grudado no meu pé, pfv algm ajuda ele n solta por nada(por sorte estou de calça e sapato do uniforme escolar) o nome dele e apolo e a um tempo atrás brigou com um gato de rua e está com algumas feridas.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12lyzmi",
            "num_comments": 14,
            "comments": [
                "Está querendo brincar / gastar energia. Recomendo comprar uma varinha daquelas que tem pena na ponta e brincar bastante até ele cansar. Gatos novinhos tem mais energia. \n\nInclusive, se o gato estiver dando trabalho de noite, brinca com ele, depois dá a ração (não deixe a ração disponível o tempo todo). Ele vai \"caçar\", comer, tomar banho e dormir a noite toda.",
                "Pode ser só querendo brincar, mas sugiro atentar pra sinais de salivação excessiva ou tremores… se isso aparecer pode ser raiva",
                "ele te ama JJAJAJAJA a minha tbm faz isso e geralmente é qnd ela quer brincar.   \nfaz ou compra uns brinquedinhos pra ele e não reage quando ele pular no seu pé, senão ele vai te atacar toda vez q quiser brincar",
                "Castra esse gato moça, e não deixa ele sair de casa.",
                "Ele nasceu em agosto já tem dez meses e eu pesquisei um pouco depois que ele desistiu de soltar meu pé e descobri que ele entro na puberdade minha mãe falo que ele tava me atacando pq ele queria sair mais e era estresse dele ficar muito tempo dentro de casa.",
                "[deleted]",
                "❤️❤️❤️❤️",
                "Um de nossos gatos, que resgatamos já adulto, era terrível assim, mesmo depois que mandamos castrá-lo.\n\nEles têm muita energia e querem brincar.\n\nDeixo aqui a sugestão de arrumar um irmãozinho pra ele. Os dois vão gastar a maior parte das energias um com o outro e vão ficar bem mais tranquilos com as pessoas da casa.\n\nAh, e também recomendo que não deixe os gatos saírem de casa."
            ]
        },
        {
            "title": "Tuquinha",
            "selftext": "Tuquinha a caçadora",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12lxxce",
            "num_comments": 1,
            "comments": [
                "Baby🩶🩶"
            ]
        },
        {
            "title": "Garagem gosta de conforto...",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12lxv7i",
            "num_comments": 1,
            "comments": [
                "Precioso 💕💕💕"
            ]
        },
        {
            "title": "Magnus é o gato mais lindo! As vezes...",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12lxq82",
            "num_comments": 2,
            "comments": [
                "Mais lindo e o melhor no xadrez!"
            ]
        },
        {
            "title": "Balofo surtando logo de manhã",
            "selftext": "Queria comida lógico kakkkkkk",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12lrqt4",
            "num_comments": 1,
            "comments": [
                "Tenha paciência, balofo"
            ]
        },
        {
            "title": "ele ama um carinho no pescoço <3",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12likml",
            "num_comments": 5,
            "comments": [
                "A regra é clara: tem que coçar o pescocinho!",
                "ele é muito lindo e fofo",
                "Scrr achei que era o meu",
                "todo dengoso"
            ]
        },
        {
            "title": "My babys 💓",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12lhpw4",
            "num_comments": 1
        },
        {
            "title": "Mi bb",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ldn92",
            "num_comments": 0
        },
        {
            "title": "Pelé é espaçoso",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12lafui",
            "num_comments": 2,
            "comments": [
                "Pelé kkkkk muito fofo",
                "pelo mais brilhoso 🤩"
            ]
        },
        {
            "title": "Como os gatinhos ficam após a castração?",
            "selftext": "Olá! Boa tarde!\n\nÉ a primeira vez que eu tenho uma gata e, hoje à tarde, a levarei para castrar, mas não sei o que esperar na pós cirurgia. \n\nEles ficam mais calmos? Querem ir menos para a rua? Dormem mais...?\n\nAgradeço se alguém puder me ajudar!",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12kz8gw",
            "num_comments": 6,
            "comments": [
                "No geral, logo após a castração, não há muitas alterações. Como você castrou uma gatinha, não sei se você chegou a conviver com ela no cio, mas, se chegou, vai notar uma baita diferença de comportamento pela ausência do cio (que estressa muito o felino e promove as tentativas de fuga, etc.). Então sim, ela vai querer ir bem menos pra rua.\n\nSobre ficar mais calmo, o temperamento depende muito do ambiente e das interações entre vocês. Não é uma \"regra\" que o gato fica mais calmo, mas, citando a situação do cio ali, ela ficará mais calma sim.\n\nAh, um detalhe que observo bastante é a falta dos veterinários prescreverem algum produto tópico para a higienização do local dos pontos, peça isso ao veterinário, porque ao longo da semana com certeza será necessário. E limite o movimento dela (não deixa ela pular, correr muito, ficar subindo e pulando do sofá, nichos, etc.). Se for prescrito um antibiótico, dê no tempo certo e opte por comprimidos (que tendem a ser mais fáceis de administrar).\n\nNão vacile com a roupinha cirúrgica ou o colar elizabetano, quando os pontinhos começarem a cicatrizar, a ferida cirúrgica tende a coçar bastante, então ela vai lamber/coçar; e te garanto, você não vai querer uma infecção no local.\n\nOutro aspecto importante é tomar cuidado com a alimentação, porque gatas castradas tendem a se tornar mais sedentárias e podem ficar gordinhas; dois aspectos que favorecem o surgimento de problemas urinários. Então sempre estimule ela a brincar de caçar, correr, etc. mas faça isso após a remoção dos pontos, ok?\n\nSe tiver mais dúvidas, fique à vontade pra entrar em contato com a gente no nosso sub /r/ApoioVet",
                "Só tive experiência com uma gata, mas vou compartilhar o que lembro:\n\nImediatamente depois da castração é normal ficarem um pouco mais parados, mais na deles. Depois eles vão voltando ao normal, podem ter algumas mudanças de comportamento e de peso, mas acho que nada muito radical",
                "No primeiro dia q castrei as minhas gatinhas elas demoraram um pouquinho pra comer e beber água e tavam bem sonolentas, se n tavam comendo tavam dormindo. Ai com o passar dos dias elas voltaram a comer normal e a dormir a quantidade normal também. Elas sempre foram bem agitadinhas, principalmente de noite, mas por conta da roupinha, nesse período elas ficaram bem mais quietas e n ficavam brincando tanto. Mas assim q eu tirava elas ficavam do jeito normal, entao o q incomodava mesmo era roupa.\n\nOp, pode ficar tranquilo q o pós eh super de boa, vc só vai ter q dar mais atenção, se atentar com a cicatrização, dar sempre os remedinhos certinho e eh bom dar mais carinho também pra ela se sentir melhorzinha"
            ]
        },
        {
            "title": "Você gosta dos meus gatinhos? <3 da Argentina",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12kyv4m",
            "num_comments": 4,
            "comments": [
                "Sim, muito fofos",
                "que gracinhas 🥺",
                "Juré que lo de abajo eran serpientes",
                "GATOS NÃO IMPORTAM O PAIS AMO TODOS"
            ]
        },
        {
            "title": "Recibiendo cariño ✨✨",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ktx52",
            "num_comments": 0
        },
        {
            "title": "Post de apreciação da Minerva",
            "selftext": "Contemplem a serenidade no olhar de quem achou seu nichinho preferido vago",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12krmgs",
            "num_comments": 7,
            "comments": [
                "Precioso ,❤️",
                "Minerva apreciada com sucesso.",
                "Cute",
                "Linda!!!",
                "olhinhos 💗👀",
                "Majestosa 👑",
                "Fêmea amarela!! Dessa cor eu não tenho."
            ]
        },
        {
            "title": "Ariel: O peixinho da mamãe❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12kmix7",
            "num_comments": 1,
            "comments": [
                "🥺❤️👌"
            ]
        },
        {
            "title": "Marlon e Simba",
            "selftext": "Minha dupla de gordinhos curtindo um femguinho no sofá",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12kmfe4",
            "num_comments": 0
        },
        {
            "title": "Essa é o meu bebê❤ O nome dela é Chensy kkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12kjszo",
            "num_comments": 1,
            "comments": [
                "😱"
            ]
        },
        {
            "title": "new hat who disssss?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12k4jjj",
            "num_comments": 0
        },
        {
            "title": "katarina linda",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12k44dt",
            "num_comments": 1,
            "comments": [
                "❤️❤️❤️"
            ]
        },
        {
            "title": "Holi amigos tomando brisita un rato 🤗☺️",
            "selftext": "..",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12k29p2",
            "num_comments": 0
        },
        {
            "title": "Minha gatinha 😸😸",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12k21pf",
            "num_comments": 0
        },
        {
            "title": "Michiiiii",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jxfi4",
            "num_comments": 0
        },
        {
            "title": "Digam oi pra minha Cici e pro meu White, meus idosinhos ❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jx9it",
            "num_comments": 0
        },
        {
            "title": "Charbon, minha gata, super preocupada..",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jwxaz",
            "num_comments": 1,
            "comments": [
                "Jajaj que precioso"
            ]
        },
        {
            "title": "Chamego, minha gatinha, a mimir ❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jwu92",
            "num_comments": 0
        },
        {
            "title": "❤️❤️✨",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jqupz",
            "num_comments": 0
        },
        {
            "title": "o Nino está sério",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jo5ru",
            "num_comments": 9,
            "comments": [
                "Que gato lindooooo, olha esses olhos ❤️",
                "Lombra da porrakkkkkkkk ❤️🐱",
                "Fofo 😳",
                "Beautiful eyes, a painting.",
                "Belli",
                "Tan lindo Nino!! Ojitos bonitos !!❤️"
            ]
        },
        {
            "title": "meu gato me atacando",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jjwao",
            "num_comments": 0
        },
        {
            "title": "Balofo quer fazer companhia no banho matinal",
            "selftext": "Você aceitaria o Balofo?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12jiohn",
            "num_comments": 15,
            "comments": [
                "o meu gatito fica no banheiro ou na porta do banheiro, acho que ele \"fica de guarda\" pra que a gente não morra afogado kkk",
                "OMG 😱😱",
                "ACEITOOOOO",
                "MDS, o Balofo é muito fofo e sempre vejo fotinhas dele 🤭 tenho certeza de que faria uma ótima amizade com os meus Rengar e Ragnar 🤭🤭",
                "Que bonitinho!! Eu tenho uma que também sempre me acompanha no banheiro kkk",
                "Que fofo😍",
                "eu quero um balofinho na minha vida 😭"
            ]
        },
        {
            "title": "Fafa gamer",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12j75os",
            "num_comments": 1,
            "comments": [
                "Ojo con el gato gamer 🙀"
            ]
        },
        {
            "title": "Son míos los cheetoss😾🤣🤣",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12j6pdk",
            "num_comments": 2,
            "comments": [
                "Jajajjajaja que bello"
            ]
        },
        {
            "title": "Chinelo e seus parças (ele se chama chinelo)",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12j2zpa",
            "num_comments": 5,
            "comments": [
                "que linda família",
                "Se ele se mudar pra Nova Zelândia (onde eu moro), o nome dele vira Jandal (como a gente chama chinelo de dedo aqui) 😂",
                "Grande Chinelo. Belíssimo, aliás",
                "Siempre con las chanclas!!"
            ]
        },
        {
            "title": "Dicas para deixar meu gatinho mais manso?",
            "selftext": "Meu gato não é necessariamente agressivo, ele é tranquilo a maior parte do tempo, mas em determinados momentos ele fica bem irritado e morde/arranha para machucar.  Quais exercícios eu poderia fazer com ele para ele ficar mais tranquilo ?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12j2ud3",
            "num_comments": 0
        },
        {
            "title": "Meu chinêzinho dormindo 🤭😍",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12j1yw7",
            "num_comments": 0
        },
        {
            "title": "Holaaaa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12j118a",
            "num_comments": 2,
            "comments": [
                "Que bonito",
                "Jajajjaja esta precioso"
            ]
        },
        {
            "title": "😍😍",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12iy9sx",
            "num_comments": 1,
            "comments": [
                "👌💕"
            ]
        },
        {
            "title": "Gata não quer comer nem beber após sumir por dois dias",
            "selftext": "Oi gente, sei que o certo é levar direto pro Vet mas só vou conseguir levar ela amanhã cedo. Viajei por 4 dias e minha gatinha de 5 anos ficou aos cuidados dos meus pais, mas ela acabou fugindo por dois dias e reapareceu hoje. Ela não está comendo nem bebendo nada e bem apática. Alguém tem ideia do que pode ser? Vou passar essa noite de olho nela e amanhã cedo vou ao veterinário. Ela sempre foi muito apegada a mim e nunca ficou tanto tempo sem mim, pode ser tristeza?\n\nEdit: ela também tá balançando/batendo bastante o rabinho, como se estivesse brava",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12iy4zz",
            "num_comments": 2,
            "comments": [
                "Ela pode estar fazendo birra pq tu saiu.\nOu ela pode ter se machucado, comeu algo que não fez bem… pode ser muita coisa"
            ]
        },
        {
            "title": "Planta Miau desbloqueada!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12itl0y",
            "num_comments": 0
        },
        {
            "title": "condomínio das caixas u.u vagas esgotadas!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12irvqt",
            "num_comments": 2,
            "comments": [
                "Está tendo e superlotação com morador dormindo até no teto kkkkk zoa",
                "O gato morando no andar de cima, mas não lembrou de por teto na casa dele kkkkkkkkk"
            ]
        },
        {
            "title": "Pelea 🥺",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ir1q2",
            "num_comments": 0
        },
        {
            "title": "Balofo aprendeu a voar do nada",
            "selftext": "E ele não volta mais? 😭",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12iiz99",
            "num_comments": 5,
            "comments": [
                "o corteKKKKKKKKJ que fofo",
                "Parece um coelhinho"
            ]
        },
        {
            "title": "Gatos gatos gatos",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12ib6cz",
            "num_comments": 0
        },
        {
            "title": "Gato",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12iadvf",
            "num_comments": 1,
            "comments": [
                "carinha mais fofa"
            ]
        },
        {
            "title": "❤️❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12i75n6",
            "num_comments": 0
        },
        {
            "title": "Ele ta viciado em celular!! Oque faço para acabar com o vício???",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12i01sv",
            "num_comments": 2,
            "comments": [
                "que coisinha linda, deixa ele, tadinho!! \n\nmentira, coloque um horário de tempo de tela pra esse bebê kkkkkkj"
            ]
        },
        {
            "title": "😡😒",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12hv5lc",
            "num_comments": 1,
            "comments": [
                "Está 😡😡"
            ]
        },
        {
            "title": "Gatito",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12hkqxx",
            "num_comments": 0
        },
        {
            "title": "Não olha agora, mas o capeta tá atrás de você",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12hhffd",
            "num_comments": 5,
            "comments": [
                "O capeta mais lindo do mundo 💕❤💓💕💖💗💕❤💖💕💓❤💗💘💖💕❤💋",
                "Que lindosss.",
                "QUE LINDOS, ME DÁ 🥺"
            ]
        },
        {
            "title": "gatinha argentina",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12hgh3y",
            "num_comments": 1,
            "comments": [
                "Messi"
            ]
        },
        {
            "title": "Não sirvo pra ter gato",
            "selftext": "Eu amo apertar os bichinhos, amo ter comigo e meu gato faz tudo o contrário, da desgosto, sempre do jeito dele e ele vive na dele, prefere ficar sozinho que comigo, acho que não sirvo pra ter gato...\n\n\nO meu é pegar no colo q fica bravo, queria um docil, esse a gente não vai abandonar de jeito nenhum mesmo sendo assim, mas é bem chato particularmente pra mim, sempre vejo pessoas falando do quao sociável e empatico o bichano é, mas o meu... vish, dicas?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12hd8hx",
            "num_comments": 3,
            "comments": [
                "A dica é aceitar o amor do seu bicho como ele é. Existem mais formas de amor do que só se permitir ser amassado. Cada gatinho tem uma personalidade e merece respeito. Se o seu não gosta de ser apertado, ele não gosta, uai. Procure outras formas se vcs dois terem uma convivência amável. Petisquinhos, brincadeiras, apenas dividir o mesmo espaço, etc",
                "Talvez o bichano tenha se afastado justamente pelo incômodo de se sentir apertado por você. Tenta diminir esse comportamento que aos poucos ele vai se sentor confortável para uma reaproximação. Digo isso, pois tenho uma gata que ficou arisca depois de tanto eu apertar e agora que comecei a dar o espaço dela, vem me procurar para ganhar um chameguinho. Então é ter paciência e mostrar que ele pode se sentir à vontade com você.",
                "Cara não tem como voc escolher a personalidade do teu gato, a menos que você conheça a linhagem e como os anteriores a ele se comportavam.\n\nTenho duas gatinhas, uma odeia colo, odeia que fica passando a mão nela e se voc insiste nessas coisas ela chega até a arranhar e a  outra é super manhosa, adora um denguinho, adora colo e dá até a barriguinha para carinho. É assim mesmo, o respeito faz parte de amar e tbm a compreensão que teu gato não é capaz de entender as coisas; \ntipo ele não derruba as coisas pq sabe que voc não gosta, ele só vai la e derruba ué, ele é um gato afinal\n\napesar de fofinho, um gato é um animal no final das contas"
            ]
        },
        {
            "title": "This cat is so cute | Gatinho tão lindo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12h8j6l",
            "num_comments": 0
        },
        {
            "title": "O cobertor caçou briga com a Monalisa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12h4vg2",
            "num_comments": 0
        },
        {
            "title": "gatitos masajistas check 💅🏽",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12h2i1a",
            "num_comments": 0
        },
        {
            "title": "Mime a su amigo felino: compre nuestra amplia gama de suministros para gatos de alta calidad\"?",
            "selftext": "Si eres un amante de los gatos como nosotros, sabes que nuestros amigos felinos no se merecen nada más que lo mejor.  Por eso nos complace compartir nuestra tienda en línea, que ofrece una amplia gama de artículos para gatos que harán ronronear de felicidad a tu amigo peludo.\n\n Nuestra tienda tiene todo lo que necesitas para mantener a tu gato sano, feliz y entretenido.  Desde comida y golosinas para gatos de primera calidad hasta elegantes camas y juguetes para gatos, lo tenemos cubierto.  También contamos con suministros de aseo, cajas de arena y otros elementos esenciales para que cuidar a su gato sea muy fácil.\n\n En nuestra tienda entendemos que cada gato es único y tiene su propia personalidad.  Es por eso que ofrecemos una amplia gama de productos que se adaptan a diferentes gustos y preferencias.  Ya sea que su gato sea quisquilloso con la comida o le encante jugar, tenemos algo que lo mantendrá satisfecho.\n\n Entonces, ¿por qué comprar con nosotros?  Nuestra tienda ofrece:\n\n Productos de alta calidad de marcas reconocidas\n Precio competitivo\n Envío rápido y confiable\n Servicio al cliente excepcional\n Además, al comprar con nosotros, estás apoyando a una pequeña empresa que se dedica a brindar lo mejor a nuestros amigos felinos.  Nos apasionan los gatos y queremos asegurarnos de que todos los gatos estén felices, saludables y bien cuidados.\n\n Echa un vistazo a nuestra tienda en línea hoy y comprueba por ti mismo por qué somos el destino favorito de los amantes de los gatos en todas partes.  ¡Estamos ansiosos por ayudarte a consentir a tu amigo peludo!\n\n Atentamente,\n Peyllón\n Propietario, www peyllon com",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12h24bh",
            "num_comments": 0
        },
        {
            "title": "Ojos de dos colores💙💛",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12h20q8",
            "num_comments": 1,
            "comments": [
                "\"Olhos de duas cores\", para quem não sabe espanhol. Obrigado. /s"
            ]
        },
        {
            "title": "🥰🥰🥰",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12gxa7i",
            "num_comments": 0
        },
        {
            "title": "Bebé",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12gx9h5",
            "num_comments": 0
        }
    ]
}