{
    "posts": [
        {
            "title": "Alguém sabe o que pode ser?",
            "selftext": "Alergia?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "102ufkp",
            "num_comments": 6,
            "comments": [
                "Ele coça muito a região? Faz controle de pulgas e carrapato?"
            ]
        },
        {
            "title": "Vivendo com esse 🐶 numa kombi",
            "selftext": "Oi pessoal!\n\nEu e minha esposa largamos nossos empregos convencionais, pegamos nossos dois cachorros e nos mudamos (os 4) pra uma kombi motorhome. Estamos nessa jornada desde o ano passado com o objetivo de conhecer o Brasil, trabalhando muito na venda de artesanatos e adesivos (já que não somos herdeiros de nenhuma fortuna kkkk).\n\nEssa nossa aventura é sempre cheia de surpresas, perrengues, alegrias, encontros inesquecíveis com pessoas fantásticas, além é claro de cenários de cair o queixo :) Pankeca e Gohan (os dogs) tem um novo quintal pra correr e se divertir a cada dia que passa.\n\nE nós temos registrado essa aventura no nosso canal do youtube (Be Bonkers), desde antes dela começar - ou melhor, desde quando começamos os preparativos dessa aventura, até os dias atuais.\n\nQuero te fazer um convite de dar um pulo no nosso canal do youtube, assistir os nossos vídeos e se inscrever pra não perder nenhum vídeo novo, que é lançado todas as terças às 19h:\n\nhttp://youtube.com/@be.bonkers\n\nhttps://instagram.com/be.bonkers\n\nEspero que curtam!\nValeu!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "102ssk4",
            "num_comments": 4,
            "comments": [
                "Tenho apenas 2 palavras para isso, fo fo",
                "Amei a criatividade do vídeo, já me inscrevi lá no YouTube. :D"
            ]
        },
        {
            "title": "Cachorro vomitando sangue",
            "selftext": "Bom dia pessoal, eu postei ontem no desabafos o caso de um shitzu cego que resgatamos. Foi removido um olho a alguns meses e estava tudo bem, mas ele ficou com o ouvido inflamado e levamos na vet, ele foi medicado. Mas a noite começou a gritar de dor e coçou o olho q ele não tem mais, a cirurgia do olho abriu dps desse tempo todo, levamos na vet de novo ontem e ele foi medicado. Hj ele tá vomitando sangue gente, acho q é sangue, um negócio preto, tem o retorno a tarde com a vet. Estou com medo, oq será q ele pode ter?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1028m9i",
            "num_comments": 7,
            "comments": [
                "Olá! Como a u/AlehCemy disse aqui, vômito preto é emergência. Conseguiu levar ele na veterinária antes ou pode ir só agora a tarde? Espero que tenha ficado tudo bem. Muito difícil dizer o que ele pode ter apenas com os históricos citados aqui, a situação do olho abriu um alerta, mas não estou conseguindo correlacionar com o problema do vômito com sangue. Talvez seja um outro problema ainda não diagnosticado.\n\nFaça os exames necessários, a veterinária vai precisar.",
                "Vômito preto é emergência. Sinalize o veterinário de que houve essa ocorrência e leve para lá. Pode ser úlcera das feias no estômago, mas também pode ser N outras coisas. Só uma avaliação e exames pra dizer o que é.",
                "Vá ao seu veterinário de confiança o quanto antes. Pode ser algo bem grave",
                "Op, deu tudo certo com o doguinho?"
            ]
        },
        {
            "title": "Remédios mensais para pulgas vs. Coleira Seresto",
            "selftext": " Olá, pessoal.\n\nGostaria de saber a opinião de vocês quanto a remédios mensais para pulgas e carrapatos como Nexgard, Simparic, Bravecto, etc.\n\nMeu cachorro recentemente fez um exame de sangue de rotina e deu uma pequena alteração na Fosfatase. Achei melhor testar outra coisa e comprei a coleira da Seresto, que aparentemente protege por mais de 06 meses. Achei muito mais em conta pro meu bolso, uma vez que a coleira está R$150,00 e eu gastava quase isso mensalmente.   \n\n\nGostaria de saber o que é mais eficaz e menos problemático a longo termo para a saúde do cachorro :)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1028khj",
            "num_comments": 14,
            "comments": [
                "Bravecto não é mensal. É de 3 em 3 meses. Você dava mensalmente o Bravecto? Os outros sim são mensais. \n\nAqui o custo benefício sempre foi o Bravecto. As coleiras aqui duram pouco por conta dos cachorros gostarem de testar a resistência delas nas paredes e moitas que temos aqui em casa.\n\nE sobre fosfatase, isso pode ser por diversos motivos e nem sempre é relacionada à essas medicações. Pode ser de origem musculoesquelético, pode ser porque o cachorro passou um tempo a mais do que o normal sem comer, pode ser de origem endócrina e a lista vai longe ( e bem longe por sinal).",
                "Assinei o post, não tenho cachorro mas também já tive a mesma dúvida, quero saber a opinião do povo.\n\nSobre a alteração da fosfatase, o que te fez ligar ela ao seu protocolo preventivo de ectoparasitos?",
                "bravecto é de longe o melhor, mas pelo amor, não é pra dar todo mês. segue o que tá escrito na caixa\n\nobs: olhei a caixa que tenho aqui (entre 4,5 e 10kg) e é para ser dado de a cada 3 meses.",
                "Cara , meu dog é de apartamento, todo vacinado, só dou o antipulgas 1vez no ano e olha la",
                "Vou deixar a postagem como \"discussão\" aqui, porque não há uma resposta exata. Eu, particularmente, recomendaria o Bravecto ou Simparic, todas as opções citadas por ti são ótimas (inclusive a coleira, que é a melhor do mercado, mas não recomendo pelos motivos já citados nos outros comentários aqui).\n\n*De qualquer forma quero parabenizar pelo empenho e planejamento na escolha dos melhores ectoparasitas pro seu dog. :)*",
                "o problema é essa coleira durar os 6 meses que fala, na minha opinião eu acho que elas perdem o efeito rápido, e ai as vezes do nada vc ja encontra um carrapato no seu cão, eu prefiro usar nos meus cachorros o remédio mesmo, porque sei que naquele tempo é garantido que o animal vai estar protegido de ectoparasitas",
                "Coleira é melhor pra cachorro de apartamento e que tem pouco contato com outros dogs ou ambiente abertos, já quem tem cachorro q passeia todo dia ou vive em quintal remédio é a melhor opção",
                "Eu não uso coleira anti pulgas de jeito nenhum, mas por ma experiência própria. \n\nMinha primeira cachorra usava essa coleira anti pulgas, tudo lindo, até que um belo dia uma carrapata pulou nela. Sentindo a coleira, a carrapata desceu da minha cachorra. Um pequeno porém: a carrapata desceu dentro de casa (chão de taco) e estava cheia de nenens! Nos literalmente tivemos que nos mudar por causa dos carrapatos, chamamos dedetizador várias vezes e não adiantava por causa do chão de taco!\n\nEntão assim, se você mora em lugar com chão de taco, esquece kkkk. Maaas, se você mora em apartamento acho que vale mais os remédios porque você sabe quando da mais carrapato na rua. Se mora em casa, coleira + remédio + produto pra sua casa pra tirar os bichos dos cantos.\n\nAqui em casa dou bravecto por questão de custo benefício, dura 3 meses, tenho três cachorras, ao invés de comprar nexgard todo mês ou usar pipeta eu dou um bravecto pra uma a cada mês. É caro, claro, mas são 3 e eu gastaria a mesma coisa se tivesse dando outro remédio para as três todos os meses. Elas tiveram pulga pela primeira vez aqui, me disseram que é normal no verão, então no inverno eu fico mais de boas com a necessidade do remédio e verão eu fico mais rígida",
                "Rapaz, eu usei a coleira e não gostei nem um pouco. E olha que usei nos meus gatos e no meu doguinho. Recomendo muito mais o comprimido, que na maioria das vezes é bimestral ou trimestral, vale a pena",
                "Tenho que usar skalibor porque aqui há muitos casos de leishmaniose. Segundo a vigilância sanitária é a única que combate o mosquito palha. São 5 coleiras de 3 x 3 meses, mais o simparic que, segundo a Vet, mata o mosquito que picar o cachorro. Como os cachorros tem em média 25 kg, compro o simparic para porte gigante e divido. Sai mais em conta."
            ]
        },
        {
            "title": "Pneumologista em Salvador",
            "selftext": "Não sei se pode postar esse tipo de coisa, mas gostaria de saber se alguém conhece um pneumologista pra pets que seja acessível aqui na capital. Meu gato tossiu 2 vezes no mês passado (e creio que algumas vezes há alguns meses atrás, mas achei que fosse bola de pelo), mas acabei encontrando um vídeo no insta que apresentava o mesmo comportamento que ele fez e provavelmente é algo relacionado ao sistema respiratório.\n\nSe alguém souber algum contato, agradeço!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "101mrs2",
            "num_comments": 5,
            "comments": [
                "Busque contato em Facebook, google maps ou Instagram usando tags e escolhendo pela ferramenta por local e supostamente a área de pneumologista.",
                "UFBA! Leve ele na UFBA que eles vão te atender MUITO bem e tem vários especialistas orientando os alunos."
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "boa tarde, pessoal. tenho um maltês de 7 anos, quase 8. e gostaria de saber, ele está alérgico, com dermatite e se coçando muito. posso dar alergovet c 0,7 mg, e dermotrat spray na pele dele ao mesmo tempo. eu vi que não pode misturar com esteroides, e o dermotrat é antiinflamatório",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "101kpmb",
            "num_comments": 12,
            "comments": [
                "Olá! Maltês tem predisposição para dermatite atópica e se os banhos estão sendo dados sem recomendação de um médico veterinário, eu recomendo interromper imediatamente. Dermatite atópica tende a piorar gravemente se não tiver o manejo correto e o uso de alguns produtos pode agravar mais por comprometer ou reduzir a microbiota natural da pele (que ajuda no controle de diversas dermatites, incluindo a atópica).\n\n**Você já levou ele ao veterinário? Se sim, qual foi a conduta?**",
                "acho que por conta de eu ter começado a dar banho nele uma vez por semana, usando shampoo de clorexidina, vou colocar umas fotos de como está a pele dele",
                "https://preview.redd.it/nkyp4ptxbq9a1.jpeg?width=4000&format=pjpg&auto=webp&v=enabled&s=b50e8a682dea9eeded752ea5657f379bec5dcb1e",
                "https://preview.redd.it/d62hmjfzbq9a1.jpeg?width=3000&format=pjpg&auto=webp&v=enabled&s=d8407ae2f7aa8581ce1dc2ef4efc963c731fd178",
                "Olá, os banhos foram recomendação veterinária?",
                "Dá banho nele menos vezes e usa sabonete de enxofre, dê dexametasona (dexagard) pra ele além procurar uma ração sem nenhum corante( caso você já não dê) e procure lavar com frequência itens como casinhas e caminhas",
                "Não sou veterinária mas tenho um doguinho com problema de pele e vou te falar o que o veterinário dele explicou.\n\nToda dermatite é uma alergia e precisa achar o que ele é alérgico, então é importante ele fazer o exames.\nO meu doguinho usou o dermotrat spray com um corticoide mas foi com orientação da veterinária na época, junto com os banhos com shampoo de clorexidina e cetoconazol, não resolveu muito no caso dele na época. \n\nNão sei se o veterinário explicou, mas é bom não usar o secador para secar o doguinho depois do banho pq pode machucar ainda mais a pele. Aqui em casa eu dava banho quando estava mais quente, secava o máximo possível com a toalha (eram 3/4 toalhas pra secar ele) e depois levava pra passear. Ai se ele ainda estivesse úmido, meio molhado e já fosse a noite eu usava o secador no frio, mas era bem raro."
            ]
        },
        {
            "title": "Os meus gatos emagrecem bastante em algumas épocas, isso é normal?",
            "selftext": "Eu tenho três gatos, e eles são alimentados regularmente com ração de uma marca boa. Só que, em algumas épocas eles ficam no peso ideal e com uma pelagem bonita, e depois de uns tempos eles emagrecem outra vez, mesmo que a gente sempre dê comida quando eles pedem.   \n\n\n(Eles não são castrados e tem acesso a um quintal grande, mas bem isolado)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "101k3l6",
            "num_comments": 3,
            "comments": [
                "O fato de não ser castrado pode influenciar por conta das flutuações hormonais, mas recomendo observar se o emagrecimento não está acontecendo por conta de estresse (alguns gatos tendem a ficar estressados ao sentir a presença de uma fêmea no cio nas redondezas, ou a presença de outro macho nas proximidades). O ideal, no seu caso, é que faça o check-up deles esse ano para ter certeza de que não há nada subclínico, aproveite também para deixar as doses das vacinas e dos vermífugos em dia, além de fazer teste de FIV/FeLV para os dois (esse teste eu considero obrigatório pra todo mundo que tem gato adotado).\n\n**Ah, e uma recomendação:** gatos devem ser castrados, é pelo bem da qualidade de vida deles, ok? Se puder, estude sobre a possibilidade esse ano e se programe para o procedimento. Aproveite o check-up para agendar o horário (e talvez até negociar o valor). :)"
            ]
        },
        {
            "title": "Agaponis arrancando as penas",
            "selftext": "Meu agaponis esta arrancando as próprias penas e já esta praticamente nu, só não arrancou das asas e da cabeça. Estou preucupado, não sei se é um processo de troca de penas ou se é algo mais grave. devo leva-lo ao veterinário? alguem por favor me de uma luz",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "101iggd",
            "num_comments": 2,
            "comments": [
                "Olá! Pra sua sorte meu TCC quando concluí a faculdade foi sobre automutilação em psitacídeos, justamente sobre um caso de arrancamento de penas. E a u/AlehCemy já deu a resposta que resume tudo: ele precisa de um veterinário.\n\nO arrancamento de penas tem diversas causas, então é muito difícil afirmarmos algo por aqui. Pode ser desde infestações fúngicas, alergias, até problemas comportamentais.\n\nSe, após a ida ao veterinário, nada for concluído, ou a conclusão for de que é um problema comportamental, então estude sobre o enriquecimento ambiental da área onde ele fica. Combinado? Mas leve ao veterinário o quanto antes, porque pode chegar num ponto onde a ave arranca até mesmo a própria pele (no caso que estudei para o TCC a ave tinha mais de 50% de toda a pele do peito arrancada, era horrível).",
                "Já deveria ter levado ao veterinário assim que começou a arrancar. \n\nIsso é sinal de que tem algum problema, que pode ser fisiológico, ambiental ou psicológico. Por isso, a ida ao veterinário é essencial, para confirmar que não é nada fisiológico."
            ]
        },
        {
            "title": "Gato com aftas",
            "selftext": "Olá!\n\nMeu gato (macho; 4,5 anos) não estava comendo bem, estava salivando, vomitando uma espuma branca (parecendo cuspe) e miando bem baixo. Levei-o ontem ao veterinário e basicamente ele tem duas aftas no céu da boca bem perto da garganta. Ele fez diversos exames (ultrassom, exame de sangue e urina).\n\nPelo que entendi, no ultrassom não foram observados alterações nos rins, porém a bexiga dele está inflamada. Ele está tomando anti-inflamatório e remédio para enjoo. No exame de urina, há presença de sangue e uma quantidade de 100 mg/dl de proteínas. Além disso, parece que a ureia está alta.\n\nNão tive muito tempo para conversar com a veterinária e estou meio confusa. Alguém poderia me explicar se isso se caracteriza como problema renal? O que causaram essas aftas? Tem algo a ver com ureia? \n\nSou leiga no assunto e estou ficando preocupada porque ele não está conseguindo comer tão bem por conta delas. Existe algum tratamento diretamente para elas? Ela tinha me dito que o mais importante era cessar o que estava causando essas aftas.\n\nObrigada!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "100paah",
            "num_comments": 8,
            "comments": [
                "Olá, bom dia! Minha resposta aqui não será um diagnóstico, até porque é difícil eu guiar essa situação sem ter acesso presencial ao gato. **A afta no céu da boca tem diversas possíveis causas e seria irresponsabilidade minha afirmar algo aqui.**\n\nAntes de prosseguirmos, vale lembrar que dizer que um gato com a relação atualizada de proteinúria em gatos é a seguinte:\n\n**Relação proteína – creatinina urinária**   \n*Não proteinúricos < 0,2*  \n*Suspeitos 0,2 – 0,4*  \n*Proteinúricos > 0,4* \n\nMas isso pode variar de acordo com o laboratório, só citei baseado na *referência teórica* (que nem acho recente, é de 2005) e pode ser encontrada [aqui](https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1939-1676.2005.tb02713.x). Cito isso porque, fora do exame laboratorial e aqui na descrição, você citou que há uma presença de 100mg/dL de urina, o que pode indicar flutuações altas entre os resultados dependendo do dia. Mesmo assim a relação fica em 0,16, o que não levanta suspeitas imediatas, mas não deve ser completamente ignorada.\n\n# Respondendo as perguntas\n\n>***Alguém poderia me explicar se isso se caracteriza como problema renal?***\n\n* Infelizmente não dá pra dizer diretamente se isso caracteriza como problema renal, porque depende de uma série de outras avaliações, exames e de informações que apenas o veterinário presencial em contato direto com o pet consegue ter. Mas os resultados acendem sim uma luz de alerta para a possibilidade.\n* O aumento da ureia, conforme citada por ti, pode sim ter correlação com algum problema renal, porque se os rins não conseguem eliminar adequadamente a ureia do sangue, ela se acumula no organismo, levando ao quadro que chamamos de uremia.\n\n&#x200B;\n\n>***O que causaram essas aftas?***\n\n* Isso não é um diagnóstico e eu não tenho conhecimento do pet, mas seguindo apenas seu relato, a agressivas alterações urêmicas no organismo podem levar a um quadro que conhecemos como \"[estomatite urêmica](https://www.vetlexicon.com/getmedia/00e22fb7-7eaa-4af1-9116-861f5a850691/18_104136)\" ([outra](https://www.veterinarydentalcenter.com/wp-content/uploads/2018/08/VDC_FelineDentistry_Stomatitis1.jpg)). PORÉM é mais comum em cães e pouquíssimo relatadas em gatos. Então essa questão não deve ser levada em consideração primariamente.\n* FeLV (se seu gato nunca foi testado, teste).\n* [Complexo granuloma eosinofílico em felinos](https://www.jwoodvet.co.uk/wp-content/uploads/2018/08/feline-eosinophilic-granuloma-complex.jpg), mas, geralmente, envolvem outras lesões na boca.\n* *Enfim, são diversas as causas de possíveis aftas e quando mais eu citar aqui, mais confuso ficará e posso adicionar preocupações desnecessárias para ti nesse momento. Prefiro me abster nessa situação, mas reforço a necessidade do teste de FeLV caso ele nunca tenha sido testado (porque se for positivo, a abordagem de tratamentos gerais podem mudar bastante).*\n\n&#x200B;\n\n>***Tem algo a ver com ureia?***\n\n* Pode ter correlação se houver o aumento da ureia, creatinina e outros compostos no sangue, a ureia por si só não é correlacionada sozinha com a ulcerações bucais. O aumento desses compostos, juntamente com alguns sinais clínicos específicos, pode causar o que chamamos de uremia, e, então, pode sim haver lesões orais ou o quadro de \"estomatite urêmica\" citado anteriormente.\n* Na situação atual do seu gato apenas o veterinário presencial poderá afirmar sobre. Pelo descrito aqui, ainda não há motivo de preocupação nessa questão.\n\n&#x200B;\n\n>***Existe algum tratamento diretamente para elas?***\n\n* Não podemos informar tratamentos diretos aqui pela comunidade por questão de responsabilidade ética. Mas recomendo conversar com a veterinária sobre mudanças na abordagem nutricional atual. Um nutricionista talvez seja uma peça chave nessa situação, principalmente por ainda não sabermos exatamente o que está acontecendo, e, também, por haver aumento da ureia no sangue.\n* Alimentação muito proteica pode atrapalhar nessa situação, então escolher bons ingredientes que sejam capazes de manter o seu pet forte, enquanto reduz os níveis de proteína na alimentação, pode ajudar muito a organizar a situação atual.\n\n# Importante\n\nToda minha resposta aqui é baseada APENAS no seu breve relato, não tenho acesso presencial ao seu animal e meu intuito aqui é apenas na orientação e esclarecimento de algumas questões. Alguns pontos chaves você pode conversar com a veterinária presencial para chegarem em um consenso, mas **qualquer divergência entre o conteúdo descrito aqui e a opinião da veterinária presencial, esse texto deve ser desconsiderado.** Ok?\n\n*Espero ter ajudado de alguma forma.*",
                "Quando deu a ureia e a creatinina? Pelo seu relato tá com muita cara de doença renal crônica, se for o animal precisa ser acompanhado de perto, se possível internado para tirar da crise uremica.\n\nEm casa vc pode eferecer água a rodo e forçar a alimentação, gato não pode ficar sem comer por mais de três dias devido ao acúmulo de gordura no fígado que ele facilmente fazem.\n\nSaliento que geralmente a água a vontade não é suficiente pra hidratar um animal muito avançado na doença renal.\n\nPerdi uma gatinha muito querida essa semana, doença extremamente silenciosa, gatos conseguem esconder bem, quando a gente descobre pode não dar nem tempo de fazer muita coisa.",
                "ola tudo bem? pelo exame que você mandou, aparentemente esta tudo normal em relação aos rins, esse sangue na urina pode ser que seja devido a inflamação na bexiga, em relação ao tratamento da afta, o veterinário te indicou algo? talvez você poderia começar a realizar a limpeza das aftas com um antisséptico bucal, talvez ajude nessa questão",
                "Me corrijam se eu estiver errado, mas talvez você possa alimentar ele com carne moída pura sem sal nem nada, é mais macio que ração e vai dar vontade nele de comer."
            ]
        },
        {
            "title": "Minha gata pariu to preocupado se os filhotes conseguirão mamar",
            "selftext": "Minha gata pariu agora, o primeiro ficou preso e saiu morto, depois 3 saíram vivos, mas estou preocupado se os gatos acharão os peitos para mamar, as vezes ela estranha os gatinhos e fica ronronando para eles, quantos dias eles podem ficar sem mamar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zzxlkj",
            "num_comments": 6,
            "comments": [
                "Como eles *acabaram* de nascer, pode demorar um pouquinho para encontrarem as mamas. A gata também ainda pode estar em trabalho de parto, então continue em observação. Gatas podem ter um intervalo de parto muito variável (alguns minutos, até 1 ou 2 horas), por isso minha recomendação de ficar atento. A exaustão pós parto também pode dificultar a inciativa dela nesse momento, então mantenha a atenção.\n\nUm gatinho que acabou de nascer pode demorar 1 ou 2 horas para encontrar as mamas e mamar definitivamente, então fique de olho nesse prazo. Evite manipular muito e só guie eles até as mamas. Como um gato nasceu morto, recomendo já entrar em contato com um veterinário de confiança e deixar ele alertado de que talvez precisará ir até a clínica caso os filhotinhos demorem para mamar. Ok?\n\nLembrando que a primeira amamentação é crucial para o bom desenvolvimento dos filhotes por conta da ingestão do que chamamos de \"colostro\", que é um leite rico em propriedades imunológicas e tem a formulação nutricional um pouco diferente do leite maduro das gatas.\n\n***Um gato recém nascido não pode passar dias sem mamar, nem mesmo horas. Se eles não mamarem em um prazo de 3h, é ideal que leve-os ao veterinário juntamente com a mãe.*** **Combinado?**",
                "lembro que minha finada gatinha branca teve um filhote uma vez (unzinho só) e foi um parto pavoroso, depois ela soltou uma meleca que julgo eu ser a placeta. Na hora até achei que estava morto e pensei \"ah vou deixar ela se despedir\" e sai por uns minutos, quando voltei ela tava lavando o filhote, deixei eles e depois voltei e estava mamando já dai depois coloquei ela num lugar limpo. As vezes é só deixar que a natureza (que é assustadora) trabalhar que tudo da certo, só cuidar os pontos mencionados pelo vet que vai dar bom e logo esses etezinhos vão estar pulando por tudo e derrubando coisas kkkkkkkk",
                "https://preview.redd.it/bpulkv9qic9a1.jpeg?width=4032&format=pjpg&auto=webp&v=enabled&s=b4b158927b0c96164f8c4c8ab4ac35f702bea840\n\nDeu tudo certo!"
            ]
        },
        {
            "title": "Unha do gato não retrai?",
            "selftext": "Tem um gato que costuma vir dormir na minha casa às vezes. Eu acho que ele tem dono.\n\nHoje reparei que ele a unha da pata dele não está retraído, isso é normal? \n\nEu não consegui pegar ele no colo ou fazer ele entrar na caixinha até hoje, ele só deixa eu fazer carinho quando ele tá dormindo.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zzwl6l",
            "num_comments": 1,
            "comments": [
                "Essa unha é assim mesmo, é como se fosse o [dedão](https://cat-world.com/wp-content/uploads/2017/06/dewclaw-on-a-cat.jpg) dele. Em cães é uma unha/dedo mais rudimentar, já em gatos, mesmo que seja considerada rudimentar, tem uma utilidade maior na hora de agarrar as presas. Um fato interessante é que nem todos os gatos possuem ela, e, por ela ficar mais afastada das outras ou do atrito diário, geralmente elas precisam ser aparadas com mais frequência.\n\nPode ficar tranquila que é normal. E dá sempre um petisquinho/sachê quando ele permitir interações agradáveis assim, aos poucos ele vai se soltando mais e jajá vai pedir colo hahaha :)"
            ]
        },
        {
            "title": "minha gata criou e está perdida, necessito de suporte.",
            "selftext": "gente,minha gata teve a primeira cria,e veio dois gatinhos,mas um acabou morrendo e restou apenas 1. Ela não quer ficar com ele e nem amamentar(ela tem leite suficiente para alimentar,quando o gatinho nasceu ele já foi mamar). \nEu coloco ela no cantinho que ela criou com o filhote,assim que eu saio,ela sai do ninho também e vem perto de mim e deixa o filhote sozinho,não tem interesse nenhum com ele. \nME AJUDEM!!!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zzf5re",
            "num_comments": 9,
            "comments": [
                "Olá! O filhote está conseguindo amamentar? Seu foco aqui é o seguinte: garantir que o filhote amamente de 3 em 3 ou 4 em 4h, em uma quantidade suficiente que, infelizmente, só seria possível dizer após a pesagem em uma balança de precisão. No geral, um filhot de 50g deve tomar aproximadamente 13 a 15ml de fórmula para filhotes (PetMilk, por exemplo) caso ele não consiga amamentar. Esses 15ml devem ser divididos em 7 refeições diárias de 2ml (aproximadamente) cada.\n\nOutro foco é garantir a temperatura dele e evitar que ele fique frio, então invista em cobertinhas e panos macios no ninho da gata ou onde ele está sendo mantido e mantenha ele aquecido. Você pode utilizar garrafas d'água mornas e colocar atrás das cobertinhas para ajudar na temperatura. Mas MUITO cuidado para não esquentar demais.\n\nLevando em consideração o horário da postagem e se até agora os filhotes não conseguiram amamentar, então a ida ao veterinário é urgente porque eles provavelmente estão em tríade neonatal, que consiste basicamente em desidratação, hipoglicemia e hipotermia. Eles podem morrer em poucas horas.\n\nTente deixar o ninho da gata sempre próxima de ti nesse período que ela tem te procurado, ofereça boa alimentação para ela (pode dar bastante sachê, que ajuda na hidratação dela e é bastante palatável) para ver se ela sossega um pouco.\n\n**O foco principal aqui é:** se os gatinhos não estão se alimentando, então leve ao veterinário urgentemente para que ele possa receitar as melhores fórmulas alimentares baseado no peso de cada um. Combinado? Filhotes são sensíveis e, nesses primeiros dias, a alimentação é crucial.",
                "Não sou veterinária, mas acho que no caso aí vc vai precisar pelo menos por enquanto dar de mamar pro gatinho e estimular ele a fazer as necessidades básicas. \nNão sei como faz com gatinhos, mas com cachorros é petmilk que compra em petshops e para estimular é uma gaze ou algodão com água morninha passando na barriga e nas partes.\n\n\nAcho válido tu procurar ajuda veterinária até pq filhotes não podem passar muito tempo sem comer e sem serem estimulados para ir ao banheiro, senão eles podem morrer.",
                "Isso de certa forma é um comportamento comum.\n\nVc vai precisar \"forçar a maternidade\" pra ela, colocá-la sempre no ninho e incentivar o gatinho.\n\nPorém, me preocupa o número de filhotes q ela teve, 2 são muito poucos e acho interessante vc levá-la ao Vet para conferir se nenhum filhote ficou preso, isso pode ser fatal."
            ]
        },
        {
            "title": "Glicemia não desce",
            "selftext": "Hoje mais cedo pedi dicas de endócrinos e liguei em várias clínicas, mas não consegui nenhum antes do dia 5 de janeiro.\n\nEm janeiro do ano passado minha gata idosa foi diagnosticada com diabetes. A endócrino passou 1ui de insulina Lantus a cada 12h caso a glicemia estivesse acima de 180.\nMudei a alimentação dela, que antes era Hipoalergênica da Royal Canin (uma vet que recomendou) para Vetlife diabetic e a glicemia estabilizou só com a ração. A endócrino pediu pra manter medindo glicemia 1 vez por semana e só dar insulina em caso de glicemia +180.\nUm ano passou e esses dias ela estava meio apática e bebendo muita água. Medi, deu 372. Segui a recomendação da endócrino: 1ui a cada 12h. Comprei uma nova caneta de Lantus, apliquei 1ui, 12h depois deu 366. Isso foi ontem. Hoje estava em 354, apliquei 1ui às 17h e agora está 390. \n\nLiguei em várias clínicas e hospitais, nenhum endócrino está disponível, fim de ano tudo super restrito.\nO que eu faço??? Tô desesperada e querendo levar em urgência, mas além de não ser o especialista que ela precisa, ela é MUITO estressada e agressiva com desconhecidos. Medo de causar um estresse enorme nela e não resolver.\nMe ajudem, por favor!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zynt74",
            "num_comments": 6,
            "comments": [
                "Olá! Estou conseguindo responder agora. Entre em contato com a [AllCare](https://www.instagram.com/allcarevet/) em São Paulo. Informei mais detalhes na sua outra postagem [aqui](https://www.reddit.com/r/ApoioVet/comments/zyg0j0/indica%C3%A7%C3%A3o_de_end%C3%B3crino_sp/). Estou indicando com base no Dr. Ricardo Duarte, que recebi boas recomendações sobre o trabalho dele e o currículo é realmente muito bom. Desconheço o trabalho da AllCare, mas aparentemente fazem um ótimo serviço.\n\nEsse final de ano tá MUITO corrido pra mim aqui, mil desculpas por não ter visto antes.",
                "Isso é caso de emergência. Normalmente, se a glicemia não está baixando mesmo com insulina, é sinal frequente de que há alguma outra condição acontecendo, como por exemplo uma infecção, que pode levar a resistência à insulina, que parece ser o caso da sua gata. \n\nLeve para um veterinário, mesmo que não seja um endócrino, para investigar se não há outra condição rolando, e fazendo essa glicemia ficar alta mesmo com insulina.",
                "Eita, marcando o u/ApoioVet pra ele ver mais fácil.\n\nMas talvez ligar em algum veterinário da emergência e perguntar a opinião dele? Concordo que transporte de gato é um estresse, mas acho que isso é coisa de emergência mesmo. Liga lá e fala com algum vet pra pedir uma opinião mais educada sobre o assunto",
                "Obrigada, pessoal. Eu entrei em contato com a clínica que ela passou anteriormente e me orientaram. Levei pra fazer exames e deu pancreatite.",
                "Nesse caso já é emergência e qualquer vet clínico geral deve conseguir ver ela sim. No momento ela precisa abaixar a glicemia, você dando o histórico e falando o que está dando já é o suficiente pra um vet de emergência ajudar e conseguir baixar a glicemia dela. Depois você vai no endócrino e procura ver o que causou isso, mas agora o importante é voltar com os níveis normais."
            ]
        },
        {
            "title": "Gato estressado",
            "selftext": "Oque fazer para acalmar um gato estressado?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zyjys4",
            "num_comments": 3,
            "comments": [
                "Alguém por favor",
                "Oq te leva a crer q ele está estressado?"
            ]
        },
        {
            "title": "Indicação de endócrino SP",
            "selftext": "Minha gata de 15 anos é diabética, tomava insulina assim que recebeu o diagnóstico, mas assim que começou a comer ração especial (Vet life diabetic), não precisou mais de insulina. Essa semana, sem nenhuma alteraçao de alimentação ou rotina, a glicemia estava 366. Não consegui contato com a endócrino que ela passava, mas mantive a prescrição dela (1ui de lantus a cada 12h quando a glicemia estivesse acima de 180).\n\nMas por estranhar essa piora e estar desesperada com isso, gostaria de indicações de endócrinos em Sp capital. Se for região central, oeste ou centro expandido (tatuape, saúde, etc) prefiro porque moro perto do centro e iríamos de uber.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zyg0j0",
            "num_comments": 1,
            "comments": [
                "Olá! Mil desculpas pela demora, esse final de ano tá um caos aqui. Conversei com uma colega de profissão em São Paulo e ela indicou muito o Ricardo Duarte (confio nela para qualquer indicação, porque ela é bastante exigente). Não encontrei o local específico onde ele faz atendimentos, mas entre em contato com a [AllCare](https://www.instagram.com/allcarevet/) ([site](https://www.allcarevet.com.br/), mas não carregou direito aqui) porque eles saberão como te colocar em contato com ele.\n\nEle é formado pela USP, com mestrado e doutorado em clínica médica de pequenos animais e atua como endocrinologista atualmente. Não sei te informar sobre valores, mas vale a pena buscar maiores informações com eles."
            ]
        },
        {
            "title": "Cachorra comeu meio Cefa SID 440mg sem precisar",
            "selftext": "Olá. Minha cachorra (srd 18,7kg) está com uma feridinha entre o dedo e a unha. Levei no médico e receitou meio comprimido de Alcort 20g a cada 24h por 5 dias e 1 comprimido Cefa SID 440mg a cada 24h por 10 dias.\n\nPra facilitar eu dividi o Cefa sid em 2 pra ela engolir, só que na hora de dar a irmã dela comeu uma metade dessa. Tem algum problema ela ter comido? Preciso fazer algo?\n\nEdit: Acabei de achar o pedaço no chão. Na hora da bronca deve ter caído e não vi.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zyemyk",
            "num_comments": 5,
            "comments": [
                "Qual o peso da irmã que comeu sem precisar?"
            ]
        },
        {
            "title": "Dilema da rolinha/columbina",
            "selftext": "Há umas 3 semanas minha cachorra pegou uma rolinha que caiu do ninho, de primeira pensei que fosse morrer, pois estava paralisada (em choque), depois de um tempo ela começou a se mover e eu notei que ela estava machucada. Acredito que houve uma lesão no pescoço dela, pois ela ficava torta e tinha uns movimentos estranhos (agora já está bem melhor, não completamente normal). A primeira coisa que se deve fazer quando se encontra um passarinho caído é procurar o ninho, por sorte o ninho fica no meu jardim, de fácil acesso, porém, por ela estar machucada pensei que se eu a devolvesse ela não seria aceita/nao sobreviveria (inclusive, ela havia caido um dia antes e devolvemos ao ninho). Dessa forma, como eu já tenho experiência cuidando de filhotes de passarinho decidi assumir o seu cuidado, ela está comendo bem, cresceu bastante e está melhor em relação ao pescoço( mas ainda possui uma deformação, como se o pescoço fosse levemente torto) A minha ideia sempre foi solta-la depois da reabilitação, hoje coloquei ela (dentro da gaiola) próxima do seu ninho e notei que houve uma interação com um adulto e com o seu provável irmão. Gostaria de dicas/ajuda sobre o que deveria fazer/ como posso facilitar o processo de soltura.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zyafli",
            "num_comments": 0
        },
        {
            "title": "é normal a gata depois do parto emagrecer muito?",
            "selftext": "Minha gata pariu\n5 filhotes a 50 dias, e ela emagreceu muuito no último mês. Ela aparenta estar bem mais magra quando comparada a antes da gravidez. Além disso, ela fica o tempo todo pedindo comida humana (as vezes dou um pedaço de peito de frango cru ou outra carne), mesmo com o pote dela cheio de ração. Eu também dou meio sachê de ração úmida pra ela por dia.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zy7kzm",
            "num_comments": 1,
            "comments": [
                "A minha ficou bem magrinha, por mais ou menos um mês"
            ]
        },
        {
            "title": "bolsa abaixo da mandíbula",
            "selftext": "Faz 1 semana desde que eu percebi que minha gata está com duas bolsas abaixo da mandíbula, uma do lado esquerdo, outra do direito. No começo, era do tamanho de um feijão, mas quanto mais eu verifico, maior fica. De vez em quando, ela mia rouco, provavelmente por causa dessa \"inflamação\". \n\nAlguém sabe o que pode ser isso?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zy4dsb",
            "num_comments": 2,
            "comments": [
                "Olá! Seu caso realmente precisa de assistência veterinária presencial ainda essa semana. É difícil dizer com precisão por aqui, principalmente por eu não ter acesso ao animal, mas seu relato é bem característico de [linfadenopatia](https://www.researchgate.net/publication/338527526/figure/fig1/AS:846060490612736@1578727948918/Figura-2-A-Aumento-de-linfonodo-mandibular-em-felino-infectado-por-Mycobacterium-bovis.jpg) (foto A e B) que consiste em um aumento anormal dos linfonodos, que, no caso da sua gatinha, pode ser os mandibulares. Geralmente é associado com infecções, infestações parasitárias, neoplasias e reações alérgicas.\n\nNessa situação é crucial a avaliação para a confirmação e o início do tratamento. O miado rouco pode ser relacionado com o aumento dos linfonodos e também por inflamações na região, porém aumenta mais ainda o leque de possibilidades aqui, adicionando preocupação para infecções respiratórias e até mesmo problemas odontológicos.\n\nLembrando que a FIV/FeLV pode causar o aumento dos linfonodos; a [obstrução das glândulas salivares](https://bvajournals.onlinelibrary.wiley.com/cms/asset/558a6109-378e-4ad6-87a3-8aa3dce64061/inprbf03354-fig-0007-m.jpg) também pode ser uma possibilidade, e, claro, tumores diversos.\n\n**Resumindo:** não postergue e leve ao veterinário o quanto antes. Ao levarmos em conta o aumento rápido do volume, o animal deve ser avaliado rapidamente e se trata de um caso urgente."
            ]
        },
        {
            "title": "cachorro agindo de forma estranha",
            "selftext": "meu cachorro é um SRD bem peludo e fofinho... tem seus problemas como qualquer cãozinho, mas de um tempo pra cá ele tem agido de uma forma estranha.\n\nele nunca foi agressivo, mas de uns meses pra cá, tem agido de forma bastante possessiva com a minha sobrinha (ela tem 8 anos), toda vez que alguém vai tocar nela, ele começa a latir pra pessoa e as vezes até avança... a única pessoa que ele deixa tocar nela, sou eu.\n\noutro comportamento estranho dele, é que ele também fica agressivo e começa a latir pra pessoas que estão saindo de casa... isso mesmo, saindo.\n\nquando chegamos em casa, ele faz aquela festa normal de todo cachorro, mas quando minha mãe vai sair pra ir ao trabalho por exemplo, eu tenho que prender ele no quarto. pq quando vê que ela saiu do banho e está arrumada, ele senta na frente da porta e fica esperando ela sair, pra poder ficar latindo e rosnando pro pé dela... mais uma vez, ele faz isso com todos, menos comigo e com a minha namorada.\n\no que me deixa mais confuso, é que esses dois comportamentos começaram há alguns meses, simplesmente do nada... ele tem pouco menos de 2 anos e meio, e essa possessividade com a minha sobrinha começou há uns 10 meses, e essa maluquice de não querer que ninguém saia, começou há uns 3 ou 4 meses",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zxwc0b",
            "num_comments": 2,
            "comments": [
                "Cachorros são animais sensíveis e espertos. Não sei oq pode ser a agressividade qnto a quando as pessoas saem de casa, mas é possível que ele tenha percebido alguma situação na qual a sua sobrinha ficou desconfortável com alguém e que agora ele está tentando protegê-la de todos. Não conheço o seu contexto, porém acho interessante conversar com a sua sobrinha para averiguar.\n\nDigo isso porque minha cadela, por exemplo, é bastante sensível com as pessoas e situações que me deixam desconfortável e ela acaba se tornando agressiva. Ela detesta violência em geral, também, e ataca ao menor sinal de animosidade. \n\nCuriosidade: ela tem até um filtro político (ou pelo menos é o que me parece) kkkakaka pois meu ex-vizinho, que tem uma posição política X, era super chato e vivia encrencando comigo. Aí ela não gosta de quem se pareça ou ele física ou politicamente. Vai entender né.\n\nEdit::::: eu NÃO sou vet.",
                "Será que não é um excesso de apego com você? Minha mãe tem uma cachorrinha que é assim, só fica atrás dela e só ela pode encostar"
            ]
        },
        {
            "title": "Meu gato comeu uma unha",
            "selftext": "Gente, desculpa se a minha pergunta for muito boba, mas aconteceu agora e eu estou preocupada.\n\nSabem quando o gato afia as unhas e a casca dela cai? Pois bem, o meu deixou cair uma casca de unha enorme, quase uma unha inteira, pontuda e tals. Eu coloquei ela num cantinho do sofá pra jogar fora depois quando eu levantasse, mas ele veio e comeu ela, simples assim.\n\nE agora estou meio preocupada de que vá perfurar algo por dentro dele.. \nA unha é digerida pelos ácidos do estômago? Ou realmente há um risco de ela chegar intacta aos intestinos e furar ele?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zxrv3e",
            "num_comments": 4,
            "comments": [
                "Olha, se foi somente uma casca, não tem problema não. As unhas são de queratina, então não vão ser dissolvidas facilmente no estômago, mas, no caso de ser apenas a casca, ela tende a ficar mais maleável com a umidade e passará sem maiores problemas. Por questão de segurança, fique atenta ao comportamento dele nos próximos dias.\n\nSe ele apresentar desconforto, deixar de comer/beber água, ficar mais quietinho e/ou ter vômitos constantes/diarreia. Mas só observa mesmo, não precisa preocupar.\n\nE coloca juízo na cabeça desse gato hahaha",
                "ACHO que não tem maiores problemas não."
            ]
        },
        {
            "title": "Orelha do gato descascando",
            "selftext": "Olá! Tem alguns gatos que ficam rondando a porta da minha casa e eu tento cuidar deles e recentemente notei que um deles está com as orelhas muito descascadas e gostaria de saber as possíveis causas... imagino que possa ser algum tipo de fungo ou mesmo micose\n\n&#x200B;\n\nhttps://preview.redd.it/bmawvd77oj8a1.jpg?width=720&format=pjpg&auto=webp&v=enabled&s=5db86ee5625def31c184af2d01e4bfa592f0d7b4",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zwwwml",
            "num_comments": 5,
            "comments": [
                "Olá! Desculpa a demora. É bastante difícil ser preciso nessa situação sem exigir uma avaliação presencial e alguns exames complementares. Vou ilustrar o motivo, porque são diversas doenças e problemas que se assemelham.\n\nPode ser um caso de [sarna](https://cat-world.com/wp-content/uploads/2016/08/ear-edge-dermatitis-in-kitten-with-mites.jpg) (esse é o mais diferente deles); ou [dermatofitose](https://i.imgur.com/EH3Zkvy.jpg) (pode passar pra ti); [carcinoma de células escamosas](https://media.sciencephoto.com/c0/09/42/16/c0094216-800px-wm.jpg) deve ser considerado e é muito relevante. O carcinoma citado anteriormente é geralmente o tipo de [câncer mais comum em orelhas](https://cdn.images.express.co.uk/img/dynamic/128/590x/secondary/Amber-s-ears-close-up-1403627.jpg) (como a situação da foto) e, por isso, necessita de uma avaliação o quanto antes para avaliar a possibilidade de tratamento ou a necessidade de amputação para evitar metástase.\n\nSinais dermatológicos são extremamente difíceis de oferecer uma orientação mais precisa pela internet justamente pela semelhança entre os casos, e, por isso, na situação do seu gato, programe-se para ir ao veterinário logo no começo ou metade de janeiro. Combinado?",
                "Pode ser autoimune. Leve ao veterinário.",
                "Carcinoma (câncer de pele) é bem comum em gatos com pelo claro nas orelhas e que ficam muito expostos ao sol.  \n\nPode também ser alguma alergia ou fungo. \nFungos e outras infestações nas orelhas podem ser um inferno pra tratar, especialmente se você estiver usando medicação que não serve para o caso específico.  \n\nMinha sugestão, como gateira, é dar um jeito de levar ele no veterinário.",
                "doenças de pele como essa podem ter diversas causas relacionadas a saúde do animal, pode ser doença de pele como fungo, bactérias, sarnas e etc, o ideal mesmo seria você levar no vet para que ele possa analisar melhor e até fazer um raspado da área, mas caso nao tenha condições agora, você pode pelo menos tentar comprar uma pomadinha que seja antibiotica e antifungica, para ver se da uma melhorada no local da orelha"
            ]
        },
        {
            "title": "Meu gato caçou um bem-te-vi",
            "selftext": "Ontém as 11 da noite eu ouvi um barulho de bem-te-vi, achei estranho pq estou acostumada a ouvir eles de manhã, fui no quintal e vi meu gato com ele na boca ainda vivo, to tentando cuidar dele pra depois libertar, não tenho dinheiro pra levar em veterinário mas coloquei remédio caseiro nele e dei algumas frutinhas e um pouco de água. \n\nQueria algumas dicas de como cuidar melhor dele, ele não consegue voar por conta das feridas.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zwni1w",
            "num_comments": 3,
            "comments": [
                "ooh dó  parece filhote né? se for talvez nao sobreviva :/ mas é a natureza é assim mesmo"
            ]
        },
        {
            "title": "Cachorro estranho pos tosa",
            "selftext": "Fala pessoal, tudo bem? Bom, meu cachorro tosou terça-feira passada. Voltou de lá até que normal, pois quando é a cadela que tosa ela fica bem amuada. \n\nSó que ele voltou normal, mas de sexta-feira pra cá ele tá meio estranho. Tem hora que chora do nada. Fica olhando pra cima e pros lados como se visse fantasma. Quando vai comer ração parece que tá com medo de algo e se tocar nele ele se assusta. \n\nAlguém poderia me ajudar nisso?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zvnma5",
            "num_comments": 3,
            "comments": [
                "Uma vez o gato da minha irmã foi pra banho e tosa (ele é bem peludo) e ela depois de dias achou um algodão esquecido dentro da orelha dele. Já aconteceu tbm de ele voltar da tosa(em outro petshop) com um corte na pele.\n\nDá uma examinada nele.",
                "Olá! Primeiramente é bom verificar se seu cão não está passando por algum desconforto físico (dores, inflamações, alergias, etc.). Tente palpá-lo e verificar as patinhas, pernas, articulações, etc. Dê uma conferida visual nas orelhas, axilas, virilha. Mas com cuidado para evitar reatividade e mordidas caso ele esteja com alguma dor ou desconforto real.\n\nOutro detalhe a considerar é se o seu cão pode estar passando por algum tipo de estresse ou ansiedade. Isso pode ser causado por mudanças na rotina, ambiente ou até mesmo por eventos estressantes que aconteceram enquanto ele estava na tosa. Então recomendo entrar em contato com o banho e tosa e perguntar se foi tudo bem durante o procedimento, ou se ele apresentou algum comportamento diferente do normal lá.\n\nCaso note desconforto permanente no cão, ou durante a avaliação em casa observe regiões avermelhadas, doloridas, ou desconforto notável, então o ideal é levá-lo ao veterinário para fazer uma avaliação mais detalhada e profissional. Combinado?"
            ]
        },
        {
            "title": "Minha gata não cresceu mais",
            "selftext": "Em 2020 apareceu uma gatinha grávida aqui em casa, a gente adotou e ela deu 5 filhotes, ficamos com essa fêmea da foto e até aí tudo bem, mas uma dúvida tá me incomodando faz tempo, ela já tem quase 3 anos e cresceu muito pouco, e ela quando filhote sempre foi a última de tudo, a última a aprender a andar, a última a desmamar (ela mamou até grandinha) e fiquei com essa dúvida,  eu sei que existe gatos pequenos e tal, mas ela é muito, tenho 5 gatos aqui em casa inclusive outra fêmea pequena, mas de longe essa gatinha é a menor.\n\nEla é normal, a única coisa que aconteceu foi que quando ela nasceu a gata mãe não tirou a secreção do nariz dela, ela ficou um tempinho sem respirar até que a minha mãe limpasse, queria saber se ela tem algum problema de crescimento ou não e se isso pode afetar ela?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zvhvle",
            "num_comments": 5,
            "comments": [
                "Achei ela lindinha hahaha, vamos lá.\n\nPelo histórico dela, ela provavelmente não teve condições muito favoráveis que permitissem uma boa nutrição e desenvolvimento. A ingestão do colostro (o primeiro leite que a gata mãe dá, bastante rico em anticorpos e outros componentes essenciais para o filhote) é crucial para o desenvolvimento saudável de um filhote, e, no caso dela, aparentemente ela pode ter demorado para mamar ou mamou em uma mama que já havia sido depletada. A título de curiosidade, olha a [diferença](https://dramarcelanoronha.com.br/wp-content/uploads/2021/02/blog-colostro.jpeg) de aspecto do colostro para o leite normal (foto de leite humano).\n\nA questão dela ter ficado muito tempo sem respirar pode não representar impactos no crescimento, mas sim impactos no desenvolvimento neurológico. Geralmente, sobre o crescimento, os impactos principais estão na alimentação e doenças.\n\nEssas questões citadas podem influenciar nas respostas imunes dela, então o ideal é que mantenha as vacinas em dia e não descuide do check-up anual dela. Ah, e se ela tem acesso à rua, já programe para impedir completamente o quanto antes.\n\n**Fora isso, não há muito o que se preocupar. Claro que somente um veterinário presencial poderá afirmar isso com 100% de exatidão.**\n\n*Recomendo a realização do exame de FIV/FeLV no check-up, caso ainda não tenha sido feito.*",
                "Esse é um dos gatos mais lindos que já vi!",
                "Olha só um veterinário pode te responder melhor, mas eu tive um gatinho que não cresceu muito. Acredito que é muito particular de cada um, as vezes as misturas resultam nisso kkk",
                "Uma conhecida minha que a irmã é vet ja teve, mas no caso foi um gato, menor que todos os outros. Esse gato em questão tinha algum problema de desenvolvimento da tireoide e por isso era bem menor. Tinha algum tratamento que não vou saber te dizer pq isso faz mtos anos, mas se vc tiver condições só pra ficar tranquilo e ja descartar, pede pro seu vet alguns exames pra ver se ta tudo ok.",
                "Se ela está bem de saúde e é feliz, ter uma mini fofura dessa é um prêmio!"
            ]
        },
        {
            "title": "Meu gato se engasga diariamente o q faço?",
            "selftext": "Ele fica engasgado empurrando a língua para fora, parece q irá vomitar, mas n vomita, o q ele tem? Podeiram me ajudar?As vezes acho q são bolas de pelo",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zu0gn7",
            "num_comments": 10,
            "comments": [
                "Olá! Antes de tudo, é preciso ter certeza que se trata de vômito e não de tosse. A diferença, quando observado isoladamente, tende a causar bastante confusão.\n\n[Um vídeo de vômito.](https://www.youtube.com/watch?v=nZsWVrp1kzc)\n\n[Um vídeo de tosse.](https://youtube.com/shorts/-LBBiPaW4EA?feature=share)\n\nObserva como no vômito tem uma movimentação mais exacerbada da região do abdômen e das costas, enquanto a tosse geralmente envolve o pescoço mais estendido, rígido e um som mais agudo? Inclusive recomendo filmar ele em uma das tentativas de vômito pra mostrar ao veterinário.\n\nSobre a condição em si, nós tendemos a relativizar o vômito em pets. É muito comum ouvirmos \"meu gato vomita toda semana\", \"meu cachorro sempre vomita no tapete\". Nesse sentido, a pergunta mais esclarecedora é: **quantas vezes você, humano, vomita no ano?**\n\nVômitos, mesmo que seja bola de pelo, não são comuns em pets. Um vômito por semana já levanta um alerta, agora todo dia com engasgo, ânsia, etc. já torna caso de veterinário. Combinado?\n\nNessa situação não há muito o que ser feito por aqui, a questão de escovar os pelos 3 ou 4x na semana pode ajudar, assim como uma ração de boa qualidade para evitar a queda excessiva de pelo. **PORÉM, a minha preocupação é mais sobre a saúde geral do gato.**\n\n# Recomendação\n\nEssa recomendação não é um protocolo padrão, nem uma resposta genérica de \"leve ao veterinário\". Mas um gato com vômitos quase diários, pode estar desenvolvendo problemas renais, ou ter algum corpo estranho no esôfago/intestino, diabetes, parasitas, etc. isso necessita uma avaliação veterinária para, então, você ter certeza de que é bola de pelo.\n\nBolas de pelos tendem a causar o vômito uma vez ao mês (e olha lá), então não deve ser considerada como principal suspeita de imediato. Até porque os vômitos são mais produtivos; inclusive você encontraria a \"bola\" de pelo em um dos vômitos ao longo da semana (um emaranhado de pelo junto com conteúdo alimentar). Fotos (cuidado que podem causar repulsa) de exemplo [aqui](https://cf-s3.petcoach.co/question_photo_normal_thumb/uploads/questions/822881/images/187d8fc516b6da4a31a889a8edf4ea5f5a7eff0e.jpeg), [aqui](https://thumbs.dreamstime.com/z/close-up-dry-cat-vomit-hairball-wooden-floor-home-close-up-dry-cat-vomit-hairball-wooden-floor-244653859.jpg) (seco) e [aqui](https://external-preview.redd.it/4WPJaHgwsPrxkIwcZi71TFszMp7xH4aLqwwapM4vZJk.jpg?auto=webp&s=0e1c60866cdb48c649b1352137f7cfc5f907a1a1) (aparência mais comum).\n\nO problema principal que reforça a necessidade do atendimento veterinário, é que, caso seja tosse confundida com vômito, o animal pode estar sofrendo de angústia respiratória, ter asma, ou até mesmo problemas cardíacos. **E são todos problemas importantíssimos de serem identificados o quanto antes.**\n\n*Então meu pedido é que faça uma consulta pelo menos para que o veterinário avalie a condição geral do animal. Se puder, leve em uma clínica especializada em felinos.*",
                "Nao sou veterinária, mas pode ser bola de pelo mesmo… tenta escovar com mais frequência e dar aqueles petiscos específicos pra bola de pelo. Também é uma boa ver se fora isso o comportamento dele tá normal, porque vai que ele comeu alguma coisa e você não viu, né?"
            ]
        },
        {
            "title": "Cachorro com traumas",
            "selftext": "Meus pais adotaram um cachorrinho no final de 2020, bem filhotinho mesmo, no entanto nunca tivemos cachorro e seguimos a orientação da veterinária de não sair e nem dar banho por três meses, por conta das primeiras vacinas, como nunca tivemos cachorro acatamos o conselho dela, ficamos com medo do bichinho ficar doente antes dessas vacinas, não sabíamos que não era bem assim.\n\nNo entanto, passado esses três meses começamos a tentar sair com ele, levar no pet, só que ele começou a rejeitar o peitoral cada vez mais, trocamos e só foi ficando pior, hoje não conseguimos nem tentar colocar a guia, ele morde, não estamos conseguindo tirar ele de casa para levar no pet e ele também tem muito medo de pessoas.\n\nMeus pais vão embora no começo de 2023, e eu irei ficar com ele e contratar um adestrador e tentar melhorar esse comportamento dele, o meu medo é não adiantar e ele continuar assim, quero conseguir cuidar dele direito.\n\nPor conta desses três meses, de ter sido criado em apartamento e a personalidade reativa dele, hoje não consigo ter uma boa relação com meu bichinho, ele é estressado, não conseguimos deixar ele sozinho pois late muito, não aceita visitas, e não obedece aos comandos.\n\nUma outra situação traumática com essa veterinária, ele foi castrado na metade de 2021, a médica nos disse que ela tinha a roupinha pós cirúrgica e que então não precisaríamos comprar, pois bem, no dia eu fui com a minha mãe buscar ele após a cirurgia, e foi o pior momento, a médica mal falou com a gente, nos entregou nosso bichinho sem a roupinha e parecia que anestesia já havia passado, ele estava muito mal, ficamos desesperados, nossa sorte foi que tinha uma loja de artigos para cachorros e conseguimos comprar a roupinha pra ele e depois medicar ele, depois desse dia ele nunca mais foi o mesmo, foi piorando o comportamento, nunca mais levamos nessa veterinária.\n\nSei que vai ser difícil, mas tem parecido impossível mudar ele, eu não fui a pessoa que mais passou tempo com ele em 2021, pois ficava muito mais fora do que com meus pais, mas agora ele será de minha responsabilidade, também tenho dúvidas se meus pais não agravaram esse comportamento dele.\n\nMinha principal dúvida é se cães reativos e agressivos podem passar a melhorar após o adestramento? e se sim, esse processo pode ser bem mais longo do que o esperado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zthjaz",
            "num_comments": 5,
            "comments": [
                "Olá! A resposta para sua questão é bastante extensa e, por conta da agressividade, é um pouco arriscado eu pontuar alguns aspectos específicos para o seu caso aqui sem conhecer o cão. Seria irresponsabilidade minha, porque posso acabar colocando você em risco.\n\nEnfim, respondendo especificamente a sua pergunta: **cães reativos e agressivos podem passar a melhorar após o adestramento?**\n\n* Sim, podem. Mas exigirá que você estude bastante sobre comportamento e necessita de um profissional capacitado para isso. Muito cuidado com profissionais que tem a mentalidade antiga de \"você precisa ser o líder dominante\", \"o cão acha que é o alpha da matilha\", etc. Abordagens agressivas também não são recomendadas.\n\nVou deixar abaixo algumas indicações de leitura e temas sobre o assunto que podem te ajudar a entender melhor por onde começar.\n\nAntes de continuarmos, é necessário entender os termos de **reforço positivo**, **dessensibilização** e **contracondicionamento**.\n\n* **Reforço positivo:**  é uma técnica que consiste em recompensar comportamentos *desejáveis* para aumentar a probabilidade de que eles sejam repetidos no futuro. Isso pode ser feito através de elogios, brinquedos, comida, ou outras recompensas agradáveis. Reforçando comportamentos positivos do animal.\n* **Dessensibilização:** é utilizada no tratamento de fobias e medos em animais. Consiste em expor o animal de forma gradual e controlada ao estímulo que provoca medo, de modo a diminuir a reação de medo e ansiedade do animal. Isso é feito através de exercícios de desensibilização e contracondicionamento, que ensinam ao animal a associar o estímulo temido com coisas positivas, como recompensas e elogios (o reforço positivo citado anteriormente).\n* **Contracondicionamento:** sempre acho um pouco mais difícil explicar esse, mas basicamente consiste em alterar uma resposta negativa com uma resposta oposta, como relaxamento ou brincadeira, ao invés de medo ou ansiedade. Isso é feito através de exercícios de contracondicionamento, que ensinam ao animal a associar o estímulo temido com coisas positivas (reforço positivo). Ou, então, em determinados casos, modular a resposta do pet para que ela seja mais adequada a determinadas situações ou não envolvam a agressividade.\n   * **Por exemplo:** *colocar a coleira não precisa ser o evento mais divertido para o cão, mas ele pode demonstrar o descontentamento ficando deitado ao invés de tentar te morder. Entende?*\n\n# Materiais úteis\n\nO Instagram do [Guilherme Repullio](https://www.instagram.com/orepullio/) é um ótimo início para os estudos de alguns tópicos e temas sobre cães reativos. Acompanho ele há tempos e o foco dele é justamente em cães agressivos e reativos, ele oferece alguns cursos e aulas também.\n\nA Turid Rugaas é referência na área da linguagem corporal de cães, com uma experiência absurda e cunhou o termo \"calming signals\" para cães. Os \"calming signals\" são como se fossem \"sinais de apaziguamento\" que um cão demonstra antes de tomar uma atitude reativa ou agressiva, e que muitas vezes podem ser confundidos com brincadeiras ou comportamentos positivos. Recomendo a leitura da página \"[Calming Signals - The Art of Survival](http://en.turid-rugaas.no/calming-signals---the-art-of-survival.html)\".\n\nA faculdade de Medicina Veterinária da Universidade Cornell tem o artigo \"[Managing reactive behavior](https://www.vet.cornell.edu/departments-centers-and-institutes/riney-canine-health-center/health-info/managing-reactive-behavior)\" que traz informações concisas sobre cães reativos.\n\nE a AKC é uma fonte de informação MUITO útil para diversos aspectos comportamentais, sugiro os seguintes artigos deles:\n\n* [What is aggression? Dog Reactivity vs. Dog Aggression](https://www.akc.org/expert-advice/training/reactivity-vs-aggression/)\n* [How to deal with leash aggression in dogs](https://www.akc.org/expert-advice/training/how-to-deal-with-leash-aggression/)\n* [Positive reinforcement dog training: The Science Behind Operant Conditioning](https://www.akc.org/expert-advice/training/operant-conditioning-the-science-behind-positive-reinforcement-dog-training/)\n* [Changing your dog’s behavior with desensitization and counterconditioning](https://www.akc.org/expert-advice/training/changing-your-dogs-behavior-with-desensitization-and-counter-conditioning/)\n\nO artigo da [Humane Society](https://www.humanesociety.org/resources/positive-reinforcement-training) traz uma abordagem interessante também sobre o reforço positivo, com atenção ao tempo certo de se fazer. Isso é importante, porque caso o reforço positivo seja feito na hora errada, o tutor pode acabar reforçando o comportamento negativo e/ou agressivo.\n\n*Lembrando que essas leituras são recomendadas pra você entender algumas abordagens do treinador/comportamentalista e até mesmo para encontrar bons treinadores. Como o cão está agressivo, não recomendo forçar interações com pessoas desconhecidas e muita cautela caso queira tentar modular o comportamento dele por conta.*\n\n**Qualquer nova dúvida fique à vontade para entrar em contato, abrir uma nova postagem ou perguntar por aqui mesmo. :)**",
                ">Minha principal dúvida é se cães reativos e agressivos podem passar a melhorar após o adestramento? e se sim, esse processo pode ser bem mais longo do que o esperado.\n\nSim pras 2.\n\nSeu cão pode melhorar o comportamento com o adestramento. E sim, pode ser um processo mais longo do que o normal, mas cada caso é um caso. Uma das variáveis mais importantes do adestramento é quanto o dono está inserido e contribui (ou atrapalha) com o processo, então se você seguir as orientações certinho, mesmo nos momentos mais frustrantes, pode facilitar e ajudar bem.\n\nNo mais, essa história dos 3 meses sem contato algum com o externo precisa ser revista pela categoria veterinária, dá pra fazer a sociabilização do cão de forma segura mesmo sem a vacinação completa. Esse período do filhote é o que ele está mais propenso a ter experiências com o mundo para evitar esse tipo de problema como do OP.",
                "Inicialmente:\n\n1 - não sou veterinário;\n2 - é apenas minha experiência pessoal.\n\nMeu cachorro atualmente tem 4 anos. Nasceu na época da copa, logo ele tem trauma imenso de fogos.\n\nCriado em apartamento inicialmente também. Era bastante agressivo com visitas e latia/chorava bastante quando saia, não deixava fazer carinho que já mordia, não deixava por coleira e era extremamente estressado.\n\nMelhorou bastante quando levei ele para casa de meus pais, a casa deles é bem ampla e tem bastante espaço pra ele correr. Fora que sempre tem algum inseto/passarinho/lagartixa pra ele observar e se distrair + vista para a rua. Negociei que iria lá a cada 2~3 dias e arcaria com todos os custos.\n\nComo são idosos aposentados, sempre tem alguém pra ficar com o cachorro e eles até gostam da companhia que dele.\n\nAos poucos fui adestrando ele com \"comando\"/recompensa. Ele tinha o péssimo hábito de mordiscar as mãos para brincar e hoje basta falar \"brinquedo\" que ele para o que estiver fazendo, mordiscar inclusive, e corre pra pegar um brinquedo para brincar. \"Sentar\" que ele senta de boas agora e não se mexe até deixar por a coleira. \"Sentar\" ajuda bastante a enxugar ele depois do banho.\n\nFalando em banho, ele vem de boas agora quando é chamado, mesmo quando é pra banho.\n\nCom visitas foi o mesmo esquema, seguro ele, levo até perto da pessoa, deixo ele cheirar, mando ele sentar e dou o petisco. Depois que ele grava o cheiro, nunca mais vai estranhar a pessoa.\n\nEle também já passou por 2 procedimentos cirúrgicos: a castração e 25 pontos que ele tomou nas pernas traseiras quando tentou fugir passando por uma fresta minúscula.\n\nMy two cents que fizeram o meu melhorar dos traumas dele:\n\n* precisa de espaço amplo pra se distrair e liberar energia;\n* aprender os comandos usando petiscos ou recompensas;\n* fazer o ritual de apresentar a visita;\n* brinquedos;\n* ter alguém sempre na casa como companhia."
            ]
        },
        {
            "title": "Estou doando essa Blue Heeler",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zteh6g",
            "num_comments": 1,
            "comments": [
                "Olá! Fico na torcida pra encontrar um adotante, e parabéns pela iniciativa com ela. Vou entrar em contato com uma colega de SP e deixar o [link](https://www.reddit.com/user/m_o_dev/comments/zcnz6k/achei_essa_filhotinha_hoje_na_zl/) aqui pra quem quiser conferir mais detalhes da história dela.\n\n*Espero que ela encontre um lar em breve. :)*"
            ]
        },
        {
            "title": "O meu cão tem cataratas, o que posso fazer?",
            "selftext": "Olá comunidade, como diz o título o meu cão, um bichon maltês com 15 anos mas cheio de vida tem cataratas que ficam a cada dia mais avançadas. Óbvio que isto faz com que ele fique mais parado e com medo, pois começa a embater nas cadeiras ou em objetos que estão onde não costumam estar frequentemente.\n\nJá me informei junto do veterinário que indica não valer a pena a operação, contudo não deixo de pensar que se ele fica cego a vida dele pode ser ainda mais curta, penso que seja um pouco como nós humanos, quando paramos, morremos!\n\nNão consigo suportar saber que lhe posso dar mais qualidade de vida e anos talvez, e não fazer nada.\n\nQual a vossa opinião? E já agora quais os valores que se aplicam em média nestas cirurgias caso algum veterinário leia? Obrigado!\n\n[View Poll](https://www.reddit.com/poll/ztc3xc)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ztc3xc",
            "num_comments": 16,
            "comments": [
                "O veterinário chegou a explicar porque ele não recomenda a cirurgia?",
                "com a idade, eu não faria. Todos os meus cães tiveram catarata quando chegaram em idades mais avançadas, demos sempre o colírio indicado pelo vet pra tentar retardar, mas era inevitável. Todos viveram super bem.\n\nDois pontos importantes a serem ressaltados:\n\n- Catarata pode voltar!!! Não é só tirar e pronto! Principalmente pela idade, tem altas chances de voltar, então você vai estar adiando o inevitável com um procedimento cirúrgico (que envolve anestesia, portanto, envolve riscos) e trabalho para os dois sendo que no final pode voltar.\n\n- Cães, independente da idade, se adaptam muito bem. Ele pode estar se batendo nas coisas agora, mas te garanto que já já isso para. Você deve evitar mudar os móveis de lugar na casa, porque ele vai usar isso como guia, mas tirando isso, a vida segue normal e saudável pra ele. Se ele continuar se batendo mesmo assim, pode ser outro problema que não relacionado a catarata. Meus cães idosos quando foram perdendo a visão se adaptaram extremamente bem e os únicos cuidados que tivemos foi em falar antes de tocar (pra não assustar) e não mudar os lugares das coisas em casa. Tirando isso, todo o resto foi normal.\n\nAlém disso, um cão pode estar 100% saudável, nunca ter tido problema com anestesia nem nada, mas mesmo assim pode sofrer com a cirurgia com a idade, as chances de problemas aumentam sim com a idade. Aos 15 anos, cirurgias eletivas devem ser descartadas da nossa mente, só coisas necessárias. Sem falar que não é só a cirurgia, tem o pós cirúrgico e os curativos que você vai ter que fazer também",
                "Cara, 15 anos! Deixa esse animal terminar de viver a vida dele em paz, com acessibilidade e comida boa. Com essa idade, passar por uma cirurgia eletiva é osso.",
                "Desde q não haja riscos em relação de vida do cachorrinho acho melhor operar",
                "Troque de veterinario, um veterinário que não indica a cirurgia eu até entendo pela idade do pet, mas não indicar uma suplementação em DHEA é um absurdo. Muito despreparado."
            ]
        },
        {
            "title": "Que pássaro é esse?",
            "selftext": "Achei ele em um parque e não sei que passarinho é, talvez seja por ele ser filhote e acaba ficando difícil identificar, mas queria saber para cuidar direitinho",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zt06f2",
            "num_comments": 11,
            "comments": [
                "Há chances de ser um [filhote](https://live.staticflickr.com/5647/31333407365_08a200d63c_b.jpg) de [curiango](https://focadoemvoce.com/wp-content/uploads/2022/03/curiango.jpg), principalmente por ter encontrado no parque e, provavelmente, [no chão](https://www.ufrgs.br/faunadigitalrs/wp-content/uploads/2020/08/Bacurau-1.jpg). São aves de hábitos noturnos, e o filhote muito dificilmente sobrevirá sozinho, porque tem diversas peculiaridades.\n\nNão vou saber indicar nenhum cuidado pra ele aqui, então recomendo que amanhã de manhã ligue para a polícia ambiental ou entre em contato com a prefeitura para descobrir as instituições responsáveis pelo resgate. Ok? :)",
                "Não sei dizer ao certo pois está muito novo. Pode ser uma ave insetívora ou carnívora, o que se identifica pelo bico (na minha opinião se parece mais como uma ave insetívora). Dê uma olhada nesse livro e tire suas conclusões. Este livro também é bom para saber o que fazer com o filhote: [https://drive.google.com/file/d/16WCa\\_Ei0Iu-9GmzeiaaFK56852Xf\\_3d\\_/view?usp=sharing](https://drive.google.com/file/d/16WCa_Ei0Iu-9GmzeiaaFK56852Xf_3d_/view?usp=sharing) Leia as páginas 13-17 e 30-41",
                "Parece ser ou um pardalzinho ou um falcãozinho\nEu diria que é um falcãozinho\nTente dar agua com um pouquinho só de açucar para fortalecer ele",
                "Que bonitinho, amanhã tenta ligar pra alguém ir buscar ele",
                "Encontrado diretamente das profundezas do inferno",
                "ATUALIZAÇÃO\n\nNo dia seguinte do post o pássaro veio a falecer... Ele estava fraquinho e também era novo demais pra ficar sem a mãe, tentei o máximo mas ele não sobreviveu..."
            ]
        },
        {
            "title": "Dúvida",
            "selftext": "Gente, alguém sabe me dizer pq meu gatinho urina em tudo?? Ele é castrado, tem um quintal só pra ele. Tem o banheiro dele q é um cômodo grande e espaçoso, caixa de areia dele sempre limpa, tudo ajeltado do jeitinho q ele gosta. Só q ela tá urinando pela casa toda, ele urina em pé... Tenho só ele, não pode ser marcação de território, já level no vet, e ele disse q era pra poder marcar território. Mas como? Se é só ele.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zsrlnl",
            "num_comments": 16,
            "comments": [
                "Olá, bom dia! **Esse comportamento é sempre um sinal clínico em gatos**, porque devemos levar em consideração que os felinos começam a se interessar pela caixinha de areia ao completarem 3 semanas de idade. Só devemos confirmar que o problema é comportamental, após descartarmos a possibilidade de doenças como cistites, alterações uretrais, obstruções, etc.\n\nO fato dele **urinar em pé** aumenta ainda mais o alerta sobre possibilidade de uma cistite, porque esse é um sinal clínico clássico também e é muito confundido com o ato de marcar território.\n\n*Recomendo buscar uma segunda opinião, principalmente em uma clínica ou profissional especializado em felinos.*\n\n**Recomendação:** enquanto isso, introduza sachês na alimentação dele, aumente a quantidade de potinhos d'água pela casa (um potinho por cômodo, trocado todos os dias), se possível adicione uma fonte de água corrente. Mas busque uma segunda opinião.",
                "Esse comportamento, sim, é tipicamente de marcação de território.\n\nMaaaaas.....\n\nPode ser ansiedade, estresse, frustração e enfim, também. Houve alguma mudança na rotina (até coisa como \"mudei a caixa de areia de lugar\" ou \"mudei a areia da caixa\" ou \"mudou o vizinho e ele é mais barulhento\" pode ser uma mudança de rotina) perto da época que ele começou com esse comportamento? \n\nQuantas caixas de areia ele tem? \n\nQuando você levou ele no vet, fez algum exame?",
                "Bom, ainda pode ser pra marcar território, mesmo com ele castrado a um bom tempo. Como falaram, houve alguma mudança na sua rotina? Você tem tido contato com outros animais fora de casa (em que você traz o cheiro pra casa), tem chance de ter algum bicho ai dentro da sua casa (tipo rato ou pássaro)?\n\nPode ser por ansiedade ou birra. Depende do xixi também, a minha cachorra eu vi que tava com incontinência porque ela estava mijando muito dentro de casa. Eu sabia que parte era de birra por mudança e ansiedade, mas parte era muito diferente (como mijar na cama, onde ela dorme também) e ai fui na vet e identificamos. Então pode ser, ao mesmo tempo, problema físico e psicológico",
                "Castrar pode reduzir essa vontade de marcar território. Coloca mais caixa de areia e mantenha limpa. Ele tem acesso a rua? Se sim, castrar tem q ser urgente.",
                "Desculpa cara, mas não posso ajudar pq não tenho nenhum comhecimento no assunto😢",
                "Ele sempre teve esse comportamento ou mudou recentemente?",
                "Minha gata é fêmea e castrada e faz a mesma coisa, pode ser por causa da perda do olfato faz com que o gato não consiga fazer no local correto, entretanto ele ainda vai fazer nos mesmos cômodos se estiver a caixa de areia!\n\n(Isso pode ser relativo ao quanto ele já perdeu do olfato)"
            ]
        },
        {
            "title": "Onde posso coloar os remédios do meu cachorro?",
            "selftext": "Meu cachorro precisa tomar remédios todos os dias, eu estou colocando no miolo do pão, mas agr percebo que ele está enjoando do pão e não quer mais comer. Alguém pode me ajudar? \n(Lembrando: são remédios usados em humanos, não a versão de animais)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zso7c0",
            "num_comments": 7,
            "comments": [
                "eu sempre coloco dentro de algum pedaço de salsicha, dentro de algum bolinho de carne moída crua, ou no meio de algum patê de carne",
                "eu escondia em pedaços de figado, meu cachorro adora e o cheiro do figado ajuda a mascarar o remedio",
                "Frango cozido sem tempero.\nVocê também pode fazer um patê de fígado. Cozinha o fígado na água só com bem pouquinho sal, depois bate tudo no liquidificador, é bem saudável pra eles.",
                "O meu coloco na goela dele e coloca até uma profundidade com dedo msm.. sem frescura.. ele engole..não me morde.. não desperdiça e fica de boa.",
                "Primeiro de tudo, quem são os tutores dissimulados que dão pão para os cães cara? Me diz, QUEM? Tem que ser muito imbecil, procure a respeito, massas fermentadas fazem mão para os cães. Embora muitos tutores achem que estão fazendo algo extremamente bom ao compartilhar com o pet.\n\n\nCara a forma mais fácil de tomar um medicamento é por reforço positivo.\n\nDe o remédio e depois o recompense de alguma maneira, passeio, brincadeira, petisco ou algo do tipo.\n\nSe são remédios  manipulados, peça comprimidos palatáveis. Será muito mais prático dar para o pet porque terá cheiro de petisco.",
                "Outra maneira é moer o comprimido e colocar no meio de um sachê de ração úmida"
            ]
        },
        {
            "title": "O que a gatinha tem?",
            "selftext": "A gata da minha mãe (persa eu acho) não anda bebendo água e hoje não comeu o dia todo e ficou no sol (Max de 31°) o dia todo. Minha mãe adotou tem 5 meses e a veterinária acredita que a gata tenha em torno de 8-9 anos. No final do dia por agora ela comeu muito pouco. Pode ser alguma coisa?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zs2lpx",
            "num_comments": 5,
            "comments": [
                "Olá, bom dia! É uma emergência quando gatos não tomam água por mais de 24h, ok? Então, o ideal aqui, é que leve hoje ao veterinário sem falta (caso não tenha sido levada ainda) para avaliar a hidratação e outra possível condição concomitante.\n\nAs outras sugestões citadas aqui são todas válidas, mas, antes de tomar abordagens comportamentais e de enriquecimento ambiental, é importantíssimo descartar qualquer problema na saúde física.\n\n**Limite o acesso dela ao sol direto, também.**\n\n*E leve ao veterinário hoje, sem falta.*",
                "Até levar no veterinário,  experimente colocar água corrente pra ela. Tive um gato que só bebia se a água estivesse correndo, na época até providenciei uma fonte,  mas pode ser uma torneira aberta",
                "pode sim, ideal é levar no veterinário o mais rápido possível (tipo, amanhã). Gatos geralmente tem mais propensão a ter problemas renais, então não podem ficar tanto tempo sem beber água de jeito nenhum.",
                "Se possível, tente ofertar ração úmida (evite whiskas). É uma boa maneira de fazer o gato ingerir água."
            ]
        },
        {
            "title": "Porque meus gatos estão sendo agressivos com meu gato machucado?",
            "selftext": "Recentemente meu gato foi atacado por 1 cão  e tentou subir na árvore com seus irmãos e minha gata mas não conseguiu e foi pego agente tá tratando dele mais e 2 dos 3 irmãos dele começaram a brincar e dormir com ele mas as minhas duas gatas não estão gostando dele entrando dentro de casa e até expulsão mostrando agressividade, a minha gata maior que adotou os filhotes não quer que ele entre ou se aproxime dela e quando os dois irmãos dele brincam com ele eu acho que fica o cheiro dele e ela se afasta deles, ela é a outra tentam evitar ou expulsar ele de maneira um pouco agressiva. Oque pode ser?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zrupzh",
            "num_comments": 4,
            "comments": [
                "Gatos são muito sensíveis a cheiro. Se seu gato está sendo tratado (imagino que tenha bandagem, pomada e outros medicamentos) então o cheiro desses medicamentos nele estão mais fortes do que o próprio cheiro dele. Assim, essas gatas acham que é outro gato. É comum isso e é recomendado por especialistas em felinos que quando um gato está sendo tratado que ele passe esse período separado dos outros.\n\nIsso pode acontecer até no caso de um gato tomar vacina, por exemplo. O cheiro fica temporariamente diferente e se recomenda esperar duas horas, se não me engano, para juntar o gato vacinado aos demais.",
                "Os gatos são os animais de estimação pouco domesticados, então eles estão demonstrando comportamento padrão de animais selvagens quando algum membro da matilha está mal: preferem excluir ou terminar de matar do que permite que esse com dificuldades prejudique o grupo"
            ]
        },
        {
            "title": "Minha Gata comeu Borrachinha do meu fone",
            "selftext": "Ola pessoal tudo bem ? Minha gatinha aproximadamente dois anos, viu umas borrachinhas de fone na estante e derrubou no chão pra brincar, aí do nada eu reparei ela mastigando, tentei fazer ela cuspir mas ela foi mais rapida\n\nSendo um caso isolado, pode ter complicações graves ?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zrpga6",
            "num_comments": 2,
            "comments": [
                "Olá! Você tem certeza que ele comeu, certo? Se sim, o ideal é que já entre em contato com o veterinário/a dele e pergunte se ele prefere induzir o vômito do animal na clínica. Assim você já vai ter o veterinário avisado e saberá para onde correr caso note sinais clínicos de obstrução.\n\nEsses sinais clínicos são bem clássicos, e envolvem:\n\n* Vômitos ou regurgitação;\n* Depressão ou inquietação (por ansiedade ao desconforto abdominal);\n* Distensão abdominal;\n* Vocalização constante;\n* Perda do apetite/anorexia;\n\nComo foi relatado que ela ingeriu, então qualquer 1 desses sinais clínicos já exigem a intervenção veterinária. Ok? A condição pode evoluir rápido e você precisa estar atento.\n\n***Não deixe de ligar no veterinário para avisar sobre a situação e ficar preparado.***",
                "Por ser borrachinha, acho que não, não tem risco de perfuração. Mas o maior risco é ficar preso, nesse caso, você tem que ficar de olho e bem próxima dela pra ver se ela tem alguma alteração. Se ela começou a ficar mole, vomitar muito ou confusa, corre no vet porque pode estar preso.\n\nMas provavelmente vai sair no cocô depois"
            ]
        },
        {
            "title": "Quanto tempo esse cachorro aguenta sem tratamento?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zrcaj5",
            "num_comments": 1,
            "comments": [
                "Me surpreende ele ter aguentado até agora, na verdade. Isso tá muito predisposto a infecções diversas, miíases (a famosa bicheira, se já não tiver), e, pelo aspecto da ferida, a tendência é que a cicatrização possa demorar meses. Sem o acompanhamento com medicamentos a cicatrização pode ser inviável, principalmente pela possibilidade de miíases que não permitem o \"fechamento\" da ferida de uma maneira adequada.\n\nÉ impossível dizer quanto tempo ele aguenta sem tratamento, sendo que, teoricamente, pelo aspecto, é muita sorte ele ter aguentado até hoje.\n\n# Recomendação\n\nComo, aparentemente, é um animal em situação de rua, recomendo entrar em contato com a prefeitura ou alguma ONG para fazerem a captura e o possível tratamento. Caso isso não seja possível e você não queira ignorar o problema, poste a situação em alguns grupos do Facebook ou no Instagram, peça a ajuda de alguns moradores locais e leve ao veterinário para uma avaliação.\n\nCaso o tratamento esteja fora de cogitação, ou tenha um valor que extrapole a verba que você consegue levantar, então converse sobre a possibilidade da eutanásia. Parece cruel, mas a eutanásia para um animal desses é mais sensata do que o não tratamento. A progressão desse problema em situação de rua e sem intervenção nenhuma vai ser bem triste, e me dá até uma certa angústia só de imaginar aqui.\n\n*Obrigado por se preocupar com o doguinho.*"
            ]
        },
        {
            "title": "Alguma ideia do que pode ter acontecido?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zr4fbk",
            "num_comments": 6,
            "comments": [
                "Olá! **Antes de tudo, é uma emergência veterinária**, porque envolve os olhos e não sabemos como está a condição do olho tampado pela (suposta) terceira pálpebra. Pela imagem me parece não ser *apenas* um prolapso da terceira pálpebra ([imagem em cão](https://southeasternvet.com.au/application/third_party/ckfinder/userfiles/images/prolapsed%20third%20eyelid%20gland%201b.jpg)), parece haver também um deslocamento do globo ocular (mas, pra ser sincero, eu não faço a mínima ideia).\n\nÉ bem difícil avaliar apenas por essas imagens, e, mesmo que mande outras, meu posicionamento aqui não mudará muito. Apenas fiz a breve explicação para exemplificar o motivo pelo qual a situação é de risco.\n\nSeu gato precisa de atendimento veterinário urgente, porque, se foi trauma pós briga, ou lesões diversas, etc. ele corre risco de ficar cego ou até mesmo perder o olho e precisar de uma remoção cirúrgica.\n\n**A situação do seu gato exige um veterinário imediatamente para verificar pelo menos a integridade do globo ocular e da córnea.** Lamento a resposta não ser de muita ajuda, mas é uma situação delicada para orientar pela internet e qualquer tempo perdido sem procurar atendimento veterinário presencial é um erro.\n\n*Se puder, traga notícias depois.*",
                " Leva no veterinario urgente mulher😥"
            ]
        },
        {
            "title": "Omega 3 para gatos",
            "selftext": "Olá pessoal, minha veterinária receitou Omega 3 (1cp/dia) pra minha gatinha que tá começando a ser uma idosa (quase 11 anos) e até me deu uma amostra grátis, mas a capsula me parece muito grande pra um gato. Estou cortando, tirando o gel de dentro e colocando na comida dela, mas ela não curte muito. Já tentei misturar no sache e na ração seca. Além do que o cheiro desse negócio empesteia a casa. Queria saber se vcs tem alguma dica ou indicação de uma capsula menor ou alguma outra forma de oferecer omega 3 de forma que eu não precise ficar abrindo a capsula todo dia.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zqupup",
            "num_comments": 8,
            "comments": [
                "Um dos truques caso vc tente dar a capsula inteira é melecar ela com oleo ou margarina, desliza mais fácil na garganta deles. Se vc abrir e misturar na comida acho q dificilmente ela vai comer. (Eu nunca tive sucesso assim pelo menos, nem misturando na recovery que é tipo SUPER palatável pra eles)",
                "geralmente meus cachorros comem a cápsula tranquilamente, amam, na verdade.\n\nTenta dar pra ela sem abrir e vê se ela come",
                "Na internet vendem cápsulas vazias de vários tamanhos, de repente vc pode por o conteúdo da cápsula grande em várias menores e misturar na comida dela.",
                "Cápsula em formato de peixe? Kkkk\nNa clínica quando o gato não colabora eu faço direto na garganta dele. Eles odeiam? Claro."
            ]
        },
        {
            "title": "meu filho de 3 meses (já vacinado) começou a poder sair há alguns dias. Ele gosta mas não gosta.",
            "selftext": " Ele fica super entusiasmado vendo o peitoril, super entusiasmado no hall do elevado e isso se segue até ele sair.   \nEle faz as necessidades dele e empaca ou então só se move até ver uma entrada de prédio (qualquer prédio) ou garagem (de qualquer prédio ou casa). Em hipótese alguma eu forço a guia. Ele se movimenta muito pouco. As vezes preciso pegar ele no colo para poder passar pelas garagens. Quando ele chega perto da garagem do meu prédio ele avança com velocidade para entrar. Para finalizar ele entra em casa mega ansioso, mordendo tudo e cheio de energia.   \n\n\nO que estou fazendo de errado?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zq6bvn",
            "num_comments": 8,
            "comments": [
                "Imagine que pra ele é um mundo todo muito novo e possivelmente assustador pela visão dele.\nSão muitos estímulos visuais e sonoros diferente de qualquer coisa que ele já tenha visto na vida.\nAcredito que o ideal seja ir primeiro em lugares mais tranquilos, onde ele possa se sentir a vontade, ver que está tudo bem com essas coisas novas e gostar cada vez mais.\nUma ideia é levar ele pra alguma praça ou lugar com grama, que não seja perto de ruas muito movimentadas para ele se acostumar em estar fora de casa. Procure alguma praça perto ou então vai de carro mesmo.\nVai indo aos pouquinhos pra ser menos traumático pra ele. \nBoa sorte com o baby :)",
                "pensei que tava falando de uma criança até ver de ql sub era a postagem",
                "Acredito que seja falta de costume mesmo"
            ]
        },
        {
            "title": "Preciso de ajuda com o meu gatinho",
            "selftext": "Boa tarde, amigos, tudo bem?\n\nPreciso de ajuda, estou desesperado. Tenho um gatinho que me acompanhou a vida inteira, recentemente, ele começou a apresentar sintomas de uma gripe que foi se agravando. Agora, ele apresenta sintomas de dificuldade na respiração, olho e nariz inchados e emagrecimento por conta da enfermidade.\n\nJá o levei em 2 veterinários e o mediquei com os seguintes remédios, respectivamente: Ampicilina (2ml, 3x ao dia), Rinossoro (10 gotas, 3x ao dia), Prednisona (meio comprimido uma vez ao dia, por 5 dias), Omega 3 (1 comprimido por dia), Keravit Pomada (3x ao dia no olho), Fosfato Sódico de prednisolona (2ml por dia).\n\nÉ importante destacar que ele só estava gripado de início e foi piorando com o tempo, quando seu olho inchou e começou a emagrecer. \n\nEspero que alguém possa me ajudar, obrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zq46ju",
            "num_comments": 9,
            "comments": [
                "Olá! Situação delicada. Vou repassar seu caso para uma colega de profissão que é focada 100% em felinos, enviei parte do que foi postado aqui e acredito que ela conseguirá somar mais nessa resposta.\n\n**Antes de tudo, a primeira pergunta é:** ele já foi testado pra FIV/FeLV? Ou sugeriram a testagem?\n\nE vou pedir pra você enviar todos os exames que foram realizados no nosso email ou por mensagem privada (caso tenha informações confidenciais). Nosso email é [contato@apoio.vet](mailto:contato@apoio.vet)\n\nMe informa a sua cidade também, pode ser por mensagem privada ou email, sem problemas.\n\nObrigado!",
                "Você comentou de ter levado em veterinários.\n\nFoi feito exames nele?"
            ]
        },
        {
            "title": "Quando posso oferecer NexGard?",
            "selftext": "Boa tarde, meu cachorro recentemente começou um tratamento para um problema de pele, e pelos próximos dias vai tomar Pelo e Derme 750. Gostaria de saber se posso oferecer NexGard 2-4kg a ele?\n\nEstá dentro da pesagem dele (3,100kg) estou apenas em dúvida pois tenho medo de que ele passe mal ou sofra alguma reação.\n\nAgradeço desde já.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zq2458",
            "num_comments": 4,
            "comments": [
                "Olá! Bom, se ele está sob tratamento, o ideal é seguir à risca o que foi preconizado pelo médico veterinário, sem adicionar ou tirar nada. No geral o NexGard é seguro se utilizado na quantidade correta e sem ignorar o peso do pet.\n\nRecomendo, no seu caso, ler a bula do produto [aqui](https://www.boehringer-ingelheim.com.br/sites/br/files/nexgard_-_i_147703-003.pdf) e ler certinho a parte da segurança e das reações adversas. Sob qualquer insegurança do protocolo, o ideal é conversar diretamente com o veterinário do seu pet antes da administração de qualquer produto, ok?\n\nInfelizmente não podemos responder com uma afirmação sobre a sua pergunta, porque desconhecemos a situação real do seu animal e não temos acesso presencial ao pet. Isso seria antiético da nossa parte.\n\nMas qualquer nova dúvida, fique à vontade para entrar em contato. :)",
                "Na dúvida pergunta para o Vet.\n\n\nEu tenho um doguinho com problemas de pele e o vet indicou começar o simparic junto com o tratamento e depois a cada 35 dias. (O simparic segundo o Vet tem uma cobertura melhor que o nexgard)"
            ]
        },
        {
            "title": "Meu dog tem crises de pânico por causa dos fogos de artifício.",
            "selftext": "Continuando, queria achar algum calmante ou sonífero pra a virada de ano. Ele sofre demais (muito mais que minha outra cadela), quebra tudo por perto, fica bem doido mesmo..., então se houvesse uma maneira segura de fazer ele dormir até a manhã seguinte,  seria melhor para ele. Alguém sabe se existe isso?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zpbsny",
            "num_comments": 8,
            "comments": [
                "Ano passado escrevemos esse [guia](https://www.reddit.com/r/ApoioVet/comments/rrdly2/fiz_um_guia_de_apoio_pra_voc%C3%AAs_ajudarem_seus/) aqui, talvez te ajude em algo também. Queria escrever um mais atualizado esse ano, mas não sei se vou ter tempo pra conseguir isso.\n\nEnfim, sobre a questão do medicamento, eu entendo o seu interesse em encontrar, mas não faça isso sem o acompanhamento de um veterinário. Ok?\n\nUm medicamento forte o suficiente para oferecer esse tipo de sedação, pode causar efeitos colaterais bem potentes, além de, geralmente, influenciarem diretamente no coração e no sistema nervoso. Juntando isso com o estresse prévio, a situação tende a dar ruim.\n\n***Sem um check-up do seu pet, administrar um medicamento capaz de fazer o pet dormir durante toda a noite, pode colocá-lo em risco.***\n\nEntão, caso não tenha feito um check-up do seu cão esse ano, tente fazer agora no final de ano e aproveite a consulta e os exames para pedir a indicação de um medicamento específico para o seu animal. Assim você já fica com uma data definida para o check-up dele em dezembro do ano que vem de novo.\n\n**Não ofereça nenhum medicamento sem o check-up em dia.** E aqui abro um parênteses para todos que lerem: manter o check-up em dia não é apenas para o pet, mas também pra vocês estabelecerem um relacionamento mais próximo com o veterinário. Isso pode facilitar a indicação de medicamentos futuros e também a negociaçãos de valores em determinados procedimentos.",
                "Não existe nenhuma maneira segura de sedar cachorros em casa sem acompanhamento médico. Inclusive, há certas medicações que são usados para essa finalidade que podem piorar a situação pro cachorro, que apesar de ele estar sem reação física, a acuidade sonora está multiplicada e o cachorro tá internamente entrando em pânico, o que acaba gerando uma situação traumática.\n\nO que você pode tentar é o uso de homeopáticos, suplementos e produtos como Adaptil, Serenex.\n\nTambém sugiro já começar a botar em prática uma rotina de enriquecimento ambiental e procurar um adestrador comportamental para fazer alguns treinos para dessensibilizar o seu cachorro aos sons altos e de fogos.\n\nE claro, se for possível, tente montar uma salinha para ele, que abafe o máximo possível o som, com algum aparelho tocando uma música que consiga ajudar a disfarçar o barulho de fogos, mas também seja uma área segura para ele, com brinquedos e outros (aqui o enriquecimento ambiental é essencial).",
                "Procure um veterinário",
                "[deleted]"
            ]
        },
        {
            "title": "Gata muito magra",
            "selftext": "Boa noite, uma das gatinhas de rua que eu cuido ficou grávida e deu cria recentemente foram 5 filhotinhos, eu podia providenciar 3 refeições a ela por dia, manhã, almoço e a noite, toda vez ela vinha com bastante fome e sempre comia a ração toda do pote e desde ontem a noite ela não come nada praticamente, e ela passou o dia todo sem comer mesmo eu tendo colocado sachê pra ela e tá bem esguia, magra com a barriga como se não tivesse nada, será que pode ser verme? Ou algo assim, ela tá bem magra e mudinha e ela sempre foi animada e comia bem",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zpaa75",
            "num_comments": 2,
            "comments": [
                "Olá! Gatos que deixam de comer são animais em risco, então, antes de tudo, nessa situação, a gatinha precisa de uma atenção veterinária. O fato dela ter dado cria já coloca ela em uma situação delicada ao falarmos de nutrição, mesmo que a alimentação dada por ti 3x possa parecer suficiente.\n\nVermes, doenças infecciosas (principalmente FIV/FeLV) e o fato dela morar na rua são todos fatores de risco aqui. Não podemos ignorar também a possibilidade de retenção e maceração fetal após ela ter parido. Nesse último caso, a perda do apetite, anorexia e perda de peso são comuns, mas também comumente é acompanhado de corrimento vaginal e desconforto abdominal.\n\nEu não acredito que há muito o que fazer além do que já tem sido feito por ti, por isso o cenário ideal e a única indicação plausível aqui é que tente levá-la ao veterinário. Os custos não serão absurdos, mas envolverão a consulta + exame de sangue + radiografia/ultrassonografia + medicamentos necessários. Caso não tenha condições, uma ONG ou hospital veterinário universitário podem ser ótimos aliados seus na escolha dos serviços.\n\nSe conseguir, tente oferecer carne sem tempero, talvez a consistência, o cheiro e a palatabilidade da comida podem ajudar ela a se interessar novamente. Porém, mesmo que ela coma, os exames citados anteriormente serão o padrão ouro pra buscar o diagnóstico e prosseguir com a resolução do problema."
            ]
        },
        {
            "title": "Eu devo eunatasiar uma gata paraplégica? ME AJUDEM!",
            "selftext": "Bom, eu nem sabia o que colocoar no título porque não é o que parece. Eu sou uma protetora animal independente e sou apaixonada pela causa. Tenho 6 animais em casa, e esse já é meu limite pois não tenho muito tempo ou condições para cuidar das despesas de todos, limpar... Mas enfim, eu sempre tentei fazer a minha parte castrando as gatinhas que eu podia, e Amélia foi uma delas. Não podia manter todas em casa então depois da recuperação elas eram soltas aqui na rua. Amélia vivia aqui na rua, castrada, bem cuidada por mim e eu alimentava ela na calçada todos os dias, até que ela sumiu. Um ou dois meses depois eu encontrei ela, em um estado crítico, magra e paraplégica, sem conseguir levantar da cintura pra baixo. Eu fiquei sem chão, e segundo aos veterinários e testemunhas ela muito provavelmente foi abusada sexualmente. Meu coração está partido. Não pude deixar ela lá, mas eu tinha esperanças de que ela voltasse a andar... Já faz um mês desde que trouxe ela e minha vida desandou demais. Ando tendo mais quadros depressivos, de pânico, ansiedade e stress em excesso. Estou me sentindo sobrecarregada e presa a algo que nunca foi responsabilidade minha, pois ela foi abandonada pelo antigo tutor que não sabemos quem é. Eu e minha família não temos dinheiro para apadrinhar Amélia em uma ong, além de que na minha cidade (Coruripe) não existem ongs e o governo, honestamente, está pouco se fodendo. Estou me sentindo um lixo por pensar nisso, mas Amélia é uma gata linda e carinhosa que precisa de toda atenção e cuidado e eu não posso dar isso a ela, tenho muitas outras responsabilidades, inclusive ainda sou de menor. Procuramos muito alguém que tivesse interesse em cuidar dela, mas não encontramos. Ninguém quer ela. Estou aos prantos, pois pensei na possibilidade da eutanásia. Alguém me ajuda, por favor, estou me sentindo uma babaca por isso, estou me sentindo tão nojenta, mas ao mesmo tempo sinto que é a vida dela ou a minha vida em jogo. ME AJUDEM!!!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zoyp82",
            "num_comments": 10,
            "comments": [
                "Olá! **Antes de tudo:** fica de consciência tranquila, cuidar de animais em situação assim exige MUITO da gente, principalmente na questão emocional. E, diretamente para você, eu recomendo que dê uma lida/estudada sobre \"fadiga por compaixão\", isso te ajudará a lidar melhor (agora e depois) com essa enxurrada de sentimentos que você está tendo nesse momento. Eu te entendo 100% e realmente não é fácil.\n\n>*De forma geral, a fadiga por compaixão ocorre quando o profissional não consegue mais lidar de uma forma saudável com os sentimentos negativos que emergem do sofrimento dos pacientes que ele atende. Em decorrência disso, estes profissionais começam a apresentar respostas somáticas e/ou defensivas em relação ao seu trabalho.*  \n>  \n>\\[...\\]  \n>  \n>*Como o próprio nome indica, a fadiga por compaixão tem como base a experiência da compaixão, definida como sendo um estado de preocupação, de aflição pelo bem-estar de outrem, tendo em vista o estresse e o desconforto que o sofrimento alheio nos causa.*  \n>  \n>*Alguns estudos sugerem que a fadiga por compaixão é a principal ameaça à saúde mental dos profissionais de Saúde.*\n\nTexto extraído [daqui](https://www.scielo.br/j/epsic/a/vyz5Lg35SHqNZc83ZM39BPz/?format=pdf&lang=pt#:~:text=Fadiga%20por%20compaix%C3%A3o%20%C3%A9%20o,compaix%C3%A3o%20(Figley%2C%201995)).\n\nCuidar de animais não é trabalho fácil, mesmo.\n\n# Sobre o seu cenário\n\n**Você fez o possível, e suas atitudes são ideais:** tem a consciência sobre a questão financeira, faz a sua parte por castrar os animais da rua (muito obrigado por isso), e tentou ao máximo encontrar pessoas que estivessem dispostas a cuidar da Amélia. Gatos com acesso à rua tendem a viver 2\\~5 anos, e, no caso de gatos em situação de rua, esse tempo médio pode cair bastante.\n\nO fato de você garantir que a Amélia não tivesse filhotes (que, na rua, poderiam ter um fim horrível), oferecer comida e atenção suficiente, já deixa claro que você fez tudo que estava ao seu alcance. Pelas fotos que você postou fica completamente compreensível a dificuldade na tomada da decisão, mas infelizmente não há o que fazer. \n\n**Posso soar um pouco frio, mas não é a intenção:** você chegou no seu limite (e não é errado pontuar um limite) com uma gata que não é responsabilidade sua. E é necessário que o seu emocional esteja em ordem pra cuidar bem da sua vida, porque, caso contrário, você não conseguirá cuidar bem dos seus outros **seis** animais que *realmente* estão sob sua guarda.\n\n**A eutanásia é sim uma decisão que você deve colocar em pauta.** Só te peço pra ser presente ao decidir pelo procedimento, e escolha uma boa clínica para a realização. Alguns veterinários podem ficar relutantes dependendo do quadro de saúde atual dela, então busque uma 2ª ou 3ª opinião.\n\n# Um adicional\n\nEntre os profissionais da área esse ano, houve uma discussão sobre a decisão da eutanásia partir ou não do tutor. Deu bastante o que falar e, pra ser sincero, eu repudio totalmente as respostas de alguns veterinários que são contrários à prática.\n\n**Minha opinião sobre a decisão da eutanásia é:** ela deve ser tomada juntamente com o veterinário, levando em conta, principalmente, a qualidade de vida do animal em conjunto com a realidade do tutor (e não os dois isoladamente). Um tutor sem qualidade de vida por conta das responsabilidades com um animal doente, é um tutor que pode entrar em depressão profunda e até mesmo desenvolver algum transtorno pós-traumático.\n\nDeixar que a decisão da eutanásia parta apenas do médico veterinário, é de muita insensibilidade, prepotência e arrogância. \n\nVocê não é uma má pessoa. Muito pelo contrário, precisamos de mais pessoas assim.\n\n*Parabéns pela consciência e pelos cuidados.*",
                "Bom, primeiramente, perdão pelas palavras, mas puta que pariu abusar sexualmente de um animal. Toda vez que leio uma coisa dessas eu fico possessa, não é gente que faz isso não, puta merda, bando de sociopata que deveria queimar nos infernos de todas as religiões.\n\nMas sobre sua situação, acho que a resposta já está clara. Você tentou e deu as melhores condições pra Amélia dentro do possível. Algo inimaginável aconteceu e ela como ser vivo deve estar absurdamente traumatizada. Pensando nela, que sempre foi mais de rua e independente, sem uma casa muito fixa, com um trauma desse e sem ter um apoio em quem confiar (agora ela tem você, mas ela provavelmente não acredita que esse apoio será algo duradouro pela vida que teve, não por culpa sua), eu eutanasiaria. \n\nUm gato paraplégico pode sim viver bem, mas ela não é só paraplégica, ela tem outros problemas tanto emocionais quanto físicos que vão exigir horas e horas de tratamento (muitas vezes doloridos como exercícios, exames, coleta de sangue e internações) e que podem exacerbar os problemas emocionais. \n\nEu sempre digo (como dona e amante de animais, não sou veterinária) que devemos pensar sempre no animal primeiro e dentro disso temos que pensar também em como nós podemos dar as condições de vida pra esse animal. Honestamente, mesmo se você tivesse o dinheiro, eu acho que o tanto de tratamento que ela precisaria e as cicatrizes emocionais que ela tem diminuem muuuuito a probabilidade de melhora ao ponto dela ter uma vida boa e feliz. Não é falta de amor ou cuidado seu, é culpa dos filhos da puta que decidiram ter uma gata, não cuidar, deixar ela na rua, abusar dela (provavelmente mais de uma vez, o abuso sexual pode ter sido o ápice, mas ela provavelmente foi abusada fisicamente antes).\n\nÉ uma situação extremamente infeliz, e eu sempre acho que vale a pena irmos até os nossos limites pra tentar ajudar nossos animais e aqueles que resgatamos, mas aqui você já foi até o limite e além. Eu não consigo passar tanto minha empatia aqui, mas eu passei por algo um pouco similar quando adotei minha cachorra e ela veio com tumores e teve que fazer cirurgias, além de tudo isso é reativa porque com certeza foi abusada fisicamente além do abandono.\n\nÉ uma situação extremamente difícil e muito triste, mas como eu já disse, você foi até o seu limite e além. Não é falta de amor ou esforço seu, pelo contrário, esse esforço todo que você teve em tentar dar uma chance pra Amélia e o amor que você deu pra ela durante todo esse tempo é a diferença crucial entre ela ter morrido na beira da rua, sozinha, com muita dor e sofrimento, para uma morte humanizada com amor e carinho da, muito provavelmente, única pessoa que já mostrou amor por ela.",
                "Li os comentários e resolvi não ler o texto inteiro porque vou ficar mal. Mas assim. Há pouco tempo eutanasiei um cachorro, e eu me sinto mal todos os dias quando penso “será mesmo que não tinha mais o que fazer?” \n\nAté o médico antes de fazer a eutanásia disse que não tinha mais, ele tava morrendo, vomitando sangue, gritando de dor a nível de quebrar o próprio dente por se segurar na grade e não sentir dor. Enfim, foram dois dias de puro sofrimento e decidi eutanásia. Mas eu queria muito ter passado mais tempo do lado dele, mesmo ele tendo 13 anos. \n\nEu não gosto da eutanásia, ainda mais se o bichinho está “bem”. \n\nEntão faz o que seu coração mandar. Se for aliviar alguma coisa na sua vida, quando meu cão se foi perguntei à uma médium o que acontece e ela disse que os animais morrem e no mesmo instante já reencarnam de um jeito melhor. Eu preferi acreditar nisso e espero que seja verdade. :(",
                "Obrigada pelos seus cuidados! É uma situação muito difícil, entendo demais você. Não se sinta mal, você chegou ao seu limite com a intenção de ajudá-la. Se tiver uma vakinha ou algo assim avisa, pra gente se mobilizar 💚💚💚",
                "Que infelicidade o que aconteceu com ela. Que bom que tem pessoas ainda como você que cuida desses anjinhos.\n\nHoje, se ela está BEM mesmo paraplégica (digo isso sem dor nem nada, a única coisa que atrapalha é a locomoção), acho que ela merece mais uma chance. Vc mesma disse que ela é carinhosa e etc.\n\nTente arranjar um daqueles carrinhos pra animais que deixam as pernas elevadas, pode ser uma boa.\n\nJá pensou também na possibilidade de se sentir culpada APÓS a eutanásia? Falo isso pq as vezes a gente nem para pra pensar no possível arrependimento.\n\nNão sei se o meu comentário vai te ajudar muito, pois sempre é mais fácil falar ainda mais de fora. Mas no final espero que vocês duas fiquem bem <3"
            ]
        },
        {
            "title": "meu cachorro fica \"assustado\" e não quer dormir na casinha dele",
            "selftext": "meu cachorro dorme na casinha dele que fica no quintal de casa  \n\n\nhoje ele não queria dormir na casinha de jeito nenhum, ele nem queria chegar perto dela, era como se estivesse assustado ou com medo de alguma coisa na casinha mas não tinha nada la, eu olhei tudo e até taquei veneno de pernilongo lá dentro mas ele ainda não quis chegar perto da casinha, ele também fica cheirando o chão onde não tem nada e fica meio assustado, se você toca nele quando ele não ta prestando atenção, ele se assusta (normalmente ele não é assim)  \n\n\nnão é a primeira vez que isso acontece, já aconteceu umas outras 2 vezes e eu não sei o que fazer sobre isso",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zopqxt",
            "num_comments": 3,
            "comments": [
                "pode ter sido algum outro animal ou inseto, tente reintroduzir ele a casinha colocando brinquedos que ele gosta lá ou objetos com cheiro dele",
                "O que o outro usuário falou. Não force ele a voltar, NUNCA, se não vai ficar cada vez pior até o ponto que eles rejeitam completamente o lugar.\n\nUma das minhas cachorras tem pânico de mosca kkkk, mas sempre que entra uma, ela tenta ir atrás e depois sai correndo e se esconde em uns lugares aleatorios e depois não quer voltar pro mesmo lugar. Eu vou de boas e tranquila chamando ela e dando o tempo dela. E claro, se a mosca ainda tá lá, nem tento.\n\nEntão vai de pouco em pouco e tentar entender o que pode ser, pode até ser um furo que tem na casa que quando bate o sol de XX:XX horas ele vê uma sombra e se assusta. Podem ser coisas aleatorias ou um bicho como aranha que não aparece tanto de dia",
                "Olá! Como foi dito aqui, muito provavelmente houve algum evento relativamente (ou bastante) traumático pra ele na casinha. Algum inseto, alguma bronca, algum animal que entrou lá antes. É bastante difícil dizer.\n\nSe a casinha dele for pequena, tenta mudar de local e ver a reação dele. Ou, se puder, adiciona outra casinha em um local próximo e veja o interesse dele.\n\nVai ser difícil dessensibilizar ele pra situação, então recomendo tentar associar o evento com algo positivo, oferecendo algum petisco ou comida que ele goste bastante. Mas somente quando ele estiver tranquilo demonstrar interesse pela casinha sem demonstrar ansiedade/estresse.\n\nSerá um jogo de tentativa e erro, tente só não recompensar com atenção caso ele demonstre o medo explicitamente."
            ]
        },
        {
            "title": "Protuberância no focinho do cachorro",
            "selftext": "Apareceu em menos de 50mim. \nMinha casa está em reforma e ela estava numa área externa, mas mesmo assim o lugar que tinha muita poeira. Quando ela voltou para meu colo ela estava assim, minha outra cadela estava junto com ela e não apareceu nada nela.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zng90q",
            "num_comments": 5,
            "comments": [
                "Obs: aparentemente não está sentindo dor nem nada do tipo, eu toquei e ela não se afastou nem reclamou."
            ]
        },
        {
            "title": "Lembra do gatinho com otite recorrente? Voltei com notícias",
            "selftext": "Fui ao dermatologista pedir um exame para dermatofitose, pois era oque eu e o pessoal aqui suspeitamos que seria. A veterinária dermatologista não quis fazer o exame, isso mesmo, não quis pq achou que não seria isso, e ficou por isso mesmo, ela não quer investigar simplesmente. Queria saber se algum veterinário aqui poderia me dar um pedido de exame, pq eu não estou conseguindo, se for possível é claro",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zmt14k",
            "num_comments": 11,
            "comments": [
                "Olá, bom dia! Infelizmente não podemos interferir diretamente na conduta de um médico veterinário presencial, porque não temos o conhecimento real do caso. Nós pretendemos melhorar isso de alguma forma, mas ainda estou estudando os métodos legais e que não fogem da ética veterinária para não comprometer o projeto.\n\nA dermatologista disse o que exatamente sobre o caso? Ela recomendou algum exame? Disse algo específico sobre o caso? Ou ela simplesmente olhou e não orientou em nada?\n\nAguardo a resposta.",
                "Minha nossa, a pessoa não querer investigar uma suspeita do tutor é o cúmulo, vc tá pagando e vc tem o direito, ela se sentiu desafiada aí e não curtiu."
            ]
        },
        {
            "title": "Meu dachshund macho está com uma bolha/caraço escuro nas costas",
            "selftext": "Ele está com esse caroço nas costas a alguns dias, alguma ideia dq pode ser e a causa ?\n\n Ele tb parece estar acima do peso n sei se tem haver, mas ele é bem grande comparado a outros cachorros da raça dele se n me engano da ultima vez que pesamos deu mais de 10kg isso é normal para um cachorro dessa raça ?\n\nhttps://preview.redd.it/3oenmozkt36a1.png?width=960&format=png&auto=webp&v=enabled&s=d5fcf98c264a05cc481a0e7f4566950918ed2605",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zms6ry",
            "num_comments": 5,
            "comments": [
                "Esse caroço pode ser diversas coisas e somente um veterinário para dizer o que pode ser, com a realização de exames. \n\nSobre o peso, se não me engano, dachshund tem peso entre 5kg a 9kg. Se deu mais, é bem possível que ele esteja com sobrepeso sim, o que não é bacana para essa raça, devido à predisposição para problemas ortopédicos. \n\nComo é a visão das costelas? Dá para ver um pouquinho elas? Dá para sentir de boa na palpação? Cintura é delineada?"
            ]
        },
        {
            "title": "Por qual razão shampoo humano testado em animais não serve para cachorros?",
            "selftext": "É só uma curiosidade mesmo. Eu uso shampoo próprio para cães.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zmlps4",
            "num_comments": 8,
            "comments": [
                "O pH da pele é diferente, o micro ambiente também, logo shampoo humano pode desbalancear a microbiota cutânea, predispondo a doenças de pele :~~",
                "Só porque algo é testado em animais, não significa que sirva para eles.\n\nOs testes avaliam condições específicas que afetariam humanos. Se um animal desenvolve uma sarna resistente usando o produto, não significa que é ruim pra humanos, mas é ruim pra animais.\n\nE como disseram, qualquer pequenina diferença no PH já é enorme. Explicaram que é uma escala logarítmica, mas colocando em termos mais leigos, pensa num espaço de 10 metros pra colocar uma porta, você tem que colocar ela entre os metros 5 e 6, se botar ela entre 5,5 e 6,5 não funciona porque vai pegar em outra coisa, você tem que estar dentro do espaço delimitado. Essa é uma forma pra entender esse caso específico.",
                "Sim, é diferente, mas não muito. Segundo pesquisei, o PH da pele canina varia entre  **5,86 e 6,45** e o da pele humana  **4,7 e 5,75** e a base da fórmula da maioria dos shampoos é bem parecida. Um detergente, um espessante e uma fragrância.",
                "Pq os animais de teste NORMALMENTE não são cachorros. Cachorros são usados pra testes específicos, e como alguém já falou, não é pq é testado em algum animal e passou e não dá ruim pra nós que não vá dá ruim em qq animal. Existem substancias usadas e toleradas por humanos e letais pra alguns animais APESAR de terem sido testadas neles primeiro. Os próprios shampoos de cachorro podem dar intoxicação em gatos pq nos shampoos de cachorro pode existir uma substancia que eles toleram e gatos não. Sua premissa ja começa errada."
            ]
        },
        {
            "title": "Parece que meu gato está com um abscesso perto do bumbum, está saindo sangue, estou preocupada, vou levar amanhã ao veterinário, oque posso fazer agora? Ele não me deixou limpar",
            "selftext": "Estou desesperada, oque eu faço? Só posso ir ao vet amanhã",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zmc8my",
            "num_comments": 7,
            "comments": [
                "Olá! Qualquer tipo de sangramento mais abundante, seja pingando, escorrendo, ou aquele que não para, é motivo de emergência veterinária, principalmente em gatos que tem esse problema de não deixar limpar. Em situações assim, o ideal é que pegue uma gaze (limpa) e coloque sobre o local sem apertar, somente para absorver parte do sangue e facilitar a visualização da quantidade de sangramento.\n\nSe ainda não foi ao veterinário, vá agora de manhã, mesmo que o sangramento tenha parado.\n\n**E reforço a você e todos os outros membros que lerem aqui:** qualquer sangramento é motivo de levar o pet ao veterinário, nós dizemos \"qualquer\" porque se não fica aberto para interpretação e quem sofre é apenas o pet. :("
            ]
        },
        {
            "title": "Meu porquinho da Índia está morrendo",
            "selftext": "Pessoal, acho que o meu porquinho da Índia está morrendo. O nome dele é zezinho. Apareceu um abscesso em umas das bochechas. Levamos ao veterinário e o mesmo foi operado para tirar o abscesso e fazer uma um desgaste de uns dentes de cima, na arcada que fica lá atrás. Ele estava indo bem na recuperação no veterinário, mas agora que voltou pra casa, só fica triste, parado no canto. Não come mais sólidos. Estou alimentando com papinha de ração, chicória e água misturada. No momento ele está tomando tramadal para dor de 12 em doses horas, enroflec. Também de 12 em 12., entre outras medicações de suporte. Não sei mais o que eu faço. Posso amenizar a dor dele para que ele vá embora em paz? :'(",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zm4ot4",
            "num_comments": 16,
            "comments": [
                "Você já entrou em contato com o veterinário e informou ele a situação?",
                "não sou vet, mas é comum o bicho ficar meio pra baixo nos pós operatório, não? de qualquer jeito, leva pra verificar",
                "Meu zezinho morreu. Atravessou a ponte do arco íris e voltou sua essência para Deus. Era um anjinho. Um amor",
                "Bad demais, espero que ele melhore op.",
                "https://preview.redd.it/l1chv8c2p46a1.jpeg?width=3000&format=pjpg&auto=webp&v=enabled&s=2ab0a86e446c939792e6b27c03bdb5d55a91433f\n\nZezinho. O porquinho mais lindo. Papai vai sentir muito a sua falta meu bebê. Você foi muito cedo"
            ]
        },
        {
            "title": "FLOXICLIN e boca do gato infeccionada",
            "selftext": "Gente, meu gato tá com a boca inflamada, eu achei que era a garganta e pedi um remédio pra isso, me deram FLOXICLIN, mas quando cheguei em casa vi que a infecção nao era na garganta, era no lábio, é meio q na gengiva aonde poderia ter um dente mas não tem e tem uma pelesinha ali q parece estar inflamada.\n\nEu só gostaria de saber se esse remédio funciona pra isso, pq qm me vendeu falou q se fosse infecção de dente era outro antibiótico.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zl9zxz",
            "num_comments": 4,
            "comments": [
                "Olá! Nós não podemos ajudar muito na questão de medicamentos, porque contraria a ética veterinária e, também, seria irresponsabilidade minha eu dizer algo sem uma avaliação presencial do seu pet.\n\n**Mas me tira uma dúvida:** a situação do seu gato se assemelha a isso ([1](https://todaysveterinarypractice.com/wp-content/uploads/sites/4/2016/12/T1701F01Fig01.jpg)), ou isso ([2](https://files.brief.vet/styles/gallery_slide/s3/2018-12/CI_OralUlceration_Fig-5.png.webp?itok=g05h2dai))?\n\nCita somente o número na resposta. Caso não se assemelhe a nenhum dos dois números, se puder (e der), me envia uma foto no privado ou posta uma foto nos comentários aqui.\n\nObrigado."
            ]
        },
        {
            "title": "Simparic causou diarréia com sangue no meu cachorro",
            "selftext": "Dei Simparic ontem a tarde e hoje de manhã ele teve diarréia com sangue, não quis comer e nem beber, tá apático. É normal?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zl2cr8",
            "num_comments": 5,
            "comments": [
                "Olá! Não é normal, e a diarreia juntamente com a anorexia e a não ingestão de água torna o quadro grave e é uma situação de urgência. O Simparic pode causar diarreia em poucos animais (1%) e, em dosagens altas, pode causar alterações neurológicas. Diarreia sanguinolenta não é observada e pode ter correlação com alguma outra causa já preexistente.\n\nA ida ao veterinário, no seu caso, torna-se urgente e imprescindível. A situação atual pode levar o animal à desidratação e piorar consideravelmente o bem estar do pet, além, claro, de colocar a vida dele em risco.\n\n**Entre em contato com um veterinário presencial ainda hoje.**",
                "Já trabalhei como vendedor, leva sue cachorro no veterinário, pede nota de tudo e junto com a nota fiscal do simparic faça uma reclamação pra empresa"
            ]
        },
        {
            "title": "Meu recap 2022",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zkivgi",
            "num_comments": 3,
            "comments": [
                "Hahaha a melhor habilidade :)\n\nhttps://preview.redd.it/8oaqwru9fp5a1.png?width=1080&format=pjpg&auto=webp&v=enabled&s=ebecaf81b7bf4f89e62f81521340d6424fa252f0",
                "O meu só não é ApoioVet. Mas tá uma gracinha.\n\nhttps://preview.redd.it/0766s3gqys5a1.png?width=340&format=png&auto=webp&v=enabled&s=a9c6103f86674c197d3744326d036ae81cd56666"
            ]
        },
        {
            "title": "Meu gato filhote perdeu todos os bigodes",
            "selftext": "Simplesmente assim. Estão crescendo novamente (como mostra a foto), mas eu perguntei para a veterinária dele e ela disse que nunca viu algo parecido. Preciso me preocupar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zkgki0",
            "num_comments": 1,
            "comments": [
                "Olha, eu também nunca vi algo parecido. O mais próximo disso que vi, foi um gato que perdeu os bigodes porque o irmão dele arrancou enquanto lambia e fez disso um hobby hahaha. No geral, não há necessidade de uma preocupação real, mas sim apenas a observação.\n\nSe notar pontos sem pelo surgindo no corpo dele, ou a queda frequente dos novos bigodes que estão nascendo, alterações comportamentais, etc. então é necessário procurar por possíveis problemas de saúde. Já ouvi relatos sobre o estresse causar a perda frequente dos bigodes também, então se você mudou recentemente de casa, ou teve a presença de algum animal novo no mesmo ambiente dele, isso pode influenciar (mas nunca vi nenhuma bibliografia sobre o assunto).\n\nGatos trocam os bigodes, mas geralmente é uma fase onde há uma queda mais frequente, e não uma queda abrupta de *todos* os bigodes.\n\n*Btw, muito lindo seu gato. :)*"
            ]
        },
        {
            "title": "shih tzu com otite",
            "selftext": "Oi pessoal tudo bem?\n\nSexta feira levei minha cachorrinha ao vet pq notei que ela estava coçando a orelha mais que o normal e desconfiei que poderia ser otite. Foi confirmado mesmo: ele comentou que o ouvido dela estava meio vermelho e poderia ser um sinal de inflamação/ otite. \nMe recomendou Cerumisyn 4 gotas 2x ao dia pra limpar + 4 gotas de Otodermin pra tratar, tb 2x ao dia, por 15 dias. \nO problema é que, não sei se pela sensação de molhado no ouvido ou uma alergia (seria possível?) minha cachorra tá coçando ainda mais as orelhas a ponto d machucar. Tá visivelmente pior. \nComprei um colar elisabetano pra ela, que deve chegar amanhã mas tô um pouco preocupada. \n\n\nQueria aproveitar pra agradecer esse grupo por existir. Vcs sempre me salvam. 🙌",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zk7y8u",
            "num_comments": 14,
            "comments": [
                "Otite é dificil de tratar mesmo.\n\nPrimeiro ponto é se esta fazendo a limpeza correta, lembre que é la dentro. O conduto tem forma de L, inicia igual do ser humano mas logo faz uma curva apontando pro focinho. Entao qnd entra um pouquinho logo a bisnaga tem que apontar pro focinho e entrar uns poucos centimetros.\n\nJa vi casos de cliente errando a ordem dos produtos. O produto de limpeza sempre antes, massagear, tirar excesso e aplicar o segundo, massagear e deu.\n\nSe mesmo assim nao surtir efeito recomendo solicitar encaminhamento pra dermato. Se perceber que ele tem otite com frequencia tbm recomendo passar com dermato pra investigar doença de base.",
                "Deve ser por conta do incômodo mesmo, o produto já tem corticoide então a inflamação original vai diminuir logo logo.\n\nNão esqueça de depositar o produto no fundo do conduto auditivo e massager bem, é ideal que ele balance bem a cabeça depois pra remover o excesso com a cera.",
                "Foi feito antibiograma ? Ou seja, o veterinário fez uma coleta do local para saber qual o agente causador do problema? (Fungo, bactérias, etc) ideal é um exame para ter certeza o que tá ocorrendo é também um antibiograma em caso de bactéria, para saber qual antibiótico mais eficaz contra o agente em questão, o remédio que vc falou, ele contém neomicina, mas as vezes a bactéria tem resistência ao antibiótico da composição, ideal sempre vai ser um exame mais específico!! Tratar de forma empírica nem sempre tem resultados bons !!",
                "A reação de desconforto pode ser em decorrência do produto, essas soluções de limpeza costumam ter um pH ácido (não tenho essa informação sobre o que você está utilizando), que acentuam o processo inflamatório em, principalmente, otites alérgicas.",
                "Minha shihtzu teve otite também, primeiro usamos o Otomax, foi maravilhoso, mas como estava tendo por repetição, a vet achou que por ela ser bastante alérgica, talvez também fosse um pouco ressecado o ouvido dela, da mesma forma como quando nossas mãos ficam ressecadas e a gente coça.\n\nEntão depois de todos os banhos semanais, a gente coloca um produto chamado Clean-Up da Agener Derma até preencher toda a cavidade, a otite dela não voltou mais e foi um bom custo x benefício, pq barato não foi não kkkkk espero que sare logo, da dó ver nossos doguinhos assim",
                "Obrigada pessoal, eu certamente estou aplicando o medicamento de forma errada tbm. Não tava sabendo que poderia colocar mais fundo no ouvido. Vou tentar a partir de amanhã colocar com a seringa e botar o colar elisabetano nela pra ver se melhora. \nMais uma vez, obrigada pela ajuda!"
            ]
        },
        {
            "title": "Tobias se recuperou 100%🤩🤩🤩",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zk2u4p",
            "num_comments": 4,
            "comments": [
                "Eu amo a saga do Tobias hahaha, e fico muito agradecido pela preocupação e responsabilidade com ele. De verdade.\n\nEle tem cara de que vai ser puro amor. :)\n\nParabéns pela adoção.",
                "Lindo! Muita saúde a Tobias e sua família!!",
                "Que fofinho!! Posta mais foto dele!",
                "que vc tenha uma vida bem longa e feliz Tobias❤️"
            ]
        },
        {
            "title": "Xixi de cachorro",
            "selftext": "Pessoal, bom dia. Duas perguntas:\n\n1. Alguém conhece um produto MILAGROSO ou uma receita MILAGROSA pra impedir o cachorro de fazer xixi em alguns lugares, juro que não aguento mais o meu fazendo nas cortinas e no sofá (em cima dele).\n\n2. Tem algum produto que faça o xixi ficar menos forte? \n\nObrigado",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ziq8z8",
            "num_comments": 10,
            "comments": [
                "Adestramento é uma opção a se considerar.\n\nTem aqueles produtos que vc aplica nos locais, geralmente vendem em dupla, um para os locais onde vc não quer que o animal urine e outro pros locais onde ele pode urinar. Não posso recomendar pois não tenho experiência com eles.\n\nQuanto ao cheiro da urina vc pode tentar aumentar a ingestão de água dele, urina muito concentrada é muito forte, quem tem gato sabe, viu limpar a caixa de areia e saio com o nariz super desentuoido de tanta ureia kkkkkkk.\n\nVc poderia pensar em castração também, mas só em último caso. Machos castrados ganham um hall de possibilidades de problemas futuros, sem falar que não há garantia de que vá resolver o comportamento / odor, so se espera que ajude.",
                "Qual a idade dele? Se ele for filhote, treinar fica mais fácil, se não, ainda da, mas vai demorar.\n\ntreinamento básico é: ficar com ele no colo ou deixar na gaiolinha ou caminha brincando por uma hora e levar pro banheiro (tapetinho ou grama), fala “vamos fazer xixi” ou “xixi” e pronto. Quando ele fizer no lugar certo: festa e petisco! Se fizer perto, sorri e não fala nada. Se fizer errado, não briga, no máximo um “não” e só. \n\nCastração ajuda muito, principalmente pra machos, porque tira a parte do territorialismo. Mas se ele já criou o hábito, aí só com treinamento. \n\nDe qualquer forma, você precisa do treinamento, com ou sem castração. O foco tem que ser no reforço positivo aqui, ressalto MUITO isso, porque se você fica brigando o que vai acontecer: ele vai continuar mijando no lugar errado, mas escondido. Não vai mudar nada e vai ficar pior de treinar depois porque ele não vai querer mijar na sua frente. Então apenas reforço positivo!\n\nE funciona! Meus exemplos:\n\n- Minha cachorra Stella, agora com 9 anos: aprendeu em 3 dias (quando tinha 4 meses) com a técnica que falei acima, nunca mais errou.\n\n- Vienna, agora com 9 anos: adotei ela com 7, não sabia usar o tapetinho, fui com calma e ela viu a Stella, aprendeu em uma semana. Errou mais vezes, mas eu respeitei o tempo dela e vi onde que ela estava querendo mijar e corrigi, redirecionando pro tapete nas horas que queria fazer xixi (geralmente depois de comer)\n\n- Aurora, filhotinha que chegou aqui em casa no domingo e está com 10 semanas: usei uma mescla da técnica acima, mas deixando ela mais solta no chão e só fazendo festa quando fazia xixi no lugar certo, já começou a acertar 100% das vezes anteontem (então 5 dias)\n\nO tapete higiênico também tem que estar limpo com uma certa frequência. No começo você pode pegar um papel higiênico, molhar um pouco no mijo dele e colocar no tapete pra ajudar.",
                "Olha, eu tenho 5 machos, e um é castrado, te digo que a castração não resolve rs. O que tem me ajudado a educar eles, é durante o dia limitar o espaço deles, por exemplo, deixo eles soltos só na sala, e ao longo do dia solto algumas vezes para fazerem xixi no quintal. Na sala deixo o tapetinho com um cone para eles fazerem xixi lá, e tem funcionado. Só quando o tapetinho está sujo e estão mto apertados que fazem em outro lugar. Ah, o tapetinho tem q ficar um pouco longe da comida e da água, e depois que comem, percebo que eles já querem fazer xixi, então costumo soltar em seguida."
            ]
        },
        {
            "title": "Gata imunocomprometida e vacinas",
            "selftext": "Eu tenho duas gatas. Minha gata mais velha (Helena) tem uma imunodeficiência e eu ainda não sei a causa. Ela foi testada pra fiv e felv (fez 2 testes rápidos e um sorológico) e deu negativo. Fui orientada pela veterinária a buscar um especialista em felinos, mas não tenho condições financeiras pra seguir com a investigação no momento. Ela tá bem e, desde que eu a adotei, só ficou doente uma vez, quando eu adotei minha segunda gata (Cecília). Eu vermifuguei Cecília antes de deixá-las terem contato uma com a outra mas as duas tiveram uma parasitose, que já foi tratada lá atrás. Cecília nunca teve nenhuma alteração nos exames e já foi testada pra fiv e felv (teste rápido) e também deu negativo.\n\n\n\nPor conta das questões de saúde de Helena, eu também fui orientada a não vaciná-la até segunda ordem (do especialista). Até o momento, eu também não vacinei Cecília por conta disso, pq a primeira veterinária tinha certeza de que era Fiv ou Felv (não lembro qual dos dois), apesar dos exames negativos, e isso me deixou com receio de vacinar Cecília pq, se Helena tiver Fiv ou Felv que não acusa nos exames, Cecília também pode ter, certo? Ps.: O último teste rápido pra Fiv e Felv de Cecília foi feito mês passado e deu negativo.\n\n\n\nEu devo vacinar Cecília? Eu realmente não posso vacinar Helena até ter condições de levá-la num especialista?\n\n\nPs2: As alterações nos exames de Helena, se alguém quiser saber:\n\n\n25/05/21: leucopenia (2.500), neutropenia absoluta (1.775) e linfocitopenia absoluta (525); ureia 67,5 e creat 1,5\n-> Fiz leucogen e iniciei ração úmida diariamente\n\n\n28/06/21 (consulta de revisão): permaneceu somente a linfocitopenia absoluta (1.080); ureia 56,2 e creat 1,6",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zi3w0u",
            "num_comments": 9,
            "comments": [
                "Olá! Vamos por partes.\n\n# Perguntas e respostas\n\n>*Apesar dos exames negativos, e isso me deixou com receio de vacinar Cecília pq, se Helena tiver Fiv ou Felv que não acusa nos exames, Cecília também pode ter, certo?*\n\n* Sim, Cecília pode ter caso tenha acontecido um falso negativo no exame da Helena.\n\n>*Eu devo vacinar Cecília? Eu realmente não posso vacinar Helena até ter condições de levá-la num especialista?*\n\n* Minhas respostas aqui são apenas orientações, infelizmente, no caso da decisão em vacinar ou não, quem pode afirmar alguma coisa é apenas o veterinário presencial após avaliações e exames. Se a Cecília estiver saudável, então acho ok vaciná-la.\n\n# Sobre os exames\n\nFoi notado um aumento da ureia no dia 25/05 e, talvez, uma avaliação da função renal (caso não tenha sido realizada) seja necessário. O aumento da ureia (com ou não o aumento da creatinina) podem induzir a problemas homeostáticos (perda do equilíbrio de elementos fisiológicos do organismo) e, consequentemente, reduzir a imunidade. Um fator que, nessa situação, deve ser avaliado.\n\n# Devo vacinar gatos imunocomprometidos?\n\nAnimais com imunidade comprometida, seja por FIV/FeLV; uso de medicamentos; tumores/quimioterapia; imunodeficiência congênita (gatos que nascem com o sistema imune mais comprometido); alterações renais, etc. exigem maiores cuidados para a vacinação. A recomendação geral é que gatos com doenças agudas, ou imunossuprimidos por tratamentos, não devem ser vacinados e a vacinação deve ser adiada até a recuperação do animal.\n\nO problema, no seu caso, é que essa imunossupressão parece ser crônica, então manter o animal sem vacinas pode colocar ele em situações de risco. Logo, no caso de imunossupressão crônica, eles podem se tornar candidatos à vacinação.\n\nPorém, pelo parágrafo acima, é necessário ter a certeza de que a saúde geral do pet está bem antes de optar pela vacinação. O que exige um acompanhamento e um laudo do veterinário responsável, até que ele opte pela vacinação. Lembrando que: um gato imunossuprimido nem sempre estará doente, e é nesse momento que a vacinação pode ser viável. Um gato imunossuprimido que está doente, exige atenção especial, tratamento, e, então, a vacinação poderá ser avaliada.\n\n***Mas quem definirá e acompanhará tudo isso é o veterinário responsável.***\n\n# Sobre veterinários especializados em gatos\n\nSe você tem gato, opte sempre por um. Veterinários próximos de mim já torceram o nariz por eu afirmar sempre isso, e paciência. Uma grande parcela dos veterinários saem das universidades sem entenderem que gatos são absurdamente diferentes de cães, é quase um outro universo. Claro que tem suas semelhanças, porém, se você puder optar, opte por profissionais que dedicaram tempo no estudo dos felinos.\n\nComo a u/alexa_ivy disse, o veterinário especialista em gatos nem sempre vai ser mais caro. E adiciono: quando é mais caro, o valor provavelmente compensará pela especificidade dos tratamentos e exames, reduzindo os custos no longo prazo.\n\n***Espero que eu tenha ajudado com a minha resposta, às vezes dou umas respostas que estendem demais e sinto como se eu estivesse falando mais do mesmo hahaha, então qualquer nova dúvida fique à vontade para perguntar ou abrir uma nova postagem. :)***",
                "Primeiro: pra mim, suspeita ou diagnóstico de fiv felve não deveria barrar vacinação, muito pelo contrário, o animal precisa de resposta imune caso ele fique doente.\n\nSegundo: pode ser felve, mas a infecção pode estar restrita à medula óssea. Os testes rápidos buscam uma proteína que só o vírus tem, e para dar no teste o vírus precisa estar circulante no sangue. Esse período de viremia só está presente na fase inicial da doença, ou na terminal. Pode-se tentar fazer uma punção de medula e fazer um PCR pra DNA-pro viral ou fazer uma cultura do vírus.\n\nTerceiro: essa creatinina me preocupa, ele com certeza já é um paciente renal, tem que intervir pars evitar piorar o quadro, rim falido vai piorar a resposta medular dele.\n\nA gata da minha sogra tem felve, agora ela tá super bem mas sofreu por anos com uma sarna que não ia embora nunca, finalmente consegui estabilizar ela. Eu eurria tentar uma terapia de para aumentar a imunidade, mas infelizmente não tive tempo de ver como funciona.\n\nComo estamos no Brasil não custa nada lembrar : e leishmaniose? Bate com todas as alterações que ela está apresentando, porém por ser gato muita gente pensa que não pega, mas pega sim.\n\nJuntando tudo isso sugiro fazer uma punção de medula óssea e rodar um PCR pra leishmaniose, um mielograma pra ver como anda a resposta medular dela, e algum teste pra tentar pegar um possível fiv felve.",
                "Ja teve uma resposta ótima. Mas queria adicionar que um vet especialista em gatos não necessariamente vai ser mais caro, a vet de confiança que eu tinha no Brasil é especialista em gatos, mas sempre tratou nossos cães sem problemas. Acho que vale você perguntar em outras clínicas e até pedir indicação de ong pra ver se não consegue um preço melhor"
            ]
        },
        {
            "title": "Vacina nacional é mesmo inválida?",
            "selftext": "Decidi vacinar meus cachorros no veterinário e quando mostrei a carteirinha disseram que vacina nacional é até mesmo antiética. Fico preocupado porque meus cachorros estão há anos tomando essas vacinas que meu pai dava. Agora devo refazer tudo no veterinário.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zi06on",
            "num_comments": 6,
            "comments": [
                "O u/ApoioVet já explicou um pouco essa questão da vacina nacional nesse [comentário](https://www.reddit.com/r/ApoioVet/comments/zaphs3/comment/iymugfo/?utm_source=reddit&utm_medium=web2x&context=3). \n\nLeia também esse [comentário](https://www.reddit.com/r/ApoioVet/comments/zaphs3/comment/iymy0xp/?utm_source=reddit&utm_medium=web2x&context=3).",
                "Imunobiologicos para uso animal, no brasil não têm tanta regulamentação quanto em outros países, portando o desenvolvimento delas por aqui é meio de fundo de quintal, raros são os fabricantes que realmente testam a eficácia e segurança do produto, visam apenas ter mais uma opção em conta para o consumidor.\n\nA gente sempre recomenda as importadas pq lá onde foram produzidas foram realizadas todos os protocolos necessários para que a gente confie no seu resultado, passando essa confiança ao tutor.",
                "É bem pior que a importada, eu nao arriscaria.",
                "Nossa, mais de dez anos com bichos e é a primeira vez que ouço falar disso 🤯 Sempre vacinei minhas gatas em clínicas com médicos veterinários, mas hoje em dia um veterinário vem vacinar em casa porque elas se estressam muito quando saem de casa. As últimas vacinas foram das marcas Feline 4, Hertape e Ceva, devo me preocupar?"
            ]
        },
        {
            "title": "Dúvida imunoterapia LeishTec",
            "selftext": "Gente, tenho uma cadelinha leish positiva. Tratada com o padrão ouro de tratamento( alopurinol + miltefosina + imunoterapia com LeishTec).\n\nClinicamente ela está perfeita. Porém queria tirar uma dúvida que eu não me senti seguro quanto a resposta do veterinário.\n\nAfinal, depois do protocolo inicial de imunoterapia com LeishTec, eu devo revacinar com a dose dupla 6 meses depois da primeira dose ou 6 meses depois da última ?\n\nA confusão é devido a recomendação para revacinação comum ser da primeira dose do protocolo e não da última. Mas no caso de imunoterapia o veterinário diz que é depois da última.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zhu5t8",
            "num_comments": 2,
            "comments": [
                "Olá! Parabéns pelos cuidados com a sua doguinha. Sobre a revacinação, o preconizado pela própria Leish-Tec é que a contagem deve ser realizada após a primeira dose. Ou seja: na sua situação, 6 meses a partir da primeira dose. Lembrando que essa questão é baseada nas recomendações da própria fabricante em relação ao protocolo vacinal convencional.\n\n*Minha resposta deve ser desconsiderada se divergir do veterinário responsável pelo tratamento, porque alterações no protocolo podem ser necessárias baseadas no estado de saúde atual do pet (que desconheço completamente).*",
                "Eu imagino que seja 6 meses depois da primeira assim como o protocolo convencional, como na imunoterapia vc tá dobrando o protocolo vc faz o reforço semestral, ao invés de anual."
            ]
        },
        {
            "title": "Probiótico Canino",
            "selftext": "Olá. Comprei uma seringa de probiótico para meu cachorro e gostaria de saber como é o armazenamento da mesma após usá-la. É preciso deixar em algum lugar frio ou pode ficar em local ambiente mesmo? Não veio com bula.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zfm9al",
            "num_comments": 2,
            "comments": [
                "É uma pergunta difícil de ser respondida, porque depende muito do tipo de probiótico. No geral, armazenar o probiótico em um local fresco, seco e escuro é o suficiente, o complicado é encontrar um local fresco com as temperaturas altas dos últimos dias (não sei aí, mas aqui tá com 35ºC).\n\nNessas situações onde as temperaturas são altas, então é melhor armazenar na geladeira para reduzir a mortalidade das cepas bacterianas presentes no conteúdo. Probióticos secos (comprimidos, etc.) já não necessitariam da refrigeração (somente se indicado na bula).\n\nO ideal é entrar em contato com o SAC do probiótico e perguntar, porque assim você terá a resposta exata e mais ideal para o caso. :)"
            ]
        },
        {
            "title": "gato vomitou após vermífugo",
            "selftext": "Eu dei drontal para o meu gato, já era a segunda dose (21 dias após a primeira), mas duas horas depois ele vomitou bastante. \n\nEu gostaria de saber se já deu tempo do remédio fazer efeito ou se eu devo dar o comprimido de novo..\n\nEle comeu muito após tomar o drontal, e a ração que ele vomitou estava quase inteira, mas não vi pedaços do comprimido no meio.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zfm3xh",
            "num_comments": 4,
            "comments": [
                "Olá! Como foi após 2 horas, é muito provável que o medicamento tenha sido absorvido antes desse prazo já. Converse com o veterinário e veja sobre a possibilidade da realização de um novo protocolo ***após*** 3 meses, só para garantir. Ok?\n\nLembrando que a primeira dose já é eficiente para os vermes adultos, mas a segunda dose é eficiente para o controle de larvas que estão migrando pelo organismo do animal e ainda não encontram-se no intestino, garantindo, assim, a vermifugação completa.\n\n*Se ele vomitar novamente ou aprender vômitos recorrentes, uma consulta pode ser necessária para averiguar melhor se realmente é apenas por ser comilão. Combinado? :)*",
                "Três pontos que posso levantar :\n\n1. A segunda dose do vermifugo é com 15 dias, não 21\n2. É até normal gato vomitar depois de comprimido, eles se estressam muito com medicação oral\n3. Como a ração veio inteira ele não vomitou, foi regurgitação, isso acontece quando ele não consegue fazer o reflexo pra engolir da forma correta, provavelmente comeu muita comida de uma vez, muito rápido, normal também kkkkk.\n\nSe vc não viu o comprimido já que foi uma regurgitação e não um vômito eu não repetiria",
                "Impossivel dizer com certeza. Intoxicar por excesso de medicacao é muito pior do que nao dar vermifugo, ainda mais uma dose de reforço em um animal que está tomando apenas o vermifugo de rotina. Se fosse um caso de verminose massiva dai ja nao sei."
            ]
        },
        {
            "title": "Gato \"morre\" no colo",
            "selftext": "Tenho um gato macho de 10 anos, castrado. Sempre viveu dentro de apto/casa, está comendo normalmente, correndo, pulando, fazendo as necessidades... Mas faz uns 8 meses que, às vezes, quando ele dorme no nosso colo, ele \"apaga\". Fica completamente mole e sem reação, parece q nem está respirando... fica uns 15 segundos assim, mas depois acorda e fica normal. Nas primeiras vezes a gente achou q ele tinha morrido, mas agora já nos acostumamos... É normal isso? É alguma condição de gatos idosos? Alguma doença? Obrigada desde já!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zf3gm3",
            "num_comments": 6,
            "comments": [
                "Olá! Como sempre cito aqui no sub: qualquer alteração comportamental exige uma avaliação da saúde física do pet antes de ser considerada exclusivamente comportamental. Ok? Principalmente pelo seu gato já estar entrando na terceira idade.\n\nAlguns gatos, quando confiam muito no ambiente e nas pessoas, tendem a ficar entregues assim, o que é normal. Mas não ao ponto de gerar preocupação. A catalepsia e narcolepsia, por exemplo, são condições que precisam de avaliação neurológica; alterações cardíacas podem causar desmaios; alterações neurológicas diversas por conta da idade podem promover o quadro também.\n\nÉ bem difícil eu dizer aqui \"não se preocupa, ele só está sossegado\", porque posso colocar seu pet em risco e seria irresponsabilidade da minha parte. Então faça um check-up só pra garantir, combinado? :)",
                "Sono profundo? Minha gata quando era filhote e dormia no colo apagava de ficar mole mesmo.",
                "Esse sono é uma coisa que costumo ver mais em filhote. Mas a minha gata de 5 anos as vezes fica assim tb, principalmente se for de madrugada (uma vez minha esposa acordou, viu a gata na cama e achou que ela tinha morrido, balançou ela um pouco e ela acordou, a gata tava bem mole, como vc descreveu).",
                "Normal ta meio na cara que não é né? Esse tempo todo sem levar no vet... e se for algo grave.",
                "6 662-7847 9"
            ]
        },
        {
            "title": "Cachorro sempre com a genital pra fora",
            "selftext": "Já postei aqui alguns vezes com dúvidas quanto ao cuidado do meu dog, e dessa vez não é diferente. Poodle, macho, 12 anos, 5kg. Foi castrado no final de outubro, e eu tenho notado que recentemente ele tá sempre com uma parte do pintinho pra fora e se lambendo bastante (sempre foi de se lamber, mas parece que o tempo que ele passa fazendo isso aumentou). Também notei que a cor do pintinho dele não é mais aquele vermelho \"carne\" padrão, é um rosado mais fraco. Pode ser uma consequência da castração ou algo normal pra idade? Ele é bem ativo e saudável no demais",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zep3tm",
            "num_comments": 4,
            "comments": [
                "Olá! O que vou citar aqui não é um diagnóstico, mas sempre tomo um possível diagnóstico baseado no histórico fornecido aqui como forma de direcionar a orientação e instruir melhor você. **Então volto a repetir: isso não é um diagnóstico, e qualquer divergência com um veterinário presencial, a minha opinião deve ser descartada. Ok?**\n\n# Sobre a condição citada\n\nPoodles vivem bastante tempo, mas com essa idade já considero ele na terceira idade. A condição em si, por apresentar secreção e lambedura excessiva já exige atenção especial e uma consulta para verificar melhor, porque isso pode predispor a infecções, inflamações, causar inchaços que podem ser garroteados pelo prepúcio e, consequentemente, causar necrose. Assusta né? Por isso que sempre recomendo uma intervenção precoce, porque o gasto no longo prazo sempre tende a aumentar quase que exponencialmente.\n\nEnfim, vou direcionar seu caso para uma condição que chamamos de **parafimose**. É uma patologia bastante comum em cães, sendo caracterizada justamente pelo que foi citado aqui: a exposição permanente da glande do cão.\n\nAs causas são diversas, e, por ser poodle, me levanta a questão neurológica (uma das causas), mas a presença de corpos estranhos (como pelos no interior do prepúcio), traumas e neoplasias (outra preocupação por conta da idade) também devem ser considerados.\n\nAlterações na força da musculatura do músculo retrator do pênis também pode ser a causa e exige uma avaliação mais detalhada também (que será possível pela palpação e avaliação física por um médico veterinário capacitado).\n\n***A permanência crônica da situação pode acabar exigindo a amputação do pênis por complicações diversas.***\n\n# Conclusão\n\nSei que às vezes parece forçado dizer \"leva ao vet\", mas é porque realmente é a única opção viável para você (e seu cão) ter a segurança de que nada pior poderá acontecer. Além, claro, de já encontrar métodos possíveis de resolver o problema.\n\nA prevenção da evolução de problemas como esses é a chave pra economizar com a saúde do seu pet, de verdade. Os valores na sua situação não ficarão altos, provavelmente será a consulta, o exame de sangue (sempre faça, é barato e ajuda MUITO o veterinário a ter uma perspectiva geral de detalhes mais ocultos da saúde do cão), provavelmente uma radiografia (se o veterinário julgar necessário) e os medicamentos.\n\n*Não é uma condição que tem perspectiva de retorno à normalidade sem a intervenção veterinária.*",
                "Em geral carne rosa é bom sinal, muito vermelho ou muito branco ou de outra cor que não rosa já é problema. Vamos ver o que o vet diz",
                "Olha eu NÃO sou vet nem nd mas acho que vc deveria levar ao vet pra dar uma checada. Lamber em excesso ou mais que o normal é sinal de problema, na maioria dos casos. Seria interessante observar a cor da urina e se ele solta sangue pelo pintinho, tb.\n\nLembrando q eu NÃO sou vet."
            ]
        },
        {
            "title": "Gato miando no começo da noite e no começo da manha quase todos os dias",
            "selftext": "&#x200B;\n\nAguem sabe o que pode ser?\n\nTenho medo de ser algum problema renal, mas pq mia so nesses momentos especificos?  \nEle tem comida, agua, caixinha de areia limpa e um outro gatinho (que geralmente esta dormindo esse horario) pra brincar com ele",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ze55ip",
            "num_comments": 6,
            "comments": [
                "Bom, como eu sempre cito aqui: antes de focarmos no aspecto comportamental, precisamos ter certeza de que a saúde dele está em dia. Vou responder melhor a postagem hoje de tardezinha, mas, enquanto isso, responde essas perguntas:\n\n1. Ele é castrado?\n2. Tem se alimentado e tomado água normalmente?\n3. A caixinha de areia é limpada diariamente?\n4. Ele utiliza a caixinha normalmente?\n5. Fez xixi em locais errados no último mês?\n6. Ele tem acesso à rua?\n7. E descreve brevemente o que acontece quando ele mia, e o que você faz nos episódios.\n\nAguardo a respostas :)"
            ]
        },
        {
            "title": "Gato com língua de fora",
            "selftext": "Minha gata (6 meses de idade), na última vez que saiu passear em um dia ensolarado, após alguns minutos ficou com a língua de fora e ofegante, bastante parecido com um cachorro. Imediatamente trouxe pra casa, e estava indo levá-la a um veterinário por medo de intoxicação, até que ela parou! Isso só se repetiu dias depois quando eu vi ela brincar por muito tempo com outro gato que tenho, e ficou por pouquíssimos segundos com a língua de fora de novo. Ela está normal, se alimentando e tomando água. É possível que este comportamento aconteça pelo calor? É perigoso? \n\nobs: a pelagem dela é preta, então acredito que no dia que saiu pra passear o sol tenha a esquentado muito; onde moro tem feito muito calor, e é a primeira vez que ela está passando por esse tipo de temperatura.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ze3prt",
            "num_comments": 4,
            "comments": [
                "Completamente normal, eles abrem a boca pra aumentar a frequência respiratória. A respiração aumentada é em resposta ao aumento da exigência de oxigênio dos tecidos, e também para o controle da temperatura.\n\nEm ambas a situação o animal estava em intenso exercício físico, na primeira era no sol ainda. Não se preocupe S2"
            ]
        },
        {
            "title": "Gata possivelmente sem leite para o filhote",
            "selftext": "A gata que está aqui em casa aparentemente está ficando sem leite. As mamas não estão aumentadas e o gatinho ficou por muito tento tentando mamar, por isso achamos que não tem leite. Fizemos leite com leite em pó (desnatado e relativamente pouco leite, assim como uma médica instruiu uma vez) e alimentamos ele, porque o pet shop que vende leite para filhotes está fechado, abre apenas amanhã\n\nP.S.: O gatinho deve ter pouquíssimas semanas de vida\n\nAlimentamos ele do jeito correto dadas as situações?\n\nQual o intervalo de tempo pra alimentar ele novamente?\n\nTem algum cuidado adicional que devemos ter?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zdjobs",
            "num_comments": 2,
            "comments": [
                "Aviso: a condição atual há necessidade urgente de intervenção veterinária, tanto pela qualidade de vida da gata que está amamentando, quanto pela sobrevida dos filhotes. Digo sobrevida, porque, se não houver atendimento veterinário, há chance de uma boa porcentagem deles falecer em pouco tempo.\n\nComo é uma gata que recebeu anticoncepcional prévio, muito provavelmente isso causou alterações hormonais e resultou nisso. A necessidade do veterinário é para a avaliação física e dos parâmetros vitais dela e de todos os filhotes, pesagem dos filhotes e indicação correta da quantidade baseada na capacidade estomacal de cada um.\n\nO máximo de instrução que posso fornecer por aqui é o que está disponibilizado nesse comentário [aqui](https://www.reddit.com/r/ApoioVet/comments/zapx10/comment/iyn4x42/?utm_source=share&utm_medium=web2x&context=3). Informações além disso seria um erro da minha parte e comprometeria a mais a saúde dos filhotes, além de ser antiético e comprometer legalmente o projeto.\n\nO ideal é ligar no veterinário que você mais confia e conversar para ver qual logística ele prefere para o atendimento (por haver filhotes em estado crítico). O atendimento deve ser feito hoje, mas, caso não consiga, não deve passar de amanhã. Se a gata realmente não estiver produzindo leite ou falhou em fornecer o colostro (o primeiro leite da ninhada), a saúde e a vida dos filhotes está em risco iminente.\n\nIsso não é um exagero, a saúde de recém nascidos é MUITO frágil, principalmente se houver falha na alimentação.\n\n*Desculpa por não poder ajudar mais que isso.*"
            ]
        },
        {
            "title": "É viável alimentar o gato somente com comida úmida?",
            "selftext": "Tenho dois gatos, mas moro em outra cidade para estudar e quem cuida deles são meus pais. Mas eles não têm tempo para brincar com os gatinhos. \n\nMeus gatos estão ficando acima do peso (6 kg) e não quero que fiquem obesos. Eles só comem ração seca. Comprei para casa uma ração seca com maior porcentagem de proteína, mas pelo que pesquisei ainda não é o suficiente. O que encontrei dizia que até a ração úmida mais barata é mais nutritiva do que a ração seca mais cara.\n\nO gato pode ser alimentado só com ração úmida? Isso ajudaria a perder o excesso de peso? E seria viável, também, financeiramente falando? Sou de classe média baixa, longe de ser rico, mas não quero que meus gatos sofram com problemas de saúde por conta da alimentação.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zdimu0",
            "num_comments": 7,
            "comments": [
                "Se eles estão ficando gordo, é por excesso de caloria, ou seja, comida dada em excesso, que não é compatível com o gasto calórico. \n\nMaaaaaaas..... é sempre bom fazer um checkup pra ver se essa engordada não é de natureza médica (várias condições acabam engordando).",
                "Quantidade de proteína por si só não deve ser levada em consideração como unifor fator pra escolha da ração. A qualidade da fonte da proteína dita quantos % dela serão absorvidos e metabolizados, conceito que a gente chama de biodisponibilidade. Nesse sentido eu posso ter uma ração com alta quantidade de proteína, mas se a fonte for de baixa disponibilidade, como farinha de penas, é mesmo que nada pro animal.\n\nAlimentos úmidos costumam ser produzidos com materiais mais nobres já que o público é acostumado a pagar um pouco mais por essa opção. Isso não desqualifica rações secas de qualidade, que isso fique claro. O problema é o no bolso mesmo, uma refeição as vezes deveria ser composta por mais de um sache, o que pesa bastante no final do mês.\n\nSobre se existe problema, muito pelo contrário. Como gatos são super propensos a problemas urinários, a ração úmida é uma ótima pedida para aumentar a ingestão diária de líquidos.\n\nComo já foi citado, se eles estão engordado isso significa que estão comendo mais do que gastam. Você pode controlar os horários de alimentação, retirando os potes depois de 30 minutos. Porém, gatos facilmente desenvolvem lipidose hepática quando passam longos períodos sem comer, então não pode espassar muito as refeições.\n\nUma opção  é investir no enriquecimento ambiental, tem uns brinquedos que vc coloca um petisco dentro e eles ficam tentando comer enquanto brincam, nunca usei mas parece ser uma boa.\n\nVocê pode consultar um nutricionista para mais dicas de manejo e alimentações balanceadas que se adequem a sua realidade. Na próxima consulta vc também pode falar com o Vet sobre o hipotireoidismo, as vezes pode surgir com a idade e causa aumento de peso, dentre outras coisas.",
                "Se nao me engano a raçao umida (sache) tem tanta agua que acaba tendo pouca densidade calórica. Ou seja, interessante pro seu caso. Eles vao se satisfazer com menos calorias.\n\nMas de maneira geral qnd vc quer saber qual raçao é mais calorica tem que procurar na tabela a informaçao \"energia metabolizavel\" ou \"EM\" que está em Kcal (kilo calorias). Valores maiores engordam mais. Lembrando que ter menos calorias nao é sinonimo de melhor ração."
            ]
        },
        {
            "title": "Gato filhote passou muito mal durante a noite - vômito, tontura, movimentos estranhos...",
            "selftext": "Tenho dois gatos, um de 7 meses e um de 3. Passamos a noite pertinho e eles ambos estavam ótimos, cochilando comigo vendo série então tomei meu remédio pra dormir e deitei com eles no pé da cama. Tava acordado ainda um tempo depois e ouvi o gatinho menor miando e chorando de um jeito estranho e vomitando. O vômito era só uma espuma branca, sem cheiro nem nada. Ele vomitou mais duas vezes nos próximos minutos então entrei no voice chat do discord com dois amigos que estavam acordados pra me ajudarem. O gatinho não vomitou mais, mas estava andando com muita dificuldade, parecia tonto, e algumas vezes os olhos dele pareciam tremer, indo de um lado pro outro muito rápido. Ele cambaleava intriro mesmo deitado, e ficava tentando andar pra se esconder num canto. Coloquei a caminha dele num cantinho já que ele parecia querer ficar sozinho (ainda conseguia ver ele da cama) e ele parece ter dormido logo. Já faziam 3h que eu tomei meu remédio então já não conseguia ficar mt consciente, mas ele parecia estável e quando acordei pra dar ração pra eles, ele tava completamente normal. Comeu pra caramba (como sempre, o menino é uma máquina de comer e cagar) brincou com o outro gato um montão, andando e pulando sem problema nenhum. To incrédulo, mas aliviado... Ainda me assusto muito com o estdo dele, não tenho ideia do que pode ter acontecido... Aceito qualquer sugestão ou comentário, vou ficar observando ele o dia todo, mas ele está bem agora. Adicionei um vídeo dele cambaleando mas como estava em chamada a maioria do tempo não tinha como gravar vídeo ao mesmo tempo (｡>﹏<｡)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zdb14u",
            "num_comments": 11,
            "comments": [
                "Vi que agora ele está bem, vou responder melhor de tardezinha. Enquanto isso, quanto tempo durou essa crise dele? E há alguma possibilidade dele ter comido algum medicamento seu?",
                "Pensei em intoxicaçao tbm. Remedio seu, produto de limpeza, inseticidas, medicacao para pulgas, carrapatos, vermifugos, medicaçao para o pet, alguma coisa fora da rotina aconteceu nesse dia antes do quadro se manifestar? Qualquer coisa tipo... dia do mes onde se faz uma limpeza mais pesada na casa, algo novo introduzido na residencia tipo uma planta nova, etc.",
                "Olha não sei se funciona pra animais mas pra humanos sempre da certo, por mais que vá ficar de caganeira depois, um leitinho pra ele acho que ajuda a cortar o efeito caso seja remédio que ele pode ter ingerido. Ps: sou apenas uma gateira/cachorreira. Pra melhores infos consulte um profissional da área. Melhoras pro gatinho ❤️"
            ]
        },
        {
            "title": "Gatinho recém nascido (leia os comentários)",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zcy6kp",
            "num_comments": 12,
            "comments": [
                "Mesmo em ninhadas saudaveis é relativamente comum vir um mais fraquinho que nao sobrevive. Acho bem dificil salvar mesmo que recebesse suporte de vet. O basico seria manter aquecido no ninho e garantir que esteja mamando com frequencia. Tem que ver que as vezes eles mamam mas nao tem força pra de fato puxar o leite, pra lidar melhor com essa questao só pesando diariamente.",
                "Resumindo, uma gatinha de rua sempre fica aqui no terraço de casa, só que ela teve filhotes e acabou trazendo pra cá (detalhe: cerca de 1-2 meses antes dos filhotes nascerem foi aplicada uma injeção anticoncepcional nela)\n\nSó que tem uma coisa: um dos gatinhos age diferente, parece meio fraquinho, ao contrário do outro gatinho.\nEle basicamente não aparenta se equilibrar bem, todas as vezes que me lembro de ter olhado nas últimas 24h ele tava na mesma situação, deitado e aparentemente mal equilibrado\n\nAlém disso ele ficou com os olhos fechados, sendo que já estavam abertos, talvez por causa de remela pq parece ser isso\n\nTirando essas coisas, parece que ele está se alimentando bem com leite da mãe\n\nEstou preocupado sem saber o que posso fazer"
            ]
        },
        {
            "title": "Achei essa filhotinha hoje na Z/L",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zcu611",
            "num_comments": 6,
            "comments": [
                "[deleted]"
            ]
        },
        {
            "title": "Minha cachorrinha começou a se coçar, e agora apareceu essa mancha vermelha e um mamilo está inchado. Isso pode ser alergia a uma ração ou algo do tipo?",
            "selftext": "Ela é pequena, cinco quilos. Pretendo levar à veterinária esta semana, mas agradeceria se pudesse receber alguma luz antes. Tenho um outro filhote também, ele é maior, come a mesma ração e não está aparentando o mesmo problema.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zcihbo",
            "num_comments": 5,
            "comments": [
                "Pode ser alérgico, pode ser fungo, acaros. Esse mamilo me chamou atenção, tem que saber se ele tá assim pq ela coçou e machucou ou se é um início de mastite.",
                "Seria bom levar sua cadela para um veterinário analisar isso, pois pode ser tumor.",
                "Minha cachorra tbm está assim alguém me fla oq realmente é"
            ]
        },
        {
            "title": "Nódulo de longa data começou a drenar.",
            "selftext": "O cachorrinho da minha namorada tem um nódulo nas costas de longa data, o veterinário uma vez viu e falou que muito provavelmente era lipoma e pra acompanhar por um tempo e ver se crescia ou não, foi acompanhado por um tempo e ele nunca cresceu, é um nódulo de 2x2cm com consistência bem fibrosa e bem assintomático, não doía nem ele se incomodava com ele nem nada. \n\nEntretanto faz uns 3 dias esse nódulo começou a drenar um exsudato meio seroso, não parecia pus. Também saia um pouco de sangue mas em quantidade pequena. Eles só perceberam o nódulo porque ele tava vazando e quando foram ver ele tava bem maior, uns 5x5 mas isso repentinamente, porque tinham sentido na ultima semana e ele estava do tamanho normal. Mesmo saindo essa secreção ele não chorava de dor nem nada, só reclamou quando passaram uma pomada de betametasona pra ver se diminuia a inflamação.\n\nEm parte do nódulo tem uma casca grossa e preta, mas que não cobre todo o nódulo.\n\nA foto do nódulo: https://i.imgur.com/sdbjxgY.jpg Eles cortaram um pouco do pelo em volta pra passar a pomada.\n\nE um vídeo explicando mais ou menos: https://streamable.com/75mk7j\n\nObrigado!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zc0gom",
            "num_comments": 1,
            "comments": [
                "Olá! **Como regra:** todo nódulo que tenha qualquer tipo de secreção (sanguinolenta ou não) e crescimento deve ser avaliado em até no máximo 1 semana. Se houver presença de secreção com sangue, então a avaliação deve ser em 1 ou 2 dias.\n\nPelo seu relato, o tamanho, consistência, aparência, etc. tende a indicar um possível tumor cancerígeno. A falta de um diagnóstico e a estipulação de um tratamento poderá agravar o caso, e, se for cancerígeno, causar metástases em órgãos importantes e vitais (como o pulmão).\n\n**Enfim, recomendação:** leve-o para uma consulta na segunda ou até no máximo terça-feira. Recomendo requerer também um exame histopatológico (se o veterinário julgar necessário) que ajudará na precisão do diagnóstico. Será requerido, também, um exame de sangue, que é essencial.\n\n*Vou marcar o* [u/Fellurian](https://www.reddit.com/user/Fellurian/) *porque a cadelinha dele está com um nódulo também, pra exemplificar melhor a importância de não postergar muito a realização de um histopatológico no caso dele.*"
            ]
        },
        {
            "title": "Dúvida sobre PIF",
            "selftext": "Alguém teve gato com pif e fez o tratamento?\nCaso sim, como ele está hj? Depois das injeções como ele ficou? Teve machucado na pele ou algo tipo? \nTenho uma gata e aparentemente ela está com a pif seca, ou seja para ter certeza teria que fazer biópsia dos órgãos, mas caso faça ela pode ter uma piora do quadro. \nQueria entender melhor como foi o processo e como foi diagnosticado. \nOs vídeos que encontro no YouTube a maioria mostra o processo em coisa de 2 minutos, mas não dão muitos detalhes.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zbzjm4",
            "num_comments": 1,
            "comments": [
                "Olá, acredito que o melhor material (e mais didático) que você encontrará sobre o tema está numa reportagem da revista Cães & Gatos, de agosto desse ano.\n\nSeparei as páginas do artigo em PDF [aqui](https://cdn-mflip.sflip.com.br/temp_site/issue-11849-84a71c337e44ce43404061d352c6ad73.pdf) pra você, não sei se o link é temporário, então caso não consiga abrir, me avisa.\n\nCaso não conheça, dê uma olhadinha no site [Pifentinhos](https://www.pifentinhos.com.br/) também, mas desconheço o trabalho deles e estou indicando por recomendação de outros tutores aqui no sub."
            ]
        },
        {
            "title": "Qual o tamanho da urgência?",
            "selftext": "Apareceu esse caroço no braço da minh cadelinha. Informações: é bem vermelho, não aparenta coçar nem doer, nem quando aperto ela não reclama. Está só na pele, dá pra mover, e ele é molinho, bem redondo. Tenho acompanhado há cerca de 3 semanas e não parece estar crescendo. \n\nEstou muitp preocupada,mas acabei de me mudar e não tenho dinheiro. Mas se for muito urgente, eu faço até empréstimo. \n\nInfos dela: é uma SRD, possível cruza com lhasa, cerca de 4 anos, resgatada de maus tratos então não sei idade ao certo e nem histórico do início da vida dela. Está há 3 anos comigo, castrada, vacinada, vermifugada e desde que peguei ela nunca teve problemas de saúde. Tem 7kg. \n\nObrigada desde já.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zbxpr9",
            "num_comments": 4,
            "comments": [
                "Olá! Bom, todo nódulo merece atenção, independente do tamanho. Sobre a urgência, pelo citado por ti, não há, mas não deve ser desconsiderada a possibilidade de uma urgência em breve (por aparecimento de sinais clínicos). Então já tenha em mente que um exame será obrigatório assim que você possuir condições, ok?\n\n**A recomendação,** ***na sua situação***, **é:** continue observando de perto, faça mais uma foto e, se possível, com uma régua medindo essa massa. Semana que vem, repete. Se houver crescimento, um veterinário é aconselhável até o final do mês.\n\n**O que torna urgência, nessa situação:** se a massa começar a incomodar; se houver sangramentos; aumento da vermelhidão; início de secreções diversas; coceiras; dor; inchaço no local; surgimento de mais nódulos semelhantes em outras partes do corpo.\n\n**Cenário ideal:** realizar um check-up *semana que vem* e realizar um exame histopatológico. Os valores devem ficar em torno de R$100\\~150 pela consulta + R$50\\~80 pelo exame de sangue + R$80\\~150 pelo histopatológico. Se confirmado ser um tumor e houver chances de metástase, então, por fim, a remoção cirúrgica.\n\n**Um perigo:** minha maior preocupação aqui é se, em 1 mês, esse nódulo não dar nenhum sinal de evolução e ser maligno sem houver desconfianças. Então por isso recomendo que se programe e não demore mais de 1 mês para procurar uma assistência veterinária presencial.\n\n**Resumo:** não é urgente se não houver os sinais clínicos citados no parágrafo \"o que torna urgência\", mas relevar a situação pode causar prejuízos graves pra saúde do seu pet no longo prazo e a remoção cirúrgica pode ficar muito cara. Se programar financeiramente e realizar os exames citados dentro de um mês irá te poupar preocupações e, também, qualquer possibilidade de avanço de um possível câncer. Combinado? :)\n\n*Em pets, todo nódulo deve ser avaliado.*"
            ]
        },
        {
            "title": "Minha gata é MUITO assustada, ela está conosco a 2 anos, e algumas vezes ela entra em quase desespero por praticamente nada",
            "selftext": "Minha gata, Arizona, cerca de 1,80kg\\~2kg, três cores, com os remédios de vermes e pulgas em dia, veio de um abrigo a uns 2 anos. Nos foi dito que ela foi encontrada na beira da rua com a mãe e um irmão e recebemos ela com 4 meses de vida, uma filhotona.\n\nEla ficou um tempo presa em casa pra se acostumar com a gente, com a ração e com a caixa de areia e sempre foi medrosa e até então isso é normal em gato novo numa casa.\n\nNo dia a dia ela é uma gata carinhosa, se esfrega na gente, deixa a gente passar a mão na barriga dela, faz alongamentos com a mãe todo dia de manhã, brinca com os ratos de pano que eu faço pra ela. Até postei no r/CatsEnjoyingPets, se quiser ver ela clica [aqui](https://www.reddit.com/r/CatsEnjoyingPets/comments/z6j7z7/arizona_enjoy_it_diferent/).\n\nEla tem uma personalidade mais caçadora e como aqui é tudo aberto e meio isolado ela passa o dia e parte da noite dormindo e lá pelas 4h sai mato a fora pra caçar e as vezes volta com algum bicho na boca. Ela nunca come nada além da ração, já tentei dar carne crua de gado, porco, frango e ela brinca com a carne e deixa lá jogada, damos uma ração pra castrados bem boa então acredito que ela não vai comer nada perigoso.\n\nNunca nesses 2 anos alguém bateu ou fez alguma maldade com ela, nunca cachorro correu atrás dela nem nada do tipo mas ela continua extremamente sensível a qualquer som meio alto e qualquer movimento repentino nosso.\n\nPor exemplo, estou com ela no colo, ela ronronando e fechando os olhos pra mim, se a mãe caminha, mesmo em silencio e longe, a gata entra em pânico e até me arranha pra fugir.\n\nEla pode estar deitada na minha cama, unico móvel que ela sobe, depois de tempos eu insistindo, e se eu ou a mãe chegamos no quarto ela já se levanta e fica apontando pra janela, dai falamos manso com ela e ela se acalma.\n\nSempre tem que ter uma abertura, se ela ficar assustada e não tiver saída ela se joga no vidro igual passarinho, dai por segurança eu deixo uma janela aberta sempre.\n\nChuva e vento então nem se fala, as vezes com o tempo bom ela coloca as orelhas pra trás e sai correndo pra rua, 5 minutos depois começa o vento ou chuva, ela é nossa previsão do tempo. Como ela se esconde embaixo da casa da vizinha não tem problema, ela também tem gato mas ele fica dentro de casa sempre então não liga pra minha gata lá kkkkkkkkkk. Depois de um tempo, até durante a chuva ela volta e fica de boa, parece que o medo é só no início mesmo.\n\nCom estranhos ela é bastante arisca, o que pra mim é bom sinal, não gosto de gente agarrando minha gata. Ela demora pra se acostumar e deixa um ou dois que vem aqui chegarem perto e passar a mão nela.\n\nAcho que era isso, se eu lembrar de mais coisa adiciono aqui, o que eu queria é saber se tem algo que eu possa fazer pra diminuir esse pânico, deve ser da personalidade dela mas eu sinto que as vezes é um stress imenso e isso não me parece saudável.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zbfaaj",
            "num_comments": 4,
            "comments": [
                "Vi o vídeo e ela é muito linda hahaha, vamos lá. Antes de começar, pelo jeito que você relatou, parece que gosta muito dela e sabe cuidar bem dessa cidadã; só quero pedir pra, durante a adaptação dela aos sons, estudar um método de acostumá-la apenas dentro de casa. O complicado disso é a questão das janelas de vidro que você citou, porque ela pode acabar se ferindo.\n\nEnfim, vou dividir em alguns tópicos e acho que vou escrever textão, então se prepara.\n\n# Um ponto seguro\n\nPelo seu relato, me parece que a Arizona tem a sua casa como um passa tempo, e o ponto seguro atual dela é debaixo da casa da vizinha. O que é uma péssima opção, porque, caso ela seja ferida, ou tenha algum problema de saúde que cause dor, etc., a tendência dela será ir para lá. Isso dificultaria muito a identificação e a manipulação dela para curativos/medicamentos, além da identificação rápida de alguma possível emergência.\n\nEntão será necessário traçar um método para ir acostumando ela a ficar apenas em casa, aos poucos (pode levar meses). Nessa situação, a melhor opção para começar é através dos **5 pilares do bem estar felino**. Sendo eles:\n\n1. Prover um local seguro;\n2. Recursos em diversas áreas da casa;\n3. Oportunidade dela demonstrar o comportamento natural;\n4. Contato e interação humana consistente e previsível;\n5. Não remover os \"cheirinhos\" dela.\n\nSobre o último ponto, gatos são muito guiados pelo senso do olfato (olha o tanto de [pontos de feromônios](https://journals.sagepub.com/cms/10.1177/1098612X18771203/asset/images/large/10.1177_1098612x18771203-fig4.jpeg) deles). Infelizmente tendemos a achar que apenas cães são assim. Ter sempre uma mantinha com o cheirinho dela é bem vindo, não limpar locais onde ela marca o território (sabe quando ela passa [esfregando o rostinho](https://s30379.pcdn.co/wp-content/uploads/2019/09/0505Scent.jpg)? Então, ela tá marcando território). Gatos delimitam TODO o território com o cheirinho deles, são profissionais nisso e se sentem inseguros num ambiente não marcado.\n\nNessa situação, talvez uma opção pra ajudar vocês seja a utilização do [Feliway](https://www.feliway.com/br/Produtos/FELIWAY-CLASSIC-Difusor) (não tenho experiência pessoal, mas conheço vários colegas e veterinários especializados em felinos que recomendam a opção).\n\n# Como convencer ela?\n\nAqui tá um ponto que, para ser sincero, eu não vou saber te guiar daqui, principalmente pelo risco dela se ferir com as janelas.\n\nDe imediato, recomendo colocar algumas fitas pretas (ou com alguma cor mais visível) que mostre a presença de um obstáculo ali. Recomendo realizar isso independente da situação, porque agora é época de copa e estamos chegando no final de ano, então os barulhos de fogos pode acabar assustando ela e causar algum acidente.\n\nO complicado dela, é ela não gostar de nada além da ração, porque assim fica difícil reforçarmos positivamente os comportamentos bons. Vou indicar que tente o [Churu](https://www.cobasi.com.br/petisco-churu-atum-para-gatos-3465275/p), é um produto relativamente recente e que tem sido MUITO bem aceito por absolutamente todos os gatos que testamos (inclusive aqueles que não gostam de sachês ou outros petiscos).\n\n**Identificar um petisco valioso pra ela e realizar o reforço positivo nos momentos certos é crucial aqui.**\n\n# Sobre o reforço positivo\n\nAntes de tudo, recomendo a leitura [aqui](https://catvets.com/public/PDFs/PositionStatements/PositiveReinforcement.pdf) (inglês), caso não consiga entender ou tenha dificuldades com o inglês, me avisa que eu adiciono os pontos chaves pra ti. Não escrevi agora pra não estender muito.\n\n**O foco do reforço positivo:** tenha o petisco selecionado sempre muito perto ao interagir com ela (mas sem ela notar que está contigo). Peça para alguém fazer algum barulho que ela não gosta e ofereça o petisco se a reação dela foi suave ou não houver reação.\n\n*Repita, repita e repita. Sempre. Sob qualquer comportamento positivo, recompense (evite recompensar todos durante todo o dia, porque se não ela vai virar uma bolotinha).*\n\n# Caixa de som ou televisão\n\nFaça treinamentos curtos durante o dia, adicione sons de tempestade, fogos, ou qualquer ruído que ela não curta em alguma caixa de som ou televisão. Comece no volume mínimo e vá aumentando ao longo dos dias.\n\n**Sempre reforçando positivamente a não reação.**\n\n# Observe a previsão do tempo\n\nSempre que ver que irá chover, tente trazê-la para casa antes dela notar que irá chover. Coloque um som ambiente na televisão que possa disfarçar o barulho da chuva e dê atenção, petisco, carinho, etc. Tente deixar o ambiente 100% agradável pra ela no momento que antecede a chuva.\n\n# A distração é sua ferramenta principal\n\nIsso serve tanto para cães quanto gatos. Prever o que irá acontecer e distrair o pet previamente com itens do agrado dele é essencial. Infelizmente não é sempre que é possível fazer isso, por isso sempre recomendo ter o petisco em fácil acesso.\n\nO que eu fazia com a minha gata em momentos de adaptação era começar a adestrar ela com algum comando básico. Eu não costumo ensinar gato a dar a pata ou detalhes do tipo, mas sim realizar alguma ação, como subir numa cadeira, andar junto, e até mesmo o sentar.\n\n**Mas pra isso é necessário encontrar um item perfeito para o reforço positivo, por isso recomendei testar o Churu anteriormente. E o acesso à esse item deve ser bem limitado e utilizado somente e unicamente para o reforço positivo.**\n\nEnfim, quando você notar que o tempo vai fechar, começa a ficar mais próximo dela, chama pra brincar, faça alguns treinamentos e TORÇA para acontecer algum ruído que ela não gosta, para, então, oferecer o reforço positivo caso ela ignore o ruído por conta da distração.\n\nPor isso o uso da caixa de som e da televisão anteriormente.\n\n# Leituras recomendadas\n\nAs necessidades ambientais dos felinos é uma leitura essencial e deve ser quase a \"bíblia\" de todo mundo que tem gato. Pretendo traduzir em breve e adicionar mais alguns detalhes assim que o site da comunidade ficar pronto, mas, por enquanto, segue o link [aqui](https://journals.sagepub.com/doi/pdf/10.1177/1098612X13477537) (inglês).\n\n# Concluindo\n\nO foco é enriquecer o ambiente e procurar criar um ponto seguro na casa para ela, ela provavelmente irá gostar de ambientes que simulem a parte debaixo da casa da sua vizinha, então recomendo que dê uma olhadinha e tente improvisar em casa com caixas de papelão e afins.\n\nEncontrar um petisco que ela AME é essencial para a efetividade do que foi dito aqui. Focar em imitar os sons que ela não gosta de maneira suave (inicialmente) e ir oferecendo petiscos sempre que não houver nenhuma reação é o ideal. Reações como \"parar e olhar\", \"olhar e ignorar\", etc. podem ser recompensadas também, sem problemas.\n\nUm dia que estiver treinando algo pra ela, peça para alguém entrar no ambiente bem tranquilamente e dê o reforço positivo. Ao longo do mês repita esses detalhes e aumente a intensidade da interferência, a pessoa poderá começar a fazer barulhos mais altos, etc.\n\nCriar situações artificiais e aumentar a intensidade gradativamente é uma ótima técnica.\n\nO foco é, no longo prazo, buscar em convencer ela a ficar mais tempo dentro de casa e evitar o acesso dela à rua permanentemente. Ela precisará de um ponto seguro em casa para onde ela possa correr e se sentir tranquila (como ela faz ao correr para a vizinha).\n\n***O tema é absolutamente extenso e tentei citar alguns pontos chaves. Qualquer nova dúvida fique à vontade para entrar em contato novamente. A postagem seguirá como discussão para caso alguém queira adicionar detalhes e experiências.***\n\n**E lembre-se:** *isso não será resolvido em 1 semana, é tudo beeeem devagar e pode levar meses. Mas não desista. :)*",
                "Pelo o que entendi, ela tem acesso a rua, certo? Pode ser o instinto dela, deixando ela sempre alerta, afinal, na rua há muitos perigos. Como ela veio da rua, mesmo ainda sendo filhote, pode ter carregado algum trauma também. Aconselharia você tentar bloquear os acessos dela a rua. No começo ela vai ficar manhosa mas como vc faz brinquedos pra ela, logo ela se adapta. Cria uns obstáculos dentro de casa também pra ela poder pular e se esconder. É necessário ter um canto dentro de casa que ninguém mexa nela, pra ela ter maior sensação de segurança. Mesmo ela sendo muito atenta e com vacinas e vermífugo em dia, o acesso a rua é extremamente perigoso por diversos motivos. No mais, parabéns, ela é linda e muito bem cuidada! Da pra ver que a ama vocês. ☺️"
            ]
        },
        {
            "title": "Gato filhote! Urgente pfvr",
            "selftext": "Olá, eu resgatei um gatinho filhote, não sei exatamente quantos dias ele tem, mas já abre os olhos normalmente apesar de remelar bastante. Eu não sei bem o que dar de comida para ele, já que ele se recusa a tomar o leite que eu faço, já tentei dar na seringa, mas ele não quer. E hoje ele vomitou um pedaço de planta. O que eu dou pra ele comer?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zapx10",
            "num_comments": 4,
            "comments": [
                "Olá! Antes de iniciarmos, é essencial fazer um check-up no médico veterinário logo após o resgate. Entendo que às vezes o resgate é feito às pressas e sem muito planejamento, mas busque ONGs ou clínicas populares para realizar a visita ao veterinário imediatamente.\n\nMinha resposta é para situações de urgência e tem o intuito de tentar garantir a sobrevivência do filhote até a avaliação por um médico veterinário presencial. O texto abaixo não é um guia de criação de filhotes, nem de alimentação ideal de filhotes.\n\n**É apenas para emergências. O seu gatinho PRECISA de um veterinário urgente.**\n\n# Vamos lá\n\nPor ele não comer no momento e ser um filhote sem idade aproximada, o quadro torna-se crítico, porque ele pode entrar em um quadro de hipoglicemia e falecer rapidamente.\n\nSobre o alimento, o ideal é oferecer [PetMilk](https://vetnil.com.br/produto/pet-milk-r) (ou similar, mas recomendo 100% o PetMilk; tem em quase todos os pet shops). Vou aproveitar e deixar uma fórmula caseira básica [aqui](https://i.imgur.com/YfGLaeV.jpg) para servir de referência emergencial. Lembrando que essas quantidades devem ser exatas, ou, no máximo, pecar para menos. E não substitui o PetMilk.\n\nManter o animal aquecido também é essencial, então evite ventilador ou ar condicionado, coloque ele em uma caixinha com uma mantinha em um ambiente silencioso.\n\nO vômito da planta é um tanto quanto inesperado, então recomendo oferecer algum sachê para filhotes e verificar se ele não tem interesse em uma alimentação um pouco mais sólida.\n\nSe ele for muito novinho, recomendo estimular ele a fazer xixi e cocô. Pra isso, pegue um algodão/gaze/papel higiênico e passe nas partes íntimas dele bem de leve, você pode umedecê-los com água morna também (mas deixe apenas úmido, não molhe muito). [Vídeo de exemplo](https://youtu.be/QGKFqz-dpVc?t=102), aos 1:42.\n\nA alimentação deve ser feita de 3 em 3 horas. Um filhote de 100g deve receber aproximadamente 5ml por refeição, respeitando a quantidade aproximada de 30ml/dia. Essa parte é essencial a atuação de um veterinário, para realizar a pesagem e definir certinho a quantidade de alimento oferecida baseado na capacidade estomacal do filhote.\n\nA alimentação excessiva pode causar vômitos e pneumonia por aspiração do vômito. Exige muito cuidado, e tente não forçar muito a alimentação para evitar machucados e outros problemas.\n\nAh, e já prepare uma caixinha de areia também, gatos a partir das 3 semanas de idade já começam a se interessar pela areia das caixinhas, mas não necessariamente irá usar. Mas estimular é essencial. :)",
                "Primeiro ele precisa se hidratar e comer, nenhum ser sobrevive sem alimentação e hidratação (exceto os tartigrados), depois vc precisa levá-lo no veterinário e lá ele vai te orientar melhor.\n\n**sachês filhotes são bons para casos como este**.\n\nAlgumas dicas:\n\n- NÃO DÊ LEITE E VEGETAIS (somente com orientação médica vet)\n- Não compre ração a granel\n- Não escolha ração somente pelo preço, rações Premium e super Premium vão te economizar dinheiro e desespero."
            ]
        },
        {
            "title": "Hospedagem não aceita vacina contra raiva nacional - qual o problema?",
            "selftext": "Fui tentar agendar para deixar meu cachorro numa hospedagem e fui informado que a vacina da raiva tem que ser importada, que a nacional 'não tem estudos, não tem eficácia', etc. \n\nFaz sentido isso??",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zaphs3",
            "num_comments": 11,
            "comments": [
                "A questão não é nem a falta de estudos ou falta de eficácia, mas sim as formas de aplicação e armazenamento que não são fiscalizadas e, por conta disso, acontece uma queda na eficácia da efetividade vacinal. Observando pelo ponto de vista do estabelecimento, caso não tenha essa restrição, muitas vezes eles podem receber animais vacinados em balcões de agropecuária ou até mesmo pelo próprio tutor em casa, sem uma avaliação prévia do estado de saúde do pet e, consequentemente, sem uma boa eficácia vacinal.\n\nÉ comum recebermos animais *\"vacinados\"* doentes com doenças infecciosas como cinomose e parvovirose, justamente por falha vacinal causada pelos fores citados anteriormente. É uma bagunça isso no Brasil, e, na dúvida, vacinem com vacinas importadas.\n\nAs vacinas importadas só podem ser compradas e administradas por um veterinário registrado no conselho de classe e há fiscalização tanto do CRMV quanto da empresa responsável pela venda. E te garanto: são rigorosos.",
                "[deleted]"
            ]
        },
        {
            "title": "Adotei um gato filhote (5 meses) e reparei que o pênis dele está assim. Alguém sabe o que pode ser? Ele não lambe excessivamente nem parece incomodado. Só vou conseguir levar no veterinário depois do dia 10",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "zandmo",
            "num_comments": 10,
            "comments": [
                "Olá, bom dia! Não dá pra diagnosticar por aqui, e, pra ser sincero, nunca vi algo parecido e me parece horrível. A aparência da lesão me remete a miíase (larvas de mosca) e o conteúdo branco não consegui compreender ao certo qual a consistência. Pela idade, ele precisa de um atendimento urgente para a identificação exata do que se trata e avaliação da extensão da ferida, pois há risco de amputação do pênis.\n\n*A situação exige atendimento veterinário urgente e não há recomendações a serem feitas para a estabilização do problema até o dia 10. Infelizmente.*\n\nNo caso, se realmente houver presença de miíase, as larvas podem crescer muito até o dia 10 e o problema se agravará absurdamente, colocando em risco a vida do gatinho. Lembrando que isso é uma suposição baseada em apenas uma imagem, minha opinião deve ser desconsiderada sob qualquer opinião divergente disso pelo veterinário presencial.\n\n***Se puder, traga o desenrolar da história aqui, me ajudaria muito também.***",
                "**UPDATE:**\n\nCheguei do trabalho e aproveitei que ele estava dormindo pra observar melhor, e era um grão de areia da caixinha 🤡 Certeza que eu morro do coração antes dele fazer 1 ano.\n\nEnfim, eu tirei e limpei a secreção em volta com cotonete e soro, mas vou continuar observando pelos próximos dias, e levar no vet semana que vem conforme eu tinha programado.\n\nObrigada a todos pelas dicas e ao doutor que gentilmente me orientou pela DM. Essa comunidade é muito boa!   \n\n\nhttps://preview.redd.it/r09updi6hk3a1.jpeg?width=4032&format=pjpg&auto=webp&v=enabled&s=cd20fb0abd33575c3166f4f41bdccfd1ef78befd",
                "sempre que eu pego algum bicho eu já meto logo um confortis, se for bicheira morre rapidão.  \ntambém acaba com as pulgas e carrapatos.  \n\n\nsó não sei se tem pra gato, mas pra cachorro tem e não é caro."
            ]
        },
        {
            "title": "cachorra e gatos filhotes (2 semanas)",
            "selftext": "na minha casa, tem uma cachorra de +/- 1 ano e eu tenho minha gata, que teve cria há 2 semanas atrás.\nessa cachorra já matou 2 filhotes da minha gata (porque meus familiares deixavam a porta do meu quarto aberta e a cachorra entrava)\neu queria entender o motivo dela matar eles :( sei que é errado mas eu to pegando uma antipatia muito grande por ela, pq ela praticamente nunca entrou no meu quarto e desde que os filhotes nasceram ela berra na frente da minha porta pra entrar\n\ndetalhe: ela cresceu com a minha gata e eu tenho outro gato de 3 meses, eles convivem bem.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "za0apr",
            "num_comments": 0
        },
        {
            "title": "Adotei uma cachorra da rua",
            "selftext": "Adotei uma cachorra de rua\n\nOi gente.. então, ante-ontem eu peguei uma cachorrinha filhote da rua, esta bem doentinha mas após iniciar os tratamentos ela já melhorou bastante, ela é muito tranquila e dócil, não liga pra nada. Fato é que já tenho um cachorro macho em casa, porte médio. Ele tem 4 anos, é bem ciumento principalmente com minha mãe que passa maior parte do tempo com ele. Busquei ela de alta na clínica vet ontem, graças a Deus uma amiga me ajudou a pagar o tratamento praticamente todo, e nesse momento eu já iniciei um processo de adaptação lá em casa, queria muito que meus cachorros ficassem amigos. Vou castrar meu macho, pois até então eu não sabia que Deus ia me dar outro dog (já tenho 4 gatos também, mas não moram comigo, moram com meu namorado) então nunca castrei ele, porém ele é muito saudável e nunca teve relações. Eu deixo ele cheirar ela somente no meu colo, quando ela está no canto dela não deixo ele chegar perto. Mas até então ele não rosnou pra ela nem ficou arrepiado. Só que quando ela está fora do meu colo ele fica latindo pra ela. Não sei mais o que fazer nesse momento.. eu trabalho fora durante o dia e minha mãe que está cuidando enquanto eu não estou.\nQueria algumas  dicas e conselhos de adaptação pois não quero ter que deixar minha nova cachorrinha ir morar com outra pessoa pq não consegui fazer eles se acostumarem.. ME AJUDEM POR FAVOR AMIGOS!!!! \nPostei no Sub desabafos e me recomendaram postar aqui tb!!!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z9zbu2",
            "num_comments": 15,
            "comments": [
                "Ele pode estar querendo brincar com ela (?), alguns dogs têm esse comportamento quando querem brincar.",
                "Pode ser curiosidade e vontade de brincar. Minha cadela sempre demonstra curiosidade, porém, por medo, acaba tendo uma postura agressiva com outros doguinhos, rosnando logo de primeira e partindo para cima mesmo que o bichinho esteja no colo. Acho que seu cachorro só quer conhecer melhor a filhotinha nova. De qualquer forma, espero que dê tudo certo! 🤗",
                "[deleted]",
                "Nas primeiras semanas você tem que deixar eles separados quando não estiver um humano responsável observando. Quando estiverem juntos, depois de uns dias com ela adaptada a você, pode deixar eles brincarem com supervisão.\n\nSe o maior for um pouco bruto com ela, corrige ele de forma positiva, falando um “não” mais longo com voz carinhosa, nunca em tom de briga! (se acha que não consegue fazer isso direito, então não faça, porque pode criar uma associação negativa para o cão mais velho)\n\nCastrar ele o mais cedo possível é melhor, porque conforme ela for crescendo ele vai ter um comportamento de dominância e aí sim pode machucar ela, porque filhote é foda e não sabe limites.\n\nSobre os limites: tem que deixar o cão mais velho delimitar os dele. Agora a filhotinha está assustada e com medo, então você precisa intermediar um pouco, mas quando ela virar a demoniazinha que todo filhote é, aí sim você da mais espaço pro cão mais velho “corrigir” ela. Como que você vai ver isso: \n\n- ela pode estar brincando com ele e ele quer parar e se afasta, ela vai atrás enchendo o saco dele, ele pode dar uma rosnada pra ela ou uma “mordida no ar”. Isso é um sinal de aviso, você não deve interferir, só ficar de olho. Por mais que assuste, é normal e depois de algumas vezes ela vai começar a respeitar ele. Se você brigar com ele nessa hora, ele vai fazer isso escondido quando você já achar que tá tudo bem deixar os dois juntos, e o comportamento pode escalar (dos dois lados) porque ele vai já estar frustrado por não poder ter corrigido ela antes \n\n- Hora da comida: se ela tá chegando muito perto do prato dele, você usa esse “não” carinhoso que eu falei mais acima. Se ela não obedecer (sem petisco pra ensinar fica difícil, mas nesse caso é bom você já associar esse comando) e for chegar mais perto, ele vai rosnar pra ela direto, aí ela vai entender que não é pra ir.\n\n- Dividir amor com os donos: alguns cães não gostam de dividir o amor kkkk, tem que ser “a minha hora de carinho e pronto” se ele for assim, ele também vai avisar, tentando empurrar ela com a bunda pra ela ficar longe de você pra que ele receba o carinho dele. Deixa ele fazer isso, ele está ensinando ela e corrigindo ela. Se ele não se importa com isso, pode ser que ela se importe eventualmente e faça isso pra corrigir ele também.\n\nEm resumo:\n- Nos primeiros dias, deixar ele cheirar ela tranquilamente \n- Nas próximas semanas, deixar ela no chão e deixar eles irem se entendendo\n- Não deixar os dois juntos no mesmo espaço (a não ser que você tenha uma gaiola) sem nenhum humano responsável supervisionando. Reforço a parte do responsável, você pode ter vários humanos na casa, mas se eles são do tipo “deixa que eles se viram” não são responsáveis e pode dar merda. A merda que dá é: a filhote está passando por semanas formativas muito fortes, vão ter semanas específicas em que ela vai ter mais medo e as vezes algum problema durante esse período vai gerar um comportamento que vai durar provavelmente pro resto da vida, porque vai moldar o desenvolvimento dela a partir disso.\n- Depois de um mês, as vezes mais, as vezes menos, se você sentir que eles já estão de boas, interagindo bem e se vendo como família (e não só cão de visita, porque tem diferença), aí você já pode ir deixando eles sozinhos, juntos, por curtos períodos de tempo. Faça isso por alguns dias seguidos, aumentando o tempo em que fica fora, até achar que tá tudo certo liberar\n- Até isso acontecer, ela já vai estar mais filhote demônio, então você já pode começar a pensar em como treinar ela sem que o outro ache que outro ta brigando com ele kkkk",
                "Cachorro mostra o que quer pela linguagem corporal, se ele fica dando um pulinho, abanando o rabo e de orelha em pé TALVEZ queira brincar. Se ele fica parado de rabo baixo olhando fixo TALVEZ queira jantar."
            ]
        },
        {
            "title": "Gengivite felina",
            "selftext": "Meu gato Hugo tem nove meses e quando adotei estava com rinotraqueíte, consequência  de vírus da herpes.\nEle tinha a garganta bem inflamada mas com alimentação e suplementos melhorou, porém ele persiste com gengivite. Não incomoda pra comer, mas está bem vermelho e gera mau hálito.\nA veterinária dele passou três dias de suplementação vitamínica para a imunidade e melhorou um pouco, porém persiste. Ela comentou talvez encaminhar para dentista veterinário, porém eu não estou podendo financeiramente… alguma dica? (Segue vídeo da gengiva dele).",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z9y0wq",
            "num_comments": 7,
            "comments": [
                "Olá, bom dia! O comentário do u/Srhards foi direto ao ponto. Vou adicionar mais alguns detalhes que possam somar para a sua situação, mas lembre-se: o que citarei abaixo não é um diagnóstico e o acompanhamento por um odontologista veterinário é essencial no seu caso, busque odontologistas especializados em felinos, se possível.\n\nA situação apresentada, adicionada ao fato de que o animal tem apenas 9 meses, pode representar um caso de gengivite juvenil felina, que, provavelmente, se não tratada, evoluíra para o complexo estomatite-gengivite-faringite felina ao longo do tempo.\n\nA origem e a causa ainda não é muito bem esclarecida nos felinos, mas sabemos que doenças virais, infecções bacterianas, diminuição da imunidade, hipersensibilidade (alergias), e genética, estão muito relacionados ao desenvolvimento do problema na fase jovem.\n\nLogo, com esses fatores citados, é essencial compreender o estado atual da saúde geral dele, e ver se não houver reincidência do herpes vírus, já que ele tende a ficar latente no organismo do animal após a resolução dos sintomas. Recomendo, também, verificar se ele é FIV/FeLV+ caso o teste não tenha sido feito anteriormente.\n\nBuscar a resolução da causa agora pode parecer caro, mas aguardar mais tempo para encontrar um protocolo de tratamento ideal pode deixar a situação bem mais complicada, reduzir drasticamente a qualidade de vida dele e aumentar exponencialmente os valores do tratamento.\n\nPara finalizar, vou deixar esse trecho:\n\n>*A síndrome (gengivite-estomatite) é gradualmente progressiva e se inicia antes dos dois anos de idade, com a gengiva apresentando-se eritematosa, frágil e com tendência a sangrar facilmente. A inflamação restringe-se a mucosa adjacente aos dentes e ao arco glossopalatino. Com a evolução, o quadro pode se agravar com desenvolvimento de lesões proliferativas e ulcerações na orofaringe, arco glossopalatino, gengiva e língua. A inflamação também pode envolver a camada mucosa. Além disso, outros sintomas muito comuns nestas afecções orais são uma halitose intensa, mobilidade dental, disfagia, e em casos extremos, pode levar a um quadro de dor muito intensa e anorexia.* [Ref, p.23](https://teses.usp.br/teses/disponiveis/10/10136/tde-22092010-083821/publico/Carlos_Alberto_Geraldo_Junior.pdf)\n\n***Então, por hora, busque realizar pelo menos uma consulta com um odontologista veterinário.***",
                "Não tem muito o que fazer, tem que passar com dentista.",
                "Ele é um forte candidato do completo estomatite faringite felina. É uma situação idiopatica (surge sozinha, tendo pouca ligação a fatores predisponentes), embora que a higiene oral pede muito já que a placa bacteriana atua como gatilho pra gengivite. \n\nGeralmente a gente recomenda fazer a extração de todos os dentes, exceto caninos e incisivos, e nesse cenário 70% dos animais melhoram, podendo chegar a cura. Os 30% que não melhoram podem ser submetidos a extração dos dentes remanescentes na tentativa de reduzir a gengivite ao retirar a fonte de contaminação da boca, o tártaro dentário.\n\nO caso dele é curioso pq é um animal muito novo",
                "Tá comendo, urinando, brincando etc tudo normal… pois é, vou levar ele, não tem jeito"
            ]
        },
        {
            "title": "Minha gata está mau.",
            "selftext": "Tenho 3 gatas.\n1 mais velha (Dora) de 5 anos, uma do meio de 3 anos (Madalena) e uma mais nova de 1 ano (Aexa). A do meio está investigando pancreatite e esplenomegalia.\nA Dora anteontem a noite teve febre de 39.8⁰C, falta de apetite, letargia e dor abdominal forte com inchaço no abdômen; foi constatado líquido no abdômen que já foi eliminado com prednisolona e alívio da dor com dipirona em soro e tomou comprimido de prefnisolona à meia noite em casa. Ontem, a Dora tomou 1 comprimido de prednisolona e 1 de doxiciclina ao meio dia, em torno de 17h40, ela aparentou estar com dor novamente e letargia, resolvi dar 4 gatinhas de dipirona pra ela (ela tem 4kg sem nem 1 grama a mais de peso), instantaneamente ela vomitou bastante ração + 1 filete de pelo + bile + os 2 comprimidos inteiros sem digerir. Levamos na mesma veterinária na clínica Seres da loja Petz e ela estava com a ALT alteradíssima (290.6 UI/L), creatinina perto da margem limite (1.17 mg/dL), fosfatase (26.60 UI/L), albumina (2.90 g/dL), ureia (48.80 UI/L), VCM 36 fL, proteína total plasmática 7.50 g/dL, plaquetas 108.000 mm³ com agregados plaquetários em exame repetido e confirmado, leucócitos 10.700/mm, segmentados 93% e linfócitos 5%. O ultrassom apresentou a primeira esplenomegalia dela + sugestivo de enterite + sugestivo de nefrite com senescência. Ela tomou +1 Prednisolona 0h37, +1 Prednisolona +1 doxiciclina hoje 12h07.\n\nVou levá-la hoje novamente para retorno avaliação com o ultrassom, mas gostaria de parecer de vocês, ela está com doença renal e DII? Ou só DRC ? Ou só DII?\n\nImportante: Dora (a mais velha) e Madalena (a do meio) são Felv+ e Alexa (a mais nova) é Felv- e está sendo mantida separada.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z9qr3i",
            "num_comments": 5,
            "comments": [
                "Olá, bom dia! Desculpa a demora na resposta. Pelos resultados demonstrados fica difícil eu afirmar algo por aqui sem uma avaliação completa do animal. A alteração da ALT citada tem muita correlação com problemas hepáticos, mas não tende a ter muita influência em DRC ou DII, porém, a necrose de tecido renal pode causar um aumento *discreto* da ALT.\n\nA ureia e creatinina estão dentro da margem limite, o que dificulta a interpretação sem maiores avaliações aqui. Sobre os outros valores, utilizando as referências do laboratório daqui, parecem estar dentro do normal, o que tranquiliza bastante sobre o quadro.\n\nA letargia, dor abdominal, inchaço do abdômen e presença de líquido abdominal, pode ser decorrente do baço aumentado (esplenomegalia) e, também, por uma função hepática alterada.\n\nMinha resposta aqui ficou bem abrangente, e, pra ser sincero, não consegui concluir muitos detalhes com a situação. Se puder, depois me traga um feedback sobre a resposta deles, porque fiquei curioso com o desenrolar do caso também. :)"
            ]
        },
        {
            "title": "A gata tem uns 6 meses, estava no cio e fugiu no domingo. Voltou correndo pra casa e com um machucado na orelha. Já saiu do cio mas o machucado não parece curar. Aparentemente não está com dor. Está com as vacinas em dia. Será hora de levá-la ao veterinário?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z9owax",
            "num_comments": 10,
            "comments": [
                "Sim, está. O machucado parece infeccionado e precisa de atenção veterinária, a tentativa de tratamento por conta não será o suficiente por haver necessidade de medicamentos com antibióticos na composição (mesmo que sejam tópicos) e, também, na consulta o veterinário poderá verificar se é realmente uma ferida infeccionada. Aguardar ou tentar tratamentos alternativos só aumentará o valor do tratamento no longo prazo.\n\nSe possível, aproveite a consulta para fazer um exame de sangue e agendar a castração, se ela fugiu no cio é MUITO provável que tenha copulado e fique grávida.",
                "Não espere.",
                "Levamos, estava com febre e foi receitado um remédio\n(Não sei os detalhes todos)\n\nObrigado pela ajuda",
                "[removed]",
                "Ainda tem dúvidas? Na rua ela cruzou, brigou, deve ter pego doenças. Castre essa gata e trate essa infecção."
            ]
        },
        {
            "title": "Gato castrado",
            "selftext": "Vão completar 48h que castrei o meu gato e ele não quer usar o colar elizabetano de jeito nenhum, já tentei colocar de várias formas e inúmeras vezes e ele corre igual louco e puxa até conseguir tirar. Ele está lambendo os pontos, ouvi em alguns lugares que não há problemas, já que é um comportamento natural do animal, mas como é o primeiro gato que tenho não faço ideia se a cirurgia dele está normal ou não e estou com medo que de algum problema, estou usando antisséptico ao longo do dia pra tentar controlar. Alguém tem alguma dica?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z9bhte",
            "num_comments": 3,
            "comments": [
                "Lamber os pontos é sim um problema, a língua de gatos é muito áspera e pode remover facilmente os pontos. Além, claro, da contaminação do local, que, se houver infecção, esses 7\\~10 dias de cuidado e limpeza pode passar de 1 mês.\n\nNessa situação, por eu desconhecer a extensão da sutura, a técnica utilizada e os medicamentos indicados, recomendo conversar com o veterinário responsável pela castração e verificar se há a possibilidade de alguma alternativa; às vezes, dependendo, o veterinário poderá prescrever um antibiótico pra evitar a possibilidade de infecção.\n\nRealizar a limpeza diariamente, 2 ou 3x ao dia, de acordo com o que foi indicado, é essencial.\n\n**Recomendação:** veja a possibilidade da utilização de outros tipos de colares, como [esse](https://d2r9epyceweg5n.cloudfront.net/stores/312/908/products/0551-c52538aa43a2c438a815921683888804-1024-1024.png). E distraia o gato sempre que ver ele tentando lamber a região (sem broncas, para evitar que ele fuja, dê um chamado leve, um estalar de dedos, etc.). Não dê petisco, atenção, carinho, ração, etc. ao notar que ele está se lambendo.\n\nMinha preocupação aqui é o comportamento arredio dele e a contaminação do local, porque, caso aconteça uma infecção, a situação pode ficar bem complicada para ser manejada e exigirá o colar elizabetano por quase 1 mês (ou mais, dependendo).",
                "Não é bom deixar ele lamber, pode abrir os pontos aí o problema vai ser grande. Se tiver como comprar uma roupa cirúrgica, é melhor, eles ficam estranhos no começo mas protege bem.",
                "Tem umas rosquinhas de colocar no pescoço, incomoda bem menos que o cone."
            ]
        },
        {
            "title": "Ração para golden retriever",
            "selftext": "Tenho um golden de 1 ano que comia bem a ração natural da Guabi (frango/filhotes). Faz mais ou menos um mês que ele torce o nariz para a ração e só come um pouco e quando quer. \nEntão emagreceu bastante. \nLevei ao vet para exames e está tudo normal. Ele sugeriu trocar para uma ração ainda mais cara, que agora não tenho condições de pagar. \n\n\nAlguém teria indicação de ração para raça de grande porte que ajude meu golden a ganhar peso e tenha boa palatibilidade por favor?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z99yts",
            "num_comments": 5,
            "comments": [
                "Você deixa a ração a vontade ou dá em porções ao longo do dia? Depois de 15 minutos você tira?",
                "Eu gosto da GranPlus Gourmet, não tem transgênicos nem bha/bht, que são cancerígenos. O preço também é mais suave que a Gabi Natural."
            ]
        },
        {
            "title": "DÚVIDA: CVI dos EUA para BR, gato na cabine voo internacional",
            "selftext": "Oi gente, estou viajando com minha gata nos estados unidos, trouxe ela comigo dentro da cabine, foi tranquilo. \n\nComo ela está no exterior por mais de 60 dias (era para ser menos, tive que prorrogar o retorno), vou ter que solicitar um outro CVI aqui nos EUA mesmo. \n\nAlguém tem alguma experiência, é tranquilo?\n\nJá deixo aqui meus agradecimentos.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z8qhhz",
            "num_comments": 2,
            "comments": [
                "Olá, não tenho experiência e a postagem segue aberta para quem puder adicionar informações. Só vou deixar o link do site da [Veterinary Centers of America](https://vcahospitals.com/) aqui, acredito que por lá você conseguirá encontrar locais bastante confiáveis que possam emitir um novo CVI. Se o site estiver funcionando corretamente, você conseguirá encontrar os estabelecimentos por [aqui](https://vcahospitals.com/find-a-hospital)."
            ]
        },
        {
            "title": "Cachorra vomitou verde e veio a óbito",
            "selftext": "Boa noite pessoal. Infelizmente minha mãe perdeu a cachorra dela hoje e eu gostaria de entender o que pode ter acontecido.\n\nTínhamos uma cachorra pitbull muito amorosa e alegre, forte e brincalhona de 4 anos. Na última semana ela começou a vomitar verde, foi receitado um medicamento antitóxico (mercepton) mas mesmo assim ela veio a óbito enquanto minha mãe a levava no veterinário novamente.\n\nNão moro com a minha mãe então não sei dizer exatamente quais outros sintomas. Eu perguntei se a cachorra estava desanimada e ela disse que somente estava difícil de fazê-la comer, pois vomitava verde em seguida, mas que depois do remédio ela ficava normal. \n\nFiz uma pesquisa básica no google mas não encontrei algo que levasse a óbito em tão pouco tempo. Vi que poderia ser pela ingestão de plantas ou comida gordurosa, mas no quintal não tem nenhuma planta e ela não comia muita carne. Poderia ser algum tipo de envenenamento? \n\nAgradeço a ajuda.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z87spd",
            "num_comments": 6,
            "comments": [
                "As causas são diversas e acho que quando mais você procurar respostas, mais na dúvida você vai ficar. Se o corpo dele ainda não foi enterrado ou cremado, recomendo pedir uma necropsia para uma avaliação mais detalhada da causa da morte.\n\nO que me veio em mente, levando em consideração os poucos sinais clínicos, o vômito, a cor, e o comportamento é um caso de pancreatite aguda. Que tem uma evolução rápida, leva a morte em uma boa porcentagem dos casos (entre 20 a 40%) e os sinais clínicos podem passar despercebidos por não serem muito concisos.\n\nO vômito verde *pode ser* decorrente de obstrução do ducto biliar com refluxo biliar, que, novamente, *pode ser* por conta da pancreatite. Torção gástrica (muito comum em Pitbulls) pode causar vômitos com bastante presença de bile (supondo que a cor verde seja da bile, aqui é puro achismo) e evolui para morte em poucos dias (ou horas), porém, nesse cenário, os sinais seriam ainda mais notáveis, causando dor, desconforto, distensão abdominal, etc. No caso da pancreatite aguda, há chances de apresentar também a icterícia (quando o branco dos olhos/gengiva ficam com um tom amarelado).\n\nEnfim, é uma infinidade de casos prováveis e quanto mais descrevo aqui, mais poréns aparecem. **O ideal, nessa situação, é a realização de uma necropsia para entender definitivamente a causa da morte.**\n\n*Deixei o tópico como discussão.*",
                "Muito estranho esse caso...\n\nPartindo pela possibilidade de intoxicação, acho que ele deveria ter ficado em internamento e tomado carvão ativado. Intoxicação é uma emergência, não pode receitar um antitoxico, que nesse caso, ao que me parece, é um promotor de movimento peristaltico. Tipo, ok, ajuda a eliminar o conteúdo, mas não se é a melhor opção.\n\nJá que vc falou que não tinha planta em casa, se ele não sai, e a chance de ser uma intoxicação era baixa, o que eu tb acho, poderia ser uma gastrite muito feia, uma hepatite, pancreatite aguda, alguma coisa que mexa na produção de bile, vesiculite, cálculos biliares, muitas opções. Considerando essa segunda opção, eu imagino que o animal deva ter apresentado algum sintoma antes de chegar a esse quadro, mas pode ser difícil perceber.\n\nEm momento algum falaram em deixar ele internado não? Vômito assim é muito fácil desidratar, deveria receber fluidoterapia e ficar em observação."
            ]
        },
        {
            "title": "Passarinho recem nascido cai sabe se lá da onde(respondam o quanto antes)",
            "selftext": "A primeira imagem ta em pessima qualidade, mas coloquei ela só pra vcs verem o tamanho do estrago. \n\nOuvimos algo caindo e fomos ver oq era, e era um passarinho recem nascido; e não achamos nenhum ninho por perto. Estava ventando bastante quando ele caiu, mas não o suficiente para arremessa-lo do lugar mais provável que podeiria ter um ninho até onde ele caiu. \n\nForramos uma caixinha e colocamos ele, e alimentei ele vom papinha de fubá e água. \n\nEle estava sangrando um pouco, com um ferimento no queixo e outro entre os dois olhos. \n\nA mãe dele não aparece, só de vez em quando aparece um passarinho olhando em volta, colocamos a caixa com ele num lugar bem visível, mas o passarinho não vê. E mesmo que visse, como levaria o passarinho até o ninho? \n\nPor favor digam o que fazer, não podemos ficar com ele, e se puderem falem tambem um jeito para deixa-lo melhor e sem ferimentos\n\n(É u-r-g-e-n-t-e)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z8447q",
            "num_comments": 8,
            "comments": [
                "https://preview.redd.it/zcypiijmc03a1.png?width=1080&format=pjpg&auto=webp&v=enabled&s=d0690f068198623a78067daf15c831b32b78aa7f\n\nO passarinho parou de sangrar faz algumas horas, ele ta bem melhor, e ta com uma aparencia saldável.(só ta com sono kk) Obrigado por responderem, vou ver o que eu faço:D",
                "Algumas especies de passarinho jogam ou filhote mais fraco ou doente do ninho.\n\nEm outras ocasiões tem determinadas especies de passarinho parasitaria ques colocam ovos no ninho de outros passarinhos e quando o invasor nasce ele tenta se livrar da concorrencia.\n\nResumindo , a natureza é bruta.",
                "\"Alimentei ele *com papinha\" \n\nDesculpa o erro de escrita",
                "Olha acho que ele vai morrer...\n\nPra ele sobreviver sem o cuidado dos pais e vc sem experiência nenhuma as chances são mínimas. O que vc pode fazer é tentar buscar instituições que façam regaste de fauna na sua região."
            ]
        },
        {
            "title": "Não encontro comfortis pra vender em lugar nenhum mais, indicação de um antipulgas que seja parecido? O comfortis funcionava muito bem pra mim e meus gatos não tiveram reações com ele, já usei revolution mas não adiantou",
            "selftext": "Indicação de antipulgas",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z8020n",
            "num_comments": 3,
            "comments": [
                "Tem o advocate, tenho experiência com ele e o revolution e ambos funcionaram por aqui",
                "Tem na Shoppe, Amazon pra comprar o comfortis. O simparic e uma segunda opção boa dos preços médio desse tipo de remédio.",
                "Agora a Bravecto está produzindo para gatos também, quando eu não compro revolution eu uso ele\n\n\nPS: Comparado com os outros ele é bem caro, mas dura 12 semanas"
            ]
        },
        {
            "title": "o que vcs recomendam fazer ou não fazer quando o cachorrinho manca muito?",
            "selftext": "O doguinho do meu namorado tem 10 anos e manca muito com a patinha da frente (não se sabe exatamente o motivo). Já vi caso de recomendarem pra parar de dar pão pra uma cadelinha velha e melhorar o problema de articulação dela... existe alguma relação?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z7vdq0",
            "num_comments": 2,
            "comments": [
                "Precisa levar no veterinário pra analisar, essa é a única recomendação possível.\n\nSe ele estiver com uma lesão, quanto mais adiar, mais ela pode piorar e trazer dor pra ele.\n\nSobre a questão de dar pão, cachorro não tem que comer pao, no máximo um prêmio por mês e olhe lá. O cão que come pão pode engordar e aí isso machuca as juntas, pode ser que a cachorra do exemplo tenha perdido peso e aí não mandou mais tanto, mas não significa que resolveu a lesão dela.",
                "Consulta e RX pra determinar se precisa intervençao cirurgica ou apenas tratamento medicamentoso e repouso. Manter um peso corporal apropriado (ver tabela de score corporal na internet) sempre ajuda."
            ]
        },
        {
            "title": "Dicas de tratamento para displasia",
            "selftext": "Boa tarde, pessoal\n\nMeu cachorro de grande porte foi diagnosticado com displasia coxo-femural de grau severo.\n\nComo ele ainda só tem 2 anos, o veterinário passou uma suplementação e pediu para adaptarmos nossa casa por causa do piso, além de recomendar fisioterapia ou, pelo menos, natação.\n\nO problema é que fui cotar tudo e sai muito caro: 140 por sessão de fisio, 130 no remédio que dura 15 dias, fora a adaptação da casa.\n\nPor favor, vocês possuem algumas dicas de tratamento para displasia que seja mais em conta?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z77yyc",
            "num_comments": 8,
            "comments": [
                "Olá! Desculpa a demora na resposta. Vi que os comentários da u/AlehCemy e da u/alexa_ivy estavam bem completos e preferi responder aqui hora que sobrasse um tempinho.\n\nPelo seu comentário, você e o veterinário responsável são bastante competentes pra garantir a melhor qualidade de vida do seu animal. Os valores estão justos, mas, como será um tratamento relativamente longo (se não for permanente), então recomendo estudar em conjunto com o/a fisioterapeuta um pacote mensal com um desconto no valor total. Muitas vezes os veterinários não oferecem de imediato, porque não sabem se o tutor realmente irá seguir com os tratamentos.\n\nComo a u/alexa_ivy disse também, você pode conversar anteriormente e pedir explicações sobre a realização de alguns exercícios que possam ser realizados em casa. Em algumas sessões com acompanhamento pessoal, você provavelmente aprenderá bastante. Isso não substituirá o profissional, mas pode ajudar a reduzir a frequência necessária para as visitas no fisioterapeuta.\n\nO piso, na sua situação, é obrigatório. Não sei se indicaram, mas você pode usar aqueles tapetes de borracha pra facilitar a locomoção do pet ([exemplo](https://www.amazon.com.br/Tatames-Tapetes-50x50x1cm-Cores-Sortidas/dp/B08HSKZBMV/ref=asc_df_B08HSKZBMV/?tag=googleshopp00-20&linkCode=df0&hvadid=422925714191&hvpos=&hvnetw=g&hvrand=4820331401944899454&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9102207&hvtargid=pla-975068446778&psc=1)); o ideal é que eles sejam posicionados em corredores e locais de bastante atividade do cão. Se seu cão tem mania de correr de um lado para o outro no portão ao ver alguém na rua ou receber visita, evite completamente o comportamento limitando o espaço dele.\n\nO uso do [PetFix](https://www.petfix.com.br/) pode ser uma opção para caso queira deixar ele no quintal um pouco. Porém desconheço a eficácia dele para pets maiores, e não recomendo uma alta frequência de utilização para evitar alergias e dermatites.\n\nOptar por uma ração super premium para raças grandes que tenha condroitina e glicosamina (não vão resolver seu problema, mas o sulfato de condroitina e a glicosamina ajudam na redução da inflamação e a dor, além de normalizar a viscosidade do fluido das articulações e promovem reparações das cartilagens articulares). Um exemplo de ração [aqui](https://www.petlove.com.br/racao-seca-biofresh-mix-de-carne-frutas-legumes-e-ervas-frescas-caes-adultos-de-racas-grandes-e-gigantes/p?sku=2487555&utm_term=2487555&raccoon_param1=GS_Smart_RAC_HighLTV&gclid=Cj0KCQiA4aacBhCUARIsAI55maEtUWsCH_5MLcAeeOCgW0Zf7jDL8qsDYGXKAt2GHL-6k4zYFi-VuucaApGUEALw_wcB). Por haver aspectos nutricionais, recomendo realizar uma consulta com um veterinário nutricionista também.\n\nNo caso do veterinário nutricionista, o gasto é geralmente único, e ele poderá formular algumas receitinhas naturais específicas pra ajudar na condição atual do seu cão, além, claro, de indicar as melhores rações para a sua situação.\n\nNos casos mais graves, uma cirurgia pode ser a melhor opção, mas procure por veterinários especializados em ortopedia. A cirurgia é beeeem cara por conta da complexidade, porém pode ser uma solução permanente e os gastos recorrentes no longo prazo podem ser reduzidos. Então recomendo cotar e ver qual valerá mais a pena no longo prazo. Mas não assuste com o valor e abandone a ideia imediatamente, é uma questão de estudo dos valores mesmo.\n\nEspero ter ajudado de alguma forma, e, qualquer nova dúvida, fique à vontade para entrar em contato novamente. :)",
                "Como alguém que já teve cachorro com displasia severa e atualmente tenho o Ruan, com displasia também, eu sinto muito em informar que infelizmente não, não existe tratamento muito mais em conta. \n\nNo lugar da fisioterapia, cheque a possibilidade de caminhadas (nem todo cachorro com displasia tem essa indicação pela questão do desgaste e dores, mas verifique se o seu teria essa possibilidade, a intenção é fortalecer a musculatura).\n\nO suplemento se for condroitina (ou seja, condroprotetores), é pelo resto da vida. O que você pode ver é a possibilidade de manipular (é o que fazemos aqui em casa e sai mais em conta).\n\nO que também ajuda é manter o cachorro sempre no peso ideal. O Ruan por exemplo é labrador de quase 7 anos, e atualmente pesa em torno de 35kg, que é o peso ideal para ele considerando que ele tem os dois joelhos operados (TPLO), displasia e bicos de papagaio.\n\nHá também a possibilidade de acupuntura, mas ela não sairia tão mais barata que a fisio. Essa fisioterapia o preço é individual ou você fez o calculo do valor da sessão dentro de um pacote de sessões?",
                "Até onde eu sei, não tem muito o que fazer.\n\nO início é sempre bem mais caro, porque dependendo do tratamento você pode precisar de sessões mais frequentes.\n\nO ideal é ir na fisio, falar com o médico de lá, fazer a avaliação com ele, e aproveitar o tempo de cada sessão pra perguntar todas as mil coisas que vierem na cabeça. Tipo: “aaah, quando ele tiver com dor, coloco compressa como, por quanto tempo e onde?” ou “que remédio eu posso dar, além do que eles já toma, se eu ver que ele estiver com uma dor mais constante” (isso para casos específicos e bem menos frequentes, não remédio de tratamento), só perguntar essas coisas pra um médico mesmo. \n\nSe natação pode ajudar, você pode ver algum lago perto de casa, pedir ajuda de um hidroterapeuta e perguntar se o profissional pode te ensinar a fazer alguns dos exercícios sozinho. \n\nMas isso tudo que eu sugeri é pra longo prazo, pra gerenciamento da dor dele, pra melhorar a qualidade de vida dele e pra diminuir as chances de reincidência. Infelizmente, agora você precisa seguir com fisio se não vai piorar e a longo prazo vai ter muito mais caro pra você.\n\nAs vezes alguma ong pode ter alguma sugestão também"
            ]
        },
        {
            "title": "Será que pode ser doença do carrapato? Ele ainda não fez o teste específico.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z5zltn",
            "num_comments": 7,
            "comments": [
                "Qual a clínica do animal? Ou seja, quais os sintomas que o levaram a clínica? Tem agregação plaquetaria, isso explica a trombocitopenia no animal !! Seu animal durante a coleta estava nervoso?",
                "Vale lembrar que algumas alterações em sangue podem ocorrer devido ao estresse do animal, erro durante a coleta, transporte da coleta, etc... a policitemia por exemplo pode ser ocasionada por desidratação, se seu animal esta sem beber água direito por exemplo, a plaquetopenia termo que eu não uso muito, uso mais trombocitopenia é a queda de plaquetas no sangue, isso pode ser causado por doença do carrapato por exemplo, porém se a coleta formar coágulo (agregação plaquetaria) pode causar também a trombocitopenia, não necessariamente é um problema com o seu animal!! O estresse por exemplo pode causar linfopenia e leucocitose no animal, então, vale lembrar que a clínica do animal é importante, saber o porque esse animal fez os exames, sinais clínicos, etc...",
                "Sim, erliquiose é uma possibilidade, se ele não teve doença do carrapato a um ano atrás então o resultado do 4dx será confiável",
                "Não, agregado plaquetário é muito fácil dar em qualquer exame, seja pra gato ou cachorro. \n\nSó significa que algumas plaquetas se ajuntaram, comum ocorrer quando o pet tira sangue estressado ou com medo."
            ]
        },
        {
            "title": "uma pergunta para os veterinários, esse mês ta parado pra vcs? digo pouco consulta e tals, tenho uma clínica e a duas semans n entra uma alma viva, se alguem puder ajudar me chama pfv",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z5otm8",
            "num_comments": 9,
            "comments": [
                "Nao pode ser por viagem? Muita gente viajou com tanto feriado e tals. Ou se planejando para compras de natal e não querem gastar com pets.\n\nEu mesma já fui na vet esse mês kkkk, sou dona. Mas o objetivo é não ir todo mês né 😂",
                "Talvez seja a dureza mesmo... Inflação tá pegando...",
                "Muito estranho isso. Pets continuam adoecendo ou precisando de vacinação indiferente do mês.\nHá dias atrás vi um caso de pessoas fazendo campanha contra uma veterinária apenas porque ela votava no PT, no caso criaram um monte de comentários pejorativos no Google dela. Espero que não seja algo semelhante com você",
                "Acho que inflaçao pós pandemia. Pra mim está sendo bem ruim nos ultimos 5 meses. Na real nos dois ultimos meses minha comissao foi boa mas dei sorte, dos meus colegas foi ruim. Estou recusando serviço porque ta valendo mais a pena ficar em casa sem trabalhar."
            ]
        },
        {
            "title": "Cachorra não faz xixi",
            "selftext": "Minha cachorra fez uma cirurgia ontem ( anestesia inalatória) para retirar dois tumores de mama e para ser castrada. Até agora ela não fez xixi e eu não sei o que fazer. Se alguém souber como fazer ela fazer xixi e puder ajudar",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z5ho8u",
            "num_comments": 7,
            "comments": [
                "Oq o Vet deixou de instrução?\n\nPq qq anestesia mexe com o sistema nervoso e \"desacelera\" funções metabólicas, como xixi e coco.\n\nNão sei se 1 dia inteiro é normal, mas minha gatinha qdo castrou, só foi levantar da cama depois de 18 horas.\n\n\nBoa sorte, vai dar tudo certo 🙏",
                "Se já tem mais de 24h, vale a pena ligar pro médico. \n\nEla está bebendo água direitinho? Isso é importante também.\n\nPode ser efeito da anestesia, mas mesmo assim ela precisa soltar tudo uma hora"
            ]
        },
        {
            "title": "CANCER DE MAMA",
            "selftext": "Oi gente, bom dia! \nEssa gatinha deu cria na minha casa, e até então parecia saudável, mas do nada ela parou de comer, e ontem apareceu isso nela. pesquisei e apareceu câncer de mama, alguém sabe me dizer se seria isso mesmo? 😔",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z54qq2",
            "num_comments": 1,
            "comments": [
                "Olha, o câncer de mama é sim uma possibilidade que não deve ser descartada, e a lesão é característica de uma fístula após a formação de um abscesso, que pode ser decorrente de neoplasias na região e, também, de corpo estranho. A foto tá um pouco confusa, mas a aparência não é boa e não haverá cicatrização sem o acompanhamento de um médico veterinário. Além da causa base precisar se melhor avaliada, porque, caso não seja neoplasia, a busca por alguma fonte de infecção (por corpo estranho ou não) é crucial para o tratamento.\n\nPor ela ter dado cria recentemente, isso pode debilitar bastante a saúde geral dela, e pode criar um ambiente contaminado para os filhotes. Então é crucial que busque atendimento veterinário o quanto antes. Combinado? Caso a situação financeira aí seja complicada, converse com alguns vizinhos que conhecem a gata também e tentem fazer uma ação em conjunto. :)\n\n**EDIT:** como ela parou de comer, recém teve filhotes, e tem essa fístula, o seu caso é uma emergência veterinária. Ok? Gatos sem se alimentar por mais de 48h estão sob risco e a condição dela é ainda mais precária."
            ]
        },
        {
            "title": "Olá bom-dia, estou precisando de opinião e ajuda. Meu shitzu tem 6 anos, há 2 dias percebi essa alteração no olhinho dele, com a pálpebra exposta, percebi também uma glândula abaixo do olho, ela é indolor e não é rígida, parece que empurra a pálpebra pra fora, estou preocupada.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z54d39",
            "num_comments": 9,
            "comments": [
                "*Respondi hoje de manhã, mas o Reddit removeu o comentário de resposta porque tinha um link de imagem russo. Fiz o upload pelo Imgur. Desculpa o imprevisto.*\n\n**Segue a resposta:**\n\n​Olá, bom dia! Vou ser bem direto e sincero aqui: eu não devo falar que você deve esperar até segunda para ir ao veterinário, porém, se é impossível ou complicado financeiramente ir hoje pra já buscar a avaliação presencial por um veterinário, então leve segunda ou terça.\n\nManifestações semelhantes a essa tendem a ter origem odontológica também, e esse aumento de volume logo abaixo do olho pode ser o início de um abscesso orbital, que geralmente tem início por infecções nos dentes molares e pré-molares. Situações assim são comumente acompanhadas por inchaço na região citada, protrusão da terceira pálpebra (a alteração no olho indicada) e estrabismo. Maaaas, geralmente há dor na palpação, o que exigirá uma avaliação mais detalhada para averiguar a situação completamente.\n\nEm casos avançados o inchaço poderá fistular e tornar-se uma ferida, como observado nessa foto [aqui](https://i.imgur.com/nSt6gNH.jpg); mas o início se dá através de um inchaço nessa região, como nessa foto [aqui](https://i.imgur.com/cd2KbVl.jpg) (inchaço maior para melhor visualização da área afetada); e uma [ilustração anatômica](http://mykidhaspaws.org/wp-content/uploads/2014/02/tooth_root_abscess_in_dogs_2.jpg) pra você ter ideia do contexto geral.\n\nAguardar até terça-feira é possível, mas você precisa estar ciente de que há riscos. Minha resposta aqui aborda unicamente a possibilidade do início de uma infecção de molar/pré-molar e identifica o inchaço como um processo anterior ao abscesso odontológico. Há diversas outras causas possíveis, desde oculares, neoplásicas ([carcinoma de células escamosas](https://i.imgur.com/KPGtpMl.jpg), por exemplo), corpo estranho, glandular, etc. Mas escolhi essa pra te guiar melhor na situação.\n\nOs riscos envolvidos na espera envolve: desconforto do pet ao se alimentar (dor), formação de fístula na região inchada ([exemplo](https://virtuavet.files.wordpress.com/2012/02/mini-dachshund-tooth-abscess.jpg) de baixa qualidade), lesão em nervos faciais decorrente da infecção, etc. Se for o caso citado, o desconforto do seu pet pode estar alto também, reduzindo consideravelmente a qualidade de vida dele até o dia da consulta.\n\nProvavelmente já será feito, mas recomendo pedir (caso não seja requerido) um exame de sangue. Achei a terceira pálpebra dele bastante branquinha para a situação, geralmente ela fica mais avermelhada.\n\nEspero ter ajudado de alguma forma; lembrando que a minha resposta não é um diagnóstico e abordou apenas uma causa específica apenas para explicar melhor e mais focado sobre qual a melhor conduta para a situação atual (e também o que esperar).",
                "Creio que seja o chamado “olho de cereja”. Agora, o outro olho foi o que, úlcera na córnea?"
            ]
        },
        {
            "title": "Gatinho filhote com pouco pelo nas orelhas",
            "selftext": "Olá, adotei esse gatinho e ele deve ter por volta de 2-3 meses... já passou pelo veterinário e tudo mas minha esposa ultimamente tem cismado que as orelhas dele estão com mto pouco pêlo... alguém saberia dizer se isso é só cisma dela ou se vale uma ida ao veterinário? O Minduim (nome do dorminhoco na foto) não coça as orelhas nem nada aparentemente....",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z4zij5",
            "num_comments": 2,
            "comments": [
                "Não dá pra ver bem, mas há a produção de algumas casquinhas/caspas na orelha? A situação é bastante relativa, porque alguns gatos possuem menos pelos na orelha naturalmente mesmo. Porém, por ter sido recentemente adotado, pode ser alguma condição que tenha passado batido na primeira consulta. E, se houver qualquer tipo de casquinha, é ideal que avalie melhor a condição com um veterinário.\n\nMinha recomendação aqui é que aproveite o fato dele ser filhote para fazer mais uma consulta, isso vai ajudar muito na questão da socialização e adaptação dele para as visitas anuais ao veterinário (gatos tendem a crescer e ficar muito arredios ao veterinário por haver uma menor frequência do que os cães nesse tipo de socialização).\n\nE, caso não tenha sido feito o controle parasitário, recomendo a vermifugação através do [Advocate](https://meupet.elanco.com/br/nossos-produtos/advocate/advocate-gatos), mas faça isso com o acompanhamento do médico veterinário, porque dependendo do quadro geral de saúde do seu pet, antiparasitários podem causar alguns efeitos adversos.\n\nSe for levar ao veterinário, leve um sachê que ele adora e ofereça nos momentos mais tranquilos (e após os exames/avaliações/manipulação se ele ficar relativamente comportado; não ofereça em situações onde ele rosna, morde e fica recuado). Essa dica é mais pra modulação comportamental no longo prazo. :)"
            ]
        },
        {
            "title": "Unha de gato com aparência inflamada/infeccionada",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z4oaqa",
            "num_comments": 8,
            "comments": [
                "Gato com quase 2 anos, a unha está assim desde algum período entre a última vez que a cortamos (3 semanas atrás) e hoje.\n\nNão apresenta outro sintoma/sinal. \n\nVacinas em dia.\n\nO gato não sai do ambiente da casa (janelas teladas). \n\nNão demonstra dor ou desconforto ao caminhar.\n\nTemos outro gato de cerca de 1 ano sem problemas de saúde.\n\n[Aqui uma unha normal dele.](https://i.imgur.com/dhJrFNT.jpg)",
                "vc corta as unhas do gato? pode ser q vc cortou demais e feriu a parte de dentro, e assim inflamou",
                "Mas pela foto acho que exagerou no comprimento. O certo é remover só a pontinha mesmo. Pela foto ele quase está sem unha"
            ]
        }
    ]
}