{
    "posts": [
        {
            "title": "Acho que meu cachorro sofreu uma intoxicação pelo remédio de otite",
            "selftext": "Ele tá com otite e o veterinário receitou Natalene, estou aplicando na orelha dele. Ele tá usando o colar elizabetano por causa de um machucado que ele não pode coçar e quando ele balança a orelha, o remédio vaza e suja o colar, e ele lambe. Ontem e hoje ele vomitou e tô achando que é isso, agora pouco ele tava meio estranho com um ruído baixo na respiração. Não sei se é um choro por causa da otite ou se ele tá com dificuldade pra respirar.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sxh8mu",
            "num_comments": 3,
            "comments": [
                "Em qualquer suspeita de intoxicação, leve imediatamente ao veterinário (ou num hospital veterinário 24h). Não venha no Reddit perguntar, isso pode acabar sendo perda de tempo. Quanto mais rápido se entra com antídoto ou medidas alternativas, melhor o prognóstico (ou seja, menos sequelas ficar no longo prazo).",
                "Olá, bom dia! Independente da situação, se seu pet vomitou dois dias seguidos durante um tratamento, o veterinário deve ser alertado imediatamente. Isso pode refletir tanto uma reação alérgica ao fármaco, avanço da doença atual, quanto intoxicação pelo medicamento. Ruídos respiratórios também devem ser avaliados sempre, seus dois questionamentos estão corretos e não há como eu responder se é um ou outro, pode ser tanto um choro (o que, por exemplo, representaria uma grande dor de ouvido e precisa de intervenção) quanto dificuldades respiratórias por conta de alergias/intoxicações que podem submeter o pet ao quadro de anafilaxia (reação alérgica gravíssima) e levar ao óbito em poucas horas.\n\nSe por acaso não levou seu pet ao atendimento veterinário desde o horário em que fez essa postagem, e os sinais não melhoraram ou mantiveram a mesma intensidade, então leve-o ao veterinário imediatamente para garantir a saúde do seu pet."
            ]
        },
        {
            "title": "Sobre SDCC",
            "selftext": "Novamente venho tirar dúvidas relacionadas a minha idosinha. No primeiro sintoma estranho (começou a ficar \"presa\" de frente pra parede e derrapar quando caminhava) levei ela no clínico e ele receitou propentofilina, durante 4 semanas. O nefro disse pra retirar a medicação aos poucos e hoje faz uma semana que ela parou de tomar totalmente, os sintomas voltaram e agora ela se desequilibra e até acaba caindo. Ela tem consulta só depois do carnaval e gostaria de saber pq essa medicação não pode ser continua? Tem o risco de piorar a função renal? De primeira tive medo de dar, pois na bula fala sobre não dar a animais hipertensos, mas nas 4 semanas que ela tomou foi tão maravilhoso, ela até corria quando era a hora de comer.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "swuppt",
            "num_comments": 2,
            "comments": [
                "Olá, bom dia! Achei interessante o resultado com esse medicamento, gostei e vou até conversar a respeito com outros veterinários aqui. **Mas sobre sua pergunta, a resposta direta é:** *a medicação não pode ser contínua por cautela com a saúde do seu pet mesmo, então manter a suspensão da administração até a próxima consulta é o mais recomendado.*\n\n# Explicando\n\nAinda não há muitos estudos sobre o uso desse fármaco em pets, sendo usado de modo mais experimental em situações onde há doenças renais mais graves (com bons resultados relatados, mesmo que em algumas poucas pesquisas ainda) e apresentando bons resultados para o SDCC.\n\nO fármaco aparentemente é seguro para uso prolongados (até 3 meses), mas não há muitos estudos concretos sobre isso também, além do metabolismo do fármaco ainda não ser completamente claro (o que dificulta na tomada de decisões do médico veterinário e exige cautela, principalmente no caso do seu pet).\n\nOs efeitos adversos em torno do uso desse medicamento em humanos são arritmias cardíacas, edemas, hipotensão, dificuldade respiratória, vômito, tremores, disfunções hepáticas, ansiedade, conjuntivite, coceiras, etc. Em pets são mais brandos e raros, mas podem impactar bastante na saúde frágil da sua cadelinha. Então o veterinário provavelmente pediu para ir reduzindo aos poucos a medicação até interromper o uso justamente para evitar tais efeitos, e também avaliar o real impacto da droga no organismo dela (tanto positivamente, quanto negativamente).\n\nOs sinais acima não necessariamente irão ocorrer nela, mas citei para deixar claro a necessidade da interrupção no uso após 1 mês (conforme foi preconizado pelo veterinário responsável) seguido de uma nova avaliação para a decisão sobre novos protocolos, porque exige precaução no uso dele em pets com problemas hepáticos e renais.\n\n# Recomendação básica\n\nSe possível, já deixe o veterinário ou a clínica ciente sobre o estado atual dela e também sobre os efeitos positivos durante o período de administração do medicamento, e retorne imediatamente na data marcada para a consulta. Não administre novamente o medicamento nesse período sem autorização do veterinário, porque pode interferir nas decisões e observações que ele precisa fazer para definir o melhor protocolo futuramente.\n\n*Mas é um ótimo sinal que ela tenha reagido bem ao medicamento e fico feliz que tenha tido evolução no tratamento. :)*"
            ]
        },
        {
            "title": "Cão em tratamento de barriga d'água fica o tempo todo no chão.",
            "selftext": "Olá!\n\nTenho uma cadela que recentemente desenvolveu ascite (barriga d'água) na última semana, para o qual o tratamento veterinário consistiu em retirar parte do líquido do abdômen com seringa, e medicamentos - dois antibióticos, umas gotas para dor, e mais silimarina e albumina de ovo para ajudar o fígado a expelir gordura. Ela deve começar a urinar esse líquido do abdômen essa semana.\n\nSó tem uma coisa que tô preocupado - tanto antes como depois da ida ao vet, ela tem preferido ficar deitada no chão de casa ao invés de na caminha dela, inclusive preferindo o chão de piso do que ficar em cima de uma coberta que pus no chão ou de tapetes. Tô preocupado pois está frio aqui (17°c de madrugada, 100% de umidade), e só de tocar nas orelhas dela dá pra sentir o frio. Quando a temperatura dela foi medida na consulta com vet., estava 36°C, logo depois dela ter vindo daquele chão.\n\nA médica não fez comentários sobre se isso pode ser ruim quando perguntei, e mesmo que eu carregue a cadela para se deitar, ela volta para o chão após alguns minutos. Eu preciso me preocupar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "swsegp",
            "num_comments": 4,
            "comments": [
                "Olá, bom dia! Desculpa pela demora. 36ºC é considerado um quadro de hipotermia em cães, então o chão deve ser totalmente evitado. A causa dessa hipotermia também deve ser melhor avaliada se ela mantiver baixas temperaturas mesmo fora do chão, porque isso pode indicar problemas que vão além de alterações hepáticas. Caso não tenha bons resultados com o tratamento atual, recomendo estudar a possibilidade de uma avaliação cardíaca da sua cadela (se não foi avaliado ainda). Problemas cardíacos como a insuficiência cardíaca podem levar ao quadro de hipotermia em conjunto com a ascite (dentre outras causas).\n\nO tratamento atual é padrão para o caso e essencial para o controle/tratamento, eu citei os detalhes acima somente para evitar que você ache estranho caso sejam requeridos mais exames durante o tratamento, ok?\n\nNo momento siga à risca as recomendações da veterinária, evite que sua cadelinha fique no chão direto e continue no empenho do tratamento. :)"
            ]
        },
        {
            "title": "Pele da barriga da minha cadela escureceu recentemente",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "swj9wx",
            "num_comments": 7,
            "comments": [
                "Olá, **tudo estava certo no exame pré-cirurgico?** Se sim e como faz menos de um mês, então não é nada preocupante de imediato, principalmente levando em consideração o episódio inflamatório da cicatriz que pode causar a hiperpigmentação da região.\n\nMas, caso o processo de escurecimento continue a evoluir notavelmente, então recomendo fazer um check-up mais rigoroso e verificar funções renais, hepáticas e hormonais. Porque **alterações nesses sistemas também** ***podem*** **causar hiperpigmentação**.\n\nInclusive adiciono o u/vi_guitarman para ficar atento aos aspectos da Poodle dele. Caso observe um aumento fora do comum já registrado durante os períodos de maior pigmentação, então talvez seja necessário avaliar outros sistemas da sua dog. **Por enquanto siga as recomendações do veterinário, porque é um processo comum na rotina que realmente não dá em nada.**\n\n# Mas atenção, muito importante:\n\nSe a hiperpigmentação estiver acompanhada de coceira ou cause qualquer outro incômodo no animal; tenha alto relevo em algumas partes ou em toda ela; gere descamações; o animal esteja apresentando perda de pelo considerável; esteja engordando ou tenha tido mudanças alimentares notáveis; então uma avaliação clínica é essencial para descartar precocemente qualquer outro problema que pode vir a acometer seu pet.",
                "Fui reparar só hoje. N sei qnt tempo faz q tá assim mas qnd fui dar banho nela reparei nessa escuridão na pele",
                "De vez em quanto acontece isso com minha poodle. O veterinário que eu levei para consultar basicamente disse: \"dá em nada\" j"
            ]
        },
        {
            "title": "O pelo do meu gato começou a cair",
            "selftext": "Bem, eu tenho 4 gatos e dois são adultos e não são castrados e as vezes eles se estranham, recentemente quando me deparei os dois estavam quase sem pelos, como se tivessem passado uma máquina neles\nAchei esquisito pois nunca tinha visto isso acontecer, alguém já viu algo igual?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "svtim1",
            "num_comments": 4,
            "comments": [
                "Pode acontecer devido à várias coisas, como doença dermatológica (reação alérgica, dermatite, micose, fungo, etc.), parasitas (pulgas, carrapatos), desequilíbrio emocional, estresse, ou até mesmo alopecia.\n\nHora de levar os dois no veterinário e fazer checkup.",
                "Olá, bom dia! É muito esquisito mesmo, principalmente pelo fato de ter acontecido da noite pro dia. Há uma causa base que pode ser briga: são 4 gatos, sendo 2 adultos não castrados e que já tem histórico de conflitos, mas, por haver perdas de pelo dessa extensão, a castração torna-se obrigatória para ontem. A tendência desses conflitos é continuar em gatos não castrados e causar muito estresse nos animais, que podem levar a diversos outros problemas de saúde mais sérios (além das grandes possibilidades de ferimentos graves, como a perda de um olho, por exemplo).\n\nMesmo que eu tenha citado apenas sobre os conflitos no parágrafo acima, devemos considerar muito os aspectos já citados pela u/AlehCemy \\+ desordens hormonais. Isso é ainda mais grave e precisamos ter uma confirmação clínica da exclusão desses problemas antes de prosseguir com o mais óbvio. Se relevarmos essas possibilidades, os seus dois gatos podem piorar drasticamente nos próximos meses.\n\n**Independente das situações acima, pelo menos seus dois gatos precisam de uma avaliação veterinária e um check-up com relativa urgência.** Em todas as possibilidades os problemas são preocupantes e postergar a ida ao veterinário poderá colocar a saúde não só dele, mas de todos os gatos (se for algo contagioso) em risco. **Aproveite o momento e os exames pra avaliar a possibilidade de realizar a castração em breve também.**\n\n**IMPORTANTE:** ao levá-los para a consulta, não leve os dois na mesma caixa de transporte e sim em uma caixinha separada para cada um. Ou então leve eles em dias separados.\n\n*Quanto antes essa dúvida for solucionada, menores serão os valores do tratamento.*"
            ]
        },
        {
            "title": "Minha gatinha vacinada me arranhou,devo me preocupar com raiva?",
            "selftext": "O acontecimento foi no sabado ela esta saudavel,comendo igual porca como sempre\n\nO arranhão saiu um pouco de sangue,mas lavei e passei alcool \n\nAinda devo me preocupar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sv895s",
            "num_comments": 2,
            "comments": [
                "Se é vacinada: não. E, se a limpeza com álcool foi logo em seguida, a probabilidade de infecções ou contaminações por outros agentes é bastante mínima. Fica tranquilo. :)",
                "Não."
            ]
        },
        {
            "title": "tem problema trocar o sabor da ração do cachorro?",
            "selftext": "eu tenho uma cachorrinha há pouco tempo, comprei ate hoje 3 sacos de ração e toda vez foi uma ração diferente, na primeira vez pq quis comprar uma melhor e da última vez pq tinha acabado a ração e quando fui comprar só tinha outra. aí nessa ração nova eu li que tinha que ir mudando a ração devagar pro cachorro nao ter problema intestinal e logo ela ficou com dificuldade pra fazer cocô mesmo, ja tinha acontecido uma vez e acho que foi quando troquei a ração a primeira vez.\n\npro meu gato eu sempre compro a mesma marca de ração mas com sabores diferentes, ele nunca teve problema. posso fazer o mesmo com a cachorra ou é melhor dar sempre o mesmo sabor?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sv41sx",
            "num_comments": 6,
            "comments": [
                "Não veterinário aqui.\n\nOlha, eu não trocaria sempre. Se você já viu que a relação da dificuldade do cocô está relacionada com a troca, é bom evitar sempre que possível.\n\nSe a preocupação é dar variedade no sabor, você pode verificar com seu veterinário alguns petiscos e frutas que pode dar para seu animal. Você pode usar essas situações pra variar no que vai dar, sem ter mudanças bruscas na alimentação!",
                "Olá, aqui concordo com o u/sailor_knight, principalmente pelo fato da sua cachorrinha ser filhote. O ideal é encontrar uma ração e torná-la parte da rotina do cão para o organismo adaptar 100%, se ficar trocando de ração, as chances de aparecer problemas intestinais, alergias, etc. são bem maiores.\n\nSe puder, compre alguma marca conhecida como a Hills ou Purina, de preferência super premium. As rações super premiums especiais (para casos específicos) eu não recomendo aqui e deixo a para o veterinário dela. Caso seja um pouco fora do seu orçamento, dê uma olhada na Three Dogs Super Premium.\n\nSobre o sabor, desde que seja da mesma marca/modelo/composição (sem mudar o nome da ração, por exemplo), então é ok alterar o sabor. Mas recomendo manter fixo um sabor que ela gostar pra fazer parte da rotina e o paladar dela ficar acostumado. Às vezes ficar trocando o sabor pode estimular ela a ficar com um paladar mais seletivo e, futuramente, acabar complicando um pouco no interesse dela por rações menos calóricas (por exemplo).\n\nOff-topic: lembrando que construir uma rotina alimentar pra ela pode ser uma ótima opção, isso te ajuda muito a controlar a quantidade de alimento ingerida, além de acompanhar de perto se houve mudanças de comportamento ou interesse no alimento. Tem [esse infográfico](http://cdn.akc.org/akccontentimages/Illustrations/PuppyRoutineInfographic.jpg) bem simples mostrando uma rotina básica de um filhote. Lembrando que a água deve ser sempre à vontade; e evite brincar de corridas/pega-pega/estimular pulos após a alimentação ou ingestão de água. :)"
            ]
        },
        {
            "title": "Possível fungo no olho",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/3hqvg2lxsei81.jpg?width=1200&format=pjpg&auto=webp&v=enabled&s=8dfaa626d1af3f6c0c419416613a4f73fa2ef094\n\nhttps://preview.redd.it/ibbv4ciwsei81.jpg?width=1200&format=pjpg&auto=webp&v=enabled&s=055261badfa67374921dfc0a55c30974d223b3af\n\nOlá pessoal!\n\nMeu doguinho está com uma espécie de impigem no olho e não sei o que pode ser. Já é a segunda vez que ele tem esse probleminha.\n\n**Sintomas:** Borda do olho direito bem irritada e avermelhada - Coceira e irritação - Lacrimeja.\n\n**Atitudes tomadas:** A casinha é bem limpa e quando ocorre isso eu limpo pra desinfectar mesmo - Estou usando o remédio Neotopic Spray. A vet recomendou da última vez, mas ela não sabia o que poderia ser a causa. \n\nO remédio é bom e sara a ferida, mas quero saber o que pode causar isso pra cortar o mal pela raiz.\n\nObs.: A outra cachorrinha que convive com ele tbm apresenta a mesma ferida no olho :/\n\nDesde já agradeço a ajuda e vcs :)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sur0fz",
            "num_comments": 3,
            "comments": [
                "Quando você levou na vet, ela checou a possibilidade de ser fungo? Ou seja, mandou fazer cultura fungal? O que exatamente a vet fez para checar todas as possibilidades de diagnostico diferencial?\n\nNeotopic é para tratar bactérias e não fungos. Então se for fungo, não vai fazer muita diferença para tratar a causa (ele pode também estar dando a falsa melhora por ser anti inflamatório e anti alérgico). Lembrando que fungo não se controla somente com casa limpa e desinfetante. Pode ser caso também de alergia/dermatite. \n\nOu seja, sem o acompanhamento da vet para checar as possibilidades de diagnóstico diferencial é difícil de saber o que é a causa e como combater.",
                "Olá, consegue anexar alguma foto dele de frente mostrando os dois olhos? E, se possível, uma foto dele saudável também. Caso não seja pedir muito, uma foto dos olhinhos da cachorrinha que convive com ele também. :)\n\n# Só complementando:\n\nSobre o problema em si, a u/AlehCemy já citou a necessidade dos exames complementares para a identificação do diagnóstico definitivo (ou descartar outros diagnósticos diferenciais), que são de extrema importância para prosseguir com um possível tratamento, já que os sinais demonstrados e descritos são muito compatíveis com alergias ou infecções fúngicas/bacterianas ou parasitárias.\n\nUm outro ponto de detalhe que notei são os cílios superiores bem volumosos, que podem ter contato direto com o olho por conta de um problema chamado \"entrópio\". Isso acontece quando a pálpebra é um pouco mais voltada para dentro, fazendo com que alguns cílios causem atrito direto no olho, causando irritação, inflamação e em casos mais graves pode levar até mesmo a formação de úlcera na córnea. *Acho difícil ser isso, porque seria muita coincidência seus dois pets apresentarem o mesmo problema, mas é uma causa relativamente comum na rotina e também deve ser avaliada.*\n\nQuanto as infecções parasitárias: um ponto de destaque é o Demodex, que naturalmente habita a pele dos cães (temos até um tipo de Demodex que habita a nossa pele naturalmente também), porém, quando há imunossupressão (por estresse, alterações fisiológicas, mudanças de rotina, outras doenças, etc.), ele pode acabar proliferando mais do que o normal e então surge o início da sarna demodécica. Um dos pontos de proliferação é justamente no olho, unilateralmente. [Foto de exemplo](https://www.yankee-shelties.com/images/demodecticmange1.jpg).\n\n# Próximos passos\n\nPor fim, o que será necessário são os exames complementares para descartar a possibilidade dos fungos/bactérias/parasitas e do entrópio. Se for negativo, então verificar as possibilidades alérgicas e fatores ambientais para a identificação da possível causa.\n\nNão sei se consegui ser muito claro, o dia tá meio corrido aqui e não vou ter tempo pra revisar minha resposta, então se surgir mais dúvidas fique à vontade pra perguntar. :)"
            ]
        },
        {
            "title": "Muito obrigado a todos!!",
            "selftext": "Vim um pouco atrasado aqui, pois estou sem celular. Mas queria agradecer a todos que me ajudaram a tratar meu gato c esporotricose e queria agradecer especialmente ao ADM desse incrível subreddit! Muitíssimo obrigado, companheiro. Você é fera!\nMeu gato hoje se encontra curado e cheio de saúde, depois de 3 meses de tratamento cabuloso kkk. É isso, muito obrigado a todos vocês.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sucoo1",
            "num_comments": 1,
            "comments": [
                "Tava organizando as coisas pra ir dormir aqui e vi a notificação da sua postagem, vou dormir feliz agora hahaha. Muito obrigado pelas palavras e também fico muito agradecido por você ter ido atrás do tratamento ideal do seu gato. Esporotricose tem um tratamento muito favorável, mas exige um empenho muito grande na administração dos medicamentos e manejo das feridas. Parabéns pela dedicação. :)\n\nE continua de olho, porque ainda pode ter recidivas. Então sempre que você ver ele se coçando em excesso, ou com pontos sem pelo, já procure assistência porque o tratamento precoce é *muuuuito* mais fácil.\n\n**Fico muito feliz por saber que o sub e o projeto tem servido ao propósito correto. E é isso, com dedicação e empenho a gente vai garantindo a saúde desses peludinhos.**\n\n*Dá um sachê pro seu gato por mim depois hahaha, um abração e fiquem bem. :)*"
            ]
        },
        {
            "title": "Cachorro com nariz trancado e escorrendo",
            "selftext": "Minha cachorra está com gripe, com nariz trancado e escorrendo, as vezes parece que está engasgada. Vou leva-la ao veterinário, mas queria saber se tem alguma coisa que eu possa fazer para ela, para que ela melhore até que eu leve ela.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "stnmu6",
            "num_comments": 8,
            "comments": [
                "Olá, bom dia! Infelizmente nessa situação não há muito o que fazer antes de levar ao veterinário além da higienização da parte externa das narinas (para evitar o acumulo e ressecamento das secreções + obstrução da via); evitar exercícios intensos porque a oxigenação pode ser prejudicada; isolar ela de outros cães (se tiver contato); e, se notar que piora do quadro, então adiantar ao máximo a ida no veterinário.\n\nSe as vacinas não estiverem em dia, deixe o veterinário avisado e, durante a consulta, converse sobre a administração de um protocolo vacinal. Os sinais citados muitas vezes podem ser evitados com a vacinação em dia, além da importância geral das vacinas. :)\n\n**Os sinais de agravamento podem ser:** dificuldade respiratória, perda do interesse no alimento, tristeza/depressão (comportamental), aumento da frequência atual dos espirros/tosses, sangramento nasal, secreção nasal bilateral, desmaios, fraqueza, secreções oculares, inquietação/ansiedade, vocalização em repouso.\n\n* *Ao surgimento de algum desses sinais, a ida ao veterinário torna-se* ***urgente***.",
                "O melhor é levar no veterinário mesmo pra pegar a receita do xarope e cortisona logo. Tá na época de gripe, o ideal é vacinar os cães com a pneumodog, mas mesmo assim eles ainda podem gripar. Uma das minhas pegou mesmo vacinada. O tratamento é tranquilo e o xarope é super tranquilo de dar (pega a versão pediátrica do que o vet passar que eles amam), a tosse melhora em alguns dias, mas você precisa continuar o tratamento até o final!\n\nNão pode esperar pra levar porque se piorar pode virar pneumonia! É fácil de tratar e super simples de evitar um problema maior, mas você precisa levar no veterinário para tratar direitinho!"
            ]
        },
        {
            "title": "Como faço pra fazer a cachorra parar de latir?",
            "selftext": "Minha cachorra não costumava passear muito, agora tô levando ela quase todo dia, mas ela late igual uma doida quando sai, só para quando tá muito cansada. Será que ela não teve a socialização adequada? Ou ela é muito territorialista? Eu espero que com o tempo ela pare de latir, não sei o que fazer mais, incomoda muito os vizinhos.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "stcoeb",
            "num_comments": 5,
            "comments": [
                "Qual o histórico da sua cachorra? Adotada ou comprada? Se adotada, foi adotada com quantos anos/meses? Latido é só na hora de sair e passear ou é ao longo do dia?\n\nSe é só na hora de passear, você pode sem querer ter condicionado ela a continuar latindo, na linha do \"toda vez que lati, eu sai para passear. Logo, se eu latir, vou sair para passear\".\n\nE ela começa a latir em que momento? Ao colocar coleira, guia? Ou na hora de você pegar a coleira/guia? Ou ao sair pela porta?\n\nLembrando que há diversos tipos de latidos, desde latidos de empolgação, até latidos de alerta."
            ]
        },
        {
            "title": "olá. usei esse sabonete no meu cachorro há uns 15 dias e, após isso, ele começou a soltar pelos em uma quantidade preocupante. pode ter sido algum efeito adverso a esse sabão? tem alguma doença grave, a qual queda de pelos é um sintoma?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "st5vbj",
            "num_comments": 6,
            "comments": [
                "Olá! Pode sim. O sabonete Phebo não é indicado de forma alguma para pets e é muito relacionado com alergias em cães. Ele remove muito a oleosidade da pele e pelos, podendo causar ressecamento e irritação. Além do fato dele ter sido dermatologicamente testado para humanos, e não temos resultados dos efeitos dele para pets.\n\n# Maiores explicações\n\nA queda dos pelos pode estar associada a reação alérgica, principalmente se seu pet tem se coçado muito após o banho. Se você observar vermelhidão na pele, feridas, surgimento de crostas e afins, então precisará de uma avaliação profissional para saber como contornar a reação alérgica e também verificar se haverá a necessidade da utilização de algum medicamento para reduzir os efeitos adversos.\n\nPets, por não necessitarem de banhos frequentes, eu recomendo não testar sabonetes humanos neles e sim apenas produtos recomendados para pets. Compreendo que algumas vezes alguns são caros, mas saiba que o produto renderá por muito tempo e garantirá a segurança da saúde do seu pet (inclusive dos olhos).\n\n# Recomendação\n\nComo já fazem 15 dias, vou recomendar que dê novamente um banho (apenas com água) para remoção dos resíduos do sabonete (se ainda houver) da pele do animal. Esse banho somente com água também irá remover os pelos soltos e te permitirá ter uma visualização geral do impacto na pelagem dele. \n\nCaso, nos próximos dias (no máximo 7 dias), você observar que a queda dos pelos ainda continua, então não há muito o que fazer a não ser levar o pet para a consulta, já que pode ter uma dermatite instaurada na pele do pet e a intervenção veterinária é essencial para o tratamento. Ok?\n\n# Atenção\n\nSe houver qualquer ferimento, ponto de sangramento, vermelhidão, porções edemaciadas (em alto relevo) da pele, focos de alopecia (pontos completamente sem pelagem), coceira intermitente, incômodo notável do pet, se o seu pet parar de comer ou beber água, etc. Então a ida ao veterinário se torna obrigatória em menos de 1 semana.",
                "Como já falaram, dermatite é melhor levar no veterinário o quanto antes. Eu não consigo reforçar o quão importante é, os remédios são mais caros e às vezes manipulados. \n\nNUNCA use shampoo e sabonete de humanos em cachorros, nem se for coisa de bebê. Também não fique dando vários banhos com muita frequência porque isso prejudica muito a pele do cachorro e ele pode perder a oleosidade natural da pele (o que vai levar você a gastar muito dinheiro com tratamento dermatológico). Siga as instruções que o u/ApoioVet deu, coloque um cone pra ajudar que ele não fique se coçando com os dentes e fica de olho. Se continuar mal por mais uns dias você leva no veterinário e já pergunta TUDO que você deve ou não deve fazer com um cão relacionado a produtos para humanos e quaisquer outras dúvidas que você tem, aproveite cada centavo da consulta para evitar problemas futuros."
            ]
        },
        {
            "title": "Gato não faz as necessidades nos locais certos.",
            "selftext": "Galera to com uma gatinha filhote e to com um problema serissimo dela não fazer as necessidades como xixi e coco nos locais certos. Ela tem uma caxinha de areia mas ela não faz lá. Ela sempre faz pela cozinha ou qualquer outro lugar. E to correndo o risco grande de minha mãe doar ela por causa disso. Oq pode ser isso? Como faço pra ensinar ela a fazer no lugar certo. To desesperado :(",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ssvgq8",
            "num_comments": 4,
            "comments": [
                "Olá, bom dia! Ela tem quantos meses? E como é a caixinha de areia dela? Recomendo, inicialmente, caixinhas de areia amplas, que não sejam cobertas e sejam de fácil acesso (sem bordas altas que dificultem a entrada dela enquanto filhote). E deixar à disposição mais de uma caixa (uma no local correto e outra no local onde ela tem feito mais as necessidades) também é recomendado.\n\nE ela já fez o check-up de saúde? Digo isso porque é instintivo que filhotes façam as necessidades na areia ou em algum lugar onde possam enterrar. Então ter certeza de que está tudo bem com a saúde aqui é um ponto importantíssimo, já que gatos tem muita facilidade no desenvolvimento de problemas no sistema urinário e a micção em locais inapropriados é um indicativo disso.\n\nAh, e evite pegá-la e colocá-la na caixinha de areia forçadamente, porque isso pode causar uma certa aversão ao ambiente. Recomendo limpar a caixinha e assim que colocar areia limpa novamente, chame ela e brinque com a areia cavando alguns buraquinhos com o próprio dedo, fazendo movimento com a areia e, de preferência, um pouco de barulho dela raspando no fundo da caixinha e batendo na borda. O som pode estimular a curiosidade dela e ela pode pensar algo como \"opa, tem lugar pra eu cavar aqui, deixa eu ver!\".\n\nTente, também, utilizar materiais diferentes nas caixinhas (mas, nesse caso, elas devem ficar próximas). Alguns gatos preferem areia, outros preferem sílica, outros granulados e alguns não preferem nada inicialmente. Então terá um jogo de tentativa e erro.\n\nE sempre reforce positivamente qualquer interação com a caixinha. Lembrando que: enquanto ela estiver fazendo as necessidades, não interfira em nada, somente dê o reforço positivo após ela terminar de enterrar. :)",
                "Além do que foi dito, é importante que a caixinha não fique escondida embaixo de algum local ou em algum canto da casa que ninguém frequente. \n\nPrimeiro porque quando o gato faz suas necessidades ele sente que está exposto a vulnerabilidades, logo, é importante que ele veja vários locais de fuga a partir da caixinha - se a caixinha estiver muito em um canto, embaixo de algo, com telhado fechado, talvez não se sinta seguro para fazer ali. Mova-a para um local em que não existam bloqueios ao redor.\n\nEm segundo lugar, é importante que a caixinha esteja no local em que mais pessoas passam o dia. Isso porque a caixinha também é uma questão de território para o gato. Quando ele sente resquícios do cheiro de sua urina, ele sabe que aquele local \"é dele\". Se colocar a caixinha muito isolada do resto da casa, ele pode querer reivindicar seu território demarcando-o com xixi e coco nos locais errados.\n\nPor fim, lembre-se de usar cerca de 15 minutos, no mínimo, de tempo para brincar com seu gato todo dia. Isso não significa jogar um brinquedo e esperar que ele brinque sozinho. Significa pegar uma varinha e fazê-lo caçar junto com você. O gato deve sentir que está caçando e cansar no processo. Isso fará com que sua \"energia selvagem\" seja gasta e ele não sinta tanta necessidade de gastá-la em atividades como subir em locais indevidos, arranhar e morder locais ou pessoas, demarcar território..."
            ]
        },
        {
            "title": "machucado na almofada da pata",
            "selftext": "Queria sabe se alguém sabe como tratar quando a almofada do carpo do cachorro abriu uma ferida por ressecamento, a féria está seca mas parece que foi um pouco funda, não tão funda a ponto de sangrar muito mas chegou a sair um pouco de sangue, eu passei bastante soro e agora está seca mas ele anda lambando muito.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sry9l0",
            "num_comments": 7,
            "comments": [
                "Olá! Vou responder amanhã, mas enquanto isso vou fazer algumas perguntas aqui, tudo bem? Se a formatação ficar ruim é por causa do reddit mobile que tá horrível nos últimos dias. Mas vamos lá:\n\n1. Seu cão é de grande porte?\n2. Se for de raça, qual é?\n3. Qual a idade (pode ser aproximada)?\n4. É a primeira vez que surge rachaduras do tipo?\n5. Tem notado o aumento do volume das crostas dos coxins? [Exemplo](https://cdn.shopify.com/s/files/1/0045/9682/6186/files/hyperkeratosis-dog_paw.jpg).\n6. Qual a frequência média de passeios semanais?",
                "O ideal é colocar o cone nele pra ele evitar lamber até sarar. Só que quando melhorar, pode ser que ele volte a lamber por hábito. Nesses casos, aí você trata como ansiedade normal, vai dando brinquedos, aqueles que você coloca comida dentro são ótimos, se ele assistir tv coloca uns programas pra ele algumas vezes durante o dia (mas não muito).\n\nTem um negócio chamado pet glove que é tipo um protetor solar para patas, você passa a cada quinze dias/um mês e protege a patinha dele durante passeios. Mas isso só pra quando ele estiver 100% curado e não lambendo mais! Pergunta pro veterinário pra ver o que ele acha"
            ]
        },
        {
            "title": "Nossa gatinha se coça até fazer machucado, já não sabemos o que fazer…",
            "selftext": "Primeiro, nossa gatinha ODEIA sair de casa e ir ao veterinário, então buscamos uma vet especialista em gatos pra atender em casa…\n\nIsso foi uma solução, o resto segue na mesma. Ela já tomou cortisona, já usamos spray/pomada de Dermotrat e até shampoo antifúngico. \n\nPercebo que com o shampoo ela se coça menos, mas ela basicamente precisa ficar de cone o tempo todo, porque ela se coça e cada hora cisma com um ponto. \n\nPensamos que poderia ser algo psicológico, mas já não sei…",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sph7c9",
            "num_comments": 8,
            "comments": [
                "Da mesma forma que rola com cachorros, coçar constantemente pode ter várias origens, desde reações alérgicas, passando por fungos, parasitas, alimentação, mudanças comportamentais, e até mesmo stress.\n\nEsse comportamento é recente? Houve alguma mudança recente, como rotina, alimentação?  Checou o ambiente por pulgas, carrapatos? O veterinário chegou a fazer cultura de bactéria e fungo? Pediu outros exames para checar se não é parasita?",
                "[removed]",
                "A minha faz a mesma coisa fez até um buraco enorme na cabeça que ficou cicatriz, depois de um tempo descobri que ela tem alergia a pulgas e talvez felv o que deixa a imunidade dela muito baixa.",
                "Olá, bom dia! Já é um ótimo começo ter uma veterinária especialista em gatos atendendo diretamente na sua casa. Sobre a localização do machucado, onde é? E consegue descrever mais ou menos como fica a região? Se possuir foto e quiser linkar aqui ou mandar por mensagem privada, eu também agradeceria :)",
                "Eu tinha um cachorro que fazia isso e resolveram com banho de um shampoo especial. Ele era bem velhinho já e surgiu isso com a idade. Pergunta no petshop se eles tem algum shampoo assim."
            ]
        },
        {
            "title": "Estou preocupada e queria desabafar",
            "selftext": "Pessoal, em dezembro minha filhina deu a luz à três lindas cachorrinhas.\n\nNo final de janeiro infelizmente uma veio a falecer.\nEla começou a vomitar, não evacuava e gemia de dor. Levei ela ao veterinário, recebeu medicamentos e fizeram exames(de sangue, raio x e ultrassom).\nNo exame não houve alterações, apenas baixa glicemia provavelmente pq ficou um tempo sem se alimentar.\nDurante a madrugada as dores ficaram mais intensas e levei à outro veterinário. Mesma coisa.\n\nHoje, outra filhotinha teve os mesmos sintomas, estou apavorada. Vou levar a outro veterinário.\n\nEstou realmente muito preocupada, pensei que talvez fosse a alimentação, mas elas só se alimentam de ração para filhotes. Pensei que talvez fosse algo genético, mas os exames não encontraram problemas.\n\nEstou muito preocupada, tenho medo de não encontrarem nada novamente e acontecer tudo dnv.\n\nAtualização:\nLevei ela, fizemos alguns exames. Parvovirose e cinomose que deram negativo. O exame de sangue já foi feito mas demora um pouco o resultado e o ultrassom vamos fazer amanhã cedo.\nEla já foi medicada, e chegou a comer um pouco.\n\nAtualização 2:\nFizeram o ultrassom. Ela foi diagnosticada com gastrite.\nJá está melhor, se alimentando e evacuando.\n\nPessoal, muito obrigada! To bem aliviada, preocupada por conta da gastrite mas pelo menos sei o que é, e sei o que tenho que fazer.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "spfm1r",
            "num_comments": 10,
            "comments": [
                "Olá! No mínimo estranho, sem nenhuma alteração assim fica difícil até mesmo para os veterinários presenciais, porque o diagnóstico geralmente se dá por exclusão em circunstâncias assim e, por ser filhote, os efeitos dos sinais clínicos até a descoberta da causa primária pode ser bastante prejudicial pra eles.\n\nMas vou pedir mais algumas informações pra tentar te trazer algum esclarecimento.\n\nEssa outra filhotinha, antes do surgimento dos sintomas, evacuava normalmente? O comportamento dela mudou muito ou ela sempre foi quietinha? Sobre o crescimento, houve alguma complicação durante o desenvolvimento? E pode me informar qual a ração exata que você está dando?",
                "Sinto muito pela perda de uma das filhotinhas!  \nEspero que você consiga encontrar o atendimento e diagnóstico necessário em relação aos outros filhotes. \n\nÉ muito difícil em relação a pet o fato de que todas as questões de saúde não dependem da gente - Podemos tentar encontrar diagnósticos, fazer todos os exames necessários, medicação, mas sempre tem um limite do que podemos fazer...\n\nSe você tem alguma dúvida em relação ao diagnóstico, poste também que o pessoal do sub sempre ajuda!\n\nFique bem na medida do possível.",
                "Qual é a raça? Você estudou sobre o padrão da raça antes de cruzar? Pode ser que elas tenham herdado problemas genéticos pelo cruzamento, não necessariamente os exames feitos mostrariam.\n\nElas estão em casa? Se estiverem saindo pode ser algum parasita ou protozoário, mas acredito que os médicos devem ter feito exames voltados pra isso. Sugiro você ver com o próximo veterinário exatamente qual o problema que eles acham que é o principal (tipo gástrico, renal…) e marcar consulta com o especialista desse problema. É bom levar a mãe também para a consulta, vai que tenha algo relacionado."
            ]
        },
        {
            "title": "Meu gato está sempre com o c* sujo, isso é normal?",
            "selftext": "Como qualquer pessoa que cria gato, eu não tenho só um: tenho 4.\n\nTodos eles fazem um bom asseio próprio, com exceção do Bolota: ele é um gato de 4 anos, 5kg, siamês de rua mesmo. Ele nunca limpa o próprio c\\* direito, tá sempre sujo. Os outros gatos tem a bunda limpinha, mas ele não e não sei se isso possa ser algum problema?\n\nEu deveria ficar limpando?\n\nFico com vergonha porque sempre recebo meus amigos e família em casa e o pessoal adora o Bolota. Só que ele tá sempre com a bunda suja e as pessoas olham o coitado como se ele fosse imundinho :(",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "spev74",
            "num_comments": 16,
            "comments": [
                "kkkkkkkkkkk, eu AMEI cada palavra desse post. \n\nEntao, não sou muito de gatos, só tenho cães, mas sei que com cachorros pode acontecer das glândulas de alguma coisa lá embaixo acumularem sujeira e você tem que limpar (ou seja, espremer) manualmente. Não sei se isso também da em gatos e se seria o problema do Bolota. Acho que a gata da minha irmã tem o cu meio sujo também, mas ela não tem nada.\n\nO cocô dele tá normal? Ou é muito mole? Talvez ele não limpe porque tá com dor de barriga. Mas se ele sempre foi assim não deve ser isso, ou ele tem alergia a algo na ração.\n\nMas no geral acho que o Bolota só não se conforma com as normas da sociedade mesmo e é fora do padrão. Como gato não costuma sentar que nem cachorro, principalmente no colo dos outros, acho que nem tem risco do cu dele sujar alguém.",
                "O meu gato tem o mesmo problema, reparei que ele se lambe todo mas não lambe a bunda daí tá sempre suja. Também na parte dos pêlos perto da causa chegam a serem grudados porque ele nunca lambe lá, não sei o motivo mas dá agonia\n\nA minha suspeita é que ele é gordo e por isso talvez não alcance",
                "Talvez ele seja muito gordinho e não consiga se limpar direito. Aconselho a usar lencinho umedecido nele hahaha\n\n\n\n(e eu que tenho que raspar o cu do meu gato pq ele é muito peludo e fica nojento...)"
            ]
        },
        {
            "title": "Gato com diarreia persistente (atualização)",
            "selftext": "Já contei o caso do meu gato [aqui](https://www.reddit.com/r/ApoioVet/comments/rv0u1q/meu_gato_est%C3%A1_com_uma_diarreia_que_n%C3%A3o_passa_j%C3%A1/) e [aqui](https://www.reddit.com/r/ApoioVet/comments/s5u69o/a_diarreia_do_meu_gato_n%C3%A3o_passou_depois_de_dar/), e bem dei todos os remédios direitinho e ele melhorou bastante, ganhou peso e agora está bem hidratado. Fiz o teste fiv/felv e deu felv positivo, e fiz um novo exame de sangue que mostra que a imunidade dele tá muito baixa, quando eu perguntei para a veterinária o que fazer nesse caso ela disse que não dá pra fazer nada só me recomendou ir no oftalmologista vet pra ver o que fazer com olho dele, que tá com muita remela, mais só vou poder ir quando tiver dinheiro.\n\nE ultimo e não menos importante é que consegui um vaga para castração gratuita pra ele. Agora minha única duvida é se eu posso levar ele pra castrar com a imunidade tão baixa e ainda estando com o coco molinho e se realmente não existe nenhum tratamento mesmo pra imunidade baixa?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "snnhlu",
            "num_comments": 7,
            "comments": [
                "De maneira geral (o u/ApoioVet pode me corrigir se for caso), não é recomendado fazer cirurgias ou procedimentos invasivos que possam requerer antibióticos com a imunidade baixa. Imunidade baixa + antibióticos (e em muitos casos, corticóide) podem deixar o animal extremamente exposto para novas infecções ou desenvolvimento agressivo de alguma coisa que já está presente no animal, mas que estava dormente. Só em casos de emergência que se opta por fazer cirurgias, mas né, emergências muitas vezes é caso de vida ou morte.\n\nAcredito que seja possível fazer a castração, mas é importante avisar a equipe que fará, pois ele tem que ficar isolado de outros gatos, além de ficarem atento às infecções secundárias que podem ocorrer pós operatório. Vale lembrar que seu gato também terá que ser mantido dentro de casa, sem acesso à rua devido ao risco de transmissão de felv. \n\nO fato de ter diagnóstico de felv (que é uma leucemia) já é um agravante para a imunidade e de fato pode dar uma derrubada na imunidade, e com isso ficar mais vulnerável à doenças e infecções. Se não me engano, felv é considerada imunosupressora, o que explicaria a baixa imunidade.\n\nEssa veterinária não passou nenhum esquema de tratamento? Embora não tenha cura, há alguns tratamentos para amenizar/controlar alguns sintomas da felv."
            ]
        },
        {
            "title": "Cachorrinha chorando/estressada depois de voltar do pet shop",
            "selftext": "Hoje a minha filhote SRD (porte médio-pequeno, +- 8 meses) foi tomar um banho num pet shop pela primeira vez. Na hora que deixei ela com o táxi dog parecia que ela ia ficar tranquila, e na hora que peguei ela de volta também... mas quando entramos em casa ela ficou super agitada e começava a chorar toda vez que eu não estava distraindo ela.\n\nFicou assim por horas, muitas vezes indo lá na porta do apartamento, chorando e se debatendo contra ela como quem quisesse sair. Fiquei muito confuso com esse comportamento, porque é o tipo de coisa que se esperaria de um cachorro que está sozinho em casa, e não acompanhado. \n\nTerminei de trabalhar e levei ela pra passear pra dar um cansaço nela e, agora que finalmente cansou, parou de chorar. Estou assumindo que é só estresse de ter ido num pet shop pela primeira vez (caixinha de transporte, outros cachorros, barulhos, água, secador... muita informação), mas continuo intrigado/confuso com a forma que ela demostrou esse estresse.\n\nAlguém já passou por algo semelhante? É a primeira vez que sinto ela estressada desse jeito.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sn3a1z",
            "num_comments": 12,
            "comments": [
                "Estranho mesmo o comportamento dela. Se ela estivesse retraída e até um pouco agressiva eu diria que ela pode ter sido abusada ou negligenciada no pet shop, mas como ela está querendo sair e chorando, não sei. \n\nVocê deu uma olhada boa nela? Ela pode estar machucada? As vezes cortaram as unhas demais ou na tosa pegaram alguma pelinha. Só o choro é uma coisa e poderia ser ansiedade de separação, mas como ela quer sair é estranho. Sugiro você mandar mensagem pra pet perguntando se aconteceu alguma coisa. Enquanto isso, tenta deixar um lugar confortável e quentinho pra ela, vai dando bastante carinho e petiscos pra ela se acalmar.\n\nOutra coisa que pode ser: ela é castrada? Se não, pode ser que ela esteja entrando no cio? É o único comportamento que até casaria com esse. Se ela estiver mesmo entrando no cio, evite sair com ela na rua, se for sair, saia em horários mais cedo e/ou mais tarde, quando tem menos cães na rua. Tenha certeza que a coleira/peitoral dela é segura e não tem risco de escapar, assim como o gancho da guia não tá falhando, porque ela pode tentar sair correndo.",
                "Update: depois da soneca ela voltou a chorar. Não sei o que fazer :(",
                "Leva no Vet, parece que ela está com dor. Eu já tive experiências péssimas com pets e hoje em dia só banho em casa, é um saco dar banho no chuveiro mas não dá, da certo por anos até que um dia não dá mais. Até hoje tenho um cachorro que n curte banho e acho que foi trauma de petshop..."
            ]
        },
        {
            "title": "Kk; alguém poderia me dizer se isso é um pombo msm? Sempre vejo ela aqui de casa, quando é de tardezinha ela faz um barulhinho tipo coruja. Esse olhinho de duas cores é bem diferente. Esse amassadinho na cabeça, é que ela bateu no poste e ficamos com dó de deixar ela lá fora, tava chovendo...",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "slgmdd",
            "num_comments": 9,
            "comments": [
                "Pelo o que eu vi pesquisando pela a Internet é uma pomba-asa-branca.\n  \nAqui o link: https://www.wikiaves.com.br/wiki/pomba-asa-branca",
                "É sim, mas não é da mesma espécie daquele pombo que a gente chama de rato com casas kkkk (tadinhos, nem são). É uma pomba rola ou pomba rolinha que sempre chamamos aqui em casa, elas andam mais em bando e são bem boazinhas, não são tão acostumadas com humanos que nem pombos de “rua”\n\nO ideal é deixar ela confortável num lugar com luz, água e alpiste e esperar um pouco pra ver se ela melhora. Não tenta mexer muito pra não matar o bicho de susto (literalmente), deixa ela na dela, vai falando com ela de boas e se ela melhorar solta ela",
                "Só toma cuidado com a possível transmissão de doenças. Pombas no geral são vetores de doenças para humanos.",
                "Juriti",
                "Rolinha"
            ]
        },
        {
            "title": "O que dar para meu gato morder?",
            "selftext": "Meu gato vai completar dois anos e vive mordendo cabos de carregadores, cabos de fones de ouvido, cadarços, tiras de mochila, etc. Não posso dar mole. Os dentes dele são normais, segundo a veterinária. Sei que tem coisas que não posso dar para ele morder, como barbantes, linhas, pois ele pode engolir e ter problemas. Brinquedos feitos de borracha para cães ele não gosta. Tem alguma coisa que eu poderia dar para ele morder? Alguma coisa, claro, que gatos gostam. \n\nObrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sl9zq3",
            "num_comments": 4,
            "comments": [
                "Além da linha Kong para gatos que a u/AlehCemy sugeriu e os knots sugeridos pelo u/monstr2me, recomendo também investir em algum enriquecimento ambiental extra na casa. Se você já tiver, pode desconsiderar, mas dê uma olhadinha em alguns [nichos](https://img.elo7.com.br/product/zoom/28CAA90/nicho-cama-para-gato-kit-c-1-nicho-1-escada-mdf-branco.jpg) para os gatos e também pode improvisar alguns brinquedos como [estes](https://www.killarneycat.com/cat-enrichment-tools-that-you-can-make-at-home-food-puzzles/). O importante é distrair o bichano e, sempre que possível, redirecionar a atenção dele.\n\nAqui em casa eu sempre deixo uma ou duas caixas à disposição da minha gatinha e uma delas eu mantenho fechada com uma pelúcia e alguns petiscos dentro. Ela passa uns bons minutos tentando abrir a caixa, depois brinca com a pelúcia, come um pouco dos petiscos e vai dormir. Quando a caixa estraga, eu pego mais uma no mercado (só pedir quando for em um, é de graça).\n\nE continua não dando mole, sempre limitando o acesso aos itens que ele pode morder, principalmente cabos de eletrônicos porque podem resultar em acidentes sérios. Gostei que você já entende dos perigos que os barbantes e linhas tem, além de já ter visto sobre a saúde bucal dele com a veterinária responsável. :)",
                "Dê uma olhada na linha de Gatos da Kong.",
                "em termos de durabilidade e segurança, na minha experiência com cachorros, os ursinhos da linha knots da Kong são os melhores. Se meu cachorro demorou mais de um mês pra destruir, imagino que dure bem com gatos!"
            ]
        },
        {
            "title": "Como está o mercado de med vet no Brasil? O salário é bom? Vale a pena cursar?",
            "selftext": "Sei que não difícil arrimar emprego, mas e o salário? É bom?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "skvbsg",
            "num_comments": 6,
            "comments": [
                "assim, eu vi q nas faculdades boas ta um horror de dificil de entrar. eu estudo engenharia na ufop e vi o curso nas de mg e do sul, e faculdades tipo ufop q eh a minha, ufmg, unifal, a de itajuba la, a ufu etc a nota de corte ta fogo  \n  \nde salario n faco ideia  \n  \nvaler a pena vc quem avalia",
                "Olá! Recomendo dar uma olhadinha nas respostas [aqui](https://www.reddit.com/r/ApoioVet/comments/rbgvpn/comment/hns41xe/). O comentário da u/heladodelemon toca num ponto específico e muito reclamado pelos outros veterinários: o salário não é a motivação da profissão (tenho otimismo sobre essa parte, mas os profissionais precisam acordar pra diversos detalhes no mercado de trabalho ainda). Lembrando que os valores citados no link são valores médios e não separados por especialidades.\n\nDe um modo geral, além dos temas abordados na resposta linkada acima, eu acho o mercado da medicina veterinária de pequenos animais um pouco saturado porque ninguém tenta pensar fora da caixa. A competição entre as clínicas é pelo preço mais baixo, e quem paga essa conta não é nem a clínica ou o tutor, mas sim o pet que, por vezes, pode receber alguns procedimentos ultrapassados.\n\nQuanto ao curso, ele é bem denso, com muito conteúdo, então se prepara pra estudar bastante. Tem mais detalhes desse tópico no link acima também, mas o comentário do u/tardedeoutono levanta um ponto importante que é a competição: quando entrei as faculdades já eram bem pesadas na questão da competição e da nota de corte. A UEM em 2010 estava com 47 pessoas competindo por 1 vaga, em 2021 foi de 25/vaga. Já a nota de corte no ENEM para as faculdades públicas fica em média de 710. Se não me engano a UEM esse ano permitirá a entrada pelo ENEM, antes eram vagas muito limitadas e era o vestibular da instituição que definia a aprovação dos candidatos, então recomendo ficar de olho se tiver interesse. :)",
                "Eu não sou veterinária, mas já fiz 1 semestre do curso de Vet na USP e entrei pelo Enem.\nO curso em si é muito denso, vc vai estudar todas as espécies...é super puxado e o ideal é fazer uma residência quando terminar.\nQuanto ao mercado de trabalho, na cidade grande tem um vet em cada esquina...o salário já foi melhor, mas depende muito de onde vc mora, se é área de pequenos ou grandes, se a clínica for sua...\nSe vc tá visando grana...vai se decepcionar...",
                "Olha, eu não sou veterinária, mas até onde eu sei o salário não é uma motivação"
            ]
        },
        {
            "title": "percebi esse \"risco\" aí no meu cachorro. ele é meio atentado e fica cheirando absolutamente TUDO que ele encontra. fico em dúvida se pode ter sido isso ou outra coisa mais séria :(",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sjq8dc",
            "num_comments": 3,
            "comments": [
                "Hahaha a cara do pestinha. E aparentemente é uma cicatriz de alguma arte que ele aprontou antes, como você não notou sangramento podemos sugerir que seja uma cicatriz de queimadura. Ele não xeretou alguma panela? Inclusive, evite deixar os cabos das panelas virados pra \"fora\" do fogão. Se ele possuir acesso ao quintal às vezes cortou em algum galho/espinho; se você tiver gato ou outros gatos entrarem no quintal, tem a possibilidade deles arranharem o focinho dele também. São diversas possibilidades.\n\nRecomendo comprar algum brinquedo que estimule o faro dele, como os [Kongs](https://a-static.mlcdn.com.br/618x463/brinquedo-kong-classic-medio/emporiodaspatas1/264800t0127/3033748fd613ee26fe0f3e00e5dd1d2e.jpg), ou outros nesse estilo [aqui](https://m.media-amazon.com/images/I/81Z6zuoXowL._AC_SX466_.jpg), [aqui](https://m.media-amazon.com/images/I/71de+-WmBoL._AC_SL1500_.jpg) e [aqui](https://ae01.alicdn.com/kf/H0a7c176230d44d45833349643f83ea46d/Dog-Sniffing-Mat-Toy-Dog-Snuffle-Ball-Training-Food-Slow-Feeding-Pad-Pet-Interactive-Puppy-Puzzle.jpg_Q90.jpg). Algumas brincadeiras que estimulem o faro também são super bem vindas, como a clássica do copinho (colocar 3 copos, que não sejam de vidro, virados para baixo. Dois vazios e um com petisco, embaralhar os copos na frente dele e deixar que ele procure). Ou colocar algumas caixas de papelão fechadas em um cômodo e esconder um petisco sem ele ver, depois chamá-lo para procurar a caixa certa.\n\nAos poucos vai adicionando dificuldades nas brincadeiras e adaptando com novos recursos. Não estimule o comportamento de farejar quando estiver fora das brincadeiras, nem dê reforço positivo fora delas também. Não que seja um problema, mas ele pode vir a ter problemas com esse comportamento, como picadas de insetos, queimaduras, choques, etc.",
                "inclusive ele estava cheirando o carregador do notebook 👍👍👍"
            ]
        },
        {
            "title": "Alguém que já tenha feito o curso de adestramento do Jairo Teixeira pra recomendar?",
            "selftext": "Os vídeos dele no canal do YouTube passam muuuuita segurança, mas como é um investimento meio alto eu só queria ter uma segunda confirmação antes de fazer qualquer coisa.\n\nBrigadão turma!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sj7vp8",
            "num_comments": 5,
            "comments": [
                "Upp",
                "To querendo saber também",
                "Não conheço ele, mas pelo pouco que vi, ele me parece fazer o gênero do \"Balanceado\", ou seja, é uma mistura do método tradicional (correção + punição) com positivo (reforço de comportamentos positivos/desejados).\n\nEu particularmente não sou fã dessa metodologia. Mas há quem seja fã.\n\n&#x200B;\n\nedit: vi mais um pouco e ele usa ainda vários conceitos ultrapassados e derrubados pela ciência. Em resumo, se vc quer algo baseado em ciência, ele não vai te atender. Eu de fato não compraria o curso dele. Tem curso melhor, mais atualizado e mais barato que o dele.\n\nEdit 2: Indicações de cursos:\n\n[https://www.dantecamacho.com/](https://www.dantecamacho.com/)\n\n[https://www.tudodecaotransforma.com.br/](https://www.tudodecaotransforma.com.br/)\n\n[https://www.turmadofocinho.com/servicos/#aulas-de-adestramento-equipetdf](https://www.turmadofocinho.com/servicos/#aulas-de-adestramento-equipetdf) (no caso, são aulas online)"
            ]
        },
        {
            "title": "Olá a todos! Alguém que possua dois gatos machos castrados poderia me informar se podem compartilhar uma só caixa de areia ou é necessário uma caixa para cada?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sizd2t",
            "num_comments": 6,
            "comments": [
                "Eles até podem dividir mas o ideal é ter uma por gato!",
                "os meus dividem as caixas sem problema. são duas caixas e cada um alterna em qual faz e não se importam se tiver usada pelo outro gato.\n\nno começo da pandemia também dividiram uma única caixa, porque uma delas quebrou e ficamos uns dias sem poder ir comprar outra.",
                "Acredito que isso não influencie em nada"
            ]
        },
        {
            "title": "Eu estou movendo demais a minha cachorrinha que castrou hoje?",
            "selftext": "Foi tudo tranquilo durante o procedimento, mas ela (SRD - 1 ano) ainda está bem baqueada da cirurgia e anestesia. Mediquei conforme a indicação da veterinária e ela parece não estar com dor, mas tem tido um pouco de dificuldade de encontrar uma posição confortável. A questão é que os lugares favoritos dela são a cama e o sofá, altos demais pra ela subir sozinha nesses primeiros dias. Ela fica olhando pra eles com uma cara meio triste hahah então tenho pego ela no colo e colocado onde ela quer estar. Eu deveria fazer menos isso? As vezes em que coloquei ela foram as que ela pareceu conseguir descansar melhor, mas estou preocupada de estar pegando no colo o tempo todo (mesmo tomando cuidado e pegando da forma como a vet ensinou) e acabar atrapalhando na cicatrização dos pontos. O que acham?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sibd8h",
            "num_comments": 5,
            "comments": [
                "O ideal é movê-la menos e eu ainda recomendo não colocá-la em cima da cama ou sofá (a não ser se você for ficar pouco tempo e sob total supervisão), o fato dela ter a chance de pular pode causar alguns problemas mais graves. Entre hoje a amanhã deixe ela em total repouso mesmo que ela fique com carinha triste, só garanta que ela esteja comendo e se hidratando adequadamente. Mas também não restrinja o movimento voluntário dela, deixe ela andar normalmente, só tenta evitar que ela corra, pule, fique em posição vertical (com as patinhas da frente do seu colo, por exemplo) e suba em lugares mais altos.\n\nE lembre-se, isso provavelmente vai demorar no máximo 1 semana, então calma porque ela não vai ficar deprê pra sempre hahaha. Fazer a limpeza dos pontos e seguir corretamente as instruções deixada pela veterinária vai garantir o sucesso desse período. :)\n\nQualquer nova dúvida fique à vontade pra entrar em contato."
            ]
        },
        {
            "title": "Meu gato continuou com as bolas",
            "selftext": "Castrei meu gato essa semana, e percebi que o escroto ainda ficou bem amostra e um pouco dura, me fazendo acreditar que meu gato continuou com suas bolas. Me pergunto, isso é normal?\n\n- fazem 5 dias da cirurgia\n- ele sempre teve sacos grandes",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "si7xiu",
            "num_comments": 4,
            "comments": [
                "Olá! É normal sim, você tem feito a limpeza diariamente conforme recomendado pelo veterinário? O escroto deve estar um pouco inchado devido ao procedimento e, lá pelo 7º dia, começará a reduzir o tamanho (mas não é uma regra). Ao levá-lo no retorno para a remoção dos pontos, se ainda continuar grande, pergunte se está tudo bem. Mas é normal, e é normal também a formação de uma casca ou o escurecimento da pele na região.\n\n**O que não é normal:** dor excessiva, secreções (principalmente amareladas), queda dos pontos precocemente, sangramento e surgimento de feridas além da sutura.\n\nAh, e se ele estiver lambendo, recomendo colocar o colar elizabetano mesmo que ele não se sinta confortável. A lambedura do local pode predispor à infecção, ao surgimento de feridas e retirada precoce dos pontos.\n\n*Caso esteja achando realmente muito diferente ao ponto de ter despertado preocupação, fique à vontade pra enviar uma foto por mensagem privada.*",
                "já que o nosso amigo veterinário respondeu, eu me sinto no dever de deixar [isso aqui](https://www.youtube.com/watch?v=a6-GNZ8t8vg) e sair correndo",
                "Dificil, mas pode acontecer, meu gato por exemplo foi castrado duas vezes, um guerreiro!",
                "Quando o meu gato foi castrado também tive essa impressão, até quase voltei no Vet pra ter certeza de que ele foi castrado mesmo, mas com o tempo o saquinho foi diminuindo e o comportamento dele ficou mais preguiçoso além de parar de ficar com o Piu Piu de fora kkkk"
            ]
        },
        {
            "title": "Meu cachorro não passeia",
            "selftext": "Meu cachorro nasceu em julho de 2020 (já na quarentena) e por causa disso e pelo meu bairro ser bem perigoso eu não passeio com ele. Dou voltas de carro uma vez na semana e ele adora, mas tenho medo deve desenvolver problemas por causa disso.\n As vezes vejo ele deitado a tarde apenas dormindo sem brincar ou nem nada, isso é algo que eu devo me preocupar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "si306z",
            "num_comments": 2,
            "comments": [
                "É muito importante q os cachorros e gatos.. socializem e conheçam coisas novas, o passeio propociona isso então é importante. Para saude Física e mental de seu cachorro!",
                "Olá! O ideal é que eles possam passear sim, mas em situações como a citada por ti, o ideal é adaptar. Procure brincadeiras que possam ser feitas dentro de casa e que exigem mentalmente e fisicamente do cão. Comedouros que dificultem o acesso à comida, como [estes](https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcSUIca4aN5r-gNL6a5DBHdMqrwNtWw_gKUhOpby7Gqo8gHqzvbSH-PHCTQtkO9KA6euOQK-poPNL8eIFjch9eYHS_2zeWhb&usqp=CAY) aqui, brinquedos para mastigação, treinamentos se bem aplicados também encaixam bem na estimulação mental (ficar, sentar, deitar, etc.).\n\nNão há possibilidade de levá-lo para algum parque seguro aí? Ou correr pelo menos 1x em volta do quarteirão? Parece pouco, mas isso 1x ao dia ou 3x na semana já pode significar bastante para o seu pet (e pra você também). O importante é não deixar que o sedentarismo tome conta e evitar a obesidade dele, além de controlar a ansiedade, evitar vícios comportamentais. A atividade física também ajuda (desde que dentro dos limites do cão) a fortalecer a musculatura esquelética e evitar problemas ortopédios, etc.\n\nEnfim, se o seu cão gosta de passear, recomendo estudar as melhores possibilidades e tornar a atividade do passeio parte da rotina dele. Mas lembre-se: conseguir levar seu pet aos passeios não descarta a necessidade dos estímulos mentais em casa, ok? :)"
            ]
        },
        {
            "title": "Vale a pena fazer ensino médio com curso técnico em análises clínicas para depois virar veterinário?",
            "selftext": "Acho que vou ser veterinário, gosto de biologia (principalmente zoologia) e adoraria trabalhar com animais. Esse ano vou mudar de escola pra fazer o ensino médio e tava pensando em começar a estudar pra uma escola técnica gratuita e fazer o ensino médio lá + curso de análises clínicas, pq dos cursos técnicos integrados que achei é o curso com mais biologia e mais próximo de med vet.\n\nAí eu penso em fazer o curso pra ter um emprego e poder trabalhar desde o início da faculdade, o que pode ser muito bom pra mim. Mas não sei se vou gostar do curso por ter só biologia humana, e não sei se vou me arrepender. Preciso decidir pra saber se vou estudar lra prova ou não, então o que vocês acham?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "shgljn",
            "num_comments": 4,
            "comments": [
                "Olá! Se você já gosta e tem real interesse em ser veterinário, então faça. Entrar na faculdade já com esse conhecimento te ajudará muito a tomar decisões sobre seu futuro profissional, além de ser um diferencial enorme quando conhecer a matéria de patologia clínica. Que, por sinal, é uma das matérias que melhor complementa a clínica médica.\n\nEntão, ter o combo de técnico em análises clínicas + ótimo embasamento em patologia clínica + desempenho médio em clínica médica, facilmente te colocará como um profissional acima da média no mercado de trabalho (na área de clínica médica/patologia clínica).\n\n**Sobre o fato do curso ser focado em humanos:** isso você adapta depois durante o conhecimento que você for adquirindo na faculdade. E, não entrando na disputa \"medicina vs veterinária\", mas começar as análises clínicas *somente* pela biologia humana pode ser uma vantagem, porque preparará bem o terreno pra quando entrar as outras espécies e te fará compreender mais rapidamente as diferenças. A maior dificuldade dos alunos em patologia clínica é a enxurrada de informação que vem de uma só vez.\n\n**Uma dica extra:** aprenda e use o [Anki](https://apps.ankiweb.net/) (ou qualquer sistema de flashcards que você gostar), tem muitos detalhes que são puramente decoreba e o Anki me ajudou demais nessa parte e me acompanha até hoje pra me manter atualizado.\n\n**Sobre a parte de trabalhar durante a faculdade:** recomendo escolher um curso que não seja integral, mas os melhores (e a maioria) são integrais. Minha faculdade foram 5 anos das 7:45 da manhã até às 17h, tornando quase inviável estudar e trabalhar nessa situação. \n\nLembrando que às vezes esse curso vai parecer aquela salada ruim que você come porque sabe que é saudável, e os resultados virão depois. Então não espere ter muuuuita empolgação e pensar \"mds eu fiz a melhor escolha da minha vida\", ok?"
            ]
        },
        {
            "title": "Meu gato não quer comer comida seca.",
            "selftext": "Pois bem, eu sempre dei ração seca para meu gatinho, as vezes, eu dava um sachê, mas era muito raro. \n\nEsses dias, ele ficou sem comer (não queria nem ração seca e nem úmida), levei ao veterinário e, aparentemente, está tudo certo (estou esperando o resultado do exame de sangue sair). \n\nDepois que ele chegou do Vet, dei um patê e limpou o potinho. Tentei adicionar ração seca no patê e ele também comeu. Porém, ao colocar só ração seca, o gato não come, ele só cheira e não demonstra interesse. \n\nHoje eu coloquei um pingo de ração úmida, foi beeeem pouco, e o bendito do gato comeu KKKKK \n\nSerá que ele tá sendo seletivo (mimado rs) sobre o tipo de ração? \nSerá que ele tá com algum problema e não estamos percebendo? \nO que eu posso fazer para ele comer ração seca? \n\nObs: o miado dele está fraco e eu estou achando que ele não está bebendo água direito (Não sei se é pq eu estou colocando água na comida úmida ou coisa assim).",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sha8d5",
            "num_comments": 4,
            "comments": [
                "Olá! Aparentemente, pelo seu relato, ele está sendo seletivo. **Precisamos esperar o exame de sangue e o parecer final do veterinário para afirmarmos**, porque o exame de sangue é a parte mais importante do check-up *(sério, exame de sangue é sagrado pra gente)*. Se por fim o veterinário disser quer tudo está ok, então podemos mudar alguns aspectos na rotina desse (possível) mimado hahaha\n\nEnquanto isso, coloque um potinho d'água em cada cômodo, evite deixar um potinho logo ao lado da ração, porque eles podem não beber por conta do cheio da comida. A ração úmida vai diminuir a quantidade de vezes que ele vai tomar água, mas é somente uma diminuição, se notar que ele não está bebendo (ou não ver ele bebendo água hora nenhuma) então deixe isso avisado para o seu veterinário também.\n\n***Deixe a caixinha de areia bem limpa diariamente pra estimular a micção também.***\n\n**E faça o desmame da ração úmida:** separe a porção de ração seca total dele (geralmente indicada na embalagem da ração) e divida em 4 partes. Hoje coloque metade ração/metade patê e vá reduzindo gradualmente ao longo da semana até que coloque somente a ração. Com isso vai ser até mais fácil controlar e visualizar a quantidade de comida que ele tem ingerido.\n\n*Lembrando que essa última parte é pra fazer somente após a confirmação de que seu pet não está com maiores problemas, ok? Enquanto isso estimule a alimentação e a hidratação dele sempre que possível/necessário e fique atento ao comportamento também.*",
                "Mano aqui no sul fez um calor do caralho durante duas semanas, ai meu gato desidratou e tmb não tava comendo nem bebendo água. A solução foi mandar ele pros meus pais até ele melhorar, pq moro em apto e tava quente demais (sem ar condicionado) e lá é terreno com várias arvores, ou seja era ambiente mais agradável de clima. E a veterinária me sugeriu  umedecer a ração dele com água de coco, por causa da desidratação, já que água de coco tem função de soro. \n\nPode ser que teu gato tmb esteja com muito calor.\n\nOutra coisa, as x quando meu gato não quer a ração seca ou tá tomando pouca água, eu umedeça com água filtrada morna, tipo sopinha, pro ilustre rei da casa. Não posso dar sachê a vontade pq ele tá em controle de peso, daí a sopinha mata a vontade dele."
            ]
        },
        {
            "title": "Tem como adestrar esse periquito?",
            "selftext": "olá, tenho um periquito australiano fêmea (Zelda) a uns 4 anos quase, ela foi um presente da minha tia, já que eu sempre quis ter um pássaro/ave ( ela disse que comprou de um aviário ). porém não importa o quanto eu tente, ela nunca deixou eu encostar um dedo nela e tem muito medo de sair da gaiola ( mesmo eu deixando aberta). ela também não sabe brincar com os brinquedos para pássaros e não se alimenta de nada além d semente ( frutas etc..) ja tentei atrair ela com comida e talz, mas o máximo que tenho é ela pousando assustada na minha mão dentro da gaiola :l  ( tbm não gosta de casinha ou rede, nunca dormiu no \" ninho \" dela. )\n\neu troco a água diariamente já que ela faz muita sujeira e a ração tbm, mas até agora nada de se acostumar com a minha mão. tirando seu comportamento extremamente medroso, ela tem a saúde ok e não apresenta nada de errado, só queria poder um dia fazer carinho nela ou se ocorrer algo, ter como pegar sem levar bicadas :s\n\nela fica na sala do lado da janela onde tem mais circulação de pessoas e plantas na varanda, adora cantar quando tem música. pretendo trocar a gaiola para uma maior ( sem condição financeira no momento) .\n\nhttps://preview.redd.it/2f1jjwvpsve81.jpg?width=1280&format=pjpg&auto=webp&v=enabled&s=1da9c03e0b7ae6959703ddf959f0be5e8bbeca56",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sghmbe",
            "num_comments": 6,
            "comments": [
                "Que nome fofo!  \nNão sou especialista em pássaros, mas tenho um Agapornis que apareceu em casa. Acompanhando subs e pesquisando sobre psitacídeos, aprendi que amansar pássaros é um processo que demora tempo e requer muita paciência. Acho que no seu caso, me parece que a Zelda parece que não conviveu com outros pássaros para pegar esses hábitos (tipo de comer frutas, tomar banho, coisa do tipo)? Então acaba que ela não faz muita coisa.   \nNão sei muito bem o que te dizer, OP, me parece que você faz tudo o que fosse esperado, ainda mais considerando o período que você mencionou. Me parece que é algo da personalidade dela. Talvez outro pássaro ajudaria ela a incentivar esses hábitos, mas aqui é um chute e também não sei se ter outro passarinho seria uma solução viável.",
                "Depende muito. Periquitos australianos podem sim ser treinados, mas funciona melhor quando eles começam a ser treinados quando bebês. Treinar um adulto é bem mais difícil, sugiro procurar uns vídeos no youtube, mas confesso que não sei se seria possível pra um periquito adulto. Não deixa a gaiola aberta!!! Se ele se assustar e sair, pode se bater nas paredes (mesmo com o local fechado) e pode se machucar (e veterinário de pássaro não só e muito difícil de achar como também é bem caro). Se ele fugir, já era, esses pássaros não sabem viver fora do cativeiro.\n\nO treinamento leva muuuuita paciência, eu cheguei a treinar um pouco um periquito filhote e demorou bastante só pra ela se acostumar com a minha mão. Tem que também ir respeitando o pássaro, sem forçar, porque se ele se assustar demais pode ter o efeito contrário. Conversar e olhar para eles também ajuda muito, como eles são mais inteligentes e conseguem decorar músicas e tals, eles entendem até certo ponto que estamos falando com eles e isso ajuda a passar segurança pro bicho. Com nossos psitacídeos a gente sempre conversou muito, chegava em casa e falava “oi fulano, como foi seu dia?” e eles olhavam e reconheciam kkkk.\n\nSobre ter mais um, pode ser que ajude na socialização e a ele aprender a tomar banho, comer frutas… Periquitos são pássaros sociáveis e gostam de viver em bando. Tem também aqueles palitinhos que você pendura não gaiola com sementes e mel, você pode colocar esses, se ele comer, coloca algumas coisas no palito quando estiver na metade e ele vai provando. As vezes tem que pendurar a fruta ou legume como se tivesse no palitinho ou no potinho, tive um canário que amava jiló, mas só comia se tivesse colocado direito na grade da gaiola. Mas ter mais um, mesmo que treinado, não necessariamente vai fazer com que o Zelda fique mais propício a ser treinado também, até porque a personalidade dele já é mais tímida, isso também depende da personalidade do pássaro."
            ]
        },
        {
            "title": "Gato filho foi atacado e resgatei [URGENTE]",
            "selftext": "Olá pessoal, eu e minha mãe resgatamos um gato filhote que ia sendo levado em um saco para o lixo, barramos a pessoa e resgatamos o animal. Porém o mesmo está ferido (sem pelagem) na parte do pescoço e com um furo na bochecha e algo provavelmente perto do olho. Ele tá com muita dor, me foi orientado 4 gotas de dipirona. Estamos no interior do estado e não tem veterinário nem possuímos carro para levar ao vet mais próximo, conto com a ajuda de vocês!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sfwbqa",
            "num_comments": 1,
            "comments": [
                "Olá, boa noite, entrei em contato com você por mensagem privada pra confirmar a localização e outras informações pessoais. Aguardo a resposta, obrigado!"
            ]
        },
        {
            "title": "Duvidas sobre castração de gata que pode ter cruzado",
            "selftext": "A castração da minha gata está agendada para dia 17 de fevereiro, pq finalmente vou ter condições financeiras de realizar o procedimento. Ela já engravidou antes e teve dois filhotes que agr tem 3 meses, mesmo tomando tudo cuidado para manter ela em casa, até construi um gatil, hoje ela fugiu e desconfio que pode ter cruzado, O que faço agr?\nMinha vizinha me disse que não tem problema pq quando foi castrar a gata dela que estava grávida os veterinários retiraram os fetos e deu tudo certo.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sfusz1",
            "num_comments": 1,
            "comments": [
                "Sim, é possível castrar a gata em períodos gestacionais mais recentes. Mas alerte seu veterinário quanto à fuga e possível gestação com antecedência para evitar qualquer surpresa pra ele durante o procedimento, já que as paredes uterinas provavelmente estarão mais espessas e irrigadas.\n\nA interrupção eletiva da gestação é um procedimento relativamente comum na rotina prática e, eu, particularmente, sou completamente à favor em situações onde a gestação não é desejada. Justamente pela questão financeira do tutor, e também para manejo populacional, já que não sabemos como os filhotes serão criados pelos próximos adotantes.\n\n*Lembrando que a decisão final está na mão do médico veterinário responsável, e ele tem a liberdade de ser contrário ao procedimento.*"
            ]
        },
        {
            "title": "Pulgas",
            "selftext": "Notei que minha cachorra tem se coçado há algumas semanas, mas não tinha encontrado nenhuma pulga. Apliquei um Frontline nela e achei que estava tudo bem. \nOntem encontrei duas pulgas e hoje cedo dei banho com um xampu anti pulgas + coloquei uma coleira anti pulgas. \nMas ela ainda está se coçando ):\nAlguém sabe me dizer se isso demora pra fazer efeito.\nFico meio preocupada de intoxicar ela com essas coisas.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sftxou",
            "num_comments": 3,
            "comments": [
                "Olá, recomendo a leitura das resposta das respostas dessa postagem [aqui](https://www.reddit.com/r/ApoioVet/comments/rvlvks/qual_o_rem%C3%A9dio_de_pulgas_com_o_melhor_custo/) e também dessa resposta [aqui](https://www.reddit.com/r/ApoioVet/comments/rt99jz/comment/hqt7cy7/?utm_source=share&utm_medium=web2x&context=3). E também a visualização desse material da Bayer sobre o [controle das pulgas em ambientes domésticos](https://www.environmentalscience.bayer.com.br/-/media/prfbrazil/2020/psa/material-download/folhetim-pulgas-vf.ashx?la=pt-br).\n\nSe você aplicou Frontline, deu banho e ainda colocou uma coleira antipulgas (que não recomendo tanto, tá?), então acredito que agora seja o momento ideal para verificar o controle das pulgas no ambiente pra evitar que elas voltem a habitar seu pet. É a parte mais chata, pra ser sincero, mas é necessário.\n\nO Frontline teoricamente se mantém efetivo por até 30 dias, então a coleira antipulgas acaba sendo redundante aqui e tem a probabilidade a mais de causar alergias. Lembrando que algumas pulgas que estavam nele, podem ter vindo do ambiente e iam morrer em breve.",
                "cara, compra o NexGard é carinho, mas é muito bom, nem precisa de coleira anti pulgas e banho.. é uma maravilha esse remedio"
            ]
        },
        {
            "title": "Oi pessoal gostaria de saber se essa ração é boa, qual opinião dos vets? Obrigado.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sfs65i",
            "num_comments": 1,
            "comments": [
                "Olá! Não tenho conhecimento direto do produto e também não sou especializado em nutrição, mas pelo que vi na composição geral ela é uma ração ok. Não é nada impressionante, mas pelo preço ela fica com um custo benefício excelente. Um detalhe é que não encontrei informações das variações dela para grande, médio e pequeno porte, e, pelo tamanho dos grãos, aparentemente cães de pequeno porte podem ter um pouco de dificuldade na ingestão/mastigação.\n\nPelo fato de não ser uma super premium, e, mesmo citando ser uma premium especial, eu suponho que ela seja uma premium especial beeeem de entrada (principalmente pelo preço), então você pode esperar que não tenha nenhuma melhora na conformação, cheiro e volume das fezes.\n\nMas ela não é uma ração ruim e fará o papel nutricional pelo preço. Lembrando que, dependendo da atividade diária do seu cão, a quantidade necessária talvez deva ser um pouco maior do que a informada na embalagem. :)\n\nOutra ótima opção (um pouco mais cara, mas não muito) é a [GranPlus Gourmet](https://www.petlove.com.br/racao-seca-gran-plus-gourmet-salmao-frango-para-caes-adultos-racas-medias-e-grandes/p?sku=2644687), ela já tem a possibilidade de melhorar a conformação das fezes, não tem transgênicos (que há alguns relatos de alergias em alguns cães), e também não tem corantes, além de ser uma marca confiável."
            ]
        },
        {
            "title": "Meu gato nao vem mais em casa desde que ganhou um irmãozinho canino",
            "selftext": "Eu tenho um gato de 3 anos e recentemente adotei um cachorrinho. Quando o cachorro chegou eles apenas ignoravam a existência um do outro e eu tentava acostumar um ao cheiro do outro etc mas o gato sempre bem desconfiado. Depois de um tempo o cachorro começou a querer brincar com o gato e o gato só saía correndo. Quando o gato ia comer o cachorro pulava em cima então eu tive que começar a prender o cachorro pro gato poder comer direito... mas agora acho q o gato cansou e ele não vem mais em casa, eu moro nos fundos da casa da minha irmã e ele só fica lá, minha irmã também tem um gato então ele come a comida lá e não precisa vir aqui... hoje ele tava quase subindo a escada mas quando viu o cachorro desistiu kkkkkk o que posso fazer? quero meu gato de volta kkkk",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sf40ky",
            "num_comments": 3,
            "comments": [
                "Olá, bom dia! Nessa situação precisamos começar entendendo que o quem precisa se acostumar com o ambiente é o cão. O gato já era \"de casa\" e o cachorro chegou com tudo hahaha, imagina você morando na sua casa, em paz e harmonia, e do nada chega uma pessoa desconhecida que simplesmente cisma que vai morar lá, vai comer da sua comida, brincar em horários inconvenientes, etc. A gente ia ficar put\\* né? Então, é a mesma coisa.\n\nGatos são bem mais temperamentais, introvertidos e individuais. Então deixar um ambiente na sua casa onde somente o gato tem acesso e o cão não, já é um ótimo começo pra eles irem se adaptando aos poucos. Nesse ambiente deixe a comida e potinho d'água (de preferência um longe do outro).\n\nInfelizmente seu gato identificou a casa da sua irmã como ponto seguro e, se não colocar limites no cão e tentar criar situações para o gato voltar pra sua parte da casa, ele irá ficar condicionado o suficiente pra morar apenas na sua irmã. Tente não forçar a situação, mas sim atrair o gato com alguns reforços positivos.\n\nGeralmente, para a introdução de outro animal aos gatos, nós devemos começar pelo cheiro (trazendo alguns brinquedos do outro animal, caminhas, roupas, etc.), depois visualmente (mostrando o pet de longe, ou deixando em caixinhas de transporte o novo pet) para que o gato entenda de onde vem aquele cheiro diferente. E, então, começar a deixar os dois livres em um mesmo cômodo (sem forçar) para que comece a ter a introdução total.\n\nEntenda que nem sempre um gato irá se acostumar 100% com um cão, mas irá tolerar. Então aqui entra o ponto de você limitar e educar o cão a respeitar o espaço do gato, além de permitir que seu gato tenha acesso a uma parte exclusiva da casa. Você pode optar por móveis altos também, ou, se possuir condições, comprar um [nicho para gatos](https://www.google.com/search?q=nicho+gatos&sxsrf=APq-WBt9M3MmFjcGRPw3reBi-9px179OKA:1643550600381&source=lnms&tbm=isch&sa=X&ved=2ahUKEwi7t9KNz9n1AhVlpZUCHd3UACkQ_AUoAnoECAEQBA&biw=1366&bih=635&dpr=1) e enriquecer o ambiente dele.\n\n**Resumindo:** de um modo geral vai tempo, você deve colocar restrições e educar o cão, enquanto condiciona positivamente o gato com petiscos e afins. Evitar interações abruptas entre os dois e dar tempo ao tempo. Se seu gato tem acesso à rua, tente limitar ao máximo isso, porque ele pode acabar saindo até mesmo da casa da sua irmã.",
                "Aqui rolou um distanciamento da minha gata depois que trouxe uma cachorrinha tbm. \nEla era bem grudada comigo e passou a ficar meio distante, mas agora está se reaproximando novamente.\n\nAdotei a cachorra em setembro e somente esse mês a gata voltou a se aproximar. Então acho que leva um tempo pra eles se acostumarem."
            ]
        },
        {
            "title": "Meu cachorro está com um hábito incomum",
            "selftext": "Meu cachorro ultimamente está lambendo muito as patas e percebi que as regiões interna e entre os dedos estão avermelhadas. O que pode ser e como devo proceder? Desde já, agradeço",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sf395z",
            "num_comments": 5,
            "comments": [
                "Olá! Você tem tido uma rotina de passeio e brincadeiras com ele? Como tá o dia-a-dia dele? A causa mais comum desse hábito é a ansiedade, mas isso acaba umedecendo os dedos com a saliva e criando o ambiente perfeito (úmido e quente) para o aparecimento de dermatites entre os dígitos (conforme citado).\n\nO ideal é levá-lo para uma consulta e verificar se há presença de dermatite ali, receber uma receita para algum medicamento a ser passado para evitar o surgimento da doença na região (caso ainda não tenha desenvolvido uma dermatite de verdade) e corrigir a causa principal que, chutando aqui, pode ser decorrente da ansiedade.\n\nAcima citei a causa mais comum do comportamento e das consequências, mas outras causas podem ser alergia, dor no membro, furunculose, demodicose (que é a sarna demodécica que literalmente todos os cães tem em baixíssimos níveis, mas surgem surtos quando há baixa da imunidade), predisposição anatômica, etc. Então precisa ser melhor avaliado.\n\nA vermelhidão começa sutil, como nessa foto [aqui](https://leicesterskinvet.co.uk/wp-content/uploads/2019/05/19-Atopic-Dermatitis-Erythema-Foot-510x382.jpg), [aqui](https://betterpet.com/wp-content/uploads/2020/10/furuncle.jpg) e [aqui](https://todaysveterinarypractice.com/wp-content/uploads/sites/4/2021/04/TVP_MayJune21_Pruritus_Fig6A.jpg). Se não tratada a causa base, então pode evoluir e agravar a situação, transformando em feridas que alteram o bem estar do pet drasticamente. Como nessas fotos a seguir (pode ser desconfortável a visualização, entre no link ciente disso): [aqui](http://www.fmv.ulisboa.pt/atlas/pele/imagens/fig_056.jpg), [aqui](https://cdn.royalcanin-weshare-online.io/jefPO3wBaPOZra8qF8KS/v1/vf-312-article-2-figure-4-eng?h=1342&w=1184&la=en) e [aqui](https://media.springernature.com/lw685/springer-static/image/art%3A10.1038%2Flaban0507-18/MediaObjects/41684_2007_Article_BFlaban050718_Fig2_HTML.jpg).\n\nEntão, se possível, após a consulta com o veterinário, retorne aqui com o diagnóstico para conversarmos melhor. Pode ser? :)",
                "pode ser ou algum fungo ou queimou na rua ou pode ser alergia. Pra andar na rua, evite horários de sol (entre 10h e 16h) o asfalto queima a pata deles, uma alternativa é comprar um protetor da pet glove e passar (você passa a cada 15 dias ou a cada mês, rende bastante). \n\nSe for ansiedade, você precisa dar mais atividades pra ele. Mas qualquer coisa pode causar ansiedade, mudança de rotina, perda de alguém, mais barulho na rua, trauma recente… Tem que avaliar o que pode ter acontecido.\n\nSe for fungo, só indo no veterinário pra pegar remédios pro tratamento. Se for queimadura, dependendo do grau também vai precisar ir no médico"
            ]
        },
        {
            "title": "O que é?",
            "selftext": "Olá!\n\nPor favor, alguém pode me ajudar respondendo sobre o que pode ser isso no queixo do meu gato?\n\nO Muffin fará 13 anos em junho. Esse problema cria várias cascas que vão caindo ao longo do tempo. Não parece estar avançando, fica somente nesse local do corpo dele, mas também não sara (quando surgiu tentei unguento da Chemitec - 15mg de Zinco, 2g Ácido Cresílico e 100g de Excipiente q.s.p.).\n\nNão parece causar dor, a não ser que alguma casca seja arrancada, porém tem um cheiro bem forte e pútrido. Eventualmente algumas das cascas que se formam caem sozinhas, mas logo se criam outras onde ficaram as feridas das que caíram.\n\nNo momento não posso levar ele ao veterinário. O atendimento gratuito em minha cidade fica muito distante da minha casa e leva muito tempo para conseguir agendamento. Assim que conseguir, o levarei.\n\nhttps://preview.redd.it/bktftgq11he81.jpg?width=960&format=pjpg&auto=webp&v=enabled&s=cb3db2f9d0454512af35d00b8d2a0733257c6de2",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sex2k9",
            "num_comments": 7,
            "comments": [
                "Olá, boa tarde! Infelizmente nessa questão não há muito o que ajudar com informação, feridas assim tem diversas causas possíveis e a aparência pode ser indicativa de alguma afecção causada por bactéria. Isso pode ir desde traumas, piodermatites (que são dermatites bacterianas, geralmente é reflexo de algo mais grave), câncer de pele, acne em estágio avançado, algumas dermatites focais, etc.\n\nDentro da minha experiência com feridas parecidas, **eu posso quase te afirmar que isso não é superficial e está avançado.** Então aqui surge outro problema que me gera ainda mais preocupação: um abscesso que se tornou uma fístula decorrente de infecções nos dentes, como, por exemplo, alguma doença periodontal. Problemas assim acometem animais mais idosos, causam muito desconforto ao comer e, se o problema primário não for tratado, pode trazer consequências para o fígado, rins e até mesmo coração (por conta do despejo de toxinas bacterianas na corrente sanguínea).\n\n**Enfim, o Unguento não solucionará e não causa muito impacto no caso, já que ele tem bons efeitos antimicrobianos e geralmente é utilizado em fazendas para evitar a presença de moscas na ferida.** Provavelmente a abordagem ideal envolverá uma antibioticoterapia, e tais medicamentos só podem ser comprados mediante a apresentação de uma receita assinada por um médico veterinário.\n\nEntendo sobre a questão financeira e também a demora no agendamento de uma consulta em estabelecimento gratuitos, mas **não há o que fazer sem o atendimento presencial e a intervenção medicamentosa correta**. Recomendo manter contato com a instituição responsável pelos atendimentos gratuitos quase que diariamente até conseguir uma vaga. Se possível, entre em contato com eles por WhatsApp e explique a situação apresentando fotos do problema.\n\n*Algumas prefeituras não divulgam, mas, se possível, entre em contato com a prefeitura da sua cidade e pergunta se eles tem algum programa de atendimento veterinário gratuito.*\n\nOu então tente pelo menos levantar o dinheiro para agendar uma consulta + alguns exames, porque assim terá um possível diagnóstico e o médico veterinário te repassará algumas informações e medicamentos úteis para pelo menos estabilizar o problema até a ida ao veterinário público para a solução total do problema.\n\n**Mas reforço:** *seu gato precisa de atendimento veterinário, postergar a ida do pet ao veterinário pode causar até mesmo a perda do tecido ósseo local ou, em casos mais agravados, a perda da mandíbula.*\n\nEspero ter ajudado um pouco no esclarecimento da situação, e, por favor, não leve a mal o que foi dito aqui. Não tenho como objetivo causar sensações de urgência desnecessárias e, como profissional, não posso relevar ou ocultar o fato de que seu pet está em risco. Fico na torcida que não seja nada realmente avançado, e que dê tudo certo por aí com vocês! :)",
                "Putz cara, da um jeito e leva em veterinário. isso não é normal. Procura faculdade de veterinária, faz vaquinha com os amigos e família, mas leva em vet, de preferencia especializado em gato."
            ]
        },
        {
            "title": "Meu gato tá estranho e eu tô preocupada",
            "selftext": "Oi! \n\nEu tenho um gatinho macho não castrado. Enfim, de ontem, ou anteontem, para hoje ele começou a agir estranho: não quer comer a ração que nós damos (sendo que ele comia). Achei que esse fosse o problema e comprei outras duas rações, mas não aceitou mesmo assim. \n\nEle comeu um pedaço de carne, mas a ração não quer nem chegar perto. \n\nEstou preocupada e com medo dele estar doente.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "seflb0",
            "num_comments": 4,
            "comments": [
                "Olá, bom dia! Vou fazer 5 perguntas antes de seguir com a resposta, ok?\n\n1. Ele já comeu depois que você fez essa postagem? \n2. Qual a idade dele? Pode ser aproximada.\n3. Ele tem usado o banheirinho corretamente?\n4. Teve alguma mudança no ambiente? Pessoas novas, animais, reformas, etc.\n5. E ele tem acesso à rua?",
                "Se for que nem meu gato mais velho ele n estaria doente. Mas claro só um vet pode dizer. Meu gato qto começou a entrar n puberdade nem dormir conseguia direito. Lembro dele alternando entre a cadeira, meu colo e o sofá td agoniado. Dps qria sair de td jeito atrás da gata do vizinho q dava 2 dele. Pior q ele tava doente e n podia castrar. Ele tb n comia direito, ficava até 3 dias sem querer comer, eu dava a força. Isso td p ir atrás da gata do vizinho. A parte da comida só melhorou qdo perdeu as bolas."
            ]
        },
        {
            "title": "Meu gato desenvolveu um comportamento esquisito",
            "selftext": "Meu gato tem 6-7 anos, castrado e sialata. Todas as vacinas em dia e comendo Royal Canin Exigente.\n\nDe uns dias pra cá, ele pegou a mania de roubar tapetes, capacho, panos de chão, até toalha de mesa ele já pegou. Ele pega e traz miando de um jeito sinistro pra gente.\n\nAs vezes ele fica parado olhando pro nada segurando o pano com a boca por um bom tempo. De repente, volta a miar.\n\nEu vi na Internet que isso é um comportamento normal, mas ele tem feito isso 12, 15 vezes por dia em looping.\n\nEle vai, pega o pano, volta miando loucamente parecendo que tá sendo morto, a gente tira o pano dele e ele volta a fazer isso. Vai e volta.\n\nParece que ele travou nisso.\n\nIsso é normal?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "se94rq",
            "num_comments": 1,
            "comments": [
                "Olá, bom dia! Olha, comecei dando risada porque é relativamente normal, mas 12 a 15 vezes no dia em looping já demonstra uma certa obsessão comportamental.\n\nÉ normal que gatos tenham o comportamento de pegar algo com a boca, trazer até o tutor enquanto mia. Consiste em uma forma deles de expressar afeto, demonstrar \"orgulho\" da presa capturada (no sentido de \"olha aqui o que eu consegui pegar\"), ou até mesmo te chamando pra brincar.\n\n**Mas, tudo na veterinária tem poréns e não podemos relevar:** o ato de miar alto, vocalizar exacerbadamente ao ponto de até parecer mesmo um uivo enquanto traz brinquedos ou objetos já demonstram uma \"demanda\" por atenção. O gato quer (e sente que precisa) da sua atenção.\n\n# Minha opinião\n\nEsse comportamento pode indicar que ele quer comida, que está sentindo a falta de algo, ou então quer atenção. Em outros casos também pode indicar que está com dor, e esse ponto aqui é importante eu citar e destacar, porque às vezes ignoramos pensando que ele o pet só quer atenção e perdemos um bom timing para abordar algum problema que esteja no início.\n\n**Se o check-up de saúde dele não estiver em dia, então recomendo fazer um para ter a certeza de que não é nada além do aspecto comportamental**, porque minha preocupação é que ele esteja tentando te dizer que algo não está bem e acabarmos relevando isso, ok?\n\n* *Até porque de 12 a 15 vezes por dia é um detalhe que deve ser levado mais a sério e eu seria muito relapso em não abordar o aspecto da saúde antes do comportamental aqui.*\n\nCaso esteja tudo certo com a saúde dele, então recomendo dar uma atenção pra ele quando houver outros episódios assim e tentar entender qual o objetivo dele. Ele pode te entregar o pano pra você brincar com ele, ou ir te levando para outro cômodo até que ele te mostre algo, ou então, se ele tem um carinho maior por outra pessoa da casa, ele pode estar buscando a atenção dessa pessoa, etc.\n\nEnfim, são diversos os fatores, mas compreender que miados mais fortes assim são uma exigência por atenção (no sentido de não ser um simples \"e aí, quer vir aqui me fazer cafuné?\" e sim um \"pô, chega aí logo que se você não vier eu vou fazer um barraco\") vai te ajudar a lidar melhor com a situação."
            ]
        },
        {
            "title": "Amandinha no dia da adoção/ Amandinha 3 meses de vida boa",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "se8mcy",
            "num_comments": 5,
            "comments": [
                "Que coisa mais fofa!!!",
                "Se tem uma fraqueza minha é foto de antes e depois das adoções hahaha, eu amo de coração. A sequencia de fotos ficou parecendo que ela dormiu demais e acordou assustada depois de 3 meses no colo hahahaha\n\n*Muito linda a Amandinha, parabéns pelo cuidado com ela! :)*"
            ]
        },
        {
            "title": "Mudança de casa: como proceder com relação a FIV e FeLV?",
            "selftext": "Olá, pessoal! Tudo bem?\n\nVou me mudar em menos de um mês e estou com uma dúvida.\n\nA minha gata tem acesso à rua. Por mais que eu tente conter, minha família não presta atenção ao abrir as portas e a danadinha aproveita essas oportunidades. \n\nEntão, quero saber como proceder com relação à FIV e FeLV. Vou levar ela para fazer o teste, mas queria saber se caso ele dê negativo ela poderá ter contato com outros gatos negativos.\n\nPelo que eu entendi, 1 teste negativo é interpretado como \"indefinido\". E só seria negativo mesmo se ela não ter contato com a rua e outros gatos positivos e testar negativo novamente depois de 30\\~60 dias.\n\nResumindo... se ela der negativo para FIV e FeLV ela terá que esperar esses 60 dias para fazer outro teste e somente se der negativo ela poderá ter contato com outros gatos? Ou se der negativo no ELISA e PCR ela estará \"saudável\" para entrar em contato com outros gatos?\n\nObrigada!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sdykqf",
            "num_comments": 8,
            "comments": [
                "Tira o acesso dela à rua. Rua é  sempre perigoso pra gato (doenças, atropelamento, briga com outros gatos, gente maldosa).",
                "Olá! Você entendeu certo, é isso mesmo. Para o FeLV, após a contaminação, o teste só começará a ser positivo ao antígeno viral após 30 dias, já os anticorpos para o FIV só serão detectados após 60 dias da infecção.\n\nEntão a primeira testagem serve como \"*marco 0*\", já que não é possível saber quando foi (se houve) a última exposição do pet aos vírus e isso pode resultar em um falso-negativo.\n\n>*Se ela der negativo para FIV e FeLV ela terá que esperar esses 60 dias para fazer outro teste e somente se der negativo ela poderá ter contato com outros gatos?*\n\n* Exato, **essa espera é justamente pra confirmar que não houve falso-negativo** e também aguardar mais um tempo para que o organismo do pet reaja ao vírus, apresente anticorpo positivo para FIV e tenha carga suficiente para que os antígenos virais da FeLV sejam detectáveis no teste.\n* **Como sua gata tem acesso à rua, também recomendo a vacina contra FeLV.** Não é comumente oferecida porque ela não evita a infecção, mas ajuda na prevenção da evolução da FeLV para a fase progressiva, aliviando bastante os sinais clínicos mais graves da doença.\n   * De acordo com os guidelines, a são inicialmente 2 doses (com 3 a 4 semanas de intervalo entre elas), depois mais uma dose após 1 ano e então o reforço pode ser dado entre 2 a 3 anos após a última dose.\n\nO diagnóstico da FIV/FeLV é bem confuso pra ser explicado mesmo, vou até anotar aqui pra desenvolver o conteúdo de uma forma mais compreensível e simples pra postar aqui depois (só vai demorar uns meses, porque tô bem corrido).\n\nMas enfim, você entendeu certinho, só desenvolvi alguns aspectos na resposta pra tentar esclarecer um pouco mais o tema pra você. **Ah, e vocês vão ter que manter a danadinha dentro de casa por 60 dias sem vacilos, tá? Conversa bem com o pessoal aí :)**\n\n*Se ainda continuar na dúvida pode perguntar novamente, não tem problema, estamos aqui pra isso.*"
            ]
        },
        {
            "title": "Filhotes com conjuntivite felina.",
            "selftext": "Boa tarde, tudo bem?\n\nEstou com dois filhotes em casa, recém adotados, sendo uma delas mais recente (Está a uma semana e meia conosco)  \nA Primeira filhote, chegou com Conjuntivite Felina, eu havia recebido uma receita para comprar o remédio para passar no olhinho dela, fiz as aplicações, melhorou e ela estava super bem, porém com a chegada da nova gatinha, a conjuntivite retornou em ambas, porém, eu não tenho mais o remédio (Fiz uma limpa em casa e provavelmente joguei fora sem querer) e também não tenho mais a receita.\n\nVou levá-las assim que possível no veterinário, só que provavelmente só conseguirei no dia 6 de fevereiro que é meu pagamento ou se conseguir vender algum dos periféricos do meu computador.  \nNão vou entrar em detalhes financeiros, mas não estaria hesitando em levá-las se pudesse.\n\nO que eu poderia fazer para amenizar as secreções e os olhinhos vermelhos? Estou limpando pela manhã, no almoço e na janta com algodão extremamente macio e com soro fisiológico.   \nE não consigo comprar novamente a pomada pq sequer lembro o nome dela.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sddy1a",
            "num_comments": 1,
            "comments": [
                "Olá, boa tarde! Entendo a sua situação, mas devo deixar alguns esclarecimentos aqui: provavelmente, se só fez o tratamento da conjuntivite, o agente infeccioso dela ainda permaneceu no organismo do animal e isso precisa de maiores esclarecimentos clínicos, ok?\n\n**A maioria das conjuntivites em gatos são infecções causadas pelo herpesvírus, mycoplasma, calicivírus e clamidiose.** Nessa situação, pelo fato da conjuntivite aparentemente ter retornado, talvez a vacinação do felino deva ser avaliada pelo veterinário responsável. **Tanto a vacina da Zoetis quanto da Nobivac (MSD) possuem cepas para o calicivírus, clamídia e também atuam sobre o herpesvírus.**\n\n*Além dos fatores citados acima, há diversas outras causas da conjuntivite que precisam ser analisadas para a resolução total do problema.*\n\nSobre a pomada em si, infelizmente ela possui antibiótico na composição e não pode ser vendida sem receita, já a outra indicação seria uma pomada que contém corticoide, mas é contraindicado em casos onde tenha lesão de córnea e a aplicação pode levar a complicações ainda mais sérias.\n\n# Recomendação\n\n**Por ora o que tem feito é o recomendado**, mantenha o protocolo atual de limpeza e, se possível, troque o algodão por gaze (tem na farmácia e é baratinho). Meu receio é que o algodão solte pequenos filamentos que possam irritar mais a mucosa ocular dos seus gatos. **Continue utilizando a solução fisiológica para umedecer a gaze ou o algodão, e faça a limpeza na frequência atual**, porque ajudará a manter o olho livre de sujidades e hidratado até que possa levar seus gatos ao veterinário para conseguir uma nova receita da pomada ou colírio com antibiótico. Ok?\n\n*Já deixe os valores reservados assim que receber, porque a condição pode agravar bastante e incomoda demais o animal, além de poder prejudicar permanentemente a visão deles.*"
            ]
        },
        {
            "title": "Lambeção",
            "selftext": "Olá pessoal, tenho notado que minha gatinha tem se lambido bem mais que o normal ultimamente, principalmente na região posterior ventral. Procurei algo que a estivesse incomodando, tipo uma coceira, caroço ou alguma doença de pele, mas não achei nada. Fico meio encanado. Pode ser o calor? Moro em SP e está bem quente por aqui. Obrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sd6c2h",
            "num_comments": 3,
            "comments": [
                "Olá! Somente a questão da lambeção é muito abrangente, mas na clínica médica de felinos isso é um sintoma clássico de quando há algo diferente acontecendo no corpo do gato. É normal que gatos se lambam bastante, mas quando é apenas um só ponto, ou lambeduras excessivas generalizadas, então a causa precisa ser melhor avaliada mesmo se não houver outros sintomas claros.\n\nSe sua gatinha lambe um local específico, conforme citado, **isso pode indicar sim uma coceira ou dor na região, mas ainda pode estar no início e não ter apresentado outros sintomas.** A maioria dos tutores não levam a situação em consideração até que apareça algum sinal como falta de pelo, vermelhidão, etc.\n\nA questão do calor é plausível, mas geralmente o gato será mais generalista ao se lamber, não se atentando a uma área específica. Pulga (mesmo que somente 1) podem causar coceira por alergia à saliva do inseto, porém essa coceira é mais notável na região dorsal/lombar.\n\n**Se você puder levá-la para uma consulta essa semana, seria o melhor a se fazer, porque ajudaria muito a identificar uma possível causa primária e, se algo for identificado, já iniciar um tratamento precoce** (talvez seja necessário um ultrassom, porque o problema pode ser interno). Caso não tenha condições de levá-la já, segue acompanhando o comportamento dela e se programe para levá-la ao veterinário nas próximas semanas se a coceira não melhorar.\n\n**Pontos importantes a serem observados enquanto não puder levá-la para uma consulta:**\n\n* Alimentação e ingestão de água (qualquer mudança nesse hábito aumenta a necessidade de procurar apoio profissional);\n* Perda de pelo no local (ou se notar que a pelagem está ficando escassa);\n* Vermelhidão;\n* Carocinhos e aumento da sensibilidade ao toque;\n* Alterações comportamentais (ficar muito quieta pode indicar grande desconforto);\n\n*Se ela possuir acesso à rua, então a ida ao veterinário se torna mais necessária.*\n\nE gostaria de agradecer por você procurar informações antes de apresentar maiores sintomas. O meu posicionamento aqui fica mais difícil, mas essa dedicação e preocupação vai te garantir bastante economia e saúde pro seu pet a longo prazo. Parabéns! :)"
            ]
        },
        {
            "title": "Possível complicação pós castração",
            "selftext": "Meu gato macho foi castrado ontem, está com diarreia e o ponto interno dele está sangrando, tem algum perigo de infecção se acontecer de fezes entrarem em contato com a área de sangramento? O médico veterinário não recomendou qualquer antisséptico, anti-inflamatório ou antibiótico. Estou preocupada!!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sczmxb",
            "num_comments": 2,
            "comments": [
                "Olá! **Sim, se as fezes entrarem em contato com a ferida cirúrgica há perigo de infecção.**\n\nMas, antes, o antibiótico em castração de machos não é recomendado se o ambiente onde ele foi castrado segue as normas ideais de higienização, então se o veterinário não recomendou o antibiótico provavelmente é por conta deste fator.\n\n**Sobre o seu gato:** como está sendo feita a limpeza do local dos pontos? Ou não foi recomendado nada? Se não foi recomendado nada, o veterinário foi alertado sobre o evento da diarreia? Se ainda não foi, recomendo ligar na clínica ou conversar diretamente com ele, explicar que o gato está com diarreia e que você está preocupada com a contaminação dos pontos. Pode falar que houve contato das fezes com a região suturada.\n\n**Se ele foi informado da situação, quais as recomendações que ele passou?**",
                "N sei se foi o seu caso mas o meu tb teve diarreia pós castração e foi por conta do antibiótico q receitaram. Ele usou o colar e n teve problema C cicatrização. Eu passei rifocina por recomendação do vet."
            ]
        },
        {
            "title": "Gato com olho inflamado",
            "selftext": "Boa noite\nResgatei um gatinho filhote hj da rua, estava chovendo bastante hj aqui e não aguentei ver ele lá mas quando chegou em casa minha esposa viu que tinha um tipo de secreção gelatinosa (ou o olho do gato) está exposto, alguém poderia me instruir de como dar a primeira ajuda a ele\nPela manhã vou levar ele no Vet",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "scu3bv",
            "num_comments": 3,
            "comments": [
                "Olá, boa noite! Te chamei por mensagem privada. Todo o texto dessa resposta vai ser baseado como se fosse certeza de um trauma ocular, ok?\n\nÉ uma situação de emergência e ele deve ser levado em um plantão veterinário porque pode não resistir até amanhã. Em gatos esse evento é mais raro do que em cães e muitas vezes está associado a fortes traumas na cabeça, além de existir a possibilidade de ter ossos faciais fraturados.\n\n**Caso seja** ***impossível*** **levá-lo ao veterinário agora a noite:** limite a movimentação dele e evite que ele coce o olho ou fique passando a patinha. A dor em situações assim é absurda. Tente estimular ele a comer/beber alguma coisa, caso não saiba o que dar, recomendo ler essa resposta [aqui](https://www.reddit.com/r/ApoioVet/comments/sb6lvp/comment/hty6y47/?utm_source=share&utm_medium=web2x&context=3).\n\nSe a região do olho estiver suja com terra ou outros materiais, então você pode optar por tentar lavar com água fresca **(não use água gelada, não passe nenhum paninho e não tente remover nada manualmente caso a sujeira não saia!). Deixe que a água faça seu papel.**\n\n* Por ser filhote, cuidado para não molhar muito **(não dê banho!)**;\n   * Se molhar, seque bem (sem esfregar o olho) e mantenha ele bem aquecido.\n* Evite virar ele de rosto pra baixo por conta da pressão que poderá causar mais dores.\n\n**Cuidado com a tríade neonatal felina.** Ele não é neonato, mas a tríade é aplicável. Consiste em garantir que ele fique aquecido, alimentado e hidratado. A hipotermia, com hipoglicemia e desidratação pode levar ele à morte em questão de horas.\n\n# Aviso importante\n\n**O que citei acima é somente para garantir parcialmente a segurança do pet e levei em consideração a condição mais grave citada.** Não tente fazer a limpeza com água se não se sentir seguro com o procedimento.\n\n*Como veterinário preciso deixar claro que o pet necessita de atendimento imediatamente e preciso te deixar ciente que, caso opte por levá-lo somente amanhã de manhã, há possibilidades dele não resistir. Se ele não comer, não tomar água e não se demonstrar ativo, então a situação é ainda mais séria.*\n\nDesculpa por toda a tensão nessa parte, mas é uma obrigação minha te deixar ciente dos riscos e também porque não faço ideia de como é o quadro geral dele, ok?\n\n**De qualquer forma, parabéns pela inciativa do resgate e por tentar garantir uma vida melhor pra esse gatinho. Fico na torcida por ele! :)**"
            ]
        },
        {
            "title": "Meu gato não quer comer nenhuma ração que compro.",
            "selftext": "Olá,\n\nMeu gato tem aproximadamente 9 meses de idade e, recentemente, ele não quer nenhuma ração que compro. Todas as rações que ele sempre comeu super bem, do nada, ele deixou de comer. Ele belisca aqui e ali, não morre de fome, mas não tem comido mais da mesma forma de antes. Já troquei a ração 1000x e nada, ele sempre cheira e fica me olhando. De vez em quando ele come um pouco.\n\nHoje trouxe até um sachê pra ver se ele se interessa, e nada. Fez a mesma coisa. Não sei mais o que fazer pra ele comer direito. Alguma dica?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sclvz2",
            "num_comments": 3,
            "comments": [
                "Olá, boa noite! Vou começar com uma pergunta básica, mas ele tem acesso à rua? Porque isso pode abrir um leque de probabilidades aqui. Fora isso, aí está muito quente? E você notou mudanças de comportamento nele além da questão alimentar?\n\nÉ relativamente normal que gatos percam a ferocidade na hora de alimentar conforme ficam mais velhos, principalmente se for castrado, mas isso não quer dizer que ele não esteja alimentando bem. Alguns gatos comem em até 10 pequenas porções divididas durante o dia. \n\n**Mas, como esse comportamento diferente te causou estranheza e aparentemente não é normal dele, então recomendo o seguinte:**\n\nSe ele comeu hoje, então recomendo deixar uma porçãozinha beeem pequena de ração no potinho antes de dormir (de preferência depois das 23h) e colocar de manhã (7 ou 8h) somente metade da porção total recomendada pra ele e acompanhar durante o dia se haverá diminuição na quantidade de ração. Caso não tenha diminuição e ele continue sem se interessar no alimento, então recomendo levá-lo até o veterinário porque gatos sem comer por mais de 24h já é alarmante e, por mais de 48h, ele poderá começar a desenvolver condições críticas como a lipidose hepática.\n\nEnquanto isso fique atento principalmente sobre a ingestão de água. Caso ele tenha somente um potinho, coloque outros potes em mais cômodos (o ideal é em todos, mas caso não seja possível, pode colocar nos cômodos que ele mais frequenta). Troque pelo menos duas vezes ao dia com água fresca todos os potinhos.\n\n**Outro detalhe:** se você notou emagrecimento, então é um ponto alarmante e a ida ao veterinário é necessária mesmo se ele voltar a comer.\n\n**Sobre o sachê:** depois que você deixou no potinho, ele comeu ao longo do dia ou não comeu nada?"
            ]
        },
        {
            "title": "Gata com exames alterados, o que poderia ser?",
            "selftext": "Recentemente adotei uma gatinha que veio de um lar temporário, já estava castrada e vacinada contra a raiva (não sei se essa info seria relevante).\n\nComo a moça que tinha cuidado dela até o momento só teve condições para vacinar e realizar a castração via ONG, levei a gatinha ao veterinário para fazer exames de rotina, vermifugar e tomar vacina.\n\nO hemograma dela voltou com algumas alterações em uma enzima do figado (pelo que a vet falou, o valor de referência era até 100 ou 117, não vou me lembrar exatamente pq foi muita informação passada), o valor estava em 200. E as plaquetas dela estavam bem baixas.\n\nCom base nisso, a vet receitou CARDOPET para o fígado e suplemento de ferro para as plaquetas baixas. Tbm passou uns remedios para ouvido pq ela estava com infecção.\n\nQuando perguntei se era um problema grave, a dra falou que era “bem sério”. Poderiam me informar se tais alterações podem indicar doenças incuráveis ou com alta mortalidade? Estou muito preocupada, e o retorno só acontecerá semana que vem.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sboa63",
            "num_comments": 3,
            "comments": [
                "Olá, boa tarde! **Sabe me dizer se já fizeram os testes pra FIV e FeLV? Se sim, estão negativos?** Caso ainda não tenha feito, recomendo 100% nesse caso aqui. Não sei te dizer sobre as enzimas hepáticas, porque os valores de referência variam de laboratório para laboratório, e o que uso como referência aqui com certeza é diferente da referência citada.\n\nMas FIV/FeLV (principalmente a FeLV) pode causar aumento nas enzimas hepáticas, além da anemia e da consequente redução das plaquetas. Há diversos outros motivos para essas enzimas estarem alteradas, mas estou citando o mais provável sem ter o cenário completo em mente. *Então não faça nenhuma pressuposição.*\n\n**Ah, e qual a idade aproximada dela?**"
            ]
        },
        {
            "title": "Alguém poderia me dar uma ideia de quantas semanas tem esse gatinho?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sb6lvp",
            "num_comments": 10,
            "comments": [
                "Pessoal, meu irmão tava dirigindo e quase atropelou esse gatinho. Ainda bem q não houve nenhum acidente, mas aí ele achou melhor não deixar ele na rua.\n\nEsse gatinho é bem pequeno, tentei tirar uma foto com uma régua não sei se ajuda e nem se ficou bom rs, mas ele deve ter uns 20cm esticado, pesa muito pouco, menos de 300g eu diria. Posso até conseguir o peso dele se acharem essa informação útil.\n\nEle fez xixi sozinho no chão daqui de casa, ele tenta mamar nos nossos dedos, mia bastante e chega a abrir os olhos e a andar, ele anda muito até kkk\n\nNo momento a gente não tá bem de dinheiro, queria saber oq a gente pode fazer por ele, como alimentar ele sem gastar muito etc\n\nBoatos que leite de caixa não é bom, é verdade? Aqui em casa a gente tem a ração do meu cachorro, será que pode dar por enquanto ou é melhor comprar uma especializada o mais rápido possível? Na foto aparece meu cachorro e ele, eles estão se dando bem, meu cachorro é bem dócil e ele também não parece ter medo, algum problema em deixar eles estarem em contato?\n\nAgradeço qualquer ajuda!",
                "Op, deixa um pix aqui, quem sabe a galera se anima a ajudar."
            ]
        },
        {
            "title": "Matador de passarinhos 🔪🐦",
            "selftext": "Uma boa tarde a todos.\n\nMoro em uma casa demasiada grande, e diversos passarinhos andaram fazendo ninhos no forro da casa.\n\nPossuo um filhote de gato e ultimamente, todo santo dia ele me aparece com um passarinho na boca ou pega algum que está pelo chão.\n\nEle quase sempre solta ou consigo tirar, sei que isso é natural, mas sempre que acontece eu acabo com o passarinho todo machucado e não sei o que é melhor fazer com ele, alguém aí poderia me dizer a melhor maneira de agir nessas situações?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sb2iqm",
            "num_comments": 3,
            "comments": [
                "Situação delicada aí, e, pra ser sincero, não sei muito como te aconselhar nessa questão. A melhor opção seria limitar o acesso dele ao local onde os pássaros ficam até pelo menos a maioria sair do ninho. Se isso não for possível, então o ideal é pegar o pássaro e devolvê-lo ao ninho (mas não é uma alternativa caso ele esteja machucado).\n\nO site da prefeitura de Novo Hamburgo tem algumas recomendações completas que talvez te ajudem a ter uma ideia melhor do que fazer em situações mais diversas, recomendo a leitura [aqui](https://novohamburgo.rs.gov.br/noticia/saiba-encontrar-passarinhos-caidos-ninho).\n\nDe um modo geral também tem a questão de interferir na seleção natural deles, já que como é uma região onde vários pássaros tem ninhos, eles provavelmente entram em conflito territorial e literalmente jogam os filhotes dos outros dos ninhos. Salvar esses filhotes garante a sobrevivência de pássaros que não são tão capacitados em proteger o ninho para garantir a sobrevivência da prole, o que pode interferir negativamente na evolução da espécie. Lógico que isso é seguindo à risca o ponto de vista darwininsta do problema.\n\nMas não há muito o que ser feito a não ser limitar o acesso do seu gato ao local, que também garante a saúde dele, já que aves podem transmitir diversas doenças como a criptococose, toxoplasmose, clamidiose, etc. Ah, e deixe a vermifugação do gatinho em dia. :)"
            ]
        },
        {
            "title": "Meu cachorro não quer comer",
            "selftext": " Meu cachorro não consegue comer já faz dois dias. Ele foi diagnosticado com insuficiência renal e gastrite e está tomando todos os remédios certinho, entretanto são muitos comprimidos e quando aproximo comida na boca dele, ele ameaça vomitar mesmo sem ter comido nada...\n A veterinária que acompanha ele não atende no fim de semana. Ele tá assim desde sexta-feira... Alguém ja passou por algo parecido? Remédio anti-enjoo pode vir a ajudar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "sat457",
            "num_comments": 6,
            "comments": [
                "A veterinaria não passou um remédio pra enjoo como vonau? Ele deve estar com dor, além do problema principal, no estômago por causa dos remédios, isso traz aversão a comida. Ele precisaria tomar um protetor gástrico também, mas como ele tá já a dois dias sem comer, sugiro levar na emergência de alguma clínica, explicar a situação e pedir pelo menos medicação injetável (pra enjoo e pro estômago). Aí você deve conseguir alimentar ele um pouco até levar na veterinária de novo amanhã.\n\nLembrando que o protetor gástrico, remédio mesmo, você tem que dar em jejum, 30/60 min antes da comida, se não o efeito pode não ser o desejado.",
                "Isso é meio que urgência, se você não tem contato da veterinária é bom você entrar em contato com algum hospital ou algo do tipo.  \nEle come ração normal? Se sim, pelo que já vi de cães renais é que chega um ponto que eles rejeitam bastante esse tipo de comida. Se possível, tenta dar alguma alimentação natural  (frango desfiado cozido sem tempero) pra ver se ele se alimenta ao menos e demonstra interesse.  \n\n\nMas de novo, se ele tá assim dois dias, acho super importante levar pro hospital.",
                "Quando a minha cachorrinha teve problemas gastrointestinais, o veterinário recomendou patê Recovery da Royal Canin. Uma colher de sopa 3x ao dia. \n\nÉ bastante apetitoso para os cães e tem concentração de nutrientes para suprir as necessidades quando não podem ou não conseguem comer."
            ]
        },
        {
            "title": "Medicamento pra cachorro na viagem de avião",
            "selftext": "Eu fui no vet ontem pegar o laudo pra uma viagem que vou fazer de avião.\n\nDaí contei pra ela que meu cachorro fica bem ansioso pra viajar de avião e ela recomendou dar 50mg de cloridrato de trazodona a cada 12 horas.\n\nPercebi que meu cachorro ficou MUITO DOPADO após a segunda dose e liguei pra ela. Então ela indiciou reduzir a dose pela metade (25mg) a cada 12 horas.\n\nA questão é que tô com receio de ficar dando esse remédio. E se no dia do voo ele ficar com pressão baixa e acontecer alguma coisa? Ele vai voar no porão do avião.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s9cttm",
            "num_comments": 4,
            "comments": [
                "Que dia vai ser a viagem? E foi recomendação da veterinária iniciar a administração desde já? Porque esse medicamento pode ser administrado algumas horas antes do evento específico (viagem) iniciar, não necessariamente precisaria começar dias antes. Mas confere isso com ela, porque não conheço o histórico do seu cão, nem o comportamento dele.\n\nSobre a questão da pressão baixa, o medicamento é relativamente confiável e seguro para cães e poderá afetar a pressão em doses elevadas que excedam o limite máximo da dosagem na literatura. Então pode ficar tranquilo! :)",
                "Só lembra que o controle de temperatura do compartimento de bagagem não é muito bom e costuma ficar bem frio."
            ]
        },
        {
            "title": "Cachorro com problema não identificado",
            "selftext": "Bom dia, meu cachorro, um vira-lata de 3 anos, vem enfrentando uns problemas há alguns meses já. De uma hora pra outra, suas fezes ficaram volumosas e pastosas, e ele começou a emagrecer muito.\n\nNo primeiro veterinário que fui, primeiro pegou uma alteração no fígado e disse que é como se ele não estivesse conseguindo processar os alimentos ingeridos, fiz ultrassom e apenas mostrou esta alteração, comecei a medicar e nada, depois era os rins, mediquei e nada, depois já era o pâncreas, e segundo uma ultrassom de repetição, meu cachorro estava com um cisto no pâncreas e o doutor já tava recomendando fazer quimioterapia, mas que também ele poderia não aguentar a quimio. Diante de todo essa incerteza do doutor e da quantia que gastei, fui em busca de outro profissional.\n\nNesse meio tempo, meu cachorro desenvolveu o hábito de comer as próprias fezes, eu preciso tá limpando toda hora, senão ele vai comer...\n\nNo segundo veterinário, pouco mais de um mês após ir no primeiro, fazendo os exames, tanto de sangue, bioquímico e até ultrassom, os rins e o fígado estavam dentro do padrão, porém o que já chamou atenção foi o intestino como um todo, estava inflamado, com a motilidade muito baixa, além de terem detectado uma ascite nele, e pelo fato do intestino está desse jeito, não dá pra ver o pâncreas em sua totalidade, mas até onde o profissional da ultrassom conseguiu ver, não apareceu nada de cisto ou outra alteração. Mas assim, a doutora não apontou um problema, um doença \"x\" e tal.\n\nComecei a medicar com suplementos, antiinflamatório e remédio pra tratar essa diarréia grave dele, como a veterinária receitou, mas até agora, nenhum resultado, o cachorro simplesmente não apresenta melhora.\n\nAlém de que ele deve ter desenvolvido algum distúrbio alimentar, parece tá toda hora com fome, e isso aliado ao fato que ele quer comer suas fezes, torna a situação crítica.\n\nTô nessa com ele desde agosto do ano passado, não sei o que vai acontecer, já perdi as esperanças nele -_-",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s9crbd",
            "num_comments": 8,
            "comments": [
                ">*...e remédio pra tratar essa* ***diarréia grave*** *dele*\n\nAntes de continuar com a resposta, vou fazer uma pergunta um pouco nojenta. Mas a diarreia atual, é diarreia líquida ou ainda é pastosa? Se for líquida, tem pedaços de alimento não digerido? E se for pastosa, qual a cor? E tem pedaços mais sólidos?\n\nDesculpa pela pergunta, mas vai me ajudar bastante a formular uma resposta pra você. Se eu demorar pra responder é porque precisei sair, mas respondo mais tarde. :)"
            ]
        },
        {
            "title": "Gata comeu alguns condimentos",
            "selftext": "Ontem eu comi um salgado e botei um pouco de maionese e mostarda no canto do prato. Minha gata adora lamber todo o tipo de comida, então tirei o prato do quarto pra ela não ir em cima, mas não me dei conta de que ela poderia pegar no lugar em que eu deixei. Agora de manhã fui olhar e não tem mais nada de maionese e mostarda no prato, mas no lugar tem uma marca como se estivesse molhado, ou seja, ela lambeu tudo. Que tipo de problemas ela pode vir a ter? Devo fazer alguma coisa?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s994xc",
            "num_comments": 4,
            "comments": [
                "Olá, bom dia! A mostarda é um tanto quanto agressiva para o intestino dos gatos se ingerida como semente, mas, por ser mostarda amarela processada, os efeitos são mais amenos e podem causar apenas um desconforto intestinal nela. Sobre a maionese: ela só é calórica e não tem maiores problemas.\n\n*Dependendo da quantidade ingerida de mostarda, ele poderá ter diarreia e talvez vomite.*\n\n**Mas quando se preocupar?** Fique de olho na próxima vez que sua gata usar a caixinha, ou verifique a consistência das fezes na hora de fazer a limpeza. Se ela vomitar uma vez, fique alerta. Se vomitar novamente e apresentar diarreia, então o ideal é procurar um veterinário.\n\n**Outro detalhe para observar é a ingestão de alimento sólido/úmido:** se houver redução muito drástica até a noite (ou ela não comer nada até amanhã), então recomendo entrar em contato com o veterinário também. Lembrando que pelo fato de ter comido maionese, ela pode não sentir tanta fome ao longo da manhã.\n\nE não precisa preocupar em excesso, só observar mesmo e colocar juízo na cabeça dela.\n\n*Por agora, troque a água dos potinhos e coloque mais alguns potes de água pela casa se só tiver um. Estimular a ingestão hídrica pode ajudar bastante a amenizar os sintomas nessa situação, isso se eles vierem a aparecer. :)*",
                "Já se passou um tempo, a sua gatinha tá bem?",
                "Ah sim, que bom q ela ficou de boas afinal de contas, continue cuidando dela 👋"
            ]
        },
        {
            "title": "Minha cachorra ta chata pra comer após castração",
            "selftext": "Anteriormente falei sobre ela n querer comer nem beber água \nEla já tá bebendo água normalmente. Mas tá chata pra comer. N come ração pura. Come arroz , carne moída ( cozida sem tempero ). Comprei um sachê pedigree e coloquei na ração aí ela comeu a ração. Como q eu ensino esse ser que eu amo tanto mas que tá ficando chata e folgada demais pra comer ?\nCastração foi feita a 1 semana e hj foi o último dia do remédio dela",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s8lpq7",
            "num_comments": 1,
            "comments": [
                "Olá! Ainda bem que ela está recuperando bem, e, o que vou citar a seguir é somente levando em consideração que o estado de saúde está bom e ela não teve nenhum problema digno de nota. Então recomendo que deixe o profissional responsável pelo procedimento sempre ciente dos detalhes citados aqui, ok?\n\n**Agora seguindo para o problema:** acredito que ela ficou mal acostumada. O medicamento pode tirar um pouco do apetite, então talvez tenha melhoras nos próximos dias, mas é bem provável que ela foi mimada durante a recuperação e gostou disso hahaha\n\n**Como resolver?** Faça uma rotina alimentar (se ela tiver mais de 1 ano pode ser 2x ao dia, mas pode escolher entre 2 a 4x ao dia pra distribuir a porção necessária de alimento). Pra isso veja a quantidade necessária por dia de alimento (no pacote de ração fala) e divida essa quantidade no número de porções ao dia (por exemplo, 100g de ração em 2x ao dia, 50g de manhã e 50g a noite).\n\nDê ração esses horários e deixe disponível pra ela comer por 15 minutos. Se ela não comeu, tire o alimento e ofereça novamente após algumas horas. Ah, como ela gostou de comer com sachê, você pode misturar um pouco na ração e ir diminuindo a quantidade gradualmente até que não precise colocar mais nada (diminua gradualmente ao longo de 1 ou 2 semanas).\n\n**Fique atento aos seguintes detalhes:**\n\n* Perda de peso\n* Mudança no comportamento\n* Se parar totalmente de comer e/ou tomar água\n* Dificuldades para levantar\n* Inapetência (falta de apetite em grau elevado) prolongado por mais de 1 semana\n   * A anorexia é a evolução em grau máximo da inapetência, muito preocupante\n\n*Em qualquer um dos sinais citados acima, ela precisará de uma abordagem profissional.*"
            ]
        },
        {
            "title": "Gatos comem menos no calor?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s898ll",
            "num_comments": 1,
            "comments": [
                "Iti, que dengo esses dois, e to vendo o rabinho de uma ali no canto hahaha, são quantos aí?\n\n**E sobre a pergunta em si:** eles comem menos sim, no calor há diminuição do metabolismo e o processo de digestão também é reduzido. O ideal é ficar de olho em métodos que aumentem a ingestão de água.\n\n* Deixe sempre uma vasilha de água em cada cômodo (se possível trocar 2x ao dia em dias quentes);\n* Você pode colocar gelo nos potinhos de água também (eles vão tentar brincar e acabam tomando água e se refrescando);\n* Manter o local ventilado é essencial também;\n* Se possível, escove eles pra ajudar na remoção dos pelos;\n* Picolé de sachê é bem vindo também.\n\nFoque em estimular sempre o gato a tomar água suficiente e um ótimo aliado disso são os sachês ou as rações úmidas. :)\n\n**Quando se preocupar?** Se o pet passar 48h comendo *MUITO* pouco, então entrar em contato com o veterinário é necessário. Se essa anorexia persistir, o gato poderá ter diversas alterações metabólicas e pode até mesmo iniciar uma condição que chamamos de \"lipidose hepática\". Geralmente quadros assim são acompanhados da redução na ingestão de água também, abrindo espaço para a desidratação, problemas renais, etc."
            ]
        },
        {
            "title": "Dicas para tratamento de acne felina?",
            "selftext": "Olá,\n\nMeu gato de aproximadamente 9 meses de idade está com o queixo cheio de \"sujeirinhas\" pretas, pesquisando no Google vi que aparentemente é acne. As indicações se resumiam a limpar o local com algodão e soro fisiológico. Eu passei algumas vezes, mas não parecer limpar bem.\n\nAlém do óbvio conselho de levar ao vet, tem algo que eu poderia fazer para ao menos amenizar a acne dele? Agradeço a atenção.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s7y2y8",
            "num_comments": 7,
            "comments": [
                "oi FasterFingerJohn! Tudo bem?\n\nA acne felina vc pode tratar simplesmente limpando o queixo com agua morna e sabao neutro. Recomendo usar um pano, molhar na agua morna e deixar um tempinho pressionado no queixo do gato pra dar uma amolecida nas casquinhas e dai limpar suavemente. \n\nNao vai resolver em um ou dois dias, demora um pouco mais caso vc nao esteja fazendo tratamento com alguma pomada especifica, mas resolve!\n\nOutra coisa importante é que nao adianta ficar limpando se vc nao cuidar da CAUSA, que geralmente é o tipo de material dos potes de comida e a higienização dos mesmos!   \nRecomendo usar comedouros de inox, porcelana ou vidro. Lave pelo menos uma vez por semana, caso você só utilize ração seca. Se vc der sache ou outra comida molhada, recomendo lavar antes de servir, e depois que seu gato comer! o/",
                "Meu vet receitou lavar com sabonete dermatologico, nao vou lembrar o nome, e depois passar a pomada Vetaglos, essa pomada é bem cara mas resolveu o problema da acne rapidao"
            ]
        },
        {
            "title": "A importância (e o resultado) da fisioterapia para a reabilitação física em cães",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s79d06",
            "num_comments": 1,
            "comments": [
                "Fiz esse *crosspost* como forma de mostrar a importância das especialidades dentro da medicina veterinária, porque **muitas vezes os tutores nem sequer são informados sobre esses profissionais**. Então tenham em mente que *sempre* haverá um profissional especializado para o problema do seu pet, e o clínico geral é o responsável por realizar a triagem até eles caso julgue necessário.\n\n***Se algum dia vocês não estiverem confortáveis com algum tratamento, procure um especialista.***\n\n**Obs:.** entendo que em cidades menores isso não é possível, mas fico na torcida pra isso ser uma realidade cada vez mais comum. :)"
            ]
        },
        {
            "title": "Assustada mas nem tanto",
            "selftext": "Bom dia pessoas. Minha Pantera tem 2 anos e é SRD. Castrada e bem cuidada, alimentação light e água mineral sempre gelada. Passeios diários e na época da pandemia eram 2 vezes ao dia, sempre em lugares próximos da minha casa. Tem uma praça onde muitos donos levam seus pets, ela é muito sociável, brincalhona e nunca brigou por motivo nenhum. Comecei a ir com a minha filha na mesma praça com o pet sem coleira, dando reforço positivo em petiscos pra entender o 'junto', na rua não, devagar, aqui e outros comandos.\n \nUm belo dia um carro varou o pare, saltou a lombada e fez muito barulho com o carro. Ela ficou bem assustada e tive que correr atrás dela com minha filha no carrinho, bem difícil kkkkk. Consegui por na coleira e ela puxou muito mesmo pra voltar pra casa, rabo entre as pernas e no caminho todo estava bem ofegante e cansada. Depois disso nossos passeios nunca mais foram os mesmos.\n \nAs vezes ela não quer sair do portão de casa e outras não passa da esquina. Ela só se sente segura indo de carro até a praça e lá até brinca normalmente, mas no primeiro barulho ou latido de cachorro diferente, o rabo vai as pernas, a feição fica de assustada e orelhas abaixadas, começa a correr sem direção.\n \nJá teve dias que o passeio foi como era antes - nunca mais andou sem guia - mas na maioria dos dias ela trava no caminho e fica 3 minutos fora de casa. Alguém tem dicas de como posso tratar esse comportamento ou qual a melhor forma de lidar com isso??",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s6z0uc",
            "num_comments": 4,
            "comments": [
                "Olá, boa tarde! Provavelmente você vai ter que *dessensibilizar* ela e, talvez, tentar um *contracondicionamento*, ambos levam tempo, treino e dedicação. Em síntese, **a dessensibilização envolve ir apresentando o pet gradualmente aos estímulos citados enquanto mantém o animal relativamente confortável e relaxado**. Já **o contracondicionamento envolve ensinar o pet a reagir diferente ao evento citado** (ele não vai deixar de ter medo, mas poderá vir junto a você quando ficar assustado, por exemplo).\n\n**Como fazer isso?** Então, essa é a parte difícil, vai envolver alguns meses e muita dedicação. Recomendo, caso esteja curto de tempo, ou tenha condições financeiras, até marcar uma consultoria com algum comportamentalista ou adestrador pra que ele possa te indicar o melhor caminho.\n\n# Minha sugestão\n\nTirar esse ano pra aprender sobre o tema e treinar com ela. Isso envolverá algo em torno de 1 hora por dia e, sinceramente, vai ser ótimo pra você aprender mais sobre ela e também fortalecer o laço entre vocês dois. Só vai exigir um pouco de foco e persistência, mas isso é sempre bom treinar. :)\n\n**O que você vai precisar:**\n\n* Entender como o pet aprende;\n* Conhecer as recompensas que o seu pet mais gosta (escolher 2 ou 3 diferentes em níveis);\n* Aprender algumas habilidades de treinamento, especialmente \"sentar\", \"ficar\" e \"vir\";\n* Aprender o timing exato pra dar as recompensas;\n* Aprender a reconhecer os sinais de ansiedade e estresse do cão;\n* Disponibilidade pra ensinar na velocidade do pet e não acelerar o processo;\n* Entender a melhor postura e maneira de guiar o pet na coleira;\n* E uma coleira ideal, que não force o pescoço para evitar riscos de machucar a traqueia em situações inesperadas de tensão.\n\n# Ensinando a Pantera a relaxar\n\n**Se ela estiver estressada, muito ansiosa ou tensa, ela não vai aprender nada.** No seu caso, como a ansiedade e o estresse dela não vem de casa, mas sim durante o passeio, talvez seja válido tentar encontrar um ponto onde ela se sinta calma e segura próximo ao local que você deseja ir. De preferência esse lugar precisa ser livre pra você sentar junto com ela.\n\nO ideal, antes de tentar os passos a seguir, é que ela já esteja dominando o ato de sentar (é um treinamento bem fácil). Quando não houver resultados favoráveis e ela não cooperar, simplesmente ignore-a por alguns segundos ou minutos e volte a tentativa novamente.\n\n**O objetivo aqui é simples:** deixar o pet relaxado e calmo, observando a respiração e as expressões dele. Corpo mais solto/folgado, com respiração lenta (em dias calmos e mais amenos) e calma é o que você procura.\n\n# Ok, consegui. Mas e aí?\n\nAgora que ela relaxou, é hora de começar as tentativas de dessensibilização, o ideal é observar, enquanto caminha com ela, algumas reações dela para pessoas/cães/carros. **Sempre que passar um carro um pouco mais barulhento, por exemplo, e você notar que ela não reagiu, dê um petisco/atenção/reforço positivo que ela gosta.**\n\n*Escolhe um petisco pequeno e que não seja muito calórico pra você poder oferecer vários durante o passeio.*\n\nSe ela passar perto de um cão e não reagir, dê petisco. Etc.\n\nAos poucos você pode escolher passear com ela em uma rua que tenha quebra-molas e introduzir ela ao som dos carros passando enquanto recompensa com os petiscos. Não fique muito tempo e vá aumentando gradativamente conforme os dias passam para evitar que algum maluco passe hahaha\n\n# Conclusão\n\n**Isso vai exigir tempo. Recomendo que aprenda os treinamentos citados antes de tentar os outros passos citados.** Enquanto isso você pode passear com ela em algumas ruas e parques mais calmos enquanto dá petisco para eventos onde ela reaja positivamente ou não reaja (que é o caso que queremos para carros, por exemplo).\n\n**Reforço os conselhos da** u/alexa_ivy **também, e mais ainda sobre a coleira.** Sempre saia com ela na coleira e, se quiser tirar da coleira, escolhe um lugar fechado, que você conheça e que cães possam acessar e ficar sem coleira. Nunca saia sem coleira em ambientes abertos, os imprevistos sempre vem.\n\nNão sei se consegui ser muito didático no texto acima porque é um tema muito abrangente e diferente pra cada caso. Então qualquer nova dúvida fique à vontade para perguntar. No YouTube você vai encontrar muitas informações à respeito dos treinamentos, se você entender inglês recomendo olhar em vídeos lá de fora também! :)\n\n*Fico na torcida pra dar tudo certo, um abraço pra vocês!*",
                "Bom, primeiro preciso reforçar, como dona, NÃO ande com o seu cão sem coleira. Que bom que ela não é agressiva, mas eu não consigo nem contar quantas vezes eu tive que pegar dois ou TRÊS cães no colo de uma vez pra proteger eles de cães não agressivos, sem guia, que vinham correndo brincar com eles (nenhum dos meus são agressivos, mas são extremamente protetores). Você pode dizer: mas ela nunca sai do meu lado, obedece sempre… Mas leva só uma vez, só uma desatenção pra causar um acidente que pode ser irreversível. Um acidente que pelo visto já aconteceu e, por sorte, não aconteceu nada! Ela podia ter sido atropelada nessa de ter saído correndo, se fosse um cachorro na guia, poderia ter sido atacada, tem tantas variáveis que é algo que você realmente não deve fazer. É questão de coletividade, ela pode ser super obediente, mas você nunca pode ignorar reações e instintos nem controlar outras variáveis (como carros, cães, pessoas, motos…)\n\nEnfim, ela está muito assustada e traumatizada. Você tem que ir levando ela com muita paciência, aos poucos, e com petiscos. Se ela quiser voltar, não força, volta. Você pode levar ela pra outro lugar, diferente, pra ela voltar a se acostumar. Ela com certeza tem trauma do lugar também. Vai demorar uns meses, mas com paciência, carinho e petisco, ela vai se acostumar de novo e voltar a brincar. Lembre-se de SEMPRE usar a guia, principalmente agora! Você já sabe que a reação dela é sair correndo, ela não vai voltar pra você, ela pode correr pro meio da rua e ser atropelada. Coloque um cordão nela com uma dog tag tambem, caso ela fuja."
            ]
        },
        {
            "title": "O que minha gata pode ter?",
            "selftext": "Boa tarde, tenho uma dúvida sobre o estado em que minha gata se encontra. Ela está no cio e já tem uma boa idade, ontem acabou escapando de casa e foi \"foliar\" com os gatos da vizinhança. Durante a madrugada voltou e estava bem pela manhã mas pelas 11h vomitou e desde então se isolou num canto onde fica saliva e só levanta pra urinar, recusando água e comida. Acresce que nas costas, na região onde fica o estômago creio eu, está \"pulsando\".\nSei que o ideal seria levar ao veterinário, mas aqui na região que moro só conseguiria amanhã ou depois... alguém sabe o que pode ser? Estou preocupado demais.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s69l94",
            "num_comments": 3,
            "comments": [
                "Olá, boa tarde! **Infelizmente aqui não consigo te ajudar muito porque qualquer resposta eu posso colocar sua gata em risco e te induzir ao erro.** Tem o fator cio que altera bastante o comportamento das gatas, mas ela estar quieta, sem comer ou tomar água + salivação + riscos da folia a noite, **pode ser que ela esteja com dor** por conta de acidentes, envenenamentos, etc.\n\nLogo, se não puder levar hoje *de forma alguma*, fique monitorando o comportamento (mas deixe ela no tempo dela, não fica de cima) e veja se ela come ou não. Caso ela apresente piora do quadro, recomendo entrar em contato com algum plantão veterinário da sua cidade. Se não houver melhoras, amanhã tente ir na parte da manhã sem falta.\n\n*Gatos sem comer por mais de 48h* ***também*** *é um problema urgente.*\n\n**Outro detalhe:** ela provavelmente voltou prenhe, se não tiver condições de cuidar e doar os filhotes, recomendo conversar sobre a castração já na consulta.\n\n***Leve ela ao veterinário.***"
            ]
        },
        {
            "title": "Dou remédio na banana para a cadela da minha avó, tem problema???",
            "selftext": "A cadela da minha avó ama banana, e eu sei que não tem problema de dar banana para cachorros mas ela vai precisar tomar um remédio por 30 dias pq está com imunidade baixa posso dar o remédio na banana todos esses 30 dias?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s6809c",
            "num_comments": 10,
            "comments": [
                "oie! pode sim, o perigo é ela começar a perceber o remédio e separar da banana, comendo só a fruta.\nO vet da minha cachorra me passou uma receita de peito de Peru e cream cheese, vc espalha o cream cheese dentro do peito de Peru, coloca o remédio ali dentro e dobra, cachorro gosta tanto que não vai nem mastigar na maioria das vezes, aí engole rapidinho",
                "Pode e abusa. Faz festa depois, abraça, faz carinho, pra ela não perceber e cuspir o remédio depois. Ela pode guardar na boca e cuspir depois também (já tive mais de um cachorro que fazia isso, escondia até eu virar e depois cuspia)",
                "Esse povo, com suas bruxarias. Vou aproveitar o truque, pois sempre sofro com as minhas 3 monstrinhas.",
                "Olha o respeito com a sua avó",
                "eu dou remédio com requeijão pros meus cachorros, só comprimido grande que fica mais dificil, mas é só cobrir o comprimido inteiro que eles nem percebem."
            ]
        },
        {
            "title": "Meu gato tem feridas no pescoço desde filhote, elas vêm e vão. Dps q sara ele vai e coça dnv até arrancar a pele. Já vai no terceiro vet e eu n sei oq pode ser.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s63z88",
            "num_comments": 13,
            "comments": [
                "Complementando. Nessa última consulta a vet passou um calmante homeopático, n sei se vou comprar pq n acredito em homeopatia. Quem tiver experiência C esse tipo de remédio e puder compartilhar apesar de eu n levar fé acho válido mesmo assim.\n\nA vet tb passou um exame de raspagem, tá escrito na guia raspado de pelo região cervical.\n\nEu já passei remédio p sarna e p pulga nele mas ele sempre coça mt o pescoço. Mais alguém já teve esse tipo de prob C seu gato?",
                "Meu gato tem esse mesmo problema, mas ele se come mais na barriga e nas patas. Tem épocas em que isso acontece. Milagrosamente, mesmo com a onda de calor que está fazendo, ele não está se comendo vivo.\n\nLevei ele no veterinário meia dúzia de vezes e depois de um tempo aprendi a cuidar. O que eu faço normalmente é:\n\n- Controlar as pulgas (também tenho cachorros e trato eles, mas acho que nunca vou ter um ambiente zero pulgas)\n- Cuidar das lesões com rifocina e/ou Dermotrat. Cuidado com a mobília.\n- Suplementar ômega 3 e selênio (isso foi recomendação do veterinário e eu reconheço que não vejo fazer efeito, mas não deve fazer mal)\n- Banho semanal com shampoo à base de clorexidina quando ele estiver com lesões - o gato, entretanto, tem suas reservas com relação a isso.\n- A ração que ele come é Royal Canin para castrados\n\nA veterinária receitou também amitriptilina pra ele, ele tomou por uns três anos e decidimos que ele não precisa mais do antidepressivo.\n\nO diagnóstico que recebi foi de reação alérgica, então reduzir ao máximo as fontes de alérgenos (ração, pulgas e banho) resolve pra mim. Ele não se come tanto, e quando tem lesões, não são tão graves. Tomara que fique tudo bem com seu gatinho ;)"
            ]
        },
        {
            "title": "A diarreia do meu gato não passou depois de dar os remédios",
            "selftext": "Fiz esse post [aqui](https://www.reddit.com/r/ApoioVet/comments/rv0u1q/meu_gato_est%C3%A1_com_uma_diarreia_que_n%C3%A3o_passa_j%C3%A1/) falando sobre a situação do meu gato com uma diarreia persistente, fui no veterinário publico e me passaram uns remédios e ele já está tomando a 1 semana porém ele continua com muita diarreia! Não sei se espero até os remédios acabarem (são 10 dias de tratamento e já fazem 7) ou se volto antes pois acho que ele já deveria estar melhorando um pouco a essa altura. Esse vet fica a 3 horas de viagem (de ônibus pq ninguém aqui tem carro) da minha casa então não quero ir atoa e estressar ele ainda mais.Outro detalhe é que ele continua muito magro mais melhorou da desidratação. A vet falou pra se puder trocar a ração dele por uma especial hipoalergênica ou intestinal, mais se não puder continuar com a que ele está comendo e como estamos sem dinheiro continuamos com a ração dele (golden gatos salmão).  \nSerá que é uma boa voltar lá?  \n",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s5u69o",
            "num_comments": 10,
            "comments": [
                "A gata da minha madrinha só melhorou dps de alguns dias do remédio acabar. Acabei n sano oq a vet passou pq ela receitou um em liq q eu n consigo administrar. Acabei dando os restos de remédio q eu tinha em casa q foram do meu gato mais velho. Ela ainda ficou tomando o corticoide específico p intestino q meu gato tomava tb durante um tempo após o antibióticos acabar. Eu n dei nenhum p flora intestinal, avet n passou, oq pode ter contribuído p demorar a ter fezes boas. Hj ela tá mt bem do intestino.\n\nCom meu gato mais velho ele n ficava bom por nada até trocar de ração pela hipoalergenica junto C antibiótico, corticoide. Ainda assim demorou. Com o gato mais novo foram três dias de vermifugo q a vet passou e antibiótico. Tb demorou p passar pq n tive dinheiro p comprar o p flora receitado. Ela n passou corticoide p ele, n sei se isso atrapalhou. Hj ele tb está estável.\n\nPrecisa ver oq pode ser. Ela passou algum exame? Os meus fizeram ultrassom e o primeiro tb o de fezes por 2 vzs q n deu nada. O ultrassom do mais velho deu uma forte inflamação no intestino e aumento dos linfonodos.\n\nEu dei a golden pro meu qdo ele ainda era filhote e piorou a diarreia, n sei se realmente foi a ração ou coincidência. Mas hj n compro dessa aqui por medo de dar reação ruim.\n\nResumo: pela minha pouca experiência tratando 3 gatos C diarreia, percebi q no geral passam exames de fezes, ultrassom e de sangue qdo precisam, n necessariamente os 3. Tb passam vermifugo, antibiótico, remédio p flora e corticoide dependendo do quadro. É pode ser necessário mudar ração e os remédios pq alguns n funcionam p td. É preciso persistência pq diarreia geralmente é ligada à veminoses mas pode ser um monte de coisa e aí tem q investigar.",
                "Olá, se a diarreia não passou e nem apresentou melhoras, é melhor voltar sim. Na ida, coloca um paninho sobre a caixinha de transporte dele pra limitar a visão, isso facilita na tranquilização do pet. Sobre a questão do estresse: ia ser muito melhor se não houvesse, mas como a diarreia tem sido persistente então é melhor passar pela situação logo.\n\nRecomendo ligar lá antes e perguntar se eles fazem teste rápido de giárdia.\n\nSobre a ração, a Golden muita gente se dá bem com ela, mas eu particularmente não tenho visto muitos benefícios. Recomendo dar uma olhada na Three Cats Super Premium, ela deve ser uns 5 reais mais cara que a Golden, mas um quilo dura bastante para um gato. Indico comprar a granel, se possível, porque fica mais em conta, aqui na cidade está R$18,99 o quilo.\n\nO u/levedura citou e eu reforço: precisa de no mínimo um exame de sangue e um exame de fezes, como é público talvez o ultrassom não seja uma opção inicial. Eles fizeram exame de sangue da primeira vez?"
            ]
        },
        {
            "title": "Acho que minha cachorrinha comeu um pássaro e desde então, reduziu muito o apetite.",
            "selftext": "Eu moro em apartamento e tenho uma Lebrel Italiana de 9 meses. Os pais tem pedigree, mas ela não por ter tido um probleminha no rabo. Então ela tem todas as frescurinhas da raça, como ossos frágeis, mas tem todos os pontos fortes, então se comporta muito como caçadora, apesar de pequena. \nUm dia eu saí pra trabalhar e fiquei 24 horas fora de casa. Deixei as coisas dela arrumadinhas e o ambiente arejado. Nesse dia não encontrei quem pudesse fazer companhia para ela. \n\nQuando cheguei do trabalho, imediatamente dei ração e ela não quis comer. Fui brincar com ela e senti um cheiro de carniça horroroso na boca dela (e ela só come ração e não tem problemas dentários). Depois de algum tempo, comecei a achar umas penas espalhadas pelo AP. E tem uma varanda, que a porta eu deixo aberta pra ela ter mais liberdade. \n\nEntão escovei os dentes dela e dei banho. Desde esse dia, que já tem tipo um mês, ela vem diminuído muito o apetite. Eu não deixo ração a vontade. Ela come de manhã e à noite um punhado. Desde esse dia, ela passou q comer metade do que comia antes e passou a comer parcelado, sendo que antes ela comia de uma vez e com voracidade. \n\nAlguém sabe me ajudar? \n\nAinda não levei ao vet pq ela está muito bem assim, brinca, corre, pula do mesmo jeito e aceita bem os petiscos.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s5sydx",
            "num_comments": 3,
            "comments": [
                "Melhor levar no veterinário porque pode ter algo entalado lá dentro. Um ultrassom te mostra rapidinho se você vai precisar de uma endoscopia pra tirar, cirurgia ou só esperar mesmo. Como tem isso pequeno evolvido, sugiro levar assim que der."
            ]
        },
        {
            "title": "Cadela n come nem bebe água direito após castração",
            "selftext": "Minha cadela fez uma castração por causa de uma infecção no útero \nA infecção n tava grave. A gente pegou no início\nA castração foi dia 14 (sexta) e até hoje (16) ela ainda n está comendo nem bebendo direito\nEla bebe pouca água demais. Só uma vez na vasilha , maioria das vezes eu coloco água na minha mão e ela bebe\nE ração ela comeu só qnd coloquei carne ( carne moída cozida sem ser temperada )\nDevo me preocupar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s5j883",
            "num_comments": 3,
            "comments": [
                "**Olá! Antes de tudo vou agradecer por ter levado ela para a consulta, lembro da sua postagem sobre a secreção e fico mais contente ainda por vocês terem identificado o problema no início.**\n\nSobre a cirurgia em si, por mais que a infecção não fosse grave, ela provavelmente teve algum impacto na fisiologia normal da cadela. Somando isso ao fato do estresse da cirurgia, do protocolo anestésico utilizado e da resposta do organismo da cadela ao evento todo, é provável que ela volte ao comportamento normal ao longo da semana.\n\nContinua de olho nela, faça os curativos certinhos e administre os medicamentos de acordo com o estipulado pelo veterinário. Mas confesso que também não gosto do fato dela ainda continuar com uma certa resistência à alimentação e hidratação até o momento.\n\nMinha recomendação é enviar uma mensagem para a clínica hoje (se eles estiverem de plantão) ou direto para o veterinário (se você tem o contato dele), caso nenhuma das duas opções sejam possíveis, continue estimulando ela a beber água e a comer, então amanhã logo na primeira parte da manhã já entre em contato com a clínica e explique sobre o comportamento perguntando se há necessidade de alguma intervenção.\n\n**Alguns procedimentos que você pode fazer no momento é checar a gengiva do seu pet.**\n\nEssa [**imagem**](https://www.greencrossvets.com.au/wp-content/images/2015_Tail_Mail/First_Aid_Gums.jpg) é um bom exemplo pra verificar as cores. As cores devem ser parecidas ou próximas com o lado esquerdo escrito \"*Healthy*\" e tem uma foto também pra comparação. Mas lembrando que é *relativamente* comum que elas fiquem um **pouco** mais pálidas do que o normal após uma cirurgia. Na remoção de uma piometra, por exemplo, pelo fato do útero apresentar uma condição inflamatória, há uma grande quantidade de sangue no órgão que sai com ele no momento da retirada (como se fosse um balão), então é justificável que o pet fique um pouco mais pálido após a cirurgia.\n\nSe por acaso a mucosa estiver muito branca, como nessa foto [aqui](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQeFQW01acJQARuF1u06_0roCMz2nKRdZN4Jg&usqp=CAU), então é sinal que algo pode não estar muito bem e o veterinário precisa ser contatado com relativa urgência.\n\n**Realizar o teste de TPC** (tempo de preenchimento capilar) **é ótimo também pra avaliar a condição dela.** Esse vídeo aqui é [direto](https://www.youtube.com/watch?v=yiQ4j-z1Buc) ao ponto e explicativo sobre o procedimento. Se após a compressão da gengiva demorar cerca de 2 segundos ou mais, o veterinário também deverá ser contatado.\n\n* *Caso fique em dúvida sobre a força que deve fazer pra fazer a marca do dedo (conforme o vídeo), recomendo que faça o teste na sua própria gengiva utilizando o espelho e depois faça no cão.*\n\nNão esqueça da administração dos medicamentos na quantidade e na frequência indicada, principalmente do antibiótico e do antiinflamatório (esse último eu não sei se já foi finalizado as administrações). **Qualquer pergunta fique à vontade aqui! :)**"
            ]
        },
        {
            "title": "Dentinho caiu!",
            "selftext": "Alguns dias atrás notei que tinha algo incomodando na boca no meu cachorro (percebi que ele não tinha dor, só incômodo quando abria muito a boquinha) e até tentei olhar dentro da boca mas não vi nada. Ontem quando estava brincando com a bolinha com ele, ele cuspiu o dentinho! Isso é normal? Ele vai fazer 7 anos em abril.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s5gsol",
            "num_comments": 6,
            "comments": [
                "Olá, boa tarde! **Com 7 anos ter queda de dente não é normal**, inclusive **na maioria das vezes a queda de dente está associada com a doença periodontal**, que acontece pelo acúmulo de placa bacteriana/tártaro nos dentes, levando a inflamação do tecido mole ali da região (gengivite). Essa inflamação leva a perda do ligamento periodontal e consequentemente leva a queda do dente.\n\n*Não vou abordar outros problemas, porque mais de 85% dos cães em idade um pouco avançada tem esse problema, então há grandes possibilidades aqui.*\n\nO ideal aqui é que faça uma avaliação para definir a extensão dessa doença periodontal (se realmente for a causa), e verificar o acúmulo de tártaro, que, se não tratado, pode levar a problemas no coração, rim e fígado por conta do despejo de toxinas bacterianas na corrente sanguínea.\n\nRecomendo aproveitar a idade não muito avançada do seu pet para avaliar a necessidade do tratamento com a limpeza do tártaro porque o procedimento exige sedação e analgesia completa, então quanto mais jovem o pet for, mais seguro o procedimento é! :)\n\n**Mas atenção:** o que foi citado acima não é um diagnóstico e a causa pode ter outras origens, citei a causa mais comum para evitar a extensão da explicação e manter a objetividade da mesma. *Mas perder os dentinhos aos 7 anos não é normal e pode ser reflexo de algum problema e seu pet precisa de uma avaliação presencial.*\n\nQualquer dúvida extra após essa resposta, fique à vontade para perguntar :)",
                "Com 7 anos não é normal não. Que ração você da pra ele? Que outras comidas além da ração você da?\n\nVocê precisa levar ele no veterinário pra fazer uma limpeza nos dentes e escutar depois todas as recomendações. Escovar dente de cachorro é um saco, mas tem que ser feito, tenta começar com uma vez por semana e vai diminuindo até chegar a, pelo menos, dia sim dia não. Aqueles palitinhos que supostamente limpam os dentes NÃO funcionam, você precisa escovar.\n\nAlimentação também interfere, uma ração de ma qualidade vai cagar os dentes dele. Assim como ficar comendo besteira como pão e outras coisas"
            ]
        },
        {
            "title": "Me recomendem ração para cachorros de por porte grande boas",
            "selftext": "Quero comprar ração boa para meu dois cachorros, só que uma tem 10 anos e outro 6 anos.\n\nEntão pode me recomendar tanto ração senior e de adulto.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s50hd8",
            "num_comments": 5,
            "comments": [
                "Costumo comprar a Premier Nattu e a Premier Formula, ambas Super Premium. Com uma boa pesquisa, da pra pegar preços muito bons em sacos grandes de ração (10kg\\~20kg). No instagram @ promoprapets tem sempre promoções e cupons nas melhores lojas.",
                "Não sei de cachorro, mas pro meu gato dou Golden (tem linha dog tmb). Foi a indicação da veterinária.",
                "depende man, tem ração que é otima mas o cachorro odeia kkk, eu sempre uso a premier, já que tem varios sabores de ração",
                "Eu usei Tutano com minha dálmata mas achei as fezes meio moles, provavelmente muita gordura pra ela mas tem cachorro que se adapta bem. Premier e Golden até o momento melhores opções. Quando a grana não tá lá essas coisas, Goldog. É uma \"premium\" mas mantém ela bem de boa, saciada, fezes legais e pelagem bonita também."
            ]
        },
        {
            "title": "Meu cachorro é muito ansioso",
            "selftext": "Meu cachorro é muito ansioso, é um labrado de 7 anos que é bem bobão. Quando vamos sair com ele ele fica muito ansioso e fica puxando muito, na rua é bem difícil de passear pois se deixar ele nos carrega. Existe algo que possamos fazer para diminuir a ansiedade dele?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s4vqrs",
            "num_comments": 2,
            "comments": [
                "Treinamento e brinquedos. Brinquedos em casa pra cansar ele, na rua, treinar com a coleira pra ele parar de puxar. Você pode usar um clicker ou só petisco, toda vez que ele puxar você vira na direção contrária e vai dando mais passos, puxou de novo, vira e repete. \n\nPeitoral anti-puxão e coleira cabresto também ajudam MUITO e são opções que não machucam o cão de forma alguma. Mas o ideal é que você combine com o treinamento pra não ter que usar pro resto da vida.\n\nPetiscos de camomila e um remédio fitoterápico podem ajudar a acalmar mais ele também.\n\nSobre o peitoral, tome cuidado. Labradores tem tendência a ter displasia e artrite, apesar do peitoral ser na parte da frente, ele pode acabar forçando as juntas de trás e prejudicando as da frente, então eu sugeriria a coleira cabresto mesmo. Toda vez que ele puxar o focinho dele vai ser forçado pro lado (repito, quando você usa uma coleira de qualidade e não aperta ela não vai machucar o cachorro) e ele vai desacelerar. No começo ele vai balançar a cabeça e tentar tirar, por isso é bom começar colocando por alguns minutos em casa e ir aumentando a frequência e tempo até ele acostumar e ir pra rua, sempre usando uns petisquinhos e muito reforço positivo."
            ]
        },
        {
            "title": "Síndrome de Pandora (Gatos)",
            "selftext": "Bom dia! Gostaria de saber se mais gente já passou por isso:  \nsegunda-feira de manhã meu gato estava muito ansioso, pedindo muita comida, mesmo após ter comido. De tarde, ele começou a ir na caixa de areia, sentar e fazer bem pouco xixi, várias vezes. Acabava deixando torrõezinhos minúsculos de urina. \n\nEle teve Síndrome de Pandora há 1 ano, ficou um dia internado e os veterinários liberaram indicando deixá-lo o mais tranquilo e confortável possível e receitando medicação.\n\nComo na terça-feira ele continuou indo pra caixa de areia várias vezes, avisei a veterinária (especializada em felinos) e, depois dela saber da situação toda, receitou dois medicamentos. Também passei a usar catnip nos lugares que ele gosta de ficar, pra deixar ele mais calmo.\n\nEnfim, passou a semana desse jeito, indo na caixa de areia várias vezes (mas apenas pela manhã) e só hoje ele começou a reduzir esse comportamento. \n\nÉ normal a Síndrome de Pandora ter essa duração? Que dicas me dão para deixar o ambiente mais confortável pro gato?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s4lkae",
            "num_comments": 6,
            "comments": [
                "Tive que dar um google nessa porque não sou dona de gatos mas achei interessante o nome kkk. Então, segundo o google é algo que envolve o trato urinário E tem efeitos psicológicos também. Aparentemente, é uma [doença crônica](https://www.petlove.com.br/conteudo/saude/doencas/sindrome-de-pandora), o que significa que você vai ter que tratar constantemente bom um bom tempo, possivelmente pra sempre.\n\nAcho que você deve apostar no enriquecimento ambiental (esse link que coloquei acima tem umas dicas que podem ajudar) e pode ver com a veterinaria sobre algum tratamento fitoterápico antes de pular pra algo mais caro como acupuntura. Algo que pode ajudar, como se trata de uma doença de trato urinário uma alimentação natural também pode ajudar muito, mas eu geralmente sugiro em casos mais tardios só porque da um trabalhinho. Se for optar pela alimentação natural, sempre consulte um nutricionista veterinário",
                "Olá, tudo bem? Desculpa a demora na resposta, às vezes levo um tempinho pra conseguir responder aqui, mas vamos lá! :)\n\nLembrando que aparentemente seu gato já tem um ótimo suporte de veterinários especializados em felinos, então, por eu não conhecer todo o histórico de saúde do seu pet, nem ter acesso pessoal a ele, o que eu disser aqui poderá divergir dos seus veterinários e em situações assim as opiniões deles que deverão ser consideradas, ok?\n\n# Resposta rápida\n\n>*É normal a Síndrome de Pandora ter essa duração?*\n\n* **A síndrome em si não tem uma duração bem definida**, já que na maioria das vezes ela é acompanhada pela **cistite idiopática** (ou CIF, da qual também não temos muitas informações a respeito da origem e são relativamente recorrentes em gatos com predisposição), um resumo desse problema você pode encontrar nesse [*comentário aqui*](https://www.reddit.com/r/ApoioVet/comments/ruge92/comment/hqzeryy/?utm_source=share&utm_medium=web2x&context=3).\n* Um grande número de gatos com cistite idiopática pode desenvolver problemas no trato urinário inferior, e a maioria dos sinais clínicos que o animal demonstra nessa situação são referidos à Síndrome de Pandora.\n* Logo, se a Síndrome de Pandora aparentemente está ligada à cistite idiopática, podemos dizer que a duração dela percursa com o fator auto limitante da CIF explicado no link anterior. **Então pode durar até 10 dias e, dependendo do gato, pode ter durações mais longas e recorrentes, com intervalos breves que não são facilmente notados causando a impressão de que a síndrome pode ter durações de meses.**\n\n# Por que enriquecer o ambiente?\n\n**Vou só fazer um resumo breve do porquê a questão do enriquecimento ambiental é absurdamente valiosa para os gatos usando a condição citada como exemplo:** atualmente a CIF é percebida como uma patologia derivada da ansiedade crônica, onde a ativação crônica do sistema nervoso central de maneira persistente por conda da percepção prolongada de ameaças que excedem a noção de controle do felino sobre o ambiente, pode levar a uma atividade irregular (ou excessiva) do sistema nervos, imune e endócrino do animal. Causando, enfim, patologias que afetarão diversos órgãos do pet. *E, no caso de gatos, um dos mais afetados é o sistema urinário porque eles deixam de tomar água em quantidades saudáveis por qualquer motivo.*\n\n* Achei que a explicação ficou um pouco confusa porque tentei resumir bastante e deixar da forma mais simples possível, mas acho que deu pra entender um pouco hahaha\n\n# Como apropriar o ambiente aos gatos?\n\nA *Associação Americana de Medicina Felina* e a *Sociedade Internacional de Medicina Felina* desenvolveram os 5 pilares do ambiente saudável para os felinos. São eles:\n\n1. Prover um local seguro;\n2. Oferecer múltiplas fontes de recursos ambientais: comida, água, caixinhas de areia, arranhadores, brinquedos/locais de lazer, pontos de descanso e locais para dormir;\n3. Garantir que o felino tenha oportunidades para brincar e expressar o comportamento predatório;\n4. Prover interação entre humano-gato que seja consistente, previsível e positiva;\n5. Garantir um ambiente que respeite a importância do sentido olfatório do gato.\n\nSobre o **nº 5** pode haver algumas confusões porque não é muito claro, mas de modo simples: os gatos usam o olfato para se guiarem em um ambiente através das marcas de feromônio que eles deixam pela casa. Muitas vezes pensamos que essas marcações se dão através da urina apenas, mas o ato deles esfregarem o rosto em você ou em portas e locais de passagem na verdade é uma marcação de território. Isso ajuda a estabelecer os limites dos locais onde ele se sente seguro e tranquilo.\n\n* Nesse sentido, um dos principais produtos do mercado mais indicado atualmente é o [Feliway](https://www.feliway.com/br). É relativamente caro, mas se seu gato gostar, o preço acaba não sendo tão salgado assim. :)\n\nQuanto ao **local seguro** eu gosto de dar um toque particular aqui que recomendo pra todo mundo e aplico pra minha gata também: cada gato deve ter seu ponto especial na casa, onde ele escolheu e é somente dele, de mais ninguém.\n\n* *Em casos onde há múltiplos gatos, o ponto seguro deve ter uma entrada e uma saída em pontos distintos, para que não aconteça conflitos.*\n\n**Nesse local você não tem a liberdade de ir até o gato, fazer cafuné, chamar, colocar comida, petisco, nada.** ***O local é exclusividade dele.*** Isso se dá porque os gatos, quando se sentem ameaçados, tendem a evitar o conflito e fugir. Garantir um ponto onde ele sabe que ninguém irá chegar, permite que o gato se afaste de condições e situações não-familiares ou ameaçadoras.\n\n* *Também facilita na identificação quando algo não está muito bem com o seu pet, já que a tendência é aumentar o período que ele fica recluso ali.*\n\n# Atividade física\n\nComo os gatos aqui no Brasil *precisam e devem* ficar dentro de casa, muitas vezes acabam se tornando sedentários. Então é uma obrigação nossa estimular eles fisicamente.\n\n**Um jeito passivo de aumentar a atividade é instalando** [**nichos**](https://i.pinimg.com/originals/21/eb/d0/21ebd0c21bf6645b0f14ca88695269c6.jpg) **pra eles subirem, brincarem, esconderem, etc.** Isso também ajuda muito a estimular comportamentos de caça, criam pontos seguros e garantem uma visão superior do ambiente.\n\n**Brinquedos que estimulem a curiosidade tem impacto no esforço mental dos gatos e ajudam muito na atividade.** Mesmo que não fiquem correndo de um lado para o outro, é melhor do que ficar o dia todo dormindo, entende? Um exemplo [aqui](https://i.insider.com/5f6e21b8259a51001905f450) e um caseiro [aqui](https://i.pinimg.com/originals/23/db/6a/23db6a4a11d36249927833cab76aa645.jpg).\n\n[Ratinhos/pelúcia](https://catingtonpost.com/wp-content/uploads/2018/11/shutterstock_343476458-1.jpg), [brinquedos com penas](https://www.coloradoanimalrescue.org/wp-content/uploads/2021/02/preyplayblog-cover.jpg), [bolinhas de pelúcia que possuem espaço para ração](https://pyxis.nymag.com/v1/imgs/241/e37/2b8581d4f81fd179c2e54f6e468ad31d73-doc-phoebe-indoor-hunting-feeder.jpg), [bolinhas automáticas (ou não)](https://www.casasbahia-imagens.com.br/Control/ArquivoExibir.aspx?IdArquivo=1878471517), etc.\n\nTudo isso ajuda na distração do pet no dia a dia e na atividade física. O importante é que ele interaja, brinque e tenha interesse pelo ambiente. **Sem esquecer que eles dormem muito, em média 14\\~15 horas.**\n\n# Muita água\n\n**A regra é:** um potinho por cômodo, se tiver mais gatos pode aumentar mais o número de potinhos.\n\nNo seu caso, que o gato tem problemas recorrentes, a **alimentação úmida** torna-se quase que obrigatória no dia-a-dia dele.\n\nColoque potinhos, sachês todo dia, fontes, troque sempre (o ideal é 2x por dia), em dias muito quentes coloque gelo na água, isso estimulará o pet a brincar e se hidratar mais. **Em dias frios a atenção pela ingestão hídrica deve ser redobrada.**\n\n*Quando vou fazer frango desfiado aqui em casa, eu cozinho sem tempero e reservo a água onde o frango foi cozido e ofereço pra minha gatinha depois. Ela sempre toma bastante. :)*\n\n# Nutrição\n\n**Esse é um tópico bastante importante mesmo, mas pesa um pouco no bolso.** Recomendo que estude a possibilidade de fazer uma consulta com um nutricionista veterinário (não há necessidade de levar o gato até o nutricionista se você tiver com o check-up de saúde em dia e as informações dos exames).\n\nEle, além de indicar as melhores rações para a situação baseada nos resultados dos exames, também desenvolverá alguns cardápios de alimentação natural que auxiliem na melhora da condição de saúde dele.\n\n*Em breve pretendo finalizar o site do projeto onde colocarei o contato desses profissionais à disposição de vocês, mas, por enquanto, recomendo que peça uma indicação para sua veterinária. Ok? :)*\n\n# Continua no comentário abaixo\n\nExcedeu o limite de caracteres aqui, desculpa o textão hahaha"
            ]
        },
        {
            "title": "Meu gato tem problemas para fazer cocô e xixi na caixinha de areia",
            "selftext": "Eu adotei ele filhote, e desde sempre ele teve esse problema com cocô.\n\nSempre achei bem estranho, porque ele fez cocô no chão e ainda tenta \"enterrar\", fazendo o mesmo movimento com a pata que usaria para isso. Às vezes ele faz esse movimento na *parede*, o que eu acho mais estranho ainda. SEMPRE foi bem do lado das caixinhas, e ele só as ignora.\n\nMinha esposa disse que só acha que ele não deve ter tido acesso a caixinha ou terra quando era filhote e por isso não desenvolveu o hábito, o que faz sentido, até, mas no começo ele fazia xixi na caixinha e agora com 10 meses começou a fazer xixi no chão também. De novo, sempre do lado das caixinhas, mas agora também no chão do banheiro.\n\nA gente já testou 4 tipos de areia diferentes (Pipicat normal, uma daquelas naturais com mandioca ou coisa do tipo, sílica e a Tidy Cats da Purina, que tem aqueles grãos bem mais grossos (é a que estamos usando no momento, e foi com ela que ele começou a fazer xixi no chão, mas não o cocô).\n\nExiste qualquer forma de desenvolver esse hábito ainda? No começo e até uns 5 meses a gente tentava sempre notar quando ele ia fazer cocô e colocar ele na caixinha, o que dava certo às vezes, mas o hábito nunca mudou. :(",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s4k171",
            "num_comments": 10,
            "comments": [
                "Quando juntarem esses cocôs, ao invés de tocar fora, coloquem na caixa e incentivem ele a sentir o cheiro da areia marcada. Se puder coloquem a caixa nesse território atual onde ele vai.",
                "Olá, bom dia! É um tópico que pode se estender bastante se for abordar todas as possibilidades e formas de tentar reeducá-lo, mas vou tentar resumir um pouco.\n\nAntes de continuar, ele já é castrado? Como é a caixinha de areia dele (pode usar alguma foto da internet mesmo pra demonstrar, tranquilo)? E ele já fez algum check-up de saúde?\n\nPergunto isso porque gatos são bem instintivos no comportamento de fazer as necessidades em uma área separada e enterrá-las em seguida. Então uma causa super comum, principalmente do xixi, é que o gato possa estar com alguma infecção urinária (raro em machos), ou algum desconforto que crie uma sensação de urgência e faça ele fazer o xixi/cocô no lugar errado.\n\nFora esses fatores, vou aguardar as duas respostas pra continuar aqui. E fica tranquilo porque não vai mudar o que vou explicar na resposta :)",
                "Ele pode estar querendo avisar que nao gosta do tipo de \"areia\" que vc tem usado na caixinha. Existem varios tipos como silica, pelets de madeira, pelets de papel, aquela Pipicat que nao sei do que eh feito... Te recomendo a fazer alguns testes com esses tipos diferentes!"
            ]
        },
        {
            "title": "É possível um cachorro ter um bloqueio intestinal sem apresentar sintoma algum?",
            "selftext": "É isso, aparentemente meu cachorro comeu algumas pedras de jardim enquanto eu estava fora 🙄, só descobri porque no dia seguinte encontrei algumas no cocô. \n\nIsso já faz alguns dias e ela não tem nenhum sintoma, está comendo, bebendo, brincando, evacuando, tudo normal. A única coisa que eu reparei foi alguns barulhos de gases na barriga dela uma noite, mas não aconteceu mais e ela não pareceu se importar ou sentir dor. \n\nVocês acham que vale um ultrassom ou ela já teria manifestado algum sintoma? Esse fds vamos fazer exames para a castração e se for o caso eu incluo esse...\n\nObrigado!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s3t0xd",
            "num_comments": 8,
            "comments": [
                "Bom dia! Como a consulta será esse final de semana, então recomendo que fique atento à frequência da evacuação, urina e ingestão de alimento. Outros sinais que devem ser observados é se haverá vômitos não produtivos ou regurgitações de alimentos não digeridos.\n\nCaso haja alterações em alguns desses aspectos citados, um veterinário deve ser procurado com relativa urgência, já que obstruções intestinais podem levar o pet ao óbito em um prazo muito curto de tempo.\n\nA mudança de comportamento também revelam algumas preocupações: se o pet ficar mais quieto, depressivo, triste, vocalizando sozinho, etc. Então a busca por um veterinário também é urgente.\n\n*Esses sinais aparecem em um curto prazo de tempo.*\n\n**A recomendação ideal, além de ficar de olho por agora, é:** alertar o veterinário durante a consulta e eu, *particularmente*, recomendaria gastar um pouco a mais e fazer um ultrassom ou uma radiografia pra garantir que não há nenhum corpo estranho no estômago ou intestino. A ingestão de pedras geralmente é acompanhada da ingestão de terra/areia, e isso pode causar uma compactação do material no estômago ou intestino, obstruindo a passagem do alimento ou do bolo fecal. É um quadro grave, então acho justo gastar um pouco mais para ter certeza de que está tudo bem (mas o seu veterinário que decidirá).\n\n**Adicionando:** não sei se seu cão é de grande porte, mas pelo relato acredito que ele seja filhotão de algum cão de médio/grande porte, e também deve ser bastante ativo, então evite deixá-lo brincar após as refeições ou após a ingestão de água para evitar a torção gástrica. Essa condição procede a dilatação gástrica (geralmente) e pode levar ao óbito em questão de horas.",
                "Tô nessa também. Minha cachorra foi fazer um ultrassom só pra ver se tava tudo bem (ela teve que tirar as duas cadeias mamárias e vamos nos mudar, então era exame de rotina) e apareceu um plástico lá dentro. Uns dias atrás tinha comido um nuggets do BK e deixei a embalagem vazia em cima da mesa, a filha da putinha subiu, pegou e lambeu todo o molho furioso e aparentemente comeu aquele plástico de cima. Não passou mal nem nada\n\naí tá lá kkkk, no estômago dela. Semana que vem vamos repetir o exame e se não tiver se mexido ela vai ter que fazer endoscopia pra tirar (porque se ficar lá é um problema). Então é bom sim aproveitar pra fazer um ultrassom logo."
            ]
        },
        {
            "title": "Isso não pode ser normal nem saudável pro cachorro né? Um cão desse tamanho ficando confinado numa gaiola!!!",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s2ctet",
            "num_comments": 14,
            "comments": [
                "Uma vez, muito tempo atrás, eu comentei num sub gringo que crate training não era algo universal e que em muitos lugares e culturas, como a minha, era visto como algo bizarro e borderline abusivo. Ninguém me respondeu nem explicou nada, só tomei uma montanha de downvotes. Nem tenho cachorro mas também sinto curiosidade de saber o que adestradores e especialistas no Brasil pensam disso.",
                "Nesse sub o povo fala muito de crate training, que é basicamente você treinar o cachorro pra ficar na gaiola, mas eu acho isso loucura! Pra que você vai pegar um cachorro se for pra deixar ele confinado?!?!\n\nAcho ótimo treinar pra deixar ele preso em alguns momentos raros como pra viagem e tals, no máximo uma visita com criança, mas sempre quando tá em casa sozinho?!?! Pra que isso gente, não pode deixar o animal andar pela casa?\n\nAs vezes eu tô entendendo errado esse negócio de crate, não sei",
                "**Vou deixar meu ponto de vista aqui e adicionar mais alguns detalhes:** não sou a favor do estilo que usam nos Estados Unidos e na Europa porque tem recomendações de manter o cão até 8h na caixa (*como se fosse algo normal, e não é!*) e também por limitação da 4ª liberdade dos animais que é de expressar o comportamento normal e natural.\n\n*\"Ah, mas só do cão ser criado com você ele já não vai expressar o comportamento natural\"*. Ok, concordo em partes. Mas o problema é que a maioria dos tutores não entendem o real contexto do \"crate training\" e usam em diversas ocasiões que podem sim fazer mal para o pet.\n\n**O tema assusta justamente por imagens como essa e por tutores tentando enfiar guela-abaixo o treinamento no cão.** Essa caixa claramente não tem nada muito agradável pra ele além do tamanho. O tamanho está correto e a ventilação também, mas precisa de brinquedos, caminha, panos, pote d'água, tudo que faça o pet se sentir bem e entretido no ambiente. **Se tem o tamanho correto, mas nenhum dos outros aspectos aqui, então é maus tratos.**\n\n**Outra questão pessoal da minha parte:** não se faz *crate training* para cães já adultos ou com rotina estabelecida. A não ser se o cão já tiver um condicionamento instintivo para tal ou for um treinamento muito bem estudado e aplicado perfeitamente de maneira gradual sem forçar a situação.\n\nSobre o tamanho, conforme preconizado pelo *American Kennel Club*:\n\n* O tamanho deve permitir que o cão fique em pé, consiga girar dentro dela, deitar e espreguiçar, mas não muito maior que isso. Essa é a regra padrão.\n\n**O complicado aqui é que não há muitos estudos conclusivos sobre a prática, além de aspectos que se baseiam apenas em evidencias comportamentais/instintivas dos antepassados deles.** Como, por exemplo, em algumas afirmações de profissionais que dizem que a caixa faz eles se sentirem confortáveis por apresentar um ambiente limitado semelhante a \"toca do lobo\" de quando eles eram selvagens. *Não vou debater sobre esse detalhe aqui, porque é alvo de muitos poréns, mas um Chihuahua não é mais lobo. Entende?*\n\nAh! E o cão ***jamais*** deve ser \"colocado\" lá a força, **o local precisa ser do gosto dele**. O ideal é que consiga um comando para que ele vá até lá, ou então que ele vá por vontade própria. **Por isso educar o filhote é muito mais sensato do que tentar introduzir isso depois de adulto** (não que seja impossível, alguns cães adotam a caixa por vontade própria mesmo depois de adultos), nesse caso, quando o filhote entra na caixa, o tutor deve começar a estimular o comportamento pra deixar o evento ainda mais agradável.\n\nPara um cão adulto, ele não deve ficar preso mais que 4h e isso é tempo de descanso, então ele não deve ser colocado na caixa por 4h durante o dia, por exemplo, e ser solto a noite quando todo mundo está dormindo.\n\nHá recomendações que variam até 8h, mas eu discordo. É injusto e cabe até como maus tratos. Como diabos o cão vai fazer as necessidades? Qual interação social ele tem? Já que não tem ninguém dormindo com ele como seria numa \"toca de lobo\"... Além de ser uma decisão unicamente do tutor e não do cão limitar o espaço dele por 8h.\n\n# Em partes, é uma boa ideia:\n\n* É ótimo que o seu cão esteja adaptado a se manter em um local fechado, principalmente para caso precise ficar internado ou passar um tempo no veterinário;\n* Cães gostam de ter controle e guarda total no ambiente em que residem. Um quarto ou sala, ou toda casa para eles como ponto seguro principal pode ter muitas informações e sobrecarregar eles;\n* O pet que acostuma com uma caixa que dê conforto e tranquilidade desde pequeno, provavelmente associará a caixa como seu ponto mais seguro, facilitando a identificação de quando ele não está se sentindo bem;\n* Ajuda como treinamento preventivo da ansiedade de separação;\n* Ele tem consciência que nunca será punido na caixa e isso facilita no sentimento de segurança dele, detalhe que muitos tutores confundem;\n* **Em situações de emergência é ótimo!** Porque é muito provável que ele estará lá. Facilitando encontrar o pet na casa e também o resgate. **Por isso repito:** *a caixa deve ser um ponto seguro, onde ele realmente goste de ficar.*\n\n# Concluindo\n\nO costume de \"prender\" o pet é mais pelo conforto do tutor, e nesse aspecto eu acho ruim.\n\nA minha conclusão por experiência pessoal é que todos os cães aqui no Brasil tem sua casinha ou um ponto seguro na casa e muitas vezes eles já ficam lá por horas e por vontade própria. O que acontece é que tem tutor que não gosta que o pet fique longe dele e acaba sempre chamando o pet para perto, não permitindo que o dog acostume com a casinha, mas isso já é um detalhe à parte.\n\nO argumento de dizer que a caixa lembra a toca de lobo vai por água abaixo quando o espaço precisa ser muito arejado (e geralmente o mais indicado são gaiolas de grades espaçadas) o que não passa a sensação de \"toca\", além do fato de que na \"toca do lobo\" o animal tem liberdade pra sair hora que quiser, fazer xixi, etc.\n\n**O treinamento da caixinha tem vários aspectos positivos se** ***bem aplicado***, mas precisa ser muito bem estudado e planejado. Além de que o tutor precisa estar 100% consciente do que está fazendo ou sendo feito, o que muitas vezes não acontece.\n\n**Por fim, um comentário de veterinário amargurado:** tem dono de pet que não sabe nem que o animal sente dor (sério, não são poucos), então imagina ele ter a ideia de que pode deixar o pet preso numa caixa por sei-lá-quantas-horas todos os dias? É um desastre na mão de gente mal intencionada ou relapsa.\n\n***E foi mal o textão hahaha, juro que to tentando escrever menos. Lembrando que: essa resposta é uma opinião pessoal, não é definitiva e não sobrepõe argumentos baseados em evidências.***",
                "coisa de estadunidense...",
                "No Brasil eh raro. Mas em diversos países eh normal. Eles normalmente colocam o cachorro lá durante ausências. Mas cada um com seu cada um."
            ]
        },
        {
            "title": "Sindrome de cushing e doença renal crônica",
            "selftext": "Desculpem o textão, mas vou explicar tudo desde o inicio!\n\nMinha cadelinha tem 14 anos e completou seis meses desde que ela foi diagnosticada como renal crônica (notamos que ela perdeu o apetite e que a urina no tapetinho estava incolor, ela fez exame de sangue e a creatinina estava em 4,7). Conforme o veterinário soliciou fizemos uma bateria de exames nela e foi constatado, no exame de ecografia, que ela tinha alteração nas adrenais, então ela fez um exame pra constatar se era sindrome de cushing e infelizmente deu positivo (eles aplicaram uma medicação nela e fizeram varias coletas ao longo de 24h), além disso ela tem lama na vesicula. Do nada ela começou a ter uns sintomas de demência (ficava presa no canto da parede, tropeçava em linha reta, travava as patinhas e não voltava), o veterinário clinico dela (que eu chamo de pediatra) recomendou encaminhar ela p/ especialistas, pois ele não tinha conhecimento em como tratar o cushing e qual seria o melhor tratamento p/ rins dela.\n\nEla não aceitou mais comer ração, trocamos pra renal da hills e não aceitou, ela come como petisco aleatoriamente, levamos ela na nutróloga, que prescreveu alimentação natural cozida, e o apetite dela voltou. Também levamos ela em uma endocrina que entrou com medicamento p/ cushing e foi constatado que ela estava com pressão alta. Iniciamos as medicações + 500 ml de ringer subcutâneo diariamente, a creatinina dela baixou pra 2.6.\n\nA creatinina dela agora em dezembro subiu novamente e foi pra 3,4. O clinico me disse pra aumentar o soro pra 1l ao dia, dividindo em 500ml a cada 12h (achei muito). Então eu consegui uma consulta com um nefrologista mês passado e ele imediatamente pediu pra diminuir o soro dela, pois ela tinha risco de edema pulmonar (de 500ml todos os dias passou a ser 400ml dia sim e dia não), ele também modificou a medicação da pressão, pois no consultorio o aparelho apontava 230. Fiquei bem assustada, mas segui as recomendações, sempre achei que era o soro que controlava a creatinina. Em dezembro mesmo ela perdeu o apetite novamente, ela fez um novo exame de sangue e a creatinina estava em 4.1, a pressão continuou alta e ele modificou a medicação pra ser dada a cada 12h. Além disso ele recomendou comprar um aparelho de pressão digital ( conect08A), chegou em dezembro e comecei a usar todos os dias, antes e depois das medicações, contina alta, varia em 16/11 até 23/15. O nefro não mostra muita importância com a creatinina dela e nem com a alimentação, ele disse que a medicação do cushing que podia estar causando conflito com os rins e reduziu pela metade a dose do medicamento, de acordo com ele o cushing eleva a sensação de bem estar nela, então deveriamos deixar de tratar o cushing.\n\nAcabei levando ela em um cardiologista e o coração dela esta ótimo (ela tem uma insuficiencia na mitral, mas isso desde novinha e nunca evoluiu). A veterinaria disse que pelo ecocardio podia ver que ela estava desidratada (recomendou que eu desse uma quantidade menor de soro diariamente, poderia ser 300ml, também descartou o risco de ela ter edema pulmonar devido ao soro, pois o coração estava ok), não consegui contato com o nefrologista que esta de férias, então eu segui oq a cardio disse e estou dando 300ml de soro um dia e 200ml no outro dia (pra acabar com toda a bolsinha de ringer), além disso a pressão continua alta mesmo (lá apontava 18, comparamos com o meu aparelho que apontava 23), ela recomendou uma veterinária home care pra fazer a aferição durante três dias seguidos com um dopler, pois ela ficou um pouco nervosa durante o exame, assim teriamos certeza se precisaria ou não aumentar a medicação (ela vem essa semana aqui pra iniciar esse monitoramento).  Essa semana ela vai fazer um novo exame de sangue pra ver se a creatinina baixou.\n\nNão sei se posso falar o nome dos medicamentos aqui, mas ela tem tomado duas medicações p/ visicula, uma p/ cushing, um vasodilatador, um de colágeno, um pra pressão e omega 3 , diariamente. Em seis meses ela foi de 13,5kg para 10,1kg, dizem que é a medicação do cushing que desincha, eles falam que ela não esta abaixo do peso e sim no peso ideal, mas me da uma agonia sentir as costelas dela, ela sempre foi rechonchuda. \n\nMinhas dúvidas:\n\n1. É indicado parar de tratar o cushing de vez? por enquanto ele reduziu pela metade a dose. O clinico disse que oq mataria ela agora seriam os rins, então ele concorda que pare de tratar o cushing, perguntei a mesma coisa pra cardio e ela concordou. Se não cudar dos rins agora, não haveria longo prazo pra se preocupar com as complicações do cushing. Eu até cancelei a consulta que ela teria com a endocnologista, pois a mulher vai querer me matar sabendo que diminui a dose.\n2. Essa quantidade de soro esta correta? Cada um me diz uma coisa e eu fico super na dúvida em quem seguir. Eu vejo que o soro faz super bem pra ela, fica mais tranquila pra tirar o soninho dela e na hora do jantar fica bem ativa pulando querendo a comidinha.\n3. Eu mantenho esse nefrologista no tratamento dela? Ele é muito requisitado aqui na cidade, as recomendações são boas, mas fico na dúvida de ele ficar modificando as medicações dela. Porém tenho confiado e seguido oq ele diz, exceto a questão do soro que segui a cardio.\n4. Todos eles me tranquilizam quanto a isso, mas a lipase dela esta altissima (2800+), eles dizem que a lipase sobe por qualquer coisa, mas eu morro de medo de ela ter  pancreatite, não quero ela com dor, noto que ela esta normal e bem confortavel, comecei a dar pro rim (é um spray homeopatico) por conta e o apetite parece ter voltado (não estou seguindo a quantidade exata de vegetais que a nutrologa passou, mantenho a quantidade de arroz e de frango, cada dia eu coloco legumes diferentes, pois ela enjoa muito rapido da comida), o vasodilatador tem feito efeito pois ela parou com os sintomas de demencia e o colágeno também fez efeito, pois ela tem caminhado normalmente (até tirei os tapetes antiderrapantes do chão). Espero que o apetite indique que a creatinina baixou, seja pelo pró rim ou pelo soro diario novamente.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "s03p0e",
            "num_comments": 7,
            "comments": [
                "Olá, bom dia! Li sua postagem toda e vou conseguir responder provavelmente só a noite. Não sei se conseguirei esclarecer tudo porque é uma dúvida bastante complexa e envolve várias especialidades, mas farei o possível. Então se prepara pro textão de resposta hahaha\n\nE já deixo os parabéns aqui pelo empenho na busca pelo tratamento, gostei muito da conduta dos veterinários de indicarem especialistas específicos para cada parte do tratamento e também da sua atitude de ter ido atrás deles. Isso às vezes gera alguns conflitos nas condutas, como foi citado, porque na veterinária são diversos protocolos e cada caso muda muito de acordo com o paciente por conta das diversas variações fisiológicas de animal para animal, mas confia no processo.\n\nÀ noite volto com mais informações :)"
            ]
        },
        {
            "title": "olá, boa tarde, a minha doguinha ta com um inchaço subcutâneo, ele surgiu de ontem pra hoje (só reparei agora de tarde), é indolor e também macio, alguém saberia dizer o que pode ser isso?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rz79ud",
            "num_comments": 9,
            "comments": [
                "Olá, boa tarde! Ela é a que você adotou esses tempos atrás? E como anda a adaptação dela? :)\n\n**Quanto ao problema em si:** ela recebeu alguma medicação injetável ou vacinas nas últimas duas semanas? E ela tem acesso à rua ou ao quintal?",
                "Ela tá magrinha, vi que você adotou recentemente e ela tá ganhando peso, que ótimo!\n\nAs vezes cães podem ter isso, se ela não tá sentindo dor e nem coçando, sugiro só observar porque pode sumir em algumas semanas. Quando você for levar pra tomar as outras doses da vacina, comenta com o veterinário e ele vai ver se precisa de punção, mas, na minha experiência de dona, não costuma ser nada."
            ]
        },
        {
            "title": "deixar o cachorro no canal para adestramento ou eu mesmo adestrar em casa com cursos online?",
            "selftext": "Tô no impasse. Pq tem um pessoal que trabalha com adestramento e aí como moro longe eles sugerem deixar meu cachorro lá no canil deles por um, dois meses (claro, indo buscar nos fins de semana, acompanhamento da evolução, etc). \n\nTeria algum problema fazer isso, ou é melhor treinar em casa mesmo? Não falo em questão de orçamento, mas de confiança no cachorro com a pessoa, sla.\n\nGrato desde já turma!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ry6qpg",
            "num_comments": 4,
            "comments": [
                "Olá! Vou fazer uma pergunta antes de prosseguir com a resposta, mas esse adestramento é para controle de agressividade ou algo que possa colocar em risco a sua saúde ou a saúde de outras pessoas?",
                "Depende do problema! Se for algo grave que demande um adestramento sério, melhor levar. Ou se você quer pra ser um cão de serviço ou algo assim.\n\nse não, treina em casa mesmo. Leva disciplina e constância, mas é bem melhor porque ele vai aprender com você e você vai aprender com ele também"
            ]
        },
        {
            "title": "Secreção amarela saindo da vagina da minha cachorra",
            "selftext": "Notei q aparentemente está saindo uma secreção amarela da vagina da minha vira lata. Ela parece que estava no cio recentemente ( tentando cruzar com minha perna toda hora ) e mais anteriormente parecia estar menstruando. É muito preocupante? Oq fazer ?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rwlfmj",
            "num_comments": 1,
            "comments": [
                "Olá, bom dia! Muitas pessoas às vezes associam, mesmo que em poucas quantidades, a secreção amarela a um evento normal após o estro (cio), o que é uma ideia equivocada. É relativamente normal um pouco de secreção **transparente** (que chamamos de secreções serosas) ou sanguinolentas/serossanguinolentas no período pós cio/durante o cio respectivamente.\n\n**A partir do momento que essas secreções tornam-se amareladas e, por vezes, opacas, como esta** [**aqui**](https://www.animalsurgicalcenter.com/storage/app/media/_img/129.1.jpg) **ou próxima disso, então muito provavelmente temos um caso de** ***piometra***. Que consiste, basicamente falando, em uma falha ao eliminar bactérias transitórias do útero após o período do estro, causando uma inflamação contaminada do útero.\n\nOs sinais clínicos mais comuns ao longo do desenvolvimento desse problema são o corrimento vaginal, anorexia, depressão do pet (caracterizado por passar muito tempo deitado, ficar mais lerdo, etc.), aumento na quantidade de ingestão de água e consequentemente de idas ao banheiro. Inicialmente, por vezes, não há nenhum sinal clínico além do corrimento.\n\n**A patologia é um caso de emergência clínica** e a recomendação da castração com remoção do útero é quase que certa ao diagnóstico. No veterinário você pode esperar pelo menos a consulta, exame de sangue, raio-x ou ultrassom e, se necessário, a cirurgia.\n\nO não tratamento pode levar ao grande aumento das tubas uterinas (ou de apenas uma delas) e o consequente rompimento delas, extravasando material purulento e contaminado para a cavidade abdominal que poderá levar ao óbito do pet. O aumento também pode comprimir outros órgãos internos, levando a alterações na fisiologia normal do pet e muita dor. **Ah, e poderá haver o comprometimento renal pelo aumento das toxinas bacterianas no sangue.**\n\n**Quanto antes resolver o problema, menor a chance de necessitar de uma cirurgia emergencial** **e também menor é o sofrimento do pet.** Lembrando que menor é a chance da cirurgia emergencial, mas não descarta a necessidade da cirurgia.\n\nTentei deixar o mais explicado possível, porque é um quadro muito comum na rotina veterinária e provavelmente outras pessoas que passam por isso vão ler esse texto. \n\n***Minha recomendação é que leve ao veterinário hoje. Recomendo também a castração dela.***\n\n# Atenção:\n\n**Essa resposta não é um diagnóstico**, mas tal afirmação não descarta a importância de levar ela ao veterinário o quanto antes. A informação citada não deve ser levada em consideração caso divirja da opinião do veterinário presencial.\n\n*Espero ter ajudado, e qualquer nova dúvida fique à vontade para entrar em contato! :)*"
            ]
        },
        {
            "title": "Qual o remédio de pulgas com o melhor custo benefício ?",
            "selftext": "Estou meio quebrado para poder comprar um Simparic, qual vocês indicam ? Tava querendo comprar um e uma coleira anti pulgas mais em conta. E mais uma dúvida, a coleira serve para ele não pegar pulga, ou serve como forma de \"repelente\" também ? Obrigado, valeu !",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rvlvks",
            "num_comments": 8,
            "comments": [
                "Coleira anti pulgas só se você for usar com carrapaticida! Eu não consigo reforçar isso o suficiente kkkk. Eu tive que me mudar de um apartamento por causa disso. A coleira anti pulgas/carrapato não deixa o bicho morder o cão, mas não necessariamente mata, então uma carrapatinha grávida pulou lá no meu quarto com chão de taco. Dedetizamos duas vezes e eles sempre voltavam! A solução foi sair mesmo, foi um trauma (segundo minha mãe era alguma energia ruim na casa expulsando a gente 😂).\n\nEntão eu daria preferência pra um remédio como frontline, 100% por causa do meu trauma. Uma dica: procure em pet shops menores mas não taaaao pequenas, eles as vezes compram muito estoque, e quanto tá pra vencer (uns 3 meses antes) eles fazem umas promoções. Se você tem também já uma pequena preferida, é bom já fazer amizade com a galera, eu sempre ganho uns brindes ou descontos por isso.",
                "Eu gosto muito do Capstar, só que não é tão comum achar em petshops. Ele não protege, só derruba a carga de pulgas do momento, e também funciona com bicheiras o que torna ele muito prático.",
                "Olá! **É melhor usar o dinheiro que gastaria na coleira antipulgas e investir em um medicamento um pouco mais caro.** A u/alexa_ivy comentou e é um ponto importante: a coleira só permitirá que a pulga não fique em contato direto com o seu pet, mas não fará o controle dela. E, mesmo que faça, o uso dela é redundante quando se faz o uso de um bom antipulgas em conjunto. Além de mais um fator: a vida útil delas não costuma ser tão longa quanto se é pregado na embalagem, porque diversos fatores ambientais influenciam na eficácia dela (água, sol, atrito, etc.).\n\n**Vim citar o Frontline na questão do custo benefício também.** \n\n**O princípio ativo do Capstar em algumas pesquisas não teve uma boa efetividade** ***após*** **7 dias por via oral** em cães, sendo a administração por via tópica (na pele) mais eficaz, porém não há disponibilidade dele no mercado. **Mas ele é muito bom no efeito** ***knock-down*** **que consiste na \"derrubada\" prévia das pulgas antes de entrar com um produto mais eficaz com bom efeito residual.**\n\nEnfim, **reforço o Frontline**, que possui o efeito de *knock-down* em 48h e tem período de ação de 1 mês contra pulgas e carrapatos. Caso seu pet seja relativamente pequeno (até uns 5kg) o Frontline em *spray tem* um custo benefício ainda melhor.\n\nSe o seu pet não foi vermifugado nos últimos meses, talvez a melhor opção então seja o [Advocate](https://www.amazon.com.br/Anti-Pulgas-Bayer-Advocate-para/dp/B07L3ZQP21/ref=asc_df_B07L3ZQP21/?tag=googleshopp00-20&linkCode=df0&hvadid=379699132246&hvpos=&hvnetw=g&hvrand=4106306087298086294&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=1001643&hvtargid=pla-847030115270&th=1) no primeiro mês e depois a manutenção, caso necessário, com o [Frontline](https://www.petlove.com.br/frontline) (que é mais barato).\n\n# Atenção\n\nSempre consulte um Médico Veterinário de confiança para ter certeza da escolha e também receber as recomendações de utilização do medicamento. Muitas vezes, para produtos como antipulgas, basta ir até uma clínica veterinária com pet shop que você será instruído adequadamente sem a necessidade real de uma consulta. \n\n**Siga à risca as recomendações do veterinário e também da embalagem do produto.**\n\n*Caso queira saber mais sobre o ciclo da pulga, recomendo a leitura dessa resposta* [***aqui***](https://www.reddit.com/r/ApoioVet/comments/rt99jz/comment/hqt7cy7/?utm_source=share&utm_medium=web2x&context=3)*.*",
                "Frontline",
                "Aqui em casa só os comprimidos tipo simaric, nexgard e bravecto dão conta dos carrapatos acho que é pq moro perto do mato. Já usamos de tudo mais tem um pozinho que minha mãe compra na agropecuária que ajuda chama-se TALFON TOP serve pra passar no ambiente principalmente onde o animal fica."
            ]
        },
        {
            "title": "Descarte de fezes de pets",
            "selftext": "Posso descartar as fezes dos gatos no vaso sanitário? Ultimamente ando fazendo assim, limpo a caixa de areia dos gatos após eu mesma usar o banheiro, que ai junto tudo dentro do vaso e economizo uma descarga, mas queria saber se é melhor mandar para o tratamento se esgoto ou para o aterro sanitário dentro de sacolinhas. No aterro, elas não vão decompor e vão gerar gás metano, mas tô meio receosa de estar contaminando o esgoto ao jogar fezes de pet no vaso.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rvhprq",
            "num_comments": 2,
            "comments": [
                "**A resposta rápida é:** o descarte das fezes no vaso sanitário é a melhor opção e todo mundo devia fazer isso. Então fique tranquila que você fez a melhor escolha hahaha :)\n\n**Mas cuidado:** se você usa areia, o descarte dela no vaso sanitário pode entupir a tubulação no longo prazo. O ideal é que utilize materiais biodegradáveis como o granulado de madeira ou a fibra de celulose.\n\n*Se você mora com mais pessoas, verifique se todo mundo está de acordo para evitar qualquer problema pessoal de desacordo.*"
            ]
        },
        {
            "title": "Amputação",
            "selftext": "Minha cachorrinha Masha tem entre 4/5 anos, dia 02/12/21 ela foi atropelada e perdeu o movimento da pata dianteira esquerda, amanhã ela vai passar pela operação para amputar porque a pata não mexe, o músculo já atrofiou e como ela está arrastando a pata acabou machucando um pouquinho no início (tentei colocar uma gaze depois uma meia e só abafou).\nEu gostaria de perguntar se: \n- Alguém já passou por isso de ter um animal que rompeu o ligamento e depois voltou a movimentar com alguma cirurgia ou tratamento? O veterinário indicou tomar citoneurin por 10 dias e fazer exercícios na patinha (não adiantou)\n-O cachorro consegue ter uma vida normal? Preciso tomar algum cuidado? Eu desmontei minha cama quando ela voltou da internação, até que altura ela pode subir sem correr nenhum risco? \n-Ela sentirá dor ou falta do membro? O que eu posso fazer pra melhorar esse aspecto da vida dela? \n-Ela já está correndo bem rápido, mas não consigo mais passear com ela na rua, quais exercícios posso fazer com ela no quintal (meu quinta é grande e tenho escada em casa, no fim de semana ela vai pro sítio e fica selvagem) ou eu preciso passear com ela mesmo?\nGostaria de agradecer todo o cuidado que conversaram comigo quando aconteceu o atropelamento, eu estava muito abalada e me ajudou demais!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rvefxs",
            "num_comments": 4,
            "comments": [
                "Uma coisa que acho importante ressaltar e é um dos motivos de eu amar cães: Eles não param por nada e se adaptam a quaisquer tipo de situação!  Então tenho certeza que a Masha com o tempo vai se acostumar a condição dela e viver uma vida bem normal.  \nSe você está fazendo acompanhamento médico, certamente o animal não terá dor, apenas nos primeiros dias pós procedimento.\n\nAcho que o que eu teria cuidado é com o peso, e tentar evitar com que ela pule alturas grandes ou coloque esforço demais na pata - A longo prazo, você pode ter algum problema aí.\n\nSe possível, seria interessante considerar alguma cadeira de rodas frontal, em algumas situações tipo corrida você pode usar e aí não vai sobrecarregar tanto a patinha da frente!",
                "Olá, boa noite! A resposta do u/sailor_knight é direta ao ponto. Cães são beeeeeem tranquilos em relação a casos onde a amputação é necessária, principalmente se for de apenas uma pata. Nos primeiros meses ela terá algumas dificuldades por conta da adaptação, mas não pense que ela irá sofrer o resto da vida por falta da patinha. Daqui uns tempos ela nem sequer sentirá falta.\n\nO cuidado com o peso é essencial, tente mantê-la sempre com o peso ideal, seguindo as recomendações da quantidade de ração oferecida na embalagem. Evitar pulos de locais altos conforme citado pelo u/sailor_knight também é recomendado, mas não deixe de caminhar nem permita uma rotina sedentária. Exercícios são bons para manter a força articular e muscular dos outros membros pra que ela tenha uma boa recuperação.\n\n# Respondendo diretamente suas perguntas:\n\n>*Alguém já passou por isso de ter um animal que rompeu o ligamento e depois voltou a movimentar com alguma cirurgia ou tratamento?*\n\n* Há opções de tratamento quando o pet tem alguma reação no membro. Mas, conforme já foi citado sobre a atrofia da musculatura e a incapacidade dela de cooperar com a movimentação do membro, eu **já adianto que a melhor opção aqui é sim a amputação** e é mais louvável gastar com fisioterapia na recuperação do que com a cirurgia para uma possível tentativa de recuperação. Isso te poupará até mesmo seu psicológico.\n\n>*O cachorro consegue ter uma vida normal?*\n\n* **Se for só uma patinha, sim. Se for duas, também** (principalmente com o apoio de uma cadeirinha). Conforme citado antes, **cães se adaptam muito facilmente à amputação**. Gatos também, e, por sinal, tenho uma adotada na minha cidade natal que não tem uma pata traseira, ela vive no campo. A pestinha sobe em árvores, caça passarinhos e tudo mais. Acho incrível, pra ser sincero hahaha\n\n>*Preciso tomar algum cuidado?*\n\n* Aqui já foi citado anteriormente e na resposta do u/sailor_knight. Adiciono também que você **garanta que ele fique em pisos mais aderentes e evite pisos lisos** (caso não seja possível, pesquisa pelo produto PetFix, não tenho experiência pessoal, mas já escutei boas recomendações).\n\n>*Eu desmontei minha cama quando ela voltou da internação, até que altura ela pode subir sem correr nenhum risco?*\n\n* Aqui não vou saber te responder adequadamente, porque não tenho conhecimento pessoal da sua dog e não sei a raça nem o tamanho. Mas acredito que a altura de uma cama não seja nenhum empecilho (caso ela seja de porte médio ou maior) para quando ela estiver adaptada normalmente. **Mas seu veterinário atual saberá responder melhor essa pergunta com base no quadro geral dela.**\n\n>*Ela sentirá dor ou falta do membro?*\n\n* A dor pode haver no pós-operatório, que é comum e **o protocolo padrão do procedimento já envolve analgesia**, então fique tranquila quanto a dor. Há relatos do evento de \"membro fantasma\" em alguns pets também, assim como acontece em humanos, mas isso não é debilitante e uma parcela muito pequena dos cães tem essa reação.\n* **Seu pet não sentirá falta do membro**, isso é uma certeza que você pode ter hahaha :)\n\n>*Ela já está correndo bem rápido, mas não consigo mais passear com ela na rua, quais exercícios posso fazer com ela no quintal ou eu preciso passear com ela mesmo?*\n\n* **Esse tópico quem pode te responder melhor é um profissional especializado em fisioterapia.** Pelo que entendi você não consegue passear com ela na rua porque ela arrasta o membro, certo? Se for, isso provavelmente irá melhorar com a amputação e fisioterapia. Ela ainda arrasta porque quer se apoiar no membro ainda existente, após a amputação esse comportamento tenderá a desaparecer com a reabilitação ideal. **Essa é outra vantagem da amputação nesse caso.**\n* **Se tudo correr bem, você conseguirá passear com ela sim**, mas essa é outra questão que prefiro deixar para seu veterinário responder, porque ele terá um embasamento melhor no argumento por já conhecer seu pet.\n* Sobre os exercícios também não será possível responder porque depende de uma série de fatores, alguns que eu citar podem não ser bons para ela com base no quadro atual, etc. **Aqui é outro tópico que a melhor pessoa para responder é seu veterinário presencial ou o fisioterapeuta.**\n\nConforme dito anteriormente e se você tiver condições, um veterinário fisioterapeuta é muito indicado pra garantir a reabilitação dela e indicar os melhores exercícios pra você. Caso não tenha na sua cidade, ou não consiga o contato de nenhum confiável, entre em contato por mensagem privada que posso te colocar em contato direto com um.\n\nE tenha calma e paciência, siga as recomendações do veterinário e em breve ela estará levando uma vida tranquila com você. A opção da amputação, *do meu ponto de vista e com o pouco do caso que sei*, aparenta ser a melhor opção mesmo e **a tendência é que ela melhore a qualidade de vida se comparada com a situação atual**.\n\n*Fique tranquila, você tomou as melhores decisões pra ela. De verdade. :)*",
                "Animais costumam lidar muito bem com amputações. Se eu fosse você não me preocuparia tanto assim, ela vai viver bem e viver feliz. Eu também teria feito a mesma escolha que a sua.",
                "Sei que já foi respondida pelo veterinário aqui do sub, mas mesmo assim queria dividir a minha experiência pra vc não ficar preocupada \n\nA minha cadela teve rompimento do ligamento cruzado e mesmo com a cirurgia ela não voltou a andar, mas assim.. ela se adaptou super bem hahah ela é agitada então ela ainda sai correndo, pulando, fazendo tudo. No caso ela ficou com a patinha esquerda de trás sem movimento, parece um coelhinho dando os pulinhos dela, mas faz tudo!"
            ]
        },
        {
            "title": "Meu gato está com uma diarreia que não passa (Já estou indo atrás de vet)",
            "selftext": "A uns 6 meses atrás meu gato de 3 anos de idade começou a ter uma diarreia muito estranha, ele fica miando muito e faz em qualquer lugar um coco muito mole, achava que podia ser verme ou giardia dei vermifugo e limpei a casa com o desinfetante especial mais continuou. \n\nTroquei a ração dele por uma melhor (dava uma chamada chanin cheio de corante mais era o que o dinheiro dava) e ele melhorou com umas sem corante como golden gatos de salmão e a max cat arroz e frango e achei que podia ser alergia a porco ou coisa assim, mais aí fui viajar e deixei ele com minha mãe e quando voltei dia 26 ele tava com diarreia e tá até agora msm com a ração boa.\n\nEstou correndo atrás de um uma vaga na clinica veterinária publica aqui mais talvez demore e não tenho 1 centavo pra ir na particular. O que pode ser isso? Ele tem alguma alergia? Infecção? Nunca tive um gato com um problema assim.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rv0u1q",
            "num_comments": 7,
            "comments": [
                "Olá! Ele tem acesso à rua? Se tiver, limite o acesso.\n\nEle precisará de um exame de fezes, mas enquanto não consegue a vaga na clínica pública recomendo seguir o que a u/alexa_ivy disse e garantir a hidratação dele. Você está certo em remover a ração com corante do dia-a-dia dele e mantenha assim.\n\nSobre a diarreia em si, é difícil citar mais algumas recomendações aqui além do básico: enriquecimento ambiental para a ingestão de água, higienização dos locais onde ele passa o dia, vermifugação que já foi feita (mas faça um novo protocolo de vermifugação ao conseguir ir na consulta) e mudança na ração por uma de melhor qualidade.\n\n**Enquanto isso, o importante é ficar atento ao agravamento dos sintomas:**\n\n* Aumento na frequência dos episódios de diarreia;\n* Sangue nas fezes;\n* Mudanças de comportamento:\n   * Depressão, vocalização exacerbada, ansiedade, inquietação, aumento na velocidade da respiração, letargia, etc.\n* Vômitos;\n* Anorexia (urgência);\n* Dificuldade ao defecar ou urinar.\n\nSó peço que não fique bravo com seu pet caso ele faça as necessidades fora do local de costume. **Os gatos, quando acostumados com a caixinha de areia ou um local específico para fazer as necessidades, só defecam/urinam em outros locais em situações de urgência.**\n\nE um detalhe para a giárdia, que encaixa nos sintomas e precisa de insistência no tratamento (vou dar um ctrl+v de outra postagem aqui):\n\n>*A giárdia pode permanecer viável por até 60 dias no ambiente e o problema principal é a facilidade da contaminação pelas fezes somado à quantidade de cistos produzidos diariamente. Um indivíduo infectado pode eliminar 100 mil cistos por grama de fezes, e a dose contaminante é de apenas 1 a 10 cistos (algumas pesquisas dizem 10 a 100, mas é indiferente perto da quantidade de cistos eliminados nas fezes).*\n\nEnfim, não desista de garantir uma vaga na clínica veterinária pública, o seu pet precisa de um tratamento o quanto antes. Caso não consiga essa vaga, garanta pelo menos uma consulta + exames básicos em alguma clínica popular para ter a possibilidade de reduzir a incidência da diarreia.\n\nFico na torcida pra que dê tudo certo em breve, e qualquer nova dúvida fique à vontade para entrar em contato. :)",
                "É importante garantir que ele esteja bebendo água até a consulta. Pode ser um verme ou giardia, mas aí precisa de tratamento, não tem muito o que fazer, só levar no veterinário mesmo. Enquanto isso, fica de olho nele e se ele piorar você leva numa emergência, mas ja entra na fila da consulta",
                "Como alguém q já passou mt tempo cuidando do meu gato c diarreia posso dizer q pode ser um monte de coisa. O vet precisa ter uma conduta boa p descobrir oq é. O de praxe q percebi q tds fazem é passar vermifugo, antibiótico e pedir exames como ultrassom. Precisa ter persistência pq às vzs demora p controlar. Qdo ele melhorar e estiver recuperado, castre. Assim ele diminui a miadeira.\n\nVeja se nessa clínica pública tem emergência.",
                "olá. Minhas duas gatas foram diagnosticadas com giardia e estou fazendo esse tratamento, mas já vi que não vai ser fácil.\n\nAlém do gato não cooperar em tomar o remédio, há muito risco de reinfecção, então essas rodadas de tratamento podem durar meses.. =/"
            ]
        },
        {
            "title": "Valeu pela ajuda com dicas de gatos!",
            "selftext": "Perguntei aqui sobre dica de areia e outras coisas porque a gata da minha irmã ia ficar aqui em casa. Segundo minha irmã, ela é um demônio e ataca todo mundo, muito arisca. Ela chegou aqui se esfregando em tudo e já foi deitar no meu colo, quebrou um copo e um pires, mas tirando isso tudo certo kkkk. Minha irmã e meu cunhado vieram ver ela hoje e falaram que ela está irreconhecível e nunca viram ela tão dócil. \n\nInfelizmente minhas alergias estão começando a atacar e eu tenho asma, além disso eu vou me mudar dia 22 e não queria ficar longe das minhas cachorras por mais tempo ainda, então amanhã ela vai pra a casa de uma pessoa que tem experiência em cuidar de gatos. Mas pelo menos ela chegou bem da viagem, está calma, comendo e bebendo água normalmente.\n\nObrigada pela ajuda!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ruk5we",
            "num_comments": 2,
            "comments": [
                "Começar o ano sabendo que a comunidade tem servido ao propósito certo me deixa bem feliz, pra ser sincero. Agradeço muito o feedback e também às pessoas que te deram uma mão nas respostas.\n\nSe não fosse sua alergia, já ia falar que tá pronta pra adotar um gato(a) hahaha"
            ]
        },
        {
            "title": "Ja viram algum caso assim? (problema urinário em gatos)",
            "selftext": "Tenho um gato (exótico, castrado, 4 anos) que começou com um quadro de cristais na bexiga, ficou internado, fez cirurgia, tomou medicação, melhorou. 2 meses depois infecção urinária, no exame apontava uma bactéria, internado de novo, melhorou um pouco e levamos pra casa, mesmo com medicação injetável o quadro não melhorava de jeito nenhum, veterinários não sabiam o que fazer e o gato ainda doente. Até que novamente foi fazer um exame, e o resultado apontava nenhuma bactéria e o gato melhorando como se não tivesse nada mesmo; sim, foi do nada afinal nem medicação ele estava tomando, agora o gato está normal, engordou, faz xixi direitinho e não sente dor. A veterinária disse que ficou transtornada e não fazia ideia de como isso era possível, um gato doente melhorar do nada e tão rápido; encaminhou todos os exames pra uma profissional da área e ela também disse que nunca havia visto algo assim. Já haviam visto algo assim? Sou uma pessoa leiga e fiquei mais impressionada que as veterinárias.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ruge92",
            "num_comments": 7,
            "comments": [
                "Olá, boa tarde! Antes de começar, fiquei curioso pelo \"exótico\" ali, que gato que é? Pelamor quero ver (se não quiser falar por conta do anonimato vou entender).\n\n**Agora direto ao ponto:** o primeiro problema que me veio em mente é a Cistite Idiopática Felina (CIF) que é autolimitante. O termo idiopático vem justamente do fato que de não tem uma causa ou razão específica e acontece de modo espontâneo ou multifatorial. Ou seja: realmente não fazemos ideia do que que tá rolando hahaha\n\n**Adicionando:** o estresse é na maioria das vezes o gatilho principal para o aparecimento da cistite idiopática, então seu pet poderá voltar a ter o quadro. Recomendo que evite conflitos com outros gatos, mudanças de ambiente, mudanças imediatas na alimentação, mudanças no seu comportamento, entrada e saída de diversas pessoas diferentes, etc.\n\n# Complementando mais:\n\nEssa cistite, especificamente, PODE (mas reforço: **não necessariamente será**) ser autolimitante. Então mesmo que não ocorra tratamento, ela poderá melhorar os sintomas em 2 ou 3 dias e até 10 dias tudo volta ao normal. **TODA** e **QUALQUER** cistite precisa de intervenção profissional. Coloquei em maiúsculo e negrito pra evitar que qualquer pessoa que leia isso pense que uma cistite irá se resolver sozinha. **O que não é verdade.**\n\n**Então deixando claro**: cistites são condições dolorosas, que causam sério incômodo ao animal, pode ocorrer por conta de alguma obstrução uretral (que pode levar o animal a óbito), o incômodo pode causar mutilação na região do períneo e outras mudanças de comportamento.\n\n*Se voltar a surgir o quadro, não conte com a possibilidade de que será autolimitante e leve seu gato ao veterinário sem falta. Ok? Desculpa insistir nisso, mas é que realmente não quero que outras pessoas pensem que tá tudo bem com o gato delas caso encontrem uma situação parecida.*\n\n***Qualquer cistite é um quadro grave e se não for tratada poderá levar o animal à morte.***",
                "Desculpe a indelicadeza, sei que o Apoio não pode dar conselhos tão rígidos por conta do código de ética veterinária, mas eu como uma BOA entendedora de felinos (modéstia à parte), te indicaria procurar uma veterinaria especialista em felinos. Um gato obstruído por cristais na urina (tampão uretral) não deve passar por procedimento cirúrgico logo de cara (não sei se foi isso que você quis dizer), ele deve sim passar por uma desobstrução com sedação e analgesia adequada. Após isso passar por tratamento de enriquecimento ambiental, pq na maioria das vezes os felinos obstruem por causas emocionais.  Geralmente o procedimento de desobstrução com sonda e etc, é feita muitas vezes e junto a isso, a procura do motivo de estresse: o cachorro que não deixa o gato fazer xixi, a caixa de areia pequena ou mal limpa, o local da caixa (gatos gostam de privacidade), quantidade de potes de água da casa e fontes de água, visitas indesejadas, crianças e entre outros estresses que desencadeiam a obstrução e a cristalização da urina. \nOutra coisa é o tipo de ração que usamos, devemos sempre buscar ração de qualidade boa, pois elas induzem a formação de cristais na urina.\nA minha dica é para TUTORES DE GATOS é sempre procurar um ESPECIALISTA EM FELINOS!!!!",
                "Já tive gatos com problema parecido. Você dispõe de bebedouros pra ele pela casa? Você vê ele bebendo água regularmente? Fiquem bem :)"
            ]
        },
        {
            "title": "Uretrostomia em gatos",
            "selftext": "Olá a todos! Algum tutor por aqui já teve um gatinho que precisou realizar a uretrostomia? Tenho um gato (macho, 4 anos) que já teve alguns episódios de obstrução uretral, e ontem, durante a sondagem após um novo episódio, a veterinária mencionou o procedimento e que talvez seja necessário meu gato passar por ele. Gostaria de saber um pouco da experiência de vocês no pós-operatório e/ou também qualquer informação relevante que possa me ajudar.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ru8tj4",
            "num_comments": 3,
            "comments": [
                "Olá, não tenho uma experiência prática no dia-a-dia em casa, mas vou deixar alguns detalhes do meu ponto de vista que talvez possam te ajudar. \n\n***Lembrando que caso algumas informações divirjam da opinião ou do que foi dito pela veterinária presencial, o que foi dito aqui deve ser desconsiderado.***\n\n# Sobre o procedimento\n\nSe sua veterinária mencionou sobre a possibilidade da cirurgia, então recomendo que leve muito em consideração, porque a sondagem inadequada e/ou frequente da uretra por conta de obstruções recorrentes podem levar ao estreitamento do canal uretral e, consequentemente, a obstruções ainda mais frequentes e até mesmo o rompimento da parede uretral.\n\n**Uma pergunta útil para a veterinária responsável** é se a técnica preservará a funcionalidade do esfíncter uretral, isso auxiliará a prevenir a migração de bactérias para a bexiga (evitando quadros recorrentes de cistite) e também impedirá a incontinência urinária.\n\n* A incontinência urinária e o fluxo de urina sobre a ferida cirúrgica pode causar grande irritação e até mesmo necrose do tecido adjacente.\n\n# Sobre o pós-operatório\n\nVocê deverá ter total cuidado com a limpeza e usar colar elizabetano o tempo que for necessário. A lambedura pelo gato e a inflamação local poderão causar uma nova estenose (diminuição do canal) e causará a necessidade de uma nova intervenção cirúrgica. **Sendo o erro no manejo do pós-operatório uma das causas mais comuns de problemas, agravando o prognóstico**.\n\n**Alguns erros no pós-operatório:**\n\n* Má higienização;\n* Contato mecânico frequente;\n* Descuido com o colar elizabetano;\n* Contato de fezes com a ferida cirúrgica.\n\n**Algumas complicações do pós-operatório:**\n\n* Hemorragia pós-operatória;\n* Extravasamento urinário subcutâneo;\n* Infecções;\n* Incontinência urinária e/ou fecal;\n* Prolapso retal.\n\nEntão aqui esteja sempre em contato com a sua veterinária e peça todas as instruções possíveis, caso não entenda alguma, pergunte novamente. Seja rigoroso nos cuidados durante o pós-operatório, você será grato depois e a paciência valerá a pena. :)\n\n# Cuidados extras\n\nFicar sempre atento à mudanças de comportamento, porque o gato poderá ficar sujeito à cistite e isso causa bastante incômodo, então a identificação precoce do problema pode evitar o mal estar do pet.\n\nO enriquecimento ambiental, a diminuição do estresse diário na rotina do gato, introdução permanente de alimentação única e o monitoramento constante da cicatrização são ótimas dicas para garantir a recuperação ideal e o bem estar do seu pet ao longo da vida.\n\nEntão faça o possível para aumentar a ingestão de água, alterar a dieta (não deverá ser predominantemente seca, se possível entre em contato com um nutricionista veterinário para a formulação de dietas especiais), mantenha o banheirinho sempre limpo e distantes da água do pet. Todos esses detalhes são de extrema importância.\n\n# Conclusão\n\nSeu pet aparenta estar em boas mãos, e isso já é um ótimo começo. Seu interesse em melhorar a qualidade de vida dele através da cirurgia também é um ótimo sinal.\n\n**As informações citadas acima às vezes assustam, mas é porque o pós-operatório é realmente um fator importante e você deve estar ciente dos riscos.**\n\nRecomendo que fique sempre em contato com a sua veterinária durante o tratamento todo e, por ser um procedimento cirúrgico e as técnicas serem variáveis de profissional para profissional, eu recomendo que tente sanar todas as dúvidas primeiramente direto com a responsável pelo procedimento para evitar conflitos de informações aqui, ok?\n\n*Mas fique à vontade sempre que achar melhor entrar em contato com a gente, não tem problema nenhum e estamos aqui pra isso. :)*\n\n**Fico na torcida pela recuperação do seu gato e também pelo sucesso do procedimento, caso seja feito. Um abraço pra vocês!**"
            ]
        },
        {
            "title": "Minha cachorra tem tipo uma verruga no queixo, mas tá longe de ser uniforme, tem como isso ser algum tipo de hiperplasia?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rskoy7",
            "num_comments": 4,
            "comments": [
                "Olá, bom dia! Consegue ver se tem no interior da cavidade bucal também? Gengivas, línguas, céu da boca e afins? E quantos anos sua cadela tem?\n\nVerrugas nesse formato condizem com papilomas virais, mas precisa de uma avaliação mais detalhada e se não tratado pode aumentar bastante caso a imunidade do pet não responda bem. A tendência do aparecimento é em cães mais jovens, de até 2 anos.\n\nPerguntei a idade porque ela parece ser mais velhinha que isso, logo, se ela não está tomando nenhum medicamento ou não tem nenhuma outra doença no momento, eu recomendo um check-up geral de saúde pra verificar se está tudo bem. Isso pode ser indicativo de imunossupressão e a causa pode ser alguma doença paralela.\n\nPapilomas virais são comumente relacionados aos formatos das [anemonas](https://www.aquaricamp.com.br/media/catalog/product/a/n/anemona_green.jpg), por isso a minha suposição primária foi essa. O tratamento é variável (quando necessário), relativamente simples, barato e talvez uma biópsia seja necessária de acordo com a necessidade do veterinário para o diagnóstico definitivo.\n\nO não tratamento e a evolução do problema pode aumentar o número de papilomas no decorrer dos meses e causar dificuldades de mastigação, mau-hálito, sangramentos orais e em casos muito avançados pode causar infecções bacterianas isoladas. Mas a doença é autolimitante e pode ter regressão espontânea dentro de até 8 a 12 semanas. **O avanço da doença capaz de desenvolver problemas como os citados nesse parágrafo depende principalmente do estado imune do animal, por isso a minha preocupação com a saúde geral da sua cachorra, ok?**\n\n**Lembrando:** citei apenas sobre os papilomas virais porque realmente condiz com a aparência clássica do problema, ***mas isso não é um diagnóstico e a opinião do veterinário presencial que deverá ser levada em consideração***.\n\n**Outro detalhe:** não é porque a doença é autolimitante que não haverá maiores problemas e não necessita de uma análise mais profunda. Ok?\n\nAh, e caso vocês tenham outros cães em casa, tente mantê-los mais isolados, porque, se for o caso citado anteriormente, a doença é contagiosa."
            ]
        },
        {
            "title": "Meu cachorro ficou cego recentemente, sabem onde comprar aquelas coleiras pra ele não bater nas coisas? Também aceito dicas de alguém que já tenha passado por isso.",
            "selftext": "A coleira é como [essa](https://img.elo7.com.br/product/zoom/323BC98/coleira-p-caes-cegos-animal-s-car-p-pet-de-6-kg-ate-10-kg-coleira-para-cao-cego.jpg). Estou em São Paulo, se souberem onde acho por aqui me ajuda bastante, pq não queria levar pela internet.\n\nTambém gostaria de ouvir relatos de quem já teve um pet cego. Aceito dicas :)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rs3xwc",
            "num_comments": 2,
            "comments": [
                "Não moro em SP então não consigo ajudar com a coleira. Tem um site chamado cuscoloko que pode ter algo do tipo, mas não tenho certeza.\n\nMinha primeira cachorrinha não chegou a ficar cega, mas com uma catarata bem avançada e tivemos que adaptar umas coisas. Não valia a pena a cirurgia porque ela já tinha uns 12 anos, então mudamos um pouco nossos comportamentos pra ajudar ela:\n- Quando alguém chegava em casa, mesmo a gente, dávamos um tempinho pra ela cheirar e reconhecer a gente. Como ela não via direito, ficava nervosa. Dar um tempo tipo, entrava e largava as coisas e ficava um pouco parada deixando ela me cheirar.\n- Já não mudávamos os móveis de lugar antes, depois disso aí mesmo que não mexemos mais. Quando tinha uma cadeira/poltrona nova, a gente ia mostrando pra ela onde as coisas estavam. As vezes ela se batia, mas não muito.\n- Ela passou a depender muito mais do nariz pra fazer as coisas, então quase nunca se batia em quinas e paredes (mas ela também não era 100% cega) e conseguia achar tudo fácil.\n- Na rua ela sempre andou de coleira e continuou, tentamos manter o mesmo caminho e ela não tinha dificuldade de achar grama nem nada.\n- A gente sempre conversou com nossos cães, então não teve muita mudança nisso, mas quando a gente saía a gente falava: “vou na padaria e já volto” ou “vou trabalhar, volto mais tarde, se comporta”. Passamos a chamar mais ela pelo nome pra ela saber que estávamos falando com ela, já que ela não via a gente olhando ela. O cão não vai entender o que é padaria e trabalho, mas com o tempo ele vai associando algumas palavras ao tempo que você leva fora e isso ajuda na ansiedade."
            ]
        },
        {
            "title": "Gato",
            "selftext": "Pessoal preciso de uma ajudinha, estou sem veterinário, meu gato fugiu há uma semana e a princípio pegou pulgas, dei um banho nele com sabonete anti pulgas e elas melhoraram mas ele se coça muito e lambe as feridas, está cheio de feridas. Limpei, passei soro. Será stress ou alergia? Parece muito uma dermatite. Posso dar um quarto de doxiclin 50 mg? Ele pesa menos de 5 kg. Sinto que ele está muito incomodado e tenho medo de piorar. Obrigada!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rs2jgv",
            "num_comments": 6,
            "comments": [
                "Colar elizabetano pra ele não se coçar é a única dica que posso te dar, o resto tem que ser com um veterinário. Não cobrir as feridas e limpar uma vez por dia com soro",
                "Olá, bom dia! Na sua cidade não há veterinário ou você está sem condições financeiras de ir no momento? Desculpa a pergunta um pouco invasiva, mas é que facilita bastante nas próximas indicações.\n\nQuanto ao medicamento, minha recomendação é contrária à administração dele sem uma avaliação completa do caso, principalmente pelo fato de ser antibiótico, além de que o uso indiscriminado poderá causar resistência ao agente que ele combate. O medicamento também poderá camuflar o real problema dificultando o diagnóstico e o tratamento futuro.\n\nO princípio ativo do fármaco citado também pode causar irritação tecidual como efeito colateral, podendo agravar o caso atual.\n\nE mais duas perguntas:\n\n1. Antes da fuga, ele não tinha nenhum sinal dessas feridas? Mesmo que mínimo.\n2. Ele fugiu há uma semana exatamente? Ou é uma data aproximada?"
            ]
        },
        {
            "title": "Fiz um guia de apoio pra vocês ajudarem seus animais de estimação durante os fogos de fim de ano. Espero que gostem!",
            "selftext": "Final de ano chegando, época de fogos e essa postagem foi feita com o intuito de aconselhar sobre como lidar com seus pets nesse momento, ok? Tentei não estender muito e ser o mais sucinto aqui, então qualquer feedback, adição, ou pergunta extra é bem vindo. :)\n___\n\n**Primeiro de tudo: qual é o problema com os fogos de artifício?** Sons altos, imprevisíveis e que estão fora do controle do animal é considerado um estímulo aversivo para o pet, sendo muito estressantes para eles. Por esses detalhes (e também pela infrequência na rotina do pet) é muito improvável que o animal não compreenda o que está acontecendo e entre em pânico.\n\n[É estimado pelos tutores que entre 46% a 63% dos cães apresentam sensibilidade notável aos fogos](https://www.gov.scot/binaries/content/documents/govscot/publications/research-and-analysis/2019/10/fireworks-legislation-impacts-international-evidence-review/documents/fireworks-legislation-impacts-international-evidence-review/fireworks-legislation-impacts-international-evidence-review/govscot%3Adocument/fireworks-legislation-impacts-international-evidence-review.pdf) (indicado pelo aumento da frequência respiratória e cardíaca, ansiedade, inquietude, tremores, busca pelo tutor, latidos, aumento da vigília, etc.). Por ser uma estimativa feita por tutores, alguns sinais podem passar despercebidos e esses números podem ser ainda maiores.\n\n**E os gatos?** Por eles já serem desconfiados por natureza, a tendência é que demonstrem menos efeitos adversos aos sons dos fogos. [34% dos tutores](https://www.pdsa.org.uk/media/4371/paw-2018-full-web-ready.pdf) relatam que seus gatos tem medo de fogos de artifício. Mas isso não quer dizer que mereçam menos atenção ou cuidado, já que eles tem mais facilidade de fugir para a rua.\n\n**Meu pet vai sentir dor por causa do som?** Aqui vou utilizar a comparação com humanos: o nosso limiar da dor para sons é entre [120 decibéis até 140 decibéis](https://ec.europa.eu/health/scientific_committees/opinions_layman/en/hearing-loss-personal-music-player-mp3/figtableboxes/table-1.htm), acima disso haverá dor. [O som de uma moto passando ao seu lado na rua pode chegar até 110 decibéis, já os fogos de artifício do seu vizinho podem chegar a 160 db](https://www.cdc.gov/nceh/hearing_loss/infographic/). Então sim, se os fogos acontecem ao lado da sua casa, por exemplo, seu pet sentirá dor (**mas é suportável**, o problema principal das reações citadas não é por causa da dor, e sim do pânico gerado pelas sensações e incapacidade de compreender qual a origem do som).\n\n*Agora vamos lá! As próximas dicas serão principalmente voltadas para cães, mas são válidas para gatos também.*\n\n# O que fazer antes dos fogos começarem?\n\nEstabeleça um espaço seguro. Esse espaço precisa ser o local mais calmo e tranquilo da casa, dê preferência para ambientes com menos eco (quarto, onde há colchões, ou salas com cortinas espessas, etc.). **O ideal é que seja um ambiente que o seu pet já tenha costume e se sinta no controle da área.** Deixe diversos brinquedos para distração, e, no caso de cães, deixe brinquedos e petiscos que favoreçam a mastigação.\n\nCaminhe com seu cão antes dos fogos começarem, de preferência na parte da manhã ou de tardezinha (cuidado com o asfalto quente em horários de sol forte, verifique a temperatura com a palma da sua mão antes). Tente gastar bastante energia, respeitando os limites do seu pet.\n\n*Colocar uma música ou ligar a televisão (se seu pet tiver costume) é recomendado também para disfarçar os sons dos fogos.*\n\n**Para gatos:** deixar um espaço para ele se esconder é ótimo. Aqui em casa, por exemplo: a minha gatinha tem acesso irrestrito para dentro de uma gaveta do guarda-roupa onde ninguém interfere e é o ponto seguro dela. Ela com certeza irá pra lá.\n\n# Limite 100% o acesso à rua\n\n**Isso é uma responsabilidade obrigatória.** Há grandes probabilidades do seu pet tentar fugir e se perder caso ele tenha muito medo dos fogos, além do risco de acidentes durante a noite da virada. Seja por fogos dos vizinhos, pessoas dirigindo em estado de embriaguez, desconhecidos na rua, etc.\n\nGatos devem ser mantidos fora do quintal e dentro de casa. Porque no estresse/desespero eles podem facilmente pular o muro e se perder em pânico.\n\n# Verifique janelas e portas 2x\n\nGarantir que seu pet não conseguirá abrir as portas e janelas é essencial! Então verifique e tenha certeza de que todas as portas e janelas estão bem fechadas e trancadas antes de sair de casa para as festividades. **Se possível, feche as cortinas também.** Já vi relatos de cães que quebraram o vidro da porta para fugir, então qualquer cuidado não é demais.\n\n# Não dê punições\n\nO pet que tem medo de fogos realmente não sabe o que fazer no momento. Alguns entram em ambientes indevidos, outros podem urinar sem querer e até mesmo defecar. E, nesse momento, a culpa não é deles. Só te resta a paciência e manter o ambiente limpo e tranquilo para eles.\n\n**Lembre-se:** é *só* uma noite.\n\n# É tranquilo oferecer carinho e colo\n\nAlgumas pessoas dizem que não se deve fazer carinho ou deixar seu pet ficar no colo durante os fogos, porque falam que isso transparecerá que você também está com medo e fora do controle da situação.\n\n**O que deve ser feito é:** esse colo/carinho/atenção deve *anteceder* os fogos para que pareça que você está ignorando a situação. **Sair correndo/chamando o pet pra dar suporte ao seu cão no início dos fogos poderá sim transparecer que você está assustado com os fogos e dar um gatilho de desespero para o animal.**\n\n*Evite mudar seu comportamento durante o evento e dê sim conforto pessoal para o seu pet, isso ajudará ele a ficar relaxado.*\n\n**A não ser que:** seu pet seja agressivo, nesse caso acompanhe de longe e faça o possível para mantê-lo distraído.\n\n**E não force a situação:** deixe que seu pet faça as escolhas. Minha recomendação é que deixe ele tranquilo e, caso ele venha até você durante os fogos, dê o carinho (mas evite vocalizações excessivas e movimentos bruscos).\n\n# Epilepsia ou convulsões\n\n**Importante:** se seu pet já teve episódios de epilepsia ou convulsões há pouco tempo, ou tem episódios frequentes e é bastante ansioso/medroso, então recomendo que guarde o medicamento dele em um local de fácil acesso pra você.\n\n**Caso o remédio tenha acabado ou não tenha mais em casa:** entre em contato com o(a) veterinário(a) responsável pelo seu pet e peça instruções hoje ou amanhã.\n\n# Saiba qual clínica está de plantão\n\nProcure com antecedência qual clínica veterinária estará de plantão durante a virada do ano e anote o contato. Muita gente pensa que é exagero, mas é sempre bom termos a certeza de que saberemos o que fazer caso aconteça uma emergência. *É uma questão de preparo, e não de exagero.*\n\n# Conclusão\n\nFogos de artifício são sim um problema para os animais, isso é um fato. A tendência é que haja uma diminuição dos fogos nos próximos anos, mas por enquanto só nos resta termos a consciência dos riscos para os nossos pets e garantirmos a segurança deles.\n\nMas não deixe que a preocupação te impeça de curtir o ano novo com as pessoas que você gosta (ou com o seu pet em casa mesmo). Siga as recomendações e garanta a segurança do seu pestinha.\n\n**Reforçando aqui:**\n\n* *Dê uma checagem dupla nas janelas e portas;*\n* *Não deixe seu pet ter acesso à rua de forma alguma;*\n* *Ofereça um espaço seguro;*\n* *Se tiver um gato, garanta que ele tenha um local para se esconder;*\n* *Gaste bastante a energia do seu cão durante o dia com brincadeiras;*\n* *Comece a distrair seu pet momentos antes dos fogos;*\n* *Cuidado com portas de vidro, se possível coloque um pano na frente;*\n* *Coloque uma música ou ligue a televisão antes dos fogos para disfarçar os sons.*\n\n**Atenção:** essa postagem não é pra gerar mais preocupações e sim esclarecer alguns detalhes para quem tem dúvidas. Em [uma pesquisa](https://sci-hub.se/10.1080/00480169.2010.69403) feita na Nova Zelândia representando *3527* animais, **somente 15% dos tutores relataram que precisaram do apoio de um profissional** (seja veterinário, comportamentalista ou adestrador) após os fogos e **6% relataram que a responsividade aos fogos causaram ferimentos**.\n\n**Provavelmente há mais detalhes para serem abordados, então fiquem à vontade para adicionar ou discutir nos comentários.** Caso tenham dúvidas é só perguntar, tanto por aqui quanto por mensagem privada, ok?\n\n*Um ótimo ano novo pra vocês, cuidem bem dos seus animais e aproveitem muito esse final de ano.*\n\n*Abraços! :)*",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rrdly2",
            "num_comments": 16,
            "comments": [
                "Esqueci de adicionar também a técnica da roupinha/pano (Tellington Touch) que é muito bem comentada e pode ser muito útil em situações de última hora. **Tem um vídeo curto e instrutivo** [**aqui**](https://www.youtube.com/watch?v=autlUlomFPk)**.** \n\nAh, e cuidado com a força dos nós! :)",
                "post necessário! muito obrigado!",
                "[deleted]",
                "[deleted]",
                "Obg amigo, vc é um amigo",
                "Tenho 5 cachorros que ficam na parte externa da casa e não tem como deixa-los entrar. Eles não se interessam por brinquedos. Como ficam em partes separadas não tem como eu estar presente pra todos ao mesmo tempo. Eles tem cada um a sua área e suponho que lá eles possam arranjar um local onde se sintam seguros. Tem uma que fica mais desesperada, essa sim eu boto pra dentro de casa, mas gostaria de saber oque eu poderia fazer mais",
                "Fixa esse post. Certo que vai ter gente com essa dúvida nos próximos dias e vai entrar aqui.",
                "Botei minhas três para dentro nessas duas vezes: natal e fim de ano.  \nEm ambos os dias, as trouxe antes do barulho, e botei música calma em volume médio para já ir abafando e distraindo-as.\n\nNo natal, coloquei a Minerva num engradado (elas adoram os engradados que usavam quando eram bebês) e fui fazendo carinho por uns bons minutos. Ela própria, mesmo paraplégica, que pulou dentro do engradado (que é da altura dela).\n\nNo ano novo, deixei no mesmo cômodo ela e a mãe dela (a irmã não pode ficar junto, a Minerva é ciumenta e não deixa). Foi mais barulho, mas foi mais carinho. A Minerva ficou dessa vez numa caminha dela (que chamamos de bacia), e soltou tanto pelo por causa dos carinhos que fiz nela, que eu pensei ter encontrado enchimento para o próximo travesseiro dela (ela aprovou como enchimento, mas eu decidi não seguir com esse plano).  \nJá a Mel, a mãe dela, ficava desesperada, e corria para latir, mesmo enquanto eu a acalmava. O pior é que a Minerva via, e ou saía e pegava a cama da mãe dela, ou descia o degrau para latir junto.",
                "Vim aqui dizer que minha cachorrinha bem latiu esse ano, ficou tranquilinha mesmo com os outros cachorros latindo (fui para um sítio pra não estressar ela). O sub é muito bom, obrigada pelo post!",
                "Sempre fico do lado tentando abafar o som e fazer companhia pra minha pet... Fim de ano é complicado."
            ]
        },
        {
            "title": "Meu cachorro fica mordendo as patas dele (hoje sangrou)",
            "selftext": "Meu cachorro com uns 5 anos de idade em alguns momentos fica lambendo a pata sem parar. Às vezes fica vermelho e hoje vi que sangrou.\n\nComprei um brinquedo pra ele morder, que estou aos poucos fazendo ele morder (no começo ele não ligou muito).\n\nE passeio com ele duas vezes por dia e comecei a andar 3x pra ver se melhorava e continuou igual.\n\nAgora estou pensando em opções. Devo comprar um remédio pra aliviar ansiedade? Devo levar no vet?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rqhzbs",
            "num_comments": 10,
            "comments": [
                "O couro da patinha dele está como? A minha cachorrinha faz isso quando o couro está \"trocando\" (o mais velho e duro caindo e dando lugar pra um mais novo e lisinho).\n\nAs unhas estão aparadas? Cachorros roem unha também se estão muito grandes e incomodando.\n\nMas pode ser estresse e ansiedade também, dá pra resolver com florais e enriquecimento ambiental (minha cachorra fica super bem quando tem algo de enriquecimento ambiental e ela é diagnosticada com ansiedade por separação).",
                "**Temos dois principais pontos aqui:** ansiedade e possibilidade de infecção fúngica. *Ambos precisam ser tratados.*\n\nAh, não recomendo que reduza a frequência dos passeios/voltinhas mesmo sem um resultado positivo no comportamento. Se você consegue caminhar 3x com ele por dia, é ótimo pra vocês dois. Tente manter a frequência, mas cuidado com o sol e superfícies quentes. O ideal é que caminhe no período da manhã e fique sem caminhar entre as 10:30 até às 17 ou 18h (dependendo do sol).\n\nQuanto à administração de medicamentos para o controle da ansiedade, não faça isso por conta. Leve primeiro no veterinário e tome essa iniciativa com o acompanhamento do profissional, ok? Principalmente porque precisa ser avaliada a possibilidade da infecção fúngica ou problemas secundários à ferida.\n\nO brinquedo de morder é uma ótima opção, continue estimulando o uso e investe em enriquecimento ambiental conforme tratado na [conversa](https://www.reddit.com/r/ApoioVet/comments/rqhzbs/comment/hqacjh7/?utm_source=share&utm_medium=web2x&context=3) da u/flombini e da u/alexa_ivy. Outro detalhe extra é que se o seu pet tem uma conformação física ok, não sofre com problemas articulares, cardíacos ou respiratórios, você pode aumentar a intensidade de um dos passeios do dia com brincadeiras de correr/pegar bolinha/etc. pra esgotar mais a energia dele.\n\nCaso precise de uma explicação mais completa sobre o controle da ansiedade em cães, me avisa que depois do ano novo tento escrever algo realmente completo aqui, tudo bem?\n\n**Ah, outro detalhe:** se ele não parar de morder e o ferimento começar a aumentar, reforço a necessidade do veterinário e, enquanto isso, pode colocar um colar elizabetano pra evitar que o ferimento aumente. Mas não faça isso sem reforçar o enriquecimento ambiental, porque pode acabar causando uma sensação de angústia/frustração no pet e predispor a outros comportamentos obsessivos compulsivos. Ok?",
                "Levar no vet. Pode ser ansiedade ou pode ser um fungo ou algo do tipo. De qualquer jeito, como ele tá lambendo muito, é bom investigar. Já chega lá com uma listinha mental de coisas que mudaram recentemente (no último ano) na rotina da família que podem causar ansiedade nele e aí o profissional vai ver qual o melhor curso de tratamento.\n\nAntes de ir pra um remédio mesmo de ansiedade, geralmente os veterinários tentam treinamento comportamental e floral. Se continuar aí sim passa pra remédio"
            ]
        },
        {
            "title": "Gata com suspeita de câncer",
            "selftext": "A gata da minha madrinha está c nódulos nas mamas. Infelizmente essa minha madrinha é bem estragada c dinheiro e n ligou de castrar a gata cedo. Agora, ela está nessa situação e eu tendo q cuidar pq a velha já está c mais de 80 anos e n cuida nem de si mesma mais. A gata fez o citologico e deu indicativo de neoplasia, a vet pediu raio X, ultrassom e hemograma p marcar a mastectomia. Minhas dúvidas: alguém já passou pela situação p me dizer se a cirurgia vai adiantar em algo mesmo? Tb se compensa tentar tratar, lembro q uma vet q fui uma vez qdo o meu gato tava doente dizer q era contra químio em gatos pq o sofrimento era mt grande. Confesso q n gosto de ver ninguém sofrer e pretendo já perguntar p vet sofre em q ponto a eutanásia seria indicada.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rq12jo",
            "num_comments": 7,
            "comments": [
                "Tive o mesmo problema com a cachorra que adotei ano passado. Ela já tinha 7 anos e foi resgatada prenha, foi castrada, mas naquelas carretas que ninguém faz exame. Quando levei no checkup, as duas mamas estavam tomadas. A única solução é tirar as cadeias mamárias e fazer a biópsia em tudo (porque podem ter 99% dos tumores ok e um maligno). Aí, depois dessa biópsia, vai ser analisado se tem a necessidade de fazer a químio ou não. No caso da minha cachorra, não precisou. \n\nMas é uma cirurgia cara, porque tem que tirar toda a cadeia mamária, não dá pra tirar so uma mama porque pode ficar algo lá. Até onde eh sei, não tem a opção de tratar com químio antes, é melhor fazer a cirurgia logo pra evitar que se espalhe. Mas depois talvez não tenha necessidade de fazer químio, o oncologista veterinário que vai analisar.\n\nMinha cachorra tá 100%, vai fazer mais uma bateria de exames agora no início do ano só pra ver se tá tudo bem, mas provável que esteja. Como é algo mais caro, você pode pedir ajuda pra ONGs e explicar a situação ou ver hospital veterinário de faculdade que pode cobrar menos."
            ]
        },
        {
            "title": "Meu gatinho machucou a patinha",
            "selftext": "Gente, meu gato cortou a almofada da patinha dele. Não tá sangrando, mas percebo que tá doendo. Ele nem tá colocando no chão. Eu passei nebacetim e cobri com gaze, mas tô preocupado. O que mais posso fazer?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rpxgc5",
            "num_comments": 3,
            "comments": [
                "Olá, bom dia! Precisa tomar cuidado pra saber se não houve contaminação do ferimento, porque, caso tenha acontecido, cobrí-lo com uma gaze pode piorar o quadro. O nebacetim é ok, mas ele pode camuflar algum outro problema. \n\nO ideal, mesmo se a questão financeira for curta, é fazer pelo menos uma consulta para uma avaliação física do ferimento e então escolher a melhor conduta de tratamento. Ferimentos leves assim nem sempre requerem maiores exames (mesmo sendo ideal realizar pelo menos um exame de sangue) e o tratamento + consulta devem ficar em torno de R$100 a R$150 (podendo variar de região para região).\n\nPor ele não estar nem colocando a patinha no chão, precisa ser avaliado também se não há nenhum corpo estranho no interior do ferimento (vidro, ferro, madeira, etc.), ou, caso ele tenha acesso à rua, precisa avaliar se não houve alguma fratura ou se ele foi vítima de alguma mordida de outro animal (incluindo insetos).\n\nÉ uma situação bastante delicada para eu opinar aqui, porque posso colocar seu gato em situação de risco caso minha resposta te estimule a fazer o tratamento da ferida por conta.",
                "Levar no veterinário e não deixar ele lamber. Não sei se nebacetim é indicado pra gato, você pode piorar a ferida. Tem que limpar com cuidado e com sabão neutro, limpar com água depois",
                "Dependendo da profundidade pode precisar de pontos. Se for algo mais superficial é bom usar um spray desinfectante várias vezes por dia. Mas é difícil fazer esse julgamento, melhor levar no Vet."
            ]
        },
        {
            "title": "Como acalmar o gato pra levar no avião? Mais dúvidas de gato!",
            "selftext": "Já mandei uma pergunta aqui outro dia. A gata é da minha irmã, eu tenho 0 experiência com gatos!!!\n\nSegundo ela, gatos não se treinam (eu sei que é balela, mas enfim). Ela levou a gata na veterinaria hoje e a bicha é praticamente feral, meu cunhado teve que ir lá pra eles conseguirem pegar ela de volta e botar na caixa.\n\nComo que eles podem deixar ela calma pra deixar na caminha e levar no avião? Não tem a opção de não levar porque eles estão se mudando.\n\nEu dei as seguintes dicas que funcionam com cães: deixar a cama aberta e colocar uma peça de roupa do humano preferido dela (meu cunhado) lá dentro. Colocar petiscos e brinquedos lá dentro ao longo do dia. Não forçar ela e nem fechar ela lá dentro.\n\nMas e tem algo mais? Tem um palito de camomila pra gatos? Catnip? Um calmante? A veterinaria que ela levou aparentemente não era especialista em gatos e falou que não tinha calmante pra gato (mas gente?!)\n\nEla precisa ser civilizada o suficiente pra ir na cabine do avião, se não não vão deixar ela entrar!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rnn7dr",
            "num_comments": 12,
            "comments": [
                "Puts, gatos são difíceis msm. Eu não entendo muito mas eu entendo de adestramento de cachorros q é diferente mas nem tanto.\n\nOq deveria ser feito é realmente essa associação positiva com a caixinha muitos meses antes da viagem, talvez até um ano antes. Nunca fechar ela lá dentro no começo. Começar a dar a comida somente dentro da caixa e criar uma rotina de alimentação se já não tinha. Dar atenção pra gatinha quando estiver lá dentro, brincadeiras, carinho, petiscos etc. E aos poucos começar a fechar ela lá dentro, porém vc tem q analisar quando é o melhor momento pra isso e gradativamente ir generalizando.\n\nEu recomendaria contratar um adestrador que se especialize em gatos pra ajudar a fazer todo esse trabalho.",
                "Na viagem cobrir a caixa com um pano ou cobertor, para ficar escuro mesmo. Isso ajuda muito a manter o gato calmo.\n\nDeixar a caixa de transporte disponível antes para ele se acostumar é uma boa. Melhor se ele acostumar a dormir dentro.",
                "Uns dias antes, borrife a caixinha com Feliway e deixe a disposiçao do gatinho. Borrife um pouquinho antes da viagem, espero que ajude.\n\nFeliway custa um chute no baço, mas Ajuda muito meus gatos em situaçao de stress. A peça de roupa tbm Ajuda. Use todas suas cartas ;)",
                "[deleted]",
                "Eles vão se mudar pra muito longe? As vezes vale a pena fazer a viagem de carro. Por mais que seja cansativa é menos estressante pro bichinho.",
                "Eu sei q p ir no vet e fazer exame tem alguns remédios q os vets passam p tomar umas horas antes. Pode perguntar p vet se tb tem algum q possa ser dado nesse caso."
            ]
        },
        {
            "title": "Ajuda com filhote de gato da rua",
            "selftext": "Galera, todo dia eu coloco comida no telhado daqui de casa para uma gata de rua. Pois bem, essa gatinha teve um filhote no dia 04/11 (em algum telhado perto daqui). \n\nAcontece que o gatinho já está andando e, provavelmente, deve ter caído na casa do vizinho. Onde eu moro as casas são pequenas e geminadas. Aqui em casa mesmo, não tem quintal.\n\nEle passou dois dias se escondendo na garagem dos vizinhos sem conseguir voltar para o telhado. Eu fiquei com muito medo dele se machucar, entrar em algum carro ou algum vizinho machucar ele (sim, eles são bem otários).\n\nEssa noite consegui pegar ele e deixei-o no barraco aqui de casa. Mas... Ele tem cerca de 47 dias. É errado separar da mãe assim? Ela está procurando ele neste exato momento. Devo devolver para ela no telhado?\n\nMinha intenção era de doar ele e conseguir um jeito de castrar ela. Estou morrendo de dó dos dois, mas preocupada com a segurança dele.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "rl8l4y",
            "num_comments": 4,
            "comments": [
                "Olá, bom dia! Com 47 dias ele está iniciando a fase de desmame, que vai, aproximadamente, até os 60 dias. Pelo histórico citado, acredito que separá-lo agora garantirá a segurança dele e permitirá que não aconteça nenhum acidente. Uma amiga minha, por sinal, resgatou um gatinho nessa fase também, que caiu do telhado, mas quem encontrou foi o cachorro do vizinho (o gatinho tá bem hoje, um pestinha). Citei isso porque é sim perigoso deixá-lo livre.\n\n# Recomendação:\n\nSe possível, compre [Pet Milk](https://www.cobasi.com.br/suplemento-pet-milk-3913081/p?idsku=913081&gclid=Cj0KCQiAk4aOBhCTARIsAFWFP9GOM-sP8thZv2bVbs0msI3310wTpm1xPnwBTpryYDy7VydyUbJo1lIaAn8rEALw_wcB) (é relativamente comum em pet shops locais também) e ofereça como alimento de acordo com a quantidade necessária descrita na embalagem.\n\nComece a adição de alimento sólido também, já que ele provavelmente está no início da fase do desmame. O alimento sólido pode ser sachê comum encontrado até mesmo em mercado (como esse [aqui](https://www.petlove.com.br/racao-whiskas-sache-carne-para-gatos-filhotes/p?sku=2032071&utm_term=2032071&gclid=Cj0KCQiAk4aOBhCTARIsAFWFP9HQH9HnVU4kaf7ndsQuVZ_9zGd_GzqdDTvSQoywm3RdKNRRnXlzPk0aAkz6EALw_wcB)). É relativamente barato e você não irá fornecer o conteúdo completo, mas sim 1/3 ou 1/4 do conteúdo pra não causar diarreias.\n\nE vá mudando gradualmente esses alimentos até adicionar as rações secas (muito cuidado com mudanças bruscas na alimentação para evitar diarreias, e não dê leite de vaca, porque pode causar uma diarreia intensa).\n\n# Sobre a mãe dele\n\nDeixe alguns potinhos com água e comida, e não deixe que ela veja o filhote enquanto mia do lado de fora. É bastante triste essa fase, e um pouco egoísta da nossa parte também, mas, caso ela veja o filhote enquanto procura, a tendência é que ela fique procurando ainda mais.\n\nSe possível, converse com seus vizinhos pra fazerem uma vaquinha e castrarem ela também, porque ela terá mais filhotes e a situação irá se repetir. Enquanto isso, tente achar um adotante pra ela também.\n\n# Check-up veterinário\n\nTente levar o filhotinho o quanto antes para uma consulta e avaliação física. Se possível, faça o teste de FIV e FeLV e deixe a castração agendada. Levá-lo ao veterinário quando novinho é ótimo pra socialização e adaptação com ambientes distintos. Quanto mais informação o gatinho receber na fase jovem, mais tranquilo ele será futuramente. Ande sempre com algum petisco que ele goste pra recompensar em situações agradáveis que merecem um reforço positivo. :)"
            ]
        }
    ]
}