{
    "posts": [
        {
            "title": "Agência de viagens vale a pena?",
            "selftext": "Estamos querendo ir para Buenos Aires em dezembro.\n\nPensei em pegar um pacote de hotel mais passagem na CVC mesmo, pelo o que pesquisei o preço está até mais barato do que comprar separado.\n\nÉ isso mesmo? \n\nSempre vi pessoal recomendando comprar separado.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xupwlq",
            "num_comments": 6,
            "comments": [
                "Eu acho que não compensa. A CVC inclui no pacote um hotel que geralmente é meia boca pois eles tem um acordo com o hotel.\n\nEu veria o valor da passagem pelo Google Flights, só para ter uma média, e depois veria os hotéis no [Booking.com](https://Booking.com). \n\nLembrando que no Booking vc pode pegar tanto um hotel caro que seja bom quanto escolher um hotel ruim.\n\nNessa parte, veja avaliações de quem ficou. \n\nTenho uma conhecida que foi para a Europa com a CVC em 2016... ela me disse que os hoteis do pacote eram tudo longe do centro, ou seja, tinha que ir com o transfer da CVC ou fazer uma baita viagem até o centro para poder fazer os passeios por conta própria. \n\nEu prefiro pagar um pouco mais caro mas pelo menos o hotel foi escolhido por mim nos meus termos (quarto, café da manhã, localização e etc)",
                "Se, de fato, tiver mais barato vale a pena... mas não costuma ser mais barato/vantajoso. Vale a pena ver se não tem nenhuma taxa embutida, a qualidade dos hotéis, etc.",
                "Nunca vi vantagem, sempre deixam a viagem cara e burocrática.\n\nAgência funcionaria como alguém que está fazendo o trabalho para você, comprando passagem, hotel, passeios. Minhas viagens costumam ficar em conta pq faço tudo sozinha.",
                "Voltei da Argentina faz nem duas semanas e fiz tudo sozinho. Esses dias passei em uma CVC e um pacote pra Buenos Aires tava bem mais caro do que eu gastei.\n\nAcompanhei vôos pelo SkyScanner uns 5 meses antes da viagem e comprei quando caiu o preço um pouco. Reservei o hotel pelo Booking e só paguei na hora do check-in.\n\nNão achei tão difícil, agências de viagens só valem mais a pena quando você quer tudo fácil e pronto, mas se tiver disposto a pesquisar você consegue economizar de boas.",
                "Agência de viagens você só deve usar pra comprar passagens, já que eles muitas vezes conseguem preços mais baixos do que você encontraria na internet. Mas pra hotel só vale a pena se você for um cara sem nenhum conhecimento a respeito de como se virar no exterior, como procurar as coisas. Tipo aquelas excursoes de avós e tios em grandes grupos; aí a agência é o melhor caminho sem dúvida (até pra evitar discussoes a respeito do roteiro, já que deixam tudo meio pré-estabelecido)."
            ]
        },
        {
            "title": "Dúvida sobre companhias low cost na Europa e bagagem",
            "selftext": "pessoal, bom dia\n\nvou visitar alguns países da europa nesse final de ano e em alguns trechos vamos viajar de avião pela easyjet. preciso comprar o adicional de bagagem despachada, mas tenho uma dúvida:\n\nquando eles falam de bagagem de 15, 23 e 32 kg eles estão falando das dimensões ou do peso da bagagem? pergunto pois meu namorado deve levar uma mala grande (capacidade de 32kg, eu acho) mas o conteúdo deve ficar bem abaixo disso. vocês acham que teria problema comprar o despache de 23kg se o peso da mala dele ficar abaixo disso?\n\nolhei as regras na easyjet mas o site deles é horrível e está em português de portugal, o que dificulta um pouco a compreensão",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xr93x0",
            "num_comments": 6,
            "comments": [
                "Talvez seja melhor olhar o site em inglês: https://www.easyjet.com/en/terms-and-conditions/fees\n\nMas aí também não fala nada das dimensões da bagagem despachada. Eu nunca viajei com a EasyJet, mas pelo que eu saiba não há o costume de medir a bagagem que vai ser despachada, só as bagagens de mão que geralmente tem até um gabarito que elas precisam entrar.\n\nEu já fiz esse negócio de colocar 20kg em mala de 32kg, mas era de companhia aérea tradicional. Eles também falavam no máximo de 23kg pra embarque, e foi só o peso verificado mesmo.",
                "Pelo que eu entendo eles estão falando do peso, acho que esse tivesse um limite de dimensão ele ia ser listado e não seria definido pelo que é padrão comercial. Então se vc vai levar uma mala grande mas ela vai ser mais leve, pode pegar a franquia menor mesmo. Porém, seja cauteloso pq o extra lá na hora deve sair bem caro."
            ]
        },
        {
            "title": "35 ATRAÇÕES/LUGARES EM UM DIA ANDANDO POR TORONTO - PRIMEIRAS IMPRESSÕES DE TORONTO - setembro 2022",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xpuc7k",
            "num_comments": 0
        },
        {
            "title": "Viajar virou coisa rico",
            "selftext": "Em 2016, 2017 e 2018 viajei por 30 dias.\n\nEm 2016, paguei uma passagem para Londres voltando por Paris, R$ 1.800,00.\n\nEm 2017, para Miami voltando por NY, R$ 2.100,00.\n\nEm 2018, para Zurique voltando por Amsterdam, R$ 3.200,00.\n\nFui ver ontem passagens, tudo ou R$ 4.000,00 ou acima.\n\nE isso não foi tudo, inventei de ver quanto ficaria um hotel em Londres e Zurique por 10 dias.\n\nTudo acima de 5.000,00.\n\nAirBnB só tranqueira quase pelo mesmo valor. Incrível como viajar está caro…\n\nFiquei até sem vontade de viajar para fora com esse valor. Queria muito ir para Europa ou EUA, mas desse jeito, não dá.\n\nCheguei a ver em outras épocas do ano, continua caro. Albergue é quase o mesmo valor…fica uns 2 mil mais barato, mas hj em dia não tenho mais saco pra compartilhar quarto e banheiro com pessoas desconhecidas.\n\nTava cogitando ir para Ushuaia, e a mesma surpresa…não sei os hotéis estão tentando recuperar o prejuízo de 2020…o dólar a 5 conto não deve ser somente a causa.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xn9jqu",
            "num_comments": 4,
            "comments": [
                "Pois é, ano passado eu fui pra Europa pagando 3,5k comprando o ticket meio que em cima da hora + bagagem despachada. E pra mim isso já tava super caro, agora passagem \"barata\" tá no mínimo uns 4k sem bagagem, mas isso é com sorte, em média parece que tá tudo uns 5k+. Pra comprar em cima da hora como eu fiz ano passado, tá tudo na volta de uns 7k+.\n\nEu espero que isso seja temporário e os preços abaixem. Das outras que fui pra Europa sempre paguei menos de 2k, e parecia que era algo meio estavel você conseguir passagens nesse valor. E o valor aumentou pra além do aumento do euro, tanto que mesmo para Europeus também está bem mais caro.",
                "Eu não manjo nada, mas eu tmb acredito que estão tentando recuperar o prejuizo + muita gente ficou guardando donheiro nesses anos de lockdown",
                "Meio off, mas só pra complementar: moro relativamente perto de Zurique, e sinceramente nem recomendo vir pra cidade. Aliás, a Suíça como um todo deveria ser considerada ao longo de outras opçoes com Alpes, tal como o Tirol, Bavaria e o norte da Itália. É ridiculamente caro ficar na Suíça, e na minha opinião o custo x benefício é ruim. Há paisagens com montanhas também incríveis nos países vizinhos a 1/3 do custo ou menos. O que sempre recomendo é montar um roteiro de carro pela região, com uma passada mais rápida pela Suíça e mais foco em outras áreas lindas (ex: Alsácia, Floresta Negra, Côte d'Azur, etc). Fico meio chocado quando vejo amigos vindo do Brasil e gastando uma fortuna pra fazer passeios tão limitados às vezes, por se basearem demais na fama do lugar e só se limitarem a estas cidades que recebem maior publicidade. Enfim, talvez falte no Brasil maior divulgação sobre roteiros interessantes no exterior (e mais em conta)."
            ]
        },
        {
            "title": "Viajando com cachorro",
            "selftext": "Fala, galera.\n\nEstou criando uma vontade na cabeça de voltar a cair no mundão. \n\nEm 2018, eu e minha esposa fomos para Europa viajar como voluntários sem uma viagem 100% planejada (só sabíamos que passaríamos 1 mês na Bulgaria e no final acabamos ficando 10 meses em 5 países).\n\nAcontece que agora temos uma cadela de porte médio e ela iria com a gente.\n\nA ideia seria fazer os países da América do Sul, sem um roteiro também de quando voltar ou quais países específicos ir.\n\nAlguém já fez um mochilao com seu pet? Como você fez? Ficava em Airbnb? Voluntário? Adoraria saber a experiência de vocês.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xmys88",
            "num_comments": 1,
            "comments": [
                "Parece diferente e uma experiência incrível levar o dog para uma volta ao mundo.... Altas fotos, altas risadas. Esse é o lado bom.\nAgora.... Eu (isso é minha opinião pessoal) não arriscaria o translado do animal em países até piores do que o Brasil em avião por aí .... Hj em dia, se o ser humano não está nem aí pro outro, imagina essas companhias aéreas com essas histórias de perdas e casos de animais!!! Enfim, pense e pondere na balança. De qq maneira é só a opinião de um viajante regular que tem pet, mas nunca faria isso. Enfim, desculpe se não era isso que gostaria de ouvir. Talvez outra pessoa possa ser mais útil."
            ]
        },
        {
            "title": "Japão retira restrições contra Covid para turistas estrangeiros",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xl9si3",
            "num_comments": 5,
            "comments": [
                "Boa notícia pra quem estava pra viajar. Devem cair aquelas necessidades de ter pacote/agência turística intermediando.",
                "Boa notícia! Espero visitar ano que vem"
            ]
        },
        {
            "title": "Viajar pela Europa durante a Copa do Mundo",
            "selftext": "Pessoal, boa noite!\n\nVou visitar alguns países da Europa em Dezembro e acabei de perceber que nessa época vai estar rolando a Copa. Sendo mais específica, visitarei a Itália, França, Holanda e Alemanha.\n\nQueria saber se nesses países todo mundo para nos dias de jogo que nem a gente faz aqui no Brasil? Imagino que não, mas queria ter certeza pois isso pode afetar nossos planos.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xhxueo",
            "num_comments": 6,
            "comments": [
                "Não, não param.",
                "Estive na Itália e na França durante a copa de 2018 e não vi nada parecido com o que rola aqui no Brasil. Não estive nas capitais mas os lugares que visitei estavam normais, não tinha torcedor louco na rua nem nada hahaha (acho que depende de qual cidade desses países tu vai)",
                "As coisas não param, mas recomendo que você procure saber se a cidade onde você estiver vai passar o jogo da equipe local em telão, pode ser uma experiência bem legal de participar."
            ]
        },
        {
            "title": "O que você carrega na sua mala de mais importante?",
            "selftext": "Tem algum item que você acha simplesmente imprescindível numa viagem, que a maioria das pessoas não se dá conta ou só sente falta tarde demais?\n\nEu levo um adaptador, dependendo do país para onde vou - impossível deixar o celular descarregado. Também levo (se o país permite) remédios básicos, como para dor de estômago, ou de cabeça. E você?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xaliwv",
            "num_comments": 7,
            "comments": [
                "Um kitizinho de costura com linha preta e branca, agulha e mini tesoura. Já passei aperto por causa de botão que caiu de casaco e sempre que viajo levo.",
                "Cortador de unhas. Não sei vocês mas se minhas unhas ficarem grandes começa a dar um chulé bravo, além de machucar os dedos no sapato e furar as meias.",
                "Vey, assim, acho que tudo que carrego no meu mochilão é bem importante, saca? Barraca e isolante térmico inflável caso tenha que dormir em posto...capa de chuva pro mochilão se chover e eu tiver na estrada (já passei um perrengue muito grande por não ter a capa de chuva, molhou tudo dentro da mochila), levar comida enlatada pra caso fique em lugar onde comida é cara ou passe necessidade... Piloto de quadro as vezes é bem importante nas caronas também (ajuda a conseguir carona as vezes) e kit médico como remédios e pomadas... \n\nUm outro mochileiro me disse pra eu ter sempre linha e agulha, só que foi uma interação muito limitada, ele não me disse o porquê, mas acho que ele passou um perrengue monstruoso kkkkkkkkkkkkk",
                "Remédios básicos sempre, protetor solar e fone de ouvido (fora os básicos: passaporte, um pouco de dinheiro na moeda local, de preferência trocado caso precise dar uma caixinha ou comprar algo em lugares que não passam cartão).",
                "Remédios básicos sempre, já passei perrengue sem saber como comprar no exterior. Mas outros itens de higiene, dependendo do que for e onde eu fot, eu compro no local - tipo bloqueador solar, sabonete.\n\nComo tenho grau absurdo de miopia/astigmatismo e não gosto de lente de contato, eu levo um óculos de reserva caso eu arrebente o meu - normalmente o óculos anterior."
            ]
        },
        {
            "title": "mochilão na Europa",
            "selftext": "Oi guys =) alguém aí já fez mochilão na Europa? Dicas imperdíveis, quais os países mais legais, coisas assim? Como evitar perrengues?  \nPretendo passar 15 dias entre: Lisboa (Portugal), Barcelona (Espnha), Paris/Giverny/Versailles (França), Veneza e Toscana (Itália), Amsterdam e Rotterdam (Holanda)!  \nQualquer dica será bem vinda, desde já muito obrigada a todos",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "x9u8ea",
            "num_comments": 7,
            "comments": [
                "Conta básica: 15 dias / 9 lugares = 1,67 dias por lugar, fora os tempos de deslocamento. Vc não vai conseguir conhecer nada de lugar nenhum! Minha sugestão é selecionar lugares mais próximos e deixar mais ou menos 3 dias por cidade, sendo que alguns cidades precisam de mais tempo (tipo Paris) ou menos (tipo Versailles, que dá pra fazer bate-volta de Paris).",
                "Como outros já disseram aqui, eu recomendo separar os lugares próximos e visitar menos destinos, mas com mais tempo. Tente fazer uma rota onde você consiga ir de um lugar pro outro de trem. Trem é tudo de bom, você não precisa despachar bagagem, nem dar documento, nem ficar esperando um tempão no aeroporto e ainda as estações são sempre no centro da cidade, e não longe igual aeroportos.\n\nDos que você listou, eu faria uma das seguintes rotas:\n\n* Portugal + Espanha - inclua aí cidades como Porto, Coimbra, Sintra em Portugal, e Madrid, Sevilla, Toledo na Espanha.\n* França + Holanda - Fique uns 7 dias em Paris pra ver inclusive Giverny e Versailles, e depois dá pra ir pra Holanda. Dá pra você dar um pulo na Bélgica que fica no meio do caminho\n* Norte da Itália - Na minha opinião, Itália é um país que merece uma viagem só pra lá. Já fiquei mais de 20 dias só no norte da Itália. Só de Florença (capital da Toscana) eu me lembro que visitei umas 5 cidades próximas pra uma \"daytrip\" (pegava trem/onibus e voltava no mesmo dia). A melhor coisa pra fazer por lá é visitar as cidades pequenas.",
                "15 dias é pouco. Como comentaram, só transitar entre esses Países leva metade de um dia.\n\nEu ficaria entre Países próximos, tipo Amsterdam, Paris e Londres, e ficaria em torno de 5 dias em cada.\n\nIsto te da 4 idas inteiros de turismo, e 1 dia para ir para o outro destino.\n\nEu escolheria os que vc tem realmente sonha em conhecer.\n\nQuando eu viajei pela primeira vez, meu sonho era ir para Londres, então eu não poderia deixar de ir.\n\nCom isso fui montando o roteiro.\n\nDesta lista, eu já visitei Paris, Itália, e Holanda. \n\n* Paris:\n   * Fiquei 5/6 dias lá. Não me recordo se foram 5 ou 6. Gastei 1 dia para visitar Versailles. É legal e vale a pena. Recomendo olhar a série.\n   * Evite dar bobeira mostrando que é turista. Lá tem mendigo, cigano e todo tipo de maluco querendo tirar proveito de turistas. Furtaram o celular de minha esposa sem ela notar dentro de uma loja.\n   * Torre Eiffel, Museu dos Inválidos, Catedral de Montre Dame e passeio no Rio Senna devem ser feitos, hehe. \n   * Maioria dos franceses não curtem estrangeiros que falam inglês direto. Tive muitos problemas em restaurantes e lojas. Tenta dar um Bonjour antes de sair falando inglês.\n   * Use e abuse do metrô. Da pra fazer muita coisa de metrô e caminhando se planejar aonde vai ficar.\n   * Ve os bairros mais perigosos. Não é que nem RJ, mas evite ficar por algum bairro tipo Montmatre  \n\n* Amsterdam\n   * Cidade é pequena. Eu fiquei 3 dias lá e na última fiquei 4. \n   * Se curte fumar um baseado, tem um monte de coffee shop. A Bulldog é a mais famosa e pra turistão. Não vou recomendar as sem ser turistas pois não curti um lugar que eu fui aonde era meio underground.\n   * Zaanse schans é bem legal. Separe 1 dia para ela. \n   * Amsterdam da pra ser feito quase tudo caminhando se vc fica no centro perto dos canais.\n   * Compre um chip de cel para ter dados 4G e utilizar Google Maps. Na primeira viagem eu não usei, me perdi chapado e achei que ia morrer pra um traficante que tava numa praça.\n   * Museu da Anne Frank é legal. Eu não sei dizer sobre o museu da Heineken, pois nunca fui em nenhuma vez, mas se tu curte ceva, pode ser um passeio legal.\n   * Tem um parque lá perto do Hard Rock café. Esqueci o nome, mas é um parque bem bonito de dar um volta.\n* Itália\n   * Fiquei em torno de 12 dias lá mais ou menos. Deixei 5 dias para Roma, consegui ver bastante coisa, e sobrou 1 dia para repetir os passeios com aqueles onibus turistao de 2 andares. Mas fiz quase tudo caminhando (sim, cansa e dói as pernas). Achei o metro e Onibus normal uma bosta, ai preferia ir caminhando.\n   * Bom, Roma é histórica, qualquer coisa de escavação é legal, tipo Forum Romano, Palattino, Panteon e Coliseu.\n   * Coma muito sorvete lá. Melhores sorvetes da minha vida eu comi lá.\n   * Se quiser comer pizza ou massa em geral, eu achei meio sem graça...prefiro as coisas daqui do BR, mas nao custa experimentar hehe.\n* Veneza\n   * Fiz um bate e volta de Verona. 1 dia tu consegue ver tudo já que é pequeno. \n   * Ande de gondola. É caro, mas vale a pena ter essa experiência.\n* Toscana (Florença)\n   * Aqui eu errei. Peguei como ponto de bate e volta para Pisa e Cinque Terre e só tinha o resto do final do dia para visitar. Mal turistei por lá pq chegava muito cansado, mas recomendo a séria The Borgias caso vá para lá. \n* Toscana (Verona)\n   * Verona eu fiquei em torno de 2 dias, para servir de ponte para ir para Milão e visitar Florença em um bate e volta.\n   * Tem a estatua da Julieta já que a peça se passa em Verona na Itália. Tem uma arena tipo um mini coliseu lá tb. Não visitei essa arena, só vi por fora mesmo.  \n\n* Milão\n   * De longe o lugar que eu mais não curti. O lugar é massa, mas dei o azar de ir em um feriado nacional, e tudo estava lotado. Cheio de gente dando aquelas pulseirinhas pra te dar um golpe ou pedindo pra tirar tua foto pra tu ter que pagar depois.\n   * Fiquei praticamente 1 dia e mal consegui ver coisas pois todos lugares estavam lotados por causa do feriado.  \n\n\n\\-----  \n\n\nEspero que ajude, mas pense realmente no deslocamento entre os lugares. Tu consegue uma prévia no Google Maps. Deste jeito vc ve que nesses 15 dias, uns 5 dias serão só de transito entre Países.",
                "Salve! Eu fiz um mochilão bem curto. Na época, eu estava morando na Irlanda e fiz um de 7 dias. Foram 4 cidades em 3 países : Alemanha (Berlin e Frankfurt), Dinamarca (Copenhagen) e Suécia (Malmö).\n\nA maior parte do percurso foi feita de busão que é bem barato. Pra cidade inicial, berlin, eu voei pela Ryanair e da última cidade: Frankfurt, eu voei de volta pra irlanda.\n\nUma dica legal é o app \"Omio\" (antigo go euro). Ele te dá os melhores preços de trem, avião e busão para o destino escolhido. Eu acabava sendo usando o serviço do Flixbus. Os preços são bons, mas o atendimento... Bom, não espere muita coisa. No app tem outras empresas de ônibus também, mas o Flixbus sempre era o mais barato. \n\nBusão é muito bom, principalmente quando você quer viajar pra países vizinhos. De Copenhagen pra Malmö, na época, eu paguei 5€ o trecho, sendo10€ ida e volta. Dá uma olhada que vale muito a pena.",
                "Se você tem a intenção de ir mais vezes à Paris, uns 3 dias dá. Se não, pelo menos uma semana."
            ]
        },
        {
            "title": "Viagem para o Japão com as fronteiras mais ou menos abertas",
            "selftext": "Olá, gente! \n\nAté essa semana só era possível viajar ao Japão comprando um tour guiado em uma agência de turismo. No último dia 7 tiraram a obrigatoriedade do tour guiado, porém ainda é necessária a intermediação de uma agência de turismo.\n\nComo já temos passagens compradas e hotel reservado desde o começo da pandemia, estamos com dificuldades de encontrar uma agência que faça esse serviço sem vender um pacote de viagem.\n\nTem alguém tentando ir para o Japão esse ano para trocarmos informações?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "x8zki1",
            "num_comments": 5,
            "comments": [
                "OP, acredito que essas agências que intermediam os vistos para o Japão possam te ajudar. Na Liberdade em SP tem várias agências. Se não me engano, tenho parentes que usaram essa aqui quando foram pra lá: [hirotur.com.br](https://hirotur.com.br)\n\nDá uma ligada lá e vê se eles conseguem fazer essa intermediação agência pra vocês também.",
                "Quanto pagou pela viagem? Tem algum site pra comprar?"
            ]
        },
        {
            "title": "Preciso de dicas de Chip de internet para o Canada para uma amiga que vai para Toronto!",
            "selftext": "Qual a melhor opção para ter internet no celular dentro do canada chegando por Toronto. Comprar um chip lá ou levar um chip internacional daqui? Quais operadoras e o melhor preço? Dicas de lojas em Toronto para comprar o chip e quais documentos precisa.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "x6rnn6",
            "num_comments": 0
        },
        {
            "title": "Traveltips",
            "selftext": "Olá!\n\nRecentemente criei um website onde estou a documentar as viagens que já fiz no passado, bem como dicas de coisas a fazer e ver em cada sítio. O objetivo alimentar o site com cada viagem que for fazendo (seja em Portugal, ou não) e partilhar a minha experiência.   \n\n\nPS: O site é relativamente novo, então **ainda** não existe muito conteúdo. Dá uma vista de olhos!\n\n [https://www.traveltips.pt/](https://www.traveltips.pt/)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "x549zn",
            "num_comments": 2,
            "comments": [
                "Me interessei, vou acompanhar. Tem alguma outra rede social onde você conta suas experiências?"
            ]
        },
        {
            "title": "VIAGENS BARATAS PELO BR",
            "selftext": "Olá, me dêem dicas de como encontrar pacotes de viagens baratos, sou do RJ.\nDesde já, obrigado :)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "x515de",
            "num_comments": 3,
            "comments": [
                "Na decolar e procura a parte de ofertas.\nComprei recente\nValeu a pena",
                "oie! o RJ é ótimo para viajar de avião para qquer lugar, tem mts voos, oq os torna mais baratos! Mas aí perto eu recomendo ir para o Espírito Santo - eu amei lá, a vibe é parecida com o Rio, as praias são lindas! E também curti muito Minas Gerais - comida boa, muita coisa legal para ver, lugar histórico, lindo",
                "123 milhas ou você msm tentar acumular milhas pra viajar"
            ]
        },
        {
            "title": "Opiniões de destinos europeus",
            "selftext": "Olá a todos. Gostava de oferecer aos meus pais a oportunidade de conhecerem outro país dentro da Europa, precisava de opinião sobre algum destino bom para eles conhecerem. Nunca tiveram grandes oportunidades de sair de Portugal e queria que eles tivessem uma nova experiência na vida.\n\nCustos não muito exorbitantes.\nUma viagem de 3/4 dias, 3 pessoas.\nIdade dos pais: Na casa dos 50/60\nMobilidade normal\nPessoas simples, que gostam de tudo, passear e conhecer novas coisas.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wxomwn",
            "num_comments": 5,
            "comments": [
                "pra passar poucos dias recomendo a bélgica ou a república tcheca\n\nescócia é uma boa tbm, eu passei alguns dias com meus pais em edimburgo e eles amaram. foda que lá é libra :(",
                "Barcelona é muito bom e tem boas praias. Tem muita coisa relacionada com cultura, bom ambiente, boa comida e bons sitio para apenas relaxar e estar à conversa.  \n\n\nGostei muito também de ir a Amesterdão. Dá para fazer passeios de barco pelos canais enquanto se houve a história da cidade. Tem bons museus e sítios bastante giros apenas para passear e explorar!",
                "Olha, para 3/4 dias, a Espanha, que é do lado, seria perfeito! Madri e Barcelona são cidades riquíssimas, com obras de arte, jardins, arquitetura linda, comida boas, museus... e vários passeios lá são de graça!   \nOutros países, mais baratos, e pouco valorizados, mas que são incríveis: Bulgária (tem desde igrejas e mosterios, até praias e uma das cidades mais antigas DO MUNDO!) e a Hungria.   \nEu não recomendo a França, Paris é superestimado, meio perigoso (lógico, nada que se compare ao Brasil, da onde te escrevo haha), sujo e caro.",
                "Pra uma viagem de 3 a 4 dias, eu sugiro Florença na Itália. Dá pra pegar um dos dias e dar um pulo em qualquer uma das várias cidades menores da Toscana que tem lá por perto também: San Gimignano, Lucca, Pisa, Siena... um dos lugares mais bacanas na Europa.",
                "Depende do que quer ver e quanto quer biajar. A região do BeNeLux é bem integrada e tem trem/onibus para todo lado, o turismo vai ser mais urbano Mas como disseram tem cidadezinhas lindas como Brugge que dá para ir de trem/onibus da capital.  \n\n\nSe quer algo mais praia, tranquilidade, os resorts das ilhas gregas (ou turcas se quiser extender essa definiçäo de Europa XD) compensam. Mallorca na Espanha e em geral o litoral mediterrâneo da Espanha também são bons.  \n\n\nAlgo mais Histórico vc pode usar Roma ou Atenas como base e explorar os museus e as regiões em torno (fui esse verão para Atenas, andei muito, comi muito bem e fiz umas viagens de carro alugado pelos arredores).  \n\n\nDepende muito do que vc quer mostrar para eles, do tipo de turismo. Mas para 3/4 dias compensa focar em uma cidade e nisso quase qualquer capital vai dar jogo. Eu recomendaria Praga, é uma das cidades mais legais que já conheci e da para andar tranquilo pelo centro histórico e parques. Atenas se quiser ver muitas ruínas e museus (e dá para fugir para algumas praias em volta se alugar um carro)."
            ]
        },
        {
            "title": "Primeira viagem de avião",
            "selftext": "Em setembro vou fazer minha primeira viagem de avião, só que as vezes, bem as vezes, passo mal, uma mini crise de ansiedade. Tipo não consegui andar de barco outro dia nem de tirolesa. São situações mais pesadas né.\n\nVocês tem alguma dica, remédio ou outra coisa pra ajudar?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wwgh3k",
            "num_comments": 8,
            "comments": [
                "Sim, leve chiclete e se você tiver rinite é bom que saiba que vais sentir um leve desconforto por causa da diferença de pressão, diria pra não sentar tão perto das turbinas mas levando chiclete pra fazer a mandibula se movimentar e fazer com que essa diferença de pressão diminuir",
                "Se você pesquisar sobre, vai ver que avião é um dos meios de transportes mais seguros do mundo (cuidado pra não cair do lado errado desta pesquisa rs). Não sei se a sua ansiedade tem a ver com isso, mas pode ajudar.   \nE uma coisa que pode soar boba mas pra mim funciona: respirar profundamente e devagar. Principalmente nos momentos mais incômodos, ou de maior ansiedade, que no meu caso são o pouso e a decolagem.",
                "vai ser uma viaja muito longa? o que me ajuda ás vezes quando vou viajar é tomar um dramin pra não enjoar e conseguir dormir um pouco. não tenho medo de avião mas tenho muita ansiedade e dificuldade para dormir em vôos.\n\nse for vôo internacional ás vezes eles dão aquelas garrafinhas de vinho barato kk da pra ficar meio bebinho"
            ]
        },
        {
            "title": "Acabei de voltar da Grécia, tire suas dúvidas...",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wtfmuk",
            "num_comments": 6,
            "comments": [
                "Eu comprei um pacote do Hurb por 1.900 reais, com aero e estádia.",
                "Sim, do HURB",
                "Qual foi o valor da passagem? Tava procurando algo pra ir viajar ano que vem mas ta tudo acima de 4 mil.",
                "Comprou pacote ?",
                "Cidades/programações preferidas?"
            ]
        },
        {
            "title": "Dúvidas básicas referente a câmbio",
            "selftext": "Olá amigos viajantes,  \n\n\nEstou planejando uma viagem à Colômbia (San Andrés + Cartagena) e sei que parte do planejamento envolve a moeda, porém existem algumas coisas simples que eu simplesmente não consigo entender nem encontrar respostas, é como se todo mundo nascesse sabendo, menos eu, poderiam me ajudar?  \n\n\n\\- Todos dizem que é inteligente comprar dólares e trocar lá por pesos colombianos mas precisa ser o dinheiro em papel ou eu posso comprar e transferir pra casa de câmbio tudo digitalmente?  \n\n\n\\- Comprei 10 dólares de teste na conta global do banco Inter mas eles não tem cartão de débito da conta global, consigo transferir esse dinheiro pra uma Nomad da vida (de preferência sem pagar taxas) e pedir o cartão de débito deles?  \n\n\n\\- Existe alguma forma de usar uma conta digital com pesos colombianos ou sou obrigado a andar com dinheiro vivo por ai?  \n\n\n\\- Consigo comprar minhas passagens na Viva Air em dólares pra evitar IOF + taxas?  \n\n\nObrigado pela atenção de quem leu até aqui, se precisarem de mais informações estou a disposição",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wroul6",
            "num_comments": 4,
            "comments": [
                "Cara faz uma conta no banco Nomad, é a melhor coisa que você faz... IOF 1.1% você faz transferência via PIX e consegue paga tudo no débito pela Google pay"
            ]
        },
        {
            "title": "Festa da Colheita, o festival mais alternativo do BR, acontece neste fim de semana",
            "selftext": "Neste fim de semana acontece a festa mais alternativa do brasil, o festival da colheita em são thomé das letras, o festival é gratuito e também há diversas excursões saindo de sp para lá [e há mais infos aqui!](https://www.reddit.com/r/viagens/submit?draft=09028718-1ede-11ed-8afc-ea9dc77cdde9)\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/iaywjkqu5gi91.jpg?width=960&format=pjpg&auto=webp&v=enabled&s=4e8a06b9f2838ed1c060aa7680a2e53bf3324de0",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wrfpnf",
            "num_comments": 0
        },
        {
            "title": "Roteiro Europa 2023",
            "selftext": "Bom dia amigos, comprei passagem pra mim e pros meus pais na 123 milhas para ir pra Paris em novembro de 2023 e realizar nosso grande sonho. Portanto, queria dicas de roteiro de viagem, a intenção seria conhecer um pouco a França e descer pra Itália, e quem sabe a Grécia tambem,principalmente por serem países mais quentes e muito históricos também! Alguém já fez essa rota, teria dicas de roteiro? Dicas de deslocamento também, se vale a pena alugar um carro, ou usar transporte público...  De qualquer forma já deixo meus agradecimentos!!!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wpsy0g",
            "num_comments": 3,
            "comments": [
                "Tem quantos dias disponíveis? Paris olhando no Google Maps parece ser perto da Itália, mas é 14 horas de viagem de carro incluindo gastos com pedágio e são 14 horas diretas, sem parar no caminho.\n\nEu fiz um roteiro parecido em 2016:\n\nLondres para Amsterdam, Amsterdam para Roma, Roma para Paris.\n\nUtilizei a companhia low cost EasyJet. Paguei menos de R$ 150,00 nesses trechos. \n\nVc pode cotar tb com a FlixBus, porém é ônibus e leva mais tempo que um carro. Eu iria de avião pela comodidade num vôo LowCost. Tudo bem que é uma mão ir para o Aeroporto, mas dentro da zona de Schengen é tudo mais rápido.\n\nSobre o Roteiro:\n\nÉ muito difícil agradar todo mundo, então o que eu aconselho é:\n\n1. Fique no Centro ou numa área perto.\n2. Faça um levantamento dos valores no [Booking.com](https://Booking.com) dos hotéis e veja sua localização.\n3. Coloque no Google os pontos turísticos e veja os lugares que vc quer visitar.\n4. Veja se seu hotel é perto.\n\nEu falo isso pq não adianta pegar um hotel barato se vc gasta 1 hora de metrô pra chegar nos pontos turísticos.\n\nQuando fui para Paris, peguei um hotel simples com um preço meio elevado, porém eu levava 5 min pra chegar na Torre Eiffel caminhando, tinha uma MacDonalds e Starbucks perto e outros restaurantes.\n\nEm Roma consegui fazer quase tudo caminhando do meu hotel. Quase n precisei usar ônibus ou metrô.\n\nSobre Roteiro:\n\nNo levantamento de pontos turísticos, separe por dia. Tipo assim:   \n\n\n* Dia 1: Visitar ponto X e qualquer outro pontos turísticos que leve no máximo 30 min de caminhada.\n* Dia 2: Visitar ponto Y que precise pegar um metrô e ver outros pontos próximos. \n* Dia 3: Visitar ponto Z em que precise pegar 40 min de metrô e pontos que precise pegar mais 10 min de metrô...\n\nE por ai vai...\n\nEu ia organizando por zonas pra maximizar o tempo...ir do ponto A que é 4 KM pra frente, e ir no ponto B que é 10 KM pra trás, ta só gastando tempo em deslocamento. \n\nPor incrível que pareça, eu ainda tenho o roteiro dessa viagem salva no Google Docs:\n\n\\------------------------------------------------------------------------------------------------------------------------------\n\n* Atracoes proximas ao albergue: \n* Tower Bridge (1.2 km)\n* London Bridge (1.6 km) (Monument Station ou London Bridge Station)\n* Borough Market (2.2km) (London Bridge Station)\n* Saint's Paul Cathedral (2.4 km) (St's Paul Station)   \n\n\nDia 22/11\n\n* Atracoes:\n   * Repetir de dia:\n      * Tower Bridge (1.2 km)\n      * London Bridge (1.6 km) (Monument Station ou London Bridge Station)\n      * Borough Market (2.2km) (London Bridge Station)\n      * Saint's Paul Cathedral (2.4 km) (St's Paul Station) \n      * Imperial War Museum (Lambeth North Station)  \nEndereço:Lambeth Rd, London SE1 6HZ, Reino Unido  \nDeixar por ultimo e de noite por ser museu.  \n\n\nDia 25/11\n\n* Abbey Road (St Johns Wood Station)  \nAcordar cedo para tirar fotos.\n   * Caminhar em direcao a Camdem Town pelo Regent Park\n* Camdem Town (Mornington Station)\n   * É longe do Mademe Taussads\n* Regent's Park (Baker Street Station) \n* King Cross Harry Potter (King Cross St. Pancreas)(Meio Longe)\n   * Zoologico é nesse parque\n* Little Venice (Warwick Avenue Station)  \nEnd:London, Paddington W2, Reino Unido  \nSomente se possivel. Fica meio longe\n* Extras se possivel\n* Picadilly Circus (Picadilly Circus Station)\n* Beatles Rooftop (Picadilly Circus Station)\n* End:Savile Row, Mayfair, London W1S, Reino Unido  \nSherlock Holmes museum é do lado do Madem Tausseds\n* Madame Taussads (Baker Street Station)  \nEnd:Marylebone Rd, Marylebone, London NW1 5LR, Reino Unido  \nDeixar esta atração como ultima e qnd estiver de noite",
                "São 15 dias de viagem, esqueci de comentar!!\n\nObrigado pelas dicas meu amigo, com certeza vão ajudar muito!!\n\nEu pensei em ir de carro pra ir parando nas cidades, por exemplo, iria de paris a veneza, florença, milão ficando uns 2 dias em cada cidade, tem bastante coisa pra conhecer..\n\nIria descendo ate roma, e quem sabe iria pra atenas também, e depois teria de pegar um voo low cost de volta pra paris para voltar pro brasil.\n\nMas são todos planos bem superficiais ate o momento, as dicas com certeza vao ser de muita ajuda! Obrigado!"
            ]
        },
        {
            "title": "Uber Reserve: Agendamento de viagens da Uber chega a São Paulo",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "woviq1",
            "num_comments": 0
        },
        {
            "title": "Portugal de Lisboa a Porto - LUGARES QUE NÃO DEVEM FALTAR EM SEU ROTEIRO",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wo6a8g",
            "num_comments": 0
        },
        {
            "title": "Expedição na América do Sul",
            "selftext": "Olá pessoal. Estamos fazendo uma viagem até o Ushuaia. Eu, minha namorada e nosso dog. Estamos documentando alguns eventos no nosso canal no YouTube. \n\nAchei que seria interessante compartilhar em um grupo de aventura. \n\nPassamos a maior parte da viagem trabalhando e nos finais de semana saímos para conhecer lugares, acampamos e pegamos estrada. \n\nVou deixar o link do canal aqui no grupo. Acho que vai ser interessante compartilhar com um grupo de viagens.\n\nhttps://youtube.com/channel/UC5K3e9C-sHYhSGSeyrYLvAg\n\nEspero que gostem!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wjbb3l",
            "num_comments": 4,
            "comments": [
                "aí sim mano, parabéns",
                "Eai mano! Me inscrevi lá hein, quem sabe um dia eu também comece um canal de viagens, só que fazendo meus mochilões mesmo kkkkkkkkk"
            ]
        },
        {
            "title": "Ajuda com itinerário e algumas dúvidas (Europa/Natal e Ano Novo 2022)",
            "selftext": "Pessoal, boa tarde!\n\nEstou me organizando para visitar alguns países da Europa agora no final do ano com o meu consagrado. Gostaria de opiniões sobre o nosso itinerário e também tenho algumas dúvidas:\n\n1. Quanto se gasta em média com alimentação diariamente?\n2. Quais as melhores opções de transporte entre as cidades que escolhemos? Vale mais a pena viajar de ônibus, avião ou trem?\n3. Na Europa vale mais a pena ficar em hotel ou Airbnb?\n4. Como levar $$$? É seguro andar só com dinheiro vivo? Tem algum cartão que a gente possa usar?\n\nPor enquanto nossos planos estão assim:\n\n**Roma, Itália** \\- 1 a 5 de Dezembro\n\n**Florença, Itália** \\- 6 a 7 de Dezembro\n\n**Veneza, Itália** \\- 8 a 9 de Dezembro\n\n**Milão, Itália** \\- 10 a 11 de Dezembro\n\n**Annecy, França** \\- 12 a 13 de Dezembro\n\n**Paris, França** \\- 14 a 19 de Dezembro (um desses dias devemos passar em Versailles)\n\n**Amsterdam, Holanda** \\- 20 a 22 de Dezembro\n\n**Berlim, Alemanha** \\- 23 a 28 de Dezembro\n\n**Praga, República Tcheca** \\- 29 de Dezembro a 2 de Janeiro\n\n\\*Ainda não compramos as passagens nem reservamos nada, então essas datas são flexíveis",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wipm06",
            "num_comments": 14,
            "comments": [
                ">1. Quanto se gasta em média com alimentação diariamente?\n\nIsso é difícil de responder. Se você comer no mercado é um valor, se comer fast food é outro e se comer em restaurantes todas as refeições, é outro. Eu geralmente levo 100€ por dia pra Europa, tem dia que gasto 1/5 disso, e dia que gasto bem mais. É uma quantia boa pra não passar nenhum tipo de aperto.\n\n>2. Quais as melhores opções de transporte entre as cidades que escolhemos? Vale mais a pena viajar de ônibus, avião ou trem?\n\nOlhando seu itinerário atual eu diria que é muito melhor viajar de trem entre Itália, França e Netherlands. Pegaria um avião pra Berlin e dps flixbus pra Prague (já fiz essa viagem uma vez e foi mto tranquila). Cuidado pra não comprar os trens pega turista que são caríssimos, procura lá trens locais pra não gastar dinheiro a toa. As passagens dentro da Itália não devem passar de 15€ e da Itália pra França não deve passar de 80€. De Paris pra Amsterdam com ctz é mais barato ir de onibus, baixa o app do flixbus e seja feliz. Já fiz essa rota por 1€ kkkk\n\n>3. Na Europa vale mais a pena ficar em hotel ou Airbnb?\n\nHostel, é claro. Tem mto hostel DAHORA MESMO na Europa, já me diverti muito mais neles do que em hotel. Tem opções de quartos privados se você não quiser dividir com estranhos.\n\n>4. Como levar $$$? É seguro andar só com dinheiro vivo? Tem algum cartão que a gente possa usar?\n\nÉ seguro, mas fica esperto. Não fica acenando com o dinheiro na rua e deixe trancado no locker do hotel/hostel. Não dê sorte ao azar. Eu prefiro usar cartão pq é mais prático, vê se o seu banco não oferece conta em euro. Alguns já oferecem. Qql coisa, pede um cartão wise.\n\nQuanto ao seu roteiro, achei bem de boas. Algumas pessoas vão dizer que está corrido, mas eu não achei... 4/5 dias em Roma, Paris e Berlin e 1/2 dias nas outras cidades tá de bom tamanho. \n\nSó tenho 1 sugestão: essa parada em Annecy na França é só por ser entre Milão e Paris? Se for só por isso, recomendo mudar pra Lausanne na Suíça e fazer passeio de 1 dia pra Chamonix-Mont Blanc. Você vai gastar um pouco mais do que a média nesses dias, mas em Milão dá pra economizar bastante e compensar. Na Itália se come bem e barato, fuja dos restaurantes turísticos.",
                ">Quanto se gasta em média com alimentação diariamente?\n\nEu sempre coloco 50 Euros por dia por pessoa. Seria 25 para almoço e 25 para janta. As vezes sobrava pq n dava tempo de ir em restaurante.\n\n&#x200B;\n\n>Quais as melhores opções de transporte entre as cidades que escolhemos? Vale mais a pena viajar de ônibus, avião ou trem?\n\nDentro da Itália quando eu visitei, usei somente trem. Funcionava bem. Já quando precisava ir para outro País, do tipo Itália -> França, eu peguei um vôo low cost em Milão.\n\nNa última viagem que eu e minha noiva fizemos, eu pensei em fazer de trem, digamos que ir da Suíça para Alemanha, porém eu achei que seria barato comprar lá.\n\nNo final era muito caro e acabei pegando aquele ônibus low cost, o FlixBus. Fiz toda a transição da ultima viagem de FlixBus:\n\n* Suíça para Alemanha\n* Alemanha para Austria.\n* Austria para Budapeste.\n* Austria para Praga.\n\nAi para lugares aonde aéreo era necessário, tentava ver alguma low cost ou companhia local. Por exemplo, de Praga para Bruxelas eu fui na companhia local da Bélgica.\n\nEm 2016 utilizei a EasyJet:\n\n* Londres para Amsterdam.\n* Amsterdam para Itália.\n* Itália para Paris.  \n\n&#x200B;\n\n>Na Europa vale mais a pena ficar em hotel ou Airbnb?\r\n\nDepende. AirBnB não tem café da manhã nem comodidades de hotel. Eu vejo quais os preços de cada local.\n\nSe hotel for o mesmo preço que AirBnB e tem café, vou de hotel. Se AirBnB é a única opção barata, vou de AirBnB.\n\n&#x200B;\n\n>Como levar $$$? É seguro andar só com dinheiro vivo? Tem algum cartão que a gente possa usar?\n\nTodas vezes que viajei, eu levei dinheiro em espécie na doleira. Super de boas, mas tem que tomar cuidado para não tirar e deixar em algum lugar.\n\nCartão eu levava o meu de crédito e também colocava moeda em cartão de débito que eu comprava na loja de câmbio.\n\nHoje em dia tem a Transferwise e a Nomad aonde vc faz o depósito e utiliza como débito lá, ai não fica preso em cartão de débito das lojas de câmbio.",
                "Acho que são muitos dias para Florença e poucos para Veneza. \n\nFiz um bate e volta para Florença de Roma de trem, sai logo cedo e voltei por volta de umas 19h (no inverno que escurece bem mais cedo) e consegui conhecer praticamente a cidade toda. \n\nQuando forem para Veneza, passem o dia em Florença e adicionem esse dia extra a Veneza. Acho que 4 dias é o mínimo para Veneza.\n\nVeneza é igual Roma, além de conhecer os pontos turísticos o mais gostoso é você andar sem destino pelas ruas, se perdendo e se achando e descobrindo coisas novas o tempo todo. \n\nAo invés de Berlim e praga, que são meio fora de mão, porque não focam na Bélgica que é próximo, visitando Bruges e Bruxelas? \n\n\nQuanto às suas perguntas:\n\n1. Depende, pode ser 10 euros (comprando coisas no mercado para cozinhar/fazer lanche), 25 euros comendo um menu (entrada, prato + bebida) e algum docinho em locais simples a infinito. \n\n2. Na Itália o melhor é trem, tem os trens normais e os de alta velocidade. Usei bastante e achei o preço bom e são pontuais. \n\n3. Depende do seu budget, hotel é sempre melhor e mais confortável (café da manhã, arrumação, recepção…)\n\n4. Já levei dinheiro e aqueles travel cards. A não ser que vocês forem se enfiar em umas bibocas, acho o bom e velho dinheiro dentro do porta dólar a melhor opção.",
                "Outra dica, caso vá reservar hotel, caso o preço seja bom, reserve pelo hoteis.com. A cada 10 diárias hospedadas, você ganha uma noite grátis na média do valor pago nas diárias."
            ]
        },
        {
            "title": "Viajar para o exterior: 5 dicas para quem vai pela primeira vez",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wfonvw",
            "num_comments": 0
        },
        {
            "title": "Dúvida sobre Argentina",
            "selftext": "Olá a todos! Vou fazer com minha esposa uma viagem para Buenos Aires em setembro. Não temos passaporte, apenas o RG e uma declaração jurada é o necessário? Pelo que pesquisamos é isso...\n\nAproveito também para pedir uma indicação legal de lugar a se visitar ou restaurante bom de comer. Obrigado!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wf1ymf",
            "num_comments": 5,
            "comments": [
                "Atenção para a validade da carteira de identidade: se a cédula tiver mais de 10 anos vocês podem ter problemas.",
                "Em Buenos Aires não deixe de ir ao Mercado de San Telmo para comer. Há várias opções de restaurantes lá dentro e aos domingos tem a feirinha de san Telmo. \n\nRestaurante Don Julio, de carnes, que foi eleito o 14° melhor restaurante do mundo \n\nLa Parolaccia, restaurante italiano, tem várias unidades em Buenos Aires, inclusive 2 em puerto madero. Não deixe de provar o sorrentino. \n\nComprar vinho no mercado para trazer. Pode trazer até 5 garrafas na bagagem de mão. Pode então comprar nos mercados de rua que são bem mais baratos.",
                "Já fui pra buenos Aires e tô querendo ir em janeiro novamente! \n\nSó precisei do RG. Bem tranquilo! \n\nUma dica muito valiosa: quando você for entrar no país, eles irão te dar um papelzinho amarelo. GUARDA ESSE PAPEL sério! Na volta vc vai precisar dele. Eu quase perdi, e por conta disse quase perdi o voo. Tá a na minha mochila jogado kkk",
                "O esquema de vacina de vocês está ok? na volta pro Brasil precisa disso ou teste RT-PCR negativo além de seguro que cubra expressamente quarentena por Covid e translado sanitário"
            ]
        },
        {
            "title": "Vou pra Grécia na segunda feira, dicas?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "werxir",
            "num_comments": 1,
            "comments": [
                "Se você for estudante entra de graça em qualquer atração paga do país. Carteirinhas de qualquer país do mundo são aceitas."
            ]
        },
        {
            "title": "Como lavar as roupas durante as viagens de férias",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wep0cr",
            "num_comments": 1,
            "comments": [
                "Na maioria das vezes eu viajo por uma semana, então costumo levar roupa certinho pra não precisar lavar.\n\nQuando eu fui pro Peru, fiquei num hostel e resolvi prolongar a viagem. Por causa disso, resolvi lavar as roupas e descobri que era barato pra caralho. Com uns 5 reais na época, dava pra lavar 1kg de roupa nas lavanderias de Cusco. Voltei pro quarto, peguei minha mala toda e lavei tudo e fiquei mais uma semana. No fim da viagem, tava arrumando a mala e pensei: mano, vou lavar todas as roupas e voltar com todas limpas pra casa. \n\nCatei todos os soles trocados que eu tinha e foi o que fiz. Cheguei em casa, abri a mala e guardei tudo no armário.\n\nAliás, em no Peru eles aceitam reais em vários lugares turísticos. Só ficar atento na cotação e no preço que tão te cobrando."
            ]
        },
        {
            "title": "Qual foi o seu destino inesquecível?",
            "selftext": "Compartilhe com a gente qual foi o lugar mais marcante que você já visitou!\n\nConte como foi a experiência, os eventos inesperados, as coisas que mais te surpreenderam... Tudo o que faz viajar essa coisa maravilhosa!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wdfuol",
            "num_comments": 16,
            "comments": [
                "Eu gostei muito de visitar a Amazônia. Da última vez em que estive lá fui para o Arquipélago de Anavilhanas, que fica relativamente perto de Manaus. As cores, a vibração e a natureza, tudo é absurdamente lindo. E nadar no Rio Negro a 36oC foi uma experiência a parte. Tô curiosa para saber mais destinos que impressionam :)",
                "Viajei pouco na minha vida, mas uma viagem que gostei muito foi um batismo de mergulho que fiz no ES, foi uma hora de barco ate chegar em uma ilha, enquanto estavamos no barco, foi uma cena inesquecivel ver a cor do mar, uma imensidao de agua,  aquele verde marinho muito vivo, demos sorte que estava ensolarado no dia, o que realçou ainda mais a cor do mar.",
                "Tive muitos destinos inesquecíveis, mas tiveram 2 lugares que me marcaram demais. \n\nO primeiro foi a Tailândia, eu esperava muita coisa do país e minhas expectativas foram todas frustradas, o país é 10000% melhor do que eu imaginava, as pessoas são incríveis, mente aberta, sociaveis, a natureza é de tirar o fôlego, as praias mais lindas que vi na vida estão lá, as vezes fico lembrando e parece um sonho. Tudo incrível.\n\nO segundo foi a Croácia, eu amei tanto o país que cancelei meu mega tour pelos países da antiga Yugoslavia pra ficar mais tempo na Croácia, passei uns dias em Montenegro e na Bosnia e me arrependi. Devia ter feito 3 semanas direto na Croácia. Recomendo à todos.",
                "Teve 3 lugares:\n\n1. Londres\n2. Suíça\n3. Disney (parques de Orlando em geral)\n\nLondres - Meu sonho sempre foi conhecer Londres, sempre fui fã de bandas de Hard Rock/Metal e sempre tive aquele fascínio por lá.\n\nQuando cheguei não acreditei que estava pisando no lugar em que mais eu queria estar, e era realmente como via nos filmes, aquelas casinhas de tijolos, folhas secas caindo, um frio desgraçado.\n\nSuíça - Simplesmente um dos lugares mais lindo que visitei. Andar por lá e ver as montanhas era tudo mágico. Subir no Jungfrau ou ir Zermatt foi indescritível.  \n\nDisney - Eu sempre fui com pé atrás com parques ou Disney em si. Eu nem tava tão empolgado até, quem queria mais ir era minha noiva.\n\nNo momento em que botei o pé nos parques, e vi todos os personagens que eu cresci vendo nas fitas VHS, nossa, me senti criança novamente.\n\nSimplesmente tu esquece os problemas da vida lá.",
                "Amei visitar as Cataratas do Iguaçu! Ver o poder inimaginável da água de perto é outra coisa, nenhuma foto faz justiça a isso. E relaxar depois na sombra com tanto verde ao seu redor, e com vários quatis fofos e curiosos - que tentavam roubar a comida dos desatentos…",
                "até hoje a minha viagem mais inesquecível foi a do japão (já postei umas fotos aqui). fiquei só 15 dias e tenho muita vontade de voltar, tem tanta coisa pra fazer que da um desespero kk\n\nfora isso também gostei demais de conhecer buenos aires (fui 2x). a comida é excelente e a cidade é muito bonita.",
                "Meu top2:\n\n1) Chapada Diamantina. Experiência foda de natureza, esforço físico, belezas naturais.  Recomendo o vale do capão que é um paraíso a parte. Me lembra o filme “a praia”.\n\n&#x200B;\n\n2) Ilha San Andre: dispensa comentários. Viagem de lua de mel. nao bastasse o local, o hotel era fera também.",
                "Meu destino inesquecível foi e sempre será o Rio de Janeiro. Desde criança, viajava muito para lá, e sempre senti que ao pisar para fora do avião, eu era inundada por uma vibe boa d++ daquela cidade, como se tudo fosse ficar bem, como se aquele fosse meu lugar. Passei anos indo para lá, curtindo o ano novo em Copacabana, conheço a cidade a pé, queria fazer URFJ, sonhava em morar lá, amava! Hoje em dia, infelizmente, mais crescida e com mais senso da realidade ksksks nao vejo mais o RJ com tão bons olhos, fui esse ano tirar meu visto pros EUA lá, e parece que a cidade perdeu todo o encanto. Mas sempre vai ter um lugar especial no meu coração, por mais que eu nem pretenda voltar para lá visitar não <3",
                "No Brasil é Fernando de Noronha, que lugar e vibe! No \"estrangeiro\": surfar no Hawaii (EUA), surf/lua-mel/mergulho nas Ilhas Fiji (Pacífico), história nas Ilhas Galápagos (Pacífico/ parte do Equador), exuberancia do Chile (norte, Deserto Atacama) e a exótica Austrália, onde resolvi passar mais tempo e estou até hoje. rsrs"
            ]
        },
        {
            "title": "Dúvida de iniciante em viagens internacionais - compra de passagem",
            "selftext": "Estou planejando uma viagem para o Chile no fim do ano. É a primeira vez que vou viajar de avião então estou meio perdido.\n\n2 perguntas:\n\n1 - Vi que no site do decolar.com acaba saindo mais caro que comprando direto no site da companhia aérea (skyairlines). Mas tem alguma vantagem em comprar no site do decolar?\n\n2 - Os voos costumam ser pontuais ou é comum haver atrasos grandes?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wcgu0c",
            "num_comments": 8,
            "comments": [
                "1- acho que você pode pesquisar e escolher pelo preço mesmo, isso que eu faço. \n2- os voo não costumam atrasar mas é possível que aconteça, se o seu voo tem conexão da mesma companhia normalmente é mais fácil eles te esperarem ou te colocarem em outro voo caso você atrase. Da pra ficar conferindo on-line tb quais voos estão no tempo. E tenta não noiar com isso. Se o seu voo atrasar não tem muito o que você possa fazer a não ser esperar. Leva livro, revista, fone de ouvido e divirta-se ☺️",
                "Acho que o decolar tem algumas vantagens de pagamento se você precisar parcelar, já que nem todas companhias parcelam. Você pode pesquisar por lá, no Google flights e direto com as companhias. Eu, pessoalmente, nunca comprei com intermediárias... eu só compraria com uma se o preço fosse realmente muito melhor ou eu não tivesse como comprar de outra maneira, pq acho que nesse caso você tem uma assistência melhor comprando direto. \n\nAtrasos não são comuns, mas acontecem. Eu já viajei muito - já fui para mais de 30 países, alguns repetidas vezes - e eu só lembro de 2 atrasos significativos. Se a sua preocupação for com outro voo, caso você tenha comprado as conexões juntas com a companhia, não precisa se preocupar em perder o voo. Caso seja mais uma questão de perder tempo, ficar esperando, etc, não tem muito o que fazer... daí é bom estar confortável, ter um dinheirinho de emergência e coisas para se distrair. Até porque você provavelmente vai passar muito tempo no aeroporto de qualquer jeito pq é bom chegar cedo. Ah, bom ficar de olho que o horário de embarque é diferente do horário de voo. É bom considerar chegar pelo menos com umas 2-3h de antecedência pra voos no Brasil.",
                "Procura no Google Flights e compra direto com a companhia. Procura tb direto no site das companhias.\n\nEu sempre compro o mais barato sem escalas. Voos com escalas podem ser mais baratos, mas podem demorar muito e se houver troca de avião, vc pode ter que ficar muito tempo parado na escala ou ter que correr de um avião pra outro se for com troca de aeronave. Se a escala for num país intermediário, você pode ter que passar pela imigração e pode perder o voo.\n\nAlém disso, há um risco maior de perderem sua mala na escala.\n\nLeve sempre algumas roupas e coisas importantes na mala de mão.",
                "1\nDe vez em nunca esses sites intermediários tem um preço melhor, mas já faz anos que não vejo isso nos voos que procuro. Sempre uso um pra comparar com o google flights. O Google apenas é de pesquisa, ele no final te leva no site da companhia aérea. Tem um outro também que é bem mais complexo, chama alguma coisa tipo ita matrix. Tem bem mais recursos, tipo usar como base a cidade de partida pra ver o preço que seria na moeda local\n\nSó via vantagem nesses sites decolar/orbitz/etc antes da existência do Google flights, porque as vezes eu queria fazer alguma viagem louca usando diferentes escalas na ida e na volta com várias paradas e em site das cias aéreas muitas vezes não conseguia fazer essas pesquisas. Eu tentaria ficar longe deles, porque na minha experiência se der problema com o voo e vc precisa cancelar ou modificar algo, ou se precisar pedir reembolso de qualquer coisa, é muito mais fácil e rápido fazendo direto com a cia aérea. \n\n2\nPontuais com uma margem de 30 minutos haha seilá. O embarque costuma ser pontual mas levantar voo é outra história. Depende de mil fatores, as vezes você fica mais de uma hora dentro do avião passeando pelas pistas até voar. \n\nAssim que vc chega no aeroporto tem que ficar de olho nas TVs porque o status do voo mudam direto. Ele vai mostrando as informações que vc precisa saber tb, tipo primeiramente qual a mesa de check-in que vc deve ir assim que chega no aeroporto (onde eles checam sua reserva, pegam suas malas e te dão a passagem de verdade), e depois qual o “gate” (o portão onde você aguarda pra ser levado no avião) certo, etc. Quaisquer atrasos ou mudanças aparecem nas telas"
            ]
        },
        {
            "title": "Como conseguir viagens mais baratas usando o Google Voos",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wbu66k",
            "num_comments": 2,
            "comments": [
                "Não é bem uma regra, pois ao ir no site da companhia aérea, o valor muda.\n\nTava vendo para Orlando por 3.4k no Google Flights, ao acessar o site da Gol, 5.8k",
                "Antes de tudo, coloque todas as opções que vc quer: número de passageiros, origem, destino e clica em Pesquisar. Não precisa colocar a data ainda, a não ser que vc tenha que viajar na data certa.\n\nDepois de clicar em Pesquisar, arrume os filtros com as opções que vc faz questão: se topa fazer escala, se quer tirar alguma companhia aérea, etc.\n\nSe você é flexível com as datas, você tem alguns modos de ver os voos mais baratos:\n\n# Data de ida e volta\n\nClica na data de ida e espera os valores carregarem. Quando carregar, seleciona uma data com valor baixo e então seleciona a data de volta com valor baixo tb.\n\n#Botão Calendário\n\nEle vai mostrar uma tabela com 2 eixos: partida e volta. Seleciona uma data num dos eixos e navega no outro eixo até achar os preços mais baixos.\n\n#Botão Gráfico de Preços\n\nNele vai aparecer um gráfico com um dia selecionado e um balão onde vc seleciona o número de dias da viagem. Escolhe o número de dias e aí é só navegar no gráfico procurando os dias com menores preços. Note que a escala do gráfico muda quando vc vai pro lado, então vc tem que prestar atenção nos preços, não só no tamanho das barras.\n\nUma coisa interessante desse gráfico é que vc consegue ver quanto tempo antes da viagem as companhias começam a aumentar os preços. Então dá pra ver que se comprar com menos de uns 45 dias da viagem, vai pagar bem mais caro.\n\n#Sistema de monitorar preços.\n\nSe vc ainda tem bastante tempo para decidir e comprar. Vc pode fazer uma busca pelas suas opções de viagem e mandar o Google te avisar por email quando o preço mudar. Vc pode criar vários alertas para vários lugares.\n\n#Mapa Explorar Destinos\nSe vc tá com a grana contada e não sabe onde ir, uma ideia é usar o mapa https://www.google.com/travel/explore\n\nNele vc marca que mês vc quer viajar e por quanto tempo e ele vai mostrar no mapa os preços. Ali tb dá pra vc limitar o preço que quer pagar e então ele vai mostrar no mapa apenas as cidades que vc consegue ir com a grana.\n\nAumenta e diminui o zoom e move o mapa para aparecerem mais cidades."
            ]
        },
        {
            "title": "Munique - Alemanha - 8 lugares para visitar",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "wbafdu",
            "num_comments": 0
        },
        {
            "title": "Incentivo Portugal",
            "selftext": "Sou brasileiro, e tenho nacionalidade portuguesa.\nGostaria de saber mais sobre incentivo do IEFP, só vale para quem está já em Portugal? Quem tem a cidadania tem alguma vantagem?\n\nEu tirei a cidadania ano passado, minha mãe é portuguesa.\nAlém de poder trabalhar legalmente em toda União Europeia, tem alguma outra vantagem? Vejo pessoal até casando fake para conseguir isso….",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "was8bz",
            "num_comments": 0
        },
        {
            "title": "Diários de viagem",
            "selftext": "Alguém aqui faz diários de viagem (ou journaling)? Como é o processo de vocês para registrar suas viagens?\n\nEu costumo guardar ingressos, tickets, embalagens e flyers e colar em um caderno para recordar!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "w9vfmy",
            "num_comments": 5,
            "comments": [
                "Eu tentei fazer uma época, mas não consegui continuar. Por falta de tempo, preguiça, fico deixando pra depois. Mesmo assim continuo colecionando coisinhas tipo ingressos, tickets de metrô, comprei até aquelas máquinas de imprimir foto pequena, sabe? Um dia vou fazer um journal lindao. Espero...",
                "Eu adoraria fazer mas sempre bate uma preguiça. Já percebi que em muitas viagens até esqueço de tirar fotos ahahah e é legal, porque estou aproveitando o momento e tudo. Mas depois quando fico com saudade e quero \"revisitar\" não tenho nenhum material. Você escreve também? Talvez se eu só guardar os materiais e colar fique mais fácil, é uma ótima ideia."
            ]
        },
        {
            "title": "É necessário testes covid em viagens para o mexico?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "w9by3d",
            "num_comments": 2,
            "comments": [
                "Não é necessário, quarentena também não precisa. [Fonte](https://edition.cnn.com/travel/article/mexico-travel-covid-19/index.html)"
            ]
        },
        {
            "title": "algumas fotos que eu fiz numa viagem pro japão em 2019. quero muito voltar lá no ano que vem, mas o país ainda está fechado para turistas :(",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "w8qik0",
            "num_comments": 3,
            "comments": [
                "Que fotos lindas, pelo visto aproveitou muito bem!  É um país muito bom pra fazer turismo mesmo, uma pena que a pandemia fez ele se fechar.",
                "Também lá estive em 2019. Foi a viagem da minha vida, cada vez mais me convenço disso"
            ]
        },
        {
            "title": "Viagem a Itália",
            "selftext": "Alguém que viajou relativamente à pouco tempo para Itália sabe se é necessário apresentar teste covid ?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "w0hucq",
            "num_comments": 4,
            "comments": [
                "se não tiver certificado de vacinação/recuperação é necessário teste."
            ]
        },
        {
            "title": "Dúvida conexão internacional e imigração JFK",
            "selftext": "Olá pessoal! \n\nTenho um voo que irá fazer conexão no aeroporto JFK com destino Europa.\n\nTerei que fazer o processo de imigração?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vzpxtz",
            "num_comments": 2,
            "comments": [
                "Sim. Quando pousar você passa pela imigração e depois passa novamente pela segurança do aeroporto. Por isso é necessário ter o visto americano para conexões.\n\nUma das vezes que fiz conexão no JFK meu voo mudou de horário e acabei com 16 horas livres, até fui pra NY e passei o dia passeando na cidade.",
                "Sim, todos os voos que fazem conexão nos EUA você é obrigado a fazer imigração lá. Eles não possuem terminal de conexão. Portanto você precisa ter algum visto para poder entrar nos EUA (turismo, negócios ou mesmo de trânsito). \n\nO máximo que pode acontecer é a sua mala seguir direto para o destino final na Europa. Já fiz conexão em Miami para Londres e a mala não foi direta e já fiz conexão em Dallas para Cancún e ela foi direto."
            ]
        },
        {
            "title": "Fasnacht 2018 - Basel - Suíça (O carnaval fora de época)",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vz79uw",
            "num_comments": 0
        },
        {
            "title": "Gostaria de saber se podem indicar uma Empresa Viagens com roteiros personalizados e autênticos para viagens internacionais. Obrigado.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vx8yzb",
            "num_comments": 3,
            "comments": [
                "de onde es?"
            ]
        },
        {
            "title": "Restaurantes em Bolonha",
            "selftext": "Alguém sabe restaurantes bons em Bolonha? Não os restaurantes para “turistas” mas aqueles que podemos ter a certeza que comemos os pratos típicos da região!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vwhgdx",
            "num_comments": 0
        },
        {
            "title": "grupos de viagens",
            "selftext": "Pessoal, estou afim de fazer algumas viagens, mas não tenho amigos dispostos a viajar comigo, e não curto muito viajar sozinho. Alguém conhece algum aplicativo, ou meio de encontrar um grupo pra viajar junto?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vt3mvp",
            "num_comments": 2,
            "comments": [
                "eu não conheço nem um aplicativo, mas acho que vc pode tentar aqui no reddit, pra onde pretende ir?",
                "Também tenho interesse."
            ]
        },
        {
            "title": "Alguém já comprou passagem pelo kiwi.com?",
            "selftext": "Gostaria de saber se é confiável…",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vs3z2d",
            "num_comments": 0
        },
        {
            "title": "Lago Tegernsee - Alemanha - 2022",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vnyl0c",
            "num_comments": 0
        },
        {
            "title": "Berlim (Berlin) - Alemanha - 10 Lugares para visitar - 2022",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vlzh9f",
            "num_comments": 0
        },
        {
            "title": "Wendelstein Seilbahn - Fischbachau - Miesbach - Bayern - Alemanha",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vhqp66",
            "num_comments": 0
        },
        {
            "title": "Ônibus correu tanto essa noite que tá suando errado.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vhdchp",
            "num_comments": 0
        },
        {
            "title": "Dicas para viajar por locais muito caros",
            "selftext": "1. Evite comer no local onde os ônibus param para refeições, geralmente são bem mais caros.\nProcure locais próximos que sirvam comida, geralmente tem e quando não tiver, faça uma rápida amizade com caminhoneiros, geralmente reclamar do preço das coisas é um bom início, funciona com quase todo mundo, se der certo, eles podem te indicar como conseguir desconto ou ao menos um cafezinho de graça.\nProcure um mais falante ou que levante as sobrancelhas quando te ver.\n2. Nunca pague mais que 6 reais por 1.5 litro de água, se precisar beber água, peça água da casa pra tomar um remédio ou simplesmente fale que te furtaram e está com muita sede.\n3. Se possível compre comidas que tragam saciedade antes de viajar\nEu como sempre viajo de última hora dificilmente faço isso, mas evite coisas muito doces, elas dão muita sede após um tempo.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vhdb0v",
            "num_comments": 5,
            "comments": [
                "> Evite comer no local onde os ônibus param para refeições, geralmente são bem mais caros.\n\nSe você estiver num ônibus de turismo, geralmente os locais que eles te levam pra comer tem uma parceria com os guias. Muitas vezes são lugares pra enganar turista com comida ruim e cara.\n\n> se precisar beber água, peça água da casa pra tomar um remédio ou simplesmente fale que te furtaram e está com muita sede.\n\nEssa dica não vale em qualquer lugar. Em países como Peru e Índia a água é de péssima qualidade e é certo que vai te trazer problemas. Nesses lugares não é recomendado nem escovar os dentes com água da torneira. Não economize em lugares onde a água é duvidosa. Compre água engarrafada ou até refrigerante.",
                "e o mais importante e econômico, ficar em hostel! :)"
            ]
        },
        {
            "title": "Primeira viagem de avião(voo com conexão).Alguém sabe me dizer se fora o item pessoal, também posso levar bagagem de mão(10kg)? Na hora de comprar a passagem aparece isso…",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vdsghq",
            "num_comments": 5,
            "comments": [
                "Oi! Pelo que está na imagem vc só tem direito uma bolsa ou item pessoal de ate 4kg. Qnd pode levar bagagem de mao tem aparece uma malinha rsrsrs \nQual cia vc vai voar? Pq aqui no Brasil eu nao peguei nenhum voo sem a bagagem de 8kg  (as 10kg) incluìda."
            ]
        },
        {
            "title": "Coisas que só o nordeste pode proporcionar.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vdltiv",
            "num_comments": 0
        },
        {
            "title": "Sai de Maceió.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vctcuh",
            "num_comments": 4,
            "comments": [
                "por batida não sei se é parada policial pra \"fiscalizar\", batida física no sentido de acidente na pista ou uma terceira coisa. kkk mas pela 2a foto parece ser do tipo acidente."
            ]
        },
        {
            "title": "SALINAS MARAGOGI ALL INCLUSIVE RESORT - Piscinas Naturais de Maragogi",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "vc9k2c",
            "num_comments": 0
        },
        {
            "title": "Viagem para o México",
            "selftext": "Boa tarde, pessoas!\n\nVocês que são experientes poderiam dar alguma dica para minha pessoa com relação à imigração no México? \n\nEles costumam barrar brasileiros?\n\nContexto:\n\n* Passaporte zerado e recém tirado;\n* Viajando sozinho;\n* Sem carta convite;\n* Vou ficar em um Airbnb;\n* Nâo falo espanhol;\n\nOu seja, um imigrante muito suspeito. Alguma chance de me deixarem entrar?\n\n&#x200B;\n\nUm amigo está indo ver a namorada e eu vou junto mas talvez cheguemos lá separados. Dado que não conheço a namorada dele, não me sinto a vontade em pedir carta convite pois precisaria de documentos dela, etc...\n\n&#x200B;\n\nObrigado!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "v9d4dj",
            "num_comments": 3,
            "comments": [
                "Eu fui pro México em janeiro desse ano. Achei a imigração super tranquila. Eu cheguei no aeroporto de Cancun e fiquei em um hotel, mas não pediram confirmação de nada, apenas o PCR negativo que entreguei junto com o passaporte. Só disse que ia passar 1 semana. Estava junto com meu namorado.\n\nEu falei inglês na imigração, lá o inglês é super comum e a grande maioria fala. Então não precisa falar espanhol.\n\nVocê vai ficar quanto tempo? Tem passagem de volta?\n\nCarta convite é mais pra quando você vai passar um longo período, sinceramente eu nunca vi pedirem isso e olha que conheço quase 50 países."
            ]
        },
        {
            "title": "CARAÍVA na Bahia e passeio na Praia do Satu",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "v9bijy",
            "num_comments": 0
        },
        {
            "title": "Islândia",
            "selftext": "Alguém aqui já foi? Conseguiu ver as northern lights? Em qual região do país, qual época do ano?\n\nTo pensando em ir dezembro/janeiro mas queria uma época garantida pra ver a aurora.\n\nSe tiver sugestão de quanto tempo ficar, quanto dinheiro levar (em média, sem contar coisas como compras e tal) eu vou adorar!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "v8z5n6",
            "num_comments": 6,
            "comments": [
                "Eu fui pra lá em Novembro de 2018. Posso te passar umas dicas.\n\nEu fiquei 15 dias por lá, aluguei um 4x4 bem equipado, dormi umas noites em hostels, outras no carro mesmo, e viajei por uma boa parte da ilha. Na internet, vc vai achar uns sites islandeses que compartilham mapas de diferentes tours pela ilha. Eles tbm te ajudam a montar itinerários baseados em seus interesses e tempo de viagem. \n\nVi a aurora boreal pois acabei conhecendo um guia turístico bem gente boa no hostel, ele levou eu e um amigo pra passar a noite em uma fazenda de cavalos islandeses de um amigo dele. Lá conseguimos ver muito bem a aurora boreal, o local era bem afastado de Reykjavik (capital da Islândia). \n\nNão existe garantia de ver a aurora boreal. Existem centenas de fatores que influenciam na aparição e tal. Algumas coisas podem ajudar, como por exemplo, se afastar das grandes cidades, época do ano e etc. Conheci viajantes que estavam lá há semanas e não conseguiram ver. Existem alguns tours que te levam em lugares específicos pra ver o show de luzes, e mesmo assim não é garantido e eles deixam isso claro. \n\nAlgumas coisas importantes:\n- TUDO é caro. Sério. Tudo. \n- Nem todos os lugares aceitam cartão, tenha sempre dinheiro com vc. No caso, a moeda local, pois não aceitam outra.\n- Compre um SIM card pré-pago para seu celular no aeroporto. Ele funciona muito bem por toda ilha. Até nos locais mais remotos. \n- Se vc curtir beber, compre cerveja e afins no aeroporto. Vai salvar uma boa grana assim. \n- Hostels são excelentes. Islandeses são muito legais e adoram ajudar os turistas a explorar a ilha.",
                "Sei que não é o que você perguntou (nunca fui para lá), mas o pessoal do mochilacheia no youtube foi há poucos meses, acho. Fizeram bons videos, recomendo.",
                "A melhor época para admirar a aurora boreal é entre o final de setembro e o início de março, que correspondem ao outono e inverno no hemisfério norte. Mas lembre que a noite é mais longa e o frio também. Não vai ter muita coisa para fazer. Os invernos trazem muita neve, frio e noites escuras para ver a aurora boreal. Haverá muita neve, a partir de novembro em diante. Se você curte esqui, snowboard ou até trenós puxados por cães vai se bom. Caso contrario..."
            ]
        },
        {
            "title": "Estou organizando a segunda viagem mais louca da minha vida.",
            "selftext": "A primeira foi em 2016 quando decidi de última hora viajar o país e fui.\nInfelizmente perdi todas as fotos dela, mas dessa vez será diferente.\nAssim que eu sair do ponto de partida atualizarei aqui.\n~~Viajarei sem dinheiro, vida de pobre aventureiro é difícil.~~",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "v8ibfs",
            "num_comments": 1,
            "comments": [
                "É isso, recebi a visita do furtinho e agora estou ferrado sem dinheiro pra comer e terei que ficar nessa rodoviária por mais um dia e meio."
            ]
        },
        {
            "title": "Discussao de ideia para ganhar uns trocos por viagem",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "utmmhm",
            "num_comments": 3,
            "comments": [
                "Tenho uma ideia que talvez seja interessante e gostava de saber o vosso feedback. A ideia seria criar uma plataforma em que podessem trazer produtos para outras pessoas de outro país quando fossem viajar. Tirando as questões burocraticas o que vos parece?"
            ]
        },
        {
            "title": "Videolog - Venice Beach California com Daniel",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "uqdzan",
            "num_comments": 0
        },
        {
            "title": "Milão - 2022",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "umiz3d",
            "num_comments": 0
        },
        {
            "title": "Santiago de Compostela",
            "selftext": "É um destino interessante para pessoas não religiosas?\n\nEu sei que é uma cidade muito importante para os cristãos e é alvo dos peregrinos, mas seria interessante também para quem só curte história, arquitetura gótica/barroca e culturas diferentes?\n\nNão me importo de visitar igrejas, do mesmo jeito que não me importo de visitar mesquitas, sinagogas e outros templos religiosos. Vocês acham que vou conseguir aproveitar bem sem o estímulo religioso?\n\nPergunto pois seria um desvio do meu roteiro de viagem e queria saber se vale a pena mesmo. Claro, por fotos parece tudo muito interessante.\n\nSe alguém puder dar opinião e dicas, eu agradeço :)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "uf472o",
            "num_comments": 5,
            "comments": [
                "[deleted]",
                "Estive lá agora em setembro e não sou uma pessoa religiosa. A cidade surpreendeu-me, pois apesar de ter somente 90.000 habitantes, parece uma metrópole pelos padrões brasileiros. Como é a capital da Galícia, tem relevância regional. Obviamente as principais atrações são relacionadas à igreja católica, mas também relacionadas à arte, arquitetura e história."
            ]
        },
        {
            "title": "novo membro",
            "selftext": "Oi, sou novo aqui, o que é permitido e não, para postar relativo a viagens !! obrigado",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "ubc0xw",
            "num_comments": 0
        },
        {
            "title": "Vai viajar sozinha? Mulheres dão dicas de segurança",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "tq5f7a",
            "num_comments": 1,
            "comments": [
                "👏 estou planejando minha primeira viagem internacional e irei sozinha. Confesso que estou um pouco apreensiva mas vou me jogar nesse mundão."
            ]
        },
        {
            "title": "Vila Galé - Angra dos Reis",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "sy75l8",
            "num_comments": 0
        },
        {
            "title": "Que programas/podcasts seguem?",
            "selftext": "Quais são os programas de tv, canais do YouTube ou podcasts que veem/ouvem regularmente sobre viagens?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "siw25f",
            "num_comments": 1,
            "comments": [
                "Mundo sem fim"
            ]
        },
        {
            "title": "Quantos países vocês já visitaram?",
            "selftext": "Essa semana viralizou no Instagram um \"desafio\" pra falar em quantos países a pessoa já pisou. Fiquei bastante surpresa de ver que a maioria dos meus amigos e conhecidos conhecem bem poucos países, a grande maioria conhece de 2-3 e os que gostam mais de viajar conhecem ~10.\n\nFiquei curiosa pra saber sobre o pessoal desse grupo também.\n\nEu: visitei 45 países e semana que vem adiciono +1, mas já pisei em 48 se contar as escalas em Doha, Dubai e Cidade do Panama, infelizmente não tive tempo de sair do aeroporto para explorar essas cidades.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "sigr69",
            "num_comments": 15,
            "comments": [
                "Apenas 2. E acho super difícil achar alguém que tenha passado por tantos países quanto você.",
                "Op, poderia listar esses países na ordem cronológica  que você foi? Fiquei muito curioso para saber quais são.",
                "45 ? WTF\n\nConheço 7",
                "45?? Que massa. E eu achando meus 30 destinos muito... rsrs felizmente já consegui visitar todos os continentes e algumas ilhas famosas, como Fiji, Galapagos, Canarias, Hawaii... tudo no modo economico e planejado! rsrs\n\nps: o que achou e onde na Austrália??"
            ]
        },
        {
            "title": "Viagem de carro de 2h sem carro. Vale a pena alugar uma Van?",
            "selftext": "Vou sair de férias no final do ano com minha família. Leia-se esposa e 3 filhos pequenos. Será que vale mais a pena pegar uma Van alugada?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "s1bjsl",
            "num_comments": 0
        },
        {
            "title": "Informações sobre vistos e critérios para viagens internacionais",
            "selftext": "**Para quem quer viajar para fora do Brasil:**\n\nTodo país utiliza diferentes critérios e exigências para a entrada e permanência de estrangeiros em seus territórios, e os requisitos exigidos podem variar a depender do objetivo da viagem.  Cidadãos brasileiros que desejam obter quaisquer outras  informações sobre vistos para viajar a outros países devem contatar  diretamente as Representações Consulares (Embaixada ou Consulado)  daqueles países. [Consulte uma lista de contatos aqui.](https://www.gov.br/mre/pt-br/assuntos/representacoes/estrangeiras-no-brasil)\n\n**Para quem está fora e quer vir para o Brasil:**\n\n\\- [Requisitos para a entrada de brasileiros e estrangeiros no Brasil](https://www.gov.br/mre/pt-br/assuntos/portal-consular/alertas%20e%20noticias/alertas/entrada-de-brasileiros-e-estrangeiros-no-brasil)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "rq3k7o",
            "num_comments": 2,
            "comments": [
                "Já usamos as informações. E são bem completas para uma consulta inicial."
            ]
        },
        {
            "title": "Vai viajar para Tailândia? Aproveite para fazer passeios com elefantes!",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "a0ulpg",
            "num_comments": 0
        },
        {
            "title": "Clube Hurb: conheça o programa de afiliados que garante renda extra!",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9t92ri",
            "num_comments": 1,
            "comments": [
                "Você está ganhando boa comissões com o Club?"
            ]
        },
        {
            "title": "Calcule o melhor momento para sair de férias",
            "selftext": "Pessoal achei uma ferramenta para nos ajudar a achar o melhor momento pra sair de férias. Usei na minha última viagem pra aproveitar o máximo possível haha\n\n&#x200B;\n\n[Folga Extra](https://www.folgaextra.com)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9ssvy0",
            "num_comments": 2,
            "comments": [
                "Muito bom",
                "Genial!"
            ]
        },
        {
            "title": "Descubra 7 atrações para curtir a noitada carioca na Lapa",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9qz1zk",
            "num_comments": 0
        },
        {
            "title": "Surfrider Foundation Europe defende os Oceanos no Parlamento Europeu",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9pijqh",
            "num_comments": 0
        },
        {
            "title": "Splendid morning at Furnas Lagoon - Azores .",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9p023g",
            "num_comments": 0
        },
        {
            "title": "5 lugares baratos para viajar em SP",
            "selftext": "Procurando [lugares baratos para viajar em SP](https://www.mochileiros.com/blog/lugares-baratos-para-viajar-em-sp)? Nessa lista selecionamos destinos clássicos conhecidos pelos bons mochileiros de plantão e também alguns passeios ainda pouco conhecidos.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9j81u5",
            "num_comments": 0
        },
        {
            "title": "Aprenda como economizar dinheiro para a viagem de fim de ano",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9ijau0",
            "num_comments": 0
        },
        {
            "title": "Sea of mountains! Minas Gerais - Brazil",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9hm7qn",
            "num_comments": 0
        },
        {
            "title": "Descubra agora 5 dos melhores Resorts do Brasil para aproveitar as férias",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9ftbce",
            "num_comments": 0
        },
        {
            "title": "Conheça o trabalho de Franck Bohbot, um fotógrafo de espaços culturais",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9ewx69",
            "num_comments": 0
        },
        {
            "title": "O que você não viu de Bonito – confira os principais pontos turísticos",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9cmf0q",
            "num_comments": 0
        },
        {
            "title": "Campos do Jordão - Roteiro completo de viagem - Dia 2",
            "selftext": " \n\n**01. PEDRA DO BAÚ E BAUZINHO** \\- Montanha localizada na cidade de São Bento do Sapucaí (ao lado de Campos do Jordão). Faz parte da Serra da Mantiqueira. São 2 pedras, maior e menor, uma ao lado da outra. Há algumas trilhas para quem gosta deste tipo de passeio, da mais fácil a mais difícil. \n\n[\\#Dicas](https://estelavtnal.wixsite.com/eternanoiva/blog-1/search/posts?query=%23Dicas): A trilha mais fácil e mais curta é a do Bauzinho. Foi essa que fizemos, apesar de ser fácil e curta, requer subir em pedras e desníveis. Ficamos bastante tempo lá, curtimos a vista que é encantadora. O Pedro chegou a fazer parte da trilha média chegando quase na base da Pedra do Baú, não completou porque eu não conseguia acompanhá-lo. A trilha média é a da “Ana Chata” e há 2 trilhas mais difíceis na sequência, com acesso ao topo da Pedra do Baú. Há trechos que são necessários equipamentos de segurança e acompanhamento profissional, além do acesso se dar somente por escalada. Há painéis explicativos no início das trilhas no estacionamento, mas não há ninguém dando informações. Necessário se informar e se preparar antes de ir, caso seja o desejo se aventurar mais radicalmente. Como última dica, indico chegar cedo, melhor para estacionar e mais tranquilo para caminhar na trilha. Chegamos 9h da manhã e foi um horário perfeito. Fomos embora 12h e o local já estava bem lotado, inclusive de carros. \n\n&#x200B;\n\nhttps://preview.redd.it/mji50wr4hvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=a4b93003789b49d59d0571aa46cad381e5230249\n\nhttps://preview.redd.it/arjndor4hvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=1bf7031738cc9f528149e94e8202206750eafd3d\n\nhttps://preview.redd.it/m1uaowr4hvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=a6f8b2a4e4f5a2fcc13e9af5f899ba733a496214\n\n&#x200B;\n\n **02. RESTAURANTE DOM JOÃO** – Como me apaixonei pelo centrinho de Campos, não foi difícil voltar lá todas as vezes que pudemos durante a viagem para tirar o maior proveito possível dos restaurantes do bairro! A localização do Dom João é excelente, quase na entrada do burburinho, ainda na parte onde circulam carros, na Rua Macedo Soares (uma das principais de Campos). Restaurante simples e pequeno, mais intimista, mas muito agradável, com diversas opções no cardápio e um custo menor do que a maioria dos restaurantes próximos, o que trouxe um excelente custo benefício. Eu degustei um rondelli 4 queijos (com muito molho branco, mais do que o necessário), mas estava delicioso, e o Pedro tomou um caldo verde no pão italiano, ótimo segundo ele também. \n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/s38jm489hvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=eefc41de29a36797abce0a0273d1462d8d04199b\n\nhttps://preview.redd.it/h59qsc89hvh11.jpg?width=5120&format=pjpg&auto=webp&v=enabled&s=e0483b66cd21ed171e940fd77b8c75d88b55dcfe\n\n&#x200B;\n\n \n\n**03. BOSQUE DO SILÊNCIO** – É um parque para prática de arvorismo, tirolesa, trilhas e outras atividades físicas. Porém, lotado em alta temporada e vale a pena se tirar um período todo para se dispor a esperar fila/senha.  \n\n[\\#Dicas](https://estelavtnal.wixsite.com/eternanoiva/blog-1/search/posts?query=%23Dicas): Nós tínhamos interesse na tirolesa, porém não conseguimos horário no dia que fomos. Passeamos um pouco por lá e é um parque bonito, mas simples e não muito grande. Há uma cafeteria, com queijos e cheesecake, só não fomos lá porque havíamos acabado de almoçar, mas deve ser bom, estava lotado. Haviam muitas crianças, acho que é mais interessante para quem vai com os pequenos, e o estacionamento/entrada no parque são gratuitos. Apenas as atividades são pagas. Em casal/adultos, para trilhas e paisagens, o Horto é mais indicado.\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/fpuz0fndhvh11.jpg?width=3071&format=pjpg&auto=webp&v=enabled&s=f617eed95421ba7c05c65e3d1f4454b93acf4b77\n\nhttps://preview.redd.it/h3f01lndhvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=9f2db2276ff1086b26b3577142b66d22311f8c36\n\n&#x200B;\n\n \n\n**04. PICO DE ITAPEVA** – Coloquei este local no roteiro, eu já conhecia em visita passada a Campos (anos atrás). Fica em Pindamonhangaba, só a subida de carro já é bem bonita, o caminho pelo qual passa. Tem a vista de 15 cidades do Vale do Paraíba / Serra da Mantiqueira. São 2.300m de altitude. O pico também abriga transmissores UHF e VHF, devido altitude. Porém, no dia que visitei, o portão ao ponto mais alto estava fechado e as pessoas estavam parando na estrada para ver e tirar fotos, que foi o mesmo que fizemos. Conseguimos observar um balão inclusive. Descobri depois, pela internet, que este acesso – ao ponto mais alto – realmente foi fechado e construíram um parque, com entrada cobrada. Chegamos a ver a entrada do parque na estrada, antes de chegar no topo, mas não entramos. Ficamos apenas com a vista do topo da estrada mesmo. No caminho, retornando, paramos um pouco também próximo a um lago, um local muito bonito para fotos.  \n\n[\\#Dicas](https://estelavtnal.wixsite.com/eternanoiva/blog-1/search/posts?query=%23Dicas): se for planejar este local em seu roteiro, não perca tempo subindo até o topo e pesquise sobre o parque. Nossa visita rendeu uns 10 a 15 minutos, pelo menos valeram algumas lindas fotos. \n\n&#x200B;\n\nhttps://preview.redd.it/dom70wahhvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=2c461744e5c488459d36a92bc12e9dc37a23d819\n\nhttps://preview.redd.it/gme94n9hhvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=305cf87b5ed2320349643e0e862bc5f3e8544e9f\n\nhttps://preview.redd.it/ni7hl1bhhvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=2e9d69281c2de9644e6b98dee44cec8fe5b06e15\n\n&#x200B;\n\n \n\n**05. MOSTEIRO DE SÃO JOÃO – MONJAS BENEDITINAS** – Um mosteiro de monjas, com uma capela e amplo espaço muito lindo. Não é um ponto turístico propriamente, mas um templo que recebe visitação. Há também, no espaço externo, uma lojinha, com lembrancinhas artesanais, feitas pelas monjas. Fica super próximo do Palácio Boa Vista, e tem estacionamento gratuito. \n\n[\\#Dicas](https://estelavtnal.wixsite.com/eternanoiva/blog-1/search/posts?query=%23Dicas): respeitar o silêncio no local. Vale para conhecer o jardim e ouvir o canto gregoriano que acontece diariamente as 17h45. Nós ficamos para o canto, e a experiência foi incrível. A apresentação durou cerca de meia hora. Aqui, peço licença para uma opinião bem pessoal: não sou católica, mas sempre entro em igrejas e outros templos religiosos, abertos a público. Sou admiradora de arquitetura, arte, história e cultura. Para mim, foi muito enriquecedor observar o modo de vida das monjas – na lojinha e dentro da capela – e ouvir o canto, em sua maioria, cantado em latim. Não é algo que podemos admirar todo dia, foi diferente, emocionante, bonito, tocante. A música já é algo que toca a alma, ainda mais em um lugar assim, onde se prega o bem, independente do que se acredita ou deixa de acreditar. Foi uma experiência cultural, antes de religiosa, e foi deslumbrante, a melhor parte do nosso segundo dia de viagem, fechando com chave de ouro o roteiro diurno. \n\n&#x200B;\n\nhttps://preview.redd.it/lhikunnkhvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=a2c7562bff039682961ea681ae726815b8674687\n\nhttps://preview.redd.it/jkqocfokhvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=5e6c76a83d0a9611a000104acd5e4edc8ab1e01b\n\nhttps://preview.redd.it/avulcnnkhvh11.jpg?width=2890&format=pjpg&auto=webp&v=enabled&s=de0c3c10b10f2d4e344f96b7b3707ae1dd73e5d0\n\n&#x200B;\n\n \n\n**06. RESTAURANTE LA GALIA** – Pesquisei boas recomendações desse restaurante na internet, como sendo um dos melhores foundues de Campos do Jordão. Como fomos em temporada de inverno, não podíamos deixar de degustar um bom foundue e a escolha foi certeira.  \n\n[\\#Dicas](https://estelavtnal.wixsite.com/eternanoiva/blog-1/search/posts?query=%23Dicas): quisemos muito ter a experiência completa, com sobremesa, e consumir os foundues de queijo e chocolate, porém ficamos com receio de satisfazermos demais com os 2, além de pagar caro por eles. O restaurante sugeriu a meia porção e serviu muitíssimo bem para 2 pessoas as meias porções de queijo e chocolate. O vinho caiu muito bem junto também. O restaurante tem um clima e decoração super românticos, que combinou muito com o pedido e a ocasião, para nós que estávamos em casal. Foi uma noite inesquecível, de um dia perfeito, nos sentimos literalmente em lua-de-mel neste local. Foi uma noite agradabilíssima e deliciosa, os foundues estavam muito saborosos. Um pequeno contratempo apenas, quando recebemos a conta, fomos cobrados por um couvert artístico, que não vimos nem ouvimos e provavelmente havia alguém fazendo alguma apresentação em outra parte do restaurante, diferente de onde estávamos. Ao sinalizarmos isso, foi retirado da conta e tudo OK, sem maiores problemas. Ainda recomendo 100% o lugar, pois foi tudo excelente!\n\n&#x200B;\n\nhttps://preview.redd.it/sey13n7ohvh11.jpg?width=3072&format=pjpg&auto=webp&v=enabled&s=380e1c7c2f5138edb5a98032f2ba5cfd22b9ad79\n\nhttps://preview.redd.it/2bdpcg7ohvh11.jpg?width=3200&format=pjpg&auto=webp&v=enabled&s=56faa00027b6c5fcbe99a34c4fc78ff05062c3ad\n\n&#x200B;\n\n **07. CAPIVARI À NOITE** – Após o mais que delicioso jantar, com foundue, num restaurante super romântico em Capivari, claro que fomos andar no point de Campos, ainda no clima de romantismo. Esse lugar é tão lindo e mesmo lotado de gente – devido alta temporada – e mesmo no frio, é tão gostoso passear aqui. A decoração noturna é um encanto e andamos em todas as ruazinhas do burburinho de pedestres. Pode-se observar os restaurantes cheios, barzinhos com música ao vivo, agito, paisagem bonita! Tem lojinhas de lembrancinhas, roupas de inverno, muito tricot, empórios, doces, queijos, vinhos, doces, chocolates, e até barraquinha de vinho quente tem! Tudo isso em meio aos famosos telhados super inclinados, luzes e flores! \n\n&#x200B;\n\nhttps://preview.redd.it/1077netrhvh11.jpg?width=3072&format=pjpg&auto=webp&v=enabled&s=13c695122700c29307d8cda83e7d2b7124b0dc11\n\nhttps://preview.redd.it/4rcy11trhvh11.jpg?width=4096&format=pjpg&auto=webp&v=enabled&s=c90bc8d0954ac8497a19d4851557f0f0cc271c89\n\nhttps://preview.redd.it/ylxvg4trhvh11.jpg?width=3200&format=pjpg&auto=webp&v=enabled&s=bcb863d7477d4a1b6f41b4f76d7af4c592a0afce",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "99p24d",
            "num_comments": 0
        },
        {
            "title": "Reveja o olhar acutilante de Paul Bowles sobre Tânger e Marrocos",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "99o2ai",
            "num_comments": 0
        },
        {
            "title": "Como solucionar problemas com companhias aéreas e hotéis",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "9837lz",
            "num_comments": 0
        },
        {
            "title": "Come From Away: um musical sobre o triunfo da humanidade face ao ódio",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "948oil",
            "num_comments": 0
        },
        {
            "title": "Descubra agora 5 locais para obter excelentes fotos de Lisboa",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "92bmoh",
            "num_comments": 0
        },
        {
            "title": "O que Fazer em Capitólio MG?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "8woywm",
            "num_comments": 1,
            "comments": [
                "Quem aqui já foi pra Capitólio MG? O que acharam? foram em todos estes lugares do vídeo?"
            ]
        },
        {
            "title": "Descubra 6 livrarias para visitar em viagem pela América do Norte, Centro ou Sul",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "8wkfk5",
            "num_comments": 0
        },
        {
            "title": "O que há para ver na cidade de Amarante em Portugal? Descubra aqui!",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "8w3gt9",
            "num_comments": 0
        },
        {
            "title": "Conheça agora o roteiro das principais festas e romarias portuguesas",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "8t238v",
            "num_comments": 0
        },
        {
            "title": "Viajar sem cartão de cidadão",
            "selftext": "Olá, conheço uma pessoa que vai viajar amanhã, domingo, e hoje, sábado, perdeu o cartão de cidadão. A viagem é para a Hungria (país do espaço Shengen). Já alguém passou pelo mesmo? Sabem como é que ela pode viajar? Obrigado.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "7wo02x",
            "num_comments": 0
        },
        {
            "title": "Já teve problema em converter moeda durante a viagem?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "7mluu7",
            "num_comments": 0
        },
        {
            "title": "Poço Iniciático da Quinta da Regaleira",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "7imady",
            "num_comments": 0
        },
        {
            "title": "Praia de Itaúnas . Passeio pela Vila de Itaúnas e vistas aéreas da Vila e da Praia de Itaúnas",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "7ds4z5",
            "num_comments": 0
        },
        {
            "title": "Guriri beach São Mateus ES Brazil Guriri Island",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "7deieh",
            "num_comments": 1,
            "comments": [
                "Guriri beach São Mateus ES Brazil   Guriri Island\nGuiriri Island Guriri Beach São Mateus ES - Beaches warm water and fine sand with no pollution. Good infrastructure of B & Bs, hotels and restaurants"
            ]
        },
        {
            "title": "Peniche",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "4dasc1",
            "num_comments": 1,
            "comments": [
                "viagem entre Peniche e portimão"
            ]
        }
    ]
}