{
    "posts": [
        {
            "title": "RJ e Barra da Tijuca",
            "selftext": "Vou nesse feriado pro Rio de Janeiro e ficarei hospedado perto da Barra da Tijuca e Jacarepaguá. Gostaria de algumas dicas de restaurantes e do que fazer nas proximidades.\n\nPor conta de compromissos não vou ter muito tempo pra ir até as regiões mais turísticas, mas todas as dicas são bem vindas.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12rw8rb",
            "num_comments": 5,
            "comments": [
                "Se você estiver pelas proximidades da Praia do Pepê, na Avenida Olegário Maciel tem muitos barzinhos e restaurantes legais. Se quiser fazer compras, tem o Barra Shopping que fica há poucos minutos de carro. Boa viagem! :)",
                "Barra é meio distante de tudo, mas é basicamente um bairro onde se tem mta opção.\n\nSe tu tiver com disposição e fizer sol, pelo jardim oceânico tem a  av olegário maciel, é cheia de bares e restaurantes, tem a famosa ilha da gigóia, lugar onde anda se concentrando mtos bares. Por jacarépagua é bem distinto os pontos.\n\nEu aconselharia tu ir pra zona sul que lá sim tem mta opção de tudo.\n\nAlém da praia da barra que é enorme e se divide em varias.",
                "Boa sorte"
            ]
        },
        {
            "title": "Ser nômade digital começando pela Europa.",
            "selftext": "Salve pessoal, quero iniciar uma jornada como nômade digital pelo leste europeu e Ásia. Mas gostaria de começar a viagem pela Holanda e fiquei na dúvida, se eu comprar passagem só de ida (considerando que dá Holanda vou para outros países da região), posso ser deportado por não ter  passagem para voltar para o Brasil?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12rbow5",
            "num_comments": 3,
            "comments": [
                "Não importa se sua passagem de volta é pro Brasil ou pra outro lugar, o importante é sair de lá kkkk\n\nA resposta é não, desde que você prove que não vai tentar imigrar ilegalmente para o país. Basta uma passagem pra um país fora da UE.",
                "Se vc não tem passaporte europeu e te pedirem comprovação na imigração, sim, vc é deportado. Nem entra no país.\n\n\nJá fui algumas vezes pra Europa, algumas vezes me pediram comprovação, outras não. Arriscar é muita burrice.",
                "Nah, um monte de gente de tech faz isso \nO importante é só não passar os três meses"
            ]
        },
        {
            "title": "Viajando por Paris - Dicas de locomoção",
            "selftext": "Olá!\n\nFicarei 2 dias em Paris (chegando pelo Beauvais) no próximo fim de semana e vi que o aeroporto fica um pouco longe do centro (1.5h).\n\nEstive pensando em pegar um carro, mas achei o preço do aluguel por dois dias meio salgado (1.6K reais). Vcs acham que vale a pena? Minha maior preocupação é não ter onde parar o carro tb. Caso alguém já tenha ido, poderia falar um pouco como foi a experiência de locomoção por lá?\n\nMeu plano seria ficar em um hostel próximo ao centro.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12r08kp",
            "num_comments": 5,
            "comments": [
                "Não se usa carro em Paris. Faça tudo de trem e metrô, que é mais do que suficiente.",
                "Não alugue carro! Vai tomar multa e nao vai achar lugar pra estacionar, quando acha custa 25-30 euros a diaria... trem, metro funcionam muito bem, com o app da google ele te fala qual trem pegar, super facil....",
                "Beauvais tem ônibus que leva ao Metrô, os pontos turísticos estão todos próximos ao Metrô.",
                "Semana passada estava lá, semana que vem volto pra lá.\n\nESQUEÇA CARRO.\n\nAlugar carro em Paris é o mesmo que alugar um carro em Nova York.\n\nSe faz tudo por metrô, inclusive sair do aeroporto.\n\nNo CDG a primeira coisa que vc faz é seguir as placas do metrô, chegando lá vc vai no guichê e compra o navigo pass pra 1 semana ilimitado. Pronto. Daí em diante vc traça as rotas com o google maps e é só seguir os pontos.\n\n1.5h de carro deve dar uns 30min de metrô, que é super eficiente.\n\nInclusive eu tô em Londres agora e vim de trem-bala de paris.\n\nNão fique em hostel no centro, é caro. No lugar escolha um hotel fora do rodo-anel porém perto de uma estação de metrô, perto da RER C é uma boa, essa estação te deixa direto na torre eifell."
            ]
        },
        {
            "title": "Argentina de Carro - Seguros",
            "selftext": "Olá!\n\nAgora no dia 01 de maio estou indo para a Argentina com meu namorado e nosso cachorrinho de carro. Vamos ficar por lá cerca de 2 meses, e eu gostaria de saber se tem alguma opção boa de **seguro de carro internacional**, além do carta verde. \n\nAlguém indica alguma empresa que ajude com isso?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12qy0o6",
            "num_comments": 2,
            "comments": [
                "O seu próprio seguro deve ter opção de extra pra viajar por países da América Latina. Dá uma olhada na apólice ou veja direto no site deles."
            ]
        },
        {
            "title": "Itália",
            "selftext": "Vou viajar pra Itália em Julho, queria saber quais lugares eu não posso perder",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12piyrl",
            "num_comments": 14,
            "comments": [
                "Roma: não perca nada, na moral essa cidade é um ícone. É caro ir no museu do Vaticano, mas vale cada centavo. Vá no coliseum e faça a visita às ruínas da cidade (o ingresso da direito aos 2 passeios), entre em todas as catedrais que você encontrar, sem medo de parecer um católico fervoroso kkkkk saia do hotel às 7 da manhã e volte depois da meia noite. Essa cidade vale a pena.\n\nMilão: Duomo de Milano e a galeria são incríveis. Fui ver a santa ceia e o castelo também mas achei roles dispensáveis.\n\nFlorença: museu das esculturas é muito caro e chato, veja a replica do Davi que tem ali no centro de grátis kkkk da na mesma, a não ser que você seja aficionado por esculturas em mármore. Andar pela cidade é legal e ver a catedral (belíssima) é importante, mas não tem muito mais o que fazer. 2 dias no máximo.\n\nVeneza: cidade massa, achei bem bonita pra tirar um milhão de fotos. Não fiz nenhum passeio pago, então não tenho recomendações. Mas vale a pena passear pela cidade.\n\nPisa e Siena: duas cidades pra conhecer saindo de Florença, passa metade do dia em cada e 10/10\n\nBologna: cidade incrível, tem a universidade mais antiga do mundo. É muito linda mesmo, eu amei. Vale a pena dar uma passada se tiver tempo.\n\nVerona: muito massa tbm, é uma cidade pequena mas é bem legal a casa da Julieta.\n\nNápoles: esgoto a céu aberto, sério essa cidade é horrível e fedida kkkkk. Edit: tem coisas bonitas na cidade, além de ser suuuuper antiga, mas ela é bem mal cuidada, então se for vá com as expectativas baixas e vai se divertir. \n\nGenova: perfeita, vale a pena passar o dia nela se tiver indo de Florença pra Milão. \n\nNorte da italia: dolomitas. Poucos brasileiros fazem turismo nessa região, se gostar de natureza eu recomendo. Arredores do lado di Garda e subir pra Trento, Bolzano, Belluno e cidadezinhas ao redor. Recomendo fazer essa rota de carro e se for, se prepare pra ver os cenários mais lindos que seus olhos já viram. \n\nEnfim, tem muita coisa pra fazer na Itália. Eu ainda não conheço o extremo sul e nem Sicily, mas dizem que é incrível também.",
                "Como a u/beebeelinha comentou, não deixe de ir nos sítios arqueológicos, como Coliseu, Palatino, Panteão e igrejas.\n\nApesar de poder fazer muita coisa a pé, talvez terá que pegar algum metrô ou ônibus para chegar nos lugares.\n\nFiquei 4 dias em Roma, e em 3 dias eu e minha noiva fizemos quase tudo, ai restou somente fazer aquele passeio Hop-on Hop-off.\n\nFoi interessantes fazer por ultimo pois as vezes a gente pulava algum lugar por ter esquecido de ir atrás e o ônibus acabava passando por lá. \n\nMesma coisa com o Vaticano. Vale muito a pena a visita no Museu e Capela Sistina.\n\nPraticamente vai ver todas pinturas históricas lá mesmo.\n\nNão sei se pretende ir visitar outras cidades fora Roma, mas a u/beebeelinha deu bastante insight do que fazer nelas. Eu incluiria Cinque Terre, que fica \"perto\" de Florença.\n\nTente pegar um dia de Sol. No dia em que eu fui ia chover, e eu tive que escolher entre Pisa e Cinque Terre.\n\nEscolhi Pisa no dia que teria Sol, e me arrependi. Pisa é legal, mas tirando a torre, não muito o que fazer lá. A cidade eu achei OK, mas realmente, tirando a Torre de Pisa, é mais uma cidade Italiana, mas Cinque Terre é muito lindo em dia de Sol.",
                "Quanto tempo você vai ficar e em qual área você vai chegar? Da pra montar um roteiro bacana dependendo do tempo e do que você gosta de ver (gosta de arte ou prefere mais pontos históricos, etc)"
            ]
        },
        {
            "title": "Nomad",
            "selftext": "Alguém tem conta desse cartão Nomad? Sabe se realmente vale a pena? Para viagem para Londres",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12phv74",
            "num_comments": 2,
            "comments": [
                "Não tenho esse mas já ouvi falar bem. Em Londres e outros lugares da Europa usei o Wise, e deu tudo certo. Caso queira fazer uma comparação ou ter mais uma opção.",
                "Fiz um Wise mas ainda não usei, pelo o que vi é a mesma coisa que o Nomad só que grátis"
            ]
        },
        {
            "title": "Quantas garrafas de vinho posso levar como bagagem de mão da Argentina ao Brasil?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12oqdcr",
            "num_comments": 6,
            "comments": [
                "Tem o limite de 6 garrafas de 750 ml (ou 5 litros). Mas não sei te informar se é possível carregar na bagagem de mão, por ser um objeto potencialmente perfurocortante.\n\nImagino que somente despachando para conseguir",
                "Pode levar até 5L na bagagem de mão e no item pessoal (mochila).\n\nDespachado, não tem limites.\n\n&#x200B;\n\nDica: existe, tecnicamente, um limite de 5kg para sua mala de mão, mas nunca vi nenhuma companhia aérea checando. Dito isso, se você passar na fila carregando sua mochila como se fosse um saco de cimento, alguém pode encrencar, então tome cuidado =D\n\nFonte: fomos para Foz do Iguaçu faz pouco tempo e compramos vinhos de 12 reais cada"
            ]
        },
        {
            "title": "Viajar com mochila de campismo (porão do avião)",
            "selftext": "Boas pessoal, \n\nNo outro dia fizeram-me uma pergunta e fiquei a matutar. Como se protege uma mala de campismo ao levar na mala de porão do avião? Vejo tanta coisa que pode correr mal, desde ficar presa nos tapetes (Alças, fechos) até roubo ou colocarem qualquer coisa dentro da mochila. \n\nRiscos : \n\n-Alças ficarem presas nos tapetes\n-Roubo\n-Normalmente as mochilas de campismo têm imensos bolsos : Como se mete um aloquete nisso tudo? \n\nAlguém costuma viajar/ já viajou com mala de campismo no avião ? Quais sao as precauções que têm por norma?\n\nObrigada desde já!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12ncets",
            "num_comments": 8,
            "comments": [
                "Eu ja vi um pessoal viajando com ela e usando aqueles plasticos para embalar que oferece no aeroporto pra evitar qualquer tipo de alteração na mala, talvez você podia fazer algo similar em casa mesmo ou pagar para despachar sem preocupação sobre isso",
                "Eu viajo com mochila cargueira, e o que normalmente faço é pedir para lacrar no plástico na Protec Bag ou similar quando vou de avião. Óbvio, é meio caro (paguei uns R$ 80,00 em GRU e SSA para lacrar minha mochila de 55L da última vez), quando chega no destino é chato para desempacotar e não é nada eco-friendly (é um monte de plástico, no final das contas); mas protege bem. Só tomaria o cuidado de ter um adesivo no bolso para diferenciar o pacote.\n\nVi na Decathlon esses dias uma  [capa para mochila cargueira](https://www.decathlon.com.br/bolsa-de-transporte-travel-de-trekking-40-a-90l---653007738/p?utm_source=pocket_saves) que pode ser uma alternativa, mas nunca testei.",
                "se no quiser fazer o protecbag ou similar, pode comprar aquele plastico filme no mercado e fazer o serviço voce mesmo. Nao eh a mesma coisa, mas melhor que nada. Ja fiz algumas vezes, costumo colocar a capa de chuva e depois passar o filme, deixando a alça de carregar pra fora para que consigam prender a etiqueta. Evito colocar coisas de valor pq, realmente, nao tem muito como trancar tudo.",
                "Não vi se já disseram aqui nos comentários, mas eu uso uma mala sacolão. É bem leve e fácil de dobrar. Aquelas que geralmente usam para levar muita roupa em ônibus e tal. No centro de SP vendem mto. Eu comprei uma que cabe minha cargueira 70 litros, aí troquei o zíper por um mais robusto (não precisa fazer isso) e uso um cadeado no zíper. Utilizo ela para despachar e ao chegar no local eu retiro a cargueira do sacolao e dobro o sacolão várias vezes até ficar bem compacto e coloco dentro da cargueira. Tmj"
            ]
        },
        {
            "title": "Com quantos euros vocês acham que da pra viajar tranquilo para Europa?",
            "selftext": "Uma viagem entre os paises Alemanha, Holanda, França e por fim Portugal, por mais ou menos 20 dias, a partir de quantos euros acham que seria tranquilo? (Sem contar com o valor das passagens aéreas)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12luksu",
            "num_comments": 11,
            "comments": [
                "Gastei 2,800 EUR em 15 dias na Espanha em março desse ano, sem contar as passagens aéreas. \n\nEsse valor incluiu hospedagem em hostels (max de 4 por quarto compartilhado), 4 jogos de futebol (incluindo Barcelona x Real Madrid), 2 passagens de trem, 2 ônibus intermunicipais e restaurantes variados (desde uns mais arrumadinhos, enquanto outros mais fast food).\n\nCidades visitadas: Madrid, Granada, Cordoba, Sevilha e Barcelona.",
                "Desconsiderando acomodação, acho que dá para considerar uns 60 euros por dia para gastos básicos de alimentação + transporte + entradas. Daí calcula um extra dependendo da quantidade de museu que você quer visitar, se você quer ir em algum restaurante mais caro, se tem alguma atração mais cara etc.",
                "Legal! Pensei que nesses paises que citei gastaria cerca de 3500 (levando em consideração que em Portugal não precisarei pagar por hospedagem)",
                "O que vai pesar mais na sua resposta é a hospedagem. Hostel, hotel ou airbnb. Obviamente hostel é o mais barato.\nExcluindo o detalhe da hospedagem, eu calcularia uns 100 euros por dia de viagem. Fica bem equilibrado porque alguns dias vc vai gastar bem menos q isso, oq permite gastar mais em outros dias.",
                "O valor necessário para viajar pela Europa depende do estilo de viagem e dos tipos de acomodação, transporte e alimentação que desejas. De forma geral, recomendaria um orçamento diário de cerca de 50 a 100 euros por pessoa, dependendo do país e das escolhas de hospedagem e alimentação. Pela minha experiência diria que numa viagem de 20 dias, um orçamento de 1000 a 2000 euros por pessoa seria adequado. Contudo exsite algo muito importante a ter em conta que são os imprevistos, que podem acontecer, por isso, é sempre bom incluir uma margem de segurança no teu orçamento! Boa sorte e diverte-te! :)",
                "sem levar em consideração as passagens + hospedagem, pra ficar confortável acho interessante levar entre 60-100 euros por dia.",
                "acredito que com 5.000,00 euros da para passar uma semana na Europa."
            ]
        },
        {
            "title": "Preciso correr atrás de visto se eu comprar pacote de viagem?",
            "selftext": "Ultimamente tenho visto alguns pacotes de viagens, gostaria de saber se nesses pacotes ja é incluso Tudo que eu preciso pra viajar ou se em paises que precisam de visto, eu mesmo tenho que correr atrás, imagina se eu comprar e tentar tirar o visto e acabar não conseguindo e perder Tudo, alguém que ja comprou esses pacotes poderia me dizer como funciona?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12kut86",
            "num_comments": 17,
            "comments": [
                "Visto e passaporte é algo que só você pode resolver. Não existe isso de agência de viagem correr atrás de documento pra você. O que eles fazem é reservar voo e hotel. Documento você tem que ir atrás do consulado, pagar a taxa, marcar entrevista, esperar o tempo necessário, etc.\n\nSó compre passagem com visto em mãos.",
                "Pra maioria dos países desenvolvidos os brasileiros não precisam de visto pra ficar até 3 meses. Verifique se os países que você pretende visitar seguem esse padrão. O que todos exigem, é que você tenha um seguro-saúde que atenda as regras do país a ser visitado. No caso da União Européia, por exemplo, o seguro precisa cobrir pelo menos 30 mil € em caso de internação. Também podem pedir pra ver tua passagem de volta e comprovantes de reserva de hotéis e/ou carta-convite de quem você vai visitar. Por fim, podem pedir também comprovante de que você tem recursos pra se manter no período. Costumam aceitar extrato de conta ou de cartão de crédito. Imprima tudo, coloque numa pastinha e entregue esse \"dossiê\" pro agente de imigração na chegada ao destino. Se você organizar tudo isso direito, não tem erro.",
                "Então, se vc for viajar pra um país que precisa de visto, VC PRECISA DE VISTO kkkk\n\nSe vc vai pra um país que não precisa, não precisa. \n\nA regra é simples. \n\nRecentemente fui para a Republica Dominicana e lá não precisa de um visto propriamente dito, mas vc precisa declarar no site do governo quantos dias vc vai ficar, data de chegada e data de partida, além do numero do voo. Em uma outra oportunidade fui ao México, e não pediu absolutamente nada, hoje em dia sei q eles tão pedindo visto, mas qnd fui, não pediram.\n\nE sobre documentação, vc é o responsável, nada nem ninguem corre atrás da papelada por ti.",
                "Japão é um pouco chato, já vou dizendo.\nMas você só vai ter que se preocupar com isso quando a viagem estiver confirmada (pela informação creio que ser pelo HURB né?).\n\nCom tudo confirmado, hotel e passagens vc vai dar abertura no processo de visto, online mesmo.\n\nExtrato bancário, imposto de renda, e mais umas coisas. Se eles acharem que vc tem pouco dinheiro vão pedir uma carta de garantidor de despesas.\n\n\nMas isso é apenas lá pra 2025 kkk nem se preocupe agora.",
                "Sim, vc que corre atrás de tudo. E se essa tal viagem for para os EUA, ***NÃO COMPRE*** nada antes pois o visto é bem difícil de conseguir."
            ]
        },
        {
            "title": "Viagem para o Peru",
            "selftext": "\n\nViajar agora em junho para o Peru já é seguro? Ou ainda tá muito alvoroçada a coisa? Se alguém foi recentemente conta aí como estão as coisas…",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12jwhjt",
            "num_comments": 4,
            "comments": [
                "Cuidado com macchupicchu. Contratei um serviço turístico para ir de Cusco pra lá de van e quase morri em um acidente. Muito perigosa a estrada. Eles não usam sinto e tem pé de chumbo. As condições do transporte são precárias."
            ]
        },
        {
            "title": "Me apaixonei por Mucuri - BA",
            "selftext": "Fui sem expectativad e me surpreendi com a cidade!\n\nEscrevi un breve artigo sobre tudo o que fiz lá.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12imgsd",
            "num_comments": 0
        },
        {
            "title": "Gratuidade nas passagens",
            "selftext": "Bom dia, pessoal. \n\nAlguém sabe se tem gratuidade, desconto ou algum programa de governo para minha sogra de 62 anos (aposentada) e meu cunhado 30 anos (com problemas mentais) nas passagens aéreas?\n\nQualquer coisa já ajuda, eles não vão conseguir só com o que recebem do governo. Obrigado.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12ikzh9",
            "num_comments": 3,
            "comments": [
                "Conforme [esse site](https://geridades.com.br/2023/01/18/idoso-tem-desconto-em-passagem-aerea-saiba-mais/#:~:text=Ou%20seja%2C%20o%20idoso%20n%C3%A3o,com%20mais%20de%2060%20anos.) que trata sobre assunto dos idosos, para passagem aérea não existe. Somente rodoviária, ferroviária e aquaviário.\n\nA mesma coisa diz no [site do governo](https://www.gov.br/pt-br/noticias/transito-e-transportes/2022/01/pessoas-com-deficiencia-e-de-baixa-renda-tem-direito-ao-passe-livre-em-viagens-interestaduais) sobre deficientes.\n\n\nEntão infelizmente, não existe gratuidade nem mesmo desconto.",
                "Com certeza não, viajar de avião é considerado supérfluo",
                "Acho que existe desconto para deficientes e acompanhante. Dá uma pesquisada no Google."
            ]
        },
        {
            "title": "Viagem para Aracaju em Setembro",
            "selftext": "Pessoal, vou viajar para Aracaju em setembro por conta de um concurso, pretendo ficar em um hotel perto da orla, alguem tem indicação de hotel, restaurante, digas sobre a cidade ?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12ik5nu",
            "num_comments": 1,
            "comments": [
                "Aracaju é uma cidade litorânea encantadora com muitas opções de hotéis e restaurantes. Algumas opções de hotéis perto da orla são:\r  \n\r  \nRadisson Hotel Aracaju: um hotel cinco estrelas com quartos amplos e confortáveis, além de piscina e área de lazer.\r  \n\r  \nMakai Resort Aracaju - All Inclusive\r, um resort de frente para o mar com várias opções de lazer.\r  \n\r  \nMercure Aracaju Del Mar: um hotel quatro estrelas com boa localização e quartos confortáveis.\r  \n\r  \nQuanto a restaurantes, alguns amigos meus falaram-me do Cariri e Maré Alta :)  \n\r  \n\rQuanto à cidade em si, nunca lá estive e esta sugestões anteriores são de colegas/amigos que lá já estiveram e pelo que já ouvi falar Aracaju tem muitas opções de lazer e praias lindas (eles adoraram), também me lembro de falarem muito do Oceanário de Aracaju, do Parque da Cidade e do Museu da Gente Sergipana. Espero ter ajudado e desejo-te uma ótima viagem! :)"
            ]
        },
        {
            "title": "Japão, eSim ou pocket wifi?",
            "selftext": "Oi gente,\n\nVou viajar ao Japão em junho (sei que não é das melhores épocas) e estava contando em contratar um eSim da Americachip ou similar, como já fiz em outras viagens pelas Américas ou Europa sem problemas. No entanto, no Japão tem o negócio de Pocket Wifi que é bem particular de lá, nunca vi isso em outro país. Aí fica minhas dúvida: mesmo o sinal de 4g de um eSim pode não pegar muito bem lá e o pocket wifi continua sendo a opção mais segura? Ou é só uma questão do que é melhor em termos de custo-benefício?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12hoqev",
            "num_comments": 6,
            "comments": [
                "eu comprei um esim na bic camera e funcionou super bem. dois airbnbs que eu fiquei ofereciam pocket wifi tbm, então não vi a necessidade de alugar um. mas deve valer a pena se vc for com um grupo grande",
                "Eu e meu marido vamos agora em maio e alugamos o pocket wi-fi. Achamos mais em conta do que pegar 2 chips.",
                "Acho que vale a pena para um grupo grande que anda mais junto. Não utilizei pocket wifi, logo não posso opinar direito a respeito.  \n  \nVoltei de viagem do Japão hoje. Utilize esim (comprei da Ubigi e minha namorada a Airalo).",
                "Pega o da airalo, funcionou super bem comigo na europa e vi relatos bons no japão também (inclusive vou usar quando for)"
            ]
        },
        {
            "title": "VIAJAR SOZINHO PARA O NORDESTE",
            "selftext": "Tirarei férias provavelmente em Ago ou Set ou Out deste ano e não conheço nenhum lugar do nordeste. Gostaria de dicas de locais turísticos (não precisa ser os mais caros e populares). Qual cidade vocês me recomendam?   \n\n\nPS. Tenho uma namorada que não poderá ir comigo, então a intenção não é paquerar/conhecer pessoas com esse intuito. Fazer amigos, obviamente, seria uma boa.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12g1h6s",
            "num_comments": 12,
            "comments": [
                "João Pessoa na minha opinião é a melhor capital do nordeste. O litoral sul da Paraíba é muito lindo. Tem várias opções de lazer e vc pode pegar um carro e conhecer Pipa no RN Ou Recife em PE. Pipa é um local massa pra conhecer pessoas.",
                "Fiz essa mesma viagem ano passado férias também, fiquei 2 semanas em maragogi, em um hostel. Recomendo o lugar, uma das praias mais lindas do Brasil, se não for a mais bonita. E de lá tem vários passeios pra outros pontos famosos, como praia dos carneiros e porto de galinhas. \n\nConheci muita gente no hostel, inclusive to indo em um show daqui 1 mes com uma pessoa que conheci no hostel kk, vale muito a pena!",
                "Como já foi falado aí, João Pessoa é a melhor opção, MUITO barata, seja hospedagem, alimentação ou transporte, além de que é muito próxima de outros destinos, como Natal, Pipa, Recife, Porto de galinhas, até mesmo outras cidades que mesmo \"longe\", 4 ou 5 horas de viagem, são acessíveis, como Maceió e Aracaju, venha que vc nunca irá se arrepender",
                "Serra da capivara o maior centro arqueológico do mundo em São Raimundo nonato",
                "Eu tô indo pra Natal sozinha esse ano já fui pra recife ( não curti muito ) e Maceió AMEI Muito!!",
                "Eu tive a experiência de ir pra Ilhéus (não recomendo, muito ruim) e depois fui pra Itacaré e Morro de São Paulo na Bahia.\nOs dois últimos recomendo sem sombra de dúvidas, e tem pessoas fantásticas que te acolhem demais.\nSe for ficar em hostel o che lagarto abriga pessoas de todas as partes do mundo.",
                "Mano um local q eu recomendo geral a ir é maceio. Se puder, vá, esqueça as grandes capitais como Recife e Fortaleza, muita badalação mas poucas opções turísticas. \n\nMaceio pra quem procura praias calmas e quentinhas é o local certo. Pra quem procura história, saiba q foi a primeira capital do BR, terra dos primeiros presidentes. Tudo é muito próximo. Aluga um carro e vá descobrir.\n\nFui com minha namorada ano passado e esse ano levamos minha sogra. Ela se apaixonou por la. \n\nAno passado fomos até maragogi, vi o famoso caminho de moíses, fomos descendo pela rota verde, fui em são miguel dos milagres, visitei a igreja onde o whinderson nunes casou, andei pelas praias do centro, jatiúca, ponta verde e pajuçara, fui na praia do francês, barra de são miguel e a famosa praia do gunga com seu mirante famoso, ouvi dizer q tem pra mais de 300 mil coqueiros nessa praia. \n\nNesse ano fizemos paripueira, as mesmas praias do centro, francês e barra de são miguel, e tivemos um plus que foi ir em pontal do coruripe que fica ao norte do estado ja chegando no Sergipe.\n\nCara é uma viagem mto boa, as pessoas são muito hospitaleiras, pessoal curte conversar, sempre tem historias boas de se ouvir e tirando que tu aproveitaria umas praias que meu amigo, não vi em outro lugar no Brasil.",
                "JOÃO PESSOA. Cara, se vc gosta se paz, vai pra João Pessoa no litoral de Pitimbu. Procura ficar no hostel Vida Linda, fica 2 minutos do litoral num lugar tranquilaço. Sem aquela muvuca. Barato.",
                "cara, fui para o morro de são paulo e amei... tem bastante coisa pra fazer..praia linda e a galera numa vibe muito boa... eu quero muito voltar e super recomendo!"
            ]
        },
        {
            "title": "Chip internacional na Europa?",
            "selftext": "Prezados,\nIrei à Europa ainda este ano.\nPreciso de internet móvel tanto para mim, quanto para minha esposa.\nO que vocês indicam como melhor custo benefício?\nIrei primeiro para Portugal, depois França e, por fim, Itália.\nUns 15 dias no total.\nObrigado.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12fgmdi",
            "num_comments": 24,
            "comments": [
                "compra um chip direto no país, pra esses indico vodafone. se ja quiser comprar antes pra já chegar com internet, MercadoLivre tem Chips da vodafone europeus. fuja dos Chips internacionais, caríssimos e pouca banda",
                "eu comprei um da vodafone, não lembro quanto paguei mas funcionou super bem em todos os países que eu visitei na europa.",
                "Meu noivo comprou p gente quando chegamos em Portugal da Vodafone e pegou super bem durante os 15 dias da viagem!",
                "Airalo",
                "Ubigi talvez tenha um pacote pra Europa, dá uma olhada",
                "Meu noivo comprou p gente quando chegamos em Portugal da Vodafone e pegou super bem durante os 15 dias da viagem!"
            ]
        },
        {
            "title": "Dicas de viagens",
            "selftext": "Galera, sou novo aqui e quero ajuda pois estou na dúvida entre três cidades nordestinas pra se visitar em Junho/Julho deste ano, estou indeciso de vou pra Fortaleza(Já fui ano passado e adorei a cidade), Recife/Olinda e Salvador, quais dessas cidades vale a pena conhecer nessa época do ano?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12f9s4q",
            "num_comments": 17,
            "comments": [
                "Eu vou fazer Maceió - Maragogi - Porto de Galinhas - Recife nessa mesma época e espero que dê bom. Vai ser bem triste se só chover, mas vou arriscar.\n\nJá fui pra Bahia em julho/agosto e peguei alguns dias de chuva, mas a maioria com solzão maravilhoso.",
                "Moro em Tamandaré, Pernambuco. Nesse período chove bastante aqui."
            ]
        },
        {
            "title": "alguém já comprou passagens por aqui na 123 Milhas? sabe me dizer se dá tudo certo?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12exibv",
            "num_comments": 10,
            "comments": [
                "Sempre compro, tem os melhores preços. Nunca tive problema nenhum, tudo certo.",
                "oi boa noite gostaria de informar que dá certo, sim, para fazer compra porque eu já comprei e deu certo. .",
                "Lê certinho o anúncio, tem vários pacotes que tu precisa de flexibilidade para viajar, ou seja, eles não te dão o dia correto da viagem, e sim um range de dias.\n\nMas sim, é confiável !",
                "Já comprei deu tudo certo. Mas tem q ficar de olho no e-mail pq se você não preencher tudo em tempo eles fingem q não te comhecem",
                "Já cobrei deu certo mas no DF é uma das top de reclamações no Procon.",
                "Não. Já deu muito errado",
                "Este é pacote flexível. Ou seja, tem que ter disponibilidade de 1 dia a mais ou a menos em cada trecho, se não me engano",
                "ja comprei os voos flexíveis e deu tudo certo por um valor muito bom... inclusive tenho mais 2 pacotes comprados.. tomara que essa empresa não vá a falencia kkkkkk",
                "Batatinha frita 123 milhas"
            ]
        },
        {
            "title": "eSIM no Brasil?",
            "selftext": "Boas,\n\nVou viajar para o Brasil e gostava de fazer um eSIM. Estiver a ver algumas opções da Claro, mas pedem-me imensos dados que só um brasileiro poderia fornecer. Sabem se eles apenas fazem eSIM para locais? Recomendam alguma outra alternativa de eSIM para o Brasil?\n\nObrigado.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12enckc",
            "num_comments": 6,
            "comments": [
                "Se é apenas para viagem curta, recomendo o Airalo. Qualquer operadora local aqui vai pedir diversos dados. Como estrangeiro, só conseguiria ativar indo até uma loja, não importando se é eSIM ou físico.",
                "O Brasil é bem fechado para estrangeiros. É necessário CPF pra tudo, o que torna super complicado fazer turismo no país. Quase tudo o que é simples no exterior, vira um pesadelo no Brasil. Recomendo pegar um pacote internacional no seu país mesmo, antes de viajar.",
                "Você vem de onde? Qual operadora utiliza?",
                "Baixa o app da Airalo e faz por lá. Eu usei na França e nos EUA e funciona muito bem. Já pode fazer todo processo antes de chegar no Brasil e só ativar quando chegar"
            ]
        },
        {
            "title": "É possível alugar carro na Europa ou EUA com o cartão da Wise?",
            "selftext": "Pergunto isso porque ao alugar aqui no Brasil, é necessário o valor de caução que fica trava no cartão de crédito, porém o cartão da Wise é de débito. Funcionará normalmente?  \n\n\nSe bem que pensando melhor aqui, como será apenas um valor de precaução, ou seja, se tudo der certo, ao final do aluguel será destravado sem cobranças, posso usar normalmente o meu cartão de crédito br, certo?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12elzl5",
            "num_comments": 4,
            "comments": [
                "Não da! Maioria das locadoras pede um cartão de crédito. Não pode ser pré-pago.",
                "Até pode funcionar, mas você ficaria sem esse saldo até o fim do periodo caução (o que pode ser um problema considerando o valor dele)\n\nMinha sugestão é usar um cartão brasileiro mesmo"
            ]
        },
        {
            "title": "Lojas boas e baratas para comprar roupa de frio nos eua.",
            "selftext": "O estado que vou talvez esteja temperatura negativa e não tenho roupa suficiente aqui. Onde posso comprar lá?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12ef5mc",
            "num_comments": 4,
            "comments": [
                "Quão barato? O lugar mais barato MESMO é brechó. Procura se na cidade que você vai ficar tem Value Village, eles costumam ser muito grandes e com muita roupa disponível.\n\nDecathlon é outra opção, mas os preços são praticamente os mesmos que no Brasil (porém convertidos pra dólares). Tbm tem as fast fashion que tem em todo shopping tipo H&M, old navy, etc. Lojas de departamento como Target, Walmart, TJ Max, Ross também tem muita roupa.\n\nPorém, a melhor opção de verdade é a Shein kkkkkk e nessa você pode comprar tanto no BR quanto lá, só precisa esperar umas 2 semanas pra ser entregue. O preço vai ser exatamente o mesmo em qualquer lugar do mundo, tem infinitas opções de todos os gostos e tamanhos.\n\nVou te dar uma dica sobre roupas de frio: tenha um casaco bom de inverno e use sempre ele. Fora do BR isso é super comum e ngm vai ficar reparando que você só usa o mesmo casaco. Até pq a gente só usa isso na rua e tira nos ambientes que são aquecidos. Invista em uma blusa segunda pele que fique coladinha no corpo e sueteres e moletons. Camadas são muito importantes pra manter a temperatura do corpo. Se você colocar uma camiseta + casacão vai sentir muito frio.",
                "Uniqlo. Moro no Canadá e funciona em -20C. Importante: várias camadas de roupa aquecem mais que um único casaco grosso.",
                "Roupa para aguentar temepraturas baixas é mais saber o que usar do que comprar montanhas de roupas baratas.\n\n1) Uma segunda pele de lã tanto em baixo quanto em cima.\n\n2)Qualquer calça por cima, as pernas näo passa tanto frio a näo ser que vc fique parado por aí, qualquer jeans sem rasgos e a segunda pele vai ate -15 tranquilamente, se precisar de mais ou se for ficar parada no vento precisa de algo que bloqueie o vento por cima ou algo com forro (nunca precisei, nem no dia que fiquei enterrado ate a cintura em neve e moro em região de montanha).\n\n3) na parte de cima usa sua camiseta normal ou uma camiseta de manga longa e um sueter de lã. Por cima do sueter algo que corte vento com capuz. Mesmo uma jaqueta sem forro um suéter fino já dá para ir a uns -5 com essa combinação, mais frio que isso vc aumenta a grossura do sueter ou uma blusa com forro. Se for comprar uma só jaqueta, pega uma com forro e usa sueter para regulagem fina...\n\n4) Luvas que protegem do vento.\n\n5) Gorro e cachecol\n\n6)Meias de lã\n\nSempre prefira tecido com lã, muita roupa é pesada, parece quente mas se tiver forro de tecidos mais capengas vão parecer quente mas vc vai sofrer, lã é vida.\n\nMais camadas sempre é melhor que uma camada pesada e em geral sai mais barato."
            ]
        },
        {
            "title": "Primeira viagem para os Estados Unidos, o que é importante saber?",
            "selftext": "Pessoal, primeira viagem internacional sozinha e primeira viagem para os EUA. O que consideram importante saber? Alguém tem dicas?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12ef4w1",
            "num_comments": 5,
            "comments": [
                "Adaptador de tomada, não levar muita coisa, levar mala extra dentro da sua bagagem, dinheiro vivo, evitar chegar perto demais das pessoas",
                "Parabéns pela viagem! Algo que sempre fazia quando viajava sozinho era comprar um sanduíche, achar uma vista bacana e comer enquanto ouvia uma música. Isso faz com que esse momento nunca seja esquecido. Fora isso, depende de onde nos EUA vc vai.",
                "Restaurantes de fast food que tem aqui (tipo McDonald's, burger king, pizza hut, subway) lá são horríveis, se estiver sem tempo e precisar comer fast food, um que eu não acho ruim é firehouse subs. \n\nTransporte público lá é praticamente inexistente então plajene bem como vc vai se locomover. Uber costuma ser o mais fácil, mas pode sair caro. Vc também pode alugar um carro.\n\nSempre que vc for em um restaurante vai ter que deixar gorjeta pra quem te atendeu, normalmente é 20% mas depende do lugar\n\nFora isso aproveite sua viagem, tem muita coisa boa lá",
                "Ter o visto certinho, levar uma bateria externa e um adaptador de tomada. Já que vai estar em um lugar longe e desconhecido é bom sempre ter o celular carregado caso precise de chamar um uber ou usar mapas.\n\nTer um pouco de dinheiro em espécie é bom, mas da pra usar as contas internacionais (wise, nomad) tranquilo. IMagino que nos estados unidos seja bem suave em relação a isso.\n\nFaça um planejamento de gastos e se prepare. Cotação de hoteis no booking/airbnb/trivago, procurar preços de refeições, entender o costume de gorgetas (se n me engano é aprox 20% dependendo do tipo de restaurante, menos fast food que nao precisa)",
                "Pra onde nos eua tu vai?"
            ]
        },
        {
            "title": "Alugar carro em Itália alguém me consegue ajudar? Obrigada ☺️",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12e1dav",
            "num_comments": 7,
            "comments": [
                "Mas qual sua dúvida?",
                "estou pesquisando tambem pois vou para a toscana em setembro,,,,mas todas pedem essa reserva no cartão..\n\n&#x200B;\n\nminha dúvida é se pego o seguro extra ou jogo para jesus e só pego o seguro basico obrigatório...kkkkk"
            ]
        },
        {
            "title": "Conhece o passagens promo?",
            "selftext": "Conheça o melhor buscador se passagens aérea.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12cs3as",
            "num_comments": 0
        },
        {
            "title": "Curiosidade: Paises que caberiam dentro de cada estado Brasileiro",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12b6gkj",
            "num_comments": 0
        },
        {
            "title": "Alguém sabe sobre a atual situação na França?",
            "selftext": "Minha mãe vai viajar pra Paris em uma semana e estou preocupado. Gostaria de saber se as greves e protestos diminuíram, e se os principais pontos turísticos(torre Eiffel, Louvre, etc.) ainda estão fechados. Já falei pra ela que talvez seria melhor adiar a viagem, mas já reservaram quase tudo e não querem adiar.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12asfkf",
            "num_comments": 1,
            "comments": [
                "Tá de boa, https://youtu.be/OnnT0qwIo-4"
            ]
        },
        {
            "title": "Duvida sobre passagem internacional com duas companhias diferentes",
            "selftext": "Eai galera, tudo certo?\nTenho uma amiga que está com uma preocupação a respeito da viagem dela. \nO primeiro trecho sai de Porto Alegre até Brasília com a Latam;\numa hora após o pouso em Brasília o voo para Lisboa com a TAP decola. \n\nA preocupação dela é: na possibilidade do primeiro trecho atrasar e ela acabar perdendo o embarque em Brasília, existe algum respaldo ou direito garantindo que ela consiga embarcar em outro voo? \nPor ter feito duas compras diferentes, caso perca o segundo voo, ficaria como no-show e teria que desembolsar outra passagem?\nAlguém já passou por alguma situação parecida?\n\nValeu pela atenção e obrigado quem leu até aqui!!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "12a0jf1",
            "num_comments": 2,
            "comments": [
                "Poxa, se ela comprou vôos separados é muito arriscado. Não acho que tenha algo q a proteja em caso de atraso. Provavelmente ela vai ter mesmo que tentar remarcar o voo, e isso normalmente é cobrado.\n\n\nÉ muito arriscado comprar vôos separados assim. Espero q dê tudo certo pra ela.",
                "Tem que comprar os voos juntos, sempre. Veja se tem como ela cancelar essas passagens, pois seria melhor."
            ]
        },
        {
            "title": "Visto Americano vai aumentar!",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "128yfo3",
            "num_comments": 4,
            "comments": [
                "Preço aumentando pras pessoas irem se humilhar, onde o resultado depende do humor do agente e não dos seus vínculos ou saldo no banco... Além de ser ridículo ter q viajar pra ouvir um resposta que poderia ser online (moro em Curitiba, não tem entrevista aqui).\nNunca mais. Prefiro gastar meu rico dinheirinho na Europa."
            ]
        },
        {
            "title": "Sabe quais são os feriados de 2023? Lista completa.",
            "selftext": "Veja todos os feriados de 2023 e sugestões de onde viajar.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "128uzl2",
            "num_comments": 0
        },
        {
            "title": "Brasileiros que moram fora.",
            "selftext": "Brasileiros que sairam do país, tenho 17 anos e minha meta é morar fora do país, se puderem me dar algumas dicas de como fizeram durante esse processo ou o que planejaram quando acabaram a escola. Não sei o que cursar na faculdade ou com o que trabalhar pra concretizar isso, estou perdido e preciso de um rumo, agradeço desde já.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "127wgtj",
            "num_comments": 4,
            "comments": [
                "Eu acho q comentei no seu post em outro sub (no foradecasa). A melhor dica mesmo é a questão do intercâmbio. Vc vai ganhar a experiência de morar fora, e nesse meio tempo decide o que quer fazer da vida. Acho a melhor opção de primeiro passo assim pra quem ainda está indeciso.",
                "Acho que você poderia trabalhar com que mais gosta. Pois sabendo disso, não. Terá tanto estresse?"
            ]
        },
        {
            "title": "Incentivo para novos viajantes",
            "selftext": "Qual foi a primeira experiência de vcs viajando, se teve algum apuro, ou até mesmo se foi suave, e para onde foram",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "127ux5r",
            "num_comments": 1,
            "comments": [
                "Uma dica que eu dou, com esses roubos no pix e etc, se vcs tiverem dois celulares, deixem o app do banco em um deles, e deixe esse celular no hotel/hostel que vcs forem, e só saiam com o outro, evita de vcs sofrerem esse tipo de golpe"
            ]
        },
        {
            "title": "Lindo passeio em Niágara",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1274aqt",
            "num_comments": 0
        },
        {
            "title": "Seguro Viagem AIG Mastercard Black é o suficiente para entrar na Europa? Com tanta oferta de planos pago para seguro viagem, estou com um pouco de receio sobre este de graça que a Mastercard oferece para quem é Black.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "126un5q",
            "num_comments": 17,
            "comments": [
                "Aproveitando o post, eu estou indo viajar com o seguro do Visa Infinite e tenho a mesma dúvida do OP.",
                "Você pode usar sim, é o suficiente. O problema é que se você tiver um acidente, você vai ter que pagar do próprio bolso e depois pedir restituição. Eu quando viajo faço os dois o gratuito do cartão e um pago. Se eu precisar usar o plano pago cobre as despesas e eu não preciso me preocupar em pagar nada.",
                "O seguro viagem AIG é suficiente pra viajar pra Europa, até pq geralmente no cartão Black ele cobre $150.000, mas mesmo q fosse o seguro mais básico do Platinum, ele oferece a cobertura mínima na Europa, e sempre vem junto da carta Schengen que tem nome de \"Certificado de eligibilidade\".\n\nPra usar tu pode pagar as despesas com o cartão e depois abrir sinistro, ou então, vc liga na central e fala q vc precisa de assistência médica e eles te passam pra uma outra central, onde eles pedem umas confirmações mas aí já te falam qual hospital vc deve ir e pagam direto pra ele sem vc precisar desembolsar nada.\n\nNo Black ele ainda dá cobertura de inconveniências de viagem e acesso gratuito à sala VIP da Mastercard no terminal 3 de Guarulhos.",
                "Olha, já usei 2 vezes em viagens internacionais e usarei de novo semana que vem. O ponto é: nunca precisei utilizar.\n\nNão me pediram também, nem nos EUA e nem américa do sul, daí não sei responder quanto a Europa.\n\nNão estou ajudando muito com essa opinião, mas só quis dizer que eu tive coragem de usar e usei. Dizer que nunca tive problema com o seguro não posso. kkkkk\n\nLendo tudo e todas cláusulas, eu não vejo motivos para não usar. Posso tá arriscando, mas é de \"graça\" e tá bom pra mim até então.\n\nEdit: talvez não tenha ficado claro o usar/utilizar. Eu viajo com este seguro, mas nunca acionei."
            ]
        },
        {
            "title": "Sozinha em Buenos Aires",
            "selftext": "Meninas que já viajaram sozinhas pra Buenos Aires, como é a questão de segurança? É pior q no Brasil? Será que devo arriscar?\n\n\nEdit: tenho experiência em viajar sozinha mas só na Europa... De repente me deu vontade de ir pra Buenos Aires mas sabem a fama da América do Sul né....",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1264pch",
            "num_comments": 6,
            "comments": [
                "Buenos Aires é muito tranquilo! Já voltei a pé de madrugada do cassino com a minha esposa pela rua, andamos quase uma hora sem parar e sem medo de assaltos. Não é comum isso lá.\n\nA única coisa que existe bastante é furto: não fica bobeando com seu celular na rua. Fique esperta também com troco errado de taxistas, se for pegar um táxi.",
                "Moça, e como é viajar sozinha? Conta pra nós :)",
                "Tome cuidado só com Taxistas. Prefira o UBER. Argentina e Chile os taxistas adoram roubar no troco ou passar notas falsas... Mas lembre-se que a situação econômica lá está bem ruim, fica esperta."
            ]
        },
        {
            "title": "Mochilão econômico Uruguay, Argentina e Chile",
            "selftext": "Fui demitido do meu trabalho e estou me planejando para fazer uma viagem de no mínimo 15 dias e no máximo 30. Vou ter uma grana razoável para fazer uma viagem durante esse período e gostaria de saber qual a melhor rota pra fazer esse role, se alguem ja foi pra fora e qual a experiência que vocês tiveram e não gostaria de repetir, indicações de pontos pra paradas, hostel, restaurantes. Se rolar quero até trabalhar em alguns lugares como voluntário.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1261a4g",
            "num_comments": 7,
            "comments": [
                "No UY vai seguindo pelo litoral e passando pelos balneário, tem muita coisa legal. Vá até colonia del sacramento. Passe de buque para BA. Depois considete um onibus até o norte argentino: Cafayate, Salta, Purmamarca etc.",
                "No Chile indico fazer trail no parque Torre del Paines ,procure aquele app de trabalho em viagens ,https://www.worldpackers.com/pt-BR",
                "Boa viagem amigo, estava com planos de fazer um mochilao pela América Latina, mas acabei mudando os planos, espero que tudo dê certo pra voce",
                "Sei que não são os mesmos países mas…\n\nViajei por Bolívia/Chile/Peru, num geral percebi q compensa mais levar parte da grana em dólar e trocar lá na hora, ou usar cartão de crédito(tipo wise) embora eu só fui com dinheiro vivo msm.\n\nNo chile compensa vc perder meio dia só pesquisando os lugares de passeio e fechar tudo num lugar só, pq aí consegue um descontinho.\n\nEu tbm fechava os hotels tudo na hora, chegava e negociava.\n\nNo Chile fiquei no Atacama, fechamos passeio numa lojinha bem no centro, em frente à praça principal (vc vai saber qual é). Mas percebi que as agências se conversam, é quando não tem gente suficiente eles juntam tudo. Então meio q tanto faz. \n\nDe qualquer maneira, é nisso q consigo ajudar kkk gastei coisa de 5k em tudo, economizando bem, se quiser o roteiro me manda dm."
            ]
        },
        {
            "title": "Viajando para o Japão com Minoxidil Comprimido - Preciso de Ajuda",
            "selftext": " \n\nOlá, pessoal! Estou planejando viajar para o Japão em breve e vou ficar lá por dois anos. No entanto, sou um usuário de minoxidil comprimido e preciso continuar meu tratamento enquanto estiver fora. Tenho algumas perguntas sobre isso e adoraria a ajuda de vocês:\n\n* Consigo levar os comprimidos comigo com os devidos documentos? Preciso de alguma autorização especial?\n* É possível importar os comprimidos de fora ou preciso comprá-los no Japão? Se eu puder importá-los, há alguma restrição que eu deva estar ciente?\n* Será que consigo encontrar o minoxidil comprimido no Japão? Existe algum substituto para ele que possa ser encontrado facilmente?\n* Preciso passar por um médico novamente para obter uma nova prescrição ou posso simplesmente continuar usando a receita que já tenho?\n\nEstarei embarcando dia 09 de abril e estou nervoso com isto. Agradeço antecipadamente qualquer ajuda que vocês possam me fornecer. Qualquer informação ou experiência compartilhada é bem-vinda!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "125dskq",
            "num_comments": 5,
            "comments": [
                "Oi, passei por algo parecido recentemente, então vamos lá. Para levar comprimidos recomendo que você leve a prescrição do médico (em inglês) que também inclua o propósito de você tomar esse remédio. O máximo que você pode é o suficiente para um mês, se for remédio controlado (dois se não). Mais tempo que isso, você precisa se consultar com um médico japonês. Remédios assim não são vendidos em farmácias normais como no Brasil. O máximo que você acha é pra dor de cabeça, gripe etc. Nunca compre remédios “on-line” ou importe, o primeiro é ilegal e o segundo vai te render uma grande dor de cabeça quando chegar. Recomendo só levar o suficiente pra um mês mesmo e fazer a consulta no Japão (tem médicos que atendem em inglês em Tokyo e outras cidades grandes)."
            ]
        },
        {
            "title": "Já ouviu falar do Buraco do Padre?",
            "selftext": "O Buraco do Padre é uma furna, onde deságua uma cachoeira. Situa-se em Ponta Grossa, no Paraná. Veja mais no link.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "123x4z4",
            "num_comments": 8,
            "comments": [
                "Fui ano passado numa viagem com a agência, encarei a água a cachoeira mesmo chovendo, é uma região muito boa pra se conhecer.",
                "fui esse ano, quando fiquei 1 mês em ponta grossa… é surreal, lindo demais!",
                "É animal, fiz um bate volta passando por outras cachoeiras na região. Vale muito a pena mas é bom ver certinho a data pq a região quando esfria, é frio de verdade"
            ]
        },
        {
            "title": "Montenegro",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1237hwb",
            "num_comments": 4,
            "comments": [
                "Isso é Montenegro nos Balcãs? Se sim, como que é uma viagem para esses lados? Fico pensando tanto em segurança quanto na questão de facilidade para se locomover, qualidade de hotel e etc..."
            ]
        },
        {
            "title": "Seguro para os EUA, quais indicam? Estou entre um da Affinity e um (inferior) da Assist Card",
            "selftext": " Vou passar 11 dias nos EUA, e estou entre o plano Affinity 60 USA & CANADÁ Promocional COVID-19 SILVER5, vendido pela Seguros Promo que tá saindo por R$ 253,27 porque tenho cupom, e o Assist Card 35 Mil com cobertura Covid, pela vmzviagens que tá saindo por R$ 459,73. Vocês indicam um dos dois? Ou algum outro na mesma faixa de preço ou inferior?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1233uqo",
            "num_comments": 1,
            "comments": [
                "Eu usei o Assist Card ano passado no Canadá, acho que é o mesmo preço para os EUA.\n\nDeu tudo certo, usei uma vez que precisei ir no medico lá em Toronto."
            ]
        },
        {
            "title": "Últimas fotos da minha viagem pela Europa. Essas foram tiradas em Berlim.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "121m7me",
            "num_comments": 15,
            "comments": [
                "Muito boas, gostei mais da 13 e 15! O orelhão ainda funciona?",
                "Mano, que vontade de visitar essas feirinhas de Natal e comer um bratwurst.",
                "Estou com passagens compradas para a Alemanha, será que vc poderia me tirar umas dúvidas amigo?",
                "Legal, visitei os mesmos lugares que você. Boa lembrança suas fotos me trouxe...👏",
                "A Alemanha ficou tão liberal a ponto de colocar esse banner?"
            ]
        },
        {
            "title": "Qual é a melhor opção de cartão / conta para viagens?",
            "selftext": "Bom fim de semana a todos, antes de mais!\n\nVou começar em breve a fazer viagens regulares a toda a Europa e não só, ou seja, visitando países com todo o tipo de moeda diferente.\n\nSei que a opção mais utilizada é o cartão Revolut, pelo menos aqui na Europa e em Portugal, porém o serviço de suporte ao cliente que experienciei foi o pior que já testemunhei, sendo que acabaram por me encerrar a conta sem qualquer razão e sem poder contestar esta decisão.\n\nDesta forma, gostaria de saber qual a vossa opinião sobre o melhor cartão / conta a criar, sem grandes custos, para poder viajar e ter as melhores taxas de câmbio em todo o lado, além de me possibilitar ter uma melhor gestão do meu dinheiro, e possibilidade de levantamento em alguns ATMs.\n\nAcredito que terão de existir boas, práticas, e melhores alternativas ao Revolut, tendo já ouvido falar do Wise, mas gostaria de ter ajuda de viajantes experientes para poder então decidir da melhor forma.\n\nAgradeço desde já a vossa opinião, ajuda-me imenso!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1215pp9",
            "num_comments": 5,
            "comments": [
                "wise",
                "Wise. Simplesmente a Wise. Não tem melhor.",
                "Tanto wise quanto c6 funcionam bem, porém wise ganha pela facilidade e não cobrança para abrir conta. (Na minha época c6 cobrava, não sei hj)"
            ]
        },
        {
            "title": "Passando a semana em Gravatá (Descrição)",
            "selftext": " \n\nGravatá é uma cidade localizada no interior de Pernambuco, conhecida por suas belezas naturais, clima agradável e opções de lazer. Aqui estão algumas sugestões de atividades para fazer em uma semana em Gravatá:\n\nDia 1: Chegada e reconhecimento da cidade. Explore o centro histórico de Gravatá e visite a Igreja Matriz de Sant'Ana e o Mercado Municipal. Depois, desfrute de uma refeição em um dos restaurantes locais e experimente a comida típica pernambucana.\n\nDia 2: Visite o Parque das Esculturas Francisco Brennand, que abriga obras do famoso escultor brasileiro. Em seguida, faça uma caminhada no Parque da Cidade e aprecie as vistas panorâmicas da cidade.\n\nDia 3: Aventure-se no Ecoparque Spitzkopf, que oferece atividades como tirolesa, escalada e trilhas na natureza. Depois, relaxe em uma das piscinas termais do parque aquático Hot Park.\n\nDia 4: Explore o Pico do Papagaio, que oferece vistas incríveis da região. A trilha pode ser feita por conta própria ou com um guia local. Em seguida, faça um passeio de charrete pela cidade e conheça as vilas e sítios históricos da região.\n\nDia 5: Conheça a cultura local visitando o Memorial de Gravatá e o Museu do Artesanato de Pernambuco. Em seguida, desfrute de um almoço em um dos restaurantes de comida regional da cidade.\n\nDia 6: Aproveite o dia para relaxar em um dos spas da região, como o Spa Águas de Gravatá ou o Spa Mirante da Colyna. Esses locais oferecem serviços de massagem, banhos terapêuticos e outras terapias relaxantes.\n\nDia 7: Finalize a semana com um dia de compras na Feira de Artesanato de Gravatá, onde você encontrará produtos feitos à mão, como rendas, cerâmica e bordados. Em seguida, desfrute de um jantar em um dos restaurantes da cidade e aproveite a noite para conhecer a vida noturna de Gravatá.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1213dih",
            "num_comments": 1,
            "comments": [
                "Espero que tenha sido útil para explorar o interior pernambucano"
            ]
        },
        {
            "title": "O que fazer em Conceição da barra: Guia Completo",
            "selftext": "Vai viajar e procura un lugar calmo para ficar? Confira nosso artigo completo e saiba sobre essa cidade.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "120qakp",
            "num_comments": 0
        },
        {
            "title": "AJUDA COM IDENTIDADE ANTIGA",
            "selftext": "Quarta feira da semana que vem eu vou viajar para o peru de mochilão. Meu passaporte venceu no meio do ano passado, mas minha identidade tem validade de 2025, e como o peru faz parte do mercosul, eu nao preciso necessariamente do passaporte. Só que, a minha identidade foi emitida em 2015, quando eu tinha 11 anos, uma criança. Atualmente eu tenho 18, quase 19 anos, estou completamente diferente fisicamente, mas a identidade ainda é (teoricamente) valida. Eu teria algum problema para entrar lá com a identidade desse é jeito? Se sim, alguma solução?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1204bsh",
            "num_comments": 7,
            "comments": [
                "A exigência é que tenha sido emitida a menos de 10 anos, então, acredito que não terá problemas. Eu prefiro usar o passaporte para colecionar carimbos kkkkk mas se vc não tem como usar leva a identidade mesmo.",
                "Na dúvida, leva o passaporte junto, mesmo vencido, só pra caso alguém reclame da foto antiga, assim podem comparar os dados.\n\n\nBoa sorte e boa viagem!!! Vai ser uma baita experiência!",
                "Por um momento eu li \"Ajuda com entidade antiga\" e fiquei imaginando se R'lyeh ficava perto da costa do Peru. Haushauaujsuah\nBoa viagem de outro Diego mochileiro irmão :)",
                "olha, acho que se a foto estiver muito diferente eles podem complicar sim.. esse pessoal de fronteira é bem chato! se eu fosse vc levava tambem o passaporte vencido..."
            ]
        },
        {
            "title": "Lago do Como - Itália",
            "selftext": "Alguém já visitou? \n\nFarei uma escala de 1 dia em Milão e queria aproveitar para visitar o Lago do Como. \n\nVale a pena ir de carro pra apreciar a vista ou é melhor ir de trem? Vale a pena o deslocamento até lá (1,5h) + eventuais gastos?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11zndkk",
            "num_comments": 3,
            "comments": [
                "Olha, se você fizer muita questão mesmo de ver um lago da pra ir e voltar tranquilo. Eu fui pra cidade de Como e é legal pra fazer um bate a volta, porém se eu tivesse apenas 1 dia em Milano eu não iria viajar. Acho Milano muito mais interessante.\n\nSe vale a pena ou não fica a seu critério. Pra mim, que já vi muitos lagos na vida, não acho que vale. Prefiro ver o Duomo de Milano kkkk",
                "Então, não tem muito o que fazer lá não. Se você quiser ir vai de trem, era baratinho quando morei em Milão, e era bem tranquilo de ir pra la.\n\nCom um dia em Milão, se você não conhece a cidade, da pra ir no Duomo, no Teatro alla Scalla, no Sforzesco, tirar uma foto no Sempione e talvez até ir em Navigli.",
                "Um dos sítios mais lindos do mundo."
            ]
        },
        {
            "title": "É preciso passaporte para entrar na Escócia?",
            "selftext": "Alguém sabe por acaso? Obrigadão",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11yyg5n",
            "num_comments": 12,
            "comments": [
                "Claro que sim. Só não precisa de passaporte pra viajar para países do Mercosul.",
                "Não confunda passaporte com visto. Passaporte sempre precisa pra viagens internacionais (exceto aqui no mercosul). Mas visto prévio somente alguns países exigem, tipo os EUA. Outros países, vc tira o visto assim q passa na imigração no aeroporto mesmo, tipo visto de turista, que te permite ficar no país um determinado tempo (tipo até 90 dias).",
                "Não se você for britânico. Para as outras nacionalidades, depende de acordos internacionais."
            ]
        },
        {
            "title": "Cancun sem carro",
            "selftext": "6 dias em Cancun sem carro da pra se virar com táxi/Uber/transfer ou já compensa alugar?\nDos 6 dias 3 ja tenho passeio de dia inteiro",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11wobkr",
            "num_comments": 3,
            "comments": [
                "Da super. Eu usei bastante taxi, com certeza ficou mais barato que alugar carro. Tbm peguei ônibus local e pra viagens mais longas (chichen itza e tulum) fui de excursão.",
                "Não recomendo pegar carro em Cancún. A polícia lá é muito corrupta, vão te parar sem motivo algum e querer que paguem propina para você. \n\nOs ônibus são eficientes, percorrem por toda a parte turística. Para algo mais x, um táxi ou uber. Se quiser ir até os cenotes ou Chichen Itza vale a pena fechar um tour com transfer.",
                "Qnd eu fui la, fiz mto uso dos onibus da cidade msm. Só são ruins de horário e informação. Mas da pra usar de boas, é recheado de opções.\n\nFui em Dez/2018 (então bastante coisa ja deve ter mudado que eu não sei), fiquei hospedado no Club Med que fica na Zona Hoteleita de Cancún, fui eu e minha namorada. A gente é bem aventureiro e sai fazendo coisas aleatórias, tipo ir no centro de cancún pra conhecer a cidade.\n\nConversamos com muitas pessoas que trabalhavam lá, pra colher informações de como podíamos ir ao centro de cancún. Geralmente as melhores pessoas pra dar informações são os proprios funcionários dos hotéis ou os funcionários mais esquecidos, como camareiras e seguranças, os funcionários que ninguem os vê.\n\nTAXI/TRANFER: basicamente eles pressionam vc a pegar Taxis ou Tranfers pq realmente é mto mais cômodo, te buscam e levam do ponto A ao B sem dor de cabeça e sofrimento, porém são os mais caros e geralmente, essa \"influencia\" deles é justamente pra ganharem mais. Sabendo que estamos dispostos a pagar eles não pensam em subir alguns dolares as corridas. Se vc tiver dinheiro, se isso não for um problema, vale mto a pena por isso, comodidade.\n\nONIBUS: é bem servido lá, pois as pessoas que trabalham pros resorts precisam chegar nos hotéis pra trabalhar, então vai sim ter onibus pra todo canto da cidade, sendo que mta pouca gente ta afim de te dizer sobre horários e msm o google não é tão exato qnt a horários. É a opção de longe a mais barata. Vale a pena se vc não tiver mta grana. Porém como disse, não é a melhor opção por ser pouco informativo. Vale a pena se vc for aventureiro e tiver de cabeça aberta. Os onibus são simples, não tem nada de mais, e enchem mto rápido. Fizemos um percurso de 40 minutos num calor de 35ºC sem ar condicionado. Sendo que uns 30 foi só passando pela zona hoteleira. Que é basicamente feita pro turista não precisar sair de la ou se sair, ir de Taxi/Tranfer. \n\nCARRO DE LOCADORA: não recomendo pq ouvi boatos de que a policia de la não é muito católica e eles tem diferentes tipos de abordagens pros turistas, geralmente pedem \"propina\" (o que pra nós brasileiros traduziria pra \"molhar a mão do polícia\"). Pode ser que nem te parem, mas sempre é bom estar ciente de tudo que possa acontecer.\n\nUBER: não cheguei a usar na epoca pq lá tava tendo problemas com os taxis e tinham proibido na epoca. Talvez hj já deva ter normalizado o uso.\n\nQuando fui levei quase 3 mil pesos e 200 dolares, o q é pouco pra época, mas qnd comprei, o peso foi 27 centavos e o dolar tava na casa de $4,45."
            ]
        },
        {
            "title": "passagem a 200 reias????",
            "selftext": "alguém me explica isso certinho, quando vai sair, quem vai poder usar desse benefício, é pra qualquer lugar do brasil ou esse é um mínimo de uma viagem e estao generalizando pra todass",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11wegmb",
            "num_comments": 5,
            "comments": [
                "esquece isso, é alucinação do ministro, o [Lula já deu uma indireta bem direta na \"genialidade\" do ministro](https://www.otempo.com.br/politica/governo/lula-da-bronca-em-ministros-queremos-proposta-de-governo-1.2829010)",
                "Tem um post recente aqui no sub com um link pra essa notícia",
                "Vai ser tipo \"meia entrada pra estudantes\". Quem não é estudante paga a entrada dele, e mais o que faltou da entrada do estudante. Não existe almoço grátis.\n\nA empresa não vai abaixar o preço do nada, sem tirar de algum lugar, pq se não, ela fica no prejuízo."
            ]
        },
        {
            "title": "Trecho nacional e bagagem de mão",
            "selftext": "Viajo em poucos dias (trecho nacional sem bagagem despacahada) e gostaria de saber, com base na experiência de vocês, se há algum problema levar uma sacola [dessas](https://www.nike.com.br/bolsa-nike-brasilia-95-unissex-013905.html?cor=ID) como mala de mão. Sei que o comprimento ultrapassa um pouco o exigido, mas como não vou muito carregado e a sacola não é rígida, é possível apertá-la e fazer com que fique menor. A ideia era levar as roupas e calçados nela e ir com mais uma mochila pequena nas costas.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11w6m26",
            "num_comments": 6,
            "comments": [
                "Passa suave. Naquelas, no pior das hipóteses (vôo mais cheio) vão pedir na hora do embarque despachar ela - sem custos. Só toma cuidado com o tamanho da mochila pequena, tem que caber embaixo do assento.",
                "Suce. Já vi gente com mala muito maior na cabine.",
                "Tranquilo",
                "creio que da pra colocar no compartimento de cima sim, ela não parece muito grande",
                "tranquilo, já viajei com uma igual. se pa até despacha de graça :)",
                "É de boa.\nVoce só esta sendo um filho da puta mesmo.\nMas ninguém da companhia vai brigar.com vc por causa disso"
            ]
        },
        {
            "title": "Companhias para viajar o mundo",
            "selftext": "Há um subgringo chamado r/travelbuddies onde as pessoas procuram por companhias para viagens. Como meus amigos não têm trampos flexíveis, assim como o meu, não podem me acompanhar na maioria das minhas viagens. Por isso resolvi postar lá para fazer amigos e amigas de viagens.\n\n&#x200B;\n\nHá 3 anos abri um negócio digital e hoje já me possibilita ficar viajando e trabalhando de outros lugares. Esse ano decidi que não ficaria esperando para combinar as datas de férias dos meus amigos para viajar com eles e, então, em Maio farei minha primeira viagem sozinho e será para Eslovênia. Outro ponto que também dificulta de eu ter a companhia dos meus amigos, é que quero começar a fazer mais viagens para o exterior, o que, apesar dos meus amigos ganharem relativamente bem, é necessário um planejamento financeiro maior da parte deles.\n\n&#x200B;\n\nMais alguém desse sub se encontra em situação similar a minha e procurando companhias para viagens? Eu 26H curto muito viagens mais dinâmicas que envolvam trilhas, aventuras e contato com a natureza. Vou aproveitar e deixar meu roteiro de viagem para Eslovênia.\n\n&#x200B;\n\n## Day 1 (08/05 - 13:25)\n\n&#x200B;\n\n* Arrive and get the car. Check if vignette license is included\n* Airport - Ljubliana\n\n## Day 2\n\n&#x200B;\n\n* Ljubliana\n   * Postojna Cave\n   * Skojcan Caves\n   * Walk around\n\n## Day 3\n\n&#x200B;\n\n* Ljubliana - Piran (07:30)\n* Piran (09:00)\n   * Walk around\n   * Have lunch there\n* Piran - Kobarid (12:30)\n   * Walk **Tolmin Gorge** circuit path (14:30 - 17:00)[https://triptins.com/tolmin-gorges/](https://triptins.com/tolmin-gorges/)Opening Hours: 9 AM - 7:30 PMTicket Price: 8 Euros**Current Conditions:** As of February 2023, Tolmin Gorge is closed for maintenance. Get updates about its reopening on the official website. [https://www.soca-valley.com/en/attraction/tolmin-gorges/](https://www.soca-valley.com/en/attraction/tolmin-gorges/)\n* Kobarid (17:30) | [https://www.moonhoneytravel.com/things-to-do-in-kobarid-slovenia/](https://www.moonhoneytravel.com/things-to-do-in-kobarid-slovenia/)\n\n**Day 4**\n\n&#x200B;\n\n* Kobarid | [https://www.moonhoneytravel.com/things-to-do-in-kobarid-slovenia/](https://www.moonhoneytravel.com/things-to-do-in-kobarid-slovenia/)\n   * Hike Mount Krn (07:00 - 14:00)Lenght: 12,7 km - Time: 7 hr | [https://www.alltrails.com/pt-br/explore/trail/slovenia/kobarid/zanka-vrha-krn?mobileMap=false&ref=sidebar-static-map](https://www.alltrails.com/pt-br/explore/trail/slovenia/kobarid/zanka-vrha-krn?mobileMap=false&ref=sidebar-static-map)\n\n**Day 5**\n\n&#x200B;\n\n* Hike Kozjak Waterfall (Friday, Saturday, Sunday, 8:00)Opening hours: Friday, Saturday, Sunday, 8.00 - 20.00 | Price: 5 Euros   [https://www.soca-valley.com/en/in-search-of-adventure/nature/2020122809482088/kozjak-waterfalls/](https://www.soca-valley.com/en/in-search-of-adventure/nature/2020122809482088/kozjak-waterfalls/)Lenght: 3,5 km - Time: 1 hr | [https://www.alltrails.com/pt-br/trilha/slovenia/kobarid/do-slapa-kozjac](https://www.alltrails.com/pt-br/trilha/slovenia/kobarid/do-slapa-kozjac)\n* Kobarid - Kranjska Gora via Vrsic Pass (10:00 - 12:00)\n* Have a luch\n* Kranjska Gora | [https://www.moonhoneytravel.com/kranjska-gora-slovenia/](https://www.moonhoneytravel.com/kranjska-gora-slovenia/)\n   * Go to Kofler Sport in Mojstrana and rent **via ferrata set** for 2 days there\n   * Climb [Gradišče](https://www.hribi.net/izlet/slovenski_planinski_muzej_grancisce_ferata_mojstrana_-_rdeca/1/1811/5994) (Duration 1 hr climbing and 30 min descending)\n   * Rent a **bike** and go to **Laghi di Fusine** and **Zelenci**\n\n**Day 6**\n\n&#x200B;\n\n* Climb to Mala MojstrovkaRent ferata in Kofler Sport in Mojstrana or in Krajska Gora[https://www.reddit.com/r/Slovenia/comments/u6mt43/question\\_about\\_climbing\\_via\\_ferratas\\_in\\_slovenia/](https://www.reddit.com/r/Slovenia/comments/u6mt43/question_about_climbing_via_ferratas_in_slovenia/)[https://www.explore-share.com/via-ferrata-trips/slovenia/kranjska-gora/](https://www.explore-share.com/via-ferrata-trips/slovenia/kranjska-gora/)Take some snack and water[https://www.youtube.com/watch?v=kTz7sO8VpjA](https://www.youtube.com/watch?v=kTz7sO8VpjA)Duration: 4h - 2.5-hour ascent, 1.5-hour descent. 721 meters of elevation gain.\n* Return via ferrata set\n\n**Day 7**\n\n&#x200B;\n\n* Hike to **Slemenova Špica**[https://triptins.com/slemenova-spica/](https://triptins.com/slemenova-spica/)Duration: 3 hrs\n* Hike to the **Martuljek waterfalls**Duration: 3:30 hrs[https://www.outdooractive.com/en/route/hiking-route/upper-carniola/martuljek-waterfalls-in-the-julian-alps](https://www.outdooractive.com/en/route/hiking-route/upper-carniola/martuljek-waterfalls-in-the-julian-alps)\n\n**Day 8**\n\n&#x200B;\n\n* Kranjska Gora - Pokljuka Plateau\n* Pokljuka Plateau\n   * Hike to **Visevnik**Duration: 3hr[https://www.alltrails.com/pt-br/trilha/slovenia/bohinj/okoli-visevnika](https://www.alltrails.com/pt-br/trilha/slovenia/bohinj/okoli-visevnika) [https://www.moonhoneytravel.com/visevnik-hike-julian-alps-slovenia/](https://www.moonhoneytravel.com/visevnik-hike-julian-alps-slovenia/)\n   * Check-in the hotel\n   * Hike to **Planina Zajamniki**[https://www.slovenia-walking.com/planina-zajamniki-walk.html](https://www.slovenia-walking.com/planina-zajamniki-walk.html) [https://www.tripadvisor.com.br/Attraction\\_Review-g1833046-d8806628-Reviews-Planina\\_Zajamniki-Srednja\\_vas\\_v\\_Bohinju\\_Upper\\_Carniola\\_Region.html](https://www.tripadvisor.com.br/Attraction_Review-g1833046-d8806628-Reviews-Planina_Zajamniki-Srednja_vas_v_Bohinju_Upper_Carniola_Region.html)\n\n**Day 9**\n\n&#x200B;\n\n* Pokljuka Plateau - Lake Bohinj\n* Lake Bohinj\n   * Hike Seven Lakes Valley | [https://www.moonhoneytravel.com/triglav-lakes-valley-hike-slovenia/](https://www.moonhoneytravel.com/triglav-lakes-valley-hike-slovenia/)\n\n**Day 10**\n\n&#x200B;\n\n* Lake Bohinj - Bled\n* Visit Lake BledRent a boatHike Mala Osojnica\n* Bled - Zgornje Jezersko\n* Zgornje Jezersko\n   * **Planšarsko jezero**\n   * **Ravenska kočna valley**\n* Zgornje Jezersko - Logar Valley\n\nDay 11\n\n&#x200B;\n\n* **Hike Ledinski Vrh**[https://www.moonhoneytravel.com/ledinski-vrh-hike-kamnik-savinja-alps/](https://www.moonhoneytravel.com/ledinski-vrh-hike-kamnik-savinja-alps/)Duration: 07hFee to enter Logar Valley: 7 EUR for CarsThis trail pass through Slap Rink (Waterfall)[https://www.google.com/maps/d/viewer?mid=1y5\\_E3IKsdF4ZF2DX6TGKqEh8dwh-6EjQ&ll=46.383655916321,14.595468199999981&z=14](https://www.google.com/maps/d/viewer?mid=1y5_E3IKsdF4ZF2DX6TGKqEh8dwh-6EjQ&ll=46.383655916321,14.595468199999981&z=14)\n\nDay 12 (19/05 - 19:00 Voo LJU - ZRH)\n\n&#x200B;\n\n* Logar Valley - Ljubljana\n   * Visit Velika Planina",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11w1lr2",
            "num_comments": 3,
            "comments": [
                "Seu roteiro parece muito legal! Eu visitei a Eslovênia há uns anos atrás e achei incrível! Ljubljana parece uma cidade de conto de fadas."
            ]
        },
        {
            "title": "Viagem de ano novo",
            "selftext": "Eai galera, vocês tem algum país massa pra passar o ano novo de casal e que seja mais acessível pra indicar ?\n\nEu queria um local mais calmo e pitoresco, mais puxado pro lado romântico mesmo e que fosse tranquilo pra casais lgbt's",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11vdgn8",
            "num_comments": 4,
            "comments": [
                "País que tenha festa como o Brasil, só Brasil mesmo. Já passei ano novo em diversos países e nenhum comemora muito. No máximo um show e uns 10min de fogos nos centros das cidades.\n\nEnfim, tenta colocar no post se você quer frio ou calor, se procura festa ou calmaria, praia ou montanha... Acho que fica mais fácil pro pessoal dar sugestões.",
                "Peru, Laos, Berlim são interessantes"
            ]
        },
        {
            "title": "Hostel - como foi a experiência de vocês?",
            "selftext": "Pra galera do sub que gosta de ficar em hostel durante as viagens, vocês gostam? Quais experiências legais vcs já tiveram?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11tcwk7",
            "num_comments": 7,
            "comments": [
                "Já tive muitas experiências, a maioria boa e 2 ruins. A última foi na Islândia em dezembro do ano passado. Fui sozinha e no mesmo dia que cheguei fiz uns 6 amigos e fomos pra uma excursão juntos no dia seguinte kkkkk com direito a balada depois.\n\nEu adoro, se viajo sozinha prefiro ficar em hostel do que hotel.",
                "Eu só fiquei 2x em hostel e gostei. A primeira foi em Paris, conheci umas pessoas legais, inclusive uma mulher mais velha q é do mesmo estado q eu e estava viajando sozinha tb. E em Dublin onde conheci varias meninas legais! Valeu a pena! Minha única exigência é ficar em quarto feminino e que tenha cortina na cama. Hehe",
                "Geralmente em hostel. Só tenho problema com gente que ronca! Kkkkk.",
                "Já fiquei umas 5 vezes, todas aqui no Brasil, e sempre amo a experiência, viajo sozinho então é sempre uma boa oportunidade pra fazer amizades, sem contar que o custo é baixo, até hj nunca tive do que reclamar",
                "A experiência mais marcante que eu já tive foi num hostel em Lisboa, o lisbon. Hostel maravilhoso, lindo, limpo, impecável, com uma puta vista do Tejo e com direito a nutella no café da manhã. \n\nEstava viajando na época do carnaval aqui. O hostel praticamente vazio. O quarto com umas 8 camas era praticamente meu. Até um dia um latino americano (acho que era colombiano) chegar e ficar fumando no quarto. Sim, ele fazia isso. \n\nNa época era sucesso Naldo com o whisky ou água de coco. Comprei no iTunes a música e coloquei como alarme para ficar tocando a cada 5 minutos de madrugada. \n\nNo dia seguinte quando eu acordei o cara já tinha ido embora com as coisas dele. \n\nForam os melhores 99 cents gastos da minha vida.",
                "Sempre tive excelentes experiências.",
                "todas as minhas experiências em Hostel foram otimas, mas a melhor sem duvidas foi num Party Hostel chamado loki em cusco no peru!! era festa todos os dias, cerveja barata, gente bonita...inesquecível!!"
            ]
        },
        {
            "title": "Dúvida sobre fazer pix estando em outro país.",
            "selftext": "O pix funciona estando fora do Brasil. Exemplo estou fora do Brasil e quero fazer um pix para uma pessoa que esteja no Brasil é possível? O banco central ou até mesmo o meu banco tem algum sistema que bloqueia transacoes logadas fora do país?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11si3pa",
            "num_comments": 6,
            "comments": [
                "Se o pix for da sua conta brasileira para outra conta brasileira, consegue sim. Não existe pix fora do Brasil.",
                "Fiz isso recentemente, então posso dizer. Funciona sim. Mas você tem que ter um banco brasileiro linkado no pix (usei Nubank). Lembrando que tem que ter um número de telefone brasileiro para criar uma conta no Nubank. \nAí, para adicionar saldo na sua conta, é um pouco complicado. Tem o Remessa Online, o Wise e o PayPal, que enviam pra conta brasileira e convertem dinheiro estrangeiro pra real. Usei PayPal, demorou 20 dias pra cair na conta minha - e aí sim posso mandar pix para outra pessoa. Recomendaria o Wise, também. Mas nunca usei o Remessa Online.",
                "Fiz isso em minha viagem pra Buenos Aires. Conseguia entrar normalmente na minha conta do Nubank, usando os dados móveis de um chip argentino, fazia o PIX e tudo certo.\n\nAcho que o fato de você ter conexão a internet é o suficiente, a localização não devem ligar muito",
                "Se vc está acessando sua conta brasileira e vai fazer o pix pra outra conta brasileira, é óbvio q consegue. A conexão ou local de conexão não tem nada a ver com isso."
            ]
        },
        {
            "title": "1ª vez em Sala (GRU)",
            "selftext": "Boa noite. Irei viajar no sábado. Tenho um cartão Santander Elite bandeira Visa Signature. Disseram que dá direito a uma dessas salas de espera no Aeroporto, correto? Tenho medo de passar vergonha então vai algumas dúvidas:\n\n- Tem no aeroporto de Guarulhos? Próximo de qual terminal?\n- É só chegar lá e entrar? Precisa fazer algum procedimento (tipo agendamento) antes?\n- Minha esposa e filho poderão entrar?\n- Vale a pena?\n\n\nQualquer dica será de bom grado. Obrigado\n\n\nEDIT: ESSE CARTÃO NÃO TÊM MAIS ACESSO A SALAS VIP",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11seloz",
            "num_comments": 12,
            "comments": [
                "De uma pesquisada antes, existem dois tipos de cartão Visa, o Signature e o Infinite. \n\nEm GRU foi criada uma sala vip do Visa Infinite, fica no terminal 3, para quem tem voos internacionais. Essa sala é de livre acesso aos portadores deste cartão infinite assim como fila especial de raio x. \n\nO cartão signature tem benefícios, mas não exatamente está sala da visa. \n\nBaixe o app da visa, cadastre seu cartão nele que você conseguirá ver quais e quantos benefícios que você possui.",
                "Aproveitando o post, tb tenho um Visa Infinite que me dá direito a salas VIP, aí vem minha dúvida: o direito é apenas no Brasil? Ou tem possibilidade de utilizar salas no exterior tb?",
                "O visa infinite lounge fica no terminal 3. Pra entrar é só baixar o APP da visa infinite e cadastrar seu cartão, pode levar 1 acompanhante e criança menor de 12 anos. Não precisa agendar.\n\nEu acho que vale muito a pena. Melhor do que ficar sentada na cadeira dura na frente do portão de embarque. Tem bebida, comida, Internet rápida e sofás."
            ]
        },
        {
            "title": "Governo prepara plano de venda de passagens aéreas por R$ 200",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11rv9ku",
            "num_comments": 0
        },
        {
            "title": "Como Viajar Pode Melhorar sua Saúde Mental",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11rf2n0",
            "num_comments": 0
        },
        {
            "title": "Limite do comprimento da bagagem de mão.",
            "selftext": "Olá, irie viajar de TAP da Suíça para o Brasil. Eu olhei as medidas máximas permitidas para bagagens de mão no site da TAP, eu medi a minha bagagen e depois percebi que ela estava 1-2 centímetros maior do que o permitido, isso pode ser um problema?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11re7ge",
            "num_comments": 4,
            "comments": [
                "Sim, isso pode.\nIsso será? 99% de chances que não. \n\nEu viajo absurdamente e nesses 4 anos, com mais de 70viajens internacionais, fui parado 2x para medir a bagagem de mao. \n\nVao sem medo meu amigo",
                "Em dezenas de viagens pelo mundo, nunca quiseram medir bagagem minha. Pode acontecer, mas é improvável. Normalmente eles pedem pra medir bagagem de quem tem algo visivelmente fora das regras (tipo essas duffel bags BEM exageradas).",
                "Olha, nunk aconteceu de irem medir ou por pra colocar naquele medidor de mala, é muito raro msm pra mala de mão, se vc estiver com medo, despacha a mala fazendo o check in, geralmente oferecem de forma gratuita."
            ]
        },
        {
            "title": "Dúvida sobre entrada de bem usado em viagem internacional (bicicleta)",
            "selftext": "Tentei a busca aqui e pela internet, mas como tudo envolvendo aduana brasileira, as informações são sempre muito rasas ou vagas.  \nEstou indo pra Itália por 20 dias e quero comprar uma bike usada por lá (nada absurdo, meta máxima de gasto em 500euros).  \nA ideia é andar por lá durante esses 20 dias e na volta, despachar essa bicicleta, mas ficam as dúvidas:  \nPosso entrar com um bem usado nessas condições? Considerando que a bicicleta pode ter de 0 a 10 anos.  \nSe sim, declaro?  \nComo e comprovo valor como pra base de cálculo?\n\nExperiências com entrada vinda de outros destinos são bem vindas, já que o tratamento deve ser o mesmo.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11pxb5v",
            "num_comments": 6,
            "comments": [
                "cara minha única experiência nesse sentido é ter maratonado \"aeroporto: área restrita\" kkkk\n\npara uso pessoal vc tem uma cota de mil dólares (antigamente era 500). no seu caso me parece muito improvavel que a receita acabe encrencando, mas nunca se sabe.\n\no problema de comprar de outra pessoa física é que vc não vai ter a nota fiscal pra apresentar pros caras se eles te pararem. se vc não souber o valor exato da bike eles vão taxar em cima do valor que encontrarem através de uma pesquisa na internet. mas tendo sinais visíveis de uso não deve dar em nada",
                "Da uma pesquisada na internet pra ver quanto custa uma nova e se tem anúncios de usada.\nSe a bike nova nao passar de U$1000 vai tranquilo que não da nada.\n\nSe custar mais que isso, grandes chances de te taxarem. Bicicleta é visado pq é grande, vai passar no nada a declarar e chama a atenção dos fiscais.\n\nAno passado eu tive uma bicicleta extraviada pela TAP e eles nunca encontraram. Então faça um seguro pra mala ou coloque um AirTag. Se perderem sua mala e nao tiver nota fiscal, a companhia aérea não vai te reembolsar.",
                "Se não tiver nota fiscal vão apreender sua bike"
            ]
        },
        {
            "title": "Alguém que é de Curitiba ou já foi para lá pode me dar dicas?",
            "selftext": "Pessoal, ficarei uns três dias em Curitiba. Como nunca foi para cidade, conseguem me indicar o que posso fazer nesse tempo?\nQuais seriam os melhores pontos para conhecer? Ah, eu também amo cafeterias, podem me indicar lugares locais para ir?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11pqtk7",
            "num_comments": 8,
            "comments": [
                "Tem o ônibus de turismo que é bom pra dar uma olhada geral e daí vc decide se quer descer em algum parque ou não.\n\n\nE tem o instagram oquefazercuritiba com dicas bem boas!",
                "Dica: não vá pra lá",
                "O ônibus de turismo vale a pena! Vc pode descer e subir quantas vezes quiser.   \nTem dicas aqui tb: [https://www.worldby2.com.br/2021/04/brasil-principais-atracoes-curitiba.html](https://www.worldby2.com.br/2021/04/brasil-principais-atracoes-curitiba.html)",
                "r/curitiba"
            ]
        },
        {
            "title": "Chapada 💚",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11na895",
            "num_comments": 7,
            "comments": [
                "Veadeiros?"
            ]
        },
        {
            "title": "Entrando no Egito via Israel (e voltando)",
            "selftext": "fala, pessoas. meu plano é chegar em Israel, de lá pegar um voo ou onibus para o Egito e depois de uns 15/20 dias voltar para Israel e passar alguns dias até voo de retorno ao Brasil;   \nmas só essa madrugada comecei a ficar preocupado (bateu aquela clássica ansiedade pré-viagem \"pqp vai dar errado e vou me foder\") de ter algum problema por causa da relação entre os dois países, sei que Israel toma bastante cuidado nas entradas E -principalmente- saídas do país. alguém já fez um roteiro parecido? tiveram problemas?  \nagradeço desde já",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11n33u5",
            "num_comments": 1,
            "comments": [
                "boa pergunta, não sei te dizer...mas acho que se tu tem o passaporte certinho... brasileiro,,turista.. acredito que não vai dar problema não...."
            ]
        },
        {
            "title": "Fotos tiradas em Amsterdam, Dezembro/2022",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11mo2xe",
            "num_comments": 13,
            "comments": [
                "que lindo, meu sonho ir para Amsterdam.",
                "Muito boas as fotos.",
                "Showw, espero um dia conhecer a Europa tbm",
                "Lindas fotos.",
                "Obs: já estive na cidade em 2015 e notei que ela ficou bem mais \"family friendly\" de lá pra cá, especialmente na região do red light. De todos os lugares que eu visitei nessa última viagem pra Europa essa cidade foi a mais cara em todos os aspectos (mas é um passeio bacana, recomendo)",
                "Não foi na casa de anne frank?"
            ]
        },
        {
            "title": "Punta Del Este",
            "selftext": "Alguém tem alguma festa para indicar por aqui?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11mi2de",
            "num_comments": 0
        },
        {
            "title": "Alguém que tirou o visto de visitante para Canadá recentemente? Demorou quanto tempo? (BR)",
            "selftext": "Olá pessoal,\n\nEstou repostando aqui desde r/Brasil. Só querendo saber quanto está demorando para sair esse tipo de visto. Obrigada!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11l6qhs",
            "num_comments": 7,
            "comments": [
                "Se você for brasileiro e tiver visto para os EUA, pode tirar visto online pro Canadá. No meu caso, levou cerca de 10 minutos.",
                "Dei entrada para visto de transito canadense em ago/2022 e tive o retorno mês passado, ou seja, uns 7 meses.   \nFiz o mesmo para o de turismo americano e foram 8 meses.",
                "Oie, eu não tenho o visto estadunidense e para tirar o canadense demorou cerca de 2 meses só. Foi bem tranquilo e rápido"
            ]
        },
        {
            "title": "Primeira viagem fora de Portugal",
            "selftext": "https://preview.redd.it/ilmsyynpc7ma1.jpg?width=200&format=pjpg&auto=webp&v=enabled&s=6b0e5a7516e1e7dd88f689ecb2a4e01db3ed02fc\n\nBoas pessoal, como o título diz este ano pretendo fazer uma viagem juntamento com a minha namorada nas nossas férias anuais que este ano serão de **30 de Setembro a 7 de Outubro.**\n\nPretendo ter feedback vosso de viagens que já tenham feito porque esta será a minha primeira saída de Portugal em lazer de sempre e não sei bem como planear uma viagem nem onde poderei encontrar os melhores preços de voo+hotel por exemplo, pretendo ficar **7 noites** ^((eu sei que talvez em menos tempo consiga ver as principais atrações da cidade, mas pretendemos ficar as 7 noites na mesma para descansar e fugir à rotina))\n\nTemos em mente visitar **Roma** ou **Londres,** mas estamos abertos a sugestões ainda, agradeço toda ajuda possível.\n\nObrigado.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11khqk0",
            "num_comments": 1,
            "comments": [
                "Melhores vôos: google flights\n\n\nMelhor hoteis: booking.com (leia os reviews dos hotéis que ajuda muito!)\n\n\nBoa viagem! Have fun!"
            ]
        },
        {
            "title": "Dúvida sobre mala de bordo",
            "selftext": "Minha mala de bordo tem 57cm de altura.  21cm profundidade e 37cm de largura. Para voos nacionais  é aceito ou precisa ser bem menor que esta mala. voou fazer a viagem internacional, mas será fretado saindo de São Paulo.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11ke3jm",
            "num_comments": 3,
            "comments": [
                "Particularmente, eles não medem não, eles ficam mais preocupados com o sobrepeso que as dimensoes da mala, fiz uma viagem recente que só se preocuparam com o peso. \n\nDepende mto tbm da cia aerea.",
                "Em vôo nacional, é bem raro (para não dizer impossível) o pessoal medir as bagagens - a LATAM e a Gol tem um gabarito, mas nunca vi eles medirem e barrarem, e olha que levava sempre uma mochila no limite do tamanho. No pior das hipóteses, dependendo da lotação, a companhia aérea que você for vai pedir para quem tiver mala de bordo despachar a bagagem - daí eles etiquetam e despacham sem custos adicionais."
            ]
        },
        {
            "title": "AJUDA numa Marcação de viagem 1 mês em Goiânia",
            "selftext": "Boas malta, tenho andado a ver viagens no google flights e nas últimas duas horas não consigo uma combinação de horários que dê para fazer a reserva através da TAP, aparece apenas a opção para ligar para o apoio ao cliente. Liguei e disseram-me que não tinham o voo de regresso que apresentava no Google Flights entretanto a senhora disse a hora de um voo (regresso a PT) e aí já apareceu a opção para continuar para o site da TAP e fazer a reserva lá mas são mais de 600€ a diferença.\n\n&#x200B;\n\nConseguia voo de ida e volta para duas pessoas e um bebé por cerca de 1600€ mas teria de usar o Rumbo e uma outra companhia aérea bastante duvidosa e ainda mais depois de ler as reviews de ambas.\n\n&#x200B;\n\nTenho usado a internet do meu tlm e a de casa e os preços são muito idênticos nos dois dispositivos.\n\n&#x200B;\n\nPode me dar algumas dicas/conselhos/sugestões?!?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11kamm1",
            "num_comments": 0
        },
        {
            "title": "Alguém já ficou em Hostels? em Maio estarei indo para Buenos Aires e pensei em ficar em Hostel, mas não faço idéia se é uma boa opção ou não!",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11k2g0w",
            "num_comments": 18,
            "comments": [
                "Muito bom pra economizar e socializar. Eu particularmente prefiro quartos com no máximo 6 ou 8 camas. Tem opções em que o banheiro é no próprio quarto (aí tu divide com as pessoas do quarto) e outras que os banheiros são compartilhados por todos. Prefira opções que tenham divisórias/cortinas nas camas, pois dão mais conforto e privacidade. Se tiver problemas com barulho e claridade, leve junto tampões para os ouvidos e máscara de dormir. Também, sempre que posso, acabo optando pelas opções com café da manhã incluso. Sempre reservo pelo Booking (notas 8,0+ costumam ser boas opções; 9,0+ não tem erro).",
                "É uma experiência maravilhosa. Da uma boa lida nas reviews, e a nota de avaliação. \n\nPor ser uma primeira experiência, recomendo procurar algo melhorzinho, pra não passar perrengue. A não ser que queira se aventurar mesmo kkkk\n\nVá de coração aberto e disponível pra fazer amizades!",
                "É ótimo, sempre viajo sozinho e prefiro ficar em hostel, além de ser mais barato, vc sempre xonhece pessoas legais e acaba fazendo amizades e companhia pra não ficar sozinho",
                "Mais barato porém vc divide espaço com outras pessoas...quarto, banheiros .  Pode ser uma boa como não tb. Em Gramado foquei em hostel, foi tranquilo",
                "Perfeito gente! Vou optar por Hostels então! Estava com receio pq nunca fiquei em um, porém, meu objetivo é fazer novas amizades e não ficar isolada em um hotel rsrs até por conta de economizar tbm! Obrigada a todos:))",
                "Cara, tem o Che Lagarto, sempre tem um padrão muito bom em todas as cidades que está situado",
                "Então, talvez eu vá sozinha, por isso pensei em Hostel mesmo, pra socializar, não me sentir sozinha haha! Meu único receio é com as minhas coisas, não sei se tem armários com trincas ou não! Só esse receio que tenho! Mas vou procurar nesses que vocês falaram, pesquisar bastante! Obrigadaa :))",
                "É tranquilo. Como vai ser sua primeira vez, eu recomendo vc escolher um quarto feminino (se vc for mulher, claro). E se tiver  camas com cortina, é a melhor coisa do mundo! De resto, é bem de boa. Vc vai gostar.",
                "Não confie em ninguém.\nRepete!\n\nNão seja deselegante, ok? Mas não confie em ninguém.",
                "Eu já fiquei é super tranquilo! Procure hostels com boas avaliações, recomendo procurar pelo aplicativo Hostel World. Usa uma mala com cadeado, por questões de segurança mesmo, só pra garantir. O Selina é sempre uma boa opção! Divirta-se"
            ]
        },
        {
            "title": "50 destinos de praia deslumbrantes com música caribenha [2023] em 4K",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11jsaz5",
            "num_comments": 1,
            "comments": [
                "Melhor lugar do mundo 💞"
            ]
        },
        {
            "title": "Países Nórdicos",
            "selftext": "Estou pensando em ir no final do ano para Noruega, Dinamarca e Suecia. \n\nNão necessariamente nessa ordem e todos países…\n\nEu sei que é um destino caro, mas queria saber se é local legal de visitar…\n\nO plano era ir para Suíça novamente, mas estou afim de visitar alguns museus vikings…\n\nTirando os museus, eu não sei mais o que teria para visitar lá. Videos no YouTube são meio superficiais e só mostram a capital, ai não sei se vai compensar ir.\n\nQueria saber se alguém já visitou e se achou que valeu a pena.\n\nComo não comprei a passagem ainda da tempo de mudar os planos. Visitei a Suíça em 2018 e gostei muito, e estava pensando voltar para conhecer lugares em que não consegui em 2018.\n\nOutro destino era Japão mas tenho somente 3 semanas de férias para gastar.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11jbbk1",
            "num_comments": 4,
            "comments": [
                "Ja fui nos 3 países, vale muito a pena, qual o tipo de role que voce quer dar?"
            ]
        },
        {
            "title": "Acomodações na Tailândia",
            "selftext": "Fala galera! Gostaria de saber algumas dicas de viagem para a Tailândia, mais especificamente dicas de acomodações, ou sites para alugar casas por um período de tempo mensal (além do Airbnb, claro).\n\nDe preferência em Chiang Mai ou Bangkok, agradeço a atenção!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11iopot",
            "num_comments": 0
        },
        {
            "title": "imigração washington dulles",
            "selftext": "Olá pessoal, estou vendo uma passagem turística para os Estados Unidos, e meu aeroporto de chegada é Washington dulles. Porém, a conexão é de 2h10 apenas. Alguém já fez esse trecho? Dá tempo?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11il2ca",
            "num_comments": 1,
            "comments": [
                "Então, eu tenho uma experiência de 2013 portanto não sei se é válida. Cheguei em Washington 6:45 da manhã e minha conexão era 1h30 depois. Deu tempo sim e na época ainda precisei despachar a bagagem novamente."
            ]
        },
        {
            "title": "algum grupo de face ou alguma outra rede social de brasileiros em portugal?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11ihbj8",
            "num_comments": 6,
            "comments": [
                "Nem sei, mas praticamente certo que tenha grupos Facebook.   \n\nTalvez vale a pena perguntar também nos subs Brasil e Portugal essa sua pergunta, se alguém te passa pvt grupos whatsapp, Telegram.",
                "O buscador do Facebook vai te ajudar.",
                "No face tem várias. E aqui no reddit tem uma chamada \"brasileiros em Portugal\", algo assim. (não sei colar link de subs 😅)"
            ]
        },
        {
            "title": "sobre a Itália, algum professor ou alguém que entende o idioma?",
            "selftext": "Preciso aprender o italiano para uma viagem a estudo, e tava curioso se alguém aqui do reddit e fluente ou comsegue me ajudar no idioma?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11if193",
            "num_comments": 1,
            "comments": [
                "cara acho que o r/idiomas seria um sub mais apropriado para esse tópico. aqui é mais focado pra turismo"
            ]
        },
        {
            "title": "pra quem já foi a Itália, quanto foi? como foi o processo de visto, e como posso treinar o idioma?",
            "selftext": "Oi pessoal, ano que vem tenho viagem marcada pra Itália, mas n tô por dentro de preços e nunca fui pra lá, eu queria umas dicas de vcs, vou a estudo já casa de um parente",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11hkh4a",
            "num_comments": 4,
            "comments": [
                "Dependendo do local a vida não é cara fazendo alimentação em casa. Há cidades mais económicas que outras. Em Roma cheguei a comprar um pacote de massa por 0,59€ este ano.",
                "Você vai vir pra Itália a passeio? Ou vai tirar a cidadania?\nFaz um mês que eu estou na Itália e vim fazer a cidadania, aqui não precisa de visto para brasileiro, somente o passaporte já basta. Na imigração é Importante ter em mãos a passagem de volta, carta convite ou reserva de hotel. Somente isso que eles pedem, e fazem perguntas básicas.\nQuestão de preço, como eu estou tirando a cidadania está saindo caro pq tenho que pagar a acessória e documentação, mas se for somente para turismo, o mais caro vai ser hospedagem, de resto as coisas são muito baratas. Praticamente tudo no mercado é em torno de 1 euro, menos carne, frutas e lacticínios. Em restaurantes tbm os pratos chegam no máximo em 15 euros.\nCostumo ir em um bar que o lanche é 6 euros e cerveja grande 2,5 mais ou menos.\nQuestão de idioma, já vai fazendo umas aulas, tem de graca no YouTube, e faça duolingo. Mas aprender mesmo só na pratica.\nSe você fala inglês já vai estar bem a frente, mas se não fala fique tranquilo que dá pra se virar."
            ]
        },
        {
            "title": "Pra quem ja foi pro Japão, como foi o processo do visto?",
            "selftext": "Fala galera, tranquilo?\n\nPra quem ja viajou para o Japão, como foi a experiência de tirar o visto? Vou no final do ano e estou com passagens compradas e o restante reservado, queria ter uma ideia do que esperar (além da documentação grande que pedem no site).\n\nFizeram perguntas na entrevista? Qual sua renda? (caso não seja incomodo de falar, queria ter uma ideia de quem foi aceito para não ter paranoia com ter visto negado)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11gp9jp",
            "num_comments": 20,
            "comments": [
                "eu fui em 2019, não sei se mudou alguma coisa desde então. tirei uns 2 meses antes da viagem, acho.\n\nfiz no consulado do japão no RJ. não me perguntaram nada, só olharam a minha documentação. essa parte tem que estar toda certinha, sem faltar nada. só pra garantir além do meu comprovante de renda eu também levei dos meus pais, se eles acharem que você não tem grana é possível que acabem te barrando. na época eu era freela e ganhava entre 4-7k por mês, variava bastante.",
                "Melhor coisa que tem é ligar pra uma agência de viagens e fazer de conta que está interessado em comprar a passagem com eles, mas está preocupado com papelada; aí pergunta sobre documentação e tal e depois que falarem vc some 👍",
                "Também queria saber",
                "Olá!\r  \n\r  \nTirei meu visto em Brasília na semana passada. \n\nNa verdade, não há entrevista, você apenas entrega seus documentos para uma agente que os examina e solicita o que estiver faltando. Segundo minhas pesquisas, se sua renda não atende aos requisitos necessários (não descobri qual é esse valor exato), os agentes geralmente informam antes de prosseguir com a solicitação. Então, se vocês estiverem inseguros sobre a renda, é uma boa levar a declaração de imposto de renda de alguém próximo que ganhe mais, juntamente com uma carta (pode ser escrita à mão) informando que essa pessoa se responsabiliza por todos os custos da sua viagem. Eu estava preocupada com isso e levei uma cópia extra do IR da minha esposa junto com a carta e certidão de casamento para que entendessem que eu não dependeria apenas da minha renda (IR de 38k) e pudessem anexar tudo ao meu processo (eu sou MUITO paranoica com vistos). No final, nossas solicitações foram processadas juntas.\r  \n\r  \nDizem que se você for visitar outros países antes ou depois, os agentes podem perguntar se você já possui visto ou ETA necessário para esses lugares. No meu caso, levei cópias do visto americano e do ETA coreano, mas não foi solicitado.\r  \n\r  \nNo geral, o atendimento é tranquilo, nada comparado ao terror que é o processo de visto americano. No nosso caso, aprovaram no mesmo dia e estava pronto para retirar na tarde seguinte.\r  \n\r  \nSe tiverem alguma dúvida, é só perguntar que se eu puder ajudar com certeza ajudarei!",
                "Acabei de ter o meu negado/pausado\n\n15K em conta e 4K de salário, e já esta praticamente tudo pago, pediram para eu pedir uma carta de custeamento para algum familiar pra dar continuidade;/"
            ]
        },
        {
            "title": "2 celulares",
            "selftext": "Vou viajar pro EUA e preciso levar 2 celulares, um pessoal e outro de trabalho. Parece que o limite é apenas um por pessoa, como q faz?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11flusz",
            "num_comments": 5,
            "comments": [
                "Nunca ouvi falar que existe restrição para celulares. Nem no Brasil, nem nos EUA. É comum pessoas terem mais de um celular por diversos motivos. É óbvio que se você tentar viajar com vários celulares novos, vai levantar sobrancelhas. Mas 2 celulares em uso? Vai na fé...",
                "Séculos que não faço isso, mas chegue mais cedo no aeroporto e vá na PF pra registrar seus pertences.  Fazem um registro e te dão cópia de formulário com os itens e seus números de série que você já proprietário e levando pra fora. Em caso de problemas só apresentar na volta. Isso era bem comum antigamente com celulares, câmeras, notebooks, relógios e qq outra coisa mais visada de alegarem que você comprou fora depois (quando já ter isso no Brasil era difícil, muita gente contrabandeava).  Usei várias vezes, mas realmente faz tempo que não mais.",
                "Você vai levar do Brasil os dois celulares? Eles foram comprados onde? Se possuem o selo da anatel e possível nota fiscal, não tem problema algum.\n\nSe for comprar lá fora os dois, aí tem que tentar a sorte."
            ]
        },
        {
            "title": "Companhias para pacotes do Hurb",
            "selftext": "Sabem se existe algum grupo de viajantes solitários que compartilham os pacotes do Hurb?\n\nVejo vários pacotes com preços interessantes, mas essa questão de ter que ser mínimo 2 pacotes judia. Eu sempre viajo sozinho, e não queria ter que pagar os 40% a mais por isso.\n\nJá até comprei um pacote esses dias, e estou na expectativa de achar alguém para compartilhar o pacote.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11fg0ab",
            "num_comments": 6,
            "comments": [
                "Hurb é cilada, muitas pessoas falam que nunca viram as passagens depois da compra",
                "Qual?"
            ]
        },
        {
            "title": "Vocês gostam de viajar sozinhos?",
            "selftext": "Cheguei numa certa idade em que a maioria dos amigos já estão casando e nunca consigo companhia pra fazer viagens, mas sempre tento ir sozinho quando posso.\n\nVocês gostam? Preferem ir com alguém? Se sentem sozinhos dependendo do lugar?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11enbna",
            "num_comments": 15,
            "comments": [
                "Amo viajar sozinha. Já fui pra diversos países e cidades diferentes, em dez/22 fiz Islândia sozinha e foi incrível. Em 2019 fui pra Rússia sozinha, só citando os destinos mais desafiadores kkkk. Não tenho medo, não sinto tédio, eu acho incrível! Sou minha melhor companhia, sempre.",
                "Eu gosto! O bom de viajar sozinha é que você pode fazer tudo no seu tempo, e tudo como você planeja; e não tendo uma companhia, você se “distrai” menos. Parece que você fica muito mais imerso no destino e nas experiências. O único lado ruim é quando é um lugar meio perigoso…",
                "Curto demais. Adoro companhia também, mas não teria feito metade das viagens que já fiz se tivesse esperado alguém pra ir comigo. \n\nConciliar datas, destinos e programações com amigos é mais difícil do que parece, então costumo comprar a passagem e avisar os amigos das datas e horários. Se alguém quiser ir junto, ótimo! Do contrário, vou sozinho e aproveito igual!",
                "Viajei uma vez sozinho pro Chile porque estava nessa de nunca ter companhia, e foi a melhor viajem que fiz.\nAcabou não sendo tão sozinho porque conheci uma galera lá (na época eu usava o Fórum do mochileiros.com e tinham tópicos tipo \"Chile em agosto de tal ano\", que acabei conhecendo uma galera que ia na mesma época)",
                "Viajei pela primeira vez sozinha para João passa para um congresso foi libertador, não deixe de fazer nada por que não tem companhia , o tempo passa rápido…\nVou pra salvador só agora em março",
                "Eu curto, pra quem é solteiro é muito bom. Ficava em hostel hostel, fazia amizades, exercitava o inglês e enchia a cara hahahah.",
                "Depois que aprendi a não depender mais de ngm, só viajo sozinha. Se a gente esperar pelos outros, o tempo passa e não fazemos nada. Viajar sozinho é enriquecedor, sem contar que vc faz seu próprio roteiro, vai aonde quer, sem ter conflitos e conhece muita gente nos hostels e por aí. Inclusive saudades!",
                "É legal, ruim é ir em alguns restaurantes pq normalmente são feitos pra pelo menos duas pessoas.\n\nHotel/airbnb fica mais barato em dois, pq da pra dividir. Eu tenho mta vontade de ter uma namorada disposta a viajar comigo mas que tbm tivesse alguma fonte de renda. Ia reduzir bastante nessa parte de hospedagem.",
                "Ultimamente estou até preferindo. Já fiz algumas viagens com companhia, e a maioria sozinho.\nAs que fui por conta me renderam as melhores experiências.\nÉ muito mais fácil entrosar com a vivência local, fazer amizades, trocar experiências. Sem contar a liberdade de fazer o que bem entender na hora que quiser, inclusive nada kkk",
                "Prefiro viajar de casal",
                "ja fui em varias viagens sozinha e acompanhada... e prefiro sozinha... acho que tu fica aberto a amizades se esta só... inclusive irei apara italia sozinha em setembro e ja estou contando os dias..."
            ]
        },
        {
            "title": "Estou pensando em fazer meu primeiro cruzeiro, tenho algumas dúvidas, pode me ajudar?",
            "selftext": "Apareceu pra mim um cruzeiro de 2 dias do RJ para Santos, o destino não me agrada tanto mas como tenho 18 anos, estou em busca de novas experiências e fazer um cruzeiro seria uma delas!\n\nAchei um preço ok até, pq pelo vi, é incluso todas as refeições a bordo.\n\nPorém, não sei nada sobre essa empresa, se realmente é boa, só conhecia a MSC antes por causa dos comerciais, nunca tinha ouvido falar nesta Costa Firenze!\n\nPerguntas\n\n1° Esta empresa Costa Firenze e este site LogiTravel, são realmente seguros, você recomenda?\n\n2° O que é imprescindível para uma viagem de navio que não é levado para uma viagem normal de avião?\n\n3° Costuma-se gastar com algo que seja importante dentro do navio, ou como a alimentação já é inclusa, acaba não tendo necessidade de gastos além do que já é pago?\n\nCaso tenha algo que possa me falar que eu não tenha perguntado, sinta-se a vontade, quanto mais informações, melhor!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11eis2k",
            "num_comments": 7,
            "comments": [
                "Vê se tem também pacote de bebidas incluso. Bebidas avulsas em cruzeiro é a maior roubada que tem.",
                "Já falaram o principal. O que não falaram ainda: \n\nTenha grana viva pra pagar o serviço (% alta dos gastos) ao final do cruzeiro. Tipicamente em dólar.  \n\nVeja as restrições / visa necessário pra cada um dos países que for desembarcar. Caso contrário você não poderá ou estará ilegal.   \n\nPra cada desembarque tem a taxa do porto / país. Tenha grana pra isso e contabilize nos gastos. Pode ser alto.  \n\nVeja antes da viagem a programação. Leve roupa suficiente e adequada pra cada evento / ambiente do navio, se não quiser ser o estanho no pedaço. Pra alguns casos o traje é obrigatório.   \n\nEvite cabine perto dos motores se não quiser barulho alto e continuo.   \n\nCabine alta e/ou externa tende a ter maior movimento. Pra mais tranquilo as internas e baixas melhor (mas pode ser problema se você claustrofóbico).",
                "Vamos lá, Costa Firenze é o nome do navio. Ele pertence a companhia Costa de cruzeiros. É uma companhia italiana famosa, está entre as 3 mais famosas: royal Caribbean, costa e MSC. \n\nNao conheço esse site, você pode comprar também via a CVC. Chegou a consultar o preço via CVC? \n\nNo cruzeiro é pensão completa, ou seja, tem café da manhã, almoço, jantar e ceia inclusos. Há vários restaurantes também dentro do navio, mas podem não estar inclusos e serem cobrados a parte. \n\nBebidas não são inclusas e costumam ser bem caras. As alcoólicas mais ainda. \n\nOs preços são sempre em dólares, mesmo o cruzeiro sendo do Rio para Santos."
            ]
        },
        {
            "title": "2 dias em Buenos Aires",
            "selftext": "Estou pensando em ir para Buenos Aires durante um dos proximos feriados que são de fim de semana. Alguém tem alguma dica de roteiro para otimizar esses 2 dias? Quero mais passear para conhecer a cidade mesmo então não precisa ser nada muito específico, apenas os lugares que são imperdíveis mesmo.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11ectde",
            "num_comments": 4,
            "comments": [
                "Galerias pacífico,\nObelisco,\nCasa rosada, \nPerto da casa rosada visitar o café London.\nCemitério recoleta,\nFaculdade de derecho,\nFlorális generica\nLivraria El ateneo\nCaminito,\nCafé tortoni ou café London city(fica próximo da casa rosada)\nResturante don Júlio - chegar 11h pra colocar seu nome da lista.\nZoológico palermo,\nParques de palermo,\nA noite visitar puerto madeiro,\n\n2 dias é bem pouco eu acredito pra conhecer bem. Eu fiquei uns 7 dias lá",
                "Postei há um tempo atrás um [comentário](https://www.reddit.com/r/viagens/comments/10b1j9w/buenos_aires_dicas_por_favor/j47wczq?utm_medium=android_app&utm_source=share&context=3) sobre Buenos Aires, dá uma olhadinha lá.\n\nGostei pra caramba da cidade quando fui lá, fiquei sete dias, mas em dois dá pra fazer bastante coisa, só se programar direitinho. Como você vai em final de semana, tem a Feirinha de San Telmo aos domingos a tarde, próximo ao Mercado Municipal da cidade, lugar em que vende Choripan, pão com linguiça muito gostoso, recomendo bem."
            ]
        },
        {
            "title": "Existe algum lugar atualmente no Brasil que se pareça com Ubatuba de 1979, como no filme \"A Banda das Velhas Virgens\", do Mazzaropi?",
            "selftext": "Seria para morar como aposentado de baixa renda.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11ddyqi",
            "num_comments": 2,
            "comments": [
                "Já assisti muitos filmes do Mazzaropi, mas acho que não esse. E duvido que o redditor médio também.   Seria bom você descrever o que quer. E pra quando: já ou daqui 10, 20 anos?  \n\nBom, de qq jeito, talvez 2 locais de SP que caibam pelo que imagino:  \n- Barra do Una, na Juréia, ao sul de Peruibe  \n- Ilha Comprida  (basta fugir algumas quadras da muvuca do centrinho)  \n\nUm ex. fora de SP: Ponta do Corumbau, BA",
                "Eu aconselharia vc aproveitar essa motivação de \"escolher um local\" para viajar. Pegue alguns nomes, e vá pessoalmente ver.Não conheço o litoral de ubatuba, mas indicaria para procurar na região da costa verde, litoral sul do Rio de Janeiro, acima de ubatuba.   \nDe Paraty até Mangaratiba. Tem muitos locais, perto de praia, nos quais vai à pé, e que são populares, com preços acessíveis para quem ganha uns 3 salários mínimos, até menos."
            ]
        },
        {
            "title": "Conhecendo Damasco 🇸🇾",
            "selftext": "Fotos da minha breve passagem por Damasco, a capitla da Síria🇸🇾",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11cndl9",
            "num_comments": 2,
            "comments": [
                "Incrível. Lugar maravilhoso. De curiosidade, como você foi parar lá? A trabalho, imagino!"
            ]
        },
        {
            "title": "Alguém daqui ja foi pra Eslovenia?",
            "selftext": "Pretendo ir em Maio e além dos passeios turísticos queria fazer as trilhas do Triglav National Park, talvez passar uma noite em algum chalé/cabana lá nas montanhas, porém não sei se em Maio algumas dessas trilhas ainda estão fechadas e qual seria a mais bonita dentre as +100 trilhas possíveis.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11c0tdb",
            "num_comments": 4,
            "comments": [
                "Já fui para a Eslovénia em março e o tempo estava espetacular. Tem lugares incríveis. A cidade de Lubliana também vale muito a pena conhecer. É a futura Veneza. Há passeios na natureza, cavernas, etc. Pode alugar carro e viajar em segurança por todo o país.",
                "Vaz daí um trajeto para a croacia soube que lá tem praias muito bonitas"
            ]
        },
        {
            "title": "Frankfurt com os meus filhos. Em magníficos mercados de Natal 💞",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11bvtlr",
            "num_comments": 3,
            "comments": [
                "Lindo demais! Meu sonho é conhecer a Alemanha e Holanda.",
                "Eu amo Mercados de Natal! Sempre tem um suco de maçã com especiarias quente, eu adoro 🥰 e compro as canecas temáticas haha"
            ]
        },
        {
            "title": "Algumas fotos que tirei em Paris em Dezembro do ano passado. Passei por alguns perrengues na cidade e não sei se voltarei tão cedo, mas não da pra negar que é um lugar muito bonito.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11birvw",
            "num_comments": 8,
            "comments": [
                "A França é maravilhosa, mas Paris acho bem \"shithole\". Com tantos lugares magníficos no país, o último que eu recomendaria seria Paris. Dito isso, sei que é o sonho de muitos brasileiros, talvez por conta de Hollywood, mas acho realmente uma pena que o resto do país nunca entre nos roteiros.",
                "que perrengues?",
                "Pelo menos as fotos ficaram ótimas.",
                "Paris é sempre um caso de amor e ódio.\nMochilei pra lá duas vezes. Uma com amigos, achei (e todos acharam) péssimo.\nSegunda vez fui com uma namorada. Eu já sabia o que esperar e não tive nenhuma surpresa, ela adorou...Vai entender kkkk.",
                "Em 2016 minha noiva foi furtada dentro de uma loja… levaram o celular dela…\n\nEra um Samsung bem simples, mas tinha muitas fotos nele.\n\nCom certeza isso deu uma murchada no resto do passeio…\n\nMaluco dando em cima da minha mina era em qualquer lugar, Londres, Paris, Italia… e a maioria ou era Árabe ou Indiano…\n\nNa Alemanha do nada, dentro do Hard Rock café um cara tentou me dar uma rasteira…quando eu virei pra ver tinha tanta gente que não consegui identificar que tinha tentado fazer…\n\nEu tento não relevar pra não estragar o passeio, mas geralmente xingo em ptbr"
            ]
        },
        {
            "title": "me ajude escolher um hostel",
            "selftext": "Finalmente tirei do papel esse plano, achei uma passagem de avião barata e estou indo pra Floripa em 2 meses!\n\nJá tinha ido ano passado pra São Paulo mas foi pra fazer um curso, dessa vez to indo sem motivo nenhum apenas com o intuito de curtir! :)\n\nNo entanto, dessa vez estou indo para um Hostel pela primeira vez, nunca fui, quando fui sozinho pra SP fiquei em Hotel e quando viaja com meus pais também.... pesquisando sobre formas de viajar mais em conta achei sobre Hostels e voluntariado (que é literalmente ficar hospedado de graça porém trabalhando no local (nada pesado) em troca de acomodação, alimentação e etc...)\n\nMeu plano inicial era antes de ir ficar em um Hostel em outra cidade (como eu nunca fiquei em um) passar uns 3 dias em algum hostel aqui pela minha cidade mesmo só pra pegar o feeling, mas descartei... E um dos meus planos também é antes de fazer voluntariado, me hospedar normal, pagando pra poder ver como é um Hostel antes de me voluntariar!\n\nContinuando:\nApareceu a promoção, dei de maluco e comprei! Acabou que um colega meu veio me perguntar aleatoriamente sobre viagem pois ele queria também viajar e etc.. Acabei famando que estou indo pra floripa e ele comprou também e tá indo comigo.\n\nAgora estou em um dilema, quero curtir as praias mais ali pro Sul de Floripa porém o hostel que eu achei por ali é por volta de 388 conto, meio estilo good vibes e tals, estou indo em busca de um hostel mais festeiro e achei um hostel que se encaixa nisso por 180 conto, com festas e etc... Porém fica uns 25km da onde eu quero de fato ficar indo.\n\nEstou em dúvida de qual ficar, qual você escolheria?\nObs: Os dois são bem localizados nos seus devidos bairros, com estabelecimentos próximos e etc...\n\nHostel 1\nPontos positivos\n• Pertinho dos lugares que quero ir\n• Estrutura melhor\n• Dá pra ir andando pra vários locais maneiros\n\nPontos Negativos\n• Mais que o dobro mais caro\n• Não é exatamente a vibe que eu estava procurando\n\n\nHostel 2\nPontos positivos \n• Bem barato\n• Vibe que eu estava procurando \n• De frente pra praia\n\nPontos Negativos\n• Longe dos lugares principais que quero ir, por volta de 25km, então vou gastar bem mais com uber visto que no outro hostel tem lugares que dá pra ir andando, porém estarei com mais um amigo, divindo o uber por 2...\n• Estrutura inferior\n\n\nCaso você tenha vontade de viajar também e não sabe por onde começar e tenha dúvidas, pode me perguntar, não sou o mais experiente mas já pesquisei bastante sobre, e já viajei bastante também porém com meus pais... Estou começando viajar sozinho agora com o meu dinheiro aos 18 anos; ficarei feliz se puder ajudar em algo :)))",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11bgn7a",
            "num_comments": 8,
            "comments": [
                "Se sua intenção é economizar, pesa na balança o que é de melhor custo benefício pra você. Agora se vc tá procurando um q só oferece festas, escolhe logo esse.",
                "Sei que talvez você já tenha feito isso, mas pesquise no Hostelworld, veja a nota geral, a nota por atributo e o número de avaliações. Recomendo acima de 8.0 e acima de 50 avaliações, em Floripa tem 7 que se encaixam.\n\nDe qualquer forma, em uma cidade eu jamais ficaria em um hostel longe, mas considerando que Floripa é uma ilha, pode ser longe mas em um lugar muito legal também, de se pensar.\n\nOlhando rápido, o Selina (que é um hostel muito playboy, mas tem festas e tudo mais) sai a partir de 68 a diária. \n\nSobre os dois que você falou, acho difícil de escolher, pois são bem diferentes. Talvez eu explorasse se não há opções mais festeiras na região do Hostel 1. Mas ainda prefiro o 1 do que o 2."
            ]
        },
        {
            "title": "Visto mexicano no rio de janeiro",
            "selftext": "Quem foi no rio tirar o visto conseguiu retirar no mesmo dia ou precisou retornar depois?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11aqimw",
            "num_comments": 0
        },
        {
            "title": "Brasil ao Chile",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "118i8f9",
            "num_comments": 0
        },
        {
            "title": "5 coisas para fazer em Boipeba na Bahia",
            "selftext": "Boipeba é uma ilha na Bahia, que fica próxima de Morro de São Paulo, e ao chegar aqui tomamos um susto (positivo). O lugar é mega agradável e super bonito. As 5 coisas que sugerimos são:\n\n1. Passeio \"Volta à Ilha\" pra conhecer alguns dos principais pontos turísticos do local;\n2. Caminhar pela areia e trilhas até a Praia da Cueira e comer uma mariscada com lagosta;\n3. Tomar banho de mar na mesma praia, que tem águas mornas e transparentes;\n4. Assistir o pôr do sol na praia Boca da Barra;\n5. Ficar de bobeira na pracinha de alimentação, tomando drinks e comendo pastéis de frutos do mar.\n\nAlguém sugere mais alguma coisa a fazer em Boipeba? Ainda estamos aqui pra fazer 😃",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "117htfz",
            "num_comments": 3,
            "comments": [
                "Com todo respeito, tudo meio básico isso. Ou Boipeba mudou bem nos últimos anos....  \n\nRápido, algumas: \n\nPor do sol no Quebra Cu.  \n\nIr a pé da Cueira até Moreré, curta o banho de rio no meio.  Atente à maré pra conseguir passar as pedras, na dúvida fale com locais.  E planeje como irá voltar.  \n\nIr a pé do porto até  Cueira, mas só pela praia e mata (não cortando a vila).  Atente ao horário da maré pra não ficar preso no pedaço da Cueira.  \n\nAcompanhar os catadores de polvo na maré seca.  E claro comer ótimos pratos de polvo fresco, de PF a vinagretes, moqueca.  \n\nAcompanhar os catadores com suas lamparinas na busca de caranguejo (Pata Choca) na lua que elas saem mais das tocas, veja com os locais.  \n\nVer a programação de festa, que muitas só rolam(rolavam?) no boca a boca, sendo algumas pro lado de Moreré e o transporte é(era?) trator puxando carreta lotada com a galera pra conseguir atravessar os alagados.  \nOutras na vila mesmo, mas bem mais pra dentro (depois do Picolé do Pinto, se é que ele existe ainda.....chupe um por lá se existir haha)"
            ]
        },
        {
            "title": "Promo da 123milhas, qual é a \"pegadinha\"?",
            "selftext": "Tem viagem de ida e volta para a Europa por menos de R$ 1000. Porque é tão barato? Vou ser colocado no bagageiro do avião?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "115s3d3",
            "num_comments": 5,
            "comments": [
                "Não vai ser colocado no bagageiro mas eles só te avisam sobre sua passagem (incluindo quais os dias e horários de ida e volta) faltando pouquíssimos dias (no meu caso, menos de uma semana) para o embarque, o que pode comprometer toda a programação dependendo da sua viagem. Eu não compraria hospedagem com eles, dado a incerteza que envolve todo o processo.\nDei sorte de comprar um pacote promo pela 123 e pegar um vôo direto pela Air Canada pra Buenos Aires em dias e horários bem ok mas já ouvi casos extremos (gente que comprou pacote pro Brasil que envolvia vôos em horários terríveis e voltas pelo país todo com escalas de 8/10h em diversas cidades sendo que origem e destino estavam na mesma região do país). O mais tenso foi ter que fechar hospedagem e passeios bem em cima da hora, mas acabou dando tudo certo no fim e economizei bastante com as passagens.\nÉ um bom negócio se você tiver extrema flexibilidade, e entender que a comunicação de fato só ocorrerá mesmo dias antes da viagem ou só vai passar nervoso (eu mesma quase enlouqueci pois já estava bem cima da viagem e o retorno deles é super lerdo). E dica: se comprar com a 123, fique atento ao seu email pois eles enviam um formulário pra preenchimento e se você não receber/preencher eles não vão seguir com seu pedido e você só fica sabendo disso às vésperas.",
                "Olha, eu vi umas bem absurdas. Tipo pra Lisboa por 889 reais, mas por exemplo, ida dia 6 e volta dia 7. Totalmente impossível, tipo, vc chega no aeroporto e já tem que voltar kkkk\n\n\nMas também vi umas de mais dias, mas o problema é que vc tem q ter flexibilidade de ir, pois pode variar uns 3 dias antes ou depois do combinado (se não me engano).",
                "Estou bem tentado a meter o louco e comprar. Mesmo que tenha conexões longas e terríveis,  ainda assim é muito mais barato. Hoje vc compra pra daqui 10 meses por 5k. 1200 1500 ainda é muito barato"
            ]
        },
        {
            "title": "Querendo turistar na Argentina, dicas?",
            "selftext": "Olá pessoal do Reddit, estava querendo ir à Argentina, preferencialmente em julho, onde posso encontrar passagens/hotel por um precinho camarada? Fui olhar naqueles sites estilo Decolar.com ou 123milhas e fica 12k só pra ficar 7 dias! Já procurei vários posts aqui no Reddit e vi gente dizendo que achou pacotes por menos de 600 reais (isso 1 ano atrás) mas não diziam o site que encontraram \n\nAlém disso queria saber como funciona troca de moedas, se é mais barato pedir as coisas em real ou não. \n\nE obviamente dicas de passeio/restaurante em Buenos Aires\n\nObrigado",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "115j5sp",
            "num_comments": 5,
            "comments": [
                "Hotel pode ser uma boa ideia pagar com cartão de crédito internacional, atualmente as operadoras de cartão podem usar a conversão MEP que é próxima ao dólar blue, mesmo que tenha os 6% de IOF os hotéis abatem o imposto de consumo que é de 21. O ideal é conversar com o hotel antes para ver de que maneira eles tratam o desconto.",
                "Fui pra Argentina em Outubro ano passado .\nRecomendo comprar só a passagem e ver a hospedagem por booking ou AirBnB\nAirbnb é melhor do que os pacotes de viagens, inclusive da pra negociar com os donos direto e pagar lá.\n\nQuanto a dinheiro, recomendo baixar o WesternUnion. Tem varias agências la na Argentina. O câmbio deles é o mais em conta. Mas sempre leva um dinheiro em real em caso de imprevistos, principalmente também pra pegar taxi do aeroporto pra onde vc vai ficar.\n\nUma situação engraçada que aconteceu: eu fui lá e não sei muito espanhol, então fui no inglês mesmo. No aeroporto, fui trocar dinheiro. Como falei inglês com o cara, ele trocou o real no cambio do DÓLAR. Só fui perceber isso quando tava no táxi, pq achei até que era muitos pesos / dinheiro falso.\n\nQuanto a passeio, em Buenos aires tem o bairro de Palermo que tem uma vibe mais \"jovem\", tipo a avenida Paulista.\n\nTem MUITAS churrascarias tbm, é que nao frequentei pois sou vegano.",
                "De dinheiro, as respostas foram dadas, não consigo dar opinião muito sobre esse assunto porque usei cartão pré-pago da Confidence - sim perdi bastante na cotação, mas ganhei em tranquilidade de não carregar um bolo de dinheiro pra cima e pra baixo, sacando o que precisava nos caixas eletrônicos. Mas leve algum dinheiro trocado caso precise (reais, se tiver doláres melhor).\n\nSobre os pacotes, estou achando caro - devo ter pagado 15% disso, apesar de ter ficado em hostel. Tenta pesquisar vôo e hotel separado, e dá uma olhada qual hotel/vôo está no pacote também. \n\nSegurança, fica esperto com a carteira no centro e _especificamente_ na região de Retiro (onde fica a rodoviária) e na Boca (ponto turístico do Caminito e do estádio do Boca, e da fundação Proa), são regiões especificamente perigosas. A cidade per se não é tão perigosa dentro dos bairros mais turísticos, mas todo cuidado é pouco.\n\nDe atrações turísticas, pontuo algumas que gostei (e que me lembro) agora:\n\n* Visita guiada dentro do Teatro Colón e da Casa Rosada (esse todo domingo - eu acho, tem visita guiada em português);\n* MALBA e museu da Fundação Proa;\n* Se curte futebol, você pode visitar a Bombonera e o Monumental de Nuñez - eu fiz uma visita guiada no último;\n* Feirinha de San Telmo domingo (tem a de Mataderos domingo também, mas nunca fui);\n* Walk tours pelos pontos turisticos da cidade (procure Buenos Aires Free Walk Tours );\n* Ir em algum bar em Palermo ou no centro;\n* Eu sou esquisito, mas gosto de visitar os supermercados da cidade.\n\nComida, não deixe de comer dulce de leche e alfajores para além do Havanna (Cachafaz, Jorgito, etc. - e os artesanais), ir em uma parrilla (tem a Don Julio que é mais gourmet mas é muito boa - embora a que mais gostei foi a Peña, que é mais raiz), tomar e comprar vinho mendocino, comer empanadas e choripan. \n\nTem o site do próprio governo argentino que pode te ajudar https://turismo.buenosaires.gob.ar/br"
            ]
        },
        {
            "title": "O que fazer em Balneário Camboriú - SC?",
            "selftext": "Pessoal, hoje vou chegar em Balneário Camboriú e gostaria de dicas de lugares para conhecer e restaurantes.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "115i6p2",
            "num_comments": 2,
            "comments": [
                "Muitos lugares bons para passeio",
                "Tem o Cristo rei ,praia de laranjeira ,bondinho ,praia de balneário,morro do careca"
            ]
        },
        {
            "title": "Visto para o México",
            "selftext": "Tenho viagem marcada para antes da possíveis datas de agendamento, há alguma solução? Algum outro visto que seja aceito que emitam em menos tempo?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "114gik5",
            "num_comments": 2,
            "comments": [
                "No site do consulado tem um email de contato, você pode se comunicar e pedir urgência na emissão do visto. Porém, vale lembrar que viagens a turismo não são válidas para solicitações de emergência.",
                "Voltei recentemente de lá,  entrei com o visto de turismo americano. Se não me engano existem outros vistos aceitos tbm, vale dar uma olhada no consulado"
            ]
        },
        {
            "title": "onde se hospedar em São Paulo",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "11412kb",
            "num_comments": 6,
            "comments": [
                "Tem uma rede de airbnbs no Copan que sou fascinada pra conhecer.\n\n[Airbnbnocopan](https://instagram.com/airbnbnocopan?igshid=YmMyMTA2M2Y=)",
                "Hostel",
                "Lugar mais barato pra se hospedar é o Aki Hostel, eles tem um terraço com barracas, custa 30 pila a diária.\nTem opção de cama também, um pouco mais caro.\nFica no Paraíso",
                "Quando vou pra sp me hospedo em hoteis da rede ibis, tem uma rede de pontos q vc troca por diaria."
            ]
        },
        {
            "title": "Hong Kong vai distribuir 500 mil passagens aéreas gratuitas para atrair turistas",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "112tw1s",
            "num_comments": 1,
            "comments": [
                "Ni hau"
            ]
        },
        {
            "title": "Recomendação seguro econômico Europa",
            "selftext": "Olá! Minha mãe de 66 anos vem para Espanha e necessito um seguro de saúde para ela. Para a idade ela estão todos bem caros, e o mais barato que achei for por ao redor de 1000 reais por 30 dias. \n\nAlguém recomenda algum seguro barato?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "112q5sf",
            "num_comments": 7,
            "comments": [
                "Se você investir 1k no app da rico investimentos você tem direito a um cartão visa infinite, com seguro viagem de até 100.000 dol. Só tem que comprar a passagem com ele e pronto :D",
                "Vou te passar no privado o Instagram de uma excelente agente. Ela fará o melhor para atender as suas peculiaridades",
                "Pra qual país? Barato creio que não exista mais. Lembro que o da ADAC tinha bom custo x benefício e era super completo. Alguns cartões Platinum/Black oferecem seguro também.",
                "Joga no Google \"seguros promo\". Sempre comparo com eles antes de comprar.",
                "A Tókio Marine tá com uma promoção de carnaval, tem cupom de desconto, vale muito a pena."
            ]
        },
        {
            "title": "Ficar “só” em viagem",
            "selftext": "Viajo mês que vem pra salvador, meus amigos vão um dia antes e vão voltar um dia antes. \nEstou em busca de amizades, para me acompanhar em algum passeio ou rolê. \n\n#salvador",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "112h6wt",
            "num_comments": 0
        },
        {
            "title": "O que fazer no aeroporto de Manchester?",
            "selftext": "Opa, galera.\n\nMês que vem irei para Manchester, entretanto, chegarei no país às 23h e meu transporte só estará disponível às 8hs do dia seguinte. Como eu posso me virar durante 9hs? \n\nAcham que vale a pena alugar um hotel dentro do aeroporto ou é melhor achar algum lugar pra encostar e esperar o tempo passar? Só estarei com uma mochila e mala pequena.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "111oetw",
            "num_comments": 7,
            "comments": [
                "Quanto vai durar o voo?\n\nEu recomendo pegar um hotel, se tiver condições. Já fiz isso de virar a noite no aeroporto e não foi legal, principalmente porque o voo a seguir seria de 12 horas. Fiquei moído.",
                "Você pode sair do aeroporto? Estas 23h será do horário local? Se for não saia do aeroporto. No aeroporto tem cyber cafés se estiver com seu notebook o tempo passará mais depressa. Ou pode alugar um quarto para dormir um pouco.",
                "O aeroporto de Manchester é relativamente pequeno. Não tem nada demais, nem alguma estrutura para passar a noite de forma mais ou menos confortável.\n\nNas cercanias do aeroporto alguns hotéis, imagino que com diárias entre 600 (Ibis, Holiday Inn) e 1200 reais (Radisson). Alguns são possíveis de ir a pé (salvo engano o Crowne Plaza é um deles), outros precisam de transfer (que normalmente está incluso na diária).\n\nNesses horários, também não é possível fazer quase nada na cidade (que fica a uns 20km), a não ser bares/baladas. Você deve levar 30-40m na imigração, e o trem (não sei se passa depois das 00:00) leva mais uns 40 minutos até a Piccadilly Station, que é central. Já cheguei mais ou menos esse horário lá (mas vindo de trem) e o local é totalmente vazio.\n\nNão acho que seja o caso, mas se quiser um bar/balada, recomendo o famoso Albert Schloss, ou outros na própria redondeza dele."
            ]
        }
    ]
}