{
    "posts": [
        {
            "title": "Como me virar em São Paulo?",
            "selftext": "Olá, pessoal! Em março irei para São Paulo pela primeira vez, primariamente para ir ao Lolla, mas vou passar uns dias a mais (1 semana no total) para tentar conhecer algo da cidade. Irei sozinho, minha primeira viagem grande sozinho :D\n\nPara o Lolla não tenho muita preocupação, pois vou ficar num AirBnb ao lado do autódromo. Mas tenho umas dúvidas/preocupações sobre outras coisas.\n\n \n\nJá pesquisei um pouco sobre esses tópicos, mas queria jogar essas dúvidas aqui para ver outras ideias/opiniões.\n\n&#x200B;\n\n1. É uma cidade gigantesca, acho que se eu ficar ficar só usando Uber vai ser uma grana grande indo pelo rado. Vale a pena fazer um bilhete único? Vi que o cadastro é online, mas para pegar o cartão tem que ir num posto. Decidindo fazer, já queria sair do aeroporto (Guarulhos) e ir direto num posto. Alguma dica?\n2. Para eu ficar de olho, tem alguma cilada/erro comum que as pessoas se metem (principalmente em relação a transporte público)? \n3. Queria tirar um dia para ir em Boituva fazer um salto de paraquedas. Em qualquer rodoviária de SP consigo um intermunicipal que me leve até lá? É melhor ver por aplicativo (Além de Buser, tem outro usado em SP)? E volta, alguma dica?\n4. Como é segurança pelas bandas de interlagos? Dá pra sair à pé de boa com celular no bolso?\n5. Considerações finais, ou alguma recomendação de local legal para um turista sozinho conhecer?\n\n&#x200B;\n\n&#x200B;\n\nValeeeu ❤️",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "110vppt",
            "num_comments": 13,
            "comments": [
                "A melhor dica é: Use metrô o máximo de tempo possível.\nSe tiver atrasado vale a pena táxi ao invés de Uber, eles tem corredor específico e conseguem chegar rápido.\nNo metrô o cuidado é o mesmo de ônibus, na real é até mais seguro.\nA estação mais cheia é a da Sé.\nCuidado mesmo é só em se atentar nas baldeações, em ir pro sentido certo, mas é só seguir as indicações.\nComo vai ficar uma semana acredito que vale a pena o bilhete sim.\nDica principal do metrô e são Paulo no geral: mantenha-se à direita!",
                "P.s.: Sou paulistana e morei em SP por 15 anos e 3 em boituva:\n\n1. Use o uber só quando não tiver metrô ou ônibus perto. Não vale à pena por dois motivos: trânsito e preço. Cuidado ao andar de ônibus, sobretudo se for ficar perto da janela, tem uns moleques que sobem pela parte de fora do ônibus e tentam pegar alguma coisa de dentro. Dentro do metrô é mais tranquilo, só fique atento quando as portas abrirem, porque é a melhor oportunidade para alguém te roubar e sair correndo. \n2. Tem um ônibus no terminal barra funda que vai direto de SP para a terminal em boituva. Mas o buser também vale à pena. Vai de você.",
                "Nossa, gente... tem uma galera metendo terror bravo. Não sei se é ódio da cidade ou tão passando muito tempo assistindo tv...\n\nEnfim, além do que já te contaram, como não ficar só no Uber, vá de metrô onde der, só adicionaria que você está meio no limite da São Paulo turística ali em Interlagos. Ao sul, os bairros ficam mais simples e mais residenciais.\n\n\nInterlagos em si é bem gostoso e de boa, mas também não é exatamente um bairro nobre ou altamente turístico. Na Avenida atlântica existem vários restaurantes e bares gostosos, perto da represa. E caso você preferia algo mais natureza, tem o Sesc Interlagos (vá de Uber nesses 2 \"points\") mas museus ou algo mais animado, tipo baladinha e etc, esses ficam mais para cima.\n\nOutro problema real de SP, é que um rolê diferente pode sair caro, principalmente gastronômico. Esse não tem muito como fugir, se você quer algo que você não encontra sempre na sua cidade, imagino que você terá que gastar uma grana. Dito isso, tem o restaurante japonês Saikou \"perto\", que eu acho bem gostoso (mas não vou a muito tempo) e a clássica \"Casa da pizza\". Todo mundo da ZS já escutou ou foi nesse restaurante kkkk. \n\n\nAh, existe a fama do trânsito ao sul do rio pinheiros não ter regras. É verdade, não tem mesmo ahaha. Não se assuste se você ver carros voando na madrugada, ou se o seu Uber passar o sinal vermelho.",
                "Tome cuidado nos cafés e bares. Também fique de olho quando andar pela rua. Uber só de vidro aberto, se não quebram a janela. Nunca vá na República, Luz, Campos Eliseos, Santa Cecília e Barra Funda. Não ande em ruas de calçadões na região central. A Paulista tem uma cracolândia perto da via que da na Av. Rebouças, então cuidado por ali. Metro só linha verde e amarela são seguras. As que tem baldeação em trens tendem a ter mais criminosos.",
                "Se voltar sem nenhum mendigo comer seu c* ja ta no lucro",
                "Cara, já fui 4 x em SP, vc tem que ver onde vai ficar pois depende do lugar, pra saber o valor que vai gastar.. acho desnecessário cada único se o valor no metrô é o mesmo e melhor que usar ônibus.\nNo metrô tem mapas pra mostrar a rota.\nHoje em dia todo hotel tá meio caro, melhor pesquisar, mas no Brás tem o Total Hotel, barato e no meio do Brás, perto do metrô, vc pode ir de lá pra qualquer lugar, e o hotel é barato..",
                "De hotel tem um bem bom na augusta, Bella Augusta, custa em torno de 180 reais a diária, mas também tem o Aki Hostel, fica no Paraíso, você dorme barraca no terraço, custa 30 reais"
            ]
        },
        {
            "title": "Vou para o sul. O que acham desse roteiro?",
            "selftext": "Vou para o sul. O que acham desse roteiro? Eu vou para Gramado, mas acho que vou aproveitar para ir mais ao sul e conhecer Monte Video, Buenos Aires e Bariloche. Talvez eu passe por Punta del este, mas nem gosto muito de praia, só vou pra lá se tiver outros atrativos.\n\nPra quem já visitou esses lugares, quantos dias recomendam pra cada cidade? Tem outras cidades dessas regiões que vocês recomendam?\n\nhttps://preview.redd.it/10jlhtvq1nha1.png?width=282&format=png&auto=webp&v=enabled&s=bfec08a6d9450bbeab0d0cc80baf693996171507",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1100e7p",
            "num_comments": 7,
            "comments": [
                "Posso opinar sobre o trecho Buenos Aires - Bariloche, cheguei a ir lá.\n\nRecomendo fortemente que você vá com dinheirinho a mais para Bariloche, especialmente na alta temporada (verão/inverno) - eu não sei quando você vai, mas achei um pouco caro as coisas. Tem esse [guia do Viaje na Viagem, do qual me balizei quando fui para lá. Recomendo dar uma olhada.](https://www.viajenaviagem.com/destino/bariloche/). No mais, quatro dias em Bariloche acho suficiente mesmo pra fazer o básico, assim como Buenos Aires. Só põe na conta que o dia que você for ir de uma cidade para outra é meio \"dia perdido\" por conta do check out/check in, deslocamentos, etc. -  ou seja, não daria para turistar - até dá, mas não recomendaria, pois fica corrido demais. \n\nPara o trecho Buenos Aires - Bariloche, recomendo fortemente que vá de avião - dá para ir de ônibus, mas é uma viagem longa (mínimo 24h), os ônibus normalmente não fazem uma parada tipo Graal e fazem bastante pinga-pinga nas rodoviárias. Além disso, a rodoviária de Buenos Aires fica perto de uma região sinistra da cidade - fui joselito e fiquei com iPhone na mão e uma mala socada de vinho de Mendoza andando da rodoviária até a estação de metrô, aconteceu nada mas foi perigoso. \n\n---\n\nAgora sobre o trajeto, achei razoável embora não saiba quantos dias você vai tirar de férias, mas pensando em 30 dias, eu particularmente acho muita coisa - gosto de ficar pelo menos cinco a seis dias em cada cidade. Eu limaria Punta del Este assim de cara, no entanto, já que você diz não curtir muita praia.",
                "Quando tiver em Gramado, estica 1h de viagem e vai até bento Gonçalves, é legal demais lá",
                "Eu trocaria Punta del Este por Colonia del Sacramento, muita história e dali já dá para pegar o ferry para Buenos Aires, é mais curto também",
                "Vai de moto?  De auto?",
                "[deleted]"
            ]
        },
        {
            "title": "Primeira viagem sozinho, para onde ir?",
            "selftext": "Olá amigos, tudo bem? TL;DR no fim do texto!\n\n&#x200B;\n\nBom, como o título diz, vou fazer a minha primeira viagem sozinho este ano. Porém, estou um pouco indeciso sobre o meu destino. Tenho algumas ideias de para onde ir e estou quase fechando negócio na verdade, mas queria pedir a dica de mais algumas pessoas e explorar outras ideias talvez.\n\nVou dar um pouco de contexto para ajuda-los hehe\n\nSou homem, tenho 22 anos, sou de São Paulo, sou bem extrovertido e tranquilo pra falar/conhecer pessoas, AMO praias e belezas naturais, gosto de sair, e não viajo há quase 7 anos :( \n\nMinha meta é passar por volta dos 12 dias fora de casa, saindo daqui no final do mês de fevereiro (26, 27, 28).\n\nVou sozinho porque realmente não tenho uma companhia para ir, mas sempre tive a vontade de viajar sozinho e ainda tem lugares que eu sonho em conhecer sozinho. PORÉM, adoraria companhia, ter um pessoal da minha idade pra conhecer, rir e ir pros lugares junto seria legal. Por essa questão e por ser mais barato, sou super aberto pra Hostel e é provavelmente o tipo de acomodação que eu vou escolher independente do meu destino. \n\nE sendo honesto sobre a companhia, até tem meus pais, mas a questão é que eu sei que vou me estressar se viajar com eles e estou buscando descansar / não ter que ficar batendo cabeça com ninguém, quero poder fazer o que eu quiser. A última vez que viajamos juntos acabei brigando com meu pai por que ele impossível de lidar e estragou um pouco o restante do tempo da viagem. Então, pra evitar a fadiga, vou solo. \n\nGosto de praias, paisagens, cidades, poxa, praticamente de tudo! Mas, atualmente estou procurando por algum destino onde eu possa relaxar, algum lugar mais natural sabe? Estou dando preferencia para praias ou algum lugar bem bonito, cheio de natureza.\n\nPor isso, pensei em Fernando de Noronha. O lugar tem uma baita reputação pelas belezas e realmente parece ser lindo, sem falar que todas as atividades que podem ser realizadas por lá eu curto (trilhas, flutuação, mergulho e afins). Cotei a viagem toda e os valores estão dentro do que eu estou podendo gastar. Minha meta é gastar no máximo uns R$10 mil. \n\nEstava tudo perfeito, quase comprei a passagem, porém... A dúvida bateu: E se eu fosse para outro lugar?\n\nExistem lugares bem legais aqui perto na América Latina, além de outras praias maravilhosas no resto do Brasil, então fiquei em dúvida.\n\nPara onde vocês iriam com a quantia/tempo que eu citei? Acham que Noronha é uma boa pedida ou conhecem outro destino que eu ia gostar mais? Qualquer ajuda é bem vinda :) \n\nTL;DR:\n\nFaz um tempão que eu não viajo, vou viajar sozinho pela primeira vez agora, amo praias / belezas naturais, cotei e estou quase fechando negócio em Fernando de Noronha, mas queria saber a opinião e ideias de vocês. Quero gastar até R$10 mil e vou no final de fevereiro, pretendo sair de SP entre os dias 26 e 28. \n\nObrigado por qualquer ajuda!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10zxanx",
            "num_comments": 7,
            "comments": [
                "Cara, Fernando de Noronha é uma ilha que só vai playba e paty, se tu consegue se relacionar bem nesses ambientes, sucesso.\nAgora se tu quer viver a experiência de conhecer pessoas etc melhor ce procurar ficar em hostel ou lugares com atividades culturais, pq sempre tem pessoas simpáticas com quem você vai poder dialogar. \nEu já viajei sozinha algumas vezes, e viver a experiência assim em hostel e passear fora dos pontos turísticos foram ótimas experiências.",
                "Caraíva/BA tem hostels e pessoas muito good vibes. Pra viagens solo, eu particularmente, gosto ir pra fora do país porque tudo acaba sendo mais interessante, em uma conversa trivial você aprende um mundo de coisas novas. Minhas viagens favoritas na América Latina foi um mochilão que fiz entre Bolivia e Perú, passei por lugares e paisagens incríveis como o Salar de Uyuni, Isla del Sol, ciudad de La Paz, Cusco, Machu Picchu y Laguna Humantay. Não é um destino exatamente pra descansar, mas vale muito a pena.\nArgentina também tem um lugar especial em meu coração, nos bares de Buenos Aires vc conhece várias pessoas, tem vários outros destinos pra explorar além de BA, opção pra todos os gostos e você passa muito bem lá em termos de acomodação e alimentação sem gastar muito.\nNo Brasil, minhas praias favoritas tanto pela beleza quanto pra conhecer pessoas são: Ilha Grande/RJ, Florianópolis/SC e Maceió/AL.",
                "Cara eu recomendaria um local com pessoas bemmmmm simpáticas, pra vc n sentido o \"\"\"peso\"\"\" da viagem solo, ficando em hostel pra conhecer gente nova e tal. Sugeriria Porto seguro, se vc quer ficar na vibe de praia",
                "Pesquisei há pouco tempo e sei que tem passagens saindo de Guarulhos por cerca de R$ 2.500 para Aruba ou Curaçao. Se não for ficar naqueles resorts *all inclusive* dá pra fazer uma viagem com bom custo benefício mais ou menos nessa faixa de preço que você comentou.",
                "Noronha maioria já vai em grupo/família/casal. E é uma ilha... se não estiver favorável pra achar companhia, não tem muita opção, não sei se é o melhor lugar pra seu interesse. Melhor ir pra algum destino tradicional de festas, bares  eventos  baladas etc... alguma capital turística ou cidades com muitas universidades",
                "Já que gosta bastante de natureza, se tiver carro ou moto, eu aconselho que vá para trindade rj, próximo de Paraty, as praias lá são lindas e a cidade é bem roots, é praticamente uma comunidade de pessoas alternativas, muito bom !!"
            ]
        },
        {
            "title": "Bolívia",
            "selftext": "Gente, estou querendo ir para Bolívia em março mas estou com muita dificuldade de em encontrar translado entre cidades. Parece tudo muito precário. Viagens aéreas entre La Paz e Uyuni são constantemente canceladas. A opção é o rodoviário mas não consigo achar pela internet. E não sei que companhia é turística confortável. Não me recomendaram andar de carro porque disseram que as estradas são ruins. Eu queria dicas de translado entre La Paz e Copacabana, La Paz e Ururu e La Paz e Uyuni. Obrigada",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10ytz4c",
            "num_comments": 13,
            "comments": [
                "E tudo meio precário mesmo. Eu fu há mais de dez anos, mas é isso. Colar na rodoviária e ver os ônibus que tem. Você vai precisar conhecer mais ou menos antes as rotas mais objetivas.\n\nDa uma olhada no livro viajante independente na América do Sul. Tem informações importantes e sábias nele. Alguns trechos da pra fazer de trem mas não são muitos.\n\nAs viagens são longas, mas os ônibus em geral não são ruins. Sempre atrasa pq sempre tem greve nas estradas, não faça nada com o tempo muito justo.",
                "Sai ônibus pra Copacabana de lá paz todo dia. Não é difícil. O ônibus passa em cima de um rio em uma jangada... É loucura, mas é divertido.",
                "Lá Paz oruro Tb tem ônibus diariamente no mínimo. Até uyuni da pra pegar um trem de oruro. Uyuni não tem nada pra fazer MESMO. se for pro deserto não chegue com muita antecedencia",
                "Eu e minha noiva estamos indo em Março, entrada e saída por Santa Cruz de La Sierra (pegamos uma promoção de passagem boa). \n\nIdeia é fazer Sta Cruz - Sucre - Salar - La Paz - Sta Cruz. \n\nPor enquanto só temos o aéreo ida e volta. Pelas nossas pesquisas, acho que vamos pegar só mais um voo Sta Cruz - Sucre, e o resto é colar nas rodoviárias mesmo.",
                "to querendo ir pra lá nas minhas proximas férias, que serão em poucos meses. vou de Fiat Uno, mais fácil.",
                "É ruim mesmo, mas se vai de La Paz para Uyuni compre da empresa Titicaca, é a única que tem realmente leito cama, as outras todas dizem que são cama, mas não passam de um semileito, uma enganação, além de todas terem o mesmo preço",
                "Dá uma buscada no fórum Mochileiros. Possivelmente as informações vão ser meio velhas, mas bem provável vão ser muito ricas, com detalhes, te ajudar, dar bom norte. Não fui ainda pra lá, mas lembro de ler bastante coisa no Mochileiros.",
                "Então, eu já fui pra Bolívia de moto, tem muitas estradas ruins sim, mas tb tem estradas melhores que as brasileiras. Se eu tivesse fazendo mochilão, sem o meu próprio veículo, consideraria os transportes locais, ou até alugar um carro. Quando fui, fiz amizade pelo Facebook, com motociclistas locais e chegando lá, saí para beber umas cervejas com eles. Me deram muitas dicas, que só os locais conhecem. \nNo geral, o povo é meio grosso, mas é mais uma questão de acesso à educação, vencida essa barreira, são tão amáveis quanto a maioria dos brasileiros."
            ]
        },
        {
            "title": "China suspende quarentenas para viajantes internacionais e encerra três anos de isolamento",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10ymt3u",
            "num_comments": 0
        },
        {
            "title": "Governo Brasileiro vai pedir o fim do visto",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10x6wjb",
            "num_comments": 1,
            "comments": [
                "Duvido."
            ]
        },
        {
            "title": "viajar sendo menor",
            "selftext": "Tenho 16 anos e quero viajar de ônibus, eu quero saber se posso viajar sozinho ou preciso de um documento assinado ou coisa do tipo",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10x56mc",
            "num_comments": 1,
            "comments": [
                "Pode viajar sozinho sem autorização dos pais a partir dos 16 anos. Carregue sempre sua identidade com vc e vai ser tranquilo. Caso tenha algum problema tenha o celular fácil pra falar com seus pais mas de modo geral é de boa."
            ]
        },
        {
            "title": "Fotos tiradas em Milão, em Dezembro de 2022",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10wdu1f",
            "num_comments": 0
        },
        {
            "title": "CHIP internacional - vocês consideram necessário, com tanto wifi por aí?",
            "selftext": "estou indo para argentina, mais especificamente somente para Buenos Aires! vocês acham necessário eu comprar um chip internacional, considerando que tem wifi no hotel, restaurantes, cafeterias, etc? desde já obrigada",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10w6r8p",
            "num_comments": 13,
            "comments": [
                "Chip internacional próprio pra viagem pode ser besteira pq pelo menos antigamente era meio caro. Compensa mais dar uma olhada em se vc consegue pegar algo melhor no país que você tá viajando mesmo, mas acho bem prático de internet 4g. \n\nTbm vale a pena ver os pacotes da sua operadora que talvez tenha algo razoável tbm.",
                "Dá pra viver sem, mas é mais inconveniente.\n\nDa última vez que sai sem chip baixei o mapa dos lugares onde eu ia com o Maps.me, porque era o único app da época que deixava consultar GPS sem ter dados.\n\nMas o app era ruim, e além disso as vezes você precisa fazer uma busca ou pedir um serviço e sem internet é complicado. Hoje eu recomendo comprar o chip assim que chegar no país.",
                "Sim, ruim demais não ter internet. Wifi aberto não é seguro",
                "Bobeira é comprar esses chips internacionais que anunciam aqui, q vc paga uma fortuna! Na dúvida, compra um chip no destino, pré pago, de uma operadora local.\n\n\nWifi nem sempre é bom ou seguro. Não vale o esforço.",
                "vale a pena. chega no país e pergunta qual é o mais barato pra alguém",
                "Costumo comprar um chip do país. Sai mais barato.",
                "Resposta curta: não, mas depende da duração da viagem.\n\nBuenos Aires é razoavelmente bem servida de lugares com wi-fi (pelo menos até onde lembro), não creio que precise se for uma viagem mais curta. \n\nApenas reportando minha experiência, eu fui para a Argentina em 2018, e fiquei quase um mês lá, e comprei um chip da Claro na loja quando cheguei - tem Movistar (Telefónica) e uma outra operadora lá que esqueci o nome tb. Tirando o inconveniente de ir na loja (e pegar metrô linha vermelha lotada - argh), valeu muito a pena, comparando com esses Chips internacionais (me refiro aqueles que alguns blogueiros de viagem anunciam), por algumas razões:\n\n* Fiquei com uma linha argentina, que me salvou quando me perdi em um passeio em Bariloche.\n\n* Como visitei mais de uma cidade e nem sempre tinha em mãos wi-fi, valeu a pena para não ficar sem comunicação.\n\n* É bem fácil de recarregar conforme necessidade e até onde usei, funcionou bem, e saiu em conta, porque devo ter recarregado pouquinho e durou bem os créditos.",
                "Sim. Depois de ter ido pra Europa pensando em que não precisaria, me arrependi de não ter pego um em Londres e em Amsterdam.\n\nQuando cheguei em Roma, comprei assim que deu.\n\nNem todos lugares tem WiFi aberto, sem falar que muitas vezes o Wifi é ruim. Imagina que vc ta numa rua e ta querendo chamar um Uber, ou até mesmo se localizar com o Google Maps, e pra utilizar o Wifi vc precisa de uma senha e só dão para quem consumir algo?\n\nEu sempre compro o chip quando chego no local, acabo não assinando algo daqui, do tipo que a Claro tem que pega em qualquer lugar do mundo...",
                "Sim. Às vezes você está no meio da rua sem nada por perto e como faz nessa hora? Ou num horário mais à noite com nenhuma loja aberta.  \n  \nE eu não consideraria que todo lugar vai ter wifi aberto."
            ]
        },
        {
            "title": "I eu que estou viajando com destino para a casa dos meus tios, paro em cidade em cidade e fico na casa de parentes por uns 3 dias continuo minha viagem conhecendo várias pessoas que vou sentir muita sdds no futuro e agora",
            "selftext": "A viagem praticamente está quase acabando, as vezes vou ir de ônibus de carona e bicicleta até a próxima cidade e aproveito para conhecer a mini cultura de cada cidade, amooo muito isso",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10w6dbv",
            "num_comments": 2,
            "comments": [
                "Faz uns vídeos também. Eu sempre fazia só fotos, mas vídeos são uma lembrança espetacular. Você meio que revive o momento. Se nao tiver muito espaço no celular, use alguma nuvem (ex: Google Fotos ou outro) pra armazenar."
            ]
        },
        {
            "title": "A primavera no monte Fuji é de tirar o fôlego!",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10w30o6",
            "num_comments": 0
        },
        {
            "title": "Visto de trânsito pros EUA",
            "selftext": "Galerinha, queria pegar o mesmo vôo que meu marido, mas ele tem duas escalas nos Estados Unidos e eu sei o quanto os EUA são chatos quanto a isso e preciso passar pelo processo de solicitação de visto. Mas tenho algumas dúvidas:\n\n1. Com as duas escalas, preciso aplicar para dois vistos e pagar duas taxas ou somente um é o suficiente?\n\n2. Qual o valor da taxa do visto de trânsito? É o mesmo para turismo?\n\n3. A fila de espera é muito longa para esse tipo de visto?\n\nSe alguém souber me informar, eu ficaria eternamente grata!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10vzudf",
            "num_comments": 3,
            "comments": [
                "Recomendo ao invés de tirar o visto de trânsito tirar o de turismo. A burocracia é a mesma e o de turismo acaba também servindo para esse seu propósito."
            ]
        },
        {
            "title": "O que dá menos dor de cabeça se der ruim? Pacote ou ver tudo separado (hospedagem e voo)?",
            "selftext": "Olá galera,\n\nEstou planejando minha primeira viagem para Balneário Camboriú, e queria saber se na resolução de problemas com a fornecedora de pacotes como Decolar ou CVC, se vale a pena um pacote, ou faz a compra de passagem e hospedagem separado?\n\nPor exemplo, vi em algumas reclamações no Reclame Aqui que parece que tinha muito vai e volta entre a Decolar e a parte contratante, sempre jogando a responsabilidade de um para o outro. E pensei, valeria a pena contratar o voo com a Latam ou Gol, e a hospedagem com o próprio hotel? Ou é meio exagerado o que estou falando, e os pacotes com tais empresas não tem muita dor de cabeça se dar ruim para resolver?\n\nNão é muito minha praia, então quero saber o que vocês acham.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10vaf0n",
            "num_comments": 4,
            "comments": [
                "Eu prefiro ter controle sobre tudo. Exemplo: hotel só pego os que permitem cancelamento a poucos dias do check in, assim posso mudar de ideia a vontade. Vôo é mais difícil, mas se a diferença de preço for pequena, pego passagem flex (que permite remarcar sem custo ou com taxa baixa). Pra quem viaja bastante, é legal também ter um cartão que tenha seguro contra imprevistos de saúde na época da viagem. Já vi gente perder tudo o que tinha planejado por ter pego COVID, por exemplo.",
                "Eu faço tudo separado. Tanto hotel quanto passagem…",
                "Eu fujo dessas empresas como Decolar e etc como o diabo foge da cruz. Com o tempo você pega as manhas de encontrar passagem barata. Pra hospedagem eu quase sempre uso o Booking, com cancelamento sem custo.",
                "Depende do que você planeja, se for uma viagem de longo prazo eu prefiro pacotes pois são mais econômico (principalmente na Hurb) agora se for a curto prazo normalmente é melhor planejar direitinho separadamente cada coisa"
            ]
        },
        {
            "title": "Recomendação de hotéis em Porto Alegre",
            "selftext": "Salve pessoal. Estou me organizando para passar as férias no Rio Grande do Sul em agosto e preciso de recomendações de hotéis em POA, de preferência para aqueles que facilitam o deslocamento para os municípios (Gramado, Canela, etc.).",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10upvzk",
            "num_comments": 1,
            "comments": [
                "Se vai pra esses municípios precisa realmente ser em Porto Alegre?\nPergunto isso pq sou de Porto e é uma cidade muito perigosa. \nNovo Hamburgo é no meio do caminho de todas essas cidades, é relativamente mais segura e tem uma boa gastronomia. Em NH recomendo o hotel union no centro.\nFica perto do metrô, 40 min vc está em Porto Alegre. 1h30 de Gramado."
            ]
        },
        {
            "title": "tem algum app que indicar em qual lugar do país fala tal língua ?",
            "selftext": "exemplo um app que indica um restaurante que fala inglês na China.  associado a whatsapp da empresa para testa o idioma do local. Que também funciona para taxistas.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10t3p2r",
            "num_comments": 0
        },
        {
            "title": "Dicas viagem pra floripa",
            "selftext": "olá pessoal, vou passar 5 dias em Florianópolis com meu namorado e gostaria de saber quais as coisas mais legais pra se fazer lá nesse pouco tempo. valeuuuuu💜",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10t3mwy",
            "num_comments": 8,
            "comments": [
                "Minha lua de mel foi pra lá e amei, mesmo pegando uma péssima época em setembro e chovendo bastante.\n\nSe vocês não fizeram isso, recomendo alugar um carro, a cidade é MUITO extensa e andar de Uber de um lado pro outro pode ser difícil.\n\nPesquisem sobre a Ilha do Campeche e vejam se estão tendo barcos pra ir até lá. Fica no lado leste da ilha, um pouco pro sul.\n\nRestaurante recomendo um chamado Ponta das Caranhas, que agora não lembro onde fica, mas tem um peixe sensacional.\n\nA praia que mais gostei foi a de Canasvieiras, tem alguns comércios mais ou menos perto e ela é bem extensa e bonita.\n\nSe gostam de comida japonesa, experimentem um chamado Sattoru Sushi no lado continental da cidade (a parte que não fica na ilha)\n\nBoa viagem, OP!",
                "Se alugarem um carro, recomendo irem à Governador Celso Ramos, na praia de Palmas, é lindo demais e provavelmente nessa época do ano tem bem pouco movimento",
                "Onde vcs vão ficar hospedados?"
            ]
        },
        {
            "title": "Visto pro japao",
            "selftext": "Bom estou no Canadá e queria visitar uma amiga japonesa futuramente. Ainda não sou PR e queria saber como faço pra tirar o visto pro Japão daqui. Thanks",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10s5749",
            "num_comments": 6,
            "comments": [
                "[Aqui tem informações](Https://www.google.com)",
                "É bem complicado o visto pelo que sei, basicamente tem que comprovar renda, comprovar reserva de hotel e tudo mais. Só te dão visto pro tempo da sua viagem + 1 dia. \nPelo Canadá não sei , seria melhor quem sabe você ligar ou mandar e-mail para a embaixada ou pedir info pra agências de viagens como se fosse reservar com eles uma viagem."
            ]
        },
        {
            "title": "Dúvida sobre viagem para França",
            "selftext": "Olá, sou brasileiro mas moro em Israel em um programa de intercâmbio **desacompanhado, sem meus pais**,no final de março eu pretendo fazer uma viagem para França sozinho, vou me hospedar na casa de uma amiga minha nas minhas 3 semanas de estadia.\n\nÉ necessaria a apresentação da autorização de viagem de menor internacional desacompanhado? eu não tenho escrito no meu passaporte, e o papel que eu tinha foi recolhido quando cheguei no país\n\nE por conta do acordo Schengen eu devo ter um seguro viagem de no mínimo 30mil euros, alguma empresa recomendada?\n\ninfo: tenho 17 anos, por isso a dúvida se é necessario esse documento.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10qzmi3",
            "num_comments": 2,
            "comments": [
                "Você precisa de uma autorização sim. Deveriam ter colocado direto no passaporte, mas agora o jeito é remediar. Entre em contato com a embaixada ou consulado do Brasil aí, que te darão uma solução. É provável que você precise enviar o documento pro Brasil pra que seus pais assinem, e eles mandem isso de volta. Como costuma levar uma semana pra entregarem, só nesse processo você já vai perder umas 2-3 semanas. Some ainda o tempo até o consulado poder te atender. Em outras palavras: entre em contato com eles urgentemente."
            ]
        },
        {
            "title": "Calgary, Alberta - Canadá 🇨🇦",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10qxcr1",
            "num_comments": 0
        },
        {
            "title": "PASSAPORTE ITALIANO COM URGÊNCIA",
            "selftext": "Boa tarde, se alguém que tenha obtido o passaporte com urgência souber me auxiliar, grato. Irei fazer um intercâmbio na australia fim de março e a passagem com escala nos EUA é metade do preço das outras escalas entretanto possuo cidanina italiana mas o passaporte ainda não, que é o que preciso para me dar direito ao acesso aos EUA para a escala, e também o único método que me permite entrar no país a tempo da minha viagem, ja falei com algumas pessoas que conseguiram o passaporte com urgência porém eles iam aos EUA fazer turismo nao apenas fazer escala. Minha dúvida principal é,  devo enviar um email para o consulado falando sobre a escala nos EUA antes de comprar a passagem?(e talvez ser negado pelo consulado). Ou devo comprar a passagem sem preocupação de ser negada e anexar justamente a documentação? (e correr o risco de perder a passagem)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10pdeja",
            "num_comments": 4,
            "comments": [
                "Comprar a passagem sem ter o documento na mão é arriscado. Os EUA são super chatos, não vão nem se dar o trabalho de ver sua documentação. Ligue pro consulado italiano antes pra tirar sua dúvida.",
                "Acho que nesse caso é melhor ligar pro consulado italiano mesmo…",
                "Passaporte italiano é seu direito. Ele é o seu documento de viagem para qualquer lugar. Apesar de muitos brasileiros com a cidadania italiana o tratarem assim, ele não serve apenas para ir aos EUA sem precisar de entrevista. Logo, junte a documentação com as datas do intercâmbio e entre em contato com o consulado pedindo urgência, pois precisa do seu documento para viajar.",
                "Primeiramente, em qual estado você mora? \nSeu cadastro AIRE está atualizado com o consulado do seu estado/região? \n\nVou falar por SP, vai que ajuda:\n\nVocê precisa ligar no consulado e agendar o passaporte com urgência, o telefone está disponível no site deles.\nCostuma ser meio difícil o contato por telefone, você precisa ser extremamente persistente para conseguir agendar a entrega de documentos o mais rápido possível. \"Extremamente persistente\" quer dizer ligar adoidado, ligar enquanto está no trabalho, no Pc, ficar ligando infinito até alguém te atender. \n\nQuando atendem, a ligação é rápida, vão dizer as datas disponíveis e é aí que você fala da sua urgência.\n\nVão agendar contigo esse dia para você entregar as documentações necessárias e fazer o pagamento (o pagamento só pode ser à vista, custa aproximadamente 700 reais, pelo o que eu lembro). Avise da urgência sempre e eles enviarão para a sua casa, você nem precisa voltar lá pra buscar.\n\nVocê tem cidadania e deve saber, mas vale ressaltar: leve as documentações certinhas, revise tudo dias antes e deixe em uma pasta organizada. O consulado italiano é muuuuuuito chato e burocrático, qualquer 'A' vai te travar pra tirar o passaporte. Tirando isso, é tranquilo, eles nem perguntam nada, só entrega os documentos que já era.\n\nEspero ter ajudado, OP! E mais uma vez, siga o conselho dos pessoal aí, evite comprar passagens sem ter toda a documentação em mãos.\n\nEdit: ligue adoidado mesmo, tipo, uma ligação atrás da outra, persista sem dó que você consegue agendar rápido se for em SP, em outros estados não sei qual a condição das filas e como funciona a urgência. Boa sorte =)"
            ]
        },
        {
            "title": "Parque Nacional da Tijuca - RJ",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10ou1dz",
            "num_comments": 2,
            "comments": [
                "Saudades desse lugar, lindooo demais!!!",
                "Que lindo este lugar 😍"
            ]
        },
        {
            "title": "caneca na bagagem de mão",
            "selftext": "comprei uma caneca e queria levar pro brasil pra usar no dia a dia, mas tenho medo de levar na despachada e quebrar... posso levar na bagagem de mão?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10o8hhv",
            "num_comments": 6,
            "comments": [
                "Eu sempre coloco no meio da mala de roupas.\nCostumo montar assim : Jeans e roupas mais \"duras\" nas extremidades da mala, no meio coloco camiseta e moletom.\n Se você enrolar a caneca num moletom e colocar no meio e no centro da mala, dificilmente vai se mover, logo a chance de quebrar é bem menor.",
                "Não sei. Mas se usar plástico bolha pra levar ela na despachada tá tranquilo."
            ]
        },
        {
            "title": "Bom senso no avião",
            "selftext": "Gente, citem aí o que vc acha a atitude mais sem noção que uma pessoa pode ter no avião. Eu começo:\n\nFicar pegando mala após o avião mal ter decolado;\n\nAtrapalhar todo mundo pra guardar a poha da bagagem;\n\nQuerer entrar primeiro se nem senta na janela.\n\nContinuem.\n\n\nAmigos, leiam e comecemos a ter bom senso.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10nyz9x",
            "num_comments": 15,
            "comments": [
                "Gente que tem incontinencia urinaria e senta na janela... poha, se voce sabe que vive se mijando, não senta na janela, fica no corredor!\n\nTiram tênis e ficam sem meias com os pés fedendo pra todo mundo sentir\n\nLevar comida com cheiro forte para fazer lanche depois que o avião decola\n\nPessoas que tem muita bagagem guardada no bagageiro e decide levantar durante o desembarque para tirar todas, enquanto uma fila de gente se forma atrás. Se você tem muita bagagem, espera quem não tem sair pra depois tirar a sua!\n\nQuem leva só uma mochila de bagagem de mão e insiste em guardar no bagageiro.\n\nQuem não despacha a mala e pretende colocar 3 malas no bagageiro sem deixar espaço para outros.\n\nDaria ate pra continuar...",
                "Chutar a poltrona da frente\n\nColocar o pé no apoio de braço da poltrona da frente\n\nQuando o voo é de dia, abrir a janela e ficar só aquele feixe de luz insuportável atrapalhando o sono dos outros\n\nFicar em pé no corredor assim que o avião pousa, sendo que demora um tempão até poder sair, quando tô na ponta fico particularmente irritada com as pessoas caindo em cima de mim e com o bumbum na minha cara\n\nGente doente sem máscara",
                "O que alguém pode falar aqui e eu peço do fundo do coração que reconsidere: criança em avião.\nMuitas vezes nós que somos pais não temos o que fazer em relação ao choro.\nA gente tenta ao máximo deixar a criança confortável e as vzs vai além do que podemos controlar.",
                "Passar entre as poltronas de maneira descuidada batendo as pessoas sentadas na cara com a bolsa ou mochila. \nTem gente que realmente não presta atenção.\n\n\nE tem gente que embarca com mala de bordo obviamente acima do tamanho e desperdiça o tempo de todos tentando encaixar aquilo no compartilhamento superior por 10+ minutos achando que se tentar mais 3x da mesma maneira, em algum momento a mala entra. Às vezes tem comissário de voo junto, tentando explicar que não tem como caber, e a pessoa não aceita e continua tentando enfiar dentro com um monte de gente parado no corredor, esperando para poder passar."
            ]
        },
        {
            "title": "posso levar um notebook e um monitor portátil na bagagem de mão?",
            "selftext": "sim, ambos são para uso pessoal (sou estudante de programação e designer, uso o monitor como minha segunda tela pra facilitar e expandir minha área livre pra trabalhar).\n\nvolto pro brasil dia 1 e meu marido me deu esse monitor de presente, foi comprado aqui no exterior,  mas foi um produto razoavelmente barato. ele é menor que meu notebook, vem numa capinha pra apoiar a tela e é isso apenas.\n\ncorro risco de ser parada e taxada por isso? o monitor não é um computador, nem tablet nem nada, só uma tela mesmo.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10nnn7z",
            "num_comments": 13,
            "comments": [
                "Pode sim",
                "[deleted]",
                "Sim, aliás DEVE levar na bagagem de mão, principalmente o notebook (deixe fácil pois vc vai ter q tirar da bolsa pra passar no raio x). E quanto a ser taxada, se for para uso pessoal (sinais de uso) e vc só tiver 1 na bagagem, normalmente não é. A menos q seja algo notável bem mais caro do que tem aqui."
            ]
        },
        {
            "title": "Sou novo. Ganhei uma viagem para Punta Cana. Tenho algumas dúvidas. Alguém pode me ajudar?",
            "selftext": "Olá a viagem que ganhei foi por minha empresa. Que é associada oa banco Zurich no setor de  Seguros.\n\nA Zurich quem está pagando a viagem minha de outras pessoas. Deve ser umas 100 pessoas.\n\nMinha dúvida é sobre passaporte será que preciso fazer porinha conta. O país República Dominicana tem que ter passaporte para entrar lá?\n\nSobre malas quantas posso levar por padrão? Só a mala de bordo? Eles pagam mala adicional?\n\nE o mais importante qual o tamanho padrão para mala de bordo para viagens internacionais? E se posso levar a mala de bordo e uma mochila nas costas. Essa mochila conta como mala de bordo? E até quantos quilos para não pagar taxa?\n\nPergunto isso pois ainda não deram informações sobre as detalhes, mas quero deixar tudo pronto antecipadamente.\n\nVai ser em março dia 15 a 19 deste ano.\n\nObrigado",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10miw6z",
            "num_comments": 6,
            "comments": [
                "Precisa de passaporte sim.\n\nA questão da mala depende da cia aérea. Espera te mandarem os dados de voo e você terá essas informações. Geralmente permitem que você leve uma mala de mão + item pessoal (mochila) sem problemas. 10kg em mala de mão.",
                "Cara, eu fui para Punta Cana em setembro do ano passado pela empresa, precisa de passaporte, você consegue levar mala de mão e uma mochila (tem limite de peso mas ninguém pesou nada, a mala de mão só precisa caber no bagageiro), mas o mais importante, pra quem é brasileiro precisa ter tomado a vacina da febre amarela e levar o comprovante internacional que você tira em algumas UBS por ai, toma cuidado com isso porque precisa tomar a vacina a pelo menos 10 dias antes da viagem, na época foi a maior dor de cabeça e eu e minha chefe quase perdemos a viagem por causa disso"
            ]
        },
        {
            "title": "Algumas fotos tiradas em Veneza. Cidade bonita demais!",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10m7crh",
            "num_comments": 3,
            "comments": [
                "[removed]",
                "veneza foi de longe a cidade onde a gente deu mais sorte. recebemos um upgrade grátis no hotel (ca'dei conti, recomendo demais), ganhei um desconto na loja de máscaras e ganhamos desconto também numa pizza quando a gente foi assistir a derrota do brasil na copa. os garçons ficaram com pena da gente kk"
            ]
        },
        {
            "title": "Sobre juntar milhas para viajem",
            "selftext": "Bom dia, pessoal. \n\nPodem me tirar algumas dúvidas sobre milhas? \n\nSeguinte, quero juntar milhas com o único objetivo de viajar mais barato ou até de graça, no caso, anualmente para minha cidade natal. \n\nDito isto, qual estratégia devo adotar? Explico: aparecem promoções nas companhias pra comprar milhas com desconto, mas não sei quando comprar e nem se vale a pena. Vocês dizem pra fazer a conta, mas essa conta de vocês é pra quem quer vender as milhas ou ter renda extra com elas pois usa a cotação, correto?\n\nEntão disso vem outra dúvida, pq quando comecei a juntar eu cotei as passagens e tava mais barato pelo gol, logo comecei a juntar com foco na Smiles, porém fui ver agora e tem outras companhias que estão mais barato que a gol. Logo, terei que repensar meu acúmulo. Detalhe que não tenho data para essa viajem, no caso a próxima. Só sei que preciso ir anualmente, mas tbm quero poder ir pra outros lugares e ter desconto em hospedagem.\n\nEnfim, tenho um Cartão Santander Elite Visa Signature e estou concentrando os gastos nele, porém acho bem ruim o Esfera em comparação ao Livelo, fora o limite mínimo de 30K milhas pra transferir pra alguma companhia, na livelo é só 10k\n\nAcho que esse é meu cenário, por isso fiquei na dúvida se devo comprar pontos ou milhas e se vale a pena comprar pontos, ou é melhor comprar passagem no dinheiro mesmo. Ainda tenho dúvidas se vale a pena assinar um Clube e qual clube, etc.\n\nEm resumo é: qual estratégia adotar pra quem quer juntar milhas com o objetivo de viajar e não de vender milhas. \n\nObrigado",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10lqwxf",
            "num_comments": 0
        },
        {
            "title": "Aeroporto de Auckland",
            "selftext": "Boa noite.\nChego em Auckland 4h da manhã do dia 11/02.\nTenho algumas dúvidas:\n\n- As 11h tenho outro voo no mesmo aeroporto.. será que vale a pena ir pra um hotel ficar só por algumas horas? Eu pensei em um hotel pq vamos estar com nosso filho de 3 anos e cansados.\n- Quanto tempo demora o processo de sair do avião, passar pela imigração etc? É a nossa primeira viagem pra fora do Brasil. Temos visto de trabalho na Nova Zelândia.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10kl11m",
            "num_comments": 7,
            "comments": [
                "Não vale a pena sair do aeroporto. A não ser que tenha um hotel dentro dele ou bem do lado. Você vai perdeu 1h para sair, e imigração, etc...e tem que estar no portão de embarque 1h antes do próximo voo. Mesmo se o hotel for próximo,  vai perder no mínimo mais 40min entre se deslocar, check-in, e check-out..vai te sobrar de 3 a 4h de descanso no hotel.Como é sua primeira viagem, ainda vai se embaraçar um pouco (normal). Então, acha um banco e senta, coloca seu filho para dormir deitado nele, e quando ele acordar, tomem um bom café da manhã. Estão indo para trabalhar? Como foi o processo do visto? Tem perspectivas de empregos bons lá? Boa viajem!",
                "eu diria que não compensa sair, pq vocês não teriam de fato descanso. ia ser tudo muuito corrido.  \npara o filho, compra um carrinho travel sistem baratinho e coloca ele pra dormir com um acolchoamento reforçado (foi o que fiz com o meu filho pequeno tb), eles geralmente te entregam na saida da aeronave então vc não fica na mão  \no carrinho UP da burigotto pode ser levado na cabine sem custo adicional, pq é considerado mala de mão :)",
                "Eu não acredito que esse período seja conveniente de pegar um hotel. No aeroporto de lá há um Hotel (Novotel) BEM próximo do terminal internacional, mas entre chegar lá e fazer check-in pode demorar um pouco. Vocês não terão sequer 4 horas de descanso lá. Se houver alguma sala VIP, pode ser mais jogo, pois haverá comida, em geral tem lugar pra descansar e ir ao banheiro com conforto. Levem um conjunto de roupas na mala de mão para que vocês possam se trocar se acharem necessário ou se algo acontecer.\n\nVale ver também que hora a alfandega deles abre. Eu já peguei voo que teve escala em Miami onde eu cheguei lá as 5h da manhã e fiquei esperando até as 7h para abrir. Não sei se isso é normal ou se houve algum problema, pois não nos deram nenhuma informação, mas se eu tivesse contando de conseguir pegar um hotel pouco depois, esse plano teria ido por água abaixo.\n\nEu vi que você postou que seu marido trabalhava com TI remotamente para essa empresa. Você se importaria se eu mandasse umas perguntas no privado para ele ou você responderem? (Nada com dados pessoais ou sobre a empresa, mas sim sobre como ele conseguiu o emprego, que tipo de qualificações tem e por aí vai.)"
            ]
        },
        {
            "title": "Bagagem",
            "selftext": "Pode levar essa mini lâmina na bagagem?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10kgbr8",
            "num_comments": 3,
            "comments": [
                "Na despachada vai sem problemas. \nNa de mão pode ser que passe. \n\nLembrando que\n\n“Quem gosta de viagem não despacha bagagem.”",
                "Eu já levei e não falaram nada.\nColoca na bagagem que é despachada e não na de mão."
            ]
        },
        {
            "title": "Qual o melhor site para comprar um pacote de viagens?",
            "selftext": "Boa tarde!! Quais são os melhores locais para se comprar um pacote de viagens pela internet? Nunca fiz isso e queria viajar ano que vem com a minha família.\n\nAgradeço!!!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10kca1i",
            "num_comments": 6,
            "comments": [
                "Na verdade hoje em dia meio que saiu de moda comprar pacote de viagem. As pessoas simplesmente reservam o hotel online direto, compram as passagens e vão. Pacote só vale a pena se for algo mais específico ou esses last minute, que aí consegue-se alguns milagres. Já tens definido pra onde vocês vão?",
                "Hurb, se você tiver flexibilidade.",
                "para pacotes, aconselho a decolar... embora na pandemia tive problemas com eles, foi uma situação atípica. hoje em dia, ainda vale comprar pacotes porque geralmente com eles a passagem aérea sai mais barato, e da para cotar com vários hoteis diferentes.",
                "Decolar. Pra Foz, por exemplo, sempre compro hotel e voos com eles. Sai mais em conta do que comprar separado. Mas sempre compare antes, simulando a compra separada.\n\n\nSe for comprar separado, para hotel recomendo o booking."
            ]
        },
        {
            "title": "Limite de dinheiro em espécie para viagens internacionais sobe para US$ 10 mil; saiba como declarar",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10k3km4",
            "num_comments": 0
        },
        {
            "title": "Roteiro Machu Picchu/Atacama/Salar vale a pena mesmo?",
            "selftext": "Estou pensando no destino das minhas férias esse ano. Queria tirar uns 20 dias... pensei em fazer Sul da Argentina também, mas sinto que esse passeio de Machu Picchu está faltando no meu currículo. Vale mesmo a pena?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10jlqtp",
            "num_comments": 1,
            "comments": [
                "Só cuidado com a crise no Peru... O Machu Picchu pode estar fechado."
            ]
        },
        {
            "title": "123Milhas funciona?",
            "selftext": "Estou pensando em comprar passagens na 123 milhas e queria saber se alguém aqui já comprou e se teve experiência, seja positiva ou negativa",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10jkh8f",
            "num_comments": 6,
            "comments": [
                "Olha, já vi relatos de gente que teve problemas com eles na internet. Minha experiência pessoal foi, fui com minha esposa para porto seguro em novembro comprando aéreo e hotel com eles e não tivemos problemas. Além dessa, minha esposa tbm foi com minha sogra pra natal comprando passagem aérea com eles e tbm foi tranquilo. Não coloco a mão fogo por empresa nenhuma, mas minhas experiências foram positivas",
                "Muita gente reclamando. Eu fico com pé atrás. Sempre compro direto no site das companhias aéreas. Se tiver problemas e tiver que botar na justiça, fica mais fácil…",
                "Funciona, comprei as passagens da minha tia há 4 anos. Mas pesquisa no Skyscanner, lá vc consegue comparar os preços de diferentes sites",
                "os cara só sabe mentir e ficar fazendo birra pra nós entrar mas no fundo é tudo mentira, desconfie de alguém assim",
                "Funciona, mas evite passagens sem datas e horários.",
                "Nunca comprei lá porque NUNCA achei passagem mais barata lá, como dizem q deveria ser. Pesquise bem antes."
            ]
        },
        {
            "title": "Porque deixar uma moeda no freezer antes de viajar?",
            "selftext": "Coloque um copo de água no congelador e, quando estiver congelada, coloque uma moeda nela e guarde novamente o copo no congelador.\n\nEntão, se ao retornar de sua viagem **a moeda estiver no fundo do copo, significa que os alimentos se descongelaram e foram congelados novamente, por isso não é aconselhável comê-los**. Se a moeda permanecer em cima, isso significa que não houve corte de energia e você pode consumir seus alimentos com tranquilidade.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10j5xrj",
            "num_comments": 6,
            "comments": [
                "Este é o post mais brasileiro que li hoje. A pessoa já conta com uma possível falha no fornecimento de energia hehe",
                "Quando você usa 100% do cérebro.",
                "Muito bomm kkkkk",
                "cara que incrível! vou testar na minha casa na praia pra ver se acontece mesmo! valeu",
                "Ótima dica!"
            ]
        },
        {
            "title": "❤️ Cwb",
            "selftext": "Um oásis no meio da selva de pedra. Eu ❤️",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10iyege",
            "num_comments": 4,
            "comments": [
                "Muito maneiro... Acho que já fui aí...",
                "curitiba é demais! amo morar aqui!",
                "Sinceramente, isso me deixa triste. O local é bonito, mas a selva de pedra em volta é desanimadora demais. Nao dá nem pra fotografar sem aparecer um prédio atrás. Curitiba é relativamente \"ok\" em termos de parques, mas fica devendo muito na distribuiçao de área verde."
            ]
        },
        {
            "title": "Alguém já viajou ao Japão e pode relatar?",
            "selftext": "Sempre fui fanático pelo Japão, e planejo realizar uma viagem pra lá em um futuro distante (a grana tá curta kkk)\n\nGostaria de saber se a experiência foi impactante como eu acredito que seja, a relação dos japoneses com os estrangeiros, o valor da viagem e da estadia, etc.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10i4vxm",
            "num_comments": 14,
            "comments": [
                "eu visitei tóquio e quioto em 2019, antes da pandemia. foi uma viagem inesquecível, assim que for possível eu quero voltar pra visitar outras cidades. na epoca eu gastei entre 15-20k e fiquei 15 dias lá.\n\nos japoneses são bem mais tímidos e não tendem a se misturar, mas as pessoas tendem a ser prestativas.",
                "Para viagem é um lugar muito bom, mas agora a passagem tá bem cara … acho que uns 12 mil+ ida e volta. Os japoneses tratam turistas bem, mesmo que você não fale o idioma - e eles não falam muito inglês, mas se esforçam pra gesticular kk. Estadia tem por uns 50~100 dólar por dia ou menos se vc não ligar de ficar em hostel / airbnb compartilhado. Tem como comer com menos de 10 dólares por dia também se quiser. Espero que ajude !",
                "Amo a cultura japonesa e assim como você quero um dia conhecer o Japão...",
                "Gostei do tópico sobre o Japão... Que se apresente mais pessoas que visitaram o país e possa compartilhar experiências... Arigato...",
                "Estou com passagem comprada para 2025",
                "Da uma olhada na série Ásia alternative. Tem um episódio sobre Tokyo. E achei interessante um sobre SEUL, na coréia. Até me interessei mais que o Japão",
                "Também planejo ir um dia pro Japão. Por sorte tenho uma amiga que conheci no meu intercâmbio em 2018 que mora em Osaka. Sem contar que o parque do Mario fica na universal estúdios de lá. E minha vantagem agora é que estou no Canadá e a passagem fica muito barata. $1500 ida e volta. :)"
            ]
        },
        {
            "title": "Santa Cruz de la Sierra",
            "selftext": "Estou na Bolívia e gostaria de voltar para o Brasil por terra. É viável por Santa Cruz dado o contexto político? Se não, que rota recomendam?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10h6ol8",
            "num_comments": 0
        },
        {
            "title": "Viagem para Itália",
            "selftext": "Boa tarde, estou querendo fazer uma viagem para Itália com a minha namorada e queria algumas dicas, média de preços ou até mesmo alguns sites onde posso consultar essas informações visto que é a primeira vez que vou viajar. Desde já agradeço e uma ótima tarde!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10h0m0y",
            "num_comments": 4,
            "comments": [
                "olá, estive lá no mês passado e essas são as dicas que eu posso te dar:\n\n1. passagens: monitore os preços pelo google flights. é uma ferramenta ótima e te da a opção de criar um alarme para mudança de preços. se for fazer conexão em outro país toma muito cuidado com o tempo de conexão (especialmente se parar no aeroporto de zurique ou de heathrow). ás vezes demora muito tempo pra passar na imigração, passar pela segurança e pra transferir de um terminal para o outro.\n2. atrações: recomendo comprar ingresso antecipado para tudo que for possível, pois as filas podem ficar grandes especialmente na alta temporada\n3. hoteis: escolhi ficar em hotel porque para um casal o airbnb na europa não estava valendo a pena. reservei tudo pelo booking, mas ás vezes fechando direto com o hotel pode sair mais barato\n4. segurança: atenção com pickpockets, leve sempre a bolsa na frente do corpo e não tire os olhos das suas malas nas estações. recomendo tbm pesquisar sobre golpes na europa, em roma eu vi muitos golpistas e eles tem vários métodos diferentes\n5. transporte: se for viajar entre cidades dentro da itália recomendo demais ir de trem. não é super barato mas é bem confortável e da pra ir vendo a paisagem no caminho\n6. planejamento: uma coisa que eu sempre faço pra planejar as minhas viagens é criar um mapa personalizado no google maps e ir marcando todas as atrações que eu quero visitar. dessa forma consigo visualizar onde seria o melhor lugar para ficar hospedada e quais atrações ficam perto uma das outras",
                "Eu visitei a Itália em 2016:\n\n* Utilize o [Booking.com](https://Booking.com) para ver hotéis. Uso desde então já que AirBnB está mais caro que hotel.\n* Compre um chip de celular assim que descer do avião. Google Maps é uma mão na roda. Em 2016 eu comprei somente na Itália, ou seja, passei 10 dias em Londres e Amsterdam sem internet e acabei me perdendo várias vezes.\n* Como mencionaram, Google Flights para passagens. Em Novembro, Dezembro e Janeiro é mais barato por ser baixa temporada. Tanto hotel quanto passagem.\n* Faça um roteiro antes de ir. Veja quais os locais que vcs realmente querem ir e os opcionais e programa-se para visita-los. Se visitou todos os imperdíveis, vá para o opcionais.\n* Em 2016 tinha um passe de turista em que era comprado em bancas de revistas. Te da desconto em locais turisticos e tb tem aquele ônibus hop in hop off. Eu comprei e achei interessante. Nos ultimos dias não tinhamos nada pra fazer e fomos no ônibus. Valeu a pena pois eu tinha esquecido do castelo Sant Angelo, e ao passar por ele nesse ônibus fomos visita-lo com o desconto.\n* Preços: nós mal iamos em restaurante para economizar. Compramos muita comida em vendinha ou loja pequena. Pra nós funciona, mas pra quem gosta de comer a comida local pra ter a experiência, vai dar uns 20 euros pra mais por pessoa (prato). Eu sempre reservo 50 euros por pessoa por dia para alimentação, o que da 25 euros para um almoço e 25 para janta (contando que tem café da manhã no hotel).\n\nCaso tenha mais dúvidas, só avisar.",
                "Morei na Itália, então se puder passar aqui mais ou menos o itinerário que estava pensando, consigo dar umas dicas mais certeiras sobre os lugares. De toda forma, algumas recomendações gerais:\n\n* **Voos**: partindo de São Paulo, na minha opinião, as melhores portas de entrada da Itália são Roma e Milão. Das vezes que fui, peguei voos diretos da LATAM, saindo de Guarulhos.\n* **Destinos**: além dos destinos tradicionais (Pisa, Roma, Milão, Veneza, etc.), dois lugares me surpreenderam muito e recomendo conhecer: Cinque Terre e Puglia. Apesar da primeira ser bem movimentada no verão, a segunda é uma região um pouco desconhecida dos turistas e tem praias lindas, comida excelente e um povo amigável.\n* **Navegação**: recomendo usar a função dos mapas *offline* do Google Maps. Quando souber para onde vai, deixe os mapas baixados. Isso vai ajudar MUITO na localização e para explorar as cidades, além de economizar bateria do celular, já que o 3G/4G não estarão ligados.\n* **Comunicação e Internet**: compre um chip (recomendo Vodafone ou Illiad). Há um ato normativo na UE que obriga as operadoras a oferecerem cobertura em outros países. Os chips que eu tinha lá, dessas duas empresas, funcionavam em todos os países da UE.\n* **Deslocamento**: conforme já comentaram, faça o máximo para se locomover de trem e ônibus. Aluguel de carro na Europa é relativamente caro e, especialmente na Itália, muitos lugares têm restrições de tráfego (zona histórica de cidades, por exemplo) e de estacionamento (áreas com estacionamento exclusivo para moradores, por exemplo). E se tu não se cuidar, pode levar uma multa. Porém, a vantagem do carro é a autonomia e, claro, poder viajar para cidadezinhas menores que talvez não sejam atendidas pelos trens e ônibus.\n   * Para **ônibus**, recomendo o [Flixbus](https://global.flixbus.com/). Passagens baratas e uma infinidade de destinos.\n   * Os **trens**, na Itália, são melhores que em muitos países, na minha opinião. Há companhias privadas, como Italotreno, mas as passagens costumam ser bem mais caras. Recomendo viajar sempre com a [**Trenitalia**](https://www.trenitalia.com/it.html), que é a companhia estatal. Especificamente nessa, há duas categorias principais de trem:\n      * **Regionale** e **Regionale Veloce**: são os trens regionais. Mais básicos, mas mais baratos. O primeiro faz mais paradas (\"pinga-pinga\"). O segundo geralmente para somente em cidades maiores, o que torna a viagem mais rápida. São as opções mais baratas e vão suprir muito bem tuas necessidades, então sugiro optar por eles. Por exemplo, um trem regional de Bologna para Veneza custa 13,85€.\n      * **Frecciarossa** e **Frecciargento**: são os trens de alta velocidade. Mais confortáveis e mais rápidos, porém mais caros. Nesses, uma viagem de Bologna para Veneza custa em média 36€. E o preço sobe exponencialmente conforme a distância aumenta.\n\nEspero ter ajudado de alguma forma. Se tiver alguma dúvida mais específica, fico à disposição."
            ]
        },
        {
            "title": "Escala de curtíssimo tempo",
            "selftext": "Boa noite amigos, não sei se aqui será um bom lugar para postar isso, mas tenho ansiedade e isso ta me fazendo um pouco mal.\nPela primeira vez vou fazer uma viagem muito longa de avião e com escala. \nUma das escalas vai ser no Chile, só que vou ter só 1 hora e 14 mins de parada la pra pegar outro voo, que será o destino final. Quando eu fiz a compra, essa passagem estava tão mais barata que as outras e MUITO mais rápida tb. Alguém tem experiência nisso? Sabe se é certo que vou perder o voo? Vou perder mala? Se algo dessas coisas acontecerem, vou ter aquela compensação da empresa? Tudo foi comprado com a Latam, nao vou mudar de empresa nas escalas.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10ggnzr",
            "num_comments": 12,
            "comments": [
                "Quando é conexão você não precisa pegar sua bagagem, ela vai direto pro seu voo final.\n\nOlha, é uma escala curta mesmo massss se não houver atrasos no seu voo vc não terá problemas. Não é necessário passar pela segurança novamente, só localizar seu portão de embarque e se dirigir à ele.\n\nSe acontecer algum problema e seu primeiro voo atrasar e com isso vc perder a sua conexão, NÃO SE DESESPERE. É obrigação da cia aérea te colocar em um novo voo e localizar sua bagagem.\n\nO que você faz nessa situação é sair da área de embarque e ir até o guiche da cia aérea. Já aconteceu isso comigo algumas vezes e eles resolvem, pq se não resolverem você processa eles e tira uma grana boa kkkkk",
                "Se o primeiro voo não atrasar, dar tempo.\n\nAno passado passei esse perrengue.\n\nNa ida, não identifiquei que tinha troca de aeroporto em Paris, e a distância era quase uma hora de trem. Ainda bem que o intervalo de um voo para o outro eram de 4 horas.\n\nMas na volta deu merda.\n\nMeu vôo de Toulouse - Alemanha atrasou e perdi meu vôo para São Paulo.\nMesmo usando o Google tradutor ninguém me ajudava.\nDecolar não ajudou e se comunicar foi horrível.\nA sorte foi que depois de uma hora, eu achei um brasileiro que trabalhava no atendimento e desenrolou tudo pra mim. Sou eternamente grata a ele.\nDisponibilizaram hotel, táxi e colocaram meu vôo para o outro dia.\n\nAproveitei pra conhecer Frankfurt.\n\nMas confesso que faltava pouco pra chorar naquele aeroporto.\n\nE eu nunca despacho mala. Nunca. Pode ser viagem de 15 dias mas dou meu jeito de caber tudo em mala de 10 kilos.",
                "1hr e 14 de escala é curto? eu vou pegar uma escala de 35minutos em Congonhas como conexão para Buenos Aires hahaha felaxa, ta de boas!! fica tranqs  \neu tb ja peguei escalas de meia hr entre RJ - SP, é super normal",
                "Esse tempo de escala tá bom, pode ficar suce. Desembarca de um e já vai pra frente do portão de embarque do outro, pra garantir. É até bom pq não fica perdendo tempo no aeroporto."
            ]
        },
        {
            "title": "Santiago - Conta digital internacional para transferir reais em pesos chilenos",
            "selftext": "Boa noite pessoal!\n\n&#x200B;\n\nPlano fazer uma viagem para Santiago em agosto e estou em busca de uma conta digital com câmbio de reais para pesos, que forneçam também um cartão de débito. Minha ideia é pagar menos no câmbio e não precisar andar com muito dinheiro vivo na viagem. Eu pesquisei e vi que existe o Wise, mas não sei se é bom/confiável.\n\n&#x200B;\n\nObrigada!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10fm9hm",
            "num_comments": 4,
            "comments": [
                "Tenho o cartão da Wise e fui para o Chile há uns meses atrás. Tive problema para usar o cartão em vários lugares. No fim acabei usando mais o cartão de crédito normal e usando dinheiro.",
                "Wise é confiável. Uso faz tempo, tenho dólares e euros lá, e já usei o cartão de débito na Irlanda e em Portugal tranquilamente. Tanto o cartão físico quanto pelo google pay. De todas q comparei, a wise é a que tem as melhores taxas.\n\nMas vc tb consegue sacar o dinheiro lá.",
                "Western Union. Eu fiz uma transferência e saquei em La Calera, numa agencia do Chile Express."
            ]
        },
        {
            "title": "Mais algumas fotos que tirei na Itália. Essas foram em Florença, um destino perfeito pra quem gosta de visitar museus e galerias.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10exxxt",
            "num_comments": 10,
            "comments": [
                "As fotos ficaram muito bonitas, espero que tenha aproveitado a viagem :)\n\nNo período que você foi esses destinos artísticos estavam muito cheios? Morro de vontade de visitar mas detesto lugares extremamente cheios 😢",
                "Florença é magnífica! Dica pra quem está planejando viagem pra Europa: evite ir no inverno. Existe essa ideia de que é interessante ir no inverno pra evitar multidão e/ou economizar em passagens/hotéis. Já tive esse pensamento também, mas a realidade é que o verão é muuuuito mais produtivo pra turismo na Europa. Apesar de detestar lugares cheios, admito que é preferível enfrentar isso, do que andar quilômetros e quilômetros no frio, com a natureza morta, em ruas sem vida e em cidades com atraçoes limitadas nessa época. O verão na Europa é muitíssimo mais vibrante do que se imagina, transformando todos estes lugares em atraçoes 10x mais interessantes. Até mesmo se você vai se enfiar em museus, é melhor ir no verão, já que as exposiçoes mais interessantes ocorrem nessa época. Por fim, eu diria que caos pra valer só se vê em meia dúzia de cidades européias no verão (ex: Roma, Amsterdam, Paris, Veneza, etc). No resto, é tranquilo. Em muitas atraçoes é possível comprar ingressos antecipados, evitando quase completamente as filas, mesmo no auge do verão. E os benefícios da estaçao sao incontáveis. A Europa se transforma completamente no verão.",
                "Não tem como não lembrar de Assassin’s Creed nessa cidade rs",
                "simplesmente magnifico! um sonho conhecer esse lugar esplêndido.",
                "Que legal, foi a minha 1ª viagem internacional, tem uns 10 anos... rsrsrs"
            ]
        },
        {
            "title": "Primeira viagem à Europa",
            "selftext": "Vou fazer minha primeira viagem para a Europa no mês de março (irei passar por Lisboa, Paris, Roma e Zurique), e estou em dúvida sobre quanto levar para gastar durante o dia (tirando os passeios). \nVi alguns vídeos recomendando levar 100 euros por dia para alimentação e transporte. A minha pergunta para os colegas que já estão habituados com esse tipo de viagem...esse valor é o suficiente? No caso, não quero esbanjar, então não vou comer em restaurantes caros todos os dias e nem andar de uber toda hora..",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10enemh",
            "num_comments": 8,
            "comments": [
                "Eu costumo me virar com 60-70 euros por dia quando viajo. Mas leve 100, se puder, pois sendo tua primeira vez você vai querer comprar alguma coisa a mais que seja diferente e não vende por aqui!",
                "É bem suficiente, mas você tá considerando também o gasto com atrações? De ambos jeitos, é um valor razoável e dá para fazer com menos se quiser. Considerando que são cidades bem longes, imagino que não esteja considerando transporte intercidades. \n\nDê uma pesquisada nas opções de transporte pq as vezes compensa pegar passes diários/semanais. Tem algumas opções turísticas que incluem museus mas geralmente não compensam.",
                "100 euros por dia é um bom valor. Não tem necessidade de pegar Uber toda hora mesmo, o transporte público nessas cidades é muito bom.\n\nUma dica pra economizar em alimentação é comprar comida no mercado. A maioria tem uma área com comidas prontas que você só precisa esquentar no microondas e comer. Tem lanches, massas, saladas com frango, etc. Bem mais barato que comer em restaurante.",
                "É um valor de boa e que sempre considero pra referência, ou 100 USD também dependendo do destino. \n\nAcho que só seria pouco se fosse querer algo na linha restaurantes de luxo em toda refeição.\n\nUma coisa que ajuda no início ou até durante toda viagem é registrando e somando teus gastos pra ver em que pé está a grana.\n\nE depende de como está encarando o transporte, idealmente valor de voo ou trem pra ligar essas cidades deveria contar em separado.",
                "100 euros por dia é um valor bem alto, em cidades como Paris e Roma eu calculo que uns 70 euros já estaria bom, Lisboa até menos.",
                "100 euros por dia tá excelente! Garanto que ainda sobra pra uns luxos a mais."
            ]
        },
        {
            "title": "PORTO SEGURO - BAHIA. É mesmo seguro?",
            "selftext": "Bom dia, pessoal. Basicamente é isso a pergunta: já ouvi falar que Salvador não é muito seguro, mas e quanto a Porto Seguro/Trancoso/Arraial d'Ajuda? alguém sabe dicas de como não moscar por lá?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10ebz92",
            "num_comments": 4,
            "comments": [
                "Centro de Porto é de boa, mas ande sempre atenta com celular e carteira, não entre em ruas escuras e vazias (de praxe). Se houver algum acidente e vc precisar passar na UPA, no Baianão, vá com farol baixo. Arraial é tranquilo, mas cuidado com gente querendo passar a perna em vc por causa de dinheiro. Trancoso não sei dizer.",
                "Fui pra Salvador, Porto Seguro, Trancoso, Arraial e Caraíva. \n\nEm Salvador tentaram me roubar às 17hs numa rua movimentada no primeiro dia que cheguei. Nos demais locais me senti EXTREMAMENTE seguro, sem problemas, fiquei quase 2 semanas e foi ótimo. Obvio que o preço é um pouco elevado, mas em relação a segurança foi bem tranqs.",
                "Estive em porto seguro em novembro e me senti seguro lá, fui para arraial e Trancoso e tive a mesma sensação. Acredito que é importante só tomar os cuidados básicos que se toma em todo lugar com carteira, celular etc. Roubo mesmo só o preço dos quiosques hahahahha"
            ]
        },
        {
            "title": "Qual melhor chip internacional pra celular (Reino Unido)?",
            "selftext": "Olá!\n\nFarei algumas viagens pela Europa e achei diversas opções de chips internacionais, os valores que encontrei estão na faixa dos 400 reais no plano mensal, vcs recomendam algum que tenha uma boa confiabilidade?\n\nObrigado!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10di5bk",
            "num_comments": 29,
            "comments": [
                "Chegando lá você compra um chip no aeroporto, isso aí de 400 conto é roubo kkkk\n\nTbm tem o plano da claro passaporte que custa 30 reais a mais na sua conta pós, mas não sei se funciona bem pq nunca usei. Eu sempre prefiro um chip local.",
                "Eu bou fazer uma viagem pra França e Itália e estou com a mesma dúvida. Eu tbm fiquei em dúvida se vale a pena comprar um chip lá mesmo de alguma operadora europeia.",
                "Morei no reino por uns meses em 2017 e usava chip pré pago (eles chamam de pay as you Go) e pagava 10 libras por 1gb mês na operadora O2. Mas tinham operadoras com opções melhores tipo 7gb por 15 libras ou algo assim. Sugiro pegar uma pesquisada nos pré pago (pay as you Go) das operadoras",
                "EE,O2,Vodafone e Thee",
                "Se quiser chegar no destino com o telefone já funcionando, Airalo. Funciona com eSIM, então a maioria dos telefones permitem adicionar o plano sem precisar tirar o chip atual. Pode sair um pouco mais caro que pegar um pré-pago mas é muito menos dor de cabeça. Nas lojas de celular é mais do que normal te confundirem e colocarem um plano que não te atende.",
                "Tudo bem que foi em 2018, passei um mês na Inglaterra e comprei um chip da Three para internet e funcionou perfeitamente. Tanto na capital como pelo interior. Não lembro o preço, mas não foi caro (cerca de menos de 40 libras). \n\nHá várias lojas espalhadas por Londres.",
                "[deleted]",
                "Quanta dica ruim que o povo tá te dando.\n\nEu sempre peço o chip do GiffGaff quando vou pra Europa, mesmo q não vá para UK. É um chip da Inglaterra mesmo, e eles mandam de graça pro Brasil, assim vc ativa antes de viajar e já desce do avião com internet. Já usei ele em Portugal e Irlanda, além de UK. Funciona perfeitamente. Sempre indico pros amigos. Inclusive estou indo denovo a Portugal daqui 9 dias e já estou com o chip. É pré pago.\n\nProcura no google \"giffgaff free sim\", ou [esse é o link direto ](https://www.giffgaff.com/freesim-international)",
                "Sei que o post é antigo. Se vc tem celular que suporta e-sim (chip virtual) baixo o app Airalo e compra o e-sim direto por la e instala no celular ainda no Brasil. Depois só ativar quando chegar. Abcs"
            ]
        },
        {
            "title": "Viagem para Porto Alegre",
            "selftext": "Salve galera. Em agosto vou tirar férias e estou pensando em viajar para Porto Alegre. O plano é ficar uma semana em Porto Alegre e uma semana em Gramado (minhas férias duram 14 dias). Só fiquei em dúvida sobre como posso chegar em Gramado saindo de Porto Alegre: posso alugar um carro e me deslocar até lá? dá pra fazer deslocamento de busão? É muito longe? Ainda não sou muito expert em viagens, só viajei duas vezes até hoje kk.\nAliás, se alguém tiver recomendações de cidades que eu posso conhecer além dessas duas, sou todo ouvidos.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10cw93v",
            "num_comments": 14,
            "comments": [
                "Sim, é possível alugar carro e ir para lá de carro. Caso não queira alugar, pode pegar busão na Rodoviária ou Uber ou alguma empresa de turismo.\n\nA viagem dura em torno de 2 horas.\n\nPode ir para Gramado, Bento Gonçalves e Nova Petrópolis.\n\nSão regiões da serra mais bonita.\n\nSobre cidades próximas, eu, na minha opinião, acho somente a serra bonita e interessante.\n\nCanoas, Gravataí, São Leopoldo e Esteio são meio que sem graça. Bem cidade metropolitana, mas isso é minha opinião.\n\nPraia ficam 2 horas de POA, e são sem graça, nada comparado com SC.\n\nEu ficaria menos tempo em POA e ficaria o resto na Serra.",
                "Só adicionando, se prepare pra gastar em Gramado. Tem muita coisa pra fazer e é um lugar lindo, mas é quase tudo bem caro.",
                "Gramado e canela são cidades lindas tudo e muito bem.feito mas prepara o bolso , duas pessoas média de 500por dia ou mais se não tiver cuidado tudo e lindo e tudo e cobrado , tudo e feito p vc gasta dinheiro mesmo pagando meia em alguns eventos e bem caro , existem 3 locadoras de carro em gramado",
                "A serra não tem só Gramado. Além de Canela, tem Nova Petrópolis, Bento e, se tive tempo, acho que vale a região dos canions.   \nPorto Alegre tem muita coisa legal para visitar no centro à pé. Tem o ônibus que passa nas atrações turísticas. Se tu gosta de futebol tem visitação nos estádios. Tem passeio à pé nas praias do Guaíba, na orla revitalizada. Nas noites tu pode ir cada dia em um restaurante/bar diferente. Acho que uns 3 ou 4 dias tu já vê isso tudo. Na serra tu relaxa, respirando ar puro, em cidades limpas, arborizadas e que te recebem bem.",
                "Sendo sincera: eu não acho que vale a pena ficar uma semana em Porto Alegre não kkkkkk não tem muito o que fazer lá. Vale muito mais a pena ficar em Gramado, Canela e as cidades próximas tipo Bento Gonçalves ou Caxias do sul..... Porto Alegre em uns 2 dias tu já conhece!"
            ]
        },
        {
            "title": "Buenos Aires de carro saindo de Santos SP",
            "selftext": "Fiz essa viagem e vai aqui o relato que pode ajudar muita gente. Os valores são de dez/22 e jan/23, leve em conta que a Argentina tem uma inflação muito alta. No geral tudo é mais simples, barato e seguro do que a gente costuma antecipar. É bastante cansativo. Saindo de Santos, fizemos com 2 pernoites. Usamos um carro 1.0, fiat argo e conseguíamos estacionar com certa facilidade pela cidade.\n\nMuitos blogs brasileiros dizem que pra fazer essa viagem o carro tem que ter: extintor, segundo triângulo, cambão, kit primeiro socorros e mais uma lista enorme de coisas. Mas a lei argentina é clara ([Link ](https://www.argentina.gob.ar/normativa/nacional/818/actualizacion#:~:text=Queda%20prohibida%20la%20retenci%C3%B3n%20o,u%20ordenados%20por%20juez%20competente.)). Extintor e o segundo triângulos são os únicos itens obrigatórios que não tem nos carros brasileiros. Quem mostrou esse caminho foi um blog argentino.\n\nO seguro carta verde também é obrigatório qualquer corretora tem e alguns orçamentos chegaram a mais de R$300, dependendo da vigência. Uma corretora online fez por R$144 para 8 dias. [Segura o link](https://starcorretoradeseguros.com.br/carta-verde-mercosul-argentina-paraguai-uruguai/) (não tenho nenhuma relação com eles, apenas foi barato e fácil).\n\nAs opções pra ter celular lá são: comprar aquele chip internacional; fazer roaming internacional dependendo do seu pacote aqui(a Claro funcionou 90% do tempo?), ou comprar um chip pré-pago em qualquer kiosco. Vão te dizer que somente nas lojas oficiais dá pra ativar. Cheguei na loja Movistar(não é qualquer loja) com o chip na mão e tinha uma fila enorme. Fui embora.\n\n&#x200B;\n\n[Mandei #NOMI pela DM do Twitter e responderam em 20 minutos](https://preview.redd.it/xhknp4pqr7ca1.png?width=588&format=png&auto=webp&v=enabled&s=01646fda388ef4700478044c2d4773a926e0ea90)\n\nPaguei no chip da Movistar ARS150,00 (R$2,50) num Kiosco de esquina. Inseri o chip e reiniciei. Reconheceu o chip e abriu uma mensagem dando instruções de que pelas redes sociais oficiais é possível ativar. Usei o twitter mandando mensagem direta. Baixei o app oficial pra escolher um plano pré-pago, carreguei com ARS$710 (R$12 numa maquina que tem em qualquer kiosco) pra 5GB em 7 dias, e já era.\n\nO cambio paralelo é o que faz a viagem ficar barata. A western union [western union](https://www.westernunion.com/br/pt/home.html) faz um cambio muito bom, quase paralelo, tem algumas filas nas lojas próprias, e é comum não ter dinheiro nas lojas parceiras (Pago facil). A vantagem é não precisar carregar dinheiro vivo durante a viagem. Faz um pix pra Western Union e saca no balcão em minutos(+a fila).\n\nTrocar com cambistas não tem segredo. Não é legal trocar no paralelo, mas todo mundo faz. Rua Florida concentra a maioria das casas de cambio, inclusive domingo 01 de janeiro tinha um cambista stand alone lá (literalmente o cara tava sozinho em pé no boulevard) e troquei R$250 sem stress. Mas tem também casas de cambio em bairros mais centrais. Algumas lojas do centro aceitam reales(R$) com um cambio muito favorável. Desconfio que já está no preço dos produtos. \n\nDesde de dezembro de 22 as operadoras de cartão estão fazendo a conversão por uma cotação mais próxima do paralelo, não é o melhor cenário, mas quando o cambio oficial estava 34 pesos/1 real, o paralelo 62, comprei no cartão por 52 pesos/1 real. Veja aqui a [cotação do real no paralelo](https://cuex.com/pt/brl-ars_pa). Serve pra uma despesa inesperada. \n\n&#x200B;\n\n[Gastos só do trajeto em R$ ida e volta 4 pessoas. Considere mais um pernoite por trecho, nós dormimos em casa de familiares em SC.](https://preview.redd.it/67gj8c85s7ca1.png?width=293&format=png&auto=webp&v=enabled&s=06472d2e51decd88def663a9f75dbd2c461a8a87)\n\nO trajeto\n\nAs rodovias brasileiras são ótimas e duplicadas no sudeste. Passou Curitiba é pista simples mesmo nas BR's. Alguns trechos no RS tem asfalto bastante ruim e grande movimento de caminhões. Cruzamos a fronteira por Uruguaiana - Paso de los libres, o que fez a viagem ter 2 dias no Brasil e 1 na Argentina. Uma opção seria cruzar em Foz do Iguaçu - Puerto Iguazú. Trecho maior pela argentina, gasolina mais barata. Puerto Iguazu é uma cidade maior que Paso, o que torna mais facil/barato pernoite, abastecimento e cambio.\n\n&#x200B;\n\n[RN 14 Entre Rios Argentina](https://preview.redd.it/yc4qde1ks7ca1.jpg?width=4000&format=pjpg&auto=webp&v=enabled&s=087fe8ee55bd8db6d9d08347c087abca261928f7)\n\n[BR 285 no RS](https://preview.redd.it/es9ktk1ks7ca1.jpg?width=4000&format=pjpg&auto=webp&v=enabled&s=ebe224a987b8ef9a1defa185d3be693503e2e0ef)\n\n[Parada em Mocoreta](https://preview.redd.it/e2jifd2ks7ca1.jpg?width=1000&format=pjpg&auto=webp&v=enabled&s=6a7589e78b0c8de759b2eab2f741b47257fc1604)\n\nA estrada no lado argentino de Paso de los libres pro sul é boa, duplicada, tem pouco movimento, muitos pontos de parada, a comida é ok, os banheiros são utilizáveis (femininos inclusive) e até ducha paga se encontra.\n\n&#x200B;\n\nhttps://preview.redd.it/e9vxcfbus7ca1.jpg?width=2992&format=pjpg&auto=webp&v=enabled&s=2614eea6dde1dca7776e516d7f00fe538da9bd3a\n\n&#x200B;\n\nNesse trecho sai menos de R$10(paralelo) de pedágio. Na lado brasileiro foi R$14,80.\n\nFomos parados 4 vezes pela Polícia Caminera. Foram 3 vezes na provincia de Entre Rios, que tem a fama de ser a mais corrupta. Foram cordiais, numa vez perguntaram do kit de primeiros socorros, respondi que não tinha e sabia que não era obrigatório, o assunto encerrou. Em todas mostrei o documento do carro na tela do celular. Numa outra liberaram quando viram que o porta malas muito cheio de alfajor ia dificultar mostrar o segundo triângulo. [Mapa do trajeto](https://www.google.com/maps/d/edit?mid=1Fa-pFLjO24hgbZbMCqvh_0A1mVx8m6E&usp=sharing)\n\n&#x200B;\n\n[Pastel de papas](https://preview.redd.it/jk792yvnv7ca1.jpg?width=835&format=pjpg&auto=webp&v=enabled&s=7dfa39df6f278ca3a96cd735e08f8e30240954cf)\n\n[Menu do dia com peso\\/real a 62\\/1](https://preview.redd.it/45yfg2wys7ca1.jpg?width=1080&format=pjpg&auto=webp&v=enabled&s=c05c1053ebd23f41df9ecf731ec9368c817e0998)\n\n&#x200B;\n\nEu fujo de roteiros turísticos. Encontrei um restaurante pequeno, barato, bem localizado e com uma comida simples, mas impecável. É o La Martona de Arenales na rua Arenales 820, próximo da Santa Fé, 9 de julio e metrô. Vá antes que fique famoso e caro.\n\n&#x200B;\n\nhttps://preview.redd.it/19z19yw9t7ca1.jpg?width=1957&format=pjpg&auto=webp&v=enabled&s=de0346898605ba8f0117d04462ce7f1160e76e79\n\nEmpanada em Buenos Aires tem em todo lugar. Mas existem empanadas e EMPANADAS!!. Não deixe de provar a da Sabores Express. Tem na Rua Florida e mais endereços.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10ckyep",
            "num_comments": 9,
            "comments": [
                "Muito boa dica da carta verde online. Fiz SOAPEX online pra entrar no Chile, mas não encontrava carta verde.\n\nFui de Passo Fundo/RS, até Uruguai, Argentina e Chile...Barra do Quaraí, Salto, Concordia, BsAs, Carhue, Santa Rosa, San Rafael, Uspallata, Los Andes, La Calera, Vina del Mar, San Luis, Cordoba, Parana, São Borja e casa... 14 dias e mais de 6 mil kilometros de sofrimento e felicidade numa Tenere 250cc. kkkk. \n\nEu peguei um chip da Claro, ela apenas me deu ele sem custos, mandou ir numa loja 'oficial' da claro pra registar no RG. Depoi fiz uma recarga de uns 640 pesos num kiosko, 2GB de dados pra 30 dias... funcionou até no Chile! Bastou permitir roaming internacional nas configurações do smartphone. \n\nNo fim da viagem, dia 31 e 1ª, estava contando os pesos, pois esqueci que Western Union não funciona nos fins de semana...Aí não valia a pena transferir um valor e buscar uma agência, pois dia 2 eu já estaria em São Borja. Então fiquem atentos para sacarem grana!! \n\nAs rodovias lá são boas por diversos fatores: relevo, geologia, clima, frota menor e balanças para controle de peso. A maioria dos pedagios não cobra motos, mas prepare-se para pegar muitos pedágios na capital. Não são caros, mas são chatos, peguei vários apenas para um trajeto de 60km até o centro.\n\nPra quem vai de moto existe uma rede enorme de apoio a moto-turistas, paguei de 5 mil pesos, 3 mil, 1000 e até hospedagem gratuita. Durante o percurso o pessoal me pedia por onde estava e se estava tudo bem. (me chamem no privado qeu passo os links)\n\nFiquei apenas 1 dia na capital e obviamente é muito pouco, mas já fiz mais do que a maioria dos meus conhecidos faria....e olha que sou mero operário de indústria.\n\nLá na Argentina eu gastei uns R$1000, no Chile menos de R$300... 200 de hotel em São Borja e Barra do Quaraí, 144 de carta verde, 75 de soapex, 300 de pneu pra moto, 500 de revisão da mesma.\n\nAinda pretendo escrever como foi o passeio e colocar fotos. Agora preciso voltar por que há muita coisa pra ver, ainda mais na região de Cordoba e Mendoza. Quem puder, vá viajar, eu vi gente viajando até de bike! Conheci muitos colombianos, muitos viajantes em motos pequenas! Eu não poupei muitas despesas pra esse passeio, não pode ir com o dinheiro contadinho, tem que aproveitar.",
                "Eu já li que o câmbio de Real é sazonal, como agora é a época que eles estão vindo passar as férias e precisam de Reais a cotação fica melhor.\n\nComo foi estacionar por lá?",
                "UPDATE: 4 multas de velocidade. Uma para cada dia de viagem no trecho do Brasil"
            ]
        },
        {
            "title": "Foz do iguaçu",
            "selftext": "Estarei em Foz em março e estou pensando em alugar um carro, mas estou com as seguintes duvidas:\n1. tem estacionamento no lado BR perto da ponte da amizade? É seguro? Valores? \n2. Da p ir até o duty free da Argentina e voltar sem entrar\nna Argentina?\n3. estacionar o carro é tranquilo na cidade, perto dos pontos turísticos (marco das 3 fronteiras, templo budista, Itaipu, etc)\nObrigada!! :)",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10c0vda",
            "num_comments": 5,
            "comments": [
                "Olha, Foz do Iguaçu tem transporte público bom pra tudo q é lugar, inclusive Paraguai. Alugar carro só se vc quiser um \"conforto\" a mais. Eu faço tudo de ônibus quando vou. Inclusive do aeroporto pro hotel. O app Moovit é perfeito pra ajudar nisso.",
                "Quando eu fui, não cheguei a passar pela ponte da amizade, mas acho que tem lugares próximos pra estacionar se você pretende ir a pé.\n\nO Duty Free da Argentina é antes do controle de fronteira, então você consegue ir lá de carro alugado sem problemas\n\nOs lugares mais famosos costumam ter estacionamento perto, mas acho que são pagos. Não lembro se tinham ruas com capacidade pra estacionar do lado de fora não, acho que é proibido.\n\nFui em 2018, acho que não deve ter mudado muita coisa desde então",
                "* tem um monte de estacionamentos um pouco antes da Ponte da Amizade, mas não usei, preferi ir de ônibus urbano mesmo\n* o duty free fica antes da alfândega argentina, não precisa passar pela imigração\n* todos esses lugares que você perguntou tem estacionamento, nas cataratas é pago\n* recomendo visitar as cataratas do lado argentino também, gostei mais que do lado brasileiro",
                "Eu fui em 2017, fiquei num hotel bem próximo ao centro.\nPra mim, foi a melhor escolha pois consegui fazer boa parte dos passeios de ônibus.\n\nClaro, na época eu não tinha filho, então era mais fácil.\nPará o Duty Free e Paraguai, acabei fechando por lá mesmo com uma van do próprio hotel."
            ]
        },
        {
            "title": "Viajar com o pet",
            "selftext": "Pessoal eu irei me mudar para campinas SP, e eu gostaria de saber se eu preciso pagar a passagem do animal? Por favor me tirem essa dúvida, eu tô surtando aqui.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10b6i23",
            "num_comments": 3,
            "comments": [
                "Olha, o lance é ver na empresa (aérea ou ônibus) q vai fazer o deslocamento",
                "Que eu saiba, sempre tem uma taxa. Mas entre em contato direto com a Cia aérea q vc comprou, pq pode mudar de uma pra outra."
            ]
        },
        {
            "title": "Buenos Aires - dicas por favor!!",
            "selftext": "Pessoal, estou indo passar cinco dias na Argentina, mais especificamente em Buenos Aires. Alguma dica (qualquer dica é válida)! minha maior dúvida é se ainda é seguro trocar o dinheiro nas famosas \"cuevas\", me falaram que anda tendo muito assalto e tals lá, pois os argentinos andam sem grana! alguém tem uma alternativa que não seja tão desvalorizado o peso, como no cambio oficial? alguém já usou western union?? desde já obrigada mesmo <3",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10b1j9w",
            "num_comments": 8,
            "comments": [
                "Eu usei a western union e funcionou muito bem! Só se programa pq nas maiores agencias da uma fila grande, mas vale a pena. Se for pegar pequenas quantias tem varias lotericas ao longo da cidade que prestam pra western union tambem, mas elas costumam ter poucas notas.",
                "Usa a Western Union, totalmente seguro e fácil. Você manda um PIX e pode tirar numa agência com uma taxa de câmbio excelente. Se programe pra ir em uma assim que chegar lá, elas costumam fechar as 18h.\n\nCompre um chip de celular por lá com dinheiro, paguei cerca de 40 reais em um da claro numa lojinha da operadora e configuraram certinho pra mim, vinha muita internet e durava 30 dias.\n\nExistem muitos restaurantes bons espalhados pela cidade, use o Trip Advisor pra procurar boas referências. Recomendo muito ir ao Don Julio (já considerado o melhor restaurante da América do Sul, algo assim), Cabana Las Lillas e Santos Manjares. Aproveite bem as carnes de lá, são sensacionais!\n\nO metrô da cidade é muito barato, você consegue comprar um cartão num quiosque e ir recarregando, a passagem é menos de 50 centavos e te leva pra quase a cidade toda.\n\nPasseios eu recomendo o Cassino de Buenos Aires, se você tem curiosidade nessas coisas, o Tango Madero (precisa reservar), a cidade vizinha de Tigre tem um mercadinho bem bacana e dá pra ir de trem. Também gente visitar o Malba, um museu de arte bem bacana e tem várias obras brasileiras. O Abaporu está lá e também tem várias da Frida Kahlo.\n\nTáxis são baratos mas eu evitaria, alguns tentam dar golpe de notas falsas ou troco errado. Como o metrô lá funciona bem, eu evitaria esse stress.\n\nBoa viagem, OP! Aproveite",
                "Teatro Colon considero a atração mais bonita da cidade, faça o tour! É um dos teatros mais bonitos do mundo, por dentro parece um palácio francês.\n\nNas duas vezes em que fomos a BA a melhor carne que provamos foi num pequeno restaurante de bairro chamado Fenicia, fica perto da av 9 de julho entre a Recoleta e o centro, na Calle Suipacha. É um lugar pequeno, aconchegante, parece botequinho europeu que parou no tempo dos anos 70 e vive cheio de idosos moradores da área. Vc não vai encontrar esse restaurante em listas dos melhores ou dicas de influencers, mas vale a pena conferir.",
                "Troca nas ruas. Você é brasileiro, usa a sabedoria das ruas que seu país te deu pra se proteger.",
                "Western Union é muito fácil. A cotação é ligeiramente abaixo da blue, mas isso não vai fazer cócegas na grana. Prepara pra sair com maços de dinheiro."
            ]
        },
        {
            "title": "Todos nós sabemos que o Brasil é um dos países mais miscigenados do mundo, e com a maior diversidade étnica e cultural. Quais cidades no Brasil posso visitar para aprender mais sobre cada uma das culturas do Brasil?",
            "selftext": "Cultura portuguesa no Brasil🇵🇹\n\nParaty, Rio de Janeiro\n\nhttps://youtu.be/Y3K5RPKSKHc\n\nDuque de Caxias, Rio de Janeiro\n\nhttps://youtu.be/7stD9Ooij3E\n\nFlorianópolis, Santa Catarina\n\nhttps://youtu.be/7PD3M10pC4I\n\nhttps://youtu.be/pPpOwpNq3Xw\n\nCultura Indígena no Brasil👦🏾🧒🏾👧🏾👩🏾🇧🇷\n\nBertioga, São Paulo\nhttps://youtu.be/PjwakQXFXb4\n\nSão Félix do Araguaia, Mato Grosso\nhttps://youtu.be/RJkWdrAvCls\n\nCaraíva, Bahia\nhttps://youtu.be/M6IaqBKFsiE\n\nPorto Seguro, Bahia\nhttps://youtu.be/YFHrJwfTs7I\n\nhttps://youtu.be/94MhTLVnyh8\n\nhttps://youtu.be/6051bKYxVYI\n\nhttps://youtu.be/SgtIIiTpxdQ\n\nManaus, Amazonas\n\nhttps://youtu.be/F_mbZWwWIms\n\nTarauacá, Acre\n\nhttps://youtu.be/emP4tbANX2c\n\nJardim Vera Cruz; São Paulo, São Paulo\n\nhttps://youtu.be/MDAyGdNlWg4\n\nCultura africana subsaariana no Brasil\n👨🏿‍🦱👩🏿🇬🇭\nSalvador, Bahia\n\nhttps://youtu.be/8MIT2VDhB3M\n\nhttps://youtu.be/A3o30YJiWsc\n\nhttps://youtu.be/6Zm5CjZOzRo\n\nAntônio Cardoso,Bahia\n\nhttps://youtu.be/zMUnFlkqTGU\n\nValença, Rio de Janeiro\n\nhttps://youtu.be/f0asl1-SpP4\n\nhttps://youtu.be/J6cuOd8Bx3A\n\nLagoa; Rio de Janeiro, Rio de Janeiro\n\nhttps://youtu.be/mtf1fzmLLkQ\n\nhttps://youtu.be/XCXqe0aGgac\n\n\nhttps://youtu.be/mKWqk51Wo2w\n\nVargem Grande; Rio de Janeiro, Rio de Janeiro\n\nhttps://youtu.be/ywrvCt-ZXqg\n\nUbatuba, São Paulo\n\nhttps://youtu.be/ytxRJytXg6s\n\nhttps://youtu.be/F7W1StiRS78\n\nhttps://youtu.be/ljgXHTcT4Sg\n\nMateiros, Tocantins\n\nhttps://youtu.be/UL-am4xed34\n\nhttps://youtu.be/vK_7530ApEI\n\nhttps://youtu.be/Vi4bhhMvdgI\n\nCavalcante, Goiás\n\nhttps://youtu.be/VZFOgK0il-M\n\nBerilo, Minas Gerais\n\nhttps://youtu.be/z8ncgQNvLP0\n\nUnião dos Palmares, Alagoas\n\nhttps://youtu.be/stQ5QOYaipM\n\nCultura Japonesa no Brasil🇯🇵\n\nLiberdade; São Paulo, São Paulo\n\nhttps://youtu.be/453PKUrZBdo\n\nhttps://youtu.be/zdubKjtQVLE\n\nhttps://youtu.be/GeDBcaXCFb0\n\nAssaí, Paraná\n\nhttps://youtu.be/VSa1Mdy5a6M\n\nhttps://youtu.be/kCX9DUiH0Os\n\nMaringá,Paraná\n\nhttps://youtu.be/E88xj56zA24\n\nhttps://youtu.be/pHpt59wL1dQ\n\nhttps://youtu.be/w3fqXw3rZ5A\n\nhttps://youtu.be/dimF4VOTM-A\n\nUraí, Paraná\n\nhttps://youtu.be/auxh2Oe24FA\n\nBastos, São Paulo\n\nhttps://youtu.be/q_6TrSNb72g\n\nMirandópolis, São Paulo\n\nhttps://youtu.be/7euLZybjG_Q\n\nPromissão,São Paulo\n\nhttps://youtu.be/IjRgT7vZvNY\n\nTomé-Açu, Pará\n\nhttps://youtu.be/0R2at4gU7Qo\n\nCampo Grande, Mato Grande do Sul\n\nhttps://youtu.be/5fxDD1IzJ8A\n\nhttps://youtu.be/kuQegXngz9E\n\nhttps://youtu.be/ObF8gwm1D0A\n\nhttps://youtu.be/tE-j5RYe2Dc\n\nhttps://youtu.be/SAupQ3CJXuM\n\n\nCultura Espanhola no Brasil 🇪🇸\n\nSorocaba, São Paulo\n\nhttps://youtu.be/Xi3TbvcCvwY\n\n\nhttps://youtu.be/VTMd-Hwvz4w\n\nCultura Italiana do Brasil🇮🇹\n\nhttps://youtu.be/EisqPz1vmBs\n\nhttps://youtu.be/DmkNwXecwfY\n\nSão João Del Rei, Minas Gerais\n\nhttps://youtu.be/ZpRYvOPwQgc\n\nhttps://youtu.be/293LoaufOnE\n\nhttps://youtu.be/_TjTL85eYro\n\nBento Gonçalves, Rio Grande do Sul\n\nhttps://youtu.be/b_yeJNUsjo0\n\n\nhttps://youtu.be/y67gF4ymaKQ\n\nNova Veneza, Santa Catarina\n\nhttps://youtu.be/yF5cz_GAtmY\n\nhttps://youtu.be/JH4O05-ct8g\n\nhttps://youtu.be/MgVSIB37a2I\n\nhttps://youtu.be/iiKe2Fyl76E\n\nSavassi; Belo Horizonte, Minas Gerais\n\nhttps://youtu.be/P0CQmijqSwY\n\nBixiga; São Paulo, São Paulo\n\nhttps://youtu.be/wqaR1wjD_h0\n\nDomingos Martins, Espírito Santo\n\nhttps://youtu.be/N3ZN5k7nl3k\n\nhttps://youtu.be/hmyGYS7K2wU\n\nhttps://youtu.be/OwRwWnac5aI\n\nGramado, Rio Grande do Sul\n\nhttps://youtu.be/sm8B2OFa4GM\n\nMonte Verde,Minas Gerais\n\nhttps://youtu.be/1WkmL5pCZG0\n\nhttps://youtu.be/3cNHFHfZjLs\n\nhttps://youtu.be/vh9NP-dO55c\n\nPedrinhas Paulista, São Paulo\n\n\nhttps://youtu.be/-jL_NFh0VGQ\n\nhttps://youtu.be/cqwMMO45AAs\n\nhttps://youtu.be/QXP9SLFI7q8\n\nAntônio Prado, Rio Grande do Sul\n\nhttps://youtu.be/TBhOaPmyOfM\n\nFlores da Cunha, Rio Grande do Sul\n\nhttps://youtu.be/kdwTpfoYC3k\n\nCultura Alemã no Brasil🇩🇪\n\nBlumenau, Santa Catarina\n\nhttps://youtu.be/ljctdfuVJD0\n\nhttps://youtu.be/yJjQ9QQdHP8\n\nhttps://youtu.be/A7dG3rNPmpg\n\nNova Petrópolis, Rio Grande do Sul\n\nhttps://youtu.be/8TNDoAlUolU\n\nhttps://youtu.be/zqQ0IHKrKm8\n\nDomingos Martins, Espírito Santo\n\nhttps://youtu.be/Dnvcav5Ynns\n\nPomerode, Santa Catarina\n\nhttps://youtu.be/2aqrzzsWbus\n\nGramado, Rio Grande do Sul\n\nhttps://youtu.be/iXj51EYTk-A\n\nPetrópolis, Rio de Janeiro\n\nhttps://youtu.be/VKcgPMt392s\n\nhttps://youtu.be/WhABfqVxnJ8\n\nhttps://youtu.be/aSIbBv8_m50\n\nhttps://youtu.be/Vp2W7w6IUVg\n\nCunhataí, Santa Catarina\n\nhttps://youtu.be/wSK1PMZEFh8\n\nCultura Finlandesa no Brasil🇫🇮\n\nPenedo; Itatiaia, Rio de Janeiro\n\nhttps://youtu.be/654DAyZvE_0\n\nhttps://youtu.be/-pCvAKYWT0E\n\nCultura Holandesa no Brasil🇳🇱\n\nHolambra, São Paulo\n\nhttps://youtu.be/SBI-Ox8BHYc\n\nCarambeí, Paraná\n\nhttps://youtu.be/-0h-QniHs3o\n\n\nhttps://youtu.be/-hdnN7Ytuyg\n\nCastro, Paraná\n\nhttps://youtu.be/bbwxhmQit40\n\nhttps://youtu.be/tTzEaX94Wa8\n\nhttps://youtu.be/S8Kttde2kxU\n\nCultura Árabe no Brasil👳‍♂️👳‍♀️👳🇸🇦🇸🇾🇱🇧\n\nAnápolis, Goiás\n\nhttps://youtu.be/uaG35OgIbw4\n\n\nFoz do Iguaçu, Paraná\n\nhttps://youtu.be/1DJHh_GZUF4\n\nhttps://youtu.be/qFEnXwHT3ns\n\nhttps://youtu.be/A4RQITlAtdY\n\nCultura nórdica no Brasil🇫🇮🇮🇸🇧🇻🇩🇰🇸🇪\n\nGuarani das Missões, Rio Grande do Sul\n\nhttps://youtu.be/wPXceKoEFVA\n\nhttps://youtu.be/Lz2fEM-fkkE\n\nGuapimirim, Rio de Janeiro\n\nhttps://youtu.be/r_I05gyI4E8\n\nCultura americana no Brasil🇺🇲\n\nSanta Bárbara D'Oeste, São Paulo\n\nhttps://youtu.be/BolSHCtrSAQ\n\nCultura Judaica no Brasil🇮🇱\n\nRecife, Pernambuco\n\nhttps://youtu.be/eBQAjOys8To\n\nhttps://youtu.be/CVTx3FaoGUc\n\nhttps://youtu.be/MiETCtsgcd0\n\nBom Fim; Porto Alegre, Rio Grande do Sul\n\nhttps://youtu.be/pR7_H5Ki9FA\n\nhttps://youtu.be/CS0phE837so\n\nHigienópolis; São Paulo,São Paulo\n\nhttps://youtu.be/67Dc4nQKgN8\n\nhttps://youtu.be/JjaGw4_pmog\nCultura Polonesa no Brasil🇵🇱\n\nÁurea, Rio Grande do Sul\n\nhttps://youtu.be/-uMailqVNEs\n\nhttps://youtu.be/eEvuT1Cakt0\n\nSão Matheus do Sul, Paraná\n\nhttps://youtu.be/HrxP3kBmeeM\n\nNova Prata, Rio Grande do Sul\n\nhttps://youtu.be/we12jb593SQ\n\nhttps://youtu.be/ZcDpZbP9Z_A\n\nÁguia Branca, Espírito Santo\n\nhttps://youtu.be/RvydWQ_SjYs\n\nCuritiba, Paraná\n\nhttps://youtu.be/nmBGOeYIeuI\n\nhttps://youtu.be/S3TBChAvahg\n\nCultura Austríaca no Brasil🇦🇹\n\nTreze Tílias, Santa Catarina\n\nhttps://youtu.be/XZeq2w0OtV8\n\nhttps://youtu.be/aZtLVNoD0Tc\n\nCultura Suíça no Brasil🇨🇭\n\nCampos do Jordão, São Paulo\n\nhttps://youtu.be/dJbcAawN7z8\n\nCultura Britânica no Brasil🇬🇧\n\nParanapiacaba; Santo André, São Paulo\n\nhttps://youtu.be/eOWmksczVqM\n\nPetrópolis, Rio de Janeiro\n\nhttps://youtu.be/tQowvYrXMOY\n\nLondrina, Paraná\n\nhttps://youtu.be/xqg95w6qfVU\n\nhttps://youtu.be/4QSwFlA5Wcw\nNova Lima, Minas Gerais\n\nhttps://youtu.be/eU7iZRh8O6s\n\nCultura Russa no Brasil🇷🇺\n\nPonta Grossa, Paraná\n\nhttps://youtu.be/N99VWFHCV-M\n\nCampina das Missões, Rio Grande do Sul\n\nhttps://youtu.be/v7au83OZT9o\n\nMontividiu, Goiás\n\nhttps://youtu.be/8xhLMih9z1o\n\nLapa, Paraná\n\nhttps://youtu.be/2Y8N9ccYRC8\n\nCultura Tcheca no Brasil🇨🇿\nBatayporã, Mato Grosso do Sul\n\nhttps://youtu.be/cd3rKyc196Y\n\nCultura ucraniana no Brasil🇺🇦\nPrudentópolis, Paraná\n\nhttps://youtu.be/HzgvPeHb1o0\n\nhttps://youtu.be/2uxGBpV2i8s\n\nGuarapuava, Paraná\n\nhttps://youtu.be/OA1vAGjAIZg\n\nhttps://youtu.be/ueka8n_cXnU\n\nAntônio Olinto, Paraná\n\nhttps://youtu.be/b8W-3WiQbdc\n\nCultura nordestina no Brasil🇧🇷🌵 (Essa cultura é exclusivamente brasileira.  Você não vai encontrar em nenhum outro país do mundo!)\n\nhttps://youtu.be/sbg0-qN-gf8\n\nhttps://youtu.be/P6cP1rUfyNo\n\nhttps://youtu.be/YI6Fy-fb9Ms\n\nNatal, Rio Grande do Norte\n\nhttps://youtu.be/AhK_84RBOos\n\nhttps://youtu.be/W_7Z2-xdCT0\n\nhttps://youtu.be/eVlDyD9fQdA\n\nAracaju, Sergipe\n\nhttps://youtu.be/QOHEVzRI22A\n\nRecife, Pernambuco\n\nhttps://youtu.be/ByZ00aEEUvw\n\nJoão Pessoa,Paraíba\n\nhttps://youtu.be/Ss8XPIg-Y0g\n\n\nhttps://youtu.be/B-4uTV_V8Ro\n\nCampina Grande, Paraíba\n\nhttps://youtu.be/VxJ_Ful7AkY\n\nhttps://youtu.be/PNzR__ZtmYI\n\nhttps://youtu.be/weFmboreKSc\n\n\nhttps://youtu.be/b5MgOQqJGDI\n\nSão Cristóvão; Rio de Janeiro, Rio de Janeiro\n\nhttps://youtu.be/JIhzVUmw8-M\n\nCultura Gaúcha no Brasil 🇧🇷🇦🇷🇺🇾🧉\n\nhttps://youtu.be/xydpD3uWfsc\n\nhttps://youtu.be/9hS5uJ8tnzk\n\n\nhttps://youtu.be/XUi0htNm2ho\n\nCTG Farroupilha (Alegrete, Rio Grande do Sul)\n\nhttps://youtu.be/7gHC_d0nhFQ\n\nCTG Sentinelas do Pago (Marau, Rio Grande do Sul)\n\nhttps://youtu.be/EogvyGBsYD8\n\nCTG Sentinela da Querência (Santa Maria, Rio Grande do Sul)\n\nhttps://youtube.com/playlist?list=PLbaqQCTcYKA2jIodF_Mrz0J5vUHVYV0WU",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10alibf",
            "num_comments": 1,
            "comments": [
                "Nao acho que o Brasil tenha a maior diversidade étnica do mundo nao. Aliás, bem longe disso. Já esteve na Suíça? 30% dos habitantes sao estrangeiros, de todos os cantos do mundo. Você sai na rua e ouve dezenas de línguas em poucos minutos. Mais atrás vem a Bélgica, também super diversa. O Brasil pra mim na verdade tem uma identidade própria até mais forte do que imaginamos. Embora um gaúcho e um amazonense pareçam ter jeitos muito diferentes, o núcleo de sua cultura é o mesmo (latino). Nao me entenda mal: nosso país é bastante diverso sim. Só nao é esse supra-sumo da diversidade mundial que muita gente imagina. Inúmeras culturas mundiais praticamente nao têm representaçao alguma no Brasil, inclusive de países muito populosos."
            ]
        },
        {
            "title": "Ida e volta são vendidos juntos ?",
            "selftext": "Pessoal na maioria dos sites uma viagem para a Argentina fica em media uns 2000, mas sabem dizer se isso é ida e volta juntos ?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10ad5wt",
            "num_comments": 4,
            "comments": [
                "Na hora se selecionar a passagem tem a opção de somente ida. Simular escolher os voos da uma ideia ja que teria que selecionar a volta",
                "julgando pelo preço acho que é ida e volta"
            ]
        },
        {
            "title": "Tive que tirar férias à força e não quero ficar em casa. Dicas de lugares pra viajar?",
            "selftext": "Oi pessoal, o título já diz tudo. Sou de SP Capital e queria aproveitar as férias que tive que tirar compulsoriamente pra viajar pra algum lugar próximo. Meu orçamento seria em torno de 2-3k. Dicas?\n\nObrigado!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10a6khk",
            "num_comments": 8,
            "comments": [
                "PETAR, Ilhabela, Serra da Canastra",
                "3 mil para gastar e quer viajar? Não seria melhor compra run computador de coleção dos anos 80?\nSugiro um cp500 da prologica.\nCabe no seu orçamento e vai garantir anos de diversão. Além de deixar uma relíquia histórica o seus herdeiros. Muito mais compensador que uma viagem que só vai durar uns dias e ainda tem o risco de ser um fracasso.",
                "Chapada dos Veadeiros / Serra do Cipó.\n\nMuita trilha e cachoeira, aeroportos próximos. 5 ou 6 dias de hospedagem por uns 3000.\n\nSe chapada da pra passar um dia extra em Brasília, ver prédio.\nSe serra do cipó, passar uns dias em BH morrer de comer, mercado central, mercado novo, inhotim e zaz.",
                "Ilha Grande - RJ. Da pra ir de carro ou ônibus e não demora tanto pra chegar. Depois da uma olhada nas praias que tem por lá, você não vai se arrepender."
            ]
        },
        {
            "title": "Como chegar no Chile saindo de Salta?",
            "selftext": "Amigos, estou viajando de mochilao baixo custa pela Argentina e Chile. Estarei chegando em Salta nos próximos dias, e depois gostaria de chegar ao deserto do atacama, passando por San Pedro de Atacama.\n\nComo faço isso? Por enquanto não encontrei passagens de ônibus. Vcs sabem se tem? Ou precisarei ir de carona? \n\nSe for de carona, esse trajeto é provável de conseguir uma carona?\n\nAproveitando, o que indicam fazer em Salta? E em qual lugar para ficar? Estou com pouco dinheiro... Existem hostels baratos ou camping em Salta?\n\nEm Salta encontramos casas de câmbio? \n\nObrigado.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "109ax2h",
            "num_comments": 2,
            "comments": [
                "Setembro vou pra Argentina e visitarei Salta tb. Vou acompanhar as dicas aqui."
            ]
        },
        {
            "title": "Dicas uteis do Transporte Publico em Toronto - COMO USAR E DICAS - PRESTO - TTC",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "108myvp",
            "num_comments": 0
        },
        {
            "title": "Remédios no avião",
            "selftext": "Oi, gente, estou precisando tirar uma dúvida. Quero começar um tratamento com minoxidil (comprimido), porém dentro de alguns meses terei que fazer uma viagem para a Inglaterra, e não sei se posso levar esse tipo de medicamento comigo no avião.\n\nNão terei receita do remédio, já que a compra será realizada online. A dúvida é porque terei que ficar bastante tempo lá, e não gostaria de interromper o tratamento no meio, assim que ou já começaria e manteria lá, ou esperaria retornar para começá-lo.\n\nSerá que posso levar o medicamento ou não?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "107s3b8",
            "num_comments": 6,
            "comments": [
                "Pode sim, desde que não seja quilos e mais quilos de medicamento kkkk",
                "Medicamentos \"over the counter\", ou seja que vc não precisa de receita pra comprar, podem ser levados sem receita. Se é um comprimido por dia e vc pode comprovar que é a quantidade de dias que vai estar lá não vai ter problema nenhum",
                "A ultima vez que tive que levar um remédio \"TARJA PRETA\", tive a mesma duvida, mas levei a receita medica como comprovante da necessidade do remédio e só o necessário para o numero de dias. Nunca se sabe o que é proibido ou não em outro pais. Mas leve só o necessário para uso, na caixa com a bula.\n\nO minoxidil não deve ter problemas",
                "Eu levei minoxidil pra Dublin, com receita médica em inglês e tudo, mas nem pediram nada. Levei também anticoncepcional pra 8 meses e mais remédios. Não sendo nada ilegal ou tarja preta, vai de boa."
            ]
        },
        {
            "title": "Trilha",
            "selftext": "Pessoal aqui nessa rede leio muitas pessoas reclamando de falta de amigos, baixa auto estima, e uma dica que eu dou é: Façam trilha. Não é algo rotineiro como academia, mas faz um bem danado está em contato com má natureza e é ótimo pra conhecer pessoas novas. Eu amo ir com minhas amigas e sempre tem pessoas legais pra conhecer.\nA que eu fui hoje foi aqui na minha cidade, e deu pra ver até um navio cargueiro que está encalhado a mais de 80 anos",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "106zrs2",
            "num_comments": 0
        },
        {
            "title": "Passei o mês de Dezembro viajando por alguns países da Europa. Essas fotos são de Roma, meu lugar favorito dessa viagem.",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "106hsl7",
            "num_comments": 5,
            "comments": [
                "Poderia compartilhar aproximadamente o custo da viagem? Estou me organizando pra ir e tudo mais e gostaria de ter uma noção melhor....",
                "Poderia compartilhar alguma dica ou algo interessante sobre Roma? Irei para lá em março e estou montando meu roteiro",
                "😍"
            ]
        },
        {
            "title": "9 horas de ônibus até o aeroporto",
            "selftext": "Boa noite pessoal, em alguns dias tenho um vôo internacional, moro a ~9 horas de ônibus do aeroporto, o ônibus que queria pegar chega na rodoviária 4 horas antes do vôo sair, mas tenho medo que não seja suficiente tendo em conta possíveis atrasos (e ainda o táxi até o aeroporto), alguem tem alguma experiência com esse tipo de situação? Alguma dica?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10673hl",
            "num_comments": 3,
            "comments": [
                "Se for dentro das suas possibilidades, vá no dia anterior, hospede-se em algum lugar, descanse e no dia seguinte vá para o aeroporto com calma. Perder viagem porque o ônibus demorou é foda.",
                "Saia antes\n\nTemporada de chuvas, tudo pode acontecer com ônibus"
            ]
        },
        {
            "title": "Ajuda.",
            "selftext": "Como planejar uma viagem do zero?\n\nQuero visitar o Estados Unidos no ano que vem. Las Vegas é uma lugar legal?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "105h1rf",
            "num_comments": 34,
            "comments": [
                "Complementando a resposta que te deram, pra ter o visto aprovado é necessário ter vínculos fortes com o Brasil. Um trabalho com boa renda, estar matriculado na universidade, ter uma família (no caso só conta ser casado com filhos), ter imóvel próprio, etc.\n\nSim, o processo pra tirar visto americano é ELITISTA. E se o visto for negado, o dinheiro não é devolvido. Eu conheço pessoas que tiveram o visto negado mesmo tendo emprego no Brasil e estudando. Então é importante ter um bom motivo pra visitar os EUA e comprovar que você pode pagar pela viagem.\n\nTem algumas pequenas coisas que aumentam a chance do visto ser concedido, uma delas é já ter viajado pra fora do BR pra turismo. Por isso recomendo que a primeira viagem seja pra algum país da América do Sul ou da Europa, que não precisam de visto. Além de ser muito menos burocratico, na minha opinião, é também muito mais rico em cultura e experiências. Deixa os EUA pra quando você puder esfregar na cara deles que não precisa ser um ilegal trabalhando em sub-emprego.",
                "Vc já tem passaporte e visto?",
                "Se você nunca viajou e não faz a mínima ideia de onde começar, considere ir a uma agência de viagens tipo a CVC. Eles cuidam de todo o roteiro, desde conversar sobre quais destinos se encaixam na sua preferência até logística de como chegar no hotel, levar aos passeios, etc.\n\nSe optar por ir por si mesmo, tenha em mente que algo vai dar errado (sempre dá) e isso faz parte da aventura.\n\nDos destinos nos EUA, bem resumidamente:\n\n\\- Vegas: shows e restaurantes famosos. Coisas kitsch.\n\n\\- Flórida/Disney: gente falando português, compras e parques temáticos\n\n\\- New York: museus, musicais, andar a pé, lugares que você viu em filmes e metropole (mal cheiro, gente sem paciência, etc)",
                "o que eu costumo fazer é criar um mapa customizado com a ferramenta do google maps e vou marcando todos os lugares que quero visitar na cidade. dessa forma eu consigo visualizar que atrações ficam próximas umas das outras e onde eu poderia me hospedar. \n\npara comprar passagens recomendo monitorar pelo google flights. compre direto com a cia aérea para não ter dor de cabeça depois (intermediárias tipo a decolar, 123milhas e etc costumam ter um péssimo atendimento quando da problema na viagem)\n\no visto americano hoje em dia ta osso de tirar, corra atrás disso o quanto antes.",
                "Começa pela Europa, ou por lugares que só precisa de passaporte pra criar um histórico.",
                "Planejar uma viagem pode ser muito divertido, mas também pode ser um pouco estressante. Aqui estão algumas dicas para começar:\n\n-\tDefina o seu orçamento: isso vai ajudar a determinar para onde você pode ir e quanto tempo pode ficar lá.\n-\tEscolha um destino: considere seus interesses, o clima e qual época do ano você gostaria de viajar.\n-\tFaça  uma lista de coisas a fazer: pesquise atrações turísticas e eventos especiais que gostaria de ver ou participar.\n-\tReserve voos e hospedagem: compare preços em vários sites de viagens e leia avaliações de hotéis antes de fazer a sua escolha.\n-\tFaça uma lista de itens para levar: inclua itens essenciais como passaporte, medicamentos e adaptadores de tomada, além de itens pessoais como roupas e itens de higiene.\n\nEm relação a Las Vegas, é uma cidade bastante popular entre turistas, especialmente por causa dos seus cassinos e da vida noturna agitada. Se você gosta de jogar e aproveitar a noite, pode ser um destino divertido. No entanto, é importante lembrar que Las Vegas também é conhecida por ser bastante cara, então é importante planejar com antecedência para garantir que você possa aproveitar a sua viagem sem estourar o orçamento."
            ]
        },
        {
            "title": "Madrugada em Zurich",
            "selftext": "Pessoal, tenho uma conexão das 9 da noite  às 9 da manhã em Zurich, alguém tem algum concelho para esse tempo? Se possível, algo mais económico..",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10504m8",
            "num_comments": 6,
            "comments": [
                "Um bom quarto de hotel pra dormir umas horas.",
                "Dá uma conferida no [Sleeping in Airports](https://www.sleepinginairports.net/guides/zurich-airport-guide.htm)."
            ]
        },
        {
            "title": "Hotel Urbano",
            "selftext": "Já compraram um pacote no hurb na modalidade em que a flexibilidade é de apenas 24 hrs? Estou cogitando seriamente ir pra porto de galinhas em junho em um pacote desses",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "104zcpw",
            "num_comments": 1,
            "comments": [
                "Eu tento evitar esses pacotes. Que nem o 123 milhas… o que tem de reclamações na internet…"
            ]
        },
        {
            "title": "São Thomé das Letras/MG",
            "selftext": "Olá. \n\nVim aqui pra pedir opiniões e tirar algumas dúvidas sobre uma viagem que estou planejando para começo de Março pra São Thomé das Letras. Para me conhecerem eu gosto bastante de natureza e misticismo, gosto de saber tanto a história documentada quanto a história alternativa, amo paisagens surreais e acampar na natureza, creio que STdL tem tudo isso que eu preciso.\nA princípio quero passar de 5 a 6 dias lá, sendo 3 em hotel/pousada e 2/3 em algum camping que tenha nas montanhas. Irei com carro próprio saindo de São Paulo e acompanhado da minha namorada.\n\nMinhas dúvidas são:\nAlguém tem um roteiro já feito bem completinho por aquela região ou recomenda algum livro guia?\nQuantos dias são necessários para conhecer bem a região?\nAlguma sugestão de camping que fique afastado do centro e com lugares para conhecer ao redor?\nLugares obrigatórios para conhecer lá tanto na parte de esoterismo quanto na parte geográfica (cachoeiras, formações rochosas, mirantes...).\n\nValeu!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1043dlk",
            "num_comments": 3,
            "comments": [
                "5 dias dá para conhecer toda a região,  não tem muito erro a cidade é pequena, o centro vc conhece andando os arredores recomendo carro, mas dá para fazer a pé também.  Para camping recomendo a Gruta Sobradinho, hotel qualquer um no centro é válido.",
                "Cara, fui a STdL faz uns 7 anos. Mas te digo: esses dias são mais que suficientes. Se fosse vc, aproveitava e nessa mesma viagem ia a Varginha (turismo ufológico) e Três Corações (casa onde nasceu Pelé, etc), já que ficam pro mesmo lado. Sem contar cidadezinhas bem próximas que ficam mais fáceis de quem está de carro visitar. A cidade em si fica no alto da montanha. Não perca o pôr do sol na Pirâmide, onde o pessoal se encontra pra aplaudir e admirar. Vá na ladeira do Amendoim, onde os carros sobem ladeira a cima ao invés de descerem, desafiando a Lei da Gravidade.\nTodo lugar tem uma cachoeira chamada \"Véu da Noiva\". Lá não é diferente. Fica afastada da cidade, mas vale a pena. Tem algumas mais perto, como a Eubiose...\nPesquisa sobre turismo rural em Sobradinho, Luminárias, Carmo da Cachoeira, Lavras, etc... Já que tá de carro, aproveita a viagem em si.\nAcredito que uns 3 dias lá são suficientes. Mas gosto é gosto. Só de passear pela cidade já é um lazer... Não esquece de voltar aqui e nos dizer como foi de viagem depois... E não liga, o pessoal gosta dum cigarrinho do capeta lá. Ahhh, a população local fecha pacotes de atividades radicais como rapel e tirolesa. Só se informar por lá..."
            ]
        },
        {
            "title": "Argentina e Chile",
            "selftext": "Pessoal, pretendo ainda nesse mês de janeiro iniciar uma viagem de baixo orçamento (mais voltada para Mochilão) com destino a Argentina e Chile. Gostaria de receber tirar algumas dúvidas:\n\n**Argentina:**\n\n* Qual a documentação necessária? Até onde sei, é necessário apresentar somente RG/Passaporte, Carteira de Vacinação Covid-19 ou PCR, formulário de itens eletrônicos. Fora isso, tem algo mais?\n* É necessário seguro viagem? Se sim, precisa ter cobertura Covid?\n* É necessário demonstrar hospedagem?\n* Existe algum outro requisito?\n* Que dicas genéricas você me daria?\n\n**Chile:**\n\n* Qual a documentação necessária? Até onde sei, é necessário apresentar somente RG/Passaporte. Fora isso, tem algo mais?\n* É necessário seguro viagem? Se sim, precisa ter cobertura Covid?\n* É necessário demonstrar hospedagem?\n* Existe algum outro requisito?\n* Que dicas genéricas você me daria?\n\nAlém disso, que dicas vocês dariam com relação ao dinheiro? Levar um cartão de crédito internacional é uma boa opção? Ou é melhor sempre comprar a moeda local?\n\nSe possível enviar algum link da onde vocês extraíram as respostas, ficaria agradecido. Por favor, não entenda mal, eu pesquisei bastante essa parte de documentação, mas fiquei um pouco confuso, principalmente com a frequente alteração de requisitos em decorrência da pandemia.\n\nAgradeço, abraço.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1035g7p",
            "num_comments": 11,
            "comments": [
                "Opa amigao. Sou uruguaio/br e tbm já fui varias vezes pra argentina. Vou te explicar um pouco. \n\nNAO USE CARTAO. Nem faça cambio oficial. Leve DOLAR em dinheiro vivo com voce, va até o centro da cidade/perto do obelisco e quando ouvir um ambulante gritando “cambio, cambio” vá com ele e troque seus dolares na taxa dolar blue. Agora mesmo um dolar sao aprox 330 pesos argentinos. Vc pode ser praticamente rico là com pouco dinheiro.\n\nFica bem esperto. Buenos aires capital é seguro mas a argentina é pais bem complicado mesmo com seguranca. Nao dê muito mole com o celular e seus pertences.\n\nUse transporte publico. Passam o tempo inteiro e o preco é ridiculo… coisa de centavos convertendo pra real. Vai ter que tirar cartao sube e carregar. Pede em qualquer loterica, mas costuma ser dificil achar, tà sempre em falta.\n\nMigracoes pode ser que peca pra vc dados de onde vc fica, jà aconteceu comigo. Tenho entendido que seguro viagem covid ja nao precisa, fui a ultima vez em setembro e nao peguei.",
                "Faz pouco que voltei de uma viagem de moto entre argentina e chile. dicas gerais pra ambos:\n\nLeve identidade ou passaporte, imprima seu comprovante de vacinação, leve uma caneta junto pra preencher a papelada de entrada no chile. lá há um formulário especial para brasileiros, não perca tempo com o papel que é entregue aos argentinos. preencha também o formulário que não está levando bens pereciveis. pode fazer isso na hora, pois a fila é grande, passamos 4 horas naquela porcaria de alfandega.\n\nnão precisa de seguro viagem, não precisa de teste pcr, se for com veiculo precisa de carta verde pra argentina e soapex pro chile (dá pra fazer esse online pelo site da HDI chile), mas nunca me pediram essa documentação.\n\nno chile não precisa comprovar hospedagem, só falar qual a cidade de destino, na argentina nem pedem nada. nesses 12 dias em nenhum momento fui parado por policia.\n\nnão use cartão de credito, leve dinheiro em especie e vá trocando. western union é muito util, mas não funciona no fim de semana.\n\ncompre um chip da claro argentina, leva uns minutos pra ativar numa loja da claro e funciona até no chile habilitando o roaming internacional no proprio smartphone.\n\nse for pra buenos aires ou rosario é olhos abertos e ouvidos atentos. são paises mais seguros, mas essas cidades ainda têm criminalidade mais elevada.\n\nprocure grupos no facebook, têm o mochileiros chile. eu consegui várias hospedagens para motociclistas através de grupos, foi uma experiencia incrivel.\n\nalguma dúvida especifica?",
                "A recomendação que dou é tirar um passaporte, os sites de viagens estão cheios de relatos de gente que passou por problemas com guardas que implicam com o RG.\n\nNa Argentina a dica é não usar cartão de crédito/débito de jeito nenhum. Infelizmente tem que levar Dólar ou Real em espécie e trocar no câmbio paralelo ou usar a Western Union.",
                "Se você comprou suas passagens aéreas usando um cartão de crédito tem 95% de chance do seguro viagem estar incluído. Ainda vejo muita gente jogando dinheiro fora com isso.",
                "Dicas genericas:\n\nSe vai para Chile e Argentina, talvez valha a pena passar por mendoza e pegar um ônibus de mendoza a Santiago. Durante o dia... Mendoza e uma cidade legal, tem vinhedos e um parque muito bacana. Dá pra acessar a base do aconcagua de lá. Além disso a estrada que liga mendoza a Santiago passa por dentro dos andes. 7 a 8 horas de paisagens incríveis, só cuidado com os contrabandistas te pedindo pra segurar a mala deles na alfândega. De avião é rápido, mas você tem a chance de ver de cima... Ir de um jeito e voltar de outro é vitória máxima. No mais são países incríveis pra se conhecer, boa viagem!",
                "Eu fui pro Chile em outubro do ano passado, então não sei se o que vou te falar está desatualizado agora pra janeiro.\n\nNão precisei apresentar comprovante de vacina nem teste de covid pra embarcar pra Santiago. \n\nEu levei o passaporte só por precaução, mas bastou o RG na imigração. Nem tirei o passaporte da mochila.\n\nSobre seguro viagem, eu sempre viajo com pois meu cartão de crédito disponibiliza automaticamente na compra das passagens. Não pediram pra ver em nenhum momento, porém eu acho importe ter pra qualquer viagem. Você nunca sabe o que pode acontecer.\n\nNão me pediram comprovante de hospedagem.\n\nEu fui a trabalho, então não tive muito tempo pra turismo. Levei cerca de R$ 500 em pesos chilenos e usei esse dinheiro pra comprar um sim card, taxi e coisas pequenas como mercado e souvenirs. Pra passeios e compras maiores eu usei cartão de crédito, que é aceito em todos os lugares normalmente (em Santiago e Valparaiso, pelo menos).\n\nNo voo de volta pro Brasil me pediram comprovante de vacina de covid, na época era requerimento do governo brasileiro. Não sei as regras atuais.\n\nÉ isso, viajar na América do Sul é tranquilo. Você não deve ter grandes problemas. Não tenho link de nada pq só relatei minha experiência kkkk\n\nAbraço e boa viagem!"
            ]
        },
        {
            "title": "São Paulo a passeio",
            "selftext": "Pessoal, estou aqui na decolar, lendo e relendo locais acessíveis para ficar em maio, e estou dividida  quanto as localidades.\nQual o melhor hotel pra ficar (levando em consideração segurança): San Rafael ou o Cinelândia hotel?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1035ce8",
            "num_comments": 3,
            "comments": [
                "Os 2 estão em uma região complicada da cidade.\n\nDe dia tem muita circulação de pessoas então basta você seguir as recomendações normais de segurança, mas de noite eu só usaria Táxi/Uber/99 ou andaria acompanhado."
            ]
        },
        {
            "title": "Local para viajar do Brasil",
            "selftext": "Qual local do Brasil é indispensável visitar ?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "1033ck0",
            "num_comments": 8,
            "comments": [
                "As praias da Bahia são lindas",
                "Com certeza Florianópolis, lugar lindo!",
                "Com certeza pro nordeste",
                "Alter do chão - Pará\nIlhabela - São Paulo \nBahia",
                "Na minha humilde opinião é Morro do São Paulo e Balneário Camboriú.",
                "Rio, sem dúvida. Fazer todos os programas de turista padrão pão de açúcar, Cristo, jardim botânico, lapa etc...",
                "Esse mês vou pra Maragogi....  \n\n\ntodo mundo fala muito bem das praias de lá",
                "Cataratas do Iguaçu!"
            ]
        },
        {
            "title": "Aluguel de carro na Suíça",
            "selftext": "Alguém já alugou carro na Suíça e entregou em algum país da UE? Tô escavando o Google aqui e não consigo respostas claras e atualizadas. \n\nMeu plano seria pegar o carro na Suíça, seguir pra Liechtenstein, Áustria e entregar na Alemanha. É possível? Vou ter que deixar um rim pagando seguro pra cruzar as fronteira da UE?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "101xg79",
            "num_comments": 12,
            "comments": [
                "Sei que a Europcar cobra uma taxa por cruzar a fronteira. Quando comparei os preços, curiosamente valia mais a pena deixar o carro dentro do país, pegar um trem até o próximo e alugar outro. Fiz isso agora (carro dentro da Alemanha, trem para a Suíça e Itália, e um carro dentro da Itália)",
                "Não gosto de ser [a pessoa que não responde a pergunta original do post e acaba falando outra coisa](https://www.youtube.com/watch?v=24eOt6Hj53M), mas chegou a considerar não pegar o carro pra parte suíça da viagem?  \nA malha ferroviária é absurda de boa, ao ponto de que tem vila com sub-500 habitantes recebendo múltiplos trens por dia. Além disso os horários de partida são otimizados pra minimizar o tempo de espera de quem precisa trocar de linha.\n\nObs: CH e LI não são membros da UE, mas fazem parte do acordo de Schengen, então se for caro é por princípio, não por geopolítica.",
                "Eu aluguei carro na Romênia e entreguei na Romênia mesmo .. mas dei um rolezão por outros países do leste europeu e lembro que era caro demaaaais sair da UE. Quando fomos dar um rolê na Sérvia, deixamos o carro parado e atravessamos de busão. Então acho que a conclusão é: sim, tem que pagar um rim pra sair da UE.  \n\n\nFun fact: Eu colei pra Suiça de busão para visitar um amigo, atravessamos a fronteira pra Liechtenstein de bike, tomamos umas brejas do outro lado e voltamos .. Só para eu poder falar que já fui para Liechtenstein kkkkkkk",
                "Geralmente as locadoras deixam pegar num ponto X e entregar num Y, mas não, nunca fiz esse trajeto de carro, porém, fiz de ônibus (Flixbus).",
                "então você é rica?"
            ]
        },
        {
            "title": "Viajando de kombihome",
            "selftext": "Oi pessoal!\n\nEu e minha esposa largamos nossos empregos convencionais, pegamos nossos dois cachorros e nos mudamos (os 4) pra uma kombi motorhome. Estamos nessa jornada desde o ano passado com o objetivo de conhecer o Brasil, trabalhando muito na venda de artesanatos e adesivos (já que não somos herdeiros de nenhuma fortuna kkkk).\n\nEssa nossa aventura é sempre cheia de surpresas, perrengues, alegrias, encontros inesquecíveis com pessoas fantásticas, além é claro de cenários de cair o queixo :) Pankeca e Gohan (os dogs) tem um novo quintal pra correr e se divertir a cada dia que passa.\n\nE nós temos registrado essa aventura no nosso canal do youtube (Be Bonkers), desde antes dela começar - ou melhor, desde quando começamos os preparativos dessa aventura, até os dias atuais.\n\nQuero te fazer um convite de dar um pulo no nosso canal do youtube, assistir os nossos vídeos e se inscrever pra não perder nenhum vídeo novo, que é lançado todas as terças às 19h:\n\nhttp://youtube.com/@be.bonkers\n\nhttps://instagram.com/be.bonkers\n\nEspero que curtam!\nValeu!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "101w6l4",
            "num_comments": 0
        },
        {
            "title": "Ajuda - sem cartões no Dubai",
            "selftext": "Olá, esqueci-me do cartão de crédito em Portugal e gostava de saber opções de levantamento de dinheiro não tendo acesso a um cartão físico.\n\nAinda tenho algum dinheiro mas há-de acabar.\n\n\nObrigado",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "10163vk",
            "num_comments": 2,
            "comments": [
                "Primeiro bloqueie seu cartão perdido, peça outro. Depois, todas operadoras tem cartão virtual, use-o.",
                "Alguns cartões possuem aplicativos para celular, se você souber da senha e info do seu, talvez há como usá-lo. Também há o aplicativo Wallet para iPhone que você consegue usar por aproximação caso tenha info do seu cartão para adicionar."
            ]
        },
        {
            "title": "Viagem para o Uruguai",
            "selftext": "Estou pretendendo ir pro Uruguai logo depois do meu aniversário, quero ficar alguns meses lá no intuito de aprender mais espanhol e conhecer tudo! Alguma dica de viagem pra mim ?? Fico muito agradecido qualquer relato é ótimo",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zzg0ju",
            "num_comments": 9,
            "comments": [
                "Não deixe de visitar Cabo polônio. Se possível fique alguns dias lá, Lara aproveitar também a noite e as estrelas. Uruguai e super tranquilo, as vezes chega a ser tedioso. Vê direitinho o que você quer fazer pra não perder dias \"parado\".",
                "Não deixe de visitar Colônia do Sacramento. Lugar lindo dmais.",
                "Coma chivitos!!",
                "Morei lá por quase 4 anos, aqui vão algumas dicas (quase todas em Maldonado, porque eu morava lá)  \n\n\n  \nPunta Ballena - é uma península bem famosa pela vista incrível de Punta del Este e do por do sol. A minha dica é passar a tarde na praia de Portezuelo que fica bem ao lado da península (é uma praia boa para crianças porque o mar é bem calmo e areia firme), e depois ir no museu Casa Pueblo antes do por do sol para assisti-lo de lá e tomar um café. A vista é maravilhosa, o por do sol mais bonito que já vi...  \nO museu parece uma construção grega. Foi construída como uma escultura pelo artista Carlos Paez Villaró  \nArboretum Lussich - perto da Casa Pueblo tem esse parque que é muito legal para passear de bicicleta ou a pé mesmo - talvez não muito legal para ir com a bebê, depende da disposição de vocês rs de bicicleta é muito divertido, muita natureza. Nesse lugar tem espécies de plantas do mundo inteiro  \nPunta del Este - é legal para dar uma volta, ir ver o monumento \"Los Dedos\", tomar um sorvete, comprar frutos do mar no porto se quiser cozinhar e ver os lobos marinhos que sempre ficam por lá procurando comida.  \nBairro Pinares (Maldonado) - eu acho essa parte um charme... é um bairro residencial bem arborizado, com casinhas bonitas... eu alugaria uma bicicleta em Punta del Este e iria até lá pela rambla, depois voltaria por dentro do bairro. É super seguro e quase não tem carros passando.  \nFora isso tem as praias que vale conhecer: La Barra de Maldonado, Punta del Diablo, Cabo Polonio...  é tudo bem roots, principalmente Cabo Polonio... mal tinha eletricidade quando fui na última vez, mora um pessoal bem bicho grilo. Eu curti"
            ]
        },
        {
            "title": "quero viajar no meu aniversário",
            "selftext": "Oi amigos do reddit, tudo bem?\n\nUltimamente eu tenho criado uma dúvida entre viajar ou fazer uma festa no meu aniversario de 15 anos (tô mais inclinada a viagem) \n\nA questão é: a festa é caríssima, poucas horas e acaba que eventualmente só vou encher o rabo dos outros de comida e mal vou aproveitar como eu deveria, e a questão da viagem é que o dólar tá caríssimo. \n\nEu nem tenho vontade de ir pros EUA, na verdade, queria ir pra Ásia, conhecer o japão. Acho lá um lugar tão bonito, gosto da cultura deles também, e na primavera que é perto do meu aniversário é uma época muito boa pra se ir, mas como o dollar tá caro acaba não compensando. \n\nNão sou fluente em inglês ainda, mas o básico eu sei falar bem, e japonês eu já tentei estudar sozinha quando eu tinha uns 10 anos, mas eu não lembro mais nada do que eu estudei na época 🥹\n\n\nQueria que me dissessem o que eu poderia fazer, e em relação da viagem, eu estava pensando em viajar com um guia mas não conheço nenhuma agência aqui no rio que faz pacote com isso, e eu queria muito a ajuda caso alguém queira me ajudar",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zzew28",
            "num_comments": 3,
            "comments": [
                "Primeira coisa que vc tem que fazer é tirar um passaporte (se não tiver) e o visto de turista do Japão, idealmente seus pais ou responsáveis também. Se for com menos de 16 você não pode viajar sem um responsável. Outra coisa, recomendo fortemente que vc melhore seu inglês antes de viajar, nunca fui pro Japão mas imagino que com um inglês +/- vc vai ter muita dificuldade em se comunicar e não vai aproveitar a viagem. Isso vale pra qualquer país. Sobre dinheiro, não é que o dólar tá alto, o real tá desvalorizado, então isso vai afetar qualquer viagem que vc for fazer, mesmo fora dos EUA, tudo tá mais caro pro brasileiro. Não sei muito sobre guias mas imagino que dentro do Japão vc conseguiria encontrar tours e coisas do tipo, pagando na hora ou agendado. Contratar alguém no Brasil seria complicado, existe a opção de viajar em grupo, mas isso limita muito seu tempo e opções. Desculpa não poder ajudar mais"
            ]
        },
        {
            "title": "Dicas de transporte e restaurante",
            "selftext": "Olá gente, sou mulher e daqui uns meses irei realizar a minha primeira viagem para São Paulo, meu voo irá pousar no aeroporto de Guarulhos por volta das 22 horas e eu reservei um airbnb no bairro Vila Constância, quero algumas dicas de como sair do aeroporto de Guarulhos da forma mais segura e barata até o meu destino e também dicas de restaurante para almoçar pode ser na Liberdade (pretendo turistar lá) ou perto da Vila Constância (observação: quero restaurante com comida brasileira mesmo).",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zwywq9",
            "num_comments": 6,
            "comments": [
                "Não tem metrô perto da Vila Constancia, o mais barato seria ir de Trem/Metrô até a estação Jabaquara e depois pegar um ônibus. Se não quiser pegar ônibus, acho que a estação Adolfo Pinheiro seria a mais próxima para pegar um 99/Uber/táxi.",
                "De restaurante eu amei o mugui na liberdade, comida quente japonesa q n é muito cara (pelo menos comparado com o preço onde eu moro) e é muito bem servido"
            ]
        },
        {
            "title": "Dicas para a primeira viagem internacional",
            "selftext": "Bom dia pessoal, \n\nEu e a minha esposa vamos viajar a primeira vez para fora do Brasil.   \nVamos para Londres, Paris, Bruxelas e Amsterdam.\n\nApesar de a gente estar assistindo muitos videos sobre viagens, gostaria de saber se tem alguma dica de ouro.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zwfjvn",
            "num_comments": 16,
            "comments": [
                "Se já estão com passagens de ida e volta prontas:\n\n* Não se esqueçam de comprar passagens das cidades bem antes da volta.\n   * Quando eu fui em 2018 para Europa, eu deixei pra comprar passagem de trem na hora e quase tive um treco. No final consegui comprar por FlixBus, senão teria gastado muito com passagem de trem.\n* Bruxelas -> Brugges\n   * Brugges fica à 2 horas de Bruxelas se não me engano. Compensa MUITO ir lá. Muito mais bonito que Bruxelas.\n* Paris\n   *  Preste atenção nos seus pertences. Minha mina teve o celular furtado dentro de uma loja. Deixe grana e celular sempre no bolso da frente da calça.\n   * Museu dos inválidos é um passeio bem legal. Vc consegue visitar a tumba de Napoleão e tem o museu do exército lá com muito acervos da 1ª e 2ª guerra.\n   * A região do Moulin Rouge é meio \"perigosa\". Não é que nem BR, mas preste atenção pois tem muito batedores de carteiras e ciganos por lá.\n   * Torre Eiffel vale a pena ir até o ultimo andar.\n   * Passeio em Versalhes tb é legal. Tanto o Jardim quanto o Palácio (sugiro ver a série na Netflix tb).\n* Londres\n   * Visite a Torre de Londres. Foi erguida por Guilherme, O Conquistador e persiste até a hoje. Já foi Castelo, Prisão, Casa da Moeda.\n   * Passeio de bate e volta em Cotswold ou Widsor\n   * London Eye vale a pena tb\n* Amsterdam\n   * Amsterdam é pequena, em 2 dias caminhando vc vê bastante coisa. Fui no Museu da Anne Frank. Foi um passeio legal.\n   * Vá em Coffee Shop de rede...tipo Bulldog. Eu quis ir numas alternativas e não curti nem um pouco a brisa dos lugares.\n   * Não compre aqueles produtos industriais que dizem que utilizam maconha. Não da brisa. Vai em Coffee Shop e compre o bolinho ou um beck lá mesmo.\n   * Aeroporto Schipol é longe do centro, mas tem bastante ônibus que te deixam no centro.  Tem um que deixava bem na frente do Hard Rock Cafe. Não precisa pegar Taxi ou Uber.\n   * Zaanse Schans vale o passeio e é perto de AMS.",
                "Eu sempre estudo a cultura local para evitar o mico e sigo a regra de ser uma visitante respeitosa.\n\nTome cuidado com Londres e Paris por causa dos roubos/golpes",
                "Se vcs forem viajar de trem entre os países: dá pra baixar as passagens no celular mas por precaução, tenham as passagens impressas tbm. Fiquei presa na plataforma de trem entre amsterdam e outra cidade pq meu celular quebrou do nada. Os guardinhas não são lá muito amigáveis...",
                "Dica de ouro: curtam a viagem pelos olhos de vcs e não pelas lentes do celular. O que fica são as experiências😁\n\nAparentemente vcs estão bem preparados para a viagem através do YouTube. Boa viagem!",
                "Levar uma caneta Bic na mala de mão, se precisar preencher algum formulário no avião ou na imigração é um inferno arrumar uma caneta.\n\nNa UE tem planos de celulares básicos e tem os que te permitem em toda a UE, se atentem a isso na hora de escolher o chip, já que passarão por 4 países.",
                "em paris muito cuidado com furtos especialmente nas estações de trem. estive la recentemente e não me senti segura na cidade",
                "Pq Bruxelas?\n\nMas minha maior dica é fazer as coisas que te interessam e não ficar muito doido em cumprir roteiro de coisas \"imperdíveis\" que talvez vocês nem se importem. \n\nExceto se vcs forem muito ricos, sempre usem transporte público. Funciona bem e é bem mais barato. Deem uma olhada nas opções de passes diários, semanais e tal, as vezes mesmo ficando menos de uma semana compensa o semanal. Vejam opções de turista com transporte + museu mas analisem bem se compensa, ou se vcs não vão pegar algo caro pra ir em lugares que não iriam normalmente.\n\nRecomendo tbm o que ja recomendaram de ir em Zaanse Schaans, é muito fofo e bem esse estereotipo de Holanda. Amsterdam é pequena, em três dias da para você conhecer a cidade e Zaanse Schaans tranquilo. \n\nLondres é muito legal para comer, os mercados tbm são muito bons. E tem ótimos museus gratuitos. O Tate Modern e o Victoria and Albert são sensacionais, eu gastei quase um dia inteiro em cada... e nem vi tudo.\n\nSugiro muito explorar a Rive Gauce em Paris, regiões tipo o Bd St Germain são muito bonitas e menos cheias, a rue Mouffetard tb é ótima, apesar de ter bastante tourist trap hoje em dia.",
                "Londres tem um bar mto legal q se chama Ballie Balleson, super barato e vale mto a pena.\nCompra o oister card na estação msm custa 5 libras, se tu abastecer com 25 libras da pra andar a semana toda e visitar todos os pontos turísticos mais populares apenas .de transporte público.\nSe for pra outra cidade próxima, já eh bom sair com passagem comprada pq na hora eh embaçado.\nLondres eh super segura mas nessa época do ano escurece as 15 da tarde, então toma cuidado com furto principalmente ali na região de candem town e soho.\n90% dos museus são gratuitos, inclusive o de história natural q eh absurdamente grande. \nVisite a primark em Londres, eu trouxe várias coisas de la e super baratas…\nA comida em mercado eh super barata, coisa de 3 libras no máximo.\nSe quiser uns restaurante mais fancy tem a região do palácio que tem vários….\nSe queres uma parada mais jovem a região de soho em mto boa….\nCamdem town tem bastante restaurante diferente se quiser provar um pouco da culinária local e de outros países, eh ótimo pra comprar lembrancinha tbm\nNo geral tem pub em qualquer esquina se quiser provar uma breja ou o clássico café britânico",
                "Não me leve a mal, mas a meu ver o roteiro não foi muito feliz. Só mega-cidades. Será cansativo e irá parecer \"tudo a mesma coisa\" depois de alguns dias. O ideal é sempre mesclar natureza e cidades menores com essas megalópoles. E Bruxelas, definitivamente não recomendo. Tem tanta cidade linda na Bélgica, que eu não colocaria Bruxelas nem num top 10 lá. Eu também eliminaria alguma outra grande capital em prol de alguma região rica em belezas naturais, como por exemplo a Alsácia, Tirol, Cote d'Azur, etc. São lugares lindíssimos onde vocês poderiam recarregar as energias entre uma mega-cidade e outra. Enfim, se ainda estiver em tempo de modificar este roteiro, recomendo muito fazê-lo. Valorize seu dinheiro, não entre nesses roteiros genéricos que estará perdendo muita coisa mais interessante.",
                "Algumas dicas importantes e talvez meio óbvia para alguns mas passar esquecido:\n\n\\-Pesquise sobre as operadoras e planos de dados do primeiro país que for desembarcar, já pesquise também onde tem loja da operadora que você escolher que venda chip para turista de fora do país (pois nem todas vendem)\n\n\\-Evite o uso do cartão de crédito pois sai muuito caro, mas também não deixe de levar pelo menos uns 2 de bandeiras diferentes em caso de emergência\n\n\\-Leve dinheiro em espécie escondido numa doleira dentro da roupa\n\n\\-Abra conta em algum banco internacional como Nomad ou Wise que você consegue transferir seus reais e sacar em espécie lá fora ou usar no débito (que a taxa é menor que no crédito)\n\n\\-Tente sacar o máximo que achar que for precisar pois geralmente as taxas são por transação (mas sem exagero devido a segurança)\n\n\\-Leve um PowerBank e fones de ouvido\n\n\\-Se pretende fazer viagens a noite leve tampões auriculares e tapa olho",
                "\\- Não coma em restaurante a menos de 2 quarteirões de atração turística ou que tenha foto dos pratos na porta\n\n\\- Acorde 45 minutos mais cedo do que está planejando e vá primeiro para a atração mais concorrida: ela estará vazia.\n\n\\- Alguma coisa vai dar errado. Faz parte da aventura e vira uma história para contar no futuro.\n\nParabéns pela viagem!"
            ]
        },
        {
            "title": "Cocô na Tailândia! Se alguém não souber responder, mas souber onde posso procurar, agradeço também!",
            "selftext": "Estou na Tailândia há uns dias e percebi que o gosto do coco aqui é muito diferente do coco do Brasil, tanto a água, quanto o leite, o sorvete e a \"carne do coco\" também. Alguém tem ideia do por quê disso? E o mais importante: onde encontro esse coco no Brasil pra plantar em algum lugar? kkkkkk",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zuyhl2",
            "num_comments": 6,
            "comments": [
                "Pq vc tá comendo cocô aí? 🫢",
                "La ele eternamente",
                "Esse post é ouro! Dica: traga bastante nas malas. Vai ter cocô pro ano inteiro!!",
                "Condições climáticas e geológicas diferentes podem impactar. A água mesmo tem sabor dependendo do lugar pela composição de sais minerais. \n\nOu pode ser uma fruta diferente mesmo (parente). Assim como tempos vários tipos de limão, mexerica, melão, maracujá.. etc. O q pode acontecer com o coco. Ser uma variante.\n\n&#x200B;\n\nPor curiosidade whiskies cortados no Brasil (diluído com água nacional pra atingir a graduação de 40%) tem sabor bem diferente do escocês, que é diluído com a água de lá. Mesmo sendo mesma marca, mesma bebida. Aconteceu na prática com o Teachers. Assim que deixaram de engarrafar no Brasil, acharam o whisky melhor\n\n&#x200B;\n\nCom cerveja acontece o mesmo. Muitos relatos que a heineken em Amsterdã é diferente, maioria que vai lá diz achar mais gostosa que a nossa heineken. Quem foi para os estados unidos relata q a coca cola deles é um pouco deferente da nossa coca cola. Mesma receita, água diferente na produção"
            ]
        },
        {
            "title": "Sobre visitas em Hotéis",
            "selftext": "Olá, tenho 19 anos, sou do Ceará e nunca viajei sozinho, assim pretendo viajar para São Paulo e passar alguns dias por lá, pois bem o problema é que eu qro muito receber a visita de uma amiga no meu hotel, e ela é menor de idade e não mora com os pais, e aí? Será q pra ela entrar no hotel vai precisar da autorização dos pais??? Alguém sabe informar???",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zuqtyi",
            "num_comments": 2,
            "comments": [
                "Normalmente (baseado nas minhas experiências, não sei qual a regulamentação da área), qdo vc vai visitar alguém em hotel vc faz um cadastro na recepção. Igual ao q faz qdo hospeda.   \nSe o hotel vai barrar por ser menor (o q pode dar dor de cabeça jurídica pro hotel) é outra história. O jeito mais fácil é perguntar.   \nOi, sou o According-Mail, vou ficar aí do dia X ao Y, queria saber qual a política de visitas do Hotel pq uma amiga queria me encontrar mas tem Z anos e vai estar desacompanhada"
            ]
        },
        {
            "title": "Fotografia",
            "selftext": "Clima de Natal né 🌲",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zt5uod",
            "num_comments": 0
        },
        {
            "title": "Viagem para Groelândia",
            "selftext": "Noite pessoal, tudo certo com vocês?\nPreciso de ajuda pois quero logo logo fazer a viagem da minha vida, que é ir conhecer a Groelândia, alguém que já foi tem dicas pra me dar? \nObs: marinheiro de primeira viagem",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zpdysf",
            "num_comments": 0
        },
        {
            "title": "Dicas para o percurso São Paulo - Foz",
            "selftext": "Opa! Tudo bem?\n\n&#x200B;\n\nEstou planejando ir de carro daqui de São Paulo até Foz do Iguaçu e ir parando em pontos legais do caminho. A ideia é ir em Foz e passar na Argentina e no Uruguai para conhecer.\n\n&#x200B;\n\nAlguém tem alguma dica pro percurso? Lugares bacanas para parar no percurso, o que fazer em Foz/Argentina/Uruguai, dicas de passeio, estrada etc. Qualquer coisa mesmo!\n\n&#x200B;\n\nObrigada!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zp0ptc",
            "num_comments": 0
        },
        {
            "title": "Foz do Iguaçu durante Natal",
            "selftext": "Olar! Alguém com boas dicas pra cidade nessa época?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "znsdzw",
            "num_comments": 0
        },
        {
            "title": "Mulheres: viagem sozinha",
            "selftext": "To querendo ir pra alguma cidade que tenha praia no RJ (sem ser a cidade rio de janeiro) alguem tem alguma dica de algum lugar seguro r legal? Barato tbm rs",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zmxgj6",
            "num_comments": 3,
            "comments": [
                "Praia de Itaipuaçu / Barra de Maricá / Jaconé e Cabo Frio, apesar da fama de Cabo Frio se caro também se consegue encontrar alguns Airbnb com preços razoáveis.",
                "Trindade",
                "Cabo frio é uma boa"
            ]
        },
        {
            "title": "Conexão em Madrid",
            "selftext": "Vou fazer uma conexão de mais ou menos 8 horas em Madrid, mas sou abestalhado e não sei coisas básicas: posso sair do aeroporto, sendo que meu destino final na Europa não é na Espanha, mas outro país? Isso pode gerar alguma inconveniência ou problema? Ao voltar para o aeroporto, o que precisarei fazer?\n\nE se é tranquilo sair, quais lugares mais rápidos e fáceis de visitar por lá?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zmjpko",
            "num_comments": 5,
            "comments": [
                "Lembra que tem o fuso horário, as vezes a conexão é menor do que você imagina, já achei que daria para conhecer um lugar numa conexão mas quando cheguei, pelo fuso tive que correr pelo aeroporto. Acho 8h pouco pra o risco de passar por problemas.",
                "Você precisa de visto de trânsito para passar pela Espanha? Eu pergunto isso porque tô numa situação semelhante, cogitando uma viagem com conexão na Alemanha, mas não sei se preciso de visto/seguro para passar por lá.",
                "Depende se você vai fazer a imigração em Madri ou se a conexão é sem passar pela imigração, nesse caso você vai fazer a imigração em outro lugar.\n\nSe for no Barajas, olhei por cima, e se ambos os voos da conexão forem no terminal 4 não é feita imigração.\n\nSe você passar na imigração, você foi admitido no espaço Schengen e pode sair à vontade do aeroporto, não tem problema nenhum ir passear e voltar depois. Na volta, você vai apresentar seu passaporte e passagem aérea, passar no raio x e embarcar.\n\nA maioria dos países da Europa fazem parte do espaço Schengen, na prática você faz a imigração em algum ponto de entrada e todos os voos dentro da Europa funcionam como voos domésticos."
            ]
        },
        {
            "title": "O que não deixar de fazer em Salvador em 12 horas",
            "selftext": "Oi, pessoal! Vou fazer uma conexão de 12 horas em Salvador e não conheço nada na cidade. O que vocês sugerem que eu faça/conheça nesse período? O que é imprescindível?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zmaeot",
            "num_comments": 2,
            "comments": [
                "Se for durante o dia eu iria no Farol da Barra e Forte de São Diogo pela manhã. Seguindo para o Pelourinho (pega um Uber, é longe) pra almoçar e curtir as vibes do local. Cuidado com assalto, é punk na região turística."
            ]
        },
        {
            "title": "sao paulo trip",
            "selftext": "Olá gostaria de saber quais sao os roles obrigatorios em sao paulo vlwsss",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zm0sy1",
            "num_comments": 1,
            "comments": [
                "Com certeza o MASP, o MAC-USP, Farol Santander, o centro de SP, o bairro da liberdade e do bom Retiro, Santa Cecília, Pinheiros e Vila Madalena. \n\nMas diria que SP funciona também por nichos, baseado tb nos seus interesses porque tem uma amostra de tudo. Não é uma cidade típica de fazer tudo em 24 horas. É um lugar para garimpar baseado no que vc curte. \n\nQue tipo de música você gosta, e de gastronomia, quais são os seus hobbies? Aí vc busca as opções nesses nichos. \n\nSe vc curte coleção de vinil, por exemplo, vai encontrar lojas e lugares especializados nisso... e por aí vai... \n\n&#x200B;\n\nboa viagem!"
            ]
        },
        {
            "title": "Precisando de indicações",
            "selftext": "Boa noite, estou indo para Recife em 2023 e gostaria de indicações de praias para curtir em família. Vocês podem me ajudar?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zjdn5h",
            "num_comments": 1,
            "comments": [
                "Calhetas"
            ]
        },
        {
            "title": "O que fazer em Salvador durante 4 dias?",
            "selftext": "Estou indo pra salvador em março de 2023.\nO que fazer, quais as opções?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zj0oo1",
            "num_comments": 2,
            "comments": [
                " - Curtir a noite no Rio Vermelho\n - Visitar os Museus da cidade (tem vários, um que gosto é o Cidade da Música)\n - Visitar as praias, em especial a Barra, vendo o por do sol atrás do farol, é muito lindo.\n - Fazer o circuito básico do turistão, visitando o centro histórico, Mercado Modelo, Elevador Lacerda.\n - Pegar um barco e visitar as ilhas da cidade, são lindas e mais vazias, tipo praias paradisíacas. \n - Ir nos clubes de praia do norte da cidade, tem umas praias mais a norte, próximo a Lauro de Freitas, que possuem um ótima estrutura.",
                "- Re-Restaurante da Suzana\n- Ponta de Humaitá e Monte Serrat\n- Praia do Buracão\n\nno meu ig tem bastante coisa por Salvador @lorrana.g"
            ]
        },
        {
            "title": "Formas mais baratas de chegar à Europa?",
            "selftext": "Suponhamos que eu não queira pagar uma passagem de avião. Existem outras alternativas? Alguem possui alguma experiencia? Não é uma viagem à lazer, é uma viagem só de ida e nao estou muito preocupado com conforto e sim com preço kkkk",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "zbido6",
            "num_comments": 4,
            "comments": [
                "faz alguem de la se apaixonar perdidamente por vc e ai essa pessoa paga tudo  e pronto",
                "Comprar uma passagem para Portugal e já era, mais barato provavelmente vai acabar perdendo alguns órgãos pelo caminho",
                "vai trabalhar num navio aí roda o mundo todo inclusive europa e não pega o avião"
            ]
        },
        {
            "title": "Vivendo em Airbnb",
            "selftext": "Fala pessoal, estou vivendo em Airbnb desde Setembro desse ano, ficando 30 dias em cada um e tenho achado uma experiência interessante.\n\nNão tive problemas com o host nem com nada na casa (às vezes falta algumas coisas de cozinha ou de roupa mas eles sempre foram muito solícitos em ajudar).\n\nFiquei em Florianópolis, Capão da Canoa, Urupema e agora estou indo para Ponta Grossa.\n\nAlguém aqui tem se aventurado nesse formato também? Ou já fez algo desse tipo?\nGostaria de saber suas experiências 😁",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "z8ojvg",
            "num_comments": 6,
            "comments": [
                "Eu queria fazer já que trabalho remoto, mas os valores do AirBnB estavam muito caro, ai desisti.",
                "Viajo bastante e sempre fico em Airbnb ou Booking. Muitas vezes fico pulando de um pra outro também. Pra mim é como estar em casa, me adapto fácil. Agora, sai caro heim. É a empresa que paga no teu caso né? Presumo que sim, porque ninguém iria a Ponta Grossa por vontade própria haha",
                "Puts que massa, estou aqui entre comprar um imóvel ou largar minhas coisas num container e fazer isso. Os preços pra ficar 30 dias costumam ser bons?",
                "Estou fazendo isso atualmente! Fiquei um mês em Berlim, um e Buenos Aires e agora tô de volta em Sp pra ficar dois meses. Até agora só tive problema com um host em sp (em março) que ficou puto que eu levei visita no ap (fiquei lá por quase 2 meses)",
                "Morei 10 meses na França em um apartamento que a princípio estava disponível via airbnb. Como o preço sairia muito mais caro do que um aluguel habitual, consegui negociar com a dona e fizemos contrato de aluguel com um depósito de garantia, como se fosse direto com o proprietário aqui no Brasil, e então eu pagava o aluguel para ela e arcava com as despesas (energia, água, internet). Achei ótimo pq como seria temporário eu queria algo todo mobiliado."
            ]
        },
        {
            "title": "Visitando Catedral de Liverpool e a Roda Gigante",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "z6lhbm",
            "num_comments": 0
        },
        {
            "title": "Dica - Foz do Iguaçu",
            "selftext": "Pessoal, vou viajar para Foz do Iguaçu. Alguém já foi nos meses de setembro, outubro ou novembro? A chuva atrapalha demais? Qual desses três meses é o melhor?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "z5n4a6",
            "num_comments": 1,
            "comments": [
                "Foz do Iguaçu não faz parte da região com estação de chuvas e estação de seca\nLá como os demais estados do Sul as chuvas são distribuídas ao longo do ano\nVá tranquilo"
            ]
        },
        {
            "title": "Colocar o certificado de vacinação no aplicativo da American Airlines?",
            "selftext": "Bom dia pessoal, alguém mais tendo problemas pra colocar o certificado de vacinação no aplicativo da American Airlines? Ele tem duas opções, certificado com QRCode e sem. O certificado do aplicativo do SUS (conrctSuS) tem QRCode mas eu não consegui de jeito nenhum colocar ele ou ler o QRCode, o aplicativo diz que é inválido. Aí eu tentei colocar a opção sem QRCode (colocar as informações da vacina manualmente), nesse caso da pra fazer o upload do certificado mas ele também não aceita. Como eu posso resolver isso? Vou viajar na quarta então preciso resolver isso logo.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "z0xjk3",
            "num_comments": 1,
            "comments": [
                "Try to use veriFly app."
            ]
        },
        {
            "title": "Viagem Disney - Pessoal alguem tem um guia para organizar uma viagem para disney orlando ?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "ywdjil",
            "num_comments": 1,
            "comments": [
                "Eu tô indo pra lá essa semana. Pessoalmente eu não faço ideia mas minha namorada conhece então posso pedir pra ela"
            ]
        },
        {
            "title": "seguro viagem com cobertura de covid ainda é necessário?",
            "selftext": "Oi gente,\n\nVou pra Espanha pela primeira vez em Dezembro e não consigo encontrar em lugar algum se o seguro viagem precisa ter cobertura de covid ainda, alguém saberia me dizer? Obrigada!",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "yrpvsx",
            "num_comments": 3,
            "comments": [
                "Acho que o importante é o valor coberto, tem que ver qual valor que o país pede.\n\nSe comprou passagem pelo cartão de crédito, vale verificar se sei cartão não tem seguro viagem como benefício.",
                "[deleted]"
            ]
        },
        {
            "title": "tem como viajar para o México sem passaporte ?",
            "selftext": "",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "yr10kg",
            "num_comments": 5,
            "comments": [
                "Pelo que eu sei para viajar para o medico estão pedindo até visto\n\nPassaporte + visto",
                "Se for de avião não tem como."
            ]
        },
        {
            "title": "Viajar para a Austrália",
            "selftext": "Meu sonho é viajar para a Austrália, resolvi dar umas olhadas nos valores de passagem aérea e vi que ida e volta o voo mais barato o possível é 10 mil reais.\nHá alguma forma mais barata de se viajar pra lá? Ou é isso mesmo =/",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "yqm6bq",
            "num_comments": 4,
            "comments": [
                "Oceania e Asia sempre tiveram as passagens mais caras, porém em 2022 as companhias áreas estão recuperando o preju de 2 anos de fronteiras fechadas...\n\nSem falar do aumento do combustível aereo. Então tem 2 fatores pra essa valor.\n\nSe vc tem vontade de conhecer outros países, eu aconselho ir para algum lugar mais barato...\n\nJá encontrei passagem para Londre por R$ 4.100,00...",
                "Talvez você consiga abater um pouco desse valor usando milhas, mas tem que planejar.",
                "Caso não esteja em SP, tenta fazer o voo de onde está pra Guarulhos separado. Como moro em Porto Alegre, dependendo do destino fica mais em conta"
            ]
        },
        {
            "title": "5k euros é suficiente?",
            "selftext": "Estou planejando uma viagem daqui 2 anos para a Europa. Não sei que destinos eu vou, na verdade eu nunca planejei nada nesse sentido.\n\nDessa forma, gostaria de saber se é confortável ficar 2 semanas na Europa com 5k euros vivendo decentemente, nada de perrengue, de vez em quando um jantar mais caro ali, um dia economizando comendo no MC essas coisas. \n\nAproveitando isso, alguém pode compartilhar experiências? Quais destinos você visitou? Recomenda? Esses pacotes valem a pena ou é melhor planejar sozinho?",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "yoxinr",
            "num_comments": 14,
            "comments": [
                "Acabei de voltar da Itália, calculei 200 euros dia para gasto + 130 dia de hospedagem, para mim e minha esposa. Sobrou dinheiro.\n\nNada de perrengue, alguns dias comendo restaurante melhores, outros dias pegando pizza em padaria.\n\nO mais caro acaba sendo entrada em atrações e transporte entre cidades, pois demos preferência a andar de trens mais rápidos do que ficar horas em deslocamento.",
                "Já fui 2x pra Europa e 1x para os Estados Unidos. Utilizo sempre a seguinte regra:\n\n* 50 Euros ou USD por dia por pessoa\n   * Total de 100 para casal\n\nIsso te dá uma margem de almoço de 25 unidades e janta de 25 unidades.\n\nA razão para esse calculo: \n\n* Tento pegar hotéis com café da manhã\n* Nem sempre conseguimos parar para almoçar ou jantar, ou seja, comemos qualquer coisa que aparece na rua, tipo cachorro quente, McDonalds, algum lanche\n\nMuitas vezes acaba até sobrando grana.\n\nRestaurantes acabam tendo um valor um pouco elevado, do tipo entre 25 unidades até 50. Ou seja, é caro demais pra um prato de comida.\n\nSim, tem gente que gosta de ir em restaurante pra \"aproveitar a culinária local\", mas na real, pra quem mora no Brasil, vai comer o que já come aqui (tirando destinos na Asia ou India).\n\n**Destinos**\n\nJá postei aqui neste forum antes, mas já fui nos seguintes lugares na Europa: \n\n* Londres\n* Amsterdam (2x)\n* Itália (Roma, Veneza, Florença, Verona, Pisa, Cinque Terre)\n* Paris \n* Suíça (Interlaken, Zurique, Zermatt, Lucerna, Berna, Grindewald, Lauterbrunnen)\n* Munique\n* Vienna\n* Budapeste\n* Praga\n* Bruxelas (Brugges)\n\nRecomendo todos esses lugares, principalmente Londres e Suíça. Sim, são caros mas eu consegui economizar bastante pulando refeições e comendo lanches...Na real, como tu acaba tendo que visitar um monte de lugar rapidamente, mal da tempo pra parar e almoçar...\n\n**Esses pacotes valem a pena ou é melhor planejar** **sozinho?**\n\nSozinho sempre. Pacotes geralmente te colocam num hotel longe do centro e ficar no centro é muito importante pra economizar tempo. \n\nMinha dica: Faça uma planilha com gastos..pode ser algo aproximado..entre no [Booking.com](https://Booking.com) e veja quanto ficaria a estadia para a época em que vc quer ir...depois ve a passagem e faça a mesma coisa...\n\nEm 2016 quando fomos na primeira vez, gastei menos que R$ 16.000,00 e fiquei em torno de 24 dias.",
                "5k pra 2 semanas é muito dinheiro. Vai ser até difícil gastar isso tudo.\n\nDa pra fazer umas 3 viagens com esse dinheiro, principalmente se você não for em lugares tão caros.\n\nEu conheci quase a Europa inteira, você tem algum destino em mente? \n\nO que eu pessoalmente recomendo é não ficar fazendo muita viagem de avião dentro do continente. É barato mas não é rápido pq geralmente os aeroportos são longe dos centros e você perde muito tempo em deslocamento. Muito mais fácil se planejar pra viagem de trem ou de ônibus. No caso, é legal visitar países vizinhos que fiquem na mesma região.\n\nSó umas ideias de roteiros que eu acho bem legais:\n\nAmsterdam - Bruxelas - Paris - Londres: as 3 primeiras ficam a poucas horas de distância uma das outras, lugares com muita coisa pra fazer, muito passeio gratuito e muita história. De Paris pra Londres tem o túnel subterrâneo que você viaja rapidinho de trem ou mesmo ônibus. Acesso fácil a essas cidades por ter voo direto pro Brasil.\n\nPortugal e Espanha: da pra ficar meses viajando nesses 2 países e ainda não ver tudo. Cada parada é uma experiência única. Recomendo demais.\n\nItália e Suíça: se quiser ver montanhas, é o destino. Além dos 2 países da pra esticar uma visita pras montanhas da Alemanha, França e Áustria. Vai ser caro. Alpes suíços e as dolomites na Itália são uma experiência única na vida. Roma é sensacional, se você gosta de história vai pirar. Recomendo parar em cidades pequenas pelo caminho.\n\nAlemanha (Berlim) - Praga - Vienna - Budapest: uma viagem barata e te recomendo pra quando for um pouco mais experiente em Europa. Em Berlim todas as atrações são gratuitas (não me lembro de pagar pra visitar nada), Praga e Budapest é muito barato mesmo pros padrões europeus e Vienna é a cidade mais cara da lista, mas ainda assim não vai arrombar seu orçamento. São 4 cidades que te levam pra uma viagem no tempo, super históricas, lindas e modernizadas ao mesmo tempo.\n\nBom, acho que esses são os países mais comuns pros brasileiros visitarem. Mas se vc quiser um roteiro mais diferente posso ajudar tbm. Única região da Europa que não conheço é ali da Ucrânia até a Bulgária.",
                "É sim, pra você ter uma ideia, eu fazia um orçamento pra comida/transporte de 50 euros dia e sobrava. Daí tinha ingressos pra museus/passeios, etc, mas isso você já daí daqui sabendo quanto voa gastar também.\n\nClaro que quanto você vai gastar depende muito de onde você vai."
            ]
        },
        {
            "title": "Seguro apenas de bagagem",
            "selftext": "Boa tarde, pessoal.\n\nGostaria de saber se alguém conhece e indica algum seguro exclusivo paga extravio ou atraso de bagagem.\n\nO contexto é o seguinte:\n\nTenho o master card platinum do Nubank que oferece o benefício do seguro viagem com a AIG, mas sem a cobertura para bagagem.\n\nMinha ideia era contratar um seguro separado só para bagagem, dado que a AIG não tem essa opção. No entanto, dei uma pesquisada mas não encontrei nenhum que oferecesse apenas o seguro da bagagem. \n\nGrato desde já.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "yoqpxq",
            "num_comments": 1,
            "comments": [
                "É.. infelizmente só acho os pacotes. Acredito que fazendo cotação com Coris ou outra seguradora maiorzinha até mandem uma cotação com pacote menor, porém o preço vai ser alto. Então acredito ser mais jogo vc fazer a cotação no https://www.segurospromo.com.br e verificar o mais barato para o tempos vai ficar fora. Eu tbm utilizo do cartão (em geral +saúde) e compro um por fora para complementar."
            ]
        },
        {
            "title": "Viagem de carro para Argentina",
            "selftext": "Olá, estou planejando viajar de carro para Argentina, saindo de Porto Alegre - RS! Pretendo ir até Buenos Aires / arredores  \nmas estou à disposição de sugestões de rotas ou algum lugar que não posso perder! Vamos viajar em 4 pessoas\n\nGostaria de tirar algumas dúvidas e receber algumas dicas de vcs que viajaram recentemente ou conhecem por lá  \n\n\n* Troco dinheiro aqui ou lá?\n* Quais documentos devo levar? além de RG e documentação de motorista e do carro?\n* Qual melhor bairro para ficar?\n* AirBnB é confiável?\n* Algum local legal de ir que não estão nos roteiros turísticos? E os pontos turísticos, quais melhores?\n* O que não pode ser perdido? Ouvi falar do churrasco e do tango na rua.\n* Alguma dica de cuidados a tomar ao andar na rua?\n* Algo específico pra levar?\n* Só português rola?\n* Vale a pena fazer um plano de celular por alguns dias enquanto estiver lá? \n\nDesde já, agradeço",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "ydgvne",
            "num_comments": 9,
            "comments": [
                "Meu, estive lá até pouco tempo. Recém voltei. Viajei com minha namorada e cachorro, também de carro.\nAlgumas dicas que posso te dar são:\n\n- Troque um pouco de dinheiro ainda aqui no Brasil. Pagar qualquer coisa com cartão de crédito, pode te dar uma conta maior, por causa da conversão para dólar e mais IOF. E também para pedágios.\n\n-Planeja a sua rota. Vocês vão pelo Uruguai ou vão direto para Argentina? É bom checar os documentos. Mas RG ou passaporte são obrigatórios. Documentos do carro, carta verde. \n\n- Utilizamos o Western Union para transferir dinheiro e sacar nas lojas credenciadas. Vale mais a pena do que trocar em casas de câmbio.\n\n- AirbnB não confiáveis, mas tome cuidado, tente sempre que possível alugar de superhost. E sempre ao entrar e sair da habilitação, tire fotos de tudo o que estiver quebrado ou com defeito, faça vídeos. Tivemos problemas em Tigre e em Mendoza com hosts querendo cobrar por algum dano que ele supôs que fizemos.\n\nLembrando de algo mais mando por aqui!\n\nTemos um Instagram e também um canal no YouTube para passar essas dicas para Viajantes, se chama PatasViajantes. \n\nFaça uma boa viagem!",
                "Ja fui de BH para Ushuaia de carro em 2017 e posso te dar minha experiencia.  \n    \n\n> Troco dinheiro aqui ou lá?  \n  \nTroque dinheiro lá. Leve reais em especie ou dolares, o que for melhor pra voce.  \n    \n  \n> Quais documentos devo levar? além de RG e documentação de motorista e do carro?  \n  \nQuando fui a CNH brasileira era aceita mas pro carro tem que ter um documento na argentina que chama Carta Verde. O documento do carro tem que estar no seu nome e quitado ou uma carta na financeira te autorizando. Lembro tambem que era obrigado ter 2 triangulos no carro. (todos esses detalhes eu não sei mudou). Se for atravessar usando o Buquebus (recomendo demais) eles aceitam pesos e cartao credito. Se for atravessar por Rosario eu não recomendo, a região de Entre Rios tem os policiais mais corruptos da AR, com certeza vão te parar, inventar um monte de irregularidades, ameaçar multar e pedir propina (dolares, reais, pesos). Se nao for problema pra voce, deixem fazer a multa, ela nao te impede de entrar ou sair do pais.\n     \n  \n> Qual melhor bairro para ficar?  \n  \nEu fiquei na Recoleta por apenas 3 dias, não sei qual sua pretensão, fiquei porque tenho parente la e visitei porto madero onde tinha muito lugar legal.  \n  \n> AirBnB é confiável?  \n  \nSim, contanto que seja bem avaliado.  \n  \n> Algum local legal de ir que não estão nos roteiros turísticos? E os pontos turísticos, quais melhores? O que não pode ser perdido? Ouvi falar do churrasco e do tango na rua.  \n  \nComo ficar na capital não era meu foco apenas comi bem. O tango parece ser apenas atracao pra turista mesmo porque é caro e meio besta (opiniao minha). O churrasco tem é bom mas se pedir aquelas parrillas que vem um monte de coisa so vem porcaria e carne dura, melhor pedir uma peça. Vinho é bom e barato.    \n  \n> Alguma dica de cuidados a tomar ao andar na rua?  \n  \nAchei a argentina muito segura, em nenhum momento fiquei com receio de furto ou assalto (porem estava em um grupo com 3 marmanjos, todos feios e com 1,80m pra cima, rsrs).\n  \n> Algo específico pra levar?  \n  \nNo verao, o vendo sopra frio a noite, uma jaqueta corta vendo é essencial. \n  \n> Só português rola?  \n  \nRola sim.  \n  \n> Vale a pena fazer um plano de celular por alguns dias enquanto estiver lá?   \n  \nAcho que não vale a pena, em 2017 em todos os lugares que visitei tinha wifi para clientes, até no airbnb."
            ]
        },
        {
            "title": "Primeira viagem de avião - dúvidas",
            "selftext": "Vou fazer minha primeira viagem de avião em breve e tenho algumas dúvidas: \n\n1 - Qual o procedimento no aeroporto, é só procurar o local de embarque? (Já tenho as passagens compradas).\n\n2 - Meu voo vai ter várias paradas com troca de avião, o procedimento em todos os aeroportos é o mesmo?\n\n3 - Quanto tempo preciso estar no aeroporto antes do voo? Em algumas paradas vou ficar várias horas no local, pretendo sair para conhecer a cidade quando der tempo.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "ybvrvv",
            "num_comments": 6,
            "comments": [
                "Tudo depende de onde você está e para aonde você está indo.",
                "Primeiro você precisa ir até o balcão de check-in pra despachar as malas. Aí procure a área internacional, e vá seguindo as placas. Não tem erro. Não esqueça que não pode embarcar com água, nem certos itens soltos. Veja a lista no site da empresa aérea. Nas trocas de vôo você não precisa pegar malas e nem fazer check in de novo, desde que tenha comprado as passagens juntas. Nesse caso você só pega as malas no destino. Mas pergunte sempre na empresa, pois as vezes isso varia. Idem pro tempo a chegar antes do vôo: varia. O que vale é a recomendação da empresa aérea."
            ]
        },
        {
            "title": "Oq posso fazer com minhas malas?",
            "selftext": "Olá pessoal\n\nÉ assim. Tô viajando desde Fortaleza até Cali (Colômbia), e vou ter quase um dia de escala em SP. Eu chego lá umas 9h da manhã, e saio de novo para Colômbia às 5h da manhã do seguinte dia.\n\nTava pensando sair a conhecer um pouco SP, só que levo aquela mala grandona de 23k, pelo que não dá pra levar ela rodando por aí. Fora isso, acho o guardamalas do aeroporto caro demais.\n\nDaí pensei o seguinte, e se eu não pegar as malas depois de chegar em SP, e só pegar na madrugada para botar no avião pra Colômbia, daria certo?\n\nMeu itinerário é o seguinte: pego avião em Fortaleza, faço escala em BH, e daí vou até SP (essas viagens aí são na Azul). Daí vou desde SP até Panamá, e Panamá até Cali (aí é na Gol).\n\nObrigado desde já pela ajuda",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "y4x9h4",
            "num_comments": 1,
            "comments": [
                "Você comprou as passagens juntas? Se sim, provavelmente vai pegar só no destino final mesmo sendo operado por companhias diferentes. \n\nOutra opção é tentar despachar a mala mais cedo, mas isso não é certeza de dar certo. Olharia se tem algum serviço de locker que não seja o do aeroporto, já que você achou caro pra ter como plano B caso não aceitem. \n\nSó deixar a mala sem retirar eu não teria coragem de fazer, mas não sei se realmente daria algum problema."
            ]
        },
        {
            "title": "Viagem a dois por volta de R$4k?",
            "selftext": "Estou a procura de algum lugar para viajar por 4-7 dias que fique em torno de 4 mil reais para eu e minha esposa apenas.\n\nGostamos de lugares mais chiques, românticos, ou com vistas legais, etc. Não somos muito de ir em festa ou balada.\n\nPode ser um hotel, pousada, etc.\n\nMoramos perto de sp capital, então provavelmente seria nessas redondezas.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "y30l14",
            "num_comments": 3,
            "comments": [
                "Já pensou em visitar a região dos lagos no Rio? Acho que bate um pouco com as suas expectativas. Búzios principalmente, mas veja também Cabo Frio, Arraial do Cabo, Rio das Ostras, e outras por perto.",
                "Eu gostei muito do Glamping Mangarito, em Iporanga, se vocês curtirem natureza é uma ótima opção. Tem uma coisa meio rústica mas com bastante amenidades, é bem confortável e bonito o lugar. Acho que fica nessa faixa de preço pra uns 4 dias.",
                "Escolhe uma pousada bacana em alguma cidade de minas gerais com cachoeiras em volta tipo São Thomé das letras, é romântico, parcialmente barato, da pra fazer várias coisas na natureza, comer bastante e tudo mais, ou dependendo do estado que tiverem procurem alguma praia"
            ]
        },
        {
            "title": "CITY TOUR RIO DE JANEIRO!",
            "selftext": "Galera, boa tarde. Estarei indo ao Rio no período de 2 a 6 de Novembro. Preciso de dicas de city tour confiaveis que valem a pena.",
            "subreddit": "viagens",
            "topic": "viagens",
            "id": "xxhzga",
            "num_comments": 1,
            "comments": [
                "Oi! RJ tem o que há de melhor: points um perto do outro, resta saber qual é mais seu estilo. \n\nSe curtir rolês culturais, vá para o centro, lá tem o que há de melhor nos cinemas, museus, teatros (O municipal é bem no centro, cercado de museus em volta). Grande parte tem valor simbólico ou gratuito, vc encontra TUDO no centro. \n\nSe curtir mais rolês estilo família e picnic, não deixe de visitar o jardim botânico (mas a entrada tava uns 70 reais, acho. Bem caro!) mas do ladinho tem um parque igualmente bom e de graça, na mesma calçada vc encontra o Parque Lage, com exposição, campo, grutas e trilhas ótimas!\n\nSe vc curte mais a bohemia, os bares e a noite carioca, existem algumas opções como os arcos da Lapa e a Pedra do sal, que tem bares para todos os gostos e bolsos. \n\nO rj tbm tem uma ótima lista de restaurantes ali pelo centro que são bem bons, minha indicação: Atrás do CCBB tem o restaurante Cais do Oriente, não vai se arrepender! \n\nClaro, tbm tem os clássicos rolês: Bondinho, Cristo etc.. mas são caros, cheios e chatos kkk"
            ]
        }
    ]
}