{
    "posts": [
        {
            "title": "vocês conhecem esse tipo de broa/bombinha?",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s7emcu",
            "num_comments": 11,
            "comments": [
                "Já vi essas broinhas em umas padarias por aqui (interior de MG)",
                "Já comi uma vez quando uma conhecida levou para comer, mas nunca achei onde moro.",
                "É a broa favorita da minha mãe, tem em todas as padarias da minha cidade no triângulo mineiro",
                "É tipo rosca de polvilho?"
            ]
        },
        {
            "title": "Alguém aí já comeu Tiramisu?",
            "selftext": "Não sei se é bom, tenho muita curiosidade em fazer, porém uma versão mais barata pois eu nunca vi queijo mascarpone a venda e sei que quando ver vai ser caro. É bom mesmo?",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s7dpnw",
            "num_comments": 11,
            "comments": [
                "Eu já comi, feito por mim e em restaurantes! Eu gosto muito.\n\nVocê pode fazer um queijo mascarpone caseiro (não é dificil, mas precisa do creme de leite fresco que dependendo onde você tiver pode ser bem caro tbm) ou pode substituir por cream cheese. Eu já fiz com cream cheese e achei bem bom. A diferença é que o cream cheese tem menos gordura (vai afetar um pouco a textura, mas se for fazer ele no potinho é tranquilo) e é mais ácido, enquanto o mascarpone é meio docinho... mas não fica ruim, até pq os outros sabores são fortes então não fica brigando.\n\nNão economiza na bebida que fica muito bom ele bem alcoolico haha",
                "Sou louco para fazer, vou tentar qualquer hora. Também acho que nunca vi mascarpone para comprar, mas também nunca precisei para fazer uma receita nem para comer no dia a dia...",
                "Já comi, é simplesmente sensacional."
            ]
        },
        {
            "title": "Robalo com crosta temperada e shitake a la andaluza",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s6vnlc",
            "num_comments": 6,
            "comments": [
                "[removed]",
                "Que chique",
                "Nhaaam, shitake é tão bom",
                "Olha que eu comia tudo sozinha kkkk",
                "Caramba! Isso precisa chamar a gente, viu?"
            ]
        },
        {
            "title": "Aspirantes a padeiro (a) se manifestem, preciso da ajuda de vocês",
            "selftext": "Tem alguém aqui que curte fazer pão?\n\nRecentemente senti muita vontade de tentar fazer pão com fermentação natural.\n\nVocês já tentaram? Como foi da primeira vez?\n\nNão faço ideia do que preciso comprar (formas e etc) pra fazer meu primeiro pão, mas vou pesquisar mais e ele sai em breve.\n\nQueria muito fazer croissant pois sinto vontade de comer e onde moro não vende, mas eu já vi uns vídeos de como fazer, e meu deus.\n\nSe eu fizesse isso venderia por 10 reais cada um só pelo trabalho.",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s67q3q",
            "num_comments": 5,
            "comments": [
                "eu ja fui padeiro a algum tempo então vamo lá\n\n>Vocês já tentaram? Como foi da primeira vez?\r  \n\r  \n\n\nFoi lá em 2020, no meu primeiro job, n sei se vc quer fazer isso na sua cozinha ou empreender nisso e abrir uma padaria. Em padaria se compra sacos de farinha q ja são pré prontos (tem farinha propria pra pão frances e propria pra salgados e massas doces).\n\n Geralmente colocavamos fermento de acordo com o tempo e adicionavamos puraflex para melhorar a massa, sabemos quando ela atinge \"ponto de veu\". Agua gelada pra n queimar a massa, se bater mt ela esquenta e n cresce tbm...tem varios detalhes.\n\n Se vc for fazer pão caseiro eu n tenho mt dica q eu posso dar, use fermento biologico (compra na padaria msm). Unte bem as formas pra n grudar.\n\n>Queria muito fazer croissant pois sinto vontade de comer e onde moro não vende, mas eu já vi uns vídeos de como fazer, e meu deus.\n\nSe vc anda ta aprendendo eu n recomendaria vc começar pelo croissant, vc usa uma massa foliada especial pro salgado. Comece por salgados mais simples como a esfirra\n\n Farinha de boa qualidade faz toda a diferença na hora de acertar o ponto da massa, fica de olho no fermento tbm...no mais é isso.\n\n Qualquer coisa",
                "Eu faço pão! E já fiz croissant também. Só para consumo caseiro, e sou bem errática com isso. Há uns anos tinha o grupo Levain no Facebook que era ótimo, mas de uns anos para cá eu não curtia mais ele, até sai... aprendi muito lá.\n\nPara fazer croissant, recomendo muito seguir [esse video](https://www.youtube.com/watch?v=hJxaVD6eAtc) do Joshua Weissman, é trabalhoso, são muitas etapas mas não é algo dificil se você não for extremamente perfeccionista. [Meu primeiro croissant](https://i.imgur.com/ahPpgFd.jpg) e a [segunda vez](https://i.imgur.com/O2tegKX.jpg), ambos ficaram bem gostosos.\n\nNão recomendo fazer com fermentação natural, tem quem faça, mas acho que é adicionar uma dificuldade extra para não ter nenhuma vantagem. Isso vale para qualquer pão 'rico' (ie. com gordura). É importante fazer num dia fresco, pq a manteiga não pode derreter enquanto você abre.\n\nPão é farinha, água e sal. E o fermento, que no caso da fermentação natural é farinha e água (e tempo). É isso que você precisa, além de um forno. Óbvio que utensílios vão ajudar na qualidade e facilitar o processo, mas eu não deixaria de fazer pq não tenho tudo que recomendam. Vai fazendo dentro das suas possibilidades e cria seu próprio método.\n\nDentro das suas possibilidades, eu recomendo tentar comprar nessa nessa ordem:\n\n\\- balança de cozinha, essas baratas de 20-30 reais servem. ajuda para qualquer receita, na verdade.\n\n\\- cestinho pra fermentação (pode ser esses tipo de palha/vime, pode ser o banetton que é próprio pra isso) e um paninho de algodão. você pode usar qualquer vasilha, eu já vi quem usa tipo esses escorredores de macarrão, mas (imagino que por ser \"respirável\") essas cestinhas de palha são melhores. O meu é [assim](https://i.imgur.com/uvaQrym.jpg), comprei no mercado municipal de onde eu morava na época, paguei baratinho e uso até hoje (comprei em 2017).\n\n\\- panela com tampa que possa ir ao forno, uma tigela que possa ir no forno tb serve pq ai vc cobre o pão na forma. eu demorei muito a comprar a minha, realmente tem uma melhora em relação a casca (fica mais fininha, mesmo tentando fazer umidade no forno eu nunca tinha conseguido algo assim) mas não é imprescindível e como costuma ser um pouco caro, é melhor vc já ir tendo prática até poder comprar.\n\nIsso assumindo que você queira fazer um pão [nesse estilo](https://i.imgur.com/rOIwZ8b.jpg) (esse é meu!), se vc quiser um pão de forma, daí vc precisa de uma forma para pão/bolo inglˆês.\n\nMinha primeira tentativa com pão de fermentação natural foi na vdd um pão de centeio, não deu muito certo porque eu não sabia direito o que tava fazendo. Fiz como se fosse um pão de trigo, e o processo é muito diferente. Ficou duro, e [meio bolachão](https://i.imgur.com/W5jmKjZ.jpg), além de não ter ficado com o sabor azedo que eu queria.\n\nDaí eu fui pro pão de trigo mesmo, e eu tive maioritariamente bons resultados desde o começo, mas eu acho que tudo depende o quão perfeccionista você é e o que você vai considerar bom. Eu realmente sou 0 perfeccionista, gosto de coisa gostosa e que seja fácil e barata. Óbvio que seria legal fazer aqueles pães com miolo enorme e super uniforme, sempre com o formato perfeitinho, mas é pra além do que eu consigo fazer com os recursos que eu tenho e quero aplicar. Mas o primeiro pão mesmo que eu fiz ficou ruim pq não fermentou direito, [olha o miolo dele](https://i.imgur.com/fzsH98F.jpg) e era uma massa pouco hidratada (e feita sem a balança). Particularmente, eu prefiro fazer um pão com alta hidratação que vai ficar meio deformado mas gostoso do que ficar insistindo em dominar a técnica com pão de baixa hidratação que é mais maleável mas tem mais chances de ficar ruim. Ah, recomendo muito que você use uma farinha barata (não que ainda exista algo barato nesse país) pq às vezes no começo a gente erra mesmo, e é ruim desperdiçar ingrediente caro.  [Esse foi meu segundo pão](https://i.imgur.com/rVBBwny.jpg), já usando a balança, sem panela de pão e com uma fermentação um pouco melhor (mas ainda precisava de mais tempo). [O terceiro](https://i.imgur.com/xPISRPh.jpg) foi um pão que eu perdi a hora, fermentou demais, eu joguei na forma e deixei fermentar de novo – ficou com um miolo bem uniforme, e daí é legal a gente ir pegando essa experiência pra quando as coisas dão errado (outra opção é fazer focaccia quando fermenta muito).  [O quarto](https://i.imgur.com/WpUG5Fr.jpg) já ficou assim, que eu considero pra mim um resultado ideal... sim, esparramou e perdeu um pouco o formato, mas tá bem fermentado e gostoso. Desde então, eu tento manter resultados assim... meu pão não é super consistente pq eu não sou consistente, faço as coisas no meu tempo ao invés de seguir a receita certinha, meu fermento às vezes passa mês sem ser alimentado, etc, mas pra uso caseiro eu tô bem feliz. Hoje em dia eu tenho a panela, dá para fazer a casquinha mais fina [não consegui nenhuma foto que fosse muito visível](https://i.imgur.com/n5iWXkJ.jpg), eu acho legal e tal mas não sei se compraria a panela no preço que tá hoje em dia (eu comprei a minha por 160 reais em 2020, o msm modelo hj vai acha por uns 400 reais, eu acho absurdo. tem outras mais baratas mas geralmente são muito pesadas e exige que vc pré-aqueça a panela, eu gosto desse modelo – cocotte saveurs – pq ela é fininha então vc coloca o pão nela fria mesmo).\n\neu escrevi um tratado desculpa me empolguei eu amo pão!!! nao sei se respondi o que vc queria mas qlqr coisa só chamar aí.\n\nps: eu tb finalmente aprendi a fazer o pão de centeio como eu queria, [que tem que ser de forma mesmo](https://i.imgur.com/6SUP0PK.jpg)!!",
                "Não sou padeiro, mas adoro fazer pães e bolos (só não faço mais bolos porque não é bom ficar comendo doce haha).\n\nMinha primeira tentativa com fermentação natural foi um desastre porque as instruções que eu segui não eram tão boas. Se você lê em inglês, eu segui as instruções [nesse site](https://www.theperfectloaf.com/7-easy-steps-making-incredible-sourdough-starter-scratch/) à risca e deu super certo, mas precisa ter paciência. Com as quarentenas eu resolvi tentar de novo e esse fim de semana fiz um pão de leite com fermentação natural que é provavelmente o pão mais saboroso que já fiz na vida. Requer muita paciência e a saber lidar com frustrações, mas vale muito a pena.\n\nEu definitivamente recomendo começar usando fermento comprado e tentar umas receitas mais simples pra ver se você gosta do processo. Eu comecei com pães simples com fermento comprado e seguindo a receita deu certo desde o começo, mas foi melhorando conforme eu fui pegando prática. Também idealmente você precisa usar uma farinha com teor maior de proteína pra fazer pão (12 a 14%). Pelo que vi as farinhas mais comuns no Brasil tem um teor de proteína de cerca de 10%. Dá pra fazer pão com elas, mas se for possível comprar uma com mais proteína você pode ter um resultado melhor.\n\nBoa jornada!",
                "Eu curto fazer pão, só não tenho forno, não é meu forte, eu gosto muito de pão, amei os comentários",
                "u/NasKe"
            ]
        },
        {
            "title": "quindim",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s561gp",
            "num_comments": 11,
            "comments": [
                "Que quindim lindo, um ataque a minha autoestima",
                "Está fora do centro do prato. Então comeria tudo sozinho para ninguém criticar. ☺",
                "nossa, me deu muita água na boca, ficou perfeito, parabéns! foi a primeira vez que fez?",
                "Uau que lindo! 👏",
                "Taí uma coisa que eu nunca comi, mas parece bom"
            ]
        },
        {
            "title": "Dicas de receitas fáceis.",
            "selftext": "Sei apenas fazer arroz e miojo (pois é...). Poderiam sugerir receitas que sejam de fácil preparo? Fáceis para um desajeitado na cozinha.",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s0yzf8",
            "num_comments": 8,
            "comments": [
                "Massas no geral - carbonara, bolonhesa, com molho branco (aka béchamel) \n\nQualquer tutorial no YouTube fica bem fácil de seguir, e é tudo bem saboroso",
                "Cola nos tutoriais do YouTube que você brilha. Eu era meio desajeitada também, as vezes pode dar errado, mas você consegue, eu tenho muita dificuldade com pães em geral, é o que eu mais gosto de comer, mas quase não acerto.",
                "Conhece aquelas panquecas salgadas que faz batendo no liquidificador? Aí depois de fritar só taca um recheio tipo carne moída (que tbm já pode ser outra receita) e enrola. Aí da pra comer só ou acompanhado de arroz e um talvez molho.\n\nTem tbm umas tortas salgadas de ligquificador pra assar no forno.\nBasicamente faz a massa e monta numa travessa em camadas ex: massa, fatias de queijo+presunto+tomate, massa.... Ou mais simples ainda, faz só a massa no liguificador e depois mistura manualmente  com carne moída ou qualquer outro ingrediente a gosto. \n\nDigo carne moída pq é o mais comum, mas caso não coma pode ser sei lá tomate, brócolis, berinjela e cenoura em cubinhos. Ou pts.",
                "Segue a Rita lobo e o site dela: [Panelinha](https://www.panelinha.com.br/)\n\nEla tem muita a dica para iniciantes e de como montar pratos nutritivos e gostosos.",
                "eu acho que o ideal é identificar no que você é desajeitado e ir trabalhando a partir disso, o que costuma dar errado nas suas comidas? ou vc nem tenta? \n\npq seguir receita é simples, é só ter paciência dependendo da complexidade. mas tem um certo \"feeling\" que a gente vai desenvolvendo na cozinha para conseguir fazer os passos de maneira correta, tipo saber como deixar um molho/creme liso, perceber o ponto das carnes, conhecer o ponto de clara batida, fermentação, etc... além da coisa óbvia de ter noção de temperos e combinações. \n\ne daí dentro dessas coisas várias vão ser super coringas. se vc sabe fazer um béchamel, vc consegue montar uma lasanha, vc pode adicionar coisas nele e ter mil molhos para macarrão, vc pode fazer uma couve-flor/brócolis gratinado... mil possibilidades. \n\noutra coisa, é aproveitar o que vc já sabe. se vc já sabe fazer arroz, pq não experimentar com algum prato de arroz? arroz frito, bolinho de arroz, arroz cremoso, risoto, paella... todos esses pratos vão ter versões fáceis e difíceis. se vc faz arroz, vc sabe fazer outros grãos tb, etc. é uma coisa de ir experimentando pra além de só seguir receita. \n\npra uma dica mais prática: um canal que eu gosto muito é o do Mohamad Hindi, ele tem uma série de cozinha básica que ele ensina essas coisas bem simples mas ele passa bastante informação, vc consegue aprender muito. mas msm as receitas mais dificeis do canal dele são boas de fazer, pq são bem explicadas.",
                "Pavê é de boinha de fazer, só tem que mexer muito, parece que não vai dar certo no início, mas depois de ficar mexendo acaba dando. Só usar as proporções certas !",
                "Panqueca -1 xic de farinha sem fermento - 1 xic de leite - 2 ovos - 1 colher de sopa de oleo- sal. Bate bate, até formar uma mistura homogenea. Unta uma frigideira, esquenta, coloca 2 concha (tem q ser fina), se for pequena a panela, 1 msm. Vc ve q ela desgrudo, n precisa ficar mexendo. Ela solta sozinha. Ai tu vira. Ai rapidao, coloca la o presunto, o queijo, faz a troxinha. E ta feito um almoço simples e do mais gostoso."
            ]
        },
        {
            "title": "O que vocês acham do Chefclub?",
            "selftext": "Eu acho muito fofo o efeito, aqueles porquinhos, os sons, mas mano, que chernofood são aquelas que eles fazem? Tipo, umas coisas exageradas, para minha cultura aqui é uma chernofood, eu purei com aquela do frango com recheio de 1 kg de cheddar, eles deveriam ensinar umas coisas mais normais, eu não vou escrever tudo que acho agora pois a rinite tá atacando.",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s0wgzb",
            "num_comments": 2,
            "comments": [
                "[deleted]"
            ]
        },
        {
            "title": "Fiz um baveti com molho e proteína de soja",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "s0891w",
            "num_comments": 8,
            "comments": [
                "Massa",
                "\"Eu não quebro o macarrão\".\n\n&#x200B;\n\nAinda bem. Só psicopatas fazem isso.",
                "Macarrão quebrado é de chorar, ainda bem\n\nParece delicioso, queria um pouco",
                "O molho ficou parecendo com feijão — o que é um elogio. Macarrão com feijão é 10/10",
                "Hm... parece bem saboroso :p."
            ]
        },
        {
            "title": "Gnocchi com molho pomodoro artesanal",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rzcnd7",
            "num_comments": 6,
            "comments": [
                "Passa a receita do molho 🔪",
                "6h? Oloco",
                "muito bonito!!!!",
                "eu nunca descasquei tomate, sempre faço o molho com casca e dps se ficar uns pedaços muito grande de casca, eu fico catando hahah"
            ]
        },
        {
            "title": "Foto apressada, a vontade de abocanhar foi maior. Tapioquinha de leite moça com coco pra desejar mais doçura na vida de vcs",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "ryosnj",
            "num_comments": 5,
            "comments": [
                "Meu sabor favorito depois da de leite de castanha"
            ]
        },
        {
            "title": "Pão de frigideira, pois não tenho forno.",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rxm7dz",
            "num_comments": 4,
            "comments": [
                "Acho que nunca vou tentar esse pão, minha tripofobia não ia me deixar preparar e comer ele"
            ]
        },
        {
            "title": "Fiz panqueca e olha no que deu:",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rwpmrh",
            "num_comments": 11,
            "comments": [
                "Nossa, deu vontade demaaais de comer panqueca viu!",
                "Ficou show",
                "Bem chique.",
                "Versão mexicana da enchilada ❤️ amo panquecas brasileira",
                "Parece ter ficado delicioso, já quero",
                "qual receita pra massa você usooou?\nficou belíssima",
                "Ficou muito bonita",
                "Bagulho bnt dms",
                "Um dia dps: repeti a receita, mas inventei de colocar abobora e beringela, gente n presto T.T"
            ]
        },
        {
            "title": "ME DE DICAS DE COMO FAZER PANQUECA EM PANELA SEM SER ANTIADERENTE",
            "selftext": "Quero fazer panqueca, mas as panela daqui de casa não sao antiaderente, ou seja, tenho medo de fazer e grudar. \n\nAceito dicas de receita de panqueca inclusive, vai farinha sem fermento?",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rw57z0",
            "num_comments": 4,
            "comments": [
                "2 colheres de sopa de óleo e fogo baixo",
                "Nossa, eu nunca tentei assim não, sempre me estressei com frigideiras sem aderência, geralmente ponho muito óleo, mas não acho que fica legal. \n\n\nSobre a farinha sem fermento, o ideal seria fazer um pão de pita, ou pão sírio, pode ser feita em panelas sem aderência também.",
                "tenta fazer um pao folha, é quase um panqueta, é mais tipo um rap10, e nao gruda na panela eu acho"
            ]
        },
        {
            "title": "Ano passado ganhei um polvo de presente de aniversário e fiz ele a lagareiro para comer com minha companheira e irmão. Foi minha primeira vez cozinhando polvo, e ficou uma delícia!",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rvz9f2",
            "num_comments": 12,
            "comments": [
                "Receita que usei: https://www.youtube.com/watch?v=N05\\_Nom-Wa4&t=447s",
                "Já comi, é uma delícia.\n\nEmpanado também fica muito bom.",
                "Esse subs ganhou vida em... Eu tenho alergia a frutos do mar e não sei se posso comer polvo. Acho que tem um aspecto delicioso mas me pego pensando se comeria. É um bicho extremamente inteligente.",
                "[deleted]",
                "Ficou com uma cara ótima!\nEu morro de vontade de provar polvo... o máximo que eu comi foi uns pedacinhos minúsculos em uma caldeirada (que tava péssima), nem deu pra sentir o polvo mesmo.",
                "Ai eu amo polvo!!! Muito difícil fazer?",
                "Eu já comi uma vez num restaurante japonês, mas foi super mal feito, esse aí parece está ótimo."
            ]
        },
        {
            "title": "Peixe na folha de bananeira(limão, alho e sal)",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rvsc9j",
            "num_comments": 11,
            "comments": [
                "Vi a primeira foto e pensei: acho que podia deixar mais no fogo. Depois que entendi que a foto dele pronto estava mais pra frente kkk\n\nBonitasso. Tá de parabéns OP!",
                "caraca!!!!!! show de bola",
                "Olha que delícia!",
                "Gosto de fazer assim só que recheado que cebola, coentro e salsa, e sal.",
                "No norte costumam fazer peixe assim, assado enrolado na folha de bananeira… bom demais!"
            ]
        },
        {
            "title": "Tentei imitar o ratatouille e olha no q deu :",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rv3soh",
            "num_comments": 10,
            "comments": [
                "Tenta criar a flair comida de série/filme/anime",
                "Ficou muito bonito, parece uma delícia...\nEu jurava que nessa receita ia queijo",
                "Humm, eu já fiz em negócio parecido com esse e ficou muito gostoso, mas essa receita aí parece incrível.",
                "Ok deu vontade de comer",
                "Topzera",
                "Parece delicioso",
                "Já fiz muitos. Não precisa ter medo de fogo com isso. Quanto mais cozinho melhor. Está lindo!",
                "5/7"
            ]
        },
        {
            "title": "Minha experiência com carne de soja",
            "selftext": "Essa semana recebi uma doação de carne de soja e a experiência foi incrível, meu marido amou, ela rende muito, ela é muito gostosa, nem sei que qualidades falar mais.\n\nA parte ruim é que aqui é muito caro, vou pesquisar em outros locais para poder comprar mais mês que vem.",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rv2p2m",
            "num_comments": 9,
            "comments": [
                "carne de soja? como é isso?\n\nde inicio achei que vc tava falando de proteina de soja ahuahuah mas parece que nao",
                "Eu me aventurei na proteína de soja pela primeira vez esse mês.\n\na primeira tentativa foi de almondegas, que ficaram meio sem gosto., mas depois disso fiz hambúrguer e hoje fiz ao molho (como se fosse carne moída) e ficaram uma delícia.\n\nComentei com meu marido que a gente não pode mais ficar sem, com essa vida de Homoffice, as vezes já acordo e venho pro PC e esqueço de descongelar carne... a proteína de soja tem me salvado nesses dias."
            ]
        },
        {
            "title": "Brownie de microondas. Primeira refeição do dia",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rtmhwf",
            "num_comments": 8,
            "comments": [
                "2 colheres de farinha de trigo\n1 ovo\n2 colheres de achocolatado em pó\n1 colher de manteiga\n2 gotas de essência de baunilha \n3 colheres de leite \n\nColoquei 3 minutos.",
                "Eu nunca acerto nada de micro-ondas. Acho mais fácil fazer no forno."
            ]
        },
        {
            "title": "Cogumelos cremosos com espinafre (receita nos comentários)",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rsz9kj",
            "num_comments": 2,
            "comments": [
                "✅ Ingredientes:  \n▪ 1 colher de sopa de azeite de oliva ou óleo de coco não refinado  \n▪ 200-250 gramas de espinafre  \n▪ 1 colher de chá de Mostarda  \n▪ 1 xícara de leite de coco  \n▪ 1 colher de sopa de farinha (milho, trigo ou rosca)  \n▪ 1 cebola média cortada em cubos  \n▪ 3 dentes de alho  \npicados  \n▪ 800 g de cogumelos picados  \n▪ 2 colheres de chá. suco de limão espremido na hora  \n▪ sal e pimenta a gosto  \n⠀⠀  \n👩🏻‍🍳 Como cozinhar:  \n▶  Bata o leite de coco, a mostarda, a farinha e uma pitada de sal.  \n▶  Aqueça uma frigideira grande com óleo em fogo médio. Adicione a cebola e o alho e cozinhe por alguns minutos, até que a cebola comece a amolecer.  \n▶  Adicione os cogumelos e continue cozinhando por 4-5 minutos, mexendo sempre até dourar. Tempere com uma pitada de sal e pimenta. Esprema o suco de limão fresco e misture bem.  \n▶  Reduza o fogo e despeje a mistura de leite de coco, cozinhe em fogo baixo por cerca de 4-5 minutos.  \n▶  Adicione o espinafre e mexa, deixe o espinafre ferver por 1-2 minutos e desligue.",
                "Tudo que é de cogumelo é bom, vou fazer qualquer dia desses"
            ]
        },
        {
            "title": "Panqueca de coco, receita no comentário.",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rsvbzx",
            "num_comments": 3,
            "comments": [
                "Eu adicionei um pouco de leite de coco umas 50ml por aí, sou péssima com quantias, só ponho tudo. Depois pus um pouco de água, ovos, manteiga, farinha de trigo, açúcar, não pus fermento pois não tinha, mas pode por. Fritei com manteiga."
            ]
        },
        {
            "title": "Comida sem carne",
            "selftext": "Eu tenho problemas no estômago e carne anda me fazendo mal, não conheço muita comida vegetariana, ou vegana sou intolerante a lactose também.",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rsi64k",
            "num_comments": 9,
            "comments": [
                "Já tentou alguma receita com proteína de soja?",
                "Você pode substituir carne por soja ou grão-de-bico. Tem muitas receitas de lentilha no YouTube, é bem fácil de fazer.\n\nCogumelos também são muito bons para comidas veg, e tem uma textura mais parecida com carne.",
                "Eu tenho experimentando com algumas comidas vegetarianas, e uma coisa que tenho gostado muito é de cozinhar com cogumelos. Eu e minha companheira gostamos muito. Fica uma delícia e é uma boa fonte de proteínas.\n\nInclusive, vou te passar aqui a receita de um cogumelo cremoso com espinafre que fiz esses dias (vou postar ele no sub também pra você ver a cara) que ficou uma delícia.\n\n✅ Ingredientes:▪ 1 colher de sopa de azeite de oliva ou óleo de coco não refinado▪ 200-250 gramas de espinafre▪ 1 colher de chá de Mostarda▪ 1 xícara de leite de coco▪ 1 colher de sopa de farinha (milho, trigo ou rosca)▪ 1 cebola média cortada em cubos▪ 3 dentes de alhopicados▪ 800 g de cogumelos picados▪ 2 colheres de chá. suco de limão espremido na hora▪ sal e pimenta a gosto⠀⠀👩🏻‍🍳 Como cozinhar:▶  Bata o leite de coco, a mostarda, a farinha e uma pitada de sal.▶  Aqueça uma frigideira grande com óleo em fogo médio. Adicione a cebola e o alho e cozinhe por alguns minutos, até que a cebola comece a amolecer.▶  Adicione os cogumelos e continue cozinhando por 4-5 minutos, mexendo sempre até dourar. Tempere com uma pitada de sal e pimenta. Esprema o suco de limão fresco e misture bem.▶  Reduza o fogo e despeje a mistura de leite de coco, cozinhe em fogo baixo por cerca de 4-5 minutos.▶  Adicione o espinafre e mexa, deixe o espinafre ferver por 1-2 minutos e desligue."
            ]
        },
        {
            "title": "Já fizeram uma comida linda mas na foto ficou horrível?",
            "selftext": " Nunca postei foto de comida por isso.",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rsfsdn",
            "num_comments": 3,
            "comments": [
                "Sim, o tempo todo.\n\nSó sai bonito na foto quando eu já começo a cozinhar pensando ''isso tem que ficar bonito na foto''.\n\nAcho incrível alguém cozinhar algo básico e ainda assim ficar bonito, talvez eu estude um pouco mais sobre empratamento...",
                "Sim, uma panqueca de coco, vou fazer um amanhã, espero que esse fique bonito.",
                "kkkk sim.... eu sempre tiro foto tremida ou com a lente da camera suja... SEMPRE"
            ]
        },
        {
            "title": "Cuscuz sem cuscuzeira",
            "selftext": "Tô com muita vontade de experimentar essa iguaria, mas não acho cuscuzeira pra comprar na minha cidade (MG). Algum método realmente funciona/já foi testado por vocês?",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rs9iiq",
            "num_comments": 7,
            "comments": [
                "Eu uso uma panela + escorredor de macarrão e dentro do escorredor eu coloco uma tigela com a massa de milho (conforme explicado pela outra pessoa acima), eu cozinho com a tampa fechada pra criar aquele vapor",
                "Okay, vou passar alguns métodos não tão difíceis\n\n\\- Peneira de alumínio (sim, precisa ser de alumínio/material que não derreta).\n\nTu vai por uma panela com água e a peneira por cima, de um jeito que a água não toque a peneira, vai por a massa de milho já descansada na peneira e cobrir com uma tampa.\n\n\\-  Bowl de vidro\n\nEsse é bem fácil, tu vai untar qualquer recipiente de vidro que tiver, com manteiga\n\nAdiciona a massa de milho já descansada, tampa com um prato e deixa no micro-ondas por uns 2/3 minutos, depende da quantidade que tu vai fazer\n\n\\- Usando um pano, como demonstrado [aqui](https://www.youtube.com/watch?v=Z2XMIF_L2HU).\n\nQuando digo massa de milho, me refiro ao flocão (tem várias marcas), não deixa molhado demais e nem de menos, mas também depende de como tu pode vir a preferir o cuscuz, eu prefiro ele mais fofo/molhadinho. Uma boa pitada de sal no flocão, água, e depois deixa descansar por alguns minutos, esse é o cuscuz tradicional. \n\nAh, e jamais deixe a água tocar o cuscuz durante o cozimento, se for usar os métodos com água, ele vai ficar empapado/não vai ficar bom.",
                "Uso aquelas panela de fazer legume a vapor. Ou compra na net"
            ]
        },
        {
            "title": "Sugestões de flair para o sub!",
            "selftext": "Oi pessoal, eu notei que recentemente o sub atingiu mais de 50 membros, coisa que eu não esperava, visto que não tive tempo ainda para me dedicar á configuração do sub.\n\nMas enfim, não sei quantas pessoas esse post vai atingir, mas vocês gostariam de sugerir/dar ideias para as flairs do sub? No momento, estão criadas as flairs ''Chernofoob'' e ''Dicas''.",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rs9a4v",
            "num_comments": 9,
            "comments": [
                "Dicas\n\nChernofood \n\nTompeiro \n\nFeio porém gostoso",
                "Flair de usuário seria\n\nProfissional\n\nAmador\n\nAprendiz",
                "Achei que Faltam flair mais específicas como;\n\nChurrasco para englobar tudo no carvão.\n\nVegano \n\nCozidos, fornos, receitas\n\nNão tenha pena de fazer flair."
            ]
        },
        {
            "title": "Essa é para o mod criar a flair de chernofood. Pão rosa de frigideira. Tripofobia alert para a segunda foto.",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rs09d9",
            "num_comments": 3,
            "comments": [
                "Meu pai oq é isso ?! Chocada\n\n\n#tag chernofood",
                "Preciso perguntar: rosa pq?"
            ]
        },
        {
            "title": "Frango no forno com bacon, pedacinhos de pão, champignon e salsinha que eu fiz uns tempos atrás.",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rryzum",
            "num_comments": 1,
            "comments": [
                "Mds parece delicioso, pão fica bom com tudo."
            ]
        },
        {
            "title": "Rondele natalino! De abóbora com espinafre e ricota 😊",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rry2fy",
            "num_comments": 13,
            "comments": [
                "Nooooossa, que lindo! Tá com uma cara ótima.",
                "Espinafre e ricota, combinação perfeita, só não experimentei com abóbora.",
                "Oi! Como você fez o rondele? Massa de pastel?",
                "Posta a receita, meu cachorro esta pedindo",
                "Pro pessoal que quer fazer em casa:\n\neu me inspirei nessa receita aqui https://www.youtube.com/watch?v=JCMHfZz9KL0"
            ]
        },
        {
            "title": "Fiz um caldo verde ontem.",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rqqwxk",
            "num_comments": 14,
            "comments": [
                "Caldo verde é vida!",
                "u/DeepNavyBlue",
                "Havia um local que vendia esse caldo aqui perto de casa e era maravilhoso, o seu ficou ótimo vendo pela foto e com esses pães deve ter ficado melhor ainda, deu mó vontade de fazer também kkkk mas poxa esquecer do sal é foda heim CADE O TOMPERO",
                "Eu devi ser doente, pq eu li “cavalo” verde ao invés de caldo ver e fiquei “mano, como assim cavalo verde?”"
            ]
        },
        {
            "title": "Fiz um strogonoff e coloquei beringelas levemente gratinadas em cima, para ficar em formato de rosas.",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "rpg9hf",
            "num_comments": 3,
            "comments": [
                "Que lindo, senti vergonha das minhas apresentações agora"
            ]
        },
        {
            "title": "Hoje fiz um feijão que achei particularmente belo. Grãos na cocção correta e caldo na espessura adequada. O básico do dia a dia em estado de arte.",
            "selftext": "",
            "subreddit": "cozinhabr",
            "topic": "culinaria",
            "id": "r0ed4b",
            "num_comments": 1,
            "comments": [
                "Parabéns op"
            ]
        }
    ]
}