{
    "posts": [
        {
            "title": "Quais são seus produtores de conteúdo literário favoritos?",
            "selftext": "Eu não acompanho muitos produtores de conteúdo literário, mas gosto muito do podcast 30 minutos e da Beatriz Paduletto. Eu adoro acompanhar os surtos da Bia, e temos um gosto parecido, além de que gosto bastante da variedade de coisas que ela trás no canal. Eu sinto que alguns produtores ficam muito presos em um tipo de leitura, ou em um eixo, e isso acaba me afastando (não que eu seja a pessoal mais plural do mundo). O 30 Minutos eu gosto principalmente por parecer que estou em uma roda de conversa falando sobre livros, além de que são várias pessoas que fazem parte do podcast (no total são 4 pessoas, além de convidados), então sempre tem olhares diferentes presentes na discussão, desde um olhar educacional, de um olhar como escritor, um olhar do mercado, etc. Essas diferentes visões tornam a discussão muito mais atrativa, por isso acho que os melhores episódios são quando todo mundo está  presente.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zylf4j",
            "num_comments": 18,
            "comments": [
                "Quase n acompanho mais nenhum brasileiro. Então vão os meus gringos mesmo:\n\nJack Edwards (ele é britânico, tem formação em literatura e trabalha no mercado editorial)\n\nMerphy Napier (ela é americana e tbm trabalha no mercado editorial, acho q ela é crítica literária ou algo assim, mas basicamente só lê fantasia)\n\nDaniel Greene (outro americano q basicamente só lê fantasia e Sci-fy)\n\nHollow Future me (n lembro o nome do cara só do canal [ele é neozelandês e fala mais de escrita do q de literatura em si, mas gosto das opiniões e recomendações dele])\n\nJames Tullos (acho q é americano e ele é simplesmente um selvagem q critica tudo da maneira mais horrenda possível e eu amo ele. Especialmente pq ele detesta uma série de livros podre e me poupou de ler o resto)\n\nReader in a reverie (outra q eu só sei o nome do canal, mas gosto do q ela disse vi tipo uns 2 vídeos, mas tô pensando em adicionar ela a comunidade com frequência)\n\nE eu acho q é isso, sempre dou uma olhada no q a Tatiana Feltrin anda lendo pra descobrir uns livros velhos tbm",
                "Ler antes de morrer!",
                "Gosto da Tatiana Feltrin.",
                "O canal \"las hojas muertas y otras hojas\" (apesar do nome em espanhol é em pt-br) é o meu preferido disparado, mas também gosto muito de: \n\nLivrada!\n\nPaloma Lima \n\nQuadrinhos na Sarjeta\n\nNatasha - Redemunhando\n\nColorless Wonderland (em inglês)\n\nBetter Than Food (também em inglês)\n\nNo tiktok, gosto bastante da @adivinaleitura e do @patzzic\n\n\nSeguir páginas e canais das suas editoras favoritas é bacana também, gosto bastante do conteúdo que a Ubu Editora põe no youtube deles, assim como o canal da Boitempo.",
                "Tatiana Feltrin, Ju Cirqueira, Paloma Lima, Ler antes de morrer e Literature-se",
                "Tatiana Feltrin e Paloma Lima.",
                "os escritores",
                "Gosto da Feltrin pois através dela eu encontro muita coisa boa! Além da Feltrin, sigo também a Débora do Olá Bocós.",
                "Eu não acompanho, não vejo sempre, mas no início, quando retomei o hábito de ler, buscando indicações, listas e depois procurando avaliação, os que apareceram no Youtube foram Navegando (que está parado) e Ler antes de morrer (nome mórbido assim msm)",
                "Flávio Ricardo Vassoler, Rodrigo Casarin (Página Cinco), Tatiana Feltrin, Isabella Lubrano (Ler Antes de Morrer), Pedro Pacífico (Bookster).",
                "Normalmente a galera que eu leio, já morreu faz pelo menos 50 anos",
                "DarkSide e Rocco",
                "Livrada!",
                "Apenas tati feltrin.",
                "Como gosto de escrever contos de terror por hobby, assisto canais de investigação sobrenatural: KBC, RODOX, Calafrios YT, Johnatas Skriven, Hypercabuloso, etc.",
                "Roald dahl",
                "Claire Scorzi. Mesmo que ela tenha parado de produzir vídeos desejo um dia poder agradecer por ter me ajudado na formação como leitor."
            ]
        },
        {
            "title": "Dêem conselhos para um jovem escritor.",
            "selftext": "Meu livro seguirá o formato web novel por algumas conveniências desse formato.\n\nEstou públicando capítulos dele em \"webnovel.com\", uma ótima plataforma que me deixa animado e que aliás recomendo.\n\nPorém tenho medo do fracasso, sinto grande potencial em meu trabalho porém não tenho a grande característica dos escritores \"Teimosia\", e também sou péssimo com compromissos.\n\nA obra terá 17 personagens teoricamente super importantes, se o desenvolvimento deles falhar me sentirei em luto porque terei matado a obra.\n\nA obra abordará assuntos delicados, como religião e o contraste das personalidades e seus transtornos, a auto cobrança que estou gerando está deixando minha mente turva e não sei como lidar com isso.\n\nComo lidar com a ansiedade e o medo do fracasso ? E se minha idéia for simplesmente ignorada e taxada como idiota e vazia? Talvez eu não saiba lidar com os tapas na cara da realidade, coisa que todo bom escritor deveria aguentar.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zykjm8",
            "num_comments": 21,
            "comments": [
                "Amigo, você vai fracassar. Não está \"tentando fazer sucesso\", você vai fracassar e ponto. Se escrever partindo do princípio que outras pessoas lerão sua obra, só encontrará desapontamento. As chances de você fracassar são de 100%. Tentar fazer sucesso é como beber 1 litro de desinfetante e esperar não sentir dores.\n\nSeu primeiro passo deve ser esquecer essa coisa de sucesso, leitores, seguidores. Infelizmente.\n\nDepois que tiver um bom portfólio, uma experiência interessante, mas, principalmente, a capacidade de escrever de forma profissional, aí você pode começaaar a querer ser lido. No dia em que 15 pessoas acompanharem seu trabalho, considere-se escritor.\n\n&#x200B;\n\n\\*\\*\\*\n\n&#x200B;\n\nAté lá, divulga sua história aqui",
                "Se for literatura do tipo \"magia\", \"espadas\", \"conde apaixonado\", lobos alfa, cossacos gays, bad boy convertido, moçoila de espírito independente e encrenqueira, vampiro sexy apaixonado, só digo .. não",
                "Irmão e o seguinte, como já disseram aqui você falhar e inevitável, em qualquer coisa na sua vida e imprescindível que você continue tentando mesmo que você falhe, e escrever é uma habilidade, escrever personagens interessantes, desenvolver eles, criar o mundo e construir uma narrativa são todas habilidades que você só vai adquirir depois de tentar muito.  Mas eu espero que você entenda que não e possível se livrar de criticas, tu pode ser a pessoa com um potencial gigantesco e mesmo assim os outros vão tentar te derrubar seja diretamente ou indiretamente, mas se levantar pra tentar de novo e dar um tapa na cara de qualquer que ouse te diminuir e continuar e o que vai fazer com que você tenha sucesso.",
                "hein, fiquei interessado nesse seu livro 🤔 me manda no privado??\n\neu li bastante livros então tenho algumas reclamações que posso te falar pra vc prestar atenção 🤔\n1- tentar ao máximo evitar contradições e não completar partes da história\n2- anote todos os seus personagens e tudo que for importante sobre eles, então assim vc não esquece nenhum personagens, pq é muito irritante quando um personagem é esquecido pelo autor\n3- tente não apressar a história, leve seu tempo pra completar o enredo, mesmo que leve muitos capítulos, mas não acelere a história\n\npor enquanto é isso",
                "Assim. Primeiro adoraria ler a obra se disponibilizar o link S2, mas acredito que essa confiança se cria através do estudo e da referência, obviamente junto a escrita, quanto mais se escreve e conhece sobre melhor suas composições ficam. Ter medo de falhar e normal. Agora sobre não saber lidar com as críticas, é algo que tem que ser trabalhado, aconselho terapia, me ajudou com a minha autoestima. Desejo que escreva uma obra fantástica S2",
                "Se quer ser um escritor, não peça conselhos nem à sua mãe. O escritor é um sujeito egoísta que escreve para agradar os próprios olhos. Se alguém gostar, certamente lerá o livro (o grande problema aqui é fazer com que o livro chegue até esse alguém). Então, prezada entidade, conte a sua história e não olhe para trás. Dê uma olhada em \"Como alavancar seu livro na Maior Plataforma do Planeta\". Talvez sirva de ajuda. Abraço e sorte.",
                "Não pense em ganhar dinheiro.",
                "Cara, eu passei por isso tem um ano, quando comecei a escrever e narrar uma saga de um romance histórico. Nossa pretensão é muito alta, e não tem como não ter medo da falha. Agora, eu percebi que com o tempo, mais pessoas começaram a ouvir os capítulos. Acho q o web novel deve ser assim tb, você só vai saber quando fizer. Não tem outro jeito. Não existe. Agora tem um porém: não falhe com vc! Se você não tem compromisso, mude. Eu narrei e postei no Natal, escrevo em feriado, de manhã, a tarde, a noite. Escritor sem compromisso não sobrevive. Sério msm, mude isso aí é o resto vc vai desenrolar com tempo.",
                "Webnovel? Você quer escrever sobre romantização do lobisomem, bilionário que se apáixona por funcionária, romantização da máfia, romantização do morro, casamento por contrato ou casamentos na realeza? Porque são só esses temas que os leitores desses apps de escrita buscam. A parte isso é só abismo."
            ]
        },
        {
            "title": "Como ler poesia épica?",
            "selftext": "Gostaria de começar a ler Ilíada e Odisseia, mas notei certa dificuldade em entender a escrita, ia tentar começar pela tradução do Carlos Alberto Nunes.\n\nTem que ter noção de ritmo em leitura ou algo assim? Imagino que deva ter um diferencial por ser uma poesia.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zy9ele",
            "num_comments": 23,
            "comments": [
                "Eu li a tradução do Frederico Lourenço, gostei bastante, conheço algumas outras traduções do Carlos Alberto Nunes e são excelentes, imagino que essa também seja.\n\nSobre o ritmo de leitura, Homero era um aedo que era uma espécie de \"cantor\" de poesias, ele ficava nas praças entoando os cantos da Ilíada e Odisseia, muito provavelmente ele nem as escreveu (existe uma lenda de que ele era cego, umas versões dizem que quem o cegou foi Afrodite por retratar Helena como uma cortesã na Ilíada). Enfim, o ritmo de leitura acredito que não importe tanto, a não ser que for recitar. A linguagem do livro também não é tão difícil e um fator que ajuda a não se perder na história são os símiles, que consistem em várias frases que se referem às mesmas ações.\n\nDesculpe ser tão prolixo, te desejo uma ótima leitura.",
                "Tem dois vídeos legais pra entender tanto os livros, quanto o autor. Inclusive ele fala sobre a forma de ler os versos.\n\n[Literatura universal - Odisséia ](https://youtu.be/38QJQmaFuOE)\n\n[Literatura universal - Ilíada ](https://youtu.be/mRtUgA3_Mmo)",
                "Não se acanhe, sempre me falaram que a Odisseia era difícil e que eu não ia entender. Li no meu primeiro semestre da faculdade, por indicação da minha professora de Literatura Ocidental e eu entendi tudo. A Odisseia chega a ser cômica em alguns cantos, e não é nada difícil de entender. Exige muita concentração, nos primeiros cantos. Depois você começa a entender e se divertir com algumas coisas que ocorrem 🥰\n\n\n\n\nBoa sorte!",
                "[deleted]",
                "Com todo respeito à grandiosidade dessas obras, o que é inquestionável, eu não consigo ler. É trabalhoso demais e provavelmente por uma falha cognitiva minha, não fica agradável e nem fluído.",
                "A traducao do Carlos Alberto Nunes, na minha opinião a melhor tradução pra língua portuguesa, propõe-se a seguir a métrica original, o Hexâmetro dactílico. \n\nÉ bem importante pesquisar sobre essa métrica e ouvir áudios ou vídeos de pessoas declamando, pois entendendo a métrica a leitura é muito mais fácil e fluída.\n\nMesmo sendo um pouco mais difícil de começar a leitura, eu acho que ler em versos (como o poema original) é uma experiência literária única e bem interessante.\n\nSe você puder comprar uma versão que tenha a explicação dos cantos além da poesia, também super recomendo.",
                "Vish....soh eu peguei a tradução do Odorico Mendes? Tô vendo aq nos comentários e ngm flo dele kkk e n eh d se admirar...tem q ler o livro com um dicionário do lado, com o google aberto e com um mapa, pq ele usa certas palavras q exigem um contexto."
            ]
        },
        {
            "title": "Qual a meta de livros lidos pra vocês em 2023?",
            "selftext": "Eu pretendo ler, pelo menos, 50.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zy9bro",
            "num_comments": 201,
            "comments": [
                "12 leituras obrigatórias, 1 por mês. A maioria é calhamaço e meu tempo é curto. 15 livros seria perfeito pra mim.",
                "Queria ter essa força de vontade. Eu tô em Crime e Castigo desde julho de 2021 kkkkkk. Procrastinação pura. Li dezenas de livros nesse meio tempo, mas não termino o maldito Dostoiévski (eu tô no último capítulo só agora).",
                "Dessa vez eu não pretendo ter como meta ler X livros. Apenas quero dar mais atenção para literatura e quadrinhos pq em 2022 eu foquei mto em não-ficção.",
                "12 livros, um por mês é oque eu acho que consigo, mas queria bater a meta de 2022 com 23 livros.",
                "Pelo menos um livro por mês, mas dois livros por mês é um número satisfatório. (dependendo também do tamanho do livro. Um calhamaço vale por dois ou três).",
                "Se eu conseguir ler São Bernardo, do Graciliano Ramos e Grande Sertão: veredas, do Guimarães Rosa, já estarei satisfeito kkkkk",
                "Nossa meta em números eu não sei kk só tenho uma base do que quero ler.\n\nLivros: alguma trilogia, 3 calhamaços, alguns livros do Stephen King e qualquer livro que der vontade de ler kaka\n\nMangás e HQ: quero ler vagabond e pelo menos 2 quadrinhos por mês.",
                "Perdi totalmente o hábito da leitura em 2022, quero voltar com tudo em 2023 (comprei já um tanto de livro 😂😂). Minha meta baixa é 12, a realista 23 e a ousada 40 hahahahahah",
                "Não sei ainda. Voltei a ler no fim de novembro e estou num ritmo bem rápido, li 18 livros até agora. Não sei como isso vai ser quando voltar as minhas aulas, to sentindo que vou parar de ler do nada",
                "pelo menos um por mês!",
                "Sempre tenho 52 como meta (1 por semana). Alguns anos, consigo passar disso. Eu leio muitas obras nonfiction (filosofia e teologia) que sao mais curtas (<200) páginas, e isso aumenta um pouco o número de obras.",
                "acho que um por mês seria bom, mas estou com muitos livros grandes pra ler, então capaz de ser uns 8",
                "Eu li 35 esse ano, então planejo ler esse tanto ou algo próximo disso. Foi meu primeiro ano de leitura, nunca tinha lido nada kkkkk ent nos primeiros livros eu tava enrolando pra terminar e tbm teve uns que abandonei no caminho.",
                "Minha meta é ler 20, só que alguns vão dar trabalho por que são livros mais longos (trilogia do senhor dos anéis, alguns roda do tempo, etc.).",
                "Perdi o hábito neste ano. No good reads só tem um livro cadastrado, mas tenho uns 5 lidos pela metade. Isso que ano passado li 30 livros. Enfim, 2022 aconteceu algo merda e desestabilizei.",
                "Entre 15 e 30. Esse ano consegui ler 38 livros com alguns calhamaços aí no meio. Creio difícil repetir a quantidade no próximo ano.",
                "Entre 15 e 25, ainda não escolhi quais títulos pegar. Só sei que esse ano comprei um monte de livro e eles foram acumulando pelo meu quarto.",
                "O encontro marcado e Olhai os Lírios do Campo.\n   Comecei muitos mas nunca termino, odeio procrastinar",
                "eu sempre coloco a meta do goodreads, que é 12 livros, para não me sentir pressionada. pretendo manter minha média normal que é perto de 20 livros, pra mais ou pra menos.",
                "Ler os livros q tá na minha estante. Tenhos uns 20 livros e só li dois q estão lá kjkkjjk",
                "Não mudo minha meta, sempre é 50 livros, esse ano li 85, mas ano passado nem bati a meta. Kkkkkkkkkkk",
                "esse ano eu so comecei a contar a partir de outubro e li 16 livros\n\nse for pra ler do começo ao fim do ano, eu gostaria de ler 30, mas eu acho um exagero, entao é uma meta que eu nao vou me obrigar a cumprir, so deixar rolar",
                "Sei não, tô indo na doida kkkkkk\n\nEspero terminar Sr. Mercedes em janeiro e começar os livros de psicologia forense, então os ficcionais vão ficar em segundo plano por enquanto",
                "Meta que estabeleço todo ano, mínimo 15 livros (sem contar quadrinhos/mangás). E pretendo ler pelo menos dois calhamaços, no esquema ler um capítulo por vez.\n\nPara 2023, contudo, estabeleci uma meta de ler pelo menos um livro em espanhol, para não enferrujar; e em japonês, para me acostumar a ler na vertical.",
                "Tenho como meta 12 livros por ano, mas quero superar essa meta",
                "Tô querendo ler uns 20 em 2023, um a mais do que eu consegui ler esse ano (que foi o mais fraco dos últimos 3).\n\nQueria conseguir ler mais por motivos de muito livro bom na fila mas vai ter que ficar na espera.",
                "Quero conseguir ler 12 livros!!",
                "Todos os livros do Osho",
                "Eu pretendo ler todos os que eu devia ser lido em 2022 😃",
                "Há 2 anos tenho batido a meta de 24 livros por ano. Em 2023 vou tentar bater os 36 livros.",
                "Esse ano só li 6. Menor número dos últimos 10 anos. Em 2023 queria ao menos 12, um por mês como já falaram. Mas estou mudando de cargo, vai ficando cada vez mais difícil.",
                "Em 2021 foram 25 de uma meta de 24. E em 2022 foram 18 da mesma meta de 24 🥲…\n\nPara 2023 vou focar em páginas e horas de leitura. Quero 8 mil páginas. Assim vou tentar me encorajar a ler os calhamaços q estão na minha lista de TBR há tempo demais. Sinto q focar em números de livros anda me desencorajando a ler livros longos.",
                "Um livro por semana, eu acho otimo, quem concorda? Kkkk",
                "12 livros por ano. Comecei a ler há uns 2 meses e normalmente me forço a ter um ritmo lento pra absorver as coisas (25-35 páginas por dia). Não sei se é certo ou não. Último livro que li e adorei foi Flores para Algernon e agora tô em O Mundo de Sofia, além de ler as HQs Sandman ocasionalmente.",
                "Eu só quero ler todo dia, nem que seja uma página",
                "Uma tour por uma parte das Américas: uma obra clássica de cada um dos países da América do Sul.",
                "Não vou me apegar a quantidade pq fico chateado quando não as alcanço, porém quero tirar o máximo de proveito de todas as leituras, além de conseguir lembrar de tudo que eu li.",
                "Pretendo separar por semestre - duas modalidades;  \n1 - História das religiões ocidentais.  \n2 - Filosofia.  \nLivros acima de 450 páginas e, logicamente, isso vai diminuir a quantidade de livros que leio anualmente. Mas, com isso, espero conseguir mais qualidade, treinar a paciência, melhorar a crítica, refinar a escrita e, por fim, melhorar meu julgamento sobre esses assuntos. Talvez um livro a cada 1,5 mês dando 8 por ano.  Geralmente leio em torno de 20 livros por ano.",
                "52 , um por semana. Eu passo 3h por dia em transporte público, com um pouco de esforço consigo bater",
                "Pretendo ler uns 15 livros tbm, mas para atingir esse objetivo eu queira desenvolver tecnincas de leitura para ler com mais eficiência e mais rápido...",
                "Dos 83 que tenho, pretendo ler uns 20.",
                "Esse ano eu perdi as contas de quantos eu li,para 2023 pretendo ler o máximo que eu conseguir.",
                "Esse ano eu fiz 23 livros pra 2023, eu fiz um vídeo no meu canal, se puderem dar uma olhada, vai ajudar demais, tô na luta, num sei se não é permitido postar link por aqui, não vi nada nas regras https://youtu.be/BfNt5rif6SQ",
                "Também coloco como meta 50, mas conto quadrinhos, já que é o que eu mais costumo ler. Então todo ano acaba sendo 12 a 15 livros e o restante de HQs e mangás/manhwas.",
                "Minha meta é 12 livros, um por mês!!",
                "Sem meta, só me manter sempre lendo mais de um livro ao mesmo tempo.",
                "se eu conseguir ler uns 8 livros bons, tô feliz.. Ainda não fiz minha lista\n\nAceito sugestões. Vou tentar incluir um do Tolkien (só assisti os filmes, nunca li), da Ágatha Christie porque é uma vergonha eu nunca ter lido.. terminar Crime e Castigo, um de Sêneca.. e o que eu estiver a fim na hora. Agora eu bem que queria um livro de mitologia, fábulas, contos..",
                "Mais de 50. Li 42 em 2022.",
                "quero ler os principais do Asimov, uns 15",
                "Eu sempre tento fazer 1 leitura por mês ou 1 a cada 2 meses.. sou enfermeira trabalho a noite e então de dia eu durmo, arrumo casa, então fica difícil conciliar, fora isso também estudo. Entao diminui muito minha leitura. Esse ano só li 8, mas foram livros bons",
                "Esse ano consegui ler 22 livros, com uma média de 446 páginas por livro. Em 2023 pretendo ler 26, com no mínimo 300 páginas por obra (gosto de livros grossos).\nEspero que a faculdade não me atrapalhe como nesse ano.",
                "Ler no mínimo um livro por mês",
                "Ler Guerra e Paz este ano. Mas acho que vou largar de mão o livro antes de terminar. Tenho muita coisa para estudar.",
                "Se chegar a 20 livros no ano. Tô feito",
                "mínimo do mínimo 12, mas idealmente pelo menos 24.\n\n&#x200B;\n\nSe eu seguir no ritmo que estou agora da pra ler mais de 30 tranquilamente.",
                "pretendo ler 23 livros (ou mais)",
                "Dependendo do gênero que você esteja procurando, recomendo Nossa Riviera Maya: Uma Lua de Mel Caribenha, spin-off de Amor nos Tempos de Quarentena (1º livro da autora nacional Amanda Boaviagem). É um e-book curtinho, tem imagens e é como se fosse um diário + guia de viagem pelo Caribe/Riviera Maya. Caso você goste, pode procurar Amor nos Tempos de Quarentena para continuar acompanhado os personagens. Aproveita que o e-book baixou de preço. Não sei por quanto tempo vai ficar assim: [https://www.amazon.com.br/Nossa-Riveira-Maya-Uma-Caribenha-ebook/dp/B0B1Z9VQWZ?ref\\_=nav\\_youraccount\\_switchacct](https://www.amazon.com.br/Nossa-Riveira-Maya-Uma-Caribenha-ebook/dp/B0B1Z9VQWZ?ref_=nav_youraccount_switchacct)",
                "eu quero ler A montanha mágica, do thomas mann"
            ]
        },
        {
            "title": "Livro \"grátis\" e livro \"pago\".",
            "selftext": "Fala rapazeada, eu estou querendo começar a ler Sêneca e recebi duas indicações: Sobre a ira e Sobre a brevidade da vida. Eu tenho o Kindle Unlimited, porém ao procurar o livro na Amazon encontrei a versão grátis (Unlimited) pela Montecristo Editora e a versão paga pela Penguin-Companhia. \n\nAlguém sabe informar se há diferenças? E por que livros que são domínio público (salvo engano, os de sêneca são) são cobrados? (Essa segunda pergunta pode soar leiga, mas de fato gostaria de saber).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zy7afu",
            "num_comments": 10,
            "comments": [
                "Não sei se há diferença entre as edições. Na dúvida, vai na gratuita pra ver se é o tipo de leitura que te agrada. Ou tenta descobrir quem é o responsável pelas traduções nas duas edições.\n\n> E por que livros que são domínio público (salvo engano, os de sêneca são) são cobrados?\n\n Ser de domínio público apenas significa que qualquer pessoa tem o direito de publicar a obra, não que ela precisa ser gratuita. Quem faz isso são profissionais que vivem de editar, imprimir e lançar livros.",
                "Eu tenho essa edição de Sobre a brevidade da vida da Penguin. É uma ótima tradução e com notas explicativas no final do livro. Mas a leitura não é tão simples, dá uma lida no gratuito e vê se te interessa. \nA obra em si é muito boa, eu dei 4 estrelas.",
                "Na minha humildr opinião, essas traduções não se comparam com a edição portuguesa feita pela Calouste. É absurdamente cara e já está fora de tiragem, mas é fácil de achar nos sites piratas. Ou, se possível, a tradução recente feita pelos professores da Universidade de Toronto.",
                "Não conheço estas duas edições específicas,  mas, em geral, a maior diferença entre as edições é quem fez a tradução. Também podem existir outras coisas, como notas, comentários, etc. \n\nA obra em domínio público é o texto original, ou, em alguns casos, alguma tradução/edição antiga. Novas edições, traduções, comentários, notas, etc., não entram nessa categoria e podem ser cobrados sem nenhuma restrição. Até porquê alguém tem que pagar o pessoal que trabalhou nelas, não é mesmo?",
                "\"Sobre a brevidade da vida\" é um livro muito bom. Recomendo comprar fisicamente para sempre deixar na estante e folhear as páginas com o passar do tempo. É uma obra estoica muito boa, recomendo comprar com o box Estoicismo da editora Edipro."
            ]
        },
        {
            "title": "Livros cuja história se passa no Rio de Janeiro?",
            "selftext": "Alouu, alguém tem sugestões? Brigadão =)\n\nEdit: O Cortiço é, talvez, meu livro favorito da vida. Gosto muito dos Machados de Assis também! Li algumas coisas atuais, tipo um livro de contos chamado \"O Sol na Cabeça\", e gostei muito.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zy2ssj",
            "num_comments": 38,
            "comments": [
                "Dom Casmurro.",
                "Atuais? Mais antigos? Qualquer gênero? O Cortiço é um ótimo retrato do Rio de Janeiro. A Alma Encantadora das Ruas, de João do Rio, também pode ser interessante.\n\nEdit: Carioceias Cruéis, do Boechat, professor de Letras da UFRJ. Comprei o ebook mas ainda não li. Parece promissor.",
                "jantar secreto e suicidas. ambos livros de suspense, mistério e contém gore, avisando caso planeje ler",
                "Basicamente todos do Raphael Montes...",
                "Triste Fim de Policarpo Quaresma, do Lima Barreto.",
                "Se nao me engano Ruben Fonseca tem alguns",
                "Quincas Borba.",
                "Memórias de um Sargento de Milícias - Manuel Antônio de Almeida\n\nA Alma Encantadora das Ruas - João do Rio\n\nO Beijo no Asfalto - Nelson Rodrigues\n\nA Hora da Estrela - Clarice Lispector\n\nA Moreninha - Joaquim Manuel de Macedo\n\nAo Som do Mar e a Luz do Céu Profundo - Nelson Motta\n\nAgosto - Rubem Fonseca\n\nTriste Fim de Policarpo Quaresma - Lima Barreto\n\nLucíola - José de Alencar\n\nMemórias Póstumas de Brás Cubas - Machado de Assis",
                "Contos Fluminense, comprei esse dias uma versão de 1955 por 25 reais, como diz o nome são vários contos q se passam no Rio de Janeiro.",
                "Fim, de Fernanda Torres.",
                "O Campeonato do Flávio Carneiro se passe no Rio, se não me engano.",
                "Essa Gente, do Chico Buarque",
                "Tritse fim de policarpo quaresma",
                "Quando os bandidos ouvem Villa-Lobos, uma história bastante diferente e que te faz pensar sobre a vida, além de não ser nada previsível.",
                "Suicidas - Raphael montes. Não li ainda mas tá na lista",
                "Chão de Ferro, do Pedro Nava",
                "Abusado, do Caco Barcellos. É um livro-reportagem sobre um dos grandes traficantes do rio. Se passa principalmente no morro Dona Marta/Botafogo. É um dos meus livros favoritos, mas por ser jornalista, sou suspeito pra falar",
                "Clara dos Anjos do Lima Barreto. Tem uma descrição da Zona Norte fascinante.",
                "A grande maioria dos livros de Jô Soares se passam no Rio, destaque pra \"Xangô de Baker Street\" e \"Assassinatos na Academia Brasileira de Letras\".",
                "O crime do cais do Valongo - Eliana Alves Cruz",
                "Raphael Montes é um escritor carioca, as histórias dele são de personagens ou nascidos no Rio ou que se mudaram pro Rio (que eu me lembre, só \"o vilarejo\" não se passa no Rio)",
                "Eu gosto muito de \"Podecrer\". Se passa no final de 70 e início de 80. Acompanha um grupos de amigos no final da vida jovem e início da adulta.\n\n\"Mas o eixo do livro está na perda da inocência do jovem guitarrista João, que, ao narrar sua história, revela como, ao final dos anos de colégio, viu-se arrebatado por um processo de alienação e crise. \"\n\nExiste um filme baseado no livro.",
                "Cortiço e no Maranhão n?",
                "Ah sim",
                "Triste fim de policarpo quaresma",
                "Jantar secreto do Raphael Montes",
                "Tô pra ler o curtiço, dizemq é ótimo mesmo!",
                "A Hipótese humana - Alberto Mussa\nSenhor do lado esquerdo - Alberto Mussa\nAgosto - Rubem Fonseca\nA mulher que fugiu de Sodoma - José Geraldo Vieira"
            ]
        },
        {
            "title": "(REPOST POR CAUSA DO TITULO) Teoria sobre \"Os dois morrem no final\"",
            "selftext": " \n\nOlá pessoas do reddit, hoje venho aqui compartilhar uma teoria sobre este incrivel livro que acabei nesta manhã\n\nPois bem. sigam o raciocínio...\n\nEnquanto Rufus está falando com o pai de Mateo, temos a conversa de outra terminante com seu ex-marido, a delilah finalmente pergunta se foi ele quem ligou para ela como vingança e ele pede para se encontrarem no parque athas (não me lembro o nome do parque mas acho que era este)\n\nOkay, ele sai de seu trabalho (central da morte) e vai dirigindo para este parque.\n\nNesse meio tempo, Rufus sai do hospital e vai para o mesmo parque, onde temos a frase \"atravesso a rua sem um braço para me puxar para trás\"\n\nFaz sentido para vocês??? porque ao longo do livro temos muitas \"interações\" entre terminantes",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zxsp0f",
            "num_comments": 2,
            "comments": [
                "NOSSA VDD, faz mto sentido",
                "Cara eu nem sei o quão teoria é isso pq pra mim ficou bem claro. Ao menos quando eu li sempre ficou escancarado essa interação. Mas as vezes o meu entendimento tenha sido diferente pq eu reli algumas partes dele umas 2 vezes pq as vezes eu me perdia na leitura"
            ]
        },
        {
            "title": "Qual a experiência de vocês com biblioteca pública?",
            "selftext": "Amanhã pela tarde vou me cadastrar numa biblioteca pública no bairro vizinho. Diz a página deles na internet que têm mais de 8 mil livros catalogados. Espero que tenham bons livros. Na biblioteca que vocês frequentam, excetuando de universidade, tem bons livros? Uns achados bem fodas?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zxrz4a",
            "num_comments": 30,
            "comments": [
                "A Biblioteca Pública da minha cidade tem mais de 700.000 livros no acervo, nem preciso dizer que sou apaixonado por ela, quase nunca tive que comprar um livro pois tudo o que eu quero sempre tem lá. \nMas minha experiência com bibliotecas menores sempre foi positiva. Eu lembro com carinho de um lugar onde eu fazia um trabalho voluntário em que eles tinham um mini biblioteca que era só uma estante com alguns títulos, talvez uns 50 livros, eu as vezes emprestava alguns livros dali, pelo número modesto eu tinha que fazer algumas escolhas inusitadas, e pegar títulos que eu nunca pensaria em pegar em outras circunstâncias. Foi assim que eu acabei conhecendo o \"O livreiro de Cabul\", que hoje eu amo. \nAcho que em 8000 livros há uma grande chance de você encontrar muita coisa boa, na dúvida peça indicações, numa biblioteca você sempre vai encontrar alguém ansioso para te recomendar um livro.",
                "Moro numa capital e a biblioteca fica no centro da cidade. É necessário pegar dois ônibus (ida e volta) para pegar um livro e mais dois ônibus para devolver. Ou seja, gasto 20 reais pra pegar um livro prestado na biblioteca. Diante disso, é mais simples eu comprar um livro usado num sebo aqui perto.",
                "A biblioteca da minha cidade conta com a minha presença toda a semana, soh livro bom.",
                "Gosto mto de bibliotecas públicas, o acervo da que eu vou é ótimo e quando não tem o livro que procuro, eles me ajudam a ligar pra outras bibliotecas e reservar pra mim!!! Vale super apena",
                "A da minha cidade é enorme e tem mta coisa, mas o atendimento é horrivel, as senhoras que trabalham la são mal educadas e grosseiras e o unico jovem que trabalha la é um cara nogento, assediador, te olha como se quisesse te comer e anota o numero do whats dele na sua ficha...",
                "Algumas muito boas e outras muito ruins. Depende muito da biblioteca.\nTipo já peguei livro muito fodas, populares, coisa q eu tava querendo ler, tudo muito bem conservado e com rotatividade boa e um sistema legal. Outras usavam um sistema arcaico, os livros em péssimas condições, do tipo de atacar muito a arlegia e de livro rasgado, com páginas faltando",
                "Muitos e muitos livros, mas nunca aquele que vc procura :/",
                "Não sei em que cidade você está, mas talvez seja possível você se cadastrar no BibliOn. É uma plataforma digital aqui de São Paulo e tem muitos títulos interessantes. Gratuito, porém são livros digitais.\nEssa é minha única experiência com bibliotecas públicas. Tenho mais de 40 anos e na juventude para se ter acesso a biblioteca tinha que ter dinheiro para pagar condução numa viagem de uma hora mais ou menos para chegar em uma biblioteca, então nunca pude fazer uso de uma.",
                "De amor e ódio. A biblioteca pública de onde eu moro toda semana joga livros fora e vende pra reciclagem, não apenas livros velhos mas também livros novos, lacrados e no plástico. Já peguei muitos subindo no caminhão caçamba, mas infelizmente não tantos quanto gostaria. Toda vez que eu vou nela tenho vontade de roubar alguns que sei que vão jogar fora, e são livros de autores excelentes, clássicos e etc. No mais, é uma boa biblioteca",
                "Usava a biblio do SESI mas de uns anos pra cá só tem livro espírita, auto ajuda e de crente. Parei de ir.",
                "Bibliotecas públicas foram essenciais na minha formação enquanto leitor. \n\n\nNasci em uma cidade do interior de MG e tive a sorte de contar com uma biblioteca com um excelente acervo infanto-juvenil, além de contar com tudo de literatura clássica brasileira, além de bons exemplares de literatura contemporânea brasileira e estrangeira.\n\n\nQuando me mudei para BH frequentei a biblioteca daqui por anos, e nossa, que acervo fantástico. Nunca deixou a desejar em nenhum aspecto para mim, tanto que por anos precisei raramente comprar algum livro. \n\n\nAtualmente não frequento mais, já que trabalho longe de lá e fica meio inviável. Mas nossa, que saudade!",
                "Tem uma no centro do RJ, não sei se tá aberta, mas é ótima.A do ccbb também.Ambas tem vários espaços para várias coisas.",
                "A biblioteca da qui e bem peculiar só tem livros infantis e livros de estudo",
                "eu sempre amei, como morei em muitas cidades diferentes já frequentei bibliotecas maiores e menores mas sempre dá para achar coisas legais para ler. ficar amigo do pessoal que trabalha lá geralmente é ótimo e rende boas indicações.\n\nminha biblioteca preferida era a do parque da juventude em sp qnd eu tava no ensino médio, tinha recém aberto então só tinha livro novo. tinha bastante quadrinhos e livros de arte, além de ter espaços muito bons pra ficar lá lendo. tenho saudade dessa época.",
                "A minha cidade nem semáforo tem, quanto mais biblioteca. ;(\n\nGraças a Deus tenho condição de comprar livro.",
                "Faz séculos que não vou em uma biblioteca pública, mas uma delas foi parte essencial de minha formação. Não tem bibliotecas públicas próximas de onde moro. Me cadastrei em uma longe de minha casa usando o comprovante de residência de uma tia minha, que morava próxima. Tive uma infância pobre exerça única forma de poder ler livros que não estavam ao meu alcance. Não existia internet, nem política de publicação de livros baratos que eu achasse interessante naquele período. Tive acesso a clássicos da literatura nacional e internacional. Sem dúvida minha base cultural seria bem mais pobre se eu não tivesse frequentado aquela biblioteca naquela época.",
                "Eu gostava de passar por uma após o curso de inglês quando criança. Pegava algo tranquilo, tipo Série Vaga Lume e ficava lendo nas mesas de estudo.",
                "Maravilhosa. A unica dificuldade em algumas cidades é o acesso mesmo (longe, onde estacionar, etc). Hoje, moro perto de uma (dá pra ir caminhando) e vou lá umas 2-3x na semana.",
                "Quando eu era pequeno pedi para minha mãe me cadastrar na biblioteca q existe no centro de Guarulhos, cidade q habito até hj. Peguei dois livros infantis, um sobre lendas e outro sobre cultura indígena. Depois nunca mais peguei nada nessa biblioteca.",
                "Moro praticamente ao lado da biblioteca q eu vou, la tem todos os tipos de livros, desde infantil a 18+, o lugar é lindo e tem uma vibe de filme, isso além de funcionários muito simpáticos",
                "A minha tá até hoje em reformar. Quase ninguém vai a biblioteca na minha cidade, então é meio triste, já q gosto mais de livros físicos, do cheiro, da sensação, etc. ![gif](emote|free_emotes_pack|cry)",
                "Além do ambiente, é maravilhoso se dar o luxo de vagar pelas estantes e encontrar algo novo e inusitado, quanto maior melhor. Mas 8000 livros catalogados, pelo menos uns 10 vai ser legal para você",
                "Moro numa cidade de 60k habitantes, parece nao tem prefeito. Não tem biblioteca mas tem 5 fileiras de estantes com alguns livros bem velhos. Fui uma vez q peguei um romance antigo japonês q estou lendo, comecei só pra nao ter feito viagem perdida mas acabei gostando mto e quero acabar o quanto antes. Mas resumindo, é uma bosta a biblioteca e o livro é \"Um hotel na esquina do tempo\" (romance japonês q ocorre em dois tempos, quando  o protagonista é jovem e quando é idoso)",
                "Quase todos os livros que leio são de bibliotecas. Cara, lá tem de tudo, desde clássicos até obras mais recentes (considero as com menos de 5 anos de publicação). Recomendo demais pois além de gratuita, é uma opção sustentável.",
                "a melhor, sempre li os livros de lá, tinham todos os que eu queria ler e quando atrasava a multa é baixíssima, claro que anos atrás, além de tudo usava os computadores para fazer trabalhos da escola e virei até amiga dos bibliotecários, li mais de 20 livros grandes da biblioteca municipal com cerca de 13 e 14 anos",
                " Os melhores momentos de minha vida foram dentro de duas bibliotecas de minha cidade. A biblioteca Municipal e a biblioteca Estadual. Nesses lugares conheci escritores do mundo todo. Sem contar as amizades que fiz."
            ]
        },
        {
            "title": "Quais preconceitos literários vcs têm??",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zxp2ad",
            "num_comments": 185,
            "comments": [
                "Livros com capas de pessoas reais",
                "Livro de coach",
                "Livros HOT, especialmente os de CEO e os com homens sarados na capa.\nAutoajuda (se alguém escreveu um livro n é mais auto)\nLivros de como ficar milionário e outros livros de coach \nVampiros modernos\nTudo q tenha o nome da Collen Hoover \nRomance romântico no geral",
                "rapi kaur, poesia de Instagram",
                "Livros com CEO/donos do morro que, na verdade, batem na mulher e matam pessoas porque têm um passado sombrio, mas o amor verdadeiro da mocinha virgem é o que eles precisavam pra se curar, e todas as demais tosqueiras escritas para donas de casa entediadas ou adolescentes que são \"diferentes das outras garotas\".",
                "Colleen Hoover",
                "Kkkkk todo mundo aq tem a msma repulsa por livro d coach e romance erótico pra solteironas jkkk",
                "Livro de youtuber",
                "Qualquer livro sobre PUA, PNL, couch quantico ou solucionadores de problemas (Como ser feliz, Leia esse livro e fique rico e  etc) 98% charlatões.\n\nBiografias de pessoas que eu to pouco me fudendo (youtubers, tiktokers e a lista continua).",
                "— capa com pessoas reais\n\n— absolutamente TUDO que a colleen hoover escreve\n\n— fantasia com muito Hot (famoso porno de fada)\n\n— aqueles romances onde nada além do próprio casal é relevante na história\n\n— Hot de CEO e essas coisas\n\n— plot de gravidez\n\n— protagonistas femininas que não tem um traço de personalidade sequer (além de gostar de algum problemático metido a badboy)\n\n— livros que podiam facilmente ser resumidos em uma única edição mas acabam tendo sequência \n\n— livros que se levam à sério demais quando na vdd só são bobos\n\n— livros que são vendidos como \"enemies to lovers\" que de enemies não tem nada",
                "Livros pornograficos de CEOs, daqueles que senhoras leem numa capa de tecido no metro",
                "Paulo Coelho. Traduzido para outra língua deve ser legível, já que em português ele escreve muito mal.",
                "Livros com plot de gravidez. \nInimigos que tem q viver junto e logo assim se apaixonam\nMocinha burra, q esconde as coisas que só precisava cv",
                "Livros que prometem te ensinar a fórmula da riqueza, livros que *propositadamente* usam de linguagem difícil  para confundir os leitores e/ou para exaltar a suposta inteligência do autor.",
                "livro de influencer/youtuber",
                "Paulo Coelho, Augusto Cury, auto ajuda e coachs em geral, poesia de Instagram e romance adolescente de fantasia",
                "Autoajuda, livros eróticos, livros de autores recentes",
                "Estou tendo um déjà vou ou é o mesmo assunto de uma semana atrás?",
                "* Livros de influencers;\n* Livros de artistas que mal começaram a carreira e já possuem biografia escrita;\n* Livro em que o autor, vivo, tenha foto da cara estampada na capa. Tipo esses de gurus da área financeira ou gente que virou \"self made alguma coisa\";\n* Poesia de instagram/twitter, no estilo Rupi Kaur, cheias de frases clichês e senso comum;\n* Livros de famosos da Globo;\n* Coach e autoajuda;\n* Romances de CEO, agroboy, com homens sem camisa na capa;\n* Aqueles com a capa do filme.",
                "qualquer livro modinha de tiktok, geralmente são jovens-adultos, odeio essas histórias superficiais",
                "Autoajuda, coach, livros de como ficar rico, biografia de CEOs mais novos...",
                "Autoajuda e trope de gravidez",
                "Auto-ajuda, livros sobre carreira, livros escritos por celebridades e alta fantasia (tipo Harry Potter). Eu não acho fantasia ruim, na vdd amo. Mas livros como Harry Potter, Eragon e Game of Thrones me parecem q são quase sempre a mesma coisa, só muda a skin.",
                "Livros de auto ajuda, invés de te ajudar eles podem te dar falsas esperanças invés de te ajudar.\n\nTriângulo amoroso, depende, se for bem construído e bem elaborado ok eu gosto ou no caso a/o protagonista ficar com os dois personagens (acabando em trizal) e legal também. Mas o problema e quando as vezes ele e muito clichê e fica naque enrolação chata e demorada em que sabemos o qual personagem o prota vai ficar mas tem aquela enrolação chata ou ela/e escolhe o outro personagem que ela/e não tem nem uma boa ralação e que a/o trata mal, que nem merda,invés de ficar com quem a/o trata bem e só quer o bem dela/e, isso da uma raiva que dá vontade de abandonar o livro e taca-lo na parede.\n\nLivros de romances que a intenção com um casal romântico e entrega tudo e pra ser saudável mas na verdade o casal e tóxico e só faz a gente passar raiva e entregar nada. Exemplo: After\n(Sim odeio After, nunca li e nem quero ler, por que ele e um esgoto de toxidade. E sim procurei saber sobre,  quando eu descobri mais sobre a história e ler alguns trechos que me deixaram p da vida, então pelo meu bem e da minha saúde mental e melhor eu não ler)\n\nTem mais coisas que me incomoda, essas são só algumas",
                "Livro com capa de filme, mil vezes melhor a capa original.\nTbm tenho preconceito com livros do tipo \"a sutil arte de ligar o f*da-se\"",
                "Os mais vendidos contemporâneos, livro de coach, livro de Youtuber",
                "Mds, eu leio hot mas nunca tive coragem de ler esses livros de CEO e dono do morro, é muita vergonha alheia isso KKKKKK o pior é que tem que garimpar pra achar livros com tramas diferentes.\nTenho preconceito com livros que supostamente vão te fazer enriquecer",
                "nao consigo ler livros de poesia, simplesmente não me conecto e acaba sendo mta coisa e nada ao msm tempo",
                "Amanda Lovelace, já tentei ler mas é super raso, parece que ela pegou frases de Twitter e juntou em um livro",
                "Livros de capa mole, não sei vocês mas os livros de capa dura são bem melhores bem mais resistentes,\n\nAliás os E-Books nunca conseguiram trazer a sensação de um bom livro físico",
                "Auto ajuda.",
                "Quando as falas são em aspas \" \"",
                "1- Qualquer livro hot, acho tudo tosco, a linguagem infantilizada ou romantizada de coisas simples, as capas e os títulos, tudo muito abobalhado.  \n2 - Romance onde o psicopata sem limites drogado, assassino e ex-estuprador conhece uma virgem comportada e vê nela a cura de toda a sua insanidade mental e assim inicia um lindo amor entre uma menina delicada e inocente com um psicopata cheio de DST e vivem felizes para sempre, ele sempre tendo ataques de loucura e a menininha compreensiva e apaixonada buscando maneiras de manter vivo o amor.  \n3 - Livro de milionário mandando o público pobre parar de comprar amendoim para economizar 45 mil dólares em 150 anos.",
                "Não tolero ficção científica",
                "Particularmente odeio livros de romance, sem generalizar. É sempre a mesma coisa e 90% das vezes é criminoso ou muito errado. Como; pedofilia, incesto, masoquismo ou o clássico relacionamento com padre e o famoso trisal doentio",
                "• livro erótico: só pela capa parece fanfic mal escrita (e com certeza é).\n• livro de poesia de instagram: é basicamente um monte de enter a cada duas palavras.",
                "De novo esse post?",
                "Autoajuda e 50 tons de cinza (o original e os tipo-assim).",
                "Abre o skoob e olha os livros comentados lá pelo pessoal. Pelo menos pra mim a maioria dos que aparecem na linha do tempo são YA ou livro de putaria velada, tipo esses títulos de CEO. Não é exatamente um preconceito literário com o gênero, porque eu acredito que de fato esses livros, apesar de não serem tão bons em escrita, criatividade e impacto na vida de alguém, podem ser a porta de entrada pra coisa melhor. O problema pra mim é que a maior parte dos leitores começa em livro YA e fica só nisso. Não avançam na prática de leitura, não se aventuram em estilos diferentes, não pegam um autor mais difícil pra ler de vez em quando.",
                "Livros Hot/eróticos. Simplesmente não vejo sentido em gastar tanto tempo lendo sobre sedução e sexo.",
                "Muitos.\n\n- Romances atuais\n- Livros românticos\n- Livros de Coach ou CEO\n- Livros de auto ajuda\n- Autobiografia\n- Fanfic\n- Livros de ficção que não carregam peso histórico ou que não apresentem críticas à sociedade.\n- Poemas atuais\n- Todo o movimento parnasiano\n- Livros de economia liberal atuais\n- Livros secundários de religiões vivas",
                "Literatura erótica e literatura de terror.",
                "Autoajuda e qualquer autor recente (com excessos) livros mt superficiais, mal feitos, não é como a literatura clássica (lembrado q alguns recentes tmb são considerados clássicos, e não sou dqls q considera SÓ literatura clássica como literatura)",
                "Livros autoajuda, hot e romances românticos ya",
                "Foto do autor na capa",
                "Tenho muito preconceito com livro que tem gente na capa, sendo desenho, vetor ou foto, mas eu leio os livros da Cassandra Clare hahaha.\n\nTambém tenho preconceito com o que o povo chama de romance erótico contemporâneo. Nunca li nenhum, mas tenho zero interesse.\n\nTinha preconceito com os livros da moda, mas comecei a ler alguns e realmente me interessei.",
                "livros com capítulos grandes, livros com capas de pessoas reais, livros de ceo’s e a maioria dos livros sem romance/fantasia",
                "Livros de autoajuda em geral e livros escritos por coachs",
                "Auto ajuda, e livros de romances",
                "Fantasias com muita informação (se todas as informação levarem ao plot tudo bem, mas tem umas coisas que não prescisa) ou qualquer livro que tenha paragrafos gogantes de descrição de perssonagem (eu me perco😰)",
                "Livros com CEO, qualquer um q se pareça com 365 dias, After e etc, livros q tenham a garota do coque frouxo tomando café no starbucks, livros com garotas q tenham uma personalidade estilo a Bella de Crepusculo, livros com lacração gratuita e desencaixada do contexto, livros de fantasia com feéricos, livros escritos por coach, biografias de artistas de menos de 30 anos, livros de youtuber ou escrito por youtuber ou sobre a vida de algum youtuber, não sou contra todos os livros de auto ajuda mas os da safra de \"a sutil arte de tacar o foda-se\" me irritam demais...",
                "Na real nenhum. Cada um lê o que lhe convém. Contudo, não chego perto de autoajuda mesmo que esteja disfarçado de livro de negócios, de filosofia, de desenvolvimento pessoal, etc... Certas literaturas não me interessam também.",
                "livro de autoajuda",
                "Collen Hoover",
                "Livros de CEO e alguns atuais",
                "Auto ajuda, Religião, Olavo de Carvalho e seus capachos.",
                "Livros de Coach e autoajuda",
                "Livros de ficção e fantasia.",
                "-Capas de pessoas reais.\n-Coleções com livros de tamanhos diferentes.\n-Personagens bons/boas q ganham filhos mais perdem seus poderes e habilidades.",
                "Autoajuda, romance hot e livros com capas de filme.",
                "Livros de autores Brasileiros, eu não achei nenhum que me chamasse atenção (e eu tentei, como tentei), pessoas reais na capa e qualquer livro que se torne modinha (ex.: Os sete maridos de Evelyn Hugo) meu preconceito é muito besta, mas acontece kakakak",
                "Sou contra YA\n\nBrincadeira, não sou tão carrasca\n\nMas sou contra YA",
                "Livros Hot, Colleen Hoover, capa feia, edição mal traduzida, diagramação ruim, folha branca e principalmente, livro bom com edição ruim.\nJuro que tô há anos querendo ler As vinhas da ira, mas simplesmente não tem edição boa pra ler, que ódio. E a versão em inglês é muito cara pra mim.",
                "livros com adesivo na netflix na capa 💀",
                "Biografia de gente que ainda não morreu.",
                "livro cm capa de homem sarado, livro cm capa de pessoas reais, livro de coach/auto-ajuda, livro de hot, acelerar dms a paixão do casal principal, demorar mto p acender uma faísca de paixão, personagem principal que fica se vitimizando o tempo todo. e acho que só, se lembrar de mais algm coisa eu volto aq",
                "os que são de coach e eróticos, simplesmente odeio",
                "Olavo de Carvalho.",
                "Livros de romance pequeno  em que o casal ta desde o início \nEu odeio esse tipo de livro",
                "Já fui muito fã de alta fantasia nórdica. Hoje não suporto mais (salvo raras exceções)",
                "Augusto Cury. Fui dormir na casa da minha tia e só tinha o livro de Augusto Cury pra ler. Logo no início, ele dizia algo do tipo: você já é um vencedor! Desde o início da sua existência! Você foi o espermatozóide que conseguiu vencer a batalha pela vida bla bla bla.. \n\nQuem nasceu de inseminação artificial se mata depois dessa. Fechei o livro pra nunca mais abrir nenhum outro desse autor",
                "Livros da Colleen Hoover. Eu passo longe de TODOS",
                "livro com homem sem camisa na capa, não sei o porquê, só não.",
                "Livro de coach, livro hot de ceo e livro de fantasia adolescente onde a fantasia é basicamente um pano de fundo pra um romance",
                "Livro de romance, uma vez minha professora de português fez a turma ler um livro horroroso, que incluia uma mina excitada espiando um moleque trocando de roupa, meu irmão, depois dessa nunca mais cheguei perto de livro de romance.",
                "Auto ajuda pqp para mim é para quem quer soluções prontas e palavras de consolo genéricas ou coisa ruim..",
                "Livros sobre como fazer uma empresa de sucesso ou ter sucesso na sua carreira.",
                "Livros com pouco ou nenhuma imagem, Livros com mais de 300-500 páginas.",
                "Livros de Coach"
            ]
        },
        {
            "title": "Qual sua experiência com o hobbit? Acabei de terminar ele, e achei uma aventura fantástica. E que livros posso ter uma experiência parecida?",
            "selftext": "Hobbit é um livro de aventura muito bom. Não tem uma parte monótona no livro, além que ele é \"baratinho\". Peguei a edição capa dura dele na amazon por 20 R$.   \n\n\nO mapa atrás do livro é uma das melhores coisas, poah, ver o quanto você se aventurou durante a leitura é um absurdo de bom! Parece que foi pouco, mas tu olha pro mapa e vê que eles andaram pra caramba.\n\n&#x200B;\n\nAlguém poderia me indicar outro livro parecidinho? Além de senhor dos aneis",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zxfqvt",
            "num_comments": 23,
            "comments": [
                "O hobbit é muuuito bom. Foi um dos livros que li e nunca achei outro igual. Existe um conforto inexplicável ao ler ele.",
                "Sugiro agora o Senhor dos anéis... você vai gostar!",
                "Eu gosto mais do Hobbit que dO Senhor dos Anéis, tanto os livros quanto os filmes… mas a nova série eu achei tão chatinha, gente :/",
                "É o meu livro de conforto!! Já li 3 vezes e sempre dá saudade",
                "Talvez você goste de “A Ilha do Tesouro” do Robert Louis Stevenson.\r  \nApesar das temáticas diferentes acho que os dois compartilham alguns pontos em comum; ambos são infanto-juvenis, mas com conteúdo o bastante para agradar um adulto, com uma história divertida com boas reviravoltas que te prende de jeito. A Ilha do tesouro também vem com um mapa que permite ter uma boa noção espacial de como a história está se desenrolando. É um livro antigo, então dá para encontrar uma edições bem baratinhas nos sebos.",
                "Li O Hobbit esse mês e realmente é um livro delicioso, prato cheio pro leitor explorador e com boa imaginação. \nSugiro que você leia Jules Verne, ele é tido como pai da ficção científica e são obras similares ao Hobbit no sentido de ser voltado pro infanto-juvenil, tem a escrita fluida e nos insere na história como poucos conseguem. \n\nA volta ao mundo em 80 dias\n\nViagem ao centro da terra\n\nVai por mim, é um livro muito gostoso de ler e tão aventuresco quanto Bilbo e seus amigos.",
                "Melhor q Senhor dos Anéis",
                "eu somente vi O Hobbit nos cinemas, e amei (diferente de senhor dos anéis que eu dormi haha)! O livro é parecido com os filmes? eu indico sempre jogos vorazes",
                "As Crônicas de Nárnia, a começar com O Leão, A Feiticeira e O Guarda-roupa -- é uma graça! Também indico Phantastes de George McDonald, baratinho na Amazon; apesar de não ser tão leve e inocente quanto O Hobbit, a aventura de Anodos pelo Reino das Fadas te prende do começo ao fim. Vale lembrar que McDonald foi uma grande influência tanto para Tolkien quanto para Lewis -- *especialmente* para Lewis.",
                "Se o mapa foi algo que te agradou muito pode ser que a série mapmakers te agrade, porém nunca li então não posso falar muito"
            ]
        },
        {
            "title": "Ajuda para encontrar um livro",
            "selftext": "Gostaria de saber se alguém conhece a versão bilíngue de O HOBBIT, inglês e português , não consigo achar em nenhum lugar. Por favor me ajudem…",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwvqk7",
            "num_comments": 1,
            "comments": [
                "Tem cara de edição de colecionador (daquelas beeem limitadas...)"
            ]
        },
        {
            "title": "O rei do inverno - Bernard Cornwell",
            "selftext": "Então, queria começar dizendo que puta autor é esse Bernard Cornwell, já quero ler tudo dele.\n\nEu nunca me interessei por lendas arturianas. Já tive contato com a história de Merlin através de uma série de mesmo nome que (na época) achava bem legal, mas não passou disso. Agora com esse livro a minha cabeça se abriu para essa mitologia.\n\nO livro não tenta em nenhum momento ser um relato histórico verídico, apesar de muitas pesquisas que o autor fez para escrever a história. É classificado então como ficção história, a primeira que eu li e, se todas seguirem esse padrão, por favor eu quero ler todas.\n\nCriei uma simpatia pelo Derfel que quando ele matava alguém, conseguia sentir isso, quando ele estava com medo, sentia por ele, quando estava apaixonado, estava apaixonado junto com ele, e quando ganhava as batalhas, ganhava junto com ele.\n\nEle é um narrador onisciente (é assim que chama?) que conta o passado escrevendo do presente à pedido de sua rainha (Igraine).\n\nDiferente de tudo q eu já ouvi sobre lendas arturianas (q não foi muito), nesse primeiro livro não tem muita coisa de Santo Graal, távola redonda, Excalibur enfiada em uma pedra, alguém conseguindo tirar ela de maneira heroica. \n\nE Merlin aqui só fica procurando os 13 tesouros da Britânia, não é um personagem muito heroico, apesar de ter salvado a pele de uma galera. Mas acho que só pq esse pessoal vai servir pra ele no futuro, não foi necessariamente um ato de bondade.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zx2d4j",
            "num_comments": 10,
            "comments": [
                "Simplesmente amo Bernard Cornwell! Já te recomendo ler a a trilogia do Arqueiro e as Crônicas saxonicas",
                "Estou entrando agora no universo de ficção literária, com exceto de Harry Potter. Vale a pena começar com \"O Rei Do Inverno\"? Se tiver outras recomendações de livros de ficção, gostaria, também, de ouvir, gostei da sua descrição desse livro.",
                "Os melhores livros que já li. Agora se você gosta de inglês (entende algo), ouça a trilogia pela voz do Jonathan Keeble. O narrador, que é ator tb, faz a voz do Arthur, do Aelle, cada um com um sotaque diferente, inglês, irlandês, saxão, até o Sagramor ele coloca uma sotaque africanês. Eu me apaixonei pela narração depois que ouvir a trilogia pela voz do Sir Keeble. Tem no UBOOK, no Storytel, e no Audible",
                "Essa trilogia é muito boa, os três livros pra mim são excelentes. Eu nunca tinha lido nada de Artur, já tinha ouvido sobre o mago Merlim, mas só isso, nem sabia que ele fazia parte desse mundo.\n\nColoquei as Crônicas Saxônicas na minha lista pra ler também, depois de ter adorado ler As crônicas de Artur.",
                "O Cornwell é um auto realmente muito bom, me arisco a dizer o melhor quando se trata de ficções históricas. Eu me lembro até hoje como eu fiquei vidrado e concentrado na leitura quando eu li o Rei do inverno( que aliás foi o primeiros livro que eu li : ) ), ele trabalha muito bem o contexto histórico e a relação dos personagens com ele. Além de abordar questões histórias muito bem com o andar da narrativa, como por exemplo o contexto religioso bastante complexo na Grã Bretanha no século V ou a igreja católica cada vez mais ganhando poder com o passar do tempo, em que tudo é  construído de uma forma muito natural e gradativa.\n\nEnfim op, eu aconselho fortemente que você leia os demais livros da trilogia.",
                "Pretendo ler ano que vem As Crônicas de Artur! Cheguei a iniciar o primeiro livro e apesar de ter gostado da leitura, eu não estava muito na \"vibe\" e acabei por abandonar. A única coisa que me fez torcer o nariz foi o visível desdém do autor pelo cristianismo -- aparentemente há um trauma que Cornwell carrega desde a infância --; mas isso obviamente não me fará desgostar do livro ou do autor.",
                "Cornwell é incrível. Tô lendo agora o segundo livro da série \"Santo Guerreiro\" do Eduardo Spohr e tô achando a série bem no estilo Cornwell. Fica a dica!",
                "Estou no final do inimigo de Deus e realmente, muito bom mesmo, o Bernard Cornwell é foda demais"
            ]
        },
        {
            "title": "recomendem livros com o tema: Racismo ou Afrocultura",
            "selftext": "é basicamente o título",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zx20pa",
            "num_comments": 27,
            "comments": [
                "Por que todos os comentários desse post receberam downvotes? Estranho demais 🧐",
                "História da África da UNESCO, além de vc ler o fino do fino sobre a história deste continente, eles introduzem ao msm tempo conceitos sobre a raça negra e sua importância.",
                "Torto Arado\nUm defeito da cor",
                "De teóricos eu recomendaria as obras de: Angela Davis, Lélia Gonzalez, Aimee Cesaire, Frantz Fanon. São teóricos que discutem o racismo como estrutura e, tão importante ao meu ver, fazem um retrato de classe e colonialidade junto, o que é bem importante pra entender o racismo no Brasil e na América Latina como um todo. Angela Davis também escreve sobre feminismo negro por uma perspectiva interseccional de classe que eu acho maravilhosa!",
                "Olha, um livro que não é teórico, mas que aborda o tema de uma forma muito sensível é o da Harper Lee - O Sol é para todos\n\nEu amo muito esse romance!",
                "Racismo estrutural - Sílvio Almeida",
                "O último ascetral: esse livro fala especificamente sobre afrofuturismo em um futuro distópico no Brasil.",
                "Discurso Sobre o Colonialismo, de Aimee Cesaire",
                "Que aborda racismo:\n-Darcy Ribeiro: O povo brasileiro\n-Machado de Assis: Boas tardes.\n\nEsses dois são um dos poucos livros que eu li que realmente abordam o racismo de uma maneira mais realista e menos dualista (bem e mau).\n\nQue aborda afrocultura:\n- Mitologias africanas\n- Niketche",
                "Livros da Lelia Gonzales, Abdias Nascimento, Silvio Almeida, Frantz Fanon, etc.",
                "Ficção: A metade perdida - Beit Bennett (aborda colorismo nos EUA)",
                "Já leu Otelo?",
                "Sitio do pica pau amarelo",
                "Pequeno manual antirracista - Djamila Ribeiro\n\nAcabei de ler a autobiografia da Viola Davis e ela fala bastante sobre o tema",
                "Kindred - laços de sangue",
                "Sobre racismo ( no sentido que os norte americanos o entendem, já que racismo é um termo raso que geralmente não vai ao fundo da ideia) \nrecomendo o Diario de Turner ( The Turner Diaries ) de Willian Luther Pierce , é um romance ficcional que trata sobre uma guerra racial nos estados unidos, é interessante para ver como o pessoal neonazista dos EUA pensam.",
                "Chimamanda Ngozi Adichie - No seu pescoço  \n  \nMaravilhoso livro de contos escrito por uma autora africana",
                "Kindred ²",
                "Discurso de ódio nas redes sociais      -    Luiz valério trindade"
            ]
        },
        {
            "title": "Qual a opinião de vocês em relação a WC?",
            "selftext": "À um tempo atrás eu decidi ler \"warriors cats\" pois estava procurando livros de fantasia com animais, e até que eu gostei dos livros... Tipo é clichê e pouco inovador, Mas eu achei bem feitinho até\n\nQueria saber a opinião de alguém que já topou com esses livros",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwx1vb",
            "num_comments": 0
        },
        {
            "title": "Qual livro fez vocês começarem a se interessar por leitura?",
            "selftext": "O meu foi a saga Rangers - Ordem dos arqueiros. Comprei os dois primeiros livros na bienal do livro aqui de BH em 2008 e oito, foi mágico ler aqueles livros, fui comprando as sequências e já li quase todos os livros da saga. Já li 9 livros da sala duas vezes, mais pela nostalgia do que pela qualidade. Com o passar do tempo fui variando meu gosto por leitura e agora prefiro mil vezes literalmente brasileira.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwwffu",
            "num_comments": 94,
            "comments": [
                "Harry Potter. Comecei a ler após assistir o filme (na época, a Câmera Secreta), e querer saber o que ia acontencer. Ganhei de presente o livro 4 (cálice de fogo). Aí todo ano eu ganhava um.\n\nObviamente meus gostos mudaram e não tenho mais paciência para Harry Potter. Mas foi um produto importante pra minha vida de leitor e no geral.",
                "Provavelmente o primeiro livro que a leitura me prendeu foi viagem ao centro da terra, do Júlio Verne. Só que meu gosto por ler começou antes com os quadrinhos que minha tia passou pra mim e depois quando meu irmão trouxe pra casa a revista mundo estranho. Como não tinha como comprar sempre eu ia para a biblioteca da minha cidade e lá depois das revistas que fui para os livros",
                "Alice no pais das marrvilhas lia quando criança bem pequena mesmo e dom quixote tbm..",
                "Fahrenheit 451",
                "Contos da Taberna de Arthur C. Clarke. Um livro que me mostrou que se poderia fazer Ficção científica, com ciência e muito bom humor. Depois eu descobri outros autores nessa pegada: Fredric Brown, L. Sprague De Camp, Henry Kuttner, Stanislaw Lem, Robert Sheckley e Arkadi Strugatsky & Boris Strugatsky. Não todos os livros deles, mas alguns são o fino do humor, do deboche, da sátira e da Fronteira final da Ficção científica, que é a de mostrar a insignificância do ser humano no universo.",
                "o pequeno príncipe foi o primeiro livro entre a minha infância e pré adolescência que eu abri e realmente gostei muito de ler. Penso em ler de novo pra ver se tenho uma perspectiva diferente da narrativa. agora, sendo totalmente distinto, o médico e o monstro é o meu favorito da vida, e o que me fez pegar gosto pelo meu gênero preferido, terror.",
                "Misto Quente. Um dos mais importantes na minha vida.",
                "O meu foi a droga da obediência do Pedro Bandeira",
                "O Hobbit e O Escaravelho do Diabo li na escola.",
                "Série hush hush, eu li o primeiro livro pq peguei emprestado assim que inaugurou a biblioteca onde eu estudava por pura curiosidade, no ano passado consegui comprar os livros, mas não irei reler pq sei que não iria gostar tanto quanto na época, então prefiro só ter a lembrança que foi a série que me fez continuar lendo.",
                "Era 2017 e eu estava indo pra escola e no caminho até lá eu achei uma pilha de livros jogados num matagal ( os livros era da biblioteca pública da cidade, alguém pegou e não devolveu ) eu apanhei eles, era por volta de 6/8 livros, e deles todos eu achei 1 que me chamou a atenção, A BRINCADEIRA do escritor tcheco Milan Kundera, o livro conta a história de um jovem na Tchecoslováquia Comunista, conta a infância do protagonista com amigos, uma paixão com erros absurdos de moralidade entre ele e outra garota, e reencontros com \"camaradas\", foi o livro que JURO POR DEUS me fez por várias vezes entrar no banheiro 1 da tarde e sair de lá 3 e 30, eu li com Vontade pela primeira vez em toda minha vida. Recomendo bastante.",
                "Percy jackson",
                "O livro que me fez interessar por literatura foi \"O Estrangeiro\" do Albert Camus.",
                "Desde pequeno eu tinha certo interesse por leitura mas tinha preguiça de ler. Um dia eu ganhei o livro o Homem sem memórias, e eu me apaixonei por ele, tanto que assim que terminei de ler a primeira vez comecei a ler de novo. Dps dele eu fui atrás de outros livros mas nunca dava seguimento as leituras, pq os que tinha em casa eram mais religiosos, e os da escola eu não tinha o mesmo sentimento que tinha lendo o homem sem memórias. Aí fiquei um bom tempo sem ler nada, e as vezes relia o homem sem memorias. Daí dps de um tempo minha mãe me deu a menina que roubava livros, e dps disso foi só ladeira abaixo. Eu gostei tanto de a menina que roubava livros que queria que os outros lessem tbm, aí dei de presente pra um amigo meu e fiz ele ler kkk só que dps me arrependi pq queria ler de novo, aí esperei ganhar um dinheiro e comprei ele novamente. Dps disso ler passou de ser algo que eu só achava interessante, pra algo que eu realmente gostava de fazer.",
                "Crenshaw a fome da imaginação \n\nEle fala sobre dois adolescentes q tem q se mudar pra um trailer pq os pais não estão tendo boas condições financeiras e ensina bastante ao que temos q valorizar",
                "Comecei a ler assiduamente com todos os livros de Thalita Rebouças, aos nove anos. Agora, o livro que despertou meu interesse por literatura clássica foi \"Crime e castigo\", e o que despertou meu interesse por filosofia foi \"Assim falou Zaratustra\".",
                "Exatamente a mesma história que você, até mesmo a quantidade de livros da saga hahaha\nMas hoje em dia prefiro Fantasia e afins.",
                "O pagador de promessas, Dias Gomes. Fiquei envolta na história, li rapidamente, naquela época eu não esse hábito, eu devia ter uns 13 anos. A partir daí fiquei com vontade de estar sempre imersa em alguma leitura.",
                "Como navevar em uma tempestade de dragào, daria de presente pra qualquer criança",
                "Quando eu era menor,meu irmão tinha uns livros do \"diário de um banana\"aí por pura influência,eu peguei pra lê.",
                "Quando tinha 11-12 anos, A Vida nos Castelos, eu lia todos os dias até eu sair daquela escola, lia nos intervalos onde era permitido entrar na biblioteca. Eu sabia q dps d sair da escola n teria mais acesso ao livro, então passei 3 anos tentando decorar ele, acabei q peguei o gosto d ler coisas relacionados a história.",
                "A série goosebumps. Fui uma criança apaixonada por essa série e despertou minha paixão por leitura desde mt cedo. Penso em reler em inglês pra praticar",
                "Tem uma soma de livros de uma fase de estímulo à leitura. Não lembro o título, mas o mais antigo da memória é um livro sobre um gato e um cachorro que eram vizinhos e moravam em dois chinelos. O processo se completa con Balança Coração do Walcyr Carrasco e Pequeno Príncipe. O Senhor dos Anéis dá início a fase \"leitor adulto\".",
                "Mágico de oz",
                "Harry Potter e o cálice de fogo, sim, eu comecei pelo 4° livro kkkk. Minha mãe pegou pra mim na biblioteca municipal, e ela não sabia a ordem nem nada, nem eu sabia na verdade. Aí depois vieram os livros do André Vianco, depois Agatha Cristhie por influência do meu Pai, depois foi só ladeira abaixo. Hj minha biblioteca conta com 340 livros aproximadamente, não li todos, e alguns foram meus pais que compraram, mas estão todos guardados juntos.",
                "Outsider - Stephen King.\n\nFoi o 4° livro que li na vida e o primeiro que me prendeu 💜",
                "O diário de Anne Frank foi o primeiro livro que eu fiquei realmente  interessado, depois disso fui para \"mouse\" que é um quadrinho que conta a história de um judeu na época de Hitler depois passei para ficção científica e não parei mais",
                "Notas do subsolo",
                "A riqueza das nações de Adam Smith.",
                "Eu comecei lendo gibis da turma da mônica, minha mãe assinava para mim, eu amava! <3 <3 acredito que os primeiros livros que eu li eram os da meg cabot, eu adorava ela quando era criança, e devorava livros tipo O diário da princesa",
                "Foi na escola. Provavelmente O Menino Maluquinho, primeira memória de algo que me deixou super feliz de ter lido. Mas em um sentido mais maduro, talvez algo da Coleção Vagalume, ou A Droga da Obediência do Pedro Bandeira, me trouxe algo similar ao que eu sinto hoje quando leio algo maravilhoso.",
                "O meu livro para começar a ter interesse foi a Fortaleza digital de Dan Brown",
                "O pequeno príncipe",
                "\"O homem que calculava.\" Malba Tahan. Além de ser um livro de leitura agradável, faz você ver a matemática de uma forma diferente.",
                "\"Luz,Câmera,Confusão!\".Li esse com 13 anos,comecei a gostar de ler dps disso.Semti muita raiva do protagonista.",
                "As coisas que você só vê quando desacelera e Jogos Vorazes.",
                "Foi um tanto aleatório. Adquiri o hábito quando estava no último ano do ensino médio. Estava acordado em uma madrugada da globo assistindo o Programa do Jô. A Miriam Leitão estava divulgando um livro de ficção chamado Tempos Extremos. Me interessei por ele e comprei o livro. Li e gostei. Fui comprando outros, depois passei para os clássicos e aqui estou rsrs.",
                "A saga Harry foi a minha porta de entrada para o mundo da leitura. Depois, \"O Peregrino\" de John Bunyan e \"Dracula\" de Bram Stocker me incentivaram a continuar lendo.",
                "Cara, eu não lembro exatamente o primeiro. Eu leio desde sempre, mas eu lembro de histórias infantis que me marcaram foram de suspense com animais. Depois disso, eu embarquei em livros de suspense.",
                "The handmaids tale de Margareth Atwood",
                "As Crônicas do Mundo Emerso. Meu pai comprou pra mim quando eu tinha uns 10/11 anos e foi o meu primeiro contato mais \"sério\" com livros. Nunca conheci ninguém que também conheça a série de livros, mas tenho uma memória afetiva com a história até hoje.",
                "Os livros da Agatha Christie",
                "O ano era 2020, o primeiro livro de leitura obrigatória do colégio foi Jogos Vorazes, logo entramos em quarentena e eu não tinha nada pra fazer então li todo ele em poucos dias, desde então passei a ler bastante, naquele ano li mais de 30 livros entre Abril e Dezembro, algo que eu jamais imaginei fazer. \n\nInfelizmente estudar consome muito do meu tempo e energia então não consigo ler tanto quanto gostaria.",
                "Guia do mochileiro",
                "O Mágico de Oz no ensino fundamental, nunca me senti tão imerso.",
                "Nunca fui muito de ler na adolescência, mas um escritor que me fazia ter prazer na leitura era o Pedro Bandeira. Eu devorava os livros da coleção Os Karas.\nDepois de uma lacuna de anos lendo apenas o que fosse obrigatório para as aulas, fiz um cadastro no sistema de bibliotecas de São Paulo e emprestei de uma vez só \"O sol é para todos\" e \"O amor nos tempos do cólera\". Foi aí que a chavinha virou e eu me reconectei com a literatura.",
                "Eu sempre li, mas comecei a ler mais e a definir meu gosto quando li Dom Casmurro, e logo em seguida Capitães da Areia.  \n  \nAté hoje são alguns dos meus livros (e autores) favoritos.",
                "Drácula e o senhor dois anéis na adolescência e na vida adulta Anna Karenina",
                "A batalha do Apocalipse",
                "Ainda nn achei um livro para chamar de preferido",
                "A Revolução dos Bichos (na época Orwell não estava em domínio público), por indicação de um youtuber que eu gostava bastante.",
                "O meu foi As aventuras de Robson Crusoé. Li no 6 ano como forma de revoltado e vingança da professora que só deu 2 opções de leitura. Era Romeu e Julieta pras meninas e as aventuras de Robson Crusoé para os meninos, tive que argumentar com ela pra não ler Romeu e Julieta. Enfim, me apaixonei.",
                "O meu foi Peteus Logus, foi o primeiro livro que a escola me obrigou a ler que eu realmente gostei.",
                "Alice no país das maravilhas e O mágico de oz",
                "O meu também foi Ranger,pena que eu só li até o 3 volume da saga.",
                "É mt bom",
                "Sherlock",
                "Me interessei por leitura após ler uma peça de Shakespeare chamada \"Sonho de Uma Noite de Verão\" quando ainda estava no ensino fundamental.",
                "Eclipse, terceiro livro da saga Crepúsculo",
                "É meio clichê, mas comecei por Harry Potter mesmo. Na época, eu tinha uns 8, 9 anos e minha mãe pegou emprestado o 3º livro (Prisioneiro de Azkaban) com uma amiga para eu ler. Depois, meus pais me deram o resto da saga. Desde então, foi só ladeira abaixo hahaha",
                "A trilogia Filhos do Éden do Eduardo spohr, fiquei tão empolgado com a leitura que li os três e livros e a batalha do Apocalypse em 1 mês kkkkkjjkkkk",
                "Achei q só eu q tivesse lido Rangers",
                "Percy Jackson e o Ladrão de Raios foi o primeiro, há onze ou doze anos, quando eu estava no sexto ano da escola",
                "A espera de um milagre. Tentei ler harry potter na casa de um tio, nao curti ( posteriormente devorei todos ), mas o King me encantou, mesmo o livro nao sendo bem pra minha faixa etaria.",
                "Os Gibis da Mônica mas livro livroo mesmo acho que foi algum clássico da literatura brasileira.",
                "Menino de Engenho de José Lins do Rego",
                "Eu devo ser um dos poucos que realmente se interessaram por literatura por causa dos mangás. Na época eu queria entender mais sobre o Japão e os autores consagrados daquele país. Então li Eu sou um gato do Natsume Soseki q encontrei por acaso na biblioteca da escola.",
                "eu não tive um livro especifico que me fez gostar de ler, quando eu era criança eu mesma escrevia historias pra mim ler mas eu lia muita poesia como  Álvares de Azevedo e Machado de Assis era os livros que o meu avô tinha e eu sempre gostei nao sei porque kkkk",
                "FALLEN, primeiro livro que eu li\nEu tinha 10/11 anos e desde entt sou apaixonada por livros",
                "O meu primeiro livro eu tinha 7 anos , é ate meio engraçado dizer, mas o primeiro mesmo foi o livro  Viagem ao Centro da Terra de Júlio Verne.",
                "Sapiens do Yuval Noah Harari",
                "Jogos vorazes - a esperança",
                "Como muitos, o gosto pela leitura surgiu quando eu estava no fundamental, lia tudo do Pedro Bandeira e da Coleção Vagalume. Contudo, a paixão pela literatura só surgiu quando li O Encontro Marcado, do Fernando Sabino. O livro não só mudou meu entendimento sobre a literatura, mas o meu olhar sobre a cidade. O Viaduto Santa Tereza nunca mais foi o mesmo.",
                "Comecei com Turma da Mônica e Diário de um banana, meu primeiro livro de verdade foi a trilogia Jogos Vorazes e depois a saga Maze Runner. Bons tempos.",
                "Comecei a ler mais frequentemente recentemente, e então me apaixonei por Sherlock, agora busco me aprofundar mais nesse mundo",
                "\"Eu, robô\" e \"clube da luta\" foram os que me fizeram iniciar nesse mundo kkkk",
                "\"1984\" e \"Todos os Nomes\" do Saramago. Foram as primeiras coisas que eu li.\nHoje em dia eu acho 1984 um livro mais ou menos, mas legal e impressionante quando lido pela primeira vez.",
                "amanhã você vai entender, da rebeca stead",
                "A seleção ou Percy Jackson, tive uma curiosidade repentina baixei um PDF e terminei em dois dias"
            ]
        },
        {
            "title": "Qual livro com vibe de praia vocês recomendariam?",
            "selftext": "Desencarrilhei demaais T-T\n\nLi 8 livros em janeiro e terminei o nono esse mês. Queria pegar no ritmo de novo; dessa vez pra valer.\n\nNão costumo ler não ficção e ultimamente não tenho lido nada, então não sei qual é o meu gosto. Mas gostei da vibe do Kafka à beira-mar, do Murakami, e queria um livro nesse estilo pra ler na praia.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zww14b",
            "num_comments": 16,
            "comments": [
                "Eu pensei no Estrangeiro, Albert Camus.",
                "Acho que Fim, da Fernanda Torres, ou alguma coisa da Elena Ferrante\n\nAinda que não sejam praia, praia, têm essa coisa meio \"litoral\"",
                "Malibu Renasce.",
                "O Velho e o Mar do Hemingway",
                "Capitães de areia - Jorge Amado",
                "Todo verão eu leio Tubarão, o livro do filme famoso. Eu AMO!",
                "Verão no aquário, Lygia Fagundes Telles",
                "Mar Morto - Jorge Amado\n\nSonhos de Bunker Hill - Jonh Fante\n\nOn the Road-Na Estrada - Jack Kerouac\n\nHollywood - Charles Bukowski\n\nFeliz Ano Novo - Rubem Fonseca",
                "Jorge Amado - Capitães da Areia  \nJorge Amado - Mar Morto  \nJorge Amado - País do Carnaval  \n\nHemingway - O Velho e o Mar  \nAmyr Klink - Cem dias entre o céu e o mar  \nJack London - O Lobo do Mar"
            ]
        },
        {
            "title": "Recomendações de livros sobre teatro",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwvttb",
            "num_comments": 8,
            "comments": [
                "história mundial do teatro (Margo Berthold): é tipo uma bíblia, na minha época de faculdade era a maior referência histórica no assunto.\n\ntextos: vc pode procurar autores clássicos, \nGrego: Eurípedes \nMedieval português: Gil Vicente \nElizabetano: Shakespeare\nComédia Dell Art: Moliére\n\n\nimportantíssimo ler sobre: Berthold Brecht (Mãe coragem e os seus filhos, sua obra se divide em peças didáticas e épicas), Stanislavski e Meyerhold (os dois é teoria de atuação), \n\ntambém sugiro dramaturgias de Ibsen, Sarah Kane, Daniel Veronese, Augusto Boal e Chico Buarque.\n\ndas pecas históricas do teatro brasileiro, te sugiro ler: Dois perdidos numa noite suja (Plínio Marcos), Vestido de Noiva (Nelson Rodrigues) e Eles não usam Black tie (Gianfresco Guarnieri).\n\ntambém tem uma revista especializada muito boa e que existe a algumas décadas já. atualmente é em versão digital, não sei se ainda fazem impresso. Se chama Folhetim: https://www.pequenogesto.com.br/folhetim",
                "Sobre o fazer teatral, ou livros de peças de teatro?",
                "Eu gosto do teatro grego :v",
                "O beijo no asfalto, do Nelson Rodrigues. Gosto muito, brasileiríssimo e super rápido."
            ]
        },
        {
            "title": "Indicação de livros brasileiros contemporâneos",
            "selftext": "Amigos estava eu dando uma olhada na minha estante, e notei que tenho lido poucos livros brasileiros de escritores mais atuais, ja li Machado,  Jorge Amado, Graciliano Ramos. Enfim os clássicos eu conheço bem, porem quando se trata dos escritores contemporâneos eu sou muito leigo  e gostaria da indicação de vocês para começar.\n\nDos mais atuais eu li só torto arado e o avesso da pele, e também coloquei na minha lista tudo  é rio.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwtfu7",
            "num_comments": 31,
            "comments": [
                "Dá uma olhada em vencedores do prêmio Jabuti, vê categoria e sinopse, quem sabe algo te agrade.",
                "Torto arado",
                "Algumas sugestões de autores: Tony Bellotto, João Anzanello Carrascoza, Rubem Fonseca, Luiz Alfredo Garcia-Roza, Charles Kiefer, Patrícia Melo, Ana Miranda, Miguel Sanches Neto, Luiz Ruffato, Cristovão Tezza e Maria Valéria Rezende.",
                "Vai na biblioteca da sua cidade, procure autores locais, vai q vc acaba tropeçando na obra d um futuro membro da academia d letras? Kkk, eh assim q a jornada deles começa. Lembrando q mts dos melhores, tiveram seus livros considerados lixo, dê sempre uma chance àqueles q n estão em evidência.",
                "se vc curtir o gênero policial, mistério e terror olha o escritor Raphael Montes",
                "Ana Martins Marques",
                "Tudo é rio tem umas partes boas, mas no geral não vale tanto :( ouvi falar bem de Gótico Nordestino",
                "A floresta das árvores retorcidas, de Alexandre Callari.",
                "Como se estivéssemos num palimpsestos de putas",
                "Uirapuru - Febraro",
                "Via Ápia, de Giovanni Martins: um retrato muito bonito da vida na Rocinha e do desastre que é a ação da polícia no RJ\n\nOutros que gostei:\n\nHumanos exemplares, de Juliana Leite\nOs supridores, de José Falero\nBarba ensopada de sangue, de Daniel Galera\ntodos os livros de poesia de Ana Martins Marques",
                "Batalha do Spocalipse, o melhor que vai ler.(não é religioso, é pique Game of Thrones",
                "Santo Guerreiro: Roma Invicta, Eduardo Spohr",
                "gosto muito dos livros da Noemi Jaffe",
                "Esse é meu favorito: A droga da obediência do Pedro Bandeira",
                "Livros da Aline Bei",
                "A droga da obediência - Pedro bandeira",
                "O Sol na Cabeça - Geovani Martins",
                "Os supridores do José Falero, resumidamente, é um dom quixote traficante de drogas e marxista. Vale muito a pena :))",
                "também tô nessa, só que mais interessado em questões históricas como a de maria carolina de jesus",
                "O sorriso da hiena (Gustavo Ávila); Uma mulher no escuro (Raphael Montes)"
            ]
        },
        {
            "title": "Oq vcs acham de HP",
            "selftext": "Oi!, minha primeira vez aqui, e tô pensando em comprar Harry Potter, quero mt começar a ler, eu gostei bastante doa filmes e qro ler os livros!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwt91q",
            "num_comments": 27,
            "comments": [
                "Pelo título eu pensei que era o Lovecraft kkkk",
                "Depende muito, se você nunca leu nada de fantasia eu considero um bom começo porque tem uma leitura bem fácil e estimulante, agora se você é um(a) leitor(a) mais experiente talvez você não goste tanto, eu resolvi reler a serie depois de velho e não funcionou mais para mim como tinha acontecido quando eu era mais novo.",
                "Acho que se você gostar de Hobbit o livro, vai gostar de hp",
                "A leitura dos livros de HP é simples, fácil e é muito envolvente, do tipo que vc não quer mais largar o livro até terminar. Eu li há muitos anos, ainda era adolescente e foi assim pra mim. Até hoje eu nunca li pela 2a vez nenhum livro na vida, mas tenho um sentimento bom sobre todos os livros de HP. Se vc gostou dos filmes vai gostar ainda mais dos livros pq eles contém muitos detalhes que não entraram nos filmes. Depois que ler volte pra contar o que achou.",
                "Harry Potter criou uma geração de leitores não foi por acaso. Os livros são fáceis de ler e muuito fluidos e envolventes. Eu li pela primeira vez quando era adolescente e adorei. Fiz uma releitura recente da série toda depois de adulta, e pra mim os livros continuam funcionando super bem, com temáticas que sobrevivem bem ao tempo. Apesar de ser um livro infanto-juvenil, algumas nuances você pega melhor só depois de mais velho.\nEu super recomendo ler os livros sim. Hoje em dia tenho algumas ressalvas com a JK Rowling como pessoa, mas não dá para negar que os livros dela são ótimos.",
                "Confesso que li pouquíssimo de Harry Potter, alguns poucos capítulos e só. Mas, mesmo tendo lido tão pouco, eu recomendo fortemente: é uma leitura fácil, prazerosa e ótima para quem está começando nesse hobby (ler histórias de fantasia, principalmente as infantis, para estimular a imaginação é o ideal). Recentemente eu vi uma promoção de um box muito bonito lá nas Americanas, aliás! Se eu encontrar o link, posto aqui.",
                "Eu quase só leio fantasia, e sinceramente achei o mais fraco que já li, abondonei no 3 livro, achei bem chato",
                "Eu era muito fã de Harry Potter, tenho até uma tatuagem em homenagem <3 recomendo muito, ainda mais se você é pré adolescente ou adolescente. É um livro político, mas bem infantil, a leitura flui e você quer muito saber o que aconteceu. HP 5 te 802 páginas que CRIANÇAS leram haha ou seja, faz sucesso porque realmente é bom! Hoje em dia, eu acho os livros muito infantis para reler tudo de novo, mas os filmes ainda são meus confort movies, e é impossível não curtir a saga!",
                "Acho que depende da sua idade e maturidade com a literatura. Harry Potter foi fundamental na minha formação, comecei com 14 anos. Mas li só até o sexto livro porque comecei a achar muito infantil. Fiquei anos lendo muito pouco e quando voltei a ler mais, a literatura de fantasia já não me interessava. Hoje gosto mais da realista. Enfim, acho q HP é um bom começo, mas se eu fosse ler fantasia nessa altura do campeonato leria Tolkien",
                "Não é o gênero que eu gosto mas uma coisa que eu acho fantástico é como a escrita é cheia de detalhes, deixa a leitura bem rica e envolvente",
                "É um livro excelente para o público a que se propõe. É bem escrito, fácil de ler e as histórias te prendem. Não são meus livros favoritos, mas acho que é uma leitura que vale à pena, você não vai perder seu tempo. Fora que se você já gosta dos filmes, vai entender algumas coisas um pouco melhor lendo o contexto todo nos livros",
                "É sempre um bom começo, conheço muita gente que começou a ler por HP e nunca mais parou, sem falar que são bons livros",
                "Harry Potter é um thriller. 90% da graça é a expectativa do que vai acontecer a seguir. Se tu já viu os filmes e tem uma noção boa o que vai acontecer, provavelmente a leitura não vai ser mais tão interessante assim. Não me parece o ideal para ser a primeira vez lendo algo só texto.\n\nNuma vibe similar, eu recomendaria \"O Feiticeiro de Terramar\", que ganhou uma edição em português pela primeira vez não faz muito tempo.",
                "Entre de cabeça, Op! É mágico...",
                "Helia de la Pena?",
                "se você gosta dos filmes, pode comprar os livros sem erro, são perfeitos"
            ]
        },
        {
            "title": "Sobre os clubes literários",
            "selftext": "Aprendi a pouco tempo sobre eles, qual deles valem mais a pena ou variam muito?, no caso procurava algo mais no estilo de stephen king",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwokba",
            "num_comments": 3,
            "comments": [
                "Todos valem a pena se você é alguém sem tempo pra ler (quase todo mundo) e com o compromisso de participar do grupo, acaba se esforçando mais. E sim, eles variam. Acho q vai aparecer alguém convidando você pra um do estilo do King",
                "Eu participava do Clube de Literatura Clássica. É legal se vc quer ter obras de peso na sua biblioteca e com uma edição caprichada, mas pode ser um tanto caro. Muitas das obras desses clube já foram publicadas em versões bem mais econômicas por aqui."
            ]
        },
        {
            "title": "Preciso descobrir o nome de um livro...",
            "selftext": "Olá! Boa Noite!  \nGostaria de requisitar a ajuda dos srs e srtas pra achar o nome de um livro. Me contaram sobre durante uma festa, e eu não consigo lembrar o nome... 😥  \nOque eu sei sobre o livro é isso:  \n\\- Nacional  \n\\- Acho que de mistério/ suspense, mas n tenho ctz... Eu sei que o contexto pra chegar nesse livro foi Agatha Christie...  \n\\- Conta a história de um grupo de amigos que começam a tráficar droga e acontece umas merda federal dps... Eu posso estar completamente equivocado porque eu não estava exatamente em sã conciencia na hora, mas acho, com enfase na dúvida, que se passava durante a ditadura.\n\nDesculpem me pela escassez de informação 😑  \nDe qualquer forma, obrigado!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwm4mh",
            "num_comments": 1,
            "comments": [
                "Me lembrou uma hq com alguns elementos parecidos, mas duvido bastante que seja a mesma.\nA HQ se chama \"Risco\", não se passa no tempo da ditadura mas tem diversas referências a ela. A HQ está disponível no Prime reading."
            ]
        },
        {
            "title": "Como vocês escolhem os livros para lerem ?",
            "selftext": "Tanto didáticos quanto ficticios, como vocês selecionam livros para comprar/ler ?Buscam Avaliações, Selecionam autores especificos, Pesquisam sobre a vida do autor antes do livro ?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwi9f5",
            "num_comments": 31,
            "comments": [
                "Pra livros mais teóricos, eu leio o que gosto de pesquisar, então sempre tô conhecendo coisas novas através das referências bibliográficas que esses livros obrigatoriamente trazem. \n\nQuanto a literatura, no sentido artístico mesmo, eu procuro os clássicos, tenho preferência por eles pq eu tenho um problema em gastar meu tempo com coisas irrelevantes que não vai acrescentar em nada.",
                "Recomendação é o principal, mas autor tb é um ótimo ponto",
                "meu comentário será focado em livros de ficção \n\nbom, vamos supor aqui que vc esteja com um livro em mente que vc leu a sinopse e gostou. mas nem smp a sinopse é o suficiente pra definir se a gnt quer ler algo, certo? então pra ter certeza que vou proceder com a leitura, faço o seguinte: eu busco todos os gêneros do livro. por exemplo, não gosto de romance. se eu quiser ler um livro de fantasia que seja atual, é muito provável que acabe encontrando essas sagas estilo acotar que são basicamente porno de fada. se o romance tá ali junto com a fantasia, então eu não leio. \n\nmas nem sempre dá pra se guiar só nesse aspecto pq tem muito livro que não tem todos seus gêneros devidamente catalogados. já li muito livro de terror que quando terminei a leitura, me dei conta que tinha elementos fortíssimos de drama e isso não estava avisado em nenhum anúncio, site ou resenha que li. \n\nentão, além de me guiar por gêneros, busco também olhar resenhas, mas não essas de blog que não falam nada com nada, procuro as resenhas do Skoob que as pessoas costumam ser mais objetivas e sinceras. se a sinopse, gênero, e resenhas do skoob tiverem me deixado curiosa eu leio.",
                "Geralmente quero ler algum tipo de livro especifico: fantasia, ficção científica, biografia... \n\nEntão procuro indicações na internet, baixo a amostra se eu ja não tiver o livro.\n\nEu vou adicionando na lista de desejos na Amazon, quando parece por menos de R$10 compro.",
                "Algo bem Ariana Grande: I see it I like it I want ir I read it (eu vejo, eu gosto, eu quero, eu leio)",
                "Eu já li outras coisas na minha vida. Eu procuro recomendações de gente que também já leu essas coisas",
                "eu geralmente escolho pela sinopse, ou o título/capa tem que ser mto bons para chamarem minha atenção! leio vários generos, então se a sinopse me prende, eu leio",
                "eu uso o tempo",
                "Eu busco livros com explicações simples e de fácil entendimento até um nível \" médio \" , digamos assim.\n\nAcredito que um livro ou qualquer conteúdo não necessita de palavras lindas e repletas de sofisticação, afinal, você vai LER e a maioria das pessoas humanas não compreendem palavras sofisticadas juntas.\n\nBusco por PDF's para ler um trecho do livro que desejo. Leio, gostei ? Compro o livro. Não gostei ? Busco por outro.\n\nCaso o autor seja uma pessoa de linguagem simples, imparcial, e sereno, eu passo a dar preferência às suas obras, caso os demais livros sejam da matéria de meu interesse. \n\nAproveitando a oportunidade, quais livrarias vocês recomendam ?",
                "Como leitura leva tempo e esforço, eu procuro não  \"explorar a esmo\". Mesmo quando eu estou desvendando novos autores, novos livros, eles estão sempre relacionados (direta ou indiretamente)  a outros autores por quem eu desenvolvi certa afeição. É um caminho seguro onde eu raramente saio decepcionado e onde, ao término da leitura, não tenho aquela sensação de que perdi um tempo valioso.",
                "Pra ficções no caso, autor já conhecido, sinopse que me chamou atenção, se encaixa nos generos que eu costumo ler ou vejo muita gente falando sobre. Dai coloco na lista e vou filtrando aos poucos.",
                "Gosto muito de recomendações, vou também pelo autor ou por gênero, as vezes por último pela capa",
                "Eu leio o título e a sinopse, se eu fico curioso eu pego.",
                "Não sou muito metódico com minhas escolhas, geralmente começo a ler algo por indicação ou porque o nome/tema tratado me chama atenção. A partir disso, provavelmente continuarei lendo coisas de gêneros literários ou assuntos similares enquanto eu estiver interessado por estes e, quando não mais estiver, vou saindo pela tangente para outros tópicos/gêneros aos poucos (sempre leio pelo menos 2 livros ao mesmo tempo).",
                "Na hora de comprar eu vejo resenhas e pesquiso mais sobre o autor e outras obras do mesmo, o que ajuda bastante é pesquisar um livro que você ja gosta e ver quais o proprio site ja recomenda do mesmo estilo. Também tem os autores que eu compro o livro no lançamento independente das resenhas e tudo mais.",
                "É sempre bom consultar amigos que você conhece bem o gosto. Tipo, o fulano gosta de uns filmes/séries bons, ele disse que esse livro tb é bom. Aí vc evita ler metade e abandonar um livro, algo horrível",
                "Normalmente por recomendação, eu gosto de me surpreender com a leitura, então quando o livro me deixa interessada eu tento descobrir o mínimo possível da história!",
                "Eu leio a sinopse da história do livro primeiro e por indicação de amigos.",
                "Eu pego um tema que eu gostaria de ver num livro, por exemplo... \"Livros com animais de protagonista\" ai pesquiso até achar um que me interesse",
                "Pra os de literatura, smp corro atrás de ver algum autor clássico e dai vejo por onde começar lendo aquele especifico autor, já que sou um \"iniciante\" e tem livros que são uma puta dificuldade.\n\nE para os mais teóricos, eu smp vejo de alguem que está com ele e faça uma busca através das avaliações, ou alguma coisa que eu ver na internet",
                "eu sigo pessoas que leem livros parecidos que eu no skoob e vou vendo a biblioteca delas :)\n\npra saber qual livro eu vou ler no momento, as vezes eu faço um sorteio kkkkkkkk",
                "Geralmente eu vejo as obras de autores que quero ler e coloco numa wishlist, duas vezes ao ano eu compro vários livros (10+) e vou lendo ao longo dos meses.\nEu tbm faço lista de leitura anual, com um livro por mês, cada mês com algum autor/gênero literário diferente. E assisto muitas resenhas pra conhecer livros novos.",
                "pra livros teóricos: to sempre olhando bibliografia de materiais que tenho interesse e onde acabo achando livros relacionados às temáticas que eu gosto de estudar. também gosto de procurar pessoas de referência da área que geralmente indicam leituras sobre as temáticas.\n\npra livros de ficção: gosto de acompanhar editoras e produtores de conteúdo publicam e gostam de ler coisas que também são do meu estilo, acompanho alguma premiações (pq eu gosto de livros contemporâneos) e to sempre buscando indicações de amigos. vez ou outra eu trombo aleatoriamente com livros em redes sociais, livrarias, bibliotecas e também dou uma olhada pra ver se fazem sentido pra mim.\n\n:)",
                "Às vezes me dá na telha de saber mais sobre um determinado tema. Então eu pesquiso pelos autores principais daquele assunto e vejo se tem algum livro publicado no Brasil.",
                "se a sinopse é legal eu compro, pra ordem de ler vou no que da mais vontade na hora, tipo nossa esse tem que ser o próximo pq senão começo outro e fico pensando naquele, se não gosto eu abandono sem problema nenhum"
            ]
        },
        {
            "title": "Por obséquio, indiquem livros contemporâneos.",
            "selftext": "Tenho limitado-me à literatura clássica e sinto que preciso aprender a apreciar a contemporaneidade.\n\nA preferência é por obras escritas em léxico difícil, para eu sentir-me erudita.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zvxw4b",
            "num_comments": 5,
            "comments": [
                "Leia Infinite Jest, de preferência em inglês. O David Foster Wallace surge com umas palavras que você sequer consideraria que existiam (e é divertido buscar o significado delas). Além disso, até onde estou, o livro é muito bom",
                "Só que a contemporaneidade está ficando cada vez mais distante da erudição. Vai ser difícil achar um",
                "Caso Vossa Senhoria deseje alimentar um sentimento de erudição, seria igualmente interessante a recomendação das obras seguintes - que não necessariamente possuem um léxico de elevada complexidade, mas exigem um notável grau de persistência e de compreensão por parte do leitor:\n\n\\- \"Ulisses\", James Joyce;\n\n\\- \"O arco-íris da gravidade\", Thomas Pynchon;\n\n\\- \"A vida modo de usar\" e \"O sumiço\", ambos de Georges Perec."
            ]
        },
        {
            "title": "Como ter o hábito de leitura?",
            "selftext": "Pessoal, nunca fui muito adepto da leitura, porém sinto a necessidade e vontade de ler, porém a procrastinação impera. Gostaria de dicas de como quebrar isso e gostar de ler",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zw08v9",
            "num_comments": 17,
            "comments": [
                "Eu comecei quando procurei livros dos gêneros que gosto de assistir. Desse jeito foi mais fácil me conectar ao enredo e ter vontade de continuar lendo. No início, lia entre 10 e 15 págs por dia, considerando que eu levava 1h pra ler essa quantidade de págs. Depois, vc vai aumentando essa quantidade de páginas sem nem perceber. Hoje (não faz mt tempo que adquiri o hábito) leio em média 30 págs em 1h e geralmente esse é o meu limite diário.\n\nSe não for algo que vc *precisa* fazer (adquirir o hábito de ler / ler rápido), te aconselho a não estabelecer uma meta de leitura. Apenas começa a ler e vai percebendo o quanto vc gostou de ler naquele dia, quanto tempo levou etc. Pq se vc começar com uma meta, provavelmente vai sentir que tá lendo por obrigação (mesmo que seja um gênero q vc goste) e \"apostando uma corrida literária\". Se é um hábito que vc quer adquirir pra ser um momento prazeroso, comece sem mt cobrança :)",
                "Eu me desafio ler pelo menos uns 25/39 capítulos, até lá eu posso estar ou não intrigada com a história, e continuar com essa regra até acabar com o livro, e se eu me sentir entediante eu paro um pouco penso em ler a resenha e tento me convencer se vale a pena ou não ler isso, mas eu acabo lendo mt mais sobre livros que tem seus suspenses, por isso é fácil me sentir pressa, seja de  terror, crime ou romance, tem sempre uma coisinha ali que te faz querer saber onde vai dar, vc precisa ter o hábito de estar curioso com a história a cada dia ou hora",
                "Começa devagarinho e vai aumentando a frequência até se habituar. Proponha-se metas baixas, do tipo “hoje eu vou ler 10 páginas”.  No final, você sempre se surpreende positivamente se ultrapassar essa meta.\n\nOutra coisa que me ajudou a retomar o gosto pela literatura há um tempo atrás foi ter comprado um Kindle. Cabe em qualquer bolsa, é leve, você pode colocar milhares de livros lá e levar pra qualquer lugar. Qualquer tempinho ocioso pode ser uma pausa pra ler.",
                "Reserve um tempo, que seja meia hora (ou vinte minutos) por dia. Nem que seja pra ler meia dúzia de páginas, o importante é não ter distrações nessa meia hora (celular desligado). O hábito vem com a repetição.",
                "sempre compre livros que você realmente se interessa pela sinopse, pelo genero... nao cai nessa não de livros da moda.",
                "Separa um horário de leitura diário. Coloca o despertador e simplesmente começa. Busque livros do seu interesse, se estiver chato, muda.\n\nQuadrinhos também são um bom começo.",
                "Lendo xD\nSe vc tiver hora de dormir se programa para ir para cama vinte minutos mais cedo para ler e dormir.",
                "Buscar temas e assuntos do seu agrado, a leitura tá arrastando pega outro",
                "Tente combinar audiolivros com atividades que não exijam concentração como caminhada, limpeza do quarto, casa, louca (eu lavo a louça ouvindo, e no instante passa). Não indico dirigindo, mas sendo passageiro é uma boa. Ah, e a propósito, ouvir tb é “ler”. Aliás, vc talvez tenha até mais facilidade em fixar o conteúdo",
                "Depende muito do que você quer ler. Na minha sincera opinião os únicos livros que realmente merecem ser lidos, são os de filosofia, sociologia, psicologia, economia e clássicos da literatura nacional e internacional. Comece lendo livros pequenos, com leitura fácil e com enredo bom (como memórias póstumas de Brás Cubas, Boas tardes, Memórias de um sargento de milícias, Seminário dos Ratos.)\nDepois leia alguns romances de cunho sociológico (O muro de Jean Paul Sartre, O Ateneu).\nEsses livros serão a base para acostumar o seu cérebro com a leitura profunda.\nLeia esses livros mais fáceis só para \"ativar\" a leitura profunda, quando sentir que consegue focar bem, pode parar de ler eles e vá para livros mais complexos, como Nietzsche ou Sigmund Freud.\n\nOutra coisa, dê preferência para livros com fonte grande, é mais fácil de ler e você absorve mais coisas. Um exemplo é o livro O princípe do Maquiavel, já vi edições com mais de 130 páginas, e outras com apenas 70. Essa diferença de espessura se dá pelo tamanho da fonte."
            ]
        },
        {
            "title": "As pessoas não lêem audio livros.",
            "selftext": "Você não pode dizer que leu um livro se apenas escutou um audio livro. Prove que estou errado. 🍷🗿",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zwaps6",
            "num_comments": 21,
            "comments": [
                "No sentido literal da palavra, ouvir e ler obviamente não são sinônimos. Agora se considerarmos estritamente o conteúdo, existe uma equivalência sim. \n\nSe, por exemplo, nós dois combinássemos de ler o mesmo livro juntos para poder debatê-lo a medida que avançássemos, vc muito provavelmente não conseguiria dizer se eu absorvi o conteúdo lendo ou escutando. Ou seja, em certos sentidos, são métodos indistinguíveis.",
                "Eu acho que isso é apenas mais uma forma de desmerecer as pessoas que escutam audiolivro já que na teoria ler seria \"superior\" enquanto escutar seria algo \"banal\".\n\nAcredito que alguns livros funcionem de melhor forma como leitura e outros funcionem melhor como audio, e tudo depende da atenção do Leitor/ouvinte sobre o conteudo. Eu particularments gosto de ler classicos e livros que possuam alguma teoria cientifica.\n\nEx: \"Uma breve historia sobre o tempo do Stephen hawking\". Esse livro em forma de audio perde alguns sentidos pois o autor utiliza de exemplos como, imagens e contas de matematica que vc necessita ter uma atenção especial, ver e rever muitas vezes para analisar e realmente absorver o conteudo.\n\nAgora livros como \"A filosofia explica grandes questões da Humanidade\" pelo fato de ser narrado pelo proprio autor, Clovis de Barros Filho, isso torna o audiolivro 300% mais atrativo pra mim. O autor  trabalha no mundo das ideias com reflexões e comparações, então o que ele dizer eu só preciso realmente refletir sobre e se necessario voltar o audio.\n\nDito isso acredito que esse tipo de opnião é mais um julgamento sobre a forma de absorver o conhecimento do que realmente um fato. A pessoa se julga superior pois na teoria ela \"Fez da forma certa\", as pessoas demonizam até mesmo Kindle então imagina audiolivros.\n\nExistem milhares de formas de absorver um conteudo. \n\nSocrates nunca escreveu uma sequer linha de livro, acreditava que o conhecimento era adquirido com debates, conversas, contando historias e etc. ou seja pratica pura. \n\nSer humano sempre vai tentar se sentir superior a outro com algum argumento e atitude. Esse é só mais um deles.",
                "Pq alguém tem que te provar alguma coisa? Ainda mais com um take bobo desses. \n\nDeixa as pessoas consumirem o conteúdo que elas quiserem, da forma que elas quiserem. 0 necessidade de ficar criando barreira.",
                "Eu fico muito triste com essa forma de pensar. Acho que a informação não depende de como vem, se pela leitura ou pela audição. No fim acredito que as pessoas que pensam assim não conseguem se concentrar pra ouvir um audiolivro, e imprimem a opinião pessoal como se fosse um dogma. Tente ouvir um romance em audiolivro, cheio de personagens com diferentes sotaques e formas de falar diversas. Garanto que vai mudar a opinião",
                "Pela gramática você está correto, mas não é esse o ponto. A validação da leitura está na absorção do conteúdo e não no conjunto de letras no papel. O principal objetivo da leitura é conectar-se com as ideias de outras pessoas. O objetivo final é concluído em ambos os métodos. Leitura não é superior. Eu tinha uma colega deficiente visual que sua forma de absorver as ideias era essencialmente audiovisual. Ela gravava muito mais um livro do que qualquer um na sala. Simplesmente porque ela adora \"ler\". Minha conclusão é: essa jovem LEU muito mais do que eu e meus colegas porque além de estar com audiobook, ela tinha um verdadeiro interesse.\nO que adianta milhares de leituras concluídas e retenção mínima? Não vale nada.\nSeja como for, leitura é para ser compartilhada. Fico feliz que em nosso tempo todos são capazes de LER da sua maneira e você deveria ficar contente também.",
                "Olha,acredito que cada um deve procurar uma forma de viver o que gosta dentro do possível.\nObviamente ler o livro é melhor que ouvir sobre tal,mas se você ouvir com foco e interesse,dá para ter praticamente o mesmo proveito,muitas pessoas com deficiência visual ou baixa acuidade visual,usam dessa oportunidade para viver o mundo literário e isso é ótimo!\nSe você parar para pensar,é melhor alguém que \"lê\" um \"audiolivro\" do que alguém que não lê nada,fora que o dito recurso,torna viável a leitura em momentos onde um livro seria de uso difícil,por exemplo cozinhando.",
                "Nada a vê, o que importa é a concentração que a pessoa tem enquanto lê ou escuta, eu mesmo já li dezenas de página de um livro mas estava com a mente viajando em outro lugar, então ficava voltando páginas inteiras.",
                "Já tentei mas não consigo absorver. Fora que eu não curti 90% das narrações.",
                "Eu tava pensando nisso ontem mesmo kkkkk que coincidência",
                "Acho que vc tá comparando a chave de fenda com o alicate né",
                "Se não fosse essa sequência de emoji usado por gente imbecil, eu até concordaria"
            ]
        },
        {
            "title": "Pra quem leu Dostoiévski além de Crime e Castigo e Irmãos Karamazov, façam um top 10 livros dele (que não inclua esses dois)",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zw6o5s",
            "num_comments": 12,
            "comments": [
                "Ele nao chegou a escrever 10 romances, então vai ter novelas no meio. No caso, Irmãos Karamazov entraria em primeiro, Crime e Castigo em quinto.\n\n1. O idiota\n\n2. Notas do Subsolo\n\n3. Memórias da casa dos mortos\n\n4. O Jogador\n\n5. Gente Pobre\n\n6. O Adolescente\n\n7. O duplo\n\n8.  Eterno marido\n\n9. Noites brancas\n\n10. A dócil",
                "Vou misturar romance, novela e conto.\n\n1 - O Idiota\n\n2 - Memórias do Subsolo\n\n3 - Escritos da Casa Morta\n\n3 - O Sonho do Homem Ridículo\n\n4 - O Adolescente\n\n5 - Gente Pobre\n\n6 - O Duplo\n\n7 - Noites Brancas\n\n8 - A Dócil\n\n9 - A Senhoria\n\n10 - O Crocodilo\n\nAinda não li Demônios mas certeza que pode ser topo dessa lista. O Jogador e Humilhados e Ofendidos também falam muito bem. \n\nNão tem nada ruim na obra dele. Pra chegar em Irmãos Karamazov minha sequência foi: Crime e Castigo, Memórias do Subsolo, O Idiota. Recomendo colocar Demônios depois do Idiota e então bora conhecer essa magnífica obra.",
                "Não é um top 10, mas vou escrever mesmo assim.. \n\n1- O idiota\n\n2- Memórias do subsolo\n\n3-O jogador\n\n4-O eterno marido\n\n5-Gente pobre\n\n6-Noites Brancas\n\n7- Niétotchka Niezvânova ( infelizmente esta é uma obra incompleta, tinha potencial de ser uma das melhores dele) \n\nAinda não li Irmãos Karamazov, lerei ainda este ano,   também pretendo ler \"O duplo\", \"o adolescente\", \"O crocodilo\", \"A senhoria\".",
                "Eu sei que não é o que você perguntou 😬, mas o que eu mais gosto dele é um conto chamado Bobók. Curtinho, fácil de achar em pdf e bem legalzinho.\n\nEditando pra incluir um top 5:\n\n1. Bobók\n2. O idiota\n3. O duplo \n4. O adolescente\n5. Gente pobre",
                "Fora esses dois gosto muito de Memórias do Subsolo e O Sonho do Homem Ridículo, mas não li toda a obra dele;",
                "Ja leu o idiota?"
            ]
        },
        {
            "title": "que livro é esse ?",
            "selftext": "Em 2009, minha mãe lia certos livros antes de dormir, um deles me marcou bastante pela sua descrição dos monstro e do banquete deles em volta da fogueira. Estava no computador relembrando disso mas não tenho ideia do nome, ele era bem curto e na capa tinha um rosto desenhado em chamas, o máximo que lembro era isso, um banquete de monstros como bruxas e gigantes em volta de uma fogueira, alguém poderia me ajudar, estou inquieto sem conseguir lembrar.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zw41fk",
            "num_comments": 2,
            "comments": [
                "Pode ser \"O chamado de cthullu\" do H.P Lovecraft.\n\n\"\nEm um de seus contos mais famosos, “O Chamado de Cthulhu”, de 1928, um investigador busca a origem de uma “estátua grotesca, repulsiva e aparentemente muito antiga” de “um monstro de formato vagamente humano, (…) com a cabeça em forma de polvo, cheia de tentáculos, um corpo escamoso e de aparência elástica, grandes garras nas patas traseiras e dianteiras, e longas asas estreitas nas costas, (…) de cócoras em um pedestal retangular cheio de caracteres indecifráveis”. Em seguida, o investigador localiza um culto de adoração à estátua celebrado por mestiços em um pântano perto de Nova Orleans: “Sem roupas, essas criaturas híbridas zurravam, berravam e se contorciam em torno de uma monstruosa fogueira em forma de anel em cujo centro, incongruente em sua pequenez, jazia a mal talhada estátua”\n\nhttps://jacobin.com.br/2020/09/levando-o-terror-de-lovecraft-ao-segregacionismo-racial/\n\""
            ]
        },
        {
            "title": "indicações de livros parecidos com Nix",
            "selftext": "acabei de ler Nix do Nathan Hill e estou impactada com esse livro. alguém tem alguma indicação de um livro com a mesma vibe ou do mesmo gênero? preciso de mais livros desse tipo para destruir minha cabeça",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zw3w3h",
            "num_comments": 0
        },
        {
            "title": "Historia do Brasil",
            "selftext": "Quais livros recomendam sobre a história do Brasil?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zw3ggm",
            "num_comments": 23,
            "comments": [
                "recomendo \"História do Brasil\" de Boris Fausto, procurei alguns outros livros parecidos, mas a maioria tinha reclamações de ter visões enviesadas, esse, no caso, apenas apresenta a história do Brasil",
                "Com certeza \"Brasil: Uma Biografia\" da Lilian Schwarcz\", esse livro é perfeito!! Ele só não aprofunda em alguns eventos bem específicos, mas, de forma geral, ele trata muito bem grande parte dos eventos históricos brasileiros",
                "Posso aconselhar *Um Defeito de cor* se estiver interessadx na escravatura no Brasil e na organização da sociedade brasileira no século XIX, acho-o muito interessante (não é um livro de história, mas uma biografia fictícia).",
                "\"Brasil antes dos brasileiros \"",
                "Eduardo Bueno “buenas ideias”. Mas eu gosto de ler biografias. A do Getúlio (Lira Neto), p ex, conta tudo que ocorreu nos períodos mais críticos do governo desde a revolução de 30 até o suicídio. No fim, quando se ler várias biografias, acaba-se aprendendo muito mais do que só com um livro de história geral.",
                "Duas viagens ao Brasil do Hans Staden é muito divertido",
                "Não existe visão neutra da história! Toda pessoa que conta algo coloca suas impressões. Procurar historiadores neutros, e imparciais é perder tempo pq um ou outro vai “puxar” pro seu lado de formação.",
                "Acredito que História do Brasil de Boris Fausto é bom, porém mto denso, agora Brasil: Uma Biografia é excelente, mas pra complemento acredito que seja importante vc conferir o trabalho da Ynaê Lopes dos Santos. Intitulado Racismo Brasileiro, é a história do Brasil que sempre, desde o começo foi estruturada por racismo, e aí genocídio, racismo estrutural é remontado e explicado ali, livro facin de se ler, pelo menos na minha opinião a leitura corre fácil e dá até pra fazer como complementar a algum desses outros dois títulos acima!",
                "\"História da Riqueza no Brasil\", do Jorge Caldeira. É relativamente recente (2017) e trata da organização social e econômica do BR desde as vésperas da chegada dos portugueses, até a nossa atual república. Eu, particularmente, gosto do livro por ele se valer de métodos modernos consolidados em outras áreas das ciências sociais de tratamento e interpretação dos dados, algo de certa forma negligenciado nos cânones da historiografia brasileira. Por conta disso, o livro apresenta novos pontos de vista, se comparado às velhas publicações, porém apresentados de forma objetiva e didática. Como economista, recomendo bastante a leitura.",
                "A guerra dos bárbaros - Pedro Puntoni ; to procurando essa livro há mt tempo :,("
            ]
        },
        {
            "title": "Livros sobre Futebol",
            "selftext": "Quandos livros de literatura sobre futebol vcs conhecem ? Vi esse video e fiquei pensndo nisso",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zvqk2t",
            "num_comments": 7,
            "comments": [
                "O Nelson Rodrigues tem vários livros de crônicas sobre futebol, A Pátria de chuteiras é um deles, algumas são tão famosas que tem até a crônica narrada por ele em vídeo de futebol no youtube. O Luis Fernando Verissimo também fazia crônicas sobre futebol, vai achar no A eterna privação do zagueiro absoluto.",
                "Livro técnico?",
                "Soccernomics é ótimo, usa o futebol como base mas agrega diversos assuntos, Confissões de um Torcedor é muito bom também, o cara conta as experiências dele em diversas copas.\nE por último tem O Gol É Necessário, é um pouco mais antigo e é interessante ver como o autor fala de jogadores como Pelé e Garrincha.",
                "*O Drible* de Sérgio Rodrigues",
                "Literatura? Bem por cima, só com o que me vem na mente. \n\n O Drible, do Sérgio Rodrigues, é o grande clássico futeboleiro brasileiro.\n\nOutros são:\n\nO Drible da Vaca, do Mario Prata\n\nO Último Minuto, do Marcelo Backes\n\nFora do Brasil, os que me remetem sao:\n\nFebre de Bola, do Nick Hornby\n\nBuba - Roberto Bolano (conto do livro Putas Assassinas)",
                "Futebol ao Sol e à Sombra, do Eduardo Galeano, caso tenha interesse em uma abordagem mais... Poética?",
                "Veja os livros das editoras Dolores, Corner e Grande Área e Ludopédio. Ali você já tem uma referência de livros sobre futebol."
            ]
        },
        {
            "title": "O meu foi A Chama de Ember e Hazel Wood, os da Colleen Hoover tbm são bastante superestimados....",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zvlhs2",
            "num_comments": 132,
            "comments": [
                "A cabana",
                "Toda vez que alguém menciona o Segredo, eu paro a minha vida pra dissertar sobre o quão horrível livros de auto ajuda são. Eu odeio auto ajuda com todas as forças da minha existência, e todo esse desprezo veio de O Segredo.",
                "O Homem de Giz, livro ruim da poha",
                "Eu odiei o primeiro volume de O Trono de Vidro.\n\nCara, você é apresentado a um mundo super foda, onde tem uma assassina... e o livro inteiro é ela tentando se aproximar do príncipe. Porta que partiu.\n\nNão sei os outros volumes, mas deu uma desanimada",
                "Sim, Macunaíma.\nA pior coisa que já li na vida.",
                "sim, \"amar é relativo\" da sophie kinsella",
                "eu sou normal",
                "Paulo Coelho feels",
                "Prince of thornes de Mark Lawrance,\n\nEu me senti lendo a fanfic de uma adolescente de 12 anos.",
                "Pra mim é Duna. Não me conformo como o autor consegue se fingir de inteligente complicando a escrita de todas as formas possíveis e entregar o plot mais MEDÍOCRE e POBRE possível",
                "Eu achei deuses americanos bem bosta",
                "Rainha vermelha, é minha história favorita, mas pra mim a escrita da Victoria estragou o livro todo",
                "Sinto vontade de dar uma surra com cabo de vassoura em pessoas que falam bem de Count Zero, de William Gibson.",
                "Não que eu faça disso uma missão, mas toda vez que alguém menciona The Witcher eu faço questão de dizer como a série é melhor que os livros, pelo menos os três (e meio) que eu li. Os dois primeiros são ok, mas são mal escritos e bobos. Kudos para os roteiristas da Netflix, de verdade.",
                "Cinquenta tons de cinza",
                "1984, um saco",
                "1984",
                "Cinco minutos - José de Alencar. É muito ruim",
                "Livro ruim foi um romance de 10 reais \"vingança\" beeeem ridículo",
                "Os Suicidas, do Raphael Montes",
                "Leite Derramado, do Chico Buarque, e qualquer coisa do Stephen King.",
                "A 5 onda. O pior é que virou filme!",
                "Coração de pedra, nem consegui continuar essa merda",
                "1984 e revolução dos bichos, gostar do livro é ok, o problema é a turma levando dois contos de ficção pea debate político",
                "Revolução dos Bichos",
                "Morro dos Ventos Uivantes, eu tenho um ódio abismal por aquele livro",
                "A Revolução dos bichos.",
                "simm todas as suas imperfeições da colleen, eu amo é assim q acaba mas esse…",
                "Revolução dos bichos e Rádio Silêncio",
                "After, e eu li a série toda 😅",
                "Novembro 9 da colleen Hoover foi o pior livro que li esse ano, terminei querendo mandar o livro todo pra delegacia, aquele mocinho ali é tão problemático que eu sinto ranço só de ouvir o nome 🤮",
                "Acotar, definitivamente",
                "Não digo que seja ruim mas Dom Casmurro pra mim é um livro bem meh.",
                "Ainda não li nada realmente horrível, talvez o segundo conto de o vilarejo, o livro é bem +- mas o segundo conto é péssimo",
                "Olga, do Fernando Morais. Foi meu paradidático no colégio há mais de dez anos, o único que não consegui terminar de ler.",
                "A Canção do Súcubo (Succubus Blues). Não cheguei nem na metade do primeiro capítulo;\n\nO Cortiço eu li inteiro, me espanto de ter conseguido essa proeza.",
                "Nossa eu sofri horrores lendo Métrica da Colleen",
                "after e corte d chamas prateadas, meia boca dms",
                "dias perfeitos, saboroso cadáver e o homem de giz. sempre que posso falar mal, eu falo kkkkk\n\njá autor num geral, colleen hoover. essa mulher inteirinha e tudo oq ela faz acho péssimo",
                "A carta secreta. Cara que livro ridículo, a autora tinha uma história interessante na mão e resolveu estragar ela inteira. Sempre que vejo alguém falando bem desse livro eu surto além da escrita da Lucinda não ser das melhores",
                "Sim. \"A rainha vermelha\" e a saga \"peça-me o que quiser\", odiei.",
                "Sim. Metamorfose do Franz Kafka. Q ódio",
                "Eu odeio Til com todas as minhas forças",
                "Crepúsculo. Eu peguei pra ler por conta do hype dos filmes, mas larguei duas vezes. Uma foi no ano que eu comprei e a segunda foi 3 anos depois de comprar. Não dá cara, a Bella Swan é uma personagem completamente intragável. A cada página que eu lia, ela se tornava cada vez mais insuportável e meu desgosto só crescia.",
                "Apesar de ter noção de que experiência de leitura é diferente para cada pessoa e que pra um livro ser muito ruim ele tem que fazer um esforço muito grande, eu, simplesmente odiei Matéria Escura de Blake Crouch. Enredo, escrita, personagens. Foi um combo com tudo de ruim.",
                "Eu tava me divertindo vendo os outros putos, mas perdi minha fé na humanidade quando vi que tem gente que não gosta de revolução dos bichos",
                "Dois livros:\n\n**On the road** - pelo menos foi uma experiência experimentada, porque olha, que tipo insuportável é o narrador e os personagens ao redor.\n\n**Ender's Game** - esse foi um livro que odiei tanto que apaguei da minha memória a existência dele (e o filme não ajuda muito), só para o pessoal ficar lembrando de como supostamente esse livro é legal.",
                "ruim de ler ou ruim de traumático? um \"ruim de ler\" que eu lembro foram uns livros técnicos demais que me desanimavam na primeira página. Um \"ruim de traumático\" foi 1984 que uma professora da faculdade passou, um monte de colegas (assim como eu) falou pra professora que o livro era muito pesado e a professora quase desistiu de recomendar ele de novo. Mas todo mundo que leu gritou \"não\" na hora que ela mencionou isso, pq a mensagem do livro era importante (mas pode ser gatilho pra gente depressiva)",
                "vsf todo mundo que recomendou “Mil beijos de amor”",
                "Kkkk q q é tml ?",
                "sob os ossos dos mortos, ô carniça de livro",
                "A arte da Guerra de Maquiavel",
                "O pequeno príncipe...",
                "Iracema, de José de Alencar. Fui obrigado a ler esse livro quando tinha 13 anos para uma prova na escola. Até hoje, tenho pesadelos!"
            ]
        },
        {
            "title": "Por onde começar a ler King?",
            "selftext": "Olá amigos, vou começar a me aventurar nos livros de Stephen King, mas são tantos livros que não sei por onde começar, já vi alguns vídeos em canais literários no YT onde explicam o multiverso que o autor criou, e devido a isso indicam ler na ordem cronológica de lançamento para pegar todas as referências e easter eggs, mas estou pensando em começar por algum livro de contos pra ter essa primeira experiência com o autor.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv1efw",
            "num_comments": 13,
            "comments": [
                "Rapaz leia o liminado é o clássico dele e é fácil de entender a história.",
                "Stephen King é sempre uma incógnita: tem livros ótimos, como Zona morta, IT a coisa, Dança da morte... mas tem outros péssimos, como a Espera de um milagre e o Cemitério... então, é difícil indicar algo. Eu começaria por Revival, que é uma das obras que mais gosto...",
                "Eu sempre acho que o King é um escritor para se \"começar do começo\". Carrie, Salem's Lot (Hora do Vampiro) ou O Iluminado são o centro da literatura dele. Apresentam temas que ainda vão ser muito difundidos na literatura dele, e pra mim, o mais importante, o estilo dele de trabalhar personagens e ambientes.",
                "depende. primeiramente, vc tem que buscar saber qual lado dele vc se identificaria mais. ele tem livro de terror gráfico, romance, coletânea de contos, distopia, terror psicológico, livros com uma pegada mais política etc",
                "joyland",
                "Se vc nao se importar com spoiler começa por onde quiser, se não melhor procurar video sobre a sequência correta por causa dos eastereggs q ele coloca nos livros q na maioria das vezes acaba sendo um puta de um spoiler...",
                "Eu comecei por fundação, mas não sei se é o melhor caminho kk",
                "Já li 3 do King e estou lendo O Iluminado agora. Pela minha experiência com o autor, eu te recomendo começar por Carrie. O primeiro livro dele é um clássico absoluto, história e escrita simples, ícone da cultura pop, além de ser altamente viciante (um dos únicos livros que passei a madrugada lendo pq não conseguia parar). \nSobre a ordem cronológica, não se prenda a isso. A vida é breve e o autor tem dezenas de obras, algumas ótimas e outras bem ruinzinhas, naturalmente. Tenho certeza que você não quer ler só King nos próximos anos, então leia o que tiver vontade, independente da ordem ou do tamanho. No mais, seja muito bem-vindo à família do reizinho :D"
            ]
        },
        {
            "title": "Recomendação de livros sobre psicologia.",
            "selftext": "Boa Noite, pessoas 🙂👍\n\nAlguém que está lendo ou já leu algum livro sobre psicologia ? Não precisa ser profundo e detalhado, basta apenas para expansão de conhecimentos a respeito. \n\n- Desde já agradeço.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zvca4p",
            "num_comments": 10,
            "comments": [
                "Já leu os da Dra. Ana Beatriz? Fica a recomendação.",
                "Uma vez me recomendaram o livro \"Inteligencia emocional\".",
                "Subliminar - Leonard mlodinow. Livro gostoso e leve, bem introdutorio sobre o nosso subconciente.\n\nEu estou lendo atualmente Cerebro Ansioso - Dr Leandro Teles e estou gostando bastante. Mesmo tendo assuntos complexos como celulas, hormonios e  fisiologia ele consegue deixar numa linguagem simples para pessoas que não são da area da saude ler sem dificuldade.\n\nO proximo meu na lista é Depressão Não é fraqueza do mesmo autor.",
                "O homem e seus símbolos. Carl jung",
                "Recomendo O mal estar na civilização; futuro de uma ilusão; Além do princípio de prazer; psicologia de massas. Todos de Sigmund Freud. A leitura não é tão fácil (mas também não é difícil) e o que você não entender tem como pesquisar na  internet. Agora se você não quer \"perder\" tempo, tem o Box: Essencial Psicologia, da editora HB.",
                "O Homem e os seus simbolos, li só uns 20% pq tava com outros direcionamento para leitura, mas esse livro tem bons conteúdos.",
                "Tudo depende de que aspecto da psicologia te interessa mais. Só com o que você disse fique difícil sugerir um livro. \n\nDeixo um aqui que é bem fininho.  \n\n\nLuis Claudio Figueiredo - Psicologia: Uma Nova Introdução.\n\n&#x200B;\n\nDeve ter menos de 100 páginas e você acha para download por aí."
            ]
        },
        {
            "title": "[estudo de idiomas] livros em espanhol, francês ou italiano?",
            "selftext": "Oie! Eu to querendo ler/conhecer alguns livros escritos em uma dessas línguas. tenho interesse de aprender elas; sei bem espanhol e arrisco no francês, o italiano vou começar a estudar nesse próximo ano. alguém teria indicação? \n\njá pensei em procurar algum livro que já li em pt pra reler em outra língua tbm\n\nos generos q mais curto são: romance policial; investigação; mistério; romance (sem mt cliche); aventura; fantasia",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zvmdkt",
            "num_comments": 9,
            "comments": [
                "Lê o Il nome della rosa do umberto eco. É de investigação/mistério e você encontra facilmente em italiano online",
                "Tem uma webcomic italiana, no tapas, chamada Nine Stones, acho interessante o aprender com imagens para associação. É uma comic de máfia, tem um pouco de investigação. Ainda não é concluída mas tem bastante coisa pra ler",
                "Eu li um livro italiano chamado Casa Rossa e eu gostei muito. É um drama familiar nos Anos de Chumbo. Mas se seu rolê é policial, Cláudia Piñero, que é uma escritora argentina, é uma diva, adoro todos os livros dela.",
                "1) Espanhol: La perra (Pilar Quintana), Los abismos (Pilar Quintana), Las malas (Camila Sosa Villada), Pátria (Fernando Aramburu), Nuestra parte de noche (Mariana Enriquez), Las cosas que perdimos en el fuego (Mariana Enriquez);\n2) Francês: Changer l'eau des fleurs (Valerie Perrin), Les Victorieuse (Laetitia Colombani), qualquer livro do Joel Dicker, todos publicados originalmente em francês;\n3) Italiano: os livros da Elena Ferrante.",
                "Suicidi Involontari: il terrore che aspetta ognuno... (Italian Edition)",
                "Lê guerra e paz. Tem muitos trechos em francês, com a tradução ao pé da página",
                "Pro francês, recomendo La verité sur l'affaire Harry Quebert, de Joel Dicker. O livro é fantástico, e embora seja um pouco grande, a leitura é bem fluida e empolgante.",
                "Francês pode começar com \"Le petit prince\", clássicão. Também acho uma boa o \"lettres à une jeune poète\" e o \"le tour du monde en 80 jours\"",
                "O livro do ancellote é muito bom"
            ]
        },
        {
            "title": "Melhor editora que editou o manifesto comunista.",
            "selftext": "Tenho curiosidade em ler o manifesto comunista escrito por Marx e Engels,porém,existem várias edições do manifesto por diferentes editoras,e eu não sei qual é a melhor para se ler o manifesto.\\]\n\nE é por esse post que eu peso encarecidamente que me recomendem qual é a melhor editora para se ler o livro.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv656c",
            "num_comments": 9,
            "comments": [
                "As pessoas vão indicar a tradução da Boitempo, mas eu recomendo a edição da Penguin-Companhia também: assim como a Boitempo, ela foi traduzida direto do alemão, contudo há um trabalho interessantíssimo dessa edição que é o fato de que há notas de rodapé com correções e adições de Engels e Marx após a publicação original em 1848. É interessante ver como ambos, também, alteraram o manifesto ao longo dos anos.",
                "Creio que a edição da Boitempo seja uma das melhores por aí. Pelo menos ela é bem completa",
                "Qualquer uma, o conteúdo é uma porcaria mesmo.",
                "Boitempo! Eles traduzem do alemão, ao contrário de muitas outras que traduziram de outras línguas. Sem contar, que daa editoras nacionais, deve ser a mais completa acerca das obras de Marx.",
                "Sinônimo de Marx no Brasil é Boitempo.",
                "Todas são péssimas, o conteúdo é ruim e sem sentido. Logo, qlqr uma serve para matar sua curiosidade"
            ]
        },
        {
            "title": "Recomendação de livros de poesia romântica",
            "selftext": " Queria algum livro de poesia tipo os do Francisco Ramai ou do Álvares de Azevedo sobre romance pra ficar viajando um pouco e me derretendo de amor por ela, ou até mesmo pra ler junto algum dia. Pfv recomendem livros/autores nesse estilo.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv5nbt",
            "num_comments": 0
        },
        {
            "title": "Livros on-line para quem está no estrangeiro",
            "selftext": "Boa noite pessoal\n\nAlguém sabe onde comprar livros portugueses on-line baratinhos que enviem para o estrangeiro?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv3rz3",
            "num_comments": 2,
            "comments": [
                "Acho q você só vai achar em livrarias de Portugal. Qual o lugar no estrangeiro? Salvo engano a Amazon entrega ."
            ]
        },
        {
            "title": "Ganharam algum livro no natal?",
            "selftext": "Título",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv3g4i",
            "num_comments": 74,
            "comments": [
                "Ganhei a trilogia do Senhor dos Anéis na versão Dark.\n\nVerdade que fui eu que me dei, mas.....\n\n\nAinda conta, né? Kkkkkkk",
                "Ganhei de mim mesma: \n\nA Cor Púrpura, de Alice Walker\n\nOrlando, de Virginia Woolf\n\nProblemas de Gênero, de Judith Butler\n\nHelter Skelter, de Kyoko Okazaki\n\nDiário dos Gatos, de Junji Ito\n\n&#x200B;\n\nGanhei de outras pessoas: \n\nMy Broken Mariko, de Waka Hirako (inclusive, já li esse e triste demais ai ai ai como dói)\n\nFingersmith, de Sarah Waters \n\nNo Longer Human, de Osamu Dazai \n\nO Castelo Animado, de Diana Wynne Jones\n\nA Vida Invisível de Addie La Rue, de V. E. Schwab\n\nSapiens, de Yuval Noah Harari\n\n&#x200B;\n\n&#x200B;\n\n(consequências de ser sempre vista com algum livro numa família de leitores)",
                "Ganhei um box do albert camus.\nNo box vem:O estrangeiro, o mito de sisifo, a peste e a queda",
                "Não só me deram roupa..nunca nmais ganhei um livro de ngm,meu último livro foi do meu pai n é mt bom mas tem valor sentimental eu tinha 17 anos.",
                "Ganhei o \"Poemas Ocultistas\", do Pessoa",
                "Me presenteei com A Dama do Cachorrinho do Tchekhov",
                "Infelizmente não. \n\nMinha família não incentiva nenhum membro a adquirir cultura e conhecimento",
                "Ganhei “o mundo assombrado pelos demônios” do Carl Sagan 👌",
                "Crime e Castigo 🥰",
                "Ganhei duas coleções de contos completos: a da Lygia e a do Nabokov",
                "Guerra e paz, o box da companhia das letras",
                "Graças a Deus sim \"o colecionador\"",
                "2, A guerra dos mundos e A máquina do tempo",
                "Ganhei Saboroso Cadáver",
                "Ganhei uma camisa da Marvel...",
                "Deram-me a origem das espécies do Darwin... eu queria o Guerra e Paz 😭",
                "Ganhei \"Os dois morrem no final\" <3333",
                "Não, infelizmente. Amo ganhar livro. Mas dei \"Lições\", do Ian McEwan, de presente.",
                "A metamorfose!",
                "\"Feliz Ano Velho\", edição de 40 anos de lançamento.",
                "Ganhei o box dos garotos corvos e Todas as suas imperfeições. Melhor natal!!!",
                "ganhei blusa e dinheiro",
                "Todo mundo que me perguntou o que eu queria, respondi que gostaria de ganhar um livro. Então né, só ganhei livros de Natal kkkkkkkkk",
                "Infelizmente não. Nós não damos presentes um para os outros aqui, é como se a presença e a festa já fosse suficiente e sinceramente, realmente é o mais importante.",
                "Minha esposa me deu a Suma Teológica, de São Tomás de Aquino, em 5 livros. Presente incrível.",
                "Eu me dei de presente 5 livros pela amazon, devem chegar amanhã ou depois",
                "Ganhei alguns, \\^\\^:\n\nO Paciente (Jasper DeWitt); O Sanatório (Sarah Pearse); Medicina Macabra 1; 2 e 3 (Thomas Morris; Lydia Kang; Barry E. Zimmerman e David J. Zimmerman); Medicina dos Horrores (Lindsey Fizharris); Histórias Ocultas (H.P. Lovecraft); Com Sangue (Stephen King); Flordelis, a Pastora do Diabo (Ullisses Campbell); Satan's Harvest (Ed & Lorraine Warren)",
                "Ganhei um kindle :3",
                "Livro eu ganhei **As Sete Mortes de Evelyn Hardcastle**, do Stuart Turton; e me dei presente **A Trilogia de Nova York**, do Paul Auster.",
                "Siiimmm, ganhei o box de Instrumentos Mortais da Cassandra Clare",
                "Não, mas aceitaria de bom grado.\n\nNo mês passado me presenteei com:\n\nOs cus de Judas;\n\nÉramos Jovens na Guerra;\n\ne \n\n\"A arte e a maneira de abordar seu chefe para pedir um aumento\", que a Amazon ficou esfregando na minha cara até eu comprar.",
                "Meu aniversário é dias depois do Natal e nos últimos anos a vibe tem sido mais presentes só nele",
                "Não ganhei 🥺\nAs vezes estamos sozinho, mesmo quando rodeado de pessoas",
                "Me presenteei... Comprei duas Novels, K: Side Blue e Morte 1 (são três livrinhos)",
                "O Inferno de Dante, Odisseia, Ilíada e alguns de Bukowski que não lembro os títulos pois ainda não tirei da sacola.",
                "Não😭😭😭😭",
                "Um box do Senhor dos Anéis, da minha namorada ❤️",
                "Ganhei o livro Flores para Algernon",
                "Não. Ganhei dinheiro que vou usar pra comprar lanche e livro.",
                "Faço aniversário uma semana antes do natal mas acabo ganhando um presente só.\nNesses últimos anos montei uma estante com os livros que meu avô me deu, mas no mês passado ele faleceu.\n\nCortou fundo, infelizmente lembrei disso. Vou me lembrar sempre dele quando ler os remanescentes.",
                "Sim!!!! o príncipe de Maquiavel, a arte da guerra de sun tzu(acho que é assim que escreve) e a revolução dos bixos",
                "Ganhei Coraline (eu queria esse a 3 anos) e Um de nós está mentindo:)",
                "Eu n ganhei nem um pega vareta quanto mais um livro",
                "Ganhei o box de guerra e paz e uns 12 mangás 🥰",
                "minha namorada me deu flores para algernon",
                "Eu ganhei um livro o chamado de chuchulo",
                "Ganhei \"21 lições para o século 21\", do Harari. Ainda estou lendo Homo Deus.",
                "Sim, Felizmente ganhei um que estava querendo à dias, \"O livro Maldito\" (David Herick)",
                "Um box lindo do Dostoiévski. Maravilhado!",
                "Não. Mas queria hsushus ganhei um curso da domestika de Photoshop 😅 Eu que vou ter que comprar meus livros de presente!",
                "Ganhei um vale-presente com o qual comprei \"Rápido e devagar\" e \"Suave é a noite\". Estou lendo o primeiro e apreciando sumamente.",
                "Ganhei 2 livros que minha mãe me deu :D\nDiário estoico e 1 pergunta por dia. Serão meus livros de cabeceira pro ano que vem"
            ]
        },
        {
            "title": "Qual é a melhor edição da quadrilogia de Hannibal?",
            "selftext": "Primeiramente, feliz Natal!!!!!\n\nBem, eu sou bastante fã da história dos filmes e da série, mas eu nunca cheguei a ler os livros. Ao pesquisar se os livros são publicados aqui no Brasil, me deparei com algumas edições diferentes.\n\nA questão é: tirando a edição em inglês (que assim como qualquer outro livro importado é bem cara), todas as outras que estão disponivéis aqui aparentemente não tem os 4 livros completos (por exemplo, a Record só tem os dois primeiros livros publicados), sendo que até mesmo a edição de bolso (que eu ACHO que é a única que tem os 4 livros??) é difícil de achar, seja como usada ou como nova.\n\nEu quero muito ter os livros na estante, mas ter uma colcha de retalhos de capas diferentes pra mesma história é algo que eu particulamente acho desagradável hahahaha. Sinceramente, meu sonho é que os livros tivessem uma edição pela Darkside, mas sei que é apenas uma ilusão minha tal qual o sonho do Brasil ganhar o hexa.\n\nEnfim, o que vocês acham melhor em uma situação como essas? Fico com uma colcha de retalhos na estante, vendo meu rim pra comprar a edição em inglês ou espero pelo milagre de alguma editora publicar os quatro?\n\nAbs!!!\n\nObs.: Se alguma coisa que eu escrevi ficou difícil de entender por favor não hesitem em pedir para que eu explique de novo! Infelizmente tenho um probleminha em comunicar com as outras pessoas, então é normal que esse tipo de situação ocorra.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv22l8",
            "num_comments": 7,
            "comments": [
                "Ué, eu achava que era uma trilogia, pois li os três livros: Dragão Vermelho, Silêncio dos Inocentes e Hannibal, A Origem do Mal. Nesse caso, qual seria o quarto livro, mano?",
                "Bicho já pensou em ler em inglês rateado? Se eu não me engano as edições em br são meio paia, especialmente a da Record. Alguma coisa relacionada à tradução. Mas pode ser que eu esteja espalhando fake news aqui. \n\nTu já viu a série? Gosto dela pra crl",
                "Acho que é legal vc cultivar esse amor pelos livros , mas também não existe edção perfeita, então simplesmente não compre e espere as edições certas parecerem na sua frente , pode ser que alguma ediotira reeedite com outro trabaho gráfico ... não se martirize por isso"
            ]
        },
        {
            "title": "Algumas ilustrações de Um Conto de Natal na edição da Antofagica, arte por Guilherme Petreca",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv1cjk",
            "num_comments": 8,
            "comments": [
                "Ótimas ilustrações. Me fez lembrar de vários pontos da história. A Antofágica capricha demais nas suas edições.",
                "Tem um belo ar retrô.",
                "Nossa ta uma coisa bem vintage sei la eu amei delicado,amei msm",
                "Lindo! Ótimas ilustrações. Feliz Natal, pessoal!",
                "aaah to lendo ele, também tenho o e-book"
            ]
        },
        {
            "title": "Alguém aqui gosta de percy jackson? Se sim, qual o seu personagem favorito?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zv09l5",
            "num_comments": 10,
            "comments": [
                "Não sei se você está falando só dos 5 primeiros livros, Mas minhas personagens favorita são A Reyna e a Annabeth",
                "meus favoritos são o Percy e o blackjack, mas eu gosto bastante do Léo Valdez",
                "Nunca li é bom?",
                "Sou apaixonada pelo Percy, Annabeth e o Nico, amores da minha vida.",
                "Nico",
                "Irei colocar na listinha então",
                "Percy, Annabeth e Calypso são os meus favoritos!!"
            ]
        },
        {
            "title": "Rapazinha top, to precisando de ajuda pra encontrar um livro.",
            "selftext": "Fala meu povo, recentemente me interessei em começar a ler livros, e o livro que eu querendo ler primeiro eu não lembro o nome dele e não consigo encontrá-lo.\n(eu acho) que é sobre uma garota que passa por um tiroteio na (escola ou faculdade) e que o autor do massacre era o seu namorado. Li esse livro no 7 ano e não consigo me lembrar do nome dele, se alguém conseguir fazer a boa e me ajudar nessa eu agradeço MUITO  e dou até um beijo.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zuoegg",
            "num_comments": 8,
            "comments": [
                "A lista do ódio.Agora quero um beijo na ponta do nariz.",
                "Leia algo mais fácil já que é o primeiro livro,leia o pequeno príncipe a história linda é curto e fácil de ler.",
                "Rapaz comece por algum autor brasileiro tem um livro que eu acho legal é o cortiço,deixa ve capitaes de areia de jorge amado..",
                "Fala de onde cê é, pode ser que seja algum autor (a) regional."
            ]
        },
        {
            "title": "Recomende-me um thriller psicológico!",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zul32l",
            "num_comments": 17,
            "comments": [
                "-Misery, louca obsessão do Stephen king\n\n-Não fale com estranhos, do Harlan Coben\n\n- Home before dark, do Riley Sager, se vc arrisca um inglês",
                "Vale manga?\n20th century boys.",
                "A paciente silenciosa de Alex Michaelides",
                "Cabo do Medo, John McDonald. Tem a versão nova da Darkside, muito bonita a capa",
                "Fábrica de Vespas. Meu livro preferido, mas uma escolha incomum.",
                "Nossa parte de noite - Mariana Enriquez\n\nMaravilhoso",
                "Verity, é bem queridinho mas é realmente bom."
            ]
        },
        {
            "title": "Coleção Penguin Ficção",
            "selftext": "Alguém sabe onde eu poderia achar uma lista de todo o catálogo daquela coleção laranja da penguin de literatura brasileira?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zul6r1",
            "num_comments": 3,
            "comments": [
                "Acho q no site deles tem tudo",
                "https://www.companhiadasletras.com.br/Busca?selo=Penguin-Companhia"
            ]
        },
        {
            "title": "edição \"memórias do subsolo\" da Todavia",
            "selftext": "Gente, queria saber se vocês acham a tradução da Todavia boa (para \"memórias do subsolo\", no caso)... sei que o padrão para russo é a editora 34, mas achei a versão da todavia mais bonita rsrsrs",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zue6yg",
            "num_comments": 3,
            "comments": [
                "Olha, eu não li nenhuma tradução de Dostoievski da Todavia. O que conhecidos falam é que a linguagem utilizada é mais acessível, mas sem perder a qualidade."
            ]
        },
        {
            "title": "Feliz Natal!",
            "selftext": "Que o velhinho vestido de vermelho lhes traga muitos e bons livros.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zug9m9",
            "num_comments": 0
        },
        {
            "title": "Recomendação de Capa para Kindle",
            "selftext": "Finalmente arrumei um estágio e consegui comprar um Kindle, porém, como sou extremamente indeciso, não consigo escolher uma capa para ele e não consigo deixar ele na mochila solto sem capa.\n\nAlguém poderia me recomendar um modelo/marca? Desde já, obrigado!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zuera4",
            "num_comments": 11,
            "comments": [
                "Eu tenho a original da Amazon há 2 anos e é ótima! Paguei 60 lulinhas em uma promoção",
                "Já usei a original NuPro da Amazon e atualmente uso uma que comprei na shopee, que é beeem mais barata mas muito boa. Minha recomendação é procurar uma com fecho magnético. Quanto mais cedo vc comprar, menos chances de arranhar a tela.",
                "Amigo(a), eu não sei muito bem recomendar uma capa, pq a que eu tenho é bem ruim(pelo menos para mim), eu só uso pq quero proteger o Kindle e ganhei justamente ela.",
                "Vai no Aliexpress e pega qualquer uma entre as mais vendidas, não tem erro.",
                "Eu comprei uma artesanal na Elo7, tem vários modelos interessantes por lá.\n\nMeu modelo de Kindle é um pouco antigo, aí não achei mais capas pra ele na Amazon.",
                "Eu uso as da WB e acho ótimas. O preço é legal e elas são mega resistentes. Custa em torno de 60 reais a Amazon.",
                "Se tem uma coisa que gosto no Kindle é ele ser pequeno e leve. A pegada dele com a traseira emborrachada também é uma coisa que me agrada. Por isso essas capas como as oficiais da Amazon, que prendem nele protegendo a traseira com plástico mais rígido e tem a frete como uma capa de livro não me agradam, já que deixam o Kindle bem mais grosso e pesado. Eu optei por usar uma capa sleeve, encontrei uma razoável na shopee mas várias lojas produzem ou vendem. Como o meu é um paperwhite de 6.8 polegadas, não encontrei uma capa adequada ao tamanho, uso uma para iPad mini, mas como o objetivo dela é proteger da poeira,  pancadas e arranhões, não faz diferença que fique meio solto."
            ]
        },
        {
            "title": "Encontrei um \"Admirável Mundo Novo\" de 1967 perdido na minha casa nova. Alguém tem ideia de como conservar ele?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zucjyd",
            "num_comments": 13,
            "comments": [
                "Confere esse vídeo aqui, ele explica muito bem e mostra quais as práticas inadequadas:\n\nhttps://youtu.be/0BxUa_z1SIQ\n\nSe tiver com cheiro de mofo, confere esse aqui:\n\nhttps://youtu.be/CuuJEFIeZw8",
                "Isso é muito legal, uma vez encontrei algumas páginas de um livro de geografia/história do Brasil, no porão da casa da roça dos meus bisavós, o livro aparenta ser tão antigo que nem existiam alguns estados, e alguns tinham outros nomes. Acho que fiquei ainda mais entusiasmado pelo fato de eu cursar geografia.",
                "A princípio mantenha longe de luz e umidade. Sempre.\n\n Se a lombada e as costuras/colagens estiverem comprometidas, folhas soltas, eu recomendaria mandar reencadernar. \n\nSe houver muita sujeira acumulada as páginas precisam ser limpas com trincha macia, uma a uma. Importante tb remover grampos metálicos e adesivos (durex e fitas adesivas.",
                "Ele não tem texto de abertura do Olavo de Carvalho, está perfeito assim.",
                "Cara q legal, encontrar algo assim, principalmente por ser um livro, até parece q vc está num conto kkkk",
                "Já várias técnicas,dependendo do estado e do desgaste. Vácuo, congelamento... Mas é preciso orientação de especialista",
                "Leva num sebo que restaura livros",
                "Vende?"
            ]
        },
        {
            "title": "Lombada de Os Miseráveis",
            "selftext": "Ontem recebi meu livro, \"Os Miseráveis\" (Martin Claret) e queria saber se é preciso \"quebrar\" a lombada do livro? Se sim, qual é melhor forma de fazer isso?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zucfwa",
            "num_comments": 4,
            "comments": [
                "Existe uma técnica em que vc n precisa quebrar a lombada, vai pegando as folhas de pouco em pouco pra lombada ir se acostumando a ficar curva e não quebrar. Se vc pesquisar na internet, vai achar vídeos sobre.",
                "Eu tinha essa preocupação. Aí me vi no lugar do autor (no seu caso, o Victor Hugo), o que ele iria dizer sobre ter cuidado com o livro? Eu digo: NADA. Victor Hugo iria querer que vc lesse o livro dele, mas lesse e relesse tantas vezes que as páginas iriam ficar amareladas nas bordas, a lombada quebrada em dois lugares, os grampos das brochura folgados, as pontas das capas com orelhas, e o livro riscado, cheio de marca texto, e anotações.",
                "Veja no YouTube como o pessoal dos quadrinhos \"amacia\" os Omnibus, que são uns compilados bem volumosos, passando até das 1500 páginas as vezes (no Brasil o Omnibus mais volumoso já publicado tem quase 1300 páginas). É basicamente ir passando/folheando uma quantidade pequena de páginas de cada lado e \"alisando/passando a mão\" (sem exagerar na força tbm né) e depois folhear tudo pra dar uma amaciada na lombada do livro. Tem bastante vídeo até disso em português."
            ]
        },
        {
            "title": "Recomende livros de ficção fáceis de ler",
            "selftext": "Tenho o hábito de ler a bastante tempo, mas penso que os livros de ficção são massantes. Quais livros que sejam agradáveis de ler você recomenda?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zubvfj",
            "num_comments": 31,
            "comments": [
                "Livros mais tranquilos de ler você pode tentar ler Andy Weir! Eu pessoalmente adoro Devoradores de Estrelas",
                "Minha paixão por ficção científica começou com 'Eu, Robo' do Issac Azimov. \nOutro muito bacana tbm foi 1984 de Orson Wells",
                "Isaac Asimov é muito bom. Vale muito a pena ler a Saga Fundação toda, inclusive com a mistura da saga robôs e império. Eu li segundo essa orientação: https://euasimov.com/2015/10/12/a-saga-robos-imperio-fundacao-melhor-ordem-de-leitura/#more-137",
                "Bukowki. São rápidos, sujos e fáceis.",
                "Flores para Algernon. Livro muito bom, um dos melhores que li",
                "A Cidade de Bronze, de S. A. Chakraborty.\n\nÉ uma fantasia histórica que mistura mitologia árabe com um pouco de distopia. A história se passa nas proximidades do Oriente Médio e foca em três personagens (um guerreiro, um príncipe e uma órfã desajustada), sendo dois deles djinns, que são versões mais humanizadas e reais dos “gênios da lâmpada”. Há muita política no enredo, que também retrata a intolerância religiosa e o desprezo por imigrantes (mas de um jeito bem diferente, porque estão inseridos em uma realidade quase paralela, dominada por djinns — os humanos mal participam da história).\n\nVocê pode gostar. Eu amei.\n\nTem romance também, mas eu diria que é só um detalhe, porque ele se desenvolve bem lentamente e só serve para impulsionar algumas ações dos personagens (e até isso eu achei perfeito).",
                "Eu gosto dos contos do Ray Bradbury",
                "\"A guerra do velho\" - John Scalzi. Gosto muito do contexto espacial e esse livro me surpreendeu!",
                "As primeiras quinze vidas de Harry August, e também \"A guerra do velho\"",
                "Duna é tranquilo. Bem dinâmico e cheio de coisas interessantes",
                "O homem que caiu na terra",
                "O poder da espada, de Joe Abercrombie.",
                "os do Júlio Verne são bem legais. os do Arthur Conan Doyle também, Sherlock Holmes, um bom pra começar é o cão dos baskerviles",
                "Verity da Colleen Hoover",
                "O jardim de iacabus",
                "O Ceifador",
                "Mistborn",
                "Grinch e o Mundo dos Quem",
                "Indico a primeira ficção que li, O Fim da Eternidade - Isaac Asimov.",
                "Leia Júlio Verne e se apaixone por ficção. Dois ótimos livros pra começar são A volta ao mundo em 80 dias (muito bem humorado) e Viagem ao centro da Terra ( pra aquecer o coração aventureiro)"
            ]
        },
        {
            "title": "Vocês têm alguma técnica pra ler mais rápido e/ou pra se concentrar melhor?",
            "selftext": "Minha dúvida está no título. Mas, quando vou ler, gosto de mascar chiclete porque me ajuda a me concentrar melhor na leitura. Pesquisei sobre e vi que isso é verdade; o chiclete realmente ajuda na concentração.\n\nMas e vocês? Têm alguma coisa para compartilhar? Pode ser alguma dica ou conselho, o que quiserem!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zu9q40",
            "num_comments": 24,
            "comments": [
                "[deleted]",
                "Estamos numa época difícil pra manter o foco/atenção. Acho que é importante ir com calma, a prática faz você fluir melhor a leitura, quando você pega um livro estando há um tempo sem ler com atenção, pode ser difícil. Eu me pego voltando e relendo tudo pois atravessei sem manter o foco, dá uma sensação de dislexia. Mas depois de algumas páginas, sinto que começo a pegar o embalo.\n\nO ideal pra mim é deixar a velocidade acontecer naturalmente, não tente acelerar, encontre o ritmo que você consegue ler com atenção e interpretando o texto. Não permita ficar deixando passar situações que você não entendeu, personagens que não lembrou quem é, pois isso vai aumentando a dificuldade de manter a atenção.\n\nVocê pode também beber chá preto ou verde (Camellia Sinensis) pra te ajudar na concentração. Se tiver lendo um clássico russo, ainda vai dar de cara com os personagens fazendo o mesmo e aumenta sua imersão :)",
                "Existem algumas técnicas que podem ajudá-lo a ler mais rápido e se concentrar melhor durante a leitura:\n\nVisualize o material: Antes de começar a ler, reserve alguns minutos para folhear o material e ter uma noção da estrutura geral e das ideias principais. Isso ajudará você a se concentrar nas informações mais importantes e a tornar a leitura mais eficiente.\n\nDefina um objetivo: ter um objetivo específico em mente durante a leitura pode ajudá-lo a manter o foco e a motivação. Por exemplo, você pode definir uma meta para terminar um determinado número de páginas ou capítulos, ou para responder a uma pergunta específica ou resolver um problema relacionado ao material.\n\nFaça pausas: pode ser útil fazer pausas curtas a cada 20 a 30 minutos para descansar os olhos e dar ao cérebro a chance de processar as informações que você leu. Isso pode ajudá-lo a manter o foco e reter mais do material.\n\nUse um cronômetro: Definir um cronômetro pode ajudá-lo a controlar o ritmo e a permanecer no caminho certo. Por exemplo, você pode definir um cronômetro para 25 minutos de leitura focada, seguidos por um intervalo de 5 minutos.\n\nUse técnicas de memória: Existem várias técnicas de memória que podem ajudá-lo a reter e recuperar informações com mais eficiência. Por exemplo, você pode tentar criar imagens mentais, usando acrônimos ou dispositivos mnemônicos, ou resumir o material com suas próprias palavras.\n\nUse o método \"sq3r\": esse método envolve pesquisar o material, questionar o que você está lendo, ler ativamente, revisar o material e recitar o que aprendeu. Isso pode ajudá-lo a se manter envolvido com o material e entender e reter melhor as informações.\n\nGoma de mascar: como você mencionou, mascar chiclete pode ajudar a melhorar a concentração e a memória, então vale a pena tentar enquanto lê.",
                "Quando leio um livro de guerra viking, por exemplo, ligo o fone de ouvido no celular e abro uma trilha sonora de guerra viking. Escutar uma trilha sonora compatível com o livro que estou lendo enriquece muito a leitura.",
                "A melhor forma de ler muda conforme cada pessoa. Geralmente o que acelera a leitura é a prática. Normalmente quanto mais você lê, mais rápido você fica.\n\nNão se preocupe com essa questão de velocidade. O importante é ler de uma forma que você se sinta confortável e que permita a compreensão do que está sendo lido.\n\nPara concentração é interessante remover o máximo de distrações possíveis, como som de televisão, ficar no WhatsApp ou redes sociais enquanto lê. No YouTube você encontra muitas músicas para relaxamento e concentração. Dá uma procurada em white noise, às vezes é algo que me ajuda a focar quando estou disperso.",
                "Três palavras. Desligue o celular. Milagres acontecem quando você faz isso.\nEu baixei o Forest e programo uma trava quando vou ler, aí fico 60 minutos ou mais sem poder olhar os reels do Instagram.",
                "Esqueci de acrescentar, mas, às vezes, eu gosto de ouvir _brown noise_, ou _ruído marrom_. Pra quem não conhece, é um ruído que ajuda a focar no que está fazendo.",
                "Ler e ouvir o audiolivro em inglês (no Audible ou storytel). Mas tem q ser um livro fácil. Tb ler e ouvir o audiolivro em português ajuda",
                "leio muito PDF (faculdade) aí costumo ler acompanhada da leitor de voz no fone.",
                "Não sei o que faz com que eu me concentre, mas eu gosto de só ignorar o que está à minha volta e me imaginar ali na história vendo tudo. De alguma maneira, funciona.",
                "De ler mais rápido eu aprendi a parar de ler em voz alta, é mais rápido só ler no pensamento. Mas tem gente q precisa ler em voz alta pra lembrar oq leu, mas ai é de cada um. Pra mim funciona",
                "Tem que aprender a respirar fundo essas técnica aí de meditação pq leitura deixa a gente muito vulnerável a ficar pensando 1 milhão de coisas",
                "Segurar uma caneca de café, uma caneta e papel. Quando vou lendo escrevo um nome do livro, uma data, qualquer coisa que vá me dando gatilhos de páginas atrás.",
                "Livrar o ambiente de distrações é bom, e barulho branco me ajuda pacas.\n\nQuanto a ler mais rápido:\nO quanto menos vc tiver q mover os seus olhos mais rápido vc consegue ler então Kindle com letra grande (fonte no 16)",
                "Dizem que jogar xadrez diariamente potencializa a capacidade de concentração para outras coisas.  Agora uma coisa complicada é ler em um ambiente onde moram muitas pessoas e não se tem uma biblioteca por perto. Se torna um desafio colossal porque ninguém respeita se vc está estudando",
                "Sim, comece a praticar meditação. Os resultados vem com o tempo",
                "colocar musicas lofi ou sons de chuva",
                "Pra mim vc não deve se preocupar com isso, leia no seu tempo, ler o livro em um dia ou ler 10 Pag por dia, não importa, apenas se divirta com a leitura.",
                "Ler tapando as linhas de baixo com um marcador de página.",
                "Eu só consigo ler com uma caneta ou lápis com ponta metálica para acompanhar a leitura do texto. A ponta me ajuda a concentrar nas palavras.",
                "Desligar o celular e todas as distrações (ficar longe de pessoas e computadores), sentar numa cadeira confortável e focar no livro por um tempo determinado (meia hora, que seja)."
            ]
        },
        {
            "title": "[bate-papo] O que você está lendo?",
            "selftext": "Tópico semanal para comentar suas aventuras literárias. \n\n1. Seja gentil e respeite as regras da nossa comunidade.\n2. Se for dar spoiler, utilize a marcação adequada. Para usuários do *old reddit* basta olhar a barra lateral do sub, enquanto para usuários da nova versão basta fazer a edição na hora da postagem.\n3. Considere visitar os subs afiliados /r/NaMinhaEstante e /r/Quadrinhos.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zu8wrr",
            "num_comments": 35,
            "comments": [
                "O Lobo da Estepe - Herman Hesse",
                "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBoa tarde caro amigo/a vc poderia me doar 1 real passo por dificuldades em casa obrigado pela atenção se me ajudar Deus te abençoe se não poder me ajudando Deus te abençoe da mesma forma",
                "Um casamento natalino, Bruna Borges",
                "Suicidas, por Raphael Montes",
                "\"E nao sobrou nenhum\", da Agatha Christie",
                "Um conto de natal - Charles Dickens",
                "007 - Diamantes são eternos do Ian Fleming\nTender is the Night - Scot Fitzgerald \nNaruto - Kishimoto",
                "Os demônios, de Dostoievski",
                "David Copperfield, Charles Dickens",
                "A Metamorfose (Frans Kafka), Harry Potter e o Enigma do Príncipe (J.K Rowlling), Senhor dos Anéis a Sociedade do Anel (J.R.R Tolkien) e o Problema da Autoridade Política de Michael Huemer.\n\n Leio um pouco de cada todo dia, hoje li mais Senhor dos Anéis e o Problema da Autoridade Política, mas estou quase no finzinho de A Metamorfose (o livro tem 90 pags e estou na 60).",
                "A Cor na Arte. John Gage.",
                "Radio Silêncio",
                "Comunicação Assertiva, Débora Brum.",
                "Um cântico de Natal, Charles Dickens",
                "No terço final de The Lost Metal do Brandon Sanderson",
                "a travessia",
                "Hanna Arendt, Origens do totalitarismo.",
                "A Mente de Adolf Hitler - Walter C. Langer",
                "O Cemitério - Stephen King",
                "Senhor das moscas - William Golding",
                "Torto Arado - Itamar Vieira Junior\n\nLógica do Sentido - Gilles Deleuze",
                "Memories of ice, Steven Erikson.",
                "A solidão dos números primos - Paolo Giordano",
                "Alienista - Machado de Assis",
                "Hereges de duna",
                "O Livro da Selva - Rudyard Kipling",
                "Neuromancer - William Gibson",
                "sob a redoma - stephen king",
                "Memorial de Aires - Machado de Assis\nVigiar e Punir - Michel Foucault",
                "Dom Quixote.",
                "Aniquilar, Michel Houllebecq.",
                "- Infinite Jest do David Foster Wallace\n- Wonderful Life do Stephen J. Gould (uma vez na vida eu tenho que honrar meu bacharelado em biologia) \n- Guerra Cultural e Retórica do Ódio do João C. C. Rocha",
                "Triste Fim de Policarpo Quaresma - Lima Barreto"
            ]
        },
        {
            "title": "Irmãos karamazov e guerra e paz",
            "selftext": "Boa noite camaradas. Queria adquirir o tão aclamado irmãos karamazov, pois li crime e castigo e achei uma leitura boa.\n\nLi a edição da editora 34 e não tenho do que reclamar. Porém, vi uma edição de capa dura da editora martin claret (capa verde). Pra aqueles que já leram esta, gostaram?\n\n\nJá sobre guerra e paz, queria saber no geral o que acharam da leitura, pois me chamou a atenção também.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "ztyg75",
            "num_comments": 28,
            "comments": [
                "Olha, de russos só recomendo a 34 e Companhia das Letras/Penguin.",
                "Eu tenho a versão de bolso de crime e castigo da Martin claret, com tradução do oleg Almeida, ainda não li, mas o que posso falar sobre essas edições de clássicos russos da Martin é sempre ir nos que tem a tradução do Oleg. Apesar de não ser muito conhecido, pelo que dizem ele é um ótimo tradutor, e não deixa a desejar em relação as traduções do Paulo Bezerra, e nem dos outros tradutores de russo da editora 34. Edições antigas desses livros da Martin não tem uma boa tradução, são sempre traduções indiretas, e era de uma época em que a Martin não tinha tanto esmero em relação a tradução, tanto que até hj ela tem certa fama de roubar e não ter boas traduções, mas ela vem correndo atrás para concertar a imagem dela, tanto que o Oleg passou a ser o tradutor das novas edições dos clássicos russos que saem por ela. Então o resumo da ópera é: \nEdição da Martin com tradução do Oleg= pode ir de boa\nEdição da Martin com algum outro tradutor, e que seja antiga= corre \n\nEu gosto dessa edições da Marin pq eles são mais baratas, e são mais fáceis de ter promoção, crime e castigo comprei por 26, e a edição da editora 34 estava 65. Eu queria muito a edição da editora 34 dos irmãos Karamazov mas é muito caro.",
                "Li ambos esse ano. Li Os Irmãos Karamazov na tradução do Paulo Bezerra da Editora 34 e é perfeita. Essa verde que vc está citando, apesar de ser uma edição linda, já ouvi prós e contras sobre a tradução. Mas não posso opinar pois não li. \n\nGuerra e Paz eu li com tradução do Rubens Figueiredo pela Companhia das Letras e também é ótima.",
                "Lê a edição da 34 mesmo, que eu saiba a edição da Martin Claret de Irmãos Karamázov é tradução indireta do francês. \n\nA Claret tá com uns rolês meio doidos porque eles fizeram uma porrada de tradução indireta de autores russos e agora tão lançando traduções diretas. Um exemplo é que minha edição de Os Demônios deles (bela edição inclusive, de capa preta) é tradução direta e bem feita, mas muitos dos outros trabalhos do Dostoievski tem um formato de edição parecido e a tradução é indireta. Tem que tomar cuidado com isso.",
                "Guerra e Paz é bem mais denso que Crime e Castigo, então você vai ter um pouquinho de choque. Procure uma edição comentada, e mantenha uma árvore genealógica dos personagens a mão, porque os nomes se repetem com frequência e a intriga só é clara se você entende as relações familiares.",
                "Guerra e paz eh um evento. Eh uma experiência. . Quando releio um trecho dele eu sinto cheiros e sentimentos da epoca",
                "Você sabe me dizer o nome do tradutor do livro que você quer comprar?",
                "As edições russas da Martin Claret traduzidas pelo Oleg Almeida são muito boas. Infelizmente, Irmãos Karamazov não é uma delas. Trata-se de uma tradução indireta do francês, não recomendo. Mas se for alguma outra obra vertida pelo Oleg, vai na fé e confia.",
                "Guerra e paz é uma leitura bem gostosinha; quase uma novela das seis...\r  \nJá os irmãos Karamazov, achei uma xaropada impossível de terminar..."
            ]
        },
        {
            "title": "Começando a ler Charles Dickens",
            "selftext": "Ele não me deixou em paz e me perseguiu por todos os lugares que eu ia nessas últimas semanas, então no fim resolvi dar uma chance.\n\nVocês que conhecem a obra e já leram os livros do Charles Dickens, acham que existe aquele que precisa ser o primeiro a ser lido? Qual?\n\nOu talvez não tenha nada disso e qualquer um que eu escolher seja o ideal?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "ztyeq3",
            "num_comments": 15,
            "comments": [
                "Já li O Conto de Natal e é uma das minhas melhores leituras. Estou lendo atualmente o calhamaço \"David Copperfield\" e estou gostando bastante.",
                "Eu estou lendo Grandes esperanças... aliás, estava lendo agorinha!\r  \nE é uma delícia... um clássico que, de tão fluído, nem parece ter sido escrito há duzentos anos...",
                "Grandes Esperanças é um dos meus favoritos. Oliver Twist é incrível. O bom do Dickens é o humor sarcástico, o narrador chega às vezes ser um personagem a parte.",
                "Eu recomendo que você comece pelo David Copperfield. O próprio Dickens o considera como “seu filho predileto”.",
                "Pra mim Dickens sempre foi e sempre será o escritos do Um Conto de Natal (acho q foi assim q ficou a tradução), q é a história mais bonitinha do mundo e por onde comecei e por onde recomendo q todos comecem",
                "Um conto de duas cidades, nem que seja por um dos melhores começos de livro.",
                "Tá na minha de autores, mas tenho preguiça de ler. Tenho impressão de que é meio chato, que o ritmo é muito lento, sei lá.",
                "Li: Grandes Esperanças, David Copperfield, Oliver Twist, Um Conto de Duas Cidades e O Conto de Natal\n\nTentei ler e larguei: A Casa Sombria\n\nOs livros dele são sempre meio parecidos - uma criança pobre, órfã ou abandonada (pensa Harry Potter), que a vida dá uma volta... É incrível, Grandes Esperanças tinha mais de mil páginas, mas você lê tranquilo, umas 15-20 por dia. É um épico!\n\nMas recomendo David Copperfield, é muito bom pra conhecer o escritor e tem um tamanho razoável pra contar uma história incrível sem ser maçante. \n\nE o humor dele é sensacional, tem uma frase do David Copperfield que eu lembro até hoje, de tão engraçada-inteligente, quando ele tá falando da irmã do David: *\"ela era tão religiosa, que ia pra igreja por procuração\"*. Ou seja, ela mandava os outros ir pra igreja no lugar dela, haha",
                "Dele só li o Conto de Natal, que terminei ontem aliás. Achei só um livro ok, imagino que ele tenha obras melhores, então não recomendo começar por essa.",
                "Oliver Twist é bem legal"
            ]
        },
        {
            "title": "Quero, não, preciso de mais Erotismo!!!",
            "selftext": "Até aqui li aoenas Marques de Sade, Annais Nín e Melissa Paranello como também Sancher Masoch e George Bataille mais EU quero mais me indiquem livro, por favor.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "ztuoho",
            "num_comments": 8,
            "comments": [
                "Não sei se seria a tua linha. Mas indico \"O casamento\", do Nelson Rodrigues.\n\nTem também \"Teresa Filósofa\", que vale a pena conferir. Há uma edição da L&PM Pocket.",
                "Leia mais do Mario Vargas Llosa",
                "O que você leu do Bataille? Tô pensando em ler ele também, queria recomendações",
                "\"Satyricon\" do Petrônio é uma boa pra vc. O livro é, basicamente, um romance erótico gay da Antiguidade.",
                "Leia menos autores eroticos, pratique o erotismo, não copie, desencolva."
            ]
        }
    ]
}