{
    "12ir8g4": {
        "title": "Mini Suculent Garden in Broken Coffee Cup - DIY Recycled",
        "selftext": "",
        "num_comments": 0
    },
    "12gz7tg": {
        "title": "Decoration with plants: advantages and disadvantages",
        "selftext": "",
        "num_comments": 0
    },
    "12gdatj": {
        "title": "Bonjour Avril",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Bonito cao"
            }
        ]
    },
    "12czco9": {
        "title": "Flor é tudo de bom! Concorda? #flowers",
        "selftext": "",
        "num_comments": 0
    },
    "126sj54": {
        "title": "Inverted Jiboa Planting: Unusual decoration and full of charm",
        "selftext": "",
        "num_comments": 0
    },
    "11n7nt4": {
        "title": "peço ajuda sobre uma \"mancha\" branca na minha planta",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "OP, eu não sei o que é essa mancha, então não posso ajudar muito. Talvez vc consiga 'raspar' pra ver se é algo que caiu na folha? Talvez por baixo da mancha a planta está normal.\n\nAgora, uma outra dica, é que acho que sua planta tá pegando pouco sol e estiolando (estiolamento é quando a planta se 'estica' demais e perde um pouco o formato quando não rede luz suficiente). Essas suculentas precisam de muito sol direto."
            },
            {
                "body": "Sou iniciante em jardinagem, sei praticamente nada de plantas e todos ao meu redor também não, então venho pedir orientação do que exatamente seria isso! (E se for algum fungo ou probleminha da planta, de como eu poderia resolver isso)"
            }
        ]
    },
    "11myhfo": {
        "title": "Plastic vase transformed into arrangement of succulents with wire and dr...",
        "selftext": "",
        "num_comments": 0
    },
    "11dsa97": {
        "title": "Mandacaru Florescendo. A flor abre durante uma noite e morre na manhã seguinte",
        "selftext": "",
        "num_comments": 0
    },
    "118eq5a": {
        "title": "Pegue os Galhos Secos para fazer Decoração Rustica, Arranjo de suculentas",
        "selftext": "",
        "num_comments": 0
    },
    "117dmyu": {
        "title": "Routine in the field: planting of araucarias, pruning and jabuticabas",
        "selftext": "",
        "num_comments": 0
    },
    "1177gxv": {
        "title": "Participação em estudo",
        "selftext": "Olá o meu nome é Paulo Costa, a minha esposa esta a realizar a dissertação de mestrado no âmbito de Sustentabilidade e consumo de vestuário em Portugal. Agradecia a vossa participação neste inquérito de alguns minutos.\n\nMuito obrigada pela vossa atenção, cumprimentos.\n\n[https://forms.gle/mb84syfLgzCivcmK6](https://forms.gle/mb84syfLgzCivcmK6)",
        "num_comments": 0
    },
    "1160i7t": {
        "title": "cortei o gramado ontem e a grama ficou assim, alguém sabe o motivo e se vai voltar a ficar verdinha?",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Coetou baixo demais. A tendência é voltar ao normal conforme cresce... Se tiver um clima meio seco, pore regar no fim da tarde"
            }
        ]
    },
    "113vbes": {
        "title": "Folhas da primavera enrolando",
        "selftext": "O que pode ser? Todas as primaveras aqui de casa começaram a enrolar as folhas a alguns meses e simplesmente chegou em um ponto que não sobrou uma folha normal.\n\nJá tentei de tudo fiz até desfolha, mudei o solo e o vaso, tentei aguar menos e mais, mudei de lugar, passei calda bordalesa. Simplesmente nada funciona.",
        "num_comments": 1,
        "comments": [
            {
                "body": "pode ser pelo clima, se na sua região estiver mais frio por causa das temporadas de chuva"
            }
        ]
    },
    "113u2yn": {
        "title": "Como fazer um vaso reciclado em forma de abelhinha usando garrafa PET #DIY",
        "selftext": "",
        "num_comments": 0
    },
    "112957u": {
        "title": "Vasos criativos com garrafas pet: Pendurar plantas lambari com estilo",
        "selftext": "",
        "num_comments": 0
    },
    "10q1h6x": {
        "title": "Transform your environment with a surprising and easy -to -make natural ...",
        "selftext": "",
        "num_comments": 0
    },
    "10obawz": {
        "title": "29 Ideias de paisagismos e decoração de jardim e quintal - Só ideias le...",
        "selftext": "",
        "num_comments": 0
    },
    "10lvle5": {
        "title": "Beautiful Plastic Vase idea for cacti and succulents - Mini Garden",
        "selftext": "",
        "num_comments": 0
    },
    "10kyx5v": {
        "title": "Muitos nao sabem que isso pode ser feito com BOB de CABELO - veja",
        "selftext": "",
        "num_comments": 0
    },
    "10h0rxy": {
        "title": "12 simple garden ideas for backyard to inspire you - just cool ideas",
        "selftext": "",
        "num_comments": 0
    },
    "10ek3nx": {
        "title": "21 amazing ideas to decorate garden with handmade pieces - only legal ideas",
        "selftext": "",
        "num_comments": 0
    },
    "109h3f2": {
        "title": "Beautiful idea with broken glass bowl: mini moss garden and avenca",
        "selftext": "",
        "num_comments": 0
    },
    "105zd5g": {
        "title": "Beautiful idea with dry branch and stones to decorate - Rustic Decoration",
        "selftext": "",
        "num_comments": 0
    },
    "1058i9d": {
        "title": "Beautiful idea with plastic packaging to hang plants - decorate with plants",
        "selftext": "",
        "num_comments": 0
    },
    "103o060": {
        "title": "Grama na varanda",
        "selftext": "Boa noite! Pessoal, gostaria de plantar grama na minha varanda (apartamento) para os meus gatos. Queria saber se eu poderia simplesmente colocar a terra por cima do azulejo e plantar, sem estragar o piso da sacada. Caso não seja possível, o que eu precisaria fazer no chão antes de colocar a terra? Colocar só uma lona entre o piso e a terra seria o suficiente? Vocês conhecem alguém que já fez algo parecido ou alguma outra solução para fazer isso? \n\nO espaço é pequeno, a sacada é como se fosse a letra 'D' cortada na metade, ou seja, um triângulo retângulo onde a hipotenusa é um arco. Pensei em plantar em uma caixa mas acho que ficaria muito pequeno, a não ser que eu conseguisse uma caixa com as dimensões exatas da sacada... Acham viável essa ideia ou não faz sentido nenhum plantar grama no chão da varanda?\n\nEspero que a pergunta não seja muito absurda hehe",
        "num_comments": 2,
        "comments": [
            {
                "body": "Op talvez o maior problema nem seja o piso mas sim o peso, ja pensou em plantar dentro de casa mesmo en uma caixa de madeira? Um amigo fez assm colocou onde batia uma restia de sol e foi sucesso."
            }
        ]
    },
    "10371lw": {
        "title": "Isso é Mamona?",
        "selftext": "Minha mãe trouxe uma muda ontem, mas eu não consegui confirmar o que é, parece mamona, alguém pode dizer com certeza?",
        "num_comments": 2,
        "comments": [
            {
                "body": "Olá. Não amigo, essa planta (aqui na minha região) conhecemos como pinhão-roxo (Jatropha gossypiifolia). Essa  planta fez parte de minha infância, pois, utilizavamos o leite que saia das folhas para cicatrizar alguns machucados que saiam no canto da boca (aqui conhecemos como boqueira). O gosto era horrível, porém, por ser uma tradição passadas pelos mais velhos, muita criança/adolescente ia atrás de quem cultivava para pedir folhas para tratar seus machucados."
            },
            {
                "body": "Elas são ambas da família Euphorbiaceae. Mas são espécies diferentes"
            }
        ]
    },
    "zwzfaz": {
        "title": "Tentei plantar girassol com um kit que ganhei mas ele tá meio estranho. O que eu faço?",
        "selftext": "Parecia normal mas as folhas tão amareladas e uma delas murchou.",
        "num_comments": 4,
        "comments": [
            {
                "body": "- água + sol"
            },
            {
                "body": "Girassois tem raízes profundas. Plante-o em um lugar maior."
            }
        ]
    },
    "zqs98y": {
        "title": "Beautiful idea with mayonnaise pot to plant chlorofit, everything become...",
        "selftext": "",
        "num_comments": 0
    },
    "zmi4um": {
        "title": "Minha mãe quer um jardim suspenso",
        "selftext": "Olá, eu estou procurando sites que são bons para comprar a estrutura de jardim suspenso já pronto, alguma dica?",
        "num_comments": 0
    },
    "zlnvaj": {
        "title": "olá alguém poderá me ajudar a perceber o que está a acontecer com minha monstera? quando comprei ela já vinha com algumas manchas dessas mas creio que agora continuam a aparecer. eu mudei o vaso para um maior e troquei o substrato, algumas folhas do fundo novas estão amarelas totalmente... retirei",
        "selftext": "",
        "num_comments": 0
    },
    "zkzxyw": {
        "title": "Lata de Tinta Decorada - Do Lixo ao luxo - Vaso criativo de lata",
        "selftext": "",
        "num_comments": 0
    },
    "zde1rs": {
        "title": "Ideias lindas de Pergolado para decoração externa de cair o queixo - S...",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Formam uma estética tão bacana. Como se fosse um espaço específico para relaxar e estar bem."
            }
        ]
    },
    "zd8gpy": {
        "title": "Minha planta amanheceu com gotas d'água nas folhas",
        "selftext": "Apesar de não ter feito uma foto, vou tentar ser bem detalhista pra ajudar na compreensão. Sábado agora (03/12/2022) eu recebi em casa uma Rhaphidophora tetrasperma que comprei online. A loja despachou ela na segunda, ou seja, ela ficou embalada numa caixa com furos por 5 dias. (primeira vez que comprei planta online) ela chegou ok, porém com leves sinais de exaustão. Arrumei ela melhor no vaso, coloquei um tutor de bambu melhor e completei o substrato. Reguei na noite de sábado e domingo a tardinha coloquei um fertilizante NPK 04-14-08. Hoje, segunda de manhã quando acordei, ela estava com gotas d'água nas folhas, tipo uma gota em cada folha como se tivesse suado/transpirado. Como nunca vi isso acontecer com plantas que ficam dentro de casa, achei estranho. Devo me preocupar? O que pode ser isso?",
        "num_comments": 1,
        "comments": [
            {
                "body": "Nenhum motivo para se preocupar. É completamente normal Plantas transpirarem"
            }
        ]
    },
    "zcvc7d": {
        "title": "Toda planta tem semente?",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Somente as angiospermas e Gimnospermas"
            }
        ]
    },
    "zblda2": {
        "title": "IDEIAS COM PNEUS - Jardim bonito - Só ideias legais",
        "selftext": "",
        "num_comments": 0
    },
    "za3dy6": {
        "title": "Ideia LINDA com CANO DE PVC para plantar CLOROFITO ou PLANTA-ARANHA, Vas...",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Muito BOM vou tentar FAZER aqui na minha CASA mas so DEPOIS de DOMINGO pq ESTAREI de RESSACA o FIM DE SEMANA inteiro."
            }
        ]
    },
    "z9zaio": {
        "title": "PERGOLADES TARES - 20 special ideas to adorn your garden 💡",
        "selftext": "",
        "num_comments": 0
    },
    "z0bcgi": {
        "title": "Take wooden cookie to support native orchid - Rustic Decoration",
        "selftext": "",
        "num_comments": 0
    },
    "yxlxh3": {
        "title": "Bom dia, ganhei essas plantas e transportei em um vaso q estava vazio aqui em casa, mas não sei exatamente quais são as plantas e nem os cuidados que elas exigem, se vcs conseguirem identificar ficarei grato se informarem no comentário.",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "A planta chama-se Verdinha, dá água e mete ao sol, é biologia básica"
            }
        ]
    },
    "ywxmqg": {
        "title": "12 beautiful plants for living room 25 plants into the house 🌱",
        "selftext": "",
        "num_comments": 0
    },
    "yw1tls": {
        "title": "Amazing ideas for decorating yard - 3 simple and practical ideas for garden",
        "selftext": "",
        "num_comments": 0
    },
    "yuedth": {
        "title": "Beautiful idea with pet bottle to plant chlorophyte or spider plant, cre...",
        "selftext": "",
        "num_comments": 0
    },
    "yucxo7": {
        "title": "Seasonings for vases! How to make a herb garden and spice in a vase",
        "selftext": "",
        "num_comments": 0
    },
    "yskesq": {
        "title": "Ideia LINDA com VASO QUEBRADO para SUCULENTAS, Vasos criativos para mini...",
        "selftext": "",
        "num_comments": 0
    },
    "yo86in": {
        "title": "Beautiful idea with moss to plant chlorophyte or spider plant, chlorofit...",
        "selftext": "",
        "num_comments": 0
    },
    "ybxc85": {
        "title": "Beautiful idea with broken vase - mini garden path in the forest",
        "selftext": "",
        "num_comments": 0
    },
    "y9dccc": {
        "title": "Do Lixo ao Luxo: Vaso quebrado vira Lindo MINI JARDIM - Reciclagem de ce...",
        "selftext": "",
        "num_comments": 0
    },
    "y23q2r": {
        "title": "Dúvida sobre transplantação.",
        "selftext": "Boas malta. Eu e a minha namorada acabámos de comprar várias plantas (maioritariamente cactos e carnívoras) para ter em casa. Elas vêm em vasos pequenos, por isso queríamos transplantá-las. A senhora da loja diz que não as devemos transplantar mal as compramos, para elas se ambientarem à casa. Isto faz-vos sentido? Se sim, porquê?",
        "num_comments": 1,
        "comments": [
            {
                "body": "Ola, elas ate se ambientam mas se os vasos sao muito pequenos vao acabar sentindo tambem, os cactos e suculentas sao bem resistentes, pode sim transplanta los , nos ja fizemos varias vezes e nao sentiram , o importante é nao molhar e deixar ao sol, agora as carnivoras nao posso dizer pois nao tenho conhecimento.\n\nobrigado pela pergunta e espero ter ajudado!"
            }
        ]
    },
    "y003o3": {
        "title": "Ideia LINDA MINI VASO DE CERÂMICA - galho seco para SUCULENTA dedinho de...",
        "selftext": "",
        "num_comments": 0
    },
    "xxk53b": {
        "title": "Ideia LINDA VASO DE CERÂMICA - Galho Seco, pedras para SUCULENTA",
        "selftext": "",
        "num_comments": 0
    },
    "xpup2w": {
        "title": "100 IDEIAS INCRÍVEIS DE MINI JARDIM E TERRÁRIO - Só ideias legais",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Ideias de merda"
            }
        ]
    },
    "xo1fq6": {
        "title": "Pegue os gravetos e Galhos Secos para fazer Decoração Rustica - 50 ideia...",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Dá trabalho, mas o resultado fica legal. Já tentou algum?"
            }
        ]
    },
    "xhw3u6": {
        "title": "Ideia simples com arame e bolacha de madeira para tilandsia",
        "selftext": "",
        "num_comments": 0
    },
    "x6vk10": {
        "title": "3 beautiful ideas with plastic pot to plant perfect love and succulents ...",
        "selftext": "",
        "num_comments": 0
    },
    "x54hhy": {
        "title": "Inhale with these 25 simple and easy plant support ideas - just legal ideas",
        "selftext": "",
        "num_comments": 0
    },
    "x0nxw1": {
        "title": "Beautiful idea with anthurium in floral foam",
        "selftext": "",
        "num_comments": 0
    },
    "wrxv5p": {
        "title": "Make beautiful Kokedama of Milk Cup - Linda Coconut Fiber Idea",
        "selftext": "",
        "num_comments": 0
    },
    "wp6srn": {
        "title": "Boa tarde pessoal, tô com esse substrato aqui em casa e queria fazer uma horta, eu preciso comprar terra ou se eu enriquecer ele eu consigo plantar bem? Tenho bokashi, esterco de frango e humus de minhoca",
        "selftext": "",
        "num_comments": 0
    },
    "wlqdy5": {
        "title": "Amazing ideas for decorating beautiful garden inspirations to decorate y...",
        "selftext": "",
        "num_comments": 0
    },
    "wkeo3x": {
        "title": "Plants in the kitchen 10 beautiful ideas with plants that will love to l...",
        "selftext": "",
        "num_comments": 0
    },
    "wk6qqf": {
        "title": "Beautiful rustic backyard - how to have a beautiful and cozy corner",
        "selftext": "",
        "num_comments": 0
    },
    "wjft72": {
        "title": "Beautiful idea with glass to plant chlorophyte or spider plant, creative...",
        "selftext": "",
        "num_comments": 0
    },
    "wdewu1": {
        "title": "Beautiful idea with plastic pot to plant succulents - Vintage Teapot - E...",
        "selftext": "",
        "num_comments": 0
    },
    "wbzr5s": {
        "title": "12 simple garden ideas for backyard to inspire you - just cool ideas",
        "selftext": "",
        "num_comments": 0
    },
    "w6xocr": {
        "title": "Turn your backyard with good spiral ideas for spiral herbs and flower beds",
        "selftext": "",
        "num_comments": 0
    },
    "w6gaha": {
        "title": "Suculent garden with ornamental lake - Beautiful plants of jaw -dropping",
        "selftext": "",
        "num_comments": 0
    },
    "w4y09u": {
        "title": "Beautiful idea with trunk for Tilalandia - Idea Linda Tilassia on the tr...",
        "selftext": "",
        "num_comments": 0
    },
    "vzb6jv": {
        "title": "Dekoriertes Zinn / DIY / Recycling / Müll bis Luxus - Zinnkreative Vase",
        "selftext": "",
        "num_comments": 0
    },
    "vxcj2s": {
        "title": "alguém poderia me ajudar a identificar o que é isso no meu pé de pimenta? como faço para tirar? tenho três pés de pimenta, estão em quase todas as folhas",
        "selftext": "",
        "num_comments": 7,
        "comments": [
            {
                "body": "Parecem pulgões"
            },
            {
                "body": "pulgão ou fungo\n\nmas acho que pulgão.\n\nalho vinagre e pulveriza\n\npega essas bombinhas de inceticida amarelas\n\nou esses pulverizadores de encaixar em garrafa pet\n\nbate uma cabeça de alho pra cada 250 ml de vinagre tinto\n\ne 250 de agua\n\nmas pode botar menos agua.\n\nborrifa em cima da planta mas nao muito em cima"
            },
            {
                "body": "Eu tive algo parecido nos meus pés de pimenta, eram ovos de mosca branca. Resolvi borrifando uma calda: Bati 4 dentes de alho grandes com 1 litro de água, coei e botei num borrifador com uma colher de chá de detergente neutro. Borrifava no verso das folhas todos os dias de manhã cedo, antes do sol bater nas folhas. Resolveu o problema aqui, mas para evitar que elas retornem é bom botar aquela isca amarela perto das suas plantas"
            },
            {
                "body": "Tens pimenta preta na planta madjé. Mete menos pimenta nisso"
            }
        ]
    },
    "vwqp2d": {
        "title": "Top Bamboo Pergola Ideas: Decoration and Sustainability - Only Legal Ideas",
        "selftext": "",
        "num_comments": 0
    },
    "vnf160": {
        "title": "Malta, o Corta-relva a bateria EINHELL GE-CM 18/30LI está em promoção no Leroy",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Mekie putos, é para aproveitar a mega promoção. Vale bué a pena. Quem não comprar é um fake tropa e não merece direitos.   \nKeep grinding, keep jardinagem."
            },
            {
                "body": "Já comprar"
            }
        ]
    },
    "vms9l9": {
        "title": "alguém sabe oq são esses pontos nas folhas? ele está espalhado por td a planta, depois que começaram a aparecer os galhos começaram a apodrecer e as folhas secaram, eram 5 só sobrou 1 bom e outro +-, alguém tem ideia de como salvar essa planta ?, também cogitei ser excesso de água mas só Rêgo 1/sem",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "parece ser um tipo de ferrugem, aconteceu algo assim no meu manjericão (que é plantado lá fora) aí cortei fora os galhos com isso e o pé ta, aparentemente, normal"
            },
            {
                "body": "Pode ser que seja cochonilha. Se for, você passa um pano úmido com um pouco de sabão nas folhas pra remover, depois dá uma boa borrifada de água pra enxaguar. E lembre de adubar, cochonilhas aparecem em plantas que estão com deficiência de cálcio..."
            }
        ]
    },
    "v43uwp": {
        "title": "Costela de Adão em apuros o que pode ser??",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "coconilha ou fungo, sapeca óleo de andiroba 3x na por semana na primeira, 2x nas próximas 2 e depois manutenção 1x por semana ou a cada 15 dias, vai analisando"
            }
        ]
    },
    "uxje34": {
        "title": "Ficus Lyrata amarelando - o que fazer?",
        "selftext": "",
        "num_comments": 0
    },
    "uklbxa": {
        "title": "Iniciante em jardinagem",
        "selftext": "Olá, amigos! Gostaria de algumas dicas sobre como começar a plantar um jardim em um pequeno espaço que tenho em casa, estou pensando em canteiros grandes, mas não sei muito sobre plantas, de fato sei quase nada. Tenho tido dificuldade para encontrar informações básicas relacionadas a estrutura, cuidados e tipos de flores que eu poderia plantar, quero muito ter um jardim com variedade de flores, bem coloridinho, mas está difícil. Se puderem me ajudar indicando videos, material de estudo e até me passando informações que acham importante, fico muito grata! \n\nhttps://preview.redd.it/ppofh7cm24y81.jpg?width=564&format=pjpg&auto=webp&v=enabled&s=c0bec0dc47a78d74139c9bd13cda89bcb49c2a99",
        "num_comments": 3,
        "comments": [
            {
                "body": "queria saber tbm!"
            },
            {
                "body": "Comeca a fazer e vai tomando gosto. Compra terra adubada, umas plantas, e começa. Sol e água todo dia"
            },
            {
                "body": "A primeira coisa que você precisa olhar é por quantas horas o sol bate no lugar onde você quer plantar, assim você determina que tipo de planta vai ficar melhor ali. Até duas horas de sol você vai colocar as chamadas plantas de meia sombra ou sombra. Agora, se for quatro, seis ou mais horas horas de sol, aí você vai colocar plantas de sol pleno.\n\n\nVocê encontra em lojas de jardinagem substrato para jardins, que já vem pronto pra uso e você não vai ter dor de cabeça na hora de escolher qual a melhor terra. Com as plantas escolhidas e o substrato comprado, é só ir atrás das mudas e/ou sementes e começar a diversão. Boa sorte!"
            }
        ]
    },
    "u0tk62": {
        "title": "Creative Cement Ideas - Beautiful way to make pots for plants, garden de...",
        "selftext": "",
        "num_comments": 0
    },
    "tvjacz": {
        "title": "Alguem me ajuda!",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Fruta do milagre, comprei pela internet e dois dias dps ja tava assim"
            }
        ]
    },
    "ttj7lo": {
        "title": "Beautiful idea with purslane - Different way to hang plants",
        "selftext": "",
        "num_comments": 0
    },
    "trp0ud": {
        "title": "Ecological wall | Projects of bamboo fence to copy and raze - only legal...",
        "selftext": "",
        "num_comments": 0
    },
    "tr543r": {
        "title": "Ideias para quintais pequenos!",
        "selftext": "",
        "num_comments": 0
    },
    "tizn9h": {
        "title": "Lindo Vaso de cimento imitando tronco",
        "selftext": "",
        "num_comments": 0
    },
    "t6ise7": {
        "title": "Lindo cachepot feito com embalagem de desinfetante",
        "selftext": "",
        "num_comments": 0
    },
    "t3rs2y": {
        "title": "Guide pratique pour élever des poules",
        "selftext": "",
        "num_comments": 0
    },
    "t0vn02": {
        "title": "Flor da Fortuna: Características, Plantio e Significados",
        "selftext": "",
        "num_comments": 0
    },
    "ssfiua": {
        "title": "Alguém pode me ajudar com isso? Cuido deste pau-d'água há algum tempo, e é a primeira vez que vejo essas \"bolhas\" laranjas em todo seu tronco. Já tirei todos e estavam secos, mas voltou a aparecer novamente. Por favor, quem puder me ajudar agradeço muito",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "Cara, isso parece ser cochonilha. É estranho pois costumam atacar apenas cítricos, se você tiver algum cítrico por perto isso sustenta a teoria. Outra teoria é que pode ser galha. Talvez seja uma boa ideia tentar usar algum inseticida pra plantas pra ver se resolve"
            },
            {
                "body": "Essa é a danada da cochonilha de carapaça. Usando uma escova de dentes com água e sabão você remove tudo. Depois, adube bem a planta, cochonilha nas plantas é sinal de deficiência de cálcio...\n\n\nComo o cálcio é um nutriente que demora a ser absorvido, o problema vai persistir por algum tempo, então você vai ter que fazer essa escovação de vez em quando. Mas não desanime, continue adubando que a planta vai ficar muito bem"
            }
        ]
    },
    "srx8r8": {
        "title": "Ideia LINDA de KOKEDAMA de MUSGO com Flor de Maio Que você nao vai acred...",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "?Bom dia, será que alguém tem musgo rádula?"
            }
        ]
    },
    "s3ehe6": {
        "title": "Ideia linda com vaso de cerâmica - Vaso triplo com jade e orelha de Shrek",
        "selftext": "",
        "num_comments": 0
    },
    "rzu62m": {
        "title": "Opa uma pergunta séria",
        "selftext": "Vocês sabem uma planta boa que cresce em brita?",
        "num_comments": 0
    },
    "rmch84": {
        "title": "14 Espécies de Flores do Cerrado Brasileiro (Lista de Nomes)",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "ESTE SUBREDDIT NÃO ACEITA BRASILEIROS"
            }
        ]
    },
    "rikslr": {
        "title": "Pedras para Jardim: Como Usar, Tipos de Pedras e Decoração",
        "selftext": "",
        "num_comments": 1
    },
    "rfn3vo": {
        "title": "Um dúvida muito duvidosa.",
        "selftext": "Boa tarde, eu estou começando a fazer jardinagem e enquanto juntava um pouco de terra em um canteiro eu encontrei umas minhas bem pequenas e nisso tive a \"brilhante idéia\" de criar elas. Eu peguei elas, com terra e tudo, e passei para um balde e comecei a jogar resto de legumes e casca de fruta e ovo além de ter colocado algumas folhas secas, também cobri tudo com mais algumas folhas e deixei num canto e isso já tem duas semanas. Eu reviro a terra todo dia mas sempre sobe um cheiro um pouco desagradável além da terra parecer mais uma pasta do que terra, minha dúvida é que eu sei que isso não é uma Compostera e muito menos um Minhocário mas eu estou fazendo de alguma forma algo certo? Deveria eu desistir disso e começar outra vez mas fazendo de forma separada as coisas ou deixo as coisas como estão?",
        "num_comments": 3,
        "comments": [
            {
                "body": "Eu moro em apartamento, não tenho espaço pra um minhocario decente, então eu só joguei um tantinho de terra no fundo de um vaso grande de plastico, e fui colocando camadas intercaladas de terra com humus e restos de comida (vegetais, nunca carne ou osso). Cobri com um plástico e deixei na sombra (como o vaso é preto se ficasse no sol ia cozinhar as minhocas. Depois de 40 dias tinha bastante minhoca que nasceram do humus e quase não tinha mais resto de comida. \n\nNão é o melhor jeito, mas funciona pra mim. O jeito que vc fez ta bom também."
            }
        ]
    },
    "rers98": {
        "title": "Ideia linda com Pallets para Flores e Hortaliças! Bancada para jardim DIY",
        "selftext": "",
        "num_comments": 0
    },
    "qi98dg": {
        "title": "meu manjericão começou a secar um tempo atras, mas continua crescendo. ele tem sido regado normalmente. alguém tem alguma ideia se há algo que eu possa fazer? será que pode ser o solo?",
        "selftext": "",
        "num_comments": 11,
        "comments": [
            {
                "body": "Põe lhe água lol"
            },
            {
                "body": "Assim, chutando coisas que poderiam ser: afofar a terra pra ajudar na oxigenação, adubar, realizar podas pra incentivar o crescimento e devia exposição ao sol."
            },
            {
                "body": "Chuto que afofar a terra pode ajudar. Quanto tempo tem que cê não aduba ele também?"
            },
            {
                "body": "Pela primeira foto dá pra perceber que ele fica num lugar que não bate sol, num local mais ensolarado ele estaria com mais folhas... Aconselho retirar as flores sempre que aparecerem, pois eles \"roubam\" energia que iria para o resto da planta. Também aconselho estar sempre adubando a terra, húmus de minhoca a cada 3 meses por exemplo ( mas existem diversas formas de adubação e você escolhe a que mais te agradar). Apesar disso ele é uma planta anual, então é normal começar a secar aos poucos."
            },
            {
                "body": "Ele ta com as flores? Porque se sim tem que cortar pra crescer mais (e se vier flor de novo, corta.. pq flor faz secar o manjericão)"
            }
        ]
    },
    "q9wqiv": {
        "title": "Vc sabe oq aconteceu nesta Cróton Petra? Help me! É fungo? Está em meia sombra, terra adubada.",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "xé tens ganda fungo aí 😳😳😳"
            }
        ]
    },
    "oa76vw": {
        "title": "Essa é minha primeira samambaia :)",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "A segunda há de correr melhor 👍"
            }
        ]
    },
    "nvvrf0": {
        "title": "Alpinia com folhas queimadas",
        "selftext": "Minha Alpinia está com as pontas das folhas queimadas, alguém sabe identificar o motivo?\n\n&#x200B;\n\nhttps://preview.redd.it/v159fpkgq8471.jpg?width=1280&format=pjpg&auto=webp&v=enabled&s=ccd282f9b773df54c40277b2ff545d9f097ffbcd",
        "num_comments": 2,
        "comments": [
            {
                "body": "Pouco sol"
            },
            {
                "body": "Muito sol"
            }
        ]
    },
    "n7we7v": {
        "title": "Alguém sabe se este meu pinheiro ainda tem solução?",
        "selftext": "",
        "num_comments": 0
    },
    "mbd30d": {
        "title": "Ficus elastica 'ruby'",
        "selftext": "",
        "num_comments": 0
    },
    "mamxkd": {
        "title": "Sementes de Baobá",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Recentemente eu comprei algumas sementes de Baobá (Adansonia Digitata) no mercado livre. Estou tentando algumas técnicas de germinação que encontrei no YouTube que consistem basicamente em lixar parte da casca dura da semente, deixar de 24 a 48h submerso em água, descascar e deixar em uma papel toalha úmido até germinar. Algumas das sementes incharam bastante comparado com o tamanho original, estou bem otimista. O meu objetivo é tentar fazer bonsais de Baobá. \n\nVou atualizando conforme eu tiver mais resultados"
            },
            {
                "body": "Atualização?"
            },
            {
                "body": "Deu certo?"
            }
        ]
    },
    "m83sn4": {
        "title": "Mudas vieram numa prisão de barro",
        "selftext": "Eu comprei umas mudas de temperos recentemente e, como vocês sabem, são plantas mediterrâneas, gostam de solo arenoso. Mas elas vieram num substrato totalmente argiloso e me deu o maior trabalho libertar as raízes daquela prisão de barro. É normal isso? Ou comprei de um lugar ruim?",
        "num_comments": 4,
        "comments": [
            {
                "body": "epa ya o sitio deve ser uma shit"
            },
            {
                "body": "Isso é realmente estranho. Todas as plantas aromáticas que comprei foram fáceis de retirar do vaso. Pode mesmo ter comprado num mau lugar"
            }
        ]
    },
    "lasrhn": {
        "title": "Como Plantar a Flor Alpínia – Guia de Jardinagem – (Alpinia purpurata)",
        "selftext": "",
        "num_comments": 0
    },
    "l6jhjg": {
        "title": "Compostagem: problema com composteira",
        "selftext": "Olá pessoal, como vão? Alguém com composteira aqui sabe pq uma composteira não dá chorume? A minha já tem um bom tempo e não deu ainda. \n\nObrigado",
        "num_comments": 1,
        "comments": [
            {
                "body": "Já aconteceu comigo isso ai, teria alguma coisa a ver com o clima muito seco?"
            }
        ]
    },
    "l0b0jj": {
        "title": "Meu Verde Jardim",
        "selftext": "",
        "num_comments": 0
    },
    "a7zewt": {
        "title": "Não há arte fácil, e Jardinagem™️ não é exepção.",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Quando dizem isso, uma parte de mim diz que o Thanos esta certo"
            }
        ]
    },
    "a7dtki": {
        "title": "Daily Arbustopostagem",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Os seres perfeitos"
            }
        ]
    },
    "a6z14u": {
        "title": "Mega corno! - Daily Arbustopostagem",
        "selftext": "",
        "num_comments": 0
    },
    "a6qmrr": {
        "title": "\"Para que precisas de Geometria Descritiva A™️?\" Daily Plantapostagem",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Só estadistas dizem não a GDA. O GOVERNO QUER ACABAR COM A JARDINAGEM"
            },
            {
                "body": "Só estadistas dizem não a GDA. O GOVERNO QUER ACABAR COM A JARDINAGEM"
            }
        ]
    },
    "a6hbt0": {
        "title": "LIFE BE LIKE THAT 😤😤",
        "selftext": "",
        "num_comments": 0
    },
    "a6gyxc": {
        "title": "PROMOÇAO FODA-SE",
        "selftext": "",
        "num_comments": 0
    },
    "a6f6u6": {
        "title": "Corta-relvas de recorde com precisão",
        "selftext": "Eu tenho usado o meu corta-relvas com motor Honda GX270, mas tenho notado que a mecânica a 4 tempos tem começado a ficar um bocado obsoleta. Alguém já experimentou um corta-relvas com um motor shifter a 2 tempos? Se sim, a velocidade compensa a falta de precisão?",
        "num_comments": 2,
        "comments": [
            {
                "body": "Ainda não exprimentei, mas um bom amigo meu disse-me que depende do trabalho.\nSe quiseres um trabalho meticuloso continua como estás.\nSe tiveres que cortar muita relva a falta de precisão não deve ser um problema"
            },
            {
                "body": "Pois, hei de experimentar e ver se há alguém mais a fazer o mesmo."
            }
        ]
    }
}