{
    "posts": [
        {
            "title": "Eu nunca vi falarem que sanfona é masculino (imaginerygatekeeping)",
            "selftext": "Tem um sub gringo chamado imaginerygatekeeping pra casos como esse",
            "subreddit": "brasilivre",
            "topic": "sanfona",
            "id": "1453c9h",
            "comments": [
                "Se fosse masculino seria o sanfono e não a sanfona.\n\n![gif](giphy|d3mlE7uhX8KFgEmY)",
                "Tutorial de empoderamento do seculo 21:  \npasso 1: crie um paradigma que nunca existiu  \nPasso 2: quebre esse paradigma  \npasso 3:????  \npasso 4: profit",
                "O propósito de vida dessas pessoas é problematizar tudo.",
                "Também nunca vi, mas deve ser alguma coisa relacionada a história do instrumento.\n\nAntigamente salto alto era masculino, usado por nobres europeus.",
                "Pessoal sem cultura mesmo. No sul tá cheio de mulher tocando gaita.",
                "Nunca vi tbm kkk… Mas tbm nunca tinha visto mulher com sanfona kkk",
                "Véia sanfoneira é um clássico.",
                "Mas também nunca tinha visto mulher tocando sanfona",
                "Sim, muito masculino, e só agora elas começam, né?\n\n[link]\n\nFoto de Julieta Venegas, ela tem mais de 20 anos de carreira, e sempre tocou sanfona.",
                "kkkk na Irlanda eu só vejo mulher tocando a sanfona celta.",
                "Se tem uma coisa que colher vive fazendo é imaginando gate keeping onde não existe.\n\nVê aquela propaganda da Visa falando sobre mulheres serem proibidas de jogar futebol.\n\nMENTIRA! Era um decreto que falava que o ministério dos esportes podia determinar quais esportes eram para mulheres e quais não eram. Assim **não existiam times oficiais** femininos das modalidades que o ministério não queria. Porém elas podiam jogar sim. Só não tinha time sancionado pelo governo. E essa limitação só veio em 65 e o decreto foi derrubado em 79.",
                "Essa mídia tradicional não cansa de passar vergonha, não tem ninguém que fale ou alegue que sanfona é instrumento musical masculino,só mesmo na cabeça desses jornalixos",
                "Sim, no nordeste é coisa de homem pq a sanfona é pesada. E vc tem o sanfoneiro e não a sanfoneira.",
                "[link]",
                "\"Quem disse que morena não pode usar biquíni?\"",
                "O único instrumento masculino é o krl",
                "Nunca pensei como \"masculino\" ou \"feminino\". Sempre imaginei como \"nordestino\".",
                "Galera gosta de inventar gênero onde não existe.msm. Sanfona masculina é uma novidade pra mim.",
                "É aquela história: \"quem disse que as ruivas não podem sorrir\" descrição da foto numa ruiva gostosa sorrindo",
                "Antes de vir concordar com seu post tive uma pesquisa intensa de 3 minutos pra descobrir o que era imaginary gate keeping.",
                "Nunca viram as tiazona sanfoneiras na Paraíba?",
                "Se não tiver narrativa não é notícia.",
                "O mais próximo que consigo relacionar é sanfoneiro como gíria pra punheteiro",
                "Bombeiro é considerado masculino por pegar na mangueira ou por apagar teu fogo? Explica essa agora.",
                "Eu tb nunca vi p*u na sanfona.",
                "E esse pessoal parabeniza os homens escoceses por usar saia?",
                "Minha avó tocava sanfona há 80 anos atrás, pioneira kkkkk",
                "muito boa a pauta do liberalismo do sub: reclamar de mulher tocando instrumento kkkkk",
                "Pra completar essa bela homenagem, vou ali tocar uma sanfona",
                "Deve ser coisa de cearense (???) \n\n\nAcho mulher que toca qualquer instrumento uma maravilha btw",
                "Na cultura geral cita pra mim quantas sanfoneiros tu conhece, pau no cu?",
                "Mulheres nunca serão iguais aos homens. Sabe pq? Pq homens tem pinto e pq homens se matam aos montes entre si. Quero ver as mulheres tentarem isso.",
                "LOL",
                "Achava que tocava com as mãos, não com o pênis. Vivendo e aprendendo..."
            ],
            "num_comments": 34
        },
        {
            "title": "Não aguento mais o efeito sanfona",
            "selftext": "Eu treino tem dois anos, mas se fosse colocar pra valer, seguindo dieta e suplementação, faz mais ou menos uns 8 meses, e cara não aguento mais. Em abril eu tava \"no meu auge\", parecia tá dando tudo certo, mas tive que parar de treinar pq fui viajar, fiquei fora 15 dias, não engordei muito mas engordei. \nDesde a viagem não consigo manter o físico, emagreço um pouquinho e volta 3x mais, mesmo mantendo a alimentação. \nVou mentir não, tem vez que eu dou uma exagerada a mais na comida e pulo cardio (pq convenhamos, fazer cardio é um saco), mas krl parece que eu engordo tudo que eu perdi do dia pra noite, e slc fico muito mal com isso. \nQueria voltar a ter meus 80kg limpo que tinha quando era mais novo mas tá difícil sair dos 100 ;-;",
            "subreddit": "Maromba",
            "topic": "sanfona",
            "id": "15h6k4b",
            "comments": [
                "[deleted]",
                "Foi como o amigo disse acima, além de você está mentindo aqui pra nós, você está mentindo pra você mesmo.\n\n Se você realmente estivesse mantendo a dieta e uma boa alimentação você não iria ganhar 3x mais peso, ou seja, o problema está em você não conseguir seguir a dieta, vai por mim, ninguém perde 2 anos de progresso porque foi viajar por 15 dias, mesmo que você tenha relaxado muito esses dias em 1 mês de volta a sua rotina de treino você recupera esse prejuízo.\n\n Se realmente você quer ter seus 80kg limpo novamente você já sabe muito bem oque tem que fazer.",
                "Bicho, na boa? Vc sabe o que tem que fazer. 🤷‍♀️ \n\nEu tmb to nessa ai sua, eu viajei e perdi o habito da dieta. Não engordei mais pq a dieta já havia me mudado pra sempre a quantidade de comida, etc, mas nunca mais emagreci nada. Só que eu sei o que eu tenho que fazer, voltar a dieta e parar de relativizar e minimizar as escapadas. Fazer ... Fazer não, viver a dieta e ponto final.",
                "Via de regra tú tá comendo demais, mas vai em um endócrino ver se tá tudo certo",
                "me too man",
                "Só parar de se é auto sabotar, manter o peso é bem tranquilo.",
                "ent para de ficar 5 dias dr fotossíntese e 2 de superávit \n\n\"ah pq eu me privo de comer por 1 semana e qnd como 1 dia já ganho tudo dnv\" claro, galera fica a semana em fotossíntese e qnd sai da linha no fim de semana é 1 potão de sorvete, 3l d cerveja, 2l de Tubaína, 3 burgão, 2 podrão, churrascão,  queijinho e uma saladinha pra n deixar de ser fit, e nem nega pq geralmente é assim msm \"hj vou extrapolar\" \n\nn tem shape que aguente qnd se compensa tudo q n comeu durante o déficit num final de semana só, n tem essa de fazer 26 dias d dieta e 4 \"dia do lixo\" no mês, tem q ter foco, dia do lixo nem devia existir, no teu namoro tem dia do corno? não(eu espero) ent pq tem dia de escapar da dieta? se quer comer sem ganhar ent encaixa nas tuas calorias \"ah pq aí eu fico c fome\" conforme vc cresce dá pra encaixar um burgão, uma pizza, mas até lá tem q seguir o protocolo, n tem outra",
                "Além do que falaram acima, eu procuraria um endocrinologista ou outro médico para verificar se existe algum problema no seu eixo hormonal, talvez possa ser algo relacionado a tireóide também.",
                "Engordar é muito mais fácil que emagrecer, e dependendo da sua genética mais ainda. Se tu esperava que alguém fosse falar algo que não o óbvio para você aqui sinto te decepcionar. Tu não é criança tu malha a dois anos então sabe que tem que estar em déficit calórico.",
                "Qual sua altura?",
                "Eu acho que vc tá muito viciado em academia... \n\nOu você está querendo demais, ou está fazendo dieta de menos.",
                "A real é que academia não é pra todo mundo, basta ver que apesar de todo o hype que tem hoje em dia, é extremamente raro você ver gente realmente bolada nas academias. Nesse sub mesmo, eu chuto que se tiver umas 10 pessoas que realmente são dignas do título maromba é muito. \n  \nSeu trabalho, rotina, condição financeira, genética... Existem N fatores que podem limitar seu desempenho e não tem milagre no mundo que mude isso, o melhor exemplo é o Cavalo, que toma veneno, é patrocinado pela Growth, atualmente vive disso, não precisa trabalhar e ainda assim é frango (nem vou entrar no mérito da canela dele). Mesma coisa de Tadala, Pobre Louco, etc... Quem realmente é atleta não tem tempo de ser youtuber, porque até uma rotina \"de boa\" que essa carreira favorece já atrapalha a rotina bodybuilder.",
                "uma outra dica aqui, ve essa suplementação pra ver se tu n tá tomando hipercalórico com whey ao invés de whey"
            ],
            "num_comments": 13
        },
        {
            "title": "Eu nunca vi falarem que sanfona é masculino (imaginerygatekeeping) - Tem um sub gringo chamado imaginerygatekeeping pra casos como esse",
            "selftext": "",
            "subreddit": "brasilimpoAlt",
            "topic": "sanfona",
            "id": "145eyg1",
            "comments": [
                "Link da postagem original no r/brasilivre:\n\n[link]\n\n196 pontos, 47 comentários, há 8 horas (no momento da aprovação)"
            ],
            "num_comments": 1
        },
        {
            "title": "A sanfona nesse video de tributo que os Ucranianos fizeram para o drone Turco Bayraktar me lembra um pouco do forro, voces nao acham?",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "11cynci",
            "comments": [
                "Eu não sei o forró como um todo, mas o xote (música e dança) são inspirados nas danças de salão europeias, igual o arrasta-pé é inspirado na polca.\n\nXote vem de schottische que significa escocês. Quando os africanos aprenderam a dançar, adicionaram passos e o rebolado mais típico das danças africanas e voalá, taí.\n\nPor isso que as músicas se parecem em alguns elementos, como o uso da sanfona e do triângulo.",
                "Anguns nesse sub: \"Não somos pro russia, só achamos que o pessoal esta caindo muito na propaganda americana dobre a guerra\"  \n\nPost: olha uns ukranianos dançando \n\nO mesmo pessoal: \"olha ai os caras que vão levar nuke\"\n\"Olha só os nazistas\"",
                "É o nordeste ucraniano.",
                "É tudo diversão e jogos até tomarem um nuke na cara...   \nNão, não sou a favor de guerras, nem do putin nem do filho da putin nem do tiririca presidente...",
                "Caralho, no primeiro segundo já aparece símbolo nazista... esse speedrun foi loco",
                "Por causa do título tô esperando escutar a música do auto da compadecida e vou ficar decepcionado se isso não acontecer"
            ],
            "num_comments": 6
        },
        {
            "title": "vocês também compartilham do amor ao ouvir essa sanfona de longe?",
            "selftext": "",
            "subreddit": "jogatina",
            "topic": "sanfona",
            "id": "14b8zy5",
            "comments": [
                "Senti falta dele no Tears."
            ],
            "num_comments": 1
        },
        {
            "title": "“SANFONA DANADA”: MÚSICA PERDIDA DE YARA MIRANDA, IRMÃ DE GRETCHEN.",
            "selftext": "A partir de metade deste vídeo [link] vemos que aparece na tela o nome “Sanfona danada”, o que supostamente seria esta música; mas não. Até uns meses atrás tinha um vídeo no YouTube onde a mesma cantora, Yara Miranda (ex-integrante das Melindrosas), cantava os seguintes versos: “Essa sanfona danada, meche com a nossa alma!”, mas a que está no vídeo não tem nada disso e muito menos é a roupa do vídeo que não existe mais na plataforma (que eu lembro de ter visto; ela estava vestida de branco, como sempre com a mesma estética da Clara Nunes). Muita gente no YouTube pergunta nos vídeos dela: «Em qual LP está a música “Sanfona danada”?»; e este é o caso, porque nenhum LP de Yara consta esta música. Concluindo: a música do vídeo não é “Sanfona danada” coisa nenhuma.",
            "subreddit": "BrasilLostMedia",
            "topic": "sanfona",
            "id": "zhy46q"
        },
        {
            "title": "Lil Tarantula - Wildside (Sanfona Tenebrosa Remix) (Sabrina Carpenter, MC Mirella)",
            "selftext": "",
            "subreddit": "mashups",
            "topic": "sanfona",
            "id": "w64lw3"
        },
        {
            "title": "Gilson da sanfona: ruim como músico, péssimo como presidente da Embratur",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "hi1vxa",
            "comments": [
                "Deve ser bom demais não ter vergonha de ser burro. Eu morro de vergonha",
                "Eu ainda estou tentando entender o que ele queria dizer quando falou \"we have many couves\".",
                "Me ajudem entender o porquê da comparação com a Austrália. Consigo pensar em nenhum paralelo entre nós e a Austrália do ponto de vista turístico.  \nAlguém se habilita a explicar?",
                "Sabia que estava conhecendo o rosto!"
            ],
            "num_comments": 4
        },
        {
            "title": "Vídeo: De sanfona, ministro do Turismo toca Pink Floyd no programa de Lacombe na RedeTV! - Gilson Machado é o mesmo que cantou ‘Ave Maria’ como homenagem aos mortos na pandemia durante live de Bolsonaro",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "pevp5m",
            "comments": [
                "Mas o PF não é comunista?",
                "Eu não sei se vale a pena perguntar... mas por que o Ministro do Turismo tá tocando sanfona?",
                "Autoconsciência bovina."
            ],
            "num_comments": 3
        },
        {
            "title": "Galera, estou interessado em começar a tocar sanfona. Sabem por onde começo? Um modelo mais básico? Já compro um completo pra garantir?",
            "selftext": "Já toco gaita mas não sei ler partitura",
            "subreddit": "PergunteReddit",
            "topic": "sanfona",
            "id": "otm3qk",
            "comments": [
                "Eu não sei tocar nem sanfona nem gaita mas já q ngm responde tem 11h eu vou dar a minha humilde opinião.\n\nEu compraria a sanfona mais custo x benefício que encontrar. A esse ponto, vc n sabe se vc vai gostar ou não de tocar sanfona e despender uma quantia enorme de dinheiro p acabar dropando pode não ser muito sábio. Se dps vc quiser uma mais top vc pode vender a q tu tem (ou não) e comprar outra.\n\nAprender a ler partitura é útil para praticamente qualquer instrumento mas não necessariamente vc precisa começar por isso.\n\nBoa sorte, amigo"
            ],
            "num_comments": 1
        },
        {
            "title": "Pizza Hipotética - Meiaum, Felps (Cover na Sanfona por Cássio Aurélio Rodrigues)",
            "selftext": "",
            "subreddit": "Felps",
            "topic": "sanfona",
            "id": "pcxf2a"
        },
        {
            "title": "'Efeito sanfona' na pandemia frustra planejamento das empresas na retomada",
            "selftext": "",
            "subreddit": "brasilnoticias",
            "topic": "sanfona",
            "id": "ms2ndy",
            "comments": [
                " Os resultados dos setores de comércio e serviços em janeiro e fevereiro completaram um ano de pandemia na economia surpreendendo positivamente a maior parte dos economistas. As expectativas para os meses seguintes, no entanto, são de nova piora, reflexo do agravamento da crise sanitária, provocando um \"efeito-sanfona\" capaz de frear a retomada.\n\n Essa dinâmica de retomada econômica seguida por novos períodos de fechamento e queda na atividade tem dificultado o planejamento das empresas, que operam em compasso de espera.\n\n Dado o nível atual de incertezas, as projeções do mercado para o desempenho do PIB (Produto Interno Bruto) no primeiro trimestre têm variado entre uma queda de 0,5% e um crescimento da mesma magnitude.\n\n Nesta quinta (15), o IBGE (Instituto Brasileiro de Geografia e Estatística) informou que [o setor de serviços cresceu [link] em fevereiro, mais que o dobro do projetado pelo mercado. Com isso, o setor voltou ao nível pré-crise, que já havia sido [alcançado pelo [link] e pela indústria em setembro do ano passado.\n\n A recuperação, no entanto, é desigual, e já se espera nova retração. A projeção da XP, por exemplo, é de queda de 4,2% no resultado dos serviços em março.\n\n Rodolfo Margato, economista da XP, afirma que enquanto os serviços prestados às empresas estão se recuperando em ritmo moderado, aqueles prestados às famílias continuam a sofrer com medidas de isolamento social, [link] e menor renda disponível.\n\n  Para ele, esses segmentos devem se recuperar de forma consistente apenas após avanços adicionais na campanha de imunização contra a Covid-19.\n\n Tantas incertezas tornam inviáveis planos de médio a longo prazo, segundo economista Guilherme Dietze, assessor econômico da FecomercioSP. As dificuldades, que já existiam no ano passado, estão mais graves neste ano.\n\n “Previsibilidade é algo que daria um norte aos empresários, mas agora você tem que considerar vacinação, câmbio, questões políticas, Orçamento da União e se vai ou não romper o teto de gastos”, afirma.\n\n Nos restaurantes, o vaivém de restrições aumenta os riscos para a formação de estoques e a programação de compras, diz o economista.\n\n Para Dietze, da FecomercioSP, os resultados positivos apurados pelo IBGE em fevereiro levaram a uma sensação equivocada de que o pior já passou para os setores de comércio e serviços.\n\n A equipe da Genial Investimentos, do economista José Márcio Camargo, afirma que praticamente todos os indicares antecedentes de março mostram redução na atividade do setor de serviços, devido ao agravamento da pandemia, como já apontam dados sobre voos domésticos e as [sondagens do setor realizadas pela FGV (Fundação Getulio [link]\n\n Indicador antecedente da instituição também mostra recuo da atividade em março, mês em que houve fechamento de estabelecimentos comerciais em várias cidades do país. Dados de cartão da Getnet, por exemplo, apontaram queda nas vendas em março, de 3,4% no varejo ampliado e de 4,6% no restrito. Em serviços, o declínio foi de 32,3%.\n\n A falta de previsibilidade também prejudica a indústria, único setor que [fechou o bimestre com ligeira [link] O presidente do Simpi (Sindicato das Micro e Pequenas Indústrias), Joseph Couri, afirma que fazer qualquer planejamento está impossível.\n\n “Ninguém sabe até quando a pandemia vai, se a vacinação vai crescer, se vai dar conta das variantes”, diz.\n\n Além disso, o dirigente vê com preocupação a quebra das cadeias de insumos e um volume grande de falências.\n\n Segundo [pesquisa Datafolha encomendada pelo [link] 44% das micro e pequenas indústrias de São Paulo relataram ter perdido fornecedores durante a pandemia por falência ou recuperação judicial. Outros 60% disseram ter pedido clientes pelo mesmo motivo.\n\n Em fevereiro, o IBGE registrou retração na atividade industrial em 10 dos 15 locais pesquisados. O resultado negativo foi puxado por São Paulo. O presidente do Simpi diz que, desde então, a situação piorou.\n\n As expectativas dos empresários em relação aos próximos meses também caíram em março. De 46% que esperavam melhora em fevereiro, o percentual ficou em 23% no mês seguinte. Quase a metade dos entrevistados (47%) avalia que a situação econômica ainda vai piorar, enquanto para outros 74% o ritmo de vacinação ainda é muito lento.\n\n O próprio governo afirma que a recuperação iniciada no ano passado foi interrompida, como mostram dados preliminares de consumo e produção, mas avalia que o impacto econômico em 2021 será menor que o verificado nesse mesmo período do ano passado, quando a pandemia chegou ao país.\n\n [Nesta quinta (15), o presidente do Banco Central, Roberto Campos Neto, mostrou dados sobre queda no consumo de energia, nos licenciamentos de veículos, nas vendas no cartão de débito e na confiança de empresários e [link] destacando que o impacto da nova onda da Covid-19 na economia é menor do que o verificado em março e abril do ano passado."
            ],
            "num_comments": 1
        },
        {
            "title": "Músicas com sanfona que não sejam sertanejo?",
            "selftext": "Gosto muito do instrumento, mas não gosto de sertanejo.\n\nSó conheço duas músicas com sanfona que não são sertanejo e gosto muito delas:\n\n1. A versão do Nirvana de Jesus doesn't want me for a sunbeam;\n\n2. Tempo Ruim do Jimmy London (apesar de não curtir Matanza).\n\nAlguém tem dicas de músicas?\n\nEdit: gramática",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "csvx2w",
            "comments": [
                "Forró? Dominguinhos, Luiz Gonzaga, Dorgival..",
                "A versão acústica de [Desculpe o [link] da Rita Lee, com participação especial da Paula Toller.\n\nTem também [Xique [link] do Tom Zé.",
                "Escuta qualquer uma do Astor Piazzola.",
                "beirut",
                "Aquele Antologia Acústica, do Zé Ramalho. O Dominguinhos participa.\nAcho que no Arcade Fire tem sanfona também.",
                "Eu não sei se no fim é o mesmo instrumento (sanfona x acordeão), mas talvez goste do Yann Tiersen? Ele é um multi-instrumentista sensacional, mas [o trabalho dele para o filme [link] ficou marcado para mim.\n\nMinha favorita é [La [link]",
                "Escuta \"Milonga para as missões\" interpretada por Renato Borghetti (é gaita ponto)! Será uma experiência única.",
                "Tem bandas de metal com sanfona, ouça o álbum Weltenkraft da banda Finsterforst, é basicamente baixo e acordeon. A primeira música vale o álbum inteiro, porém é um estilo de metal bem intragável pra quem não tá acostumado com o estilo.\n\nAlém dessa tem Korpiklaani, Trollfest, Finntroll e outras que provavelmente vão aparecer nos sugeridos do YouTube quando você ver essas aí...",
                "[deleted]",
                "Tenta ouvir as músicas do cd lunatic da banda KONGOS. Eles tocam rock e tem sanfona.",
                "\"Syndicated Inc.\" do \"Weird Al\" Yankovic tem um solo lindo de acordeão. Qualquer uma das polcas dele também usa o instrumento.\n\n\"Vou Deixar que Você Se Vá\" do Nenhum de Nós também é uma das que lembro que usa a sanfona.\n\n\"Lee-O-Dua\" do Karnak também.",
                "[link]",
                "Renato Borghetti e Yamandu > [link]",
                "Assiste isso aqui:\n\n[Gui Boratto & Ksenija Sidorova jouent Astor [link]\n\nTango + música eletrônica.",
                "Marcelo camelo - liberdade",
                "Carlos Vives, é vallenato colombiano."
            ],
            "num_comments": 16
        },
        {
            "title": "fui pego no ato com minha namorada DE NOVO",
            "selftext": "A um tempo atrás postei uma situação em que fui pego pela minha sogra no ato com minha namorada enquanto estávamos nos resolvendo no quarto da minha sogra. E, pois é, ocorreu algo parecido. Malditos hormônios \n\nFui visitar minha namorada na casa dela hoje e ficamos em seu quarto, no andar de cima, minha sogra não estava mas a avó da minha namorada estava. Geralmente ela fica no andar de baixo então não nos preocupamos e ESMIRILHAMOS COMO SE NUNCA TIVÉSSEMOS ESMIRILHANDO ANTES. \n\nDepois que fui embora minha namorada me manda mensagem dizendo que a avó dela tava no andar de cima e ouviu TUDO e a véia vai contar pra minha sogra o ocorrido, provavelmente amanhã. Não fomos exatamente silenciosos hoje, então, resumindo: fodeu e fodeu bonito\n\n\nEdit: não dá pra trancar a porta porque a porta do quarto dela é aquelas tipo sanfona.  Nao tem chave",
            "subreddit": "desabafos",
            "topic": "sanfona",
            "id": "y019ta",
            "comments": [
                "[deleted]",
                "Fuder com porta de sanfona e com gente em casa? O diabo tem medo de vcs",
                "Ué, hormônio é sinônimo de burrice agora? Não é pq tua vó não costuma ou consegue subir escada que ela não escuta né Caraí, só pensar Po, se é pra transar com gente em casa tem que ser no silêncio porra, aí tbm não da, gemendo que nem porno que até o vizinho escuta e acha que a vó não vai escutar pqp rapaz, juvenil, e na real, todos sabem o que um casal de namorados estaria fazendo juntos no quarto, o foda é o pessoal da casa escutar, isso que é de feder.",
                "Esse negócio de “a véia não sobe escada” já deu o que falar por aqui também AHQUEHAUAJSHEHAUAHSU \n\nMas, sério… mandaram a lapada feroz com direito a uivo, num quarto com porta sanfonada, sabendo que tinha mais gente em casa? Tem que aplaudir a coragem, pq noção vcs não têm! 😂\n\nEdit: “sobe”, não “sobre”.",
                "fala pra mãe dela q na próxima vocês fazem na rua",
                "Amigo, até qnd vcs acham q estão escondendo eles sabem... Descobri isso depois q virei adulto e percebi o qnt nós qnd somos adolescentes/mais jovens achamos q enganamos alguém... Kkk",
                "Ô irmão, ser pego uma vez até vai, mas tu vai fazer coleção e ser pego por todos os membros da família dela?",
                "Vcs são exibissionistas, assumam...kkkkk",
                "Na próxima namore alguém com a vó muda, se ela ouvir não vai contar pra ninguém!\n\nMe siga para mais dicas de relacionamento.",
                "Imagino a vó contando pra mãe dela: \"Olha a sua filha tá transando! 😠😠😠\"",
                "O mano macetando a mina e a vó \"eu que vou fuder vocês dois agora!\" KKKKKKKKK",
                "Fala que vocês tavam montando Lego.",
                "É por isso que eu coloco uma música e ligo o ventilador no 3, ventilador daqueles grande, parece um helicóptero. Aí fica tranquilo, pode fazer o bem bom de boa.",
                "Hormônio da burrice esse aí?",
                "Mds kakakakakakakakakka\n\nA veia tipo \"Mds eu não faço isso a 64 anos\"",
                "Relaxa todo mundo transa, e quem não transa quer transar...\nSó usa camisinha e seja feliz",
                "No \"ESMIRILHAMOS\" me deu tela azul, caraio Op. 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂❤️❤️😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
                "coloca uma série alta dog slc, tu tá traumatizando a família da tua mina aí kkkkk",
                "Porra meu, ceis não sabem segurar o fogo até um momento mais adequado?",
                "Que bobeira. Tem mais que meter mesmo. Tão fazendo alarde porque queriam meter também.",
                "Fez 1x não aprendeu e fez 2x não aprendeu denovo",
                "E ter tranca ia adiantar pra abafar o som? Hahahaha",
                "Véia fofoqueira",
                "Kkkkkkkkkkkkkkkk que veia fofoquera",
                "KKKKKKKKKKKKKKKKKKKK COMO EU AMO ESSE LADO DO REDDIT",
                "Enquanto a sociedade n aceitar que as filhas transam, vai ter esse tipo de constrangimento. E vcs tem que parar de ser confiados também, é nojento ficar ouvindo sexo alheio.",
                "Que fofoqueira",
                "achou que a véia era surda né? kkakakakkakakakakkakakak",
                "Ameaça a véia\nFecha o bico ou vai pro asilo",
                "Foi pego pela sogra no quarto da sogra? Orra!",
                "te falar q tem motel q tem jantar incluso no período ta valendo mais q ir no mc pra vcs! kkk",
                "Porra bota algo na tv pra dar um volume, o colchão no chão e fala pra guria não gritar igual um bezerro que tá safe. E outra: manda essa vó aí se foder e deixa o pessoal ser feliz",
                "Vocês tem quantos anos ?",
                "Merecido.",
                "tua sogra acha que vcs não transam por acaso? kkkk",
                "Pelo menos vc namora kkkkk",
                "Devia ter chamado a veia pra diversão",
                "só senti dó da velha pq realmente é um INFERNO ouvir gente transando no quarto ao lado. Mas de resto, boa sorte OP",
                "&#x200B;\n\nAmigo, todo mundo tem hormônio e temos que respeitar a casa dos país. É horrível usar a casa da família de motel",
                "Cuidado, vão cortar seu pênis",
                "vei eu ja fiz isso uma vez achando que não tinha ninguém em casa, fizemos uma barulheira do caralho como se tivesse só nos dois no mundo kkkkk. Era uma casa de dois andares, teto baixo ainda pra piorar. Logo no andar de cima tem um quarto, exatamente acima do que eu tava. Horas depois do ato a gente escuta alguém descendo escada e percebemos que com certeza a pessoa ouviu toda a baixaria... Resultado, nao aguentei a vergonha e  pulei da ponte no dia seguinte e hoje estou aqui como fantasma contando essa história",
                "um casal de namorados é algo normal. a familia dela pensa que vcs fazem o que, montam quebra cabeças?",
                "Kkkkkkkkkk .... Mano...  Kkkkkkk..... Tô a cuidado.... Uma hora pode dar merda isso aí... Imagina a mãe dela te colocando pra correr pelado.... Kkkkmkkk",
                "Cansei de transar com meu irmão dormindo na cama de cima, que se foda o bgl é meter",
                "Caralho, que brisa ficar cronometrando o tempo de foda de vcs. Deixaria dboa minha filha ou filho esmerilhar em casa, só n meter o louco",
                "Mlk é uma merda quando isso acontece até pegar se beijando é constrangedor imagina sexo, paia demais e o pior é que vei parece q nunca transou escondido sai fofocando pra todo mundo \nAté parece q namorados n transam",
                "Credo que povo da casa é esse que além de bisbilhoteiros é dedo duro ainda, minha mãe fala o tempo todo CMG pra tomar cuidado com minha irmã e meu cunhado",
                "A minha porta e dessas estilo sanfona tbm, faz o seguinte pega uma corda simples de rede, e faz um nó daqueles reguláveis no puxador e pronto, tá safe.",
                "Quem tem porta de quarto assim? Kkkkk",
                "Olha eu tive uma namorada, a gente fazia na varanda do apartamento, era do caralho kkkk.",
                "Veia tá com inveja",
                "Cara, quando tiver alguém casa tenta ser mais discreto kkkkk",
                "A casa é da mãe dela se ela acha errado vcs q se mudem ué kkkkkkk",
                "Deixo meu F aqui, caro OP.\nJá aproveito pra o comentário para aguardar atualizações da postagem.",
                "Esmiralhando só não foi melhor que porta sanfona KKKKKKKKKKKKKKKKKKKKKK  \nMuito bom cara, muito bom.  \nFala aqui dps o que rolou!",
                "Pagaram pra ver.",
                "Mais uma e da pedir música no fantástico",
                "Vai vim neném aí heim kkkkkjjj",
                "Mano procura outros lugares pra esmerilhar, menos dor de cabeça.",
                "Jajá pede música no fantástico",
                "Ah paciência.. usaram proteção ne? Então tá jóia...",
                "Parceiro, qnd eu namorava eu fui pego pela minha sogra, pela minha mãe, pela minha vó e pela prima da minha ex.\nSexo é normal porra, avisa a galera aí. Aqui todo mundo fez pouco caso, não deram bola.",
                "Pelo jeito vocês são menores de idade, se não iria fala para vocês irem pro motel ou um hotel mesmo.",
                "Jovens ……",
                "Tava com um carinha que tinha um lençol de porta e por ironia do destino só ocorreu de alguém ver no quarto quarto que TEM PORTA COM CHAVE, é uma desgraça, sei como é, mas normalmente as pessoas evitam falar desse assunto depois e morre ali mesmo, espero que seja assim com vocês. KKKKKKK",
                "Cara pelo menos a sogra sabe que ela não é virgem kkkk",
                "Ganhou o upvote pq geral merece ver este Champion 🏆",
                "vc e sua namorada tem 12 anos?",
                "faz seczu em otro lugar, simples",
                "Foda-se todo mundo,nos meus 17/18anos achava bom pra crlh quando pegava uma mulher fogosa que fazia barulho,os tios que moravam vizinhos viviam enchendo o saco e eu taquei o foda-se,aproveitei cada momento hj sou casado e não me arrependo de nada, até pq não estava fazendo nada de errado e nem vocês estão,mas tomem cuidado com gravidez,usem camisinha.",
                "juvenil demais meu deus",
                "Se você for menor de 18 kkkkkkk.\nSe for maior de 18 vá a um motel e kkkkkkk.",
                "Nao da pra trancar a porta e por algo que faca barulho ?",
                "acontece kkkkkkkk\nsó não deixa acontecer de novo, pelamor",
                "E o motel?",
                "Só alegria.",
                "Qual é a idade de vocês?",
                "Não! Não é assim!",
                "Conseguiu ser pego de novo ? Kkkkkkkkk 👏👏👏\nAonde vc mora ? Custava ir uns 10 km de distância? Ou motel , eu moro em cidade pequena , tem muitos recursos  , a turma pegam ou vão no motel ou vão de carro pro mato nós carreador , na roça ...... No lugar certo e na hora certa ... Tuts tuts tuts tuts tuts .......",
                "Vai pro motel, para construção de noite, carro, sei lá , só não faz mais na casa da menina ou parente se vc não quiser pego",
                "qual a ideia de vcs? a sua e da tua namorada?",
                "A porta do meu quarto era assim quando eu era adolescente, meu pai me pagou engatado numa fêmea algumas vezes, muito constrangedor, mas acho q no fundo dava um pouco de orgulho pro véio.",
                "Tranca a porta mano",
                "r/ihavesex :D",
                "Ué, o que no máximo vai acontecer dps disso?",
                "Caralho mano kkkkkkkkkkkkkk boa sorte aí cara"
            ],
            "num_comments": 86
        },
        {
            "title": "Venda ao som das sanfonas!",
            "selftext": "",
            "subreddit": "farialimabets",
            "topic": "sanfona",
            "id": "lskbd8",
            "comments": [
                "E compre ao som das ...."
            ],
            "num_comments": 1
        },
        {
            "title": "Sanfona eletrônica",
            "selftext": "Eu tava limpando um quarto da minha casa dai eu achei um instrumento musical (não sei qual é mas apelidei de sanfona eletrônica) parece um teclado só que com menos notas e algumas teclas no lado esquerdo do negócio, e eu acho que é velho só que eu não sei,  mas eu queria saber se algum de vocês tem isso ou já teve, e eu queria saber se é antigo mesmo porque eu queria vender isso e eu não sei se eu espero mais um pouco ou se eu já vendo. Aqui ta a foto dele [link]",
            "subreddit": "PergunteReddit",
            "topic": "sanfona",
            "id": "hsca5t",
            "comments": [
                "Posta uma foto, OP",
                "É um teclado antigo mesmo (uma amiga da minha mãe tinha), lá na década de 90.\n\nNão tenho conhecimento de preço específico não, mas não era uma coisa rara na época, então acho que não deva ser tão caro assim não. Vale a pena perguntar pro pessoal de música se vale algo ou se alguém quer.",
                "Eu ia dizer que poderia ser uma escaleta/melódica ou um teclado midi. Mas agora que você postou uma imagem eu acho que é um apenas um teclado antigo tradicional mesmo. \n\nCaso você tenha espaço guarde e deixe para vender no futuro. Se não tiver espaço e nem paciência, vende logo, porque não ele não tem nada muito especial."
            ],
            "num_comments": 3
        },
        {
            "title": "Jornada: ADEUS Efeito Sanfona! 4 Aulas ao vivo, inéditas e GRATUITAS com Carol Ferrera",
            "selftext": "",
            "subreddit": "u_EmagrecerVideos",
            "topic": "sanfona",
            "id": "i7ouhj"
        },
        {
            "title": "Aula 1 - REVELADA: A Dieta Perfeita | Carol Ferrera #JornadaAdeusEfeitoSanfona",
            "selftext": "",
            "subreddit": "u_EmagrecerVideos",
            "topic": "sanfona",
            "id": "i4295e"
        },
        {
            "title": "pega na sanfona",
            "selftext": "",
            "subreddit": "fasdopinheiro",
            "topic": "sanfona",
            "id": "n1g4zt"
        },
        {
            "title": "O FIM DO EFEITO SANFONA! | Carol Ferrera #Emagrecimento",
            "selftext": "",
            "subreddit": "u_EmagrecerVideos",
            "topic": "sanfona",
            "id": "evipbg",
            "num_comments": 0
        },
        {
            "title": "#hashtag: Presidente da Embratur toca sanfona em live de Bolsonaro e internautas comparam com violinistas do Titanic",
            "selftext": "",
            "subreddit": "brasilnoticias",
            "topic": "sanfona",
            "id": "hgl06t",
            "comments": [
                " **Jéssica Nakamura**\n\n Pouco antes de [ultrapassarmos a marca de 55 mil mortes por [link] nesta quinta-feira (25), Jair Bolsonaro decidiu abrir sua já tradicional live prestando um tributo às vítimas do coronavírus de uma maneira nunca antes vista neste país.\n\n Aproveitando o ensejo para também homenagear as festas de São João do Nordeste –[que não poderão ser realizadas neste ano por conta da [link] o presidente convocou um “sanfoneiro” para apresentar uma versão de “Ave Maria” que, aparentemente, não empolgou.\n\n Muitos internautas ficaram incrédulos com a situação.\n\n Alguns arriscaram uma crítica musical.\n\n Outros saíram em defesa da sanfona.\n\n E outros ainda reivindicaram um adicional de insalubridade para a intérprete de libras Elizângela Castelo Branco.\n\n Mas o que muita gente não sabia era que o sanfoneiro em questão era ninguém mais, ninguém menos que Gilson Machado Neto, presidente da Embratur –que, após ter dado “um show no [Instituto Brasileiro de] Turismo no ano passado”, nas palavras de Bolsonaro, resolveu dar uma palinha de seus dotes artísticos no gabinete.\n\n Alguns foram mais diretos em apontar a constatação.\n\n Enquanto outros não perderam a oportunidade de lembrar que, logo no dia anterior, Neto [havia criado a expressão sexo por “orifício rugoso infralombar” para criticar [link] em uma transmissão ao vivo sobre o direito à vida e a dignidade que também contou com a presença de Damares Alves, ministra da Mulher, da Família e dos Direitos Humanos.\n\n Teve também quem fez questão de relembrar o passado musical de Neto à frente de uma banda de forró.\n\n E quem criticou a homenagem escolhida pelo presidente para prestar tributo às vítimas da Covid-19.\n\n E, como bom humor é o que não falta ao brasileiro, muitos recuperaram outros momentos da história em que instrumentos musicais ditaram a trilha sonora do desenrolar de uma tragédia.\n\n E outros levaram a criatividade ao extremo ao introduzir no vídeo [a música que se tornou o símbolo da [link]\n\n Mas se teve alguém que passou incólume pela apresentação foi o ministro da Economia Paulo Guedes, que estava apenas esperando sua vez de falar em números quando acabou virando meme."
            ],
            "num_comments": 1
        },
        {
            "title": "QUIZ do Emagrecimento: Descubra se está fada ao efeito sanfona ou não | #Quiz #Emagrecimento",
            "selftext": "",
            "subreddit": "u_EmagrecerVideos",
            "topic": "sanfona",
            "id": "fdrali"
        },
        {
            "title": "Aula 3 - Adeus ao efeito sanfona | Carol Ferrera #JornadaAdeusEfeitoSanfona",
            "selftext": "",
            "subreddit": "u_EmagrecerVideos",
            "topic": "sanfona",
            "id": "i99044"
        },
        {
            "title": "Efeito sanfona e BARIÁTRICA! 🤐 - Meninos e Emagrecimento #09 Marcos",
            "selftext": "",
            "subreddit": "u_EmagrecerVideos",
            "topic": "sanfona",
            "id": "daoae3"
        },
        {
            "title": "Estamos no topo!",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "xstbl9",
            "comments": [
                "GOIÂNIA TEM O PIOR TRANSPORTE PÚBLICO DO MUNDO E EU POSSO PROVAR!!!!",
                "BRASIL NÚMERO UM CAMPEÃO DO MUNDO !! 🇧🇷🇧🇷🇧🇷💪💪💪💪",
                "Ja comentei reclamando da demora dos ônibus em recife e recebi um reply alegando exagero da minha parte kkkk \n\nO transporte público aqui é MUITO ruim",
                "Recifense nativo aqui\n\nEu SEMPRE falo que São Paulo tem um excelente transporte público pq eu sei o que é o transporte em Recife, e sempre acham que eu tô exagerando pq Recife é bem menor que São Paulo.",
                "Pior transporte público do mundo: nós esperamos muito por este título.",
                "Mas a gente também está na direita, que significa que a gente perde um tempão no ponto/estação.\n\nP.S. Agora é que eu vi. Estar em cima também é ruim!",
                "Faltou Curitiba, que teoricamente era pra ser uma das pérolas do país. Mas parece que eles selecionaram cidades que tem algum sistema de metrô ou trem pra transporte público.",
                "Transporte público ruim é um projeto aqui no BR.",
                "E a pergunta é: cadê Tóquio nesse gráfico?",
                "Tem um ou dois pontos de ônibus em Salvador que são feitos com palets de madeira, e não, não é uma \"eco estrutura\" é uma gambiarra, ou melhor, no dialeto local, um armengue que o pessoal da obra ali de perto fez pq a prefeitura não repôs os pontos",
                "A questão envolve planejamento urbano como um todo para além do transporte público. Ainda assim, parece utopia esperar por um transporte por 8 min para chegar ao trabalho em 4 min/km.",
                "Tem um lugar lindo em Recife chamado Terminal Integrado da Macaxeira. Vocês vão amar e se divertir. \"Leve seus iPhones...\"😍😍😼",
                "O brasileiro é mto pacato",
                "r/PlanejamentoUrbano e r/fuckcarsbrasil",
                "Ainda estou pra conhecer alguém que gaste apenas 9 minutos no transporte em São Paulo…",
                "hmpf, faltou minha cidade",
                "O RJ estar tão abaixo da média de tempo de viagem é honestamente um milagre quando se considera a geografia da cidade. O que mata, de fato, são os tempos de espera. A falta de integração entre modais e entre algumas áreas da cidade tb é de fuder.\n\nFico me perguntando como cidades neerlandesas se encaixariam aí.",
                "Não basta ter que trabalhar 12 hora apor dia, tem que gastar 4 horas no transporte público!",
                "E olha lá Belém em destaque! Minha cidade não decepcionou!",
                "Caralho, pior que aqui em Salvador demora muito mesmo pra chegar a porra do teu ônibus. Que desgraça",
                "Ahhhh, isso explica o contraste: o ônibus demora pra chegar, mas uma vez que tu embarca nele, tu chega rápido aonde tu quer ir.\n\nP.S.: sou de Porto Alegre, se querem saber.",
                "sem ler o \"artigo\" inteiro fica difícil avaliar qquer coisa. Tem uma pá de cidade faltando, qual critério pra comparar cidades com populações diferentes ? E a área das cidades? E a topografia??",
                "A máfia dos ônibus é muito forte, enquanto essa corja dominar o transporte público a situação vai ser essa mesmo.",
                "Mano, não sei como estão fazendo a conta. Não tem como Medellín ser melhor que Buenos Aires ou Rio de Janeiro.",
                "Tem uma linha temporal mostrando como cada cidade evoluiu? Tenho certeza que Poa perdeu várias posições (não coincidentemente foi pra direita) nesse ranking nos últimos anos.",
                "Orgulho de ser brasileiro! Mais uma conquista histórico para o nosso país 🙏",
                "Fui felizona pra saber o que é que o Brasil conseguiu obter o topo e eis que...",
                "o que será que fizemos em nossas vidas passadas pra ter a desgraça de nascer num dos países mais fracassados do mundo?",
                "não tem Curitiba pq?",
                "Ah claro que São Petesburgo, Istanbul e Moscou ficam na Ásia",
                "Não entendo como, em Brasília, commuting time está tão baixo. E ainda acho que waiting time deveria ser mais perto dos 30 do que dos 20.",
                "Aaaaaa primeira vez minha cidade fica em primeiro lugar",
                "Deve ser eficiente pq enfiam 200 pessoas num ônibus que cabe 50",
                "Viu paulistanos? São Paulo não é tão ruim. Parem de exagerar mas continuem exigindo melhoria, principalmente acesso a periferia",
                "Pra SP, viva o Haddad em boa parte.",
                "I BELIEVE IN BRAZIL SUPREMACY",
                "vai tomar no cu PSB, acabaram com o transporte público de Recife",
                "8 minutos em BH? nem fudendo",
                "Muito bom, rumo a vitória! Novo presidente, Copa chegando... tudo vai melhorar mais ainda! :=)",
                "Já existe no Brasil, app de cel que mostra a chegada/horário dos onibus?"
            ],
            "num_comments": 40
        },
        {
            "title": "Storm Seeker - The Longing (Metal com Sanfona)",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "sanfona",
            "id": "cw8v35",
            "comments": [
                "Sim, o instrumento da gatinha se chama Sanfona em Português, a não ser que vc prefira chamar um Hurdy-Gurdy de \"Viela de Roda\"..."
            ],
            "num_comments": 1
        },
        {
            "title": "Ladrão bebe uísque e toca sanfona enquanto faz família refém em MS",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "4kx4lf",
            "comments": [
                "> \nA criança perguntou ao pai quem era o 'tio' que estava na casa. O pai não falou que era bandido e a menina voltou a dormir em seguida. O casal só ficou em liberdade quando outros bandidos buscaram o que havia ficado na residência.\n\n._.",
                "Tem q dá uma quebrada no clima né rsrs",
                "Mas o quê? Eu nem ao menos..."
            ],
            "num_comments": 3
        },
        {
            "title": "Sanfona(1981)[Egberto Gismonti][环球唱片]",
            "selftext": "",
            "subreddit": "AlbumCN",
            "topic": "sanfona",
            "id": "aj1vfk"
        },
        {
            "title": "CellTalentoso",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "sanfona",
            "id": "bcxcyu",
            "comments": [
                "Quando o cellbit lança o álbum?",
                "Que Lhama bonitinha",
                "eu uso tudo em modo noturno agora.",
                "Ele n ta sozinho mais, agr ele tem uma sanfona",
                "OMEGALUL GuitarTime"
            ],
            "num_comments": 5
        },
        {
            "title": "É só para mim ou o sertanejo vem mudando a sua qualidade nos últimos anos?",
            "selftext": "Gostaria que o sub desse a sua opinião sobre isso para saber se concordam comigo ou se eu apenas estou sendo nostálgico.\n\nCresci ouvindo música sertaneja, não que seja meu estilo favorito mas minha família sempre ouvia ocasionalmente e me acostumei muito com o sertanejo dos anos 2000, mas de uns tempos para cá (isso me referindo aos últimos 8 anos mais ou menos) venho percebendo que a temática e a sonoridade das músicas vem mudando bastante (não para melhor na minha opinião), os arranjos instrumentais mudaram muito e as letras deixaram de ser mais poéticas para ser mais literais (literais demais as vezes).\n\nPor exemplo \"Sinonimos\", \"Borboletas no Jardim\" e \"Azul\" apresentam uma linguagem mais poética e metafórica e apresentam instrumentos que quebram um pouco a consistente presença da viola, sanfona e violão das músicas sertanejas. \n\nJá por exemplo as músicas \"Aí eu bebo\", \"126 cabides\" e \"Traumatizei\" possuem uma letra bem mais literais e aranjos instrumentais que se parecem muita mais entre si do que os das músicas anteriores.\n\nEnfim, deem vossas opiniões, talvez eu que esteja com aquela coisa de \"na minha época é que era bom...\", digam o que pensam sobre a mudança do sertanejo dos últimos anos para cá.",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "14iw8a6",
            "comments": [
                "Tem um vídeo da Srta. Bira em que ela fala sobre isso. Da padronização e mercantilização da cultura caipira. Antes existia diversos tipo de música caipira, agora tá tudo unificado e pasteurizado no sertanejo universitário.",
                "A fórmula vai ficando melhor definida com o tempo e é uma produção industrial. Objetivo é o dindin.",
                "E hoje existe poesia ?",
                "Não é só para você, e não é apenas o sertanejo... a qualidade musical vem decaindo muito...",
                "Vc está certo , coberto de razão , tá tudo uma b o s t a",
                "Nunca foi bom",
                "O sertanejo atual segue a tendência do mercado/mídia, tem ligação nenhuma com o sertanejo raiz mais.",
                "Mas também existe uma diferença entre o sertanejo e o sertanejo universitário. É uma merda ver umas duplinhas que surgem aqui, que cresceram a vida toda na cidade, forçando um sotaque pra parecerem que vieram do interior. Sem contar quando forçam humildade, falando que gostam é de coisas simples, enquanto torram dinheiro em carros de luxo. VTNC toda essa turma! Odeio sertanejo com todas as forças que tenho e não tenho. Não bastasse ser ruim até dizer chega, escutam essa praga em todo buraco por aqui, nas alturas. É insuportável! Eu peguei raiva da \"música\" que fazem e especialmente de quem faz e dos que escutam e querem que todos escutem também aquelas porcarias. Eu fico revoltado!\n\nE deixando claro pra quem ler e não souber interpretar: não, não quero que escutem o que escuto, nunca obriguei e nem vou. Tanto faz o que escutam, não me importo. Mas a partir do momento que essas pragas colocam isso o dia todo, num volume altíssimo, e às vezes até de madrugada, é pq tem um problema. Antigamente eu amava ir em Caldas Novas. Hoje, ir a um clube lá, é pedir pra sair com dor de cabeça. Sertanejo Universitário o dia inteiro, num volume que você não consegue sequer conversar com outra pessoa. E é comum por aqui muito lugar ser assim.",
                "Ao mesmo tempo houve uma emergência de mulheres cantando sertanejo e fazendo muito sucesso, num estilo que antes era dominado por homens. Nem preciso citar os principais nomes, todos conhecem.\n\nEscute [Nois é da Roça Bebê - Ana [link] e veja o que é empoderamento feminino via música caipira.\n\nAliás, essa mudança é normal, o rock passou por isso, funk também, pagode, samba etc. Como falaram aqui, não é só no sertanejo, mas é comum empacotar o estilo pois é o que vende mais, e não há problema nenhum nisso, sempre haverá bandas/cantores que se manterão fieis ao original.",
                "Eu acho que o sertanejo atual tá rodando muito dentro do próprio nicho, sem se inovar em absolutamente nada. Tipo... O sertanejo é um gênero que passou por muitas mudanças ao longo do tempo, desde sua herança rural / caipira, até o atual sertanejo universitário, que se consolidou muito a partir dos anos 2010. Pô, isso é normal e nem faz tanto sentido ficar naquela ladainha de que \"antigamente era melhor\".\nCada momento da música sertaneja pode ser apreciado de uma forma ou de outra. Eu não gosto, particularmente, mas foda-se a minha preferência pessoal... Tem quem goste e é isso.\nO que eu acho que aconteceu foi uma perda muito grande de variedade. Até pouco tempo atrás (diria uns 5 anos, mais ou menos) a gente conseguia diferenciar um artista do outro. Mesmo os mais comerciais, como Luan Santana e Michel Teló, tinham uma identidade própria (não tô falando de qualidade, ressalto). \nHoje em dia, bicho... Não me pede pra diferenciar o Zé Netto do Zé Matheus do Zé Henrique do Zé da Manga, que eu não vou conseguir, nem de ouvido nem de olho.\nAlém disso, desde sempre sertanejo sempre teve um monte de música de corno, e tudo bem isso, porque corno também tem que ser representado nessa sociedade. O foda é antes também dava pra ouvir sertanejo sem ser corno. Tinha como se divertir com umas músicas mais animadas, ou relaxar com alguma coisa mais bucólica. Hoje em dia, putz... a música sertaneja virou só choro e ranger de dentes.\nEu sei que não tem muito a ver, mas na minha cabeça eu culpo o Bolsonaro.",
                "Sertanejo se tornou música de mercado.\n\nAcho que quase todos os grandes estilos musicais hoje tem esse fundamento, o que vai vender mais.\n\nPelo menos eu não consigo ver muitos compositores preocupados com a arte em si, com a mensagem que vai passar. Você só encontra os mais underground, galera que sozinha quer passar sua mensagem.\n\nTodos os outros estão preocupados se aquela música, aquele beat, aquela letra é comercial ou não.",
                "Isso acontece com todos os estilos pouco antes de começar a saturar, é \"natural\", a produtoras colocam tanto a mão que aos poucos você vai ter que garimpar cada vez mais pra achar algo que seja autoral e não só uma repetição de algoritmos.",
                "Sertanejo universitário é o fordismo da música BR.",
                "Ultimamente chamo o sertanejo de sertanojo.\n\nÉ o sertanejo universitário que é um LIXO!\nInfelizmente os caras lançam música sem nenhuma qualidade musical.\n\nSó gritam, letras péssimas, só fica falando vou te pegar ou sou corno e ficam fazendo dancinha que dá vergonha de ver.\n\nQuem conhece sertanejo de verdade não ouve as músicas atuais.\n\nMilionário e José Rico entre outros antigos caipiras dão um banho de qualidade com sua simplicidade e ESBANJAM talento musical, nas letras, melodias, arranjos e vocal.",
                "Sertanejo é lixo no passado, presente e futuro",
                "Letras complexas não costumam vender tão bem, mas se fizerem um pingo de sucesso, são as que ficam para o futuro \n\nEntão sempre que olhamos pra trás, olhamos para essas músicas que realmente são boas, mas não necessariamente foram os sucessos do ano",
                "Sempre foi uma porcaria mas agora PIOROU",
                "É você que ama o passado.",
                "ah chegou o Sommelier de música. Quer do seu jeito faz você vai"
            ],
            "num_comments": 19
        },
        {
            "title": "Qual o instrumento musical mais sexy na opinião de vocês?",
            "selftext": "Tava conversando com uma amiga e ela disse que fica louca por caras que tocam saxophone e quando ela me perguntou se tem algum tipo de instrumento que faz alguma mina ficar mais atraente para mim a primeira coisa que me veio a cabeça foi o piano/teclado.\n\nEla achou meio estranho porque acha que piano é meio sem graça mas fiquei curioso e to jogando a pergunta aqui pra vocês haha",
            "subreddit": "conversas",
            "topic": "sanfona",
            "id": "108eljy",
            "comments": [
                "baixo\n\nedit: baixista e pianistas devem ter boa coordenação com os dedos",
                "Clichê? Sim, mas, guitarra.\n\nNa verdade, eu diria que qualquer instrumento de banda de rock, mas, é bem culpa dos anos 2000 e ter crescido numa geração encantado pelas \"princegóticas\" das bandas de rock da época.",
                "Saxofone",
                "Como vc, gosto do piano, acho que é um instrumento elegante e sexy.",
                "Pra mim é o violoncelo!",
                "violino",
                "Bateria pois sou baterista jejeje",
                "Violino e flauta transversal",
                "Violão.",
                "Bateria kkkkk",
                "Nada como um teremim para despertar o interesse.. \n\nMas falando sério, não acho isso de nenhum instrumento, acho atraente o fato de saber tocar algo (qualquer instrumento).",
                "Epic sax guy",
                "Guitarra",
                "Hm... Em quesito de instrumento eu acho que piano... \n\nE quem canta. Puta que pariu, mulher que canta muito bem e toca piano ou violão me deixa maluco.",
                "Corneta",
                "Clichê, mas guitarra les paul, sou completamente apaixonada nelas 🥺\n\nViolões folk e cutaway tbm, tenho um :)",
                "Violino. A Lindsey Stirling me deixa doido",
                "Bateria. Literalmente qualquer mina baterista pode pisar em mim q eu deixo",
                "Olha um dos que eu considero mais \"sexy\" é o Saxofone (o melhor exemplo disso é o Kenny g) e o baixo\n\nNa minha opinião esse é a sensação que eu tenho ao ouvir os seguintes instrumentos conhecidos:\n\nPiano: tem uma sonoridade muito romântica, como se fosse uma confissão do fundo do coração\n\nViolão: é uma sonoridade muito aconchegante, tipo um dia não muito quente nem muito frio o qual você apenas está ali e o aprecia\n\nViolino: ele tem um som muito \"triste\" quase como se ele sozinho clamasse por uma companhia, mas ele tocado com qualquer outro instrumento não apenas esbanja a beleza do seu som mas ele ressalta o outro, pessoalmente acho que violino e violoncello se completam, até porque eu acho a sonoridade do cello muito \"séria\" ele sozinho.\n\nguitarra: sinceramente a guitarra tem uma sonoridade de algo que não aceita regras porque ela faz o destino dela.\n\nFlauta (qualquer uma): parece que o som dela ela está te contando toda a história da humanidade, mas ela tá te contando no ritmo dela e colocando detalhes nunca antes contados",
                "Vocal, tá sempre na frente e geralmente pega bem mais mulher",
                "Violino 🎻🥲[link [link]",
                "bateria",
                "Eu não sei como um estrume mto seria sexy",
                "Teclado, bateria e violino. Não sei porque esses três, mas eu acho bateristas mulheres, tecladistas homens e violonistas no geral muito atraentes",
                "Não sei, eu acho o violino um dos mais bonitos e foi o que me incentivou a aprender quando tinha 9 anos, mas eu acharia muito sexy uma mulher que toca violão ou piano",
                "Mano, pra quem goste de baixo olhem o canal [link] mina, ela TOCA MUITO mds, apaixonado nela.",
                "No meio dos músicos a galera “zoa” os tecladistas/pianistas kkkkk normalmente os q tem mais fama de mulherengo é guitarrista e baterista",
                "Violino, eu acho tão aaaaah-----",
                "[deleted]",
                "piano e teclado",
                "Baixo",
                "Guitarra, Amo umas rockeira kkkk tatuagem ja me ganhou em 50% Mas uma que toca guitarra meche cmg nao sei pq",
                "nenhum, dsclp, não sou instrumentosexual..",
                "Baixo",
                "Oloko, já vi dizendo violino e saxofone, toco os dois kkkkkkkk",
                "Isso depende da garota mas eu acho que piano e violoncelo",
                "Saxofone, com toda certeza",
                "Violino. E, estranhamente, violoncelo.",
                "Otomatone",
                "Eu nunca parei pra pensar sobre isso, mas agora que perguntou, eu acho muito interessante pessoas que tocam instrumentos de teclas (piano, órgão, teclado). Toco saxofone e não sabia que tinha gente que olhava dessa forma",
                "Pessoal que enfia flautas nos buracos:\n\n~ Essa é minha chance ~",
                "Acho que piano deixa mais elegante, sexy pra mim seria guitarra",
                "guitarra e piano pra mim são supremacy",
                "Piano, até nos filmes eles são super sedutores já. Agora na vida real é simplesmente 🍷🗿",
                "Sexofone",
                "baixo e piano",
                "Violino!\nNa boa, qualquer garota que eu vejo tocando violino já tem meu coração",
                "Flauta, vc sempre pode usar o instrumento como se fosse um bônus.",
                "Eu curto muito o sax, sempre escuto muito o jazz dos anos 60 e eu realmente acho muito charmoso",
                "Não tem instrumento que passe uma vibe mais sexy e elegante que o violino, na minha opinião!",
                "violino, violoncelo, piano e até mesmo violão",
                "Guitarra 🎸, instinto animal",
                "Guitarra e saxofone",
                "bateria, violão e gaita",
                "nossa eu li achei que vc sentia tesão em instrumento músical",
                "Com certeza guitarras",
                "Violino, e a bateria",
                "Violoncelo e violino, por conta dos movimentos.",
                "Violão, já viu aquelas curvas",
                "Violoncelo. Do lamento até as curvas só me lembram fogosas mulheres.",
                "gaita",
                "Fagote",
                "Saxofone",
                "violão 😸",
                "Uculele",
                "Gaita 👍",
                "violão (nme preciso esxplicar rsrsrrsdgf6rwqdegf5rdtqeszhdtbtf)",
                "Não é um instrumento em específico mas quando eu vejo um maestro coordenando uma orquestra inteira só com movimentos daquela varetinha poooooorra, até questiono minha heterossexualidade.\n\n\n\nGaita é legal também.",
                "acho que baixo/harpa, é muito bom ver alguem tocando tão bem os dois instrumentos",
                "Um sininho",
                " Me sinto facilmente atraída por garotos q tocam violão ou guitarra :)",
                "Eu sou pianista e violonista, e na minha opinião eu acho bem atraente garotas que tocam piano ou violino",
                "sax",
                "O Saxofone.",
                "Piano. E é muito elegante 😍",
                "olha eu me sentiria bem sexy se eu tocasse saxofone",
                "Pra mim guitarra, mas baixo é muito sexy tbm. Show do red hot chili peppers é um tesão, ver o Flea e o John em sincronia.",
                "eu toco o saxofone e jazz é a razão porque eu aprendi o português",
                "Piano e violoncelo, nossa... caras que tocam esses dois são tão >>>>>>>>>",
                "flauta.\n\nextremamente incomum mas muito romântica se tocada de um jeito sublime",
                "Saxofone e quem discordar não é sexy",
                "Harpa! Harpa! Harpa!\n\nNão tem nada mais lindo que uma mulher que toca Harpa",
                "Guitarra 🤤",
                "saxofone",
                "Violão",
                "baixo, sim, com certeza",
                "Violoncelo pra mim parece que a mulher está dançando uma música lenta e sensual com o instrumento musical",
                "Baixo e violoncelo.",
                "Pra homens: Violino\n\nPra mulheres: baixo",
                "Bateria e sanfona",
                "piano, acho lindo ver alguém tocando concentrado",
                "Guitarra",
                "Eu esqueci o nome mas e um que você bate eu acho que e bateria se for eu gosto muito porque eu gosto de bate não no outro sentido (⁠ ͡⁠°⁠ ͜⁠ʖ⁠ ͡⁠°⁠)",
                "Violino. Não sei explicar o motivo, apenas acho lindo demais e muito sexy também.",
                "Violoncelo",
                "Nunca parei para pensar sobre isso, mas como flautista iniciante, acho que ficaria mais admirada e potencialmente atraída por alguém tocando uma bela cantiga medieval numa flauta doce de madeira.",
                "Quem toca violão",
                "Real Madrid",
                "Guitarra, todo guitarrista é gostoso pra caramba.",
                "Piano, guitarra e baixo são divinos 🤌",
                "Guitarra",
                "Violino sem dúvida",
                "Violão acústico",
                "Violão\nEu toco então se eu encontrasse uma garota que toca violão eu tirava a corda e fazia um anel de casamento.\n(Brincadeira)",
                "Guitarra",
                "Os clássicos: piano, violino e cello...Arpa também e flauta (esses últimos nem tanto )",
                "Violino, acho bem sexy e calmo",
                "Violão \n\nNem preciso dizer o por que",
                "Baixo, bateria e violão.... Praticamente a banda toda kkkkkk\nGuitarra eu não ligo muito, só.",
                "Piano é muito top kkkkk é um instrumento fácil depois que vc domina, mas muito difícil de raciocinar no começo. Acho que flauta, mas no caso aquelas que a pessoa praticamente consegue fazer um encanto com uma, fica muito bonitinho a posição que a pessoa fica com o som fluindo",
                "Acho que pra homens bateria,  pq e um instrumento que requer tbm um condicionamento físico \nE pra mulheres guitarra,  pq mostra atitude e rebeldia",
                "Saxofone",
                "sexofone,ops saxofone",
                "Violoncelo, com certeza! Puta tesao em minas que tocam violoncelo!",
                "Qualquer instrumento que a pessoa toque com prazer e paixao eh sexy",
                "Bateria",
                "Eu acho piano muito depressivo e sentimental pra ser sexy, na verdade eu não consigo pensar em um instrumento sexy, provavelmente viola por que quase todos os comedores de casadas tocam violão",
                "Piano, sempre será o mais sexy pra mim.",
                "Eu acho q a bateria faz qualquer mina ficar sexy.",
                "Saxofone, sem dúvidas."
            ],
            "num_comments": 120
        },
        {
            "title": "Luiz Gonzaga: Revelado a verdadeira causa de sua morte",
            "selftext": "Ele morreu de efeito sanfona",
            "subreddit": "tiodopave",
            "topic": "sanfona",
            "id": "1531yr0",
            "comments": [
                "De tanto comer BAIÃO de dois",
                "Ele perdeu o fole go",
                "Ela só quer, saber de namorar\nEla só quer, saber de namorar.",
                "Foi de tanto comer escondidinho?!",
                "Ficaram revoltados com ele após saberem que ele ficava levantando o Short das Meninas",
                "A asa branca avisou todo sertão"
            ],
            "num_comments": 6
        },
        {
            "title": "Comunidade nova e promissora: Crentil! Afinal o Crentil é Intankavel!",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "sanfona",
            "id": "vhd0f0",
            "comments": [
                "Estou aterrorizado, mas completamente ereto",
                "Comia facinho",
                "Como é que esse crentes incorporam espiritos da umbanda com tanta facilidade?",
                "Intankavel o Crentil, realmente",
                "Essa ai é a Leandra Nascimento para quem gostou da silhueta :)",
                "Gutural dela tá em dia.",
                "Deus me perdoe, mas eu destruiria a buceta desta mulher",
                "Pastoras. Kkkkkk",
                "essa mulher deve moer uma rola que tá maluco, quebra o pau do cabra dentro do cuzão quente dela.",
                "KKKKKKKKKKKKKKKKKKKKKKKK mano que porra foi essa? pqp",
                "Muié pastora kkkkk",
                "Intankavel o pastoril.",
                "Só eu que fiquei imaginando empurrando nela e ela gemendo ai ai ai ui ui ui ui?",
                "Como cristão reformado, vejo isso como heresia e blasfêmia. Deus faça justiça a todos que proferem Seu Nome em vão.",
                "Loucura loucura loucura",
                "Crente rabuda",
                "dá pra cantar na banda de thrash metal q to montando",
                "vish quem conhece droga ta ligado q essa ai tava cheirada peguinha slk q feio",
                "Não sei se era heavy metal ou se era funk, mas até que é gostosa.",
                "\"É você Satanás?\"",
                "Esse tipo de gente deixa filho morrer porque não pode fazer transfusão de sangue, não deixa as filhas estudarem porque mulher não pode aprender, não se importa com o meio ambiente porque \"se Deus quiser ele nos dá outro\".\n\nO que separa o crente do mussulmano extremista é que o crente ainda não tá matando o infiel... por enquanto.",
                "sanfona é bom",
                "[deleted]",
                "paudureci",
                "Eu achei ela gostosjnha😪😪😪",
                "Uma vez eu já fui na umbanda e sempre achei muito semelhante as igrejas evangélicas pentecostal.",
                "Cara, sou evangélico e admito que isso ai eh uma vergonha alheia",
                "Que porra é essa? Eu já vi muita crente do cu quente, mas nada nesse nível.",
                "Alguns caras no fundo riram com uma expressão nostálgica. Suponho que conhecem ela bem.",
                "O tanto de tempo e recursos que a humanidade ainda gasta pra venerar amigo imaginário que vive no céu em pleno 2022 é um absurdo",
                "Orgulho de ser ateu a cada dia.",
                "Que parada bizarra... eu fico me perguntando o que Deus acha disso, por que ele é misericordioso e sabe que essa galera tá fazendo o que acha que agrada ele, mas ao mesmo tempo ele já matou os filhos de arão queimados só pq eles erraram uma tarefa",
                "Dúvida minha, estes caras aí tem um voz deste tipo? Eu duvido que está mulher tem uma voz desse timbre, o mesmo vale para outros pastores \"bunda mole\" que tem por aí! Será... será!! Que os caras não usam aparelho para mudar a vós, tipo o mesmo que o Hitler usava ou aquela mulher que era a \"suposta Bill Gates mulher\".",
                "5 maços ou mais por dia, pra ficar com essa voz.",
                "Feliz por seu ateu.",
                "Poderia cantar black metal misturado com funk.",
                "Nao é possivel que isso seja real. Deve ser uma esquete do Hermes e Renato, na moral.",
                "Crente deve ter tudo Q.I negativo pra cair nuns papos desses.",
                "Mano o que que ela tá falando velho",
                "Ela teria uma carreira promissora cantando Heavy Metal",
                "Se for a mesma, descia a lenha sem dó nem piedade, já que quem perdoa é padre.\n\n[link]",
                "Já tem algum remix disponível?",
                "Ela se daria bem em uma banda de thrash metal.",
                "no final do Nada a moça lança um funk.",
                "“Abre a boca…”!! Que isso, puteiro?!?",
                "SamTehCool"
            ],
            "num_comments": 46
        },
        {
            "title": "HEA que aprender a andar é mais demorado que aprender a tocar um instrumento",
            "selftext": "Isso mesmo, hj um grande sábio me deu essa lição, para contextualizar fui visitá-lo pra tomar um café, considero ele um segundo pai, o danado nunca foi na escola, foi motorista de caminhão durante toda e hj é aposentado, nunca bebeu nada alcoólico, gosta de uma viola e escreve músicas (mais de 200).  Ele aprendeu a ler e escrever em casa, ele comete alguns erros básicos na escrita, mas o q importa é a letra, melodia e ritmo q ele cria para as músicas.\n\n\nDurante o café ele pegou o violão e me mostrou a polca paraguaia, mostrou uma música nova dele q ele gostaria de gravar e ficamos proseando, até eu mostrar pra ele um vídeo meu tocando teclado, em resumo paguei o aplicativo SimplyPiano e estou aprendendo um monte de coisa, estou no Intermediário 2 do curso de solista. Como ele gosta de música caipira ele me sugeriu aprender sanfona pra poder tocar com ele, mais que depressa fui no Google e vi que para aprender sanfona leva de um a quatro anos, aí com cara de desânimo eu comentei: \"-Nossa, tempo demais para tocar sanfona, aqui mostra q é de 1 a 4 anos.\" Ele mais que depressa emendou: \"-Com quantos anos vc aprendeu a andar?\" Eu refletindo pra me lembrar e ele deu uma gargalhada, aí comecei a rir pois não me lembrava, e ele emendou com mais perguntas: \"-Com quantos anos vc aprendeu a falar? \" soltou outra gargalhada, e continuou: \"-E pra formar em uma faculdade? Pra aprender uma profissão? Ah... Para de preguiça. Vamos voltar no \"aprender a andar\", tudo bem que o bebê não tem todos músculos, cérebro tá formando, mas quantas crianças q vc vê que não andam direito, andam meio desengonçados, curvados, já vi até gente mais velha que anda esquisito. Para de manhã, com um ano você aprende o basico, depois vc vai pra perfeição.\" \n\nAssenti com a cabeça, terminei o café e fui embora, mas durante o caminho de volta lembrei q fui reprovado no teste do time de futebol do bairro lá pelos meus 12 anos porque o cara disse q eu não sabia correr kkk. Eu me senti feliz e idiota ao mesmo tempo pensando na qtd de vezes q deixei de fazer algo porque iria demorar, q era só uma desculpa pra mim mesmo, como fui idiota.\n\n\nBom, fica aí a dica, se acharem q aprender algo leva muito tempo, comparem com a qtd de tempo q vc aprendeu a falar, andar, aprender um segundo idioma, tempo q vc levou para correr 5k, 10k... Só comparem e veja que vale a pena.",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "1420xzw",
            "comments": [
                "[deleted]",
                "Essas sabedorias de gente simples são boas e nostálgicas. Confortam.",
                "[Meio interessante e off topic] Quando meu filho nasceu, o retorno na pediatra que acompanhou o parto era em 28 dias.\n\nMas como ele nasceu com refluxo(que descobrimos depois) ele chorava muito. Retornamos na pediatra com 9 dias. Ela fez lá os exames externos, pendurou ele pelas mãos e ele caminhou pendurado nos dedos dela. Ela disse que o ser humano perdeu o instinto de caminhar cedo, mas nós sabemos como fazer.",
                "Lembro que quando aprendi guitarra em quatro semanas já tocava a introdução de Fear of the Dark.\nEfetivamente eu tocava um instrumento.\n\nVocê usou uma excessão , sempre ouvi que sanfona é um dos instrumentos mais difíceis de tocar.\nE não pense que violão e guitarra estão entre os mais fáceis , ao contrário da crença popular teclados e pianos são efetivamente os instrumentos mais fáceis( tirando percussão) , são basicamente guitarras de duas cordas deitadas. \n\nUma sanfona é como tocar um piano com uma mão é fazer taping num baixo com a outra enquanto bombeia o ar , três coisas ao mesmo tempo.",
                "Mas é mais rápido aprender a andar bem ou tocar um instrumento bem?"
            ],
            "num_comments": 5
        },
        {
            "title": "qual instrumento você gostaria de saber tocar?",
            "selftext": "com toda a certeza do mundo, piano. é o instrumento mais lindo, na minha opinião.",
            "subreddit": "PergunteReddit",
            "topic": "sanfona",
            "id": "xpi3vb",
            "comments": [
                "Piano/teclado",
                "violino eu acho foda mas seria puramente por hobby",
                "Guitarra ou Saxophone.\n\nMas se eu aprendesse a tocar saxophone eu iria ficar insuportável porque iria sair por ai tocando Baker Street ou Careless Whisper o dia inteiro.",
                "Guitarra, até sei tocar um pouco mas nunca treinei o suficiente pra ficar bom",
                "Violão e flauta transversal",
                "Bateria, na minha cabeça deve aliar o ódio",
                "Piano e violão.",
                "Violão, gosto muito de toda música que sai dele, pode ser qualquer gênero, pra mim se for ruim, o violão melhora",
                "Toco guitarra, violão e contrabaixo. Gostaria de aprender bateria.",
                "Trompete",
                "Piano, flauta transversal e harpa",
                "Violão, piano, violoncelo. Queria começar no violão e quando aprender, ir aprendendo outros instrumentos também",
                "Oboé ou um sintetizador",
                "piano, violino e flauta.",
                "Violino, piano, guitarra e baixo",
                "flauta,mas algo mais classico e musica de ambiente..nao sei explicar o genero",
                "Piano ou violino",
                "Queria ser uma banda de um homem só. Queria saber cantar, tocar guitarra, bateria, baixo, piano...",
                "Violino e acordeon.",
                "Gaita. Eu gosto do som e tinha uma na infância. Minha  frustração foi não ter como aprender. \n\nGuitarra todo mundo quer.",
                "Bouzouki... Ou o primo menor o bandolim \n\nAinda irei tocar eles.\n\nMas uma coisa de cada vez, já toco baixo, e tô me adaptando ao violão.\n\nUma hora vou ter todas as habilidades pra tocar músicas folks irlandesas, e chorinho.\n\nÉ isso.",
                "piano, violão ou violino",
                "Queria aprender piano.",
                "Cavaquinho",
                "Bateria. Já toco guitarra, só me falta um tempo pra me dedicar aos tambores.",
                "gaita de fole",
                "cavaquinho",
                "Saxofone",
                "Bateria e flauta transversal",
                "Violão, inclusive pretendo voltar a praticar.",
                "Baixo, mas eu n tenho paciência pra querer aprender",
                "Violão e seus derivados(guitarra, baixo)",
                "Bateria. É um sonho pra mim. Ainda compro e aprendo antes de morrer.",
                "Harpa",
                "Guitarra/Violão",
                "Tem tanto instrumentos que eu gostaria de saber tocar kkk\n\nMas os que eu amaria mesmo tocar é o violão, violino, piano, e guitarra.",
                "Bateria",
                "Como eu gosto de jazz eu gostaria de saber tocar saxofone, é muito chique. Mas se não fosse o sax, optaria por instrumentos de corda.",
                "não sei se gostaria de saber tocar mas eu amo uma guitarrinha paraense",
                "Primeiramente, o que eu já toco kkkkk\n\nDepois, os clássicos de corda, como violoncelo e baixo acústico. Principalmente violoncelo, que é outro instrumento, e não apenas um baixo maior do que o meu.\n\nEdit: xilofone e marimba também. Acho muito bonito o som. Na realidade, eu queria ter talento e criatividade pra ser tocar tudo e ser compositor de trilha sonora.",
                "Piano, eu acho legal as coisas que da pra fazer nele mas eu sinceramente n sei se consiguiria tocar",
                "Bateria",
                "Piano. Eu gosto muito dos sons do piano, gosto bastante de ouvir músicas em versão piano. Algum dia, se possível, quero tocar com meus próprios dedos",
                "Piano,igual ao Elton Jhon",
                "Violino",
                "Cordas vocais\nmais conhecido como Beatbox",
                "Guitarra",
                "Bateria.\n\nToco piano/teclado bem, modéstia a parte, e arranho no violão. Mas acho bateria um negócio muito foda.",
                "Bateria, gosto muito de jazz então seria muito foda. Pena a na minha casa não cabe uma bateria kkkkk",
                "Theremin",
                "Já sei tocar piano e violão e guitarra, atualmente estou interessado na lira bizantina",
                "Violino",
                "Já sei tocar piano (AMO) e um pouquinho de violão. Mas tbm amaria saber tocar bateria e trompete.",
                "Flauta tranvesal de bambu, ser um profissional em baixo e guitarra nivel hard, piano e balalaika",
                "Violino, o som dele pra mim é magnífico",
                "Flauta\nDaria pra levar pra qualquer lugar e é bem legal ver os outros tocarem (pelo menos eu acho)",
                "Violino",
                "Violão, ukulele, guitarra, saxofone, violino, flauta, harpa, bateria, etc",
                "Sei tocar violão, guitarra e baixo. \n\nMas meu sonho é ser o mestre do cavaquinho.",
                "Violino, acho muito lindo e chique",
                "Guitarra, mas acabei aprendendo a tocar teclado",
                "Teclado",
                "Piano\ngosto de músicas clássicas e as vezes sinto que falta algo, falta eu expressando me através das notas",
                "Violão",
                "Comprei um piano antigo e to tentando aprender por conta. O nome dele é Boris.",
                "Viola, aquelas violas que possuem 10 cordas; no entanto ainda estou aprendendo a tocar violão, depois de alguns anos e sabendo tocar bem, vou tentar aprender a tocar viola acho muito bonito o som e tem queria aprender por que poucas pessoas sabem.",
                "Cavaquinho",
                "violino/guitarra/violão",
                "Piano/teclado, guitarra e violão.",
                "Saxofone",
                "Flauta, baixo, bateria, violão, piano, pandeiro e trompete \n\nPorém em primeiro lugar flauta",
                "Piano, flauta, arpa, violino, saxofone\n(Já tentei flauta, mas me faltou disciplina)\nComo não sei, eu aprecio 🎶",
                "Eu toco bateria e quero muito aprender a tocar o contrabaixo, eu ia ter umas ideias loucas de groove kk",
                "Guitarra, violão e bateria",
                "Violino & Guitarra Elétrica.",
                "Violino e violão",
                "Escaleta (vou começar a aprender saporra, já tenho ela, só tenho que descobrir como toca), piano. Guitarra/baixo iria virar um rockeiro de verdade",
                "Violino, meu pai disse que era dinheiro jogado fora.\n\nMinha mãe até queria que eu tocasse, mas eu fiquei muito triste com oque meu pai disse e desisti, ele sempre faz eu odiar as coisas que eu mais amava.",
                "piano, guitarra e bateria. quero demais!",
                "Violão, violino, violoncelo, piano, harpa, flauta, sanfona, etc"
            ],
            "num_comments": 80
        },
        {
            "title": "A obesidade tá me matando...",
            "selftext": "Recentemente fui selecionado pra um evento único no país e na minha área de atuação, tudo custeado pelos organizadores. Mas desde que passei estou tendo que enfrentar o meu velho inimigo: meu peso. Desde que fui selecionado minhas preocupações têm sido: ir apertado no avião, encontrar um terno gigantesco, dormir no hotel etc etc etc.\n\nNunca estive tão gordo na minha vida. Há 2 anos não me peso e da última vez que o fiz estava na casa dos 130kg. A minha sorte é ser alto (1,85 m), o que ameniza um pouquinho minha gordice... mas é foda. Creio ter TDAH e isso me fode legal, pois não consigo estabelecer rotina pra nada. Não consigo ter um sono bom, não consigo dormir em horários regulares (como agora), não consigo comer regularmente, não consigo praticar exercícios regularmente sem contar a compulsão alimentar... É VERDADEIRO UM INFERNO!!!\n\nJá tentei procurar atendimento com nutricionista, mas não consegui estabelecer uma rotina e, apesar de ter tido bons resultados (isso foi em 2020), o efeito sanfona atacou de novo. Há alguns meses peguei firme na caminhada, fazia de 10 a 15 km em dias alternados, mas minhas aulas começaram e perdi a rotina de novo...\n\nEnfim, não sei mais como sair desse poço que me afundei chamado obesidade, são 21 anos de pés enfiados na jaca. Meu pai faleceu recentemente devido ao fato de ter cagado pra saúde dele e eu vejo que, do jeito que estou indo, também não passarei dos 55 (isso se eu chegar lá). Fato é que não suporto mais isso, mas também não sei como sair disso... não consigo sair disso. Tudo que eu tento falha; tudo.\n\nHá meses tenho tentado acompanhamento psicológico, pois acho que o início de uma solução está em alinhar minha mente cheia de problemas e traumas, mas minha conta bancária vive no vermelho, meus ganhos são insuficientes até para uma consulta em valor social e na minha Universidade conseguir atendimento psicológico é uma burocracia fudida que mais atrapalha do que ajuda (depende de edital e tudo mais).\n\nMesmo tendo em vista um possível caminho, também não consigo chegar nele. É frustrante, vergonhoso, horrível, cansativo e terrível viver assim. Quero muito mudar, mas não sei como, não sem ajuda... Já considerei todo tipo de medida drástica, de bariátrica a balão gástrico, mas não acho que são métodos tão confiáveis assim. Enfim, isso tá me matando aos pouquinhos... :(",
            "subreddit": "desabafos",
            "topic": "sanfona",
            "id": "1404k15",
            "comments": [
                "Essa compulsão por alimentos pode estar correlacionada à ansiedade. Eu mesmo, por exemplo, tendo a comer muito mais em situações de estresse ou extremo ócio. Se você tiver a possibilidade de recorrer a um convênio médico ou se o serviço de saúde público da sua região for bom, acho perfeitamente válido recorrer a isso. Se você quer adotar o hábito de praticar exercício regularmente, uma coisa que pode te ajudar pra caramba é encontrar um parceiro para te acompanhar. Sério, isso havia feito uma baita diferença para mim. Normalmente eu fico desmotivado muito facilmente de praticar atividades sozinho, mas na companhia de alguém parece que me sinto mais enérgico. Quanto a se regrar, minha opinião é de que se você mudar isso radicalmente, não vai funcionar e ainda te deixará mais frustrado. Pode ser tudo gradativo. Começa estabelecendo, por exemplo, dormir uma ou duas horas mais cedo do que o seu habitual e aos poucos, vai reduzindo esse horário. O mesmo vale para a alimentação. Se você só toma refrigerante, passe a diminuir a quantidade de copos aos poucos ou mesmo restringindo para momentos específicos como as refeições."
            ],
            "num_comments": 1
        },
        {
            "title": "Vergonha do corpo",
            "selftext": "Então,comecei a me relacionar com uma menina,e está tudo indo bem,porém eu sou virgem,e toda vez q eu falo isso ninguém acredita ou acha q eu tô zuando,Ent nunca consigo pedir conselhos ou coisa do tipo,e tô com mt medo doq pode rolar.Eu tenho um histórico bem pesado com transtornos alimentares,tenho anorexia e bulimia há 6 anos(sou diagnosticada),já cheguei a 39 kilos e também a 90 kilos(sim,eu sou uma sanfona ambulante),então tenho muitas estrias,celulite e meu peito é pouco caído por conta de um excesso de pele,porém não é muito notável,só quando estou nua ou com roupas curtas q eu nunca uso.\nJá tentei perder a virgindade antes mas eu sempre recuo por conta do meu corpo(meu antigo relacionamento acabou por conta disso),e por eu ser considerada no meu estado atual “padrão”,sempre q eu falo disso acham q eu tô querendo elogio ou atenção.\n\nResumindo,eu queria conselhos de como lidar com isso,já fui em diversas terapias,porém quase nenhum profissional leva t.a a sério,porém eu tô na fila de espera de um hospital bem bom,o ambulim,Ent dessa parte eu tô cuidando.Ja tentei começar uma vida de exercícios porém eu sempre caio em crise, Ent atrapalha o processo\nE também queria conselhos doq fazer na hora,e eu conto pra ela ou nn?\nNão quero perder ela,como perdi minha ex,mas morro de medo dela ver meu corpo e  se decepcionar ou sair me zoando.\nTenho 18 \nEla 23\nDesculpa os erros de português,digitei bem rápido mkkk",
            "subreddit": "arco_iris",
            "topic": "sanfona",
            "id": "169z4r9",
            "comments": [
                "Talvez te ajude se vc conseguir se abrir um pouco p ela, não precisa falar tudo tb. Vc vai vendo o q dizer conforme a abertura q ela te der. Se ela for uma garota legal, ela vai entender.   \nSe for complicado começar o diálogo, tenta ir no seu tempo. Sem pressões."
            ],
            "num_comments": 1
        },
        {
            "title": "Mensagens Juninas para Imprimir",
            "selftext": "No balanço da sanfona e no sabor do quentão, viva a alegria de São João!  \n [Frases Juninas para [link]",
            "subreddit": "u_ComAmorFrases",
            "topic": "sanfona",
            "id": "14f6f9b"
        },
        {
            "title": "Arraiá",
            "selftext": "Vestido de caipira e prontinho pro arraiá. Vamos dançar ao som da sanfona até o dia clarear!  \n [link]",
            "subreddit": "u_ComAmorFrases",
            "topic": "sanfona",
            "id": "14dg5c0"
        },
        {
            "title": "A sanfona e a música em português",
            "selftext": "Olá! Gosto muito do som da sanfona e da sanfona electrónica e estava à procura de bandas que cantem em português e usem sanfona na sua música. Se não cantem também não é problema. \nDesde já obrigado pelas futuras recomendações!\n\nDeixo uma ligação para os que queiram saber mais sobre a sanfona portuguesa, transmontana, galega e lusa...\n\n\n[link]",
            "subreddit": "somluso",
            "topic": "sanfona",
            "id": "3673ko"
        },
        {
            "title": "Torcedores da Banda del Parque (Nacional-URU) ensaiando com a Geral do Grêmio para o clássico de hoje.",
            "selftext": "",
            "subreddit": "futebol",
            "topic": "sanfona",
            "id": "11j12i1",
            "comments": [
                "Isso ficou muito bom.",
                "Show de bola!!",
                "eu sou muito fã de trompete em torcida",
                "Grêmio🤝Nacional🤝Almagro🤝Frontale",
                "Vamo porra",
                "A torcida do Inter tem algum tipo de amizade com Peñarol ou só existe algum tipo de aproximação pq a do Nacional tem amizade com a do Grêmio?",
                "Penarol >>>>> Nacional\n\nForlan >>>>> Suarez",
                "[deleted]"
            ],
            "num_comments": 8
        },
        {
            "title": "Dessa vez eu emagreço mesmo?",
            "selftext": "Eu estou em busca do emagrecimento a uns 5 anos, fiquei no efeito sanfona, já fiz dietas extremamentes loucas e restritivas, já tomei bastante chá seca barriga, já tomei remédios, eu realmente \"perdi muito peso\", mas voltei a ganhar o dobro. \nDessa vez eu fiz diferente, o correto, passei com nutricionista e estou seguindo a dieta, treino 5 ou 6 vezes por semana, mas o que me quebra é o final de semana, álcool, churrasco, e eu sou casado com uma pessoa que não muda os hábitos, então eu acabo sedendo e faço junto. \nMas quero fazer diferente dessa vez, preciso melhorar minha saúde. \n\nA pergunta é: COMO FAZER DÉFICIT CALÓRICO? COMO SABER QUANTAS CALORIAS EU PERCO NO DIA? POR FAVOR ME AJUDEM A REALIZAR ESSE DESEJO QUE EU TENHO DE MELHORAR DE VIDA",
            "subreddit": "Maromba",
            "topic": "sanfona",
            "id": "11pr0ms",
            "comments": [
                "Sua nutricionista já calculou o deficit calorico pra voce. Agora é só seguir a risca. \n\nSaber quantas calorias vai perder por dia é irrelevante. \n\nO que mais te complica é sua esposa não te ajudar. Fica fácil sair da dieta quando duas pessoas querem coisas diferentes. \n\nBebe menos, faz dieta de final de semana mesmo que tenha o churrasco. No churrasco manera.. nao falta na academia e mantém. \n\nSe quiser entender um pouco mais lê sobre macro nutrientes. Pega sua dieta e tenta estimar quantas kcal tem ao todo, depois quantas kcal tem de carbo, proteina e gordura. Assim voce vai entender um pouco sobre a proporção entre os macros, quanto de carbo ta comendo.. com o tempo voce vai se situando.",
                "Procure um nutricionista ué. Sobre os FDS, se vc não tiver força de vontade vai fracassar toda vez, simples assim. Quando vc diz que acaba cedendo vc está basicamente dizendo que fatores externos são mais fortes que vc, e se essa mentalidade não mudar pode esquecer. Vc não é obrigado a agradar ninguém, come o que vc acha certo, não beba e siga seu plano. No início vão achar estranho e debochar de vc, quando verem seu progresso serão os primeiros a pedirem dicas.",
                "Respostas:\n\n[link]\n\n[link]",
                "vc não tem que fazer dieta, vc tem que fazer reeducação alimentar\n\nboa sorte",
                "A primeira coisa é parar de beber.",
                "> mas o que me quebra é o final de semana, álcool, churrasco \n\ndesculpa a sinceridade, mas não vai.\n\nTudo que você perde na semana você põe de volta no fim de semana, é matemática, você demora a semana toda pra perde sei lá, 5000 kcal, em 1 dia de cachaçada com churrasco tu come o dobro.\n\nDieta é pra ser seguida 7 dias por semana."
            ],
            "num_comments": 6
        },
        {
            "title": "Existe mesmo alguma doença ou deficiencia que impeça uma pessoa muito acima do peso e com todos os membros intactos emagrecer?",
            "selftext": "Antes eu estava 20 kg acima do peso, perdi os 20, mesmo sem ser rigido na dieta, depois meu peso ficou oscilando tipo em um efeito sanfona até eu ganhar 10 kg no lockdown, que tá sendo bem difícil de perder (dificil pq eu n to fazendo dieta, eu acho). Mas e essas pessoas bem gordas que dizem ter problemas pra emagrecer, isso é real?",
            "subreddit": "Maromba",
            "topic": "sanfona",
            "id": "1140zbp",
            "comments": [
                "Não. Existem doenças que dificultam o emagrecimento por afetarem níveis de hormônios, mas não impedem.\n\nSe você conseguiu perder 20 kg antes, não tem porque não conseguir perder 10 kgs agora.",
                "Vou falar algo como alguém que passou por isso (não sou especialista): doenças mentais/ crenças limitantes te impedem de emagrecer porque elas são a causa do sobrepeso/ obesidade. Se você lidar com o problema real, o resto é tempo e consequência. \n\nEu sei que isso é mais fácil fazer do que falar. Mas se você se ligar nos pensamentos que vc tem quando estiver quase indo comer a mais ou que te fazem faltar na academia/exercícios diário, vc vai ver que são desculpas bem convincentes, mas que vc pode ignorar e fazer o correto mesmo assim. \n\nMicrodecisões são mais importantes que decisões grandes, então tenta ficar prestando atenção no que vc pensa quando tá tentando fazer o \"errado\". Vai te ajudar muito.",
                "Acontecer acontece. Se vc tá se sentindo assim, vai logo pra um médico ter certeza. Melhor que ser um hipocondríaco e pior, começar até a engordar mais já que vc acredita que não tem mais jeito de emagrecer e tocar o foda-se.",
                "Não, existem doenças que reduzem o gasto energético porém se estiver em déficit sempre vai emagrecer",
                "Sim, faz checkup no endocrino. Hipotireoidismo é um exemplo de doença que faz engordar.\n\nMas no seu caso como vc mesmo falou que nao tava fazendo dieta... dieta é pro resto da vida, nao pense que vai \"chegar la\" e depois viver normalmente. Assim como um cara sheipadasso perde musculo se parar de treinar e fazer dieta, um ex obeso recupera tudo se parar de treinar e fazer dieta.",
                "Existe, mas em regra geral se está em déficit calórico vai perder peso.\n\nPessoalmente nunca conheci alguém tinha essa doença, conheci algumas pessoas que achavam que tinha mas na realidade não estavam em déficit",
                "Existem doenças que dificultam sim a perda de gordura, como hipotiroidismo ou síndrome do ovário policistico, mas impossível não é. Se você estiver em déficit calórico, se exercitando regularmente, e ainda assim não perdendo peso, acho que compensa você fazer uma consulta com uma endocrinologista.",
                "Sabe, eu tava vendo uma galera nas internets falando (entao nao leva muito a serio) que acontece bastante com quem ta fazendo dieta pra perder peso, as vezes eles davam uma saiam um pouquinho aqui e ali da dieta, algum petisco e nao faziam a conta nas calorias finais, e ai isso impacta na perda de peso.  \n\n\nMas existe umas treta de tireoide q ate onde eu sei pode dificultar o processo."
            ],
            "num_comments": 8
        },
        {
            "title": "Alceu Valença é do caralho",
            "selftext": "O cara reune toda a musicalidade nordestina com viola,sanfona,forró,maracatu e o diabo a quatro e mistura com rock progressivo,que artista meus amigos.\n\n[link]\n\nOuvir Espelho Cristalino é viciante e venho escutando desde 2015 e nunca enjoo.",
            "subreddit": "conversas",
            "topic": "sanfona",
            "id": "x6trje",
            "comments": [
                "Boaa, coloco sempre flor de tangerina no repeat",
                "Pô... Tô meio pobre de repertório nacional. Vai ser um prazer ouvir esta obra.",
                "Essa cara é muito louco, no bom sentido.",
                "O brabo tem nome. Inclusive, ai que saudade lá de Pernambuco",
                "Siiiim, e além disso o trabalho vocal dele é insano.",
                "Eu amo dois animais",
                "Sim!",
                "Adora as músicas dele, principalmente pra fazer um balance",
                "DEEEEMAIS!!! Amo o velho",
                "Ele é genial!!!",
                "vdd, gosto mt dele e já visitei ate a casa dele em olinda, queria ter ido em mais shows na época q Paulo Rafael estava vivo, sdds",
                "amo ele \n\nsou fã dms .\n\nrecomendo ouvir princípio do prazer \nmto boa",
                "Sou mt fã! Desde criança fui bem educada a ouvir os grandes nordestinos! Fagner, Zé Ramalho, Alceu, Geraldo Azevedo, Elba, só monstro do nordestão",
                "Adoro desde criança.",
                "Gosto de morena tropicana e de como ele deixa bonito e musical o fato de que ele diz que quer chupar a buceta da mulher.\n\n\"Da manga rosa quero o gosto e sumo\"",
                "ACHO que ele se encaixa no [link]\n\nah, eu já fui em um show dele de graça numa praça em santos"
            ],
            "num_comments": 16
        },
        {
            "title": "A busca pelo prazer momentâneo está estragando a minha vida!",
            "selftext": "Não é apenas os vícios tradicionais que tem a capacidade de destruir a sua vida. \n\nO meu tipo de vício, como a maioria das pessoas do mundo, chama-se dopamina.\n\nEu sempre estou buscando satisfação/recompensa em tudo que faço. E acabei virei uma pessoa preguiçosa. Tudo que for \"difícil\" demais, eu desisto muito fácil.\n\nMeus hábitos não ajudam, utilizo muito o telefone celular, alimentação ruim e sou viciado em masturbação/pornografia.\n\nSó que o maior poder desses hábitos não é a curto prazo, mas, a longo prazo. Pois vc acha que eles não te fazem \"mal\" agora, mas, como se fosse um câncer, eles estão destruindo você de dentro para fora.\n\nMinha mente é uma bagunça, não consigo ter foco, sofro de sanfona psicológica e vivo depressivo.",
            "subreddit": "desabafos",
            "topic": "sanfona",
            "id": "1124f88"
        },
        {
            "title": "A queda de público dos times de Recife a partir de 2015",
            "selftext": "**TL;DR**: O Santa foi de 36k pra 4k, o Sport de 26k pra 10k, e o Náutico de 15k pra 2k\n\nComecemos pelo Santa Cruz, time cuja torcida ficou nacionalmente famosa pelos anos nas Séries C e D. Nos 3 anos que passou na D, entre 2009-2011, o Santa teve as médias de 38, 30 e 36 mil respectivamente. Em 2013, ano do acesso da C pra B, botou 26 mil por jogo, só perdendo pro campeão da Série A, o Cruzeiro. Com uma torcida dessa, era de se esperar que no ano do acesso pra A tivesse uma ótima média certo? Errado! Foram míseros 13 mil pessoas por jogo; não teve um joguinho com mais de 50 mil pessoas. E se você acha isso decepcionante, saiba que em 2017, quando o Santa foi rebaixado de novo pra C, a média de público foi de 4 mil. **4 mil!!!** Nos dois anos seguintes, a torcida continuou murcha, e as médias foram abaixo de 10 mil.\n\nIndo para o Sport, o maior e mais querido rubro-negro do Brasil (sem clubismo) teve médias muito boas no triênio 2007-2009 - 26, 22 e 18 mil respectivamente, e olha que em 2009 o Sport foi lanterna do Brasileirão. Entre 2010-2014, levou 15-18 mil por jogo, médias que eu considero... medianas, nem boas mas tbm nem ruins, tanto que ele teve a segunda melhor média da Série B em 2010 (perdeu pro Bahia) e as melhores de 2011 e 2013 (ganhou do Palmeiras). Aí chegamos em 2015, ano que o Sport brigou por libertadores e foi 6o colocado no Brasileirão... e a média foi de 15 mil! Sendo que no outro campeonato, onde o Sport fez campanha de meio de tabela, a média foi de 18 mil. Mas o pior é que esses 15 mil foram a melhor média dos últimos anos: de lá pra cá nem isso esse time alcançou.\n\nO Náutico tem uma torcida que inteira cabe dentro de um ônibus sanfona, mas, ainda assim, também tiverem uma queda nesse período. No mesmo triênio de 2007-2009, quando o time estava na Série A, eles tiveram médias de 12, 15 e 14 mil respectivamente - e, como os Aflitos é um estádio de 19 mil, era basicamente um caldeirão! As médias dos 5 anos seguintes, 2010-2014 foram de 6-12 mil pessoas. Nesse período, o Timba começou a jogar na Arena PE, um estádio que fica lá na casa do carvalho, e muita gente diz que os públicos ruins são resultado disso. Mas eu não acredito nessa tese. Em 2014, quando o Náutico terminou em 13o colocado, a média foi de 6 mil. Nos dois anos seguintes, anos que o time lutou pelo acesso, elas foram de 5 e 6 mil. Em 2019, quando o time estava na Série C mas de volta aos Aflitos, eles fizeram uma campanha sólida e foram campeões, mas a média foi só de 6 mil de novo. Ok, era uma S´érie C, não tinha glamour, mas porra, aquele foi um ano bom - o Náutico tinha sido campeão pernambucano depois de 500 anos, chegou na semifinal do Nordestão, fez uma boa campanha na C, e tu vai me dizer que a torcida não tinha capacidade de botar no mínimo uns 10 mil por jogo???\n\nEnfim, meus amigos, esse post é pra expor minha tristeza com a situação do público do trio de ferro de PE. Umas das coisas mais mágicas do futebol é o estádio lotado e a torcida cantando sem parar, e as torcidas recifenses tão deixando muuuito a desejar nesses últimos anos.\n\nNão contei os anos de 2020, 2021 e 2022 por motivos óbvios.",
            "subreddit": "futebol",
            "topic": "sanfona",
            "id": "ujr4bb",
            "comments": [
                "Esses 4k que estão indo ver o Santa merecem ser canonizados.",
                ">O Náutico tem uma torcida que inteira cabe dentro de um ônibus sanfona\n\nEu ia comentar sobre os dados e tudo, mas isso aqui me quebrou demais",
                "É bizarro e triste como caiu mesmo. É bom contextualizar também com o fim do Todos Com a Nota (TCN). Não que o seu fim não tenha sido correto, afinal o TCN já tinha perdido o propósito há muito tempo, mas coincidiu com esse momento aí que vc descreveu.\n\nEdit: e um adendo, como Cassio Zirpoli bem observa nesse artigo, no começo da década de 2010 os times tinham uns públicos muito abaixo do que constava no borderô. Esse artigo é simples mas bem rico de informação: [link]",
                "fraudes a parte, ir no estádio é uma parada que tem ficado cada vez mais cara, mais de playboy (volta de busão pós jogo quarta, pra trabalhar quinta às 7 ,  pra tu ver) e muita galera mais nova não curte ir , simplesmente pq os bandidinho de TO das últimas décadas estragaram a experiência \"levar o filhão pro estádio\". \nagora tá aí... os veio morrendo , os neto vendo em 4k ultra hd em casa de boa, ... as cidades um belo lixo em comparação ao que poderia ser....a maioria dos clubes cheio de gente com ideias ultrapassadas de gestão na cabeça...\n\nmas ngm parece realmente a fim de mudar alguma coisa (?)",
                "Você disse que não acredita que a Arena Pernambuco não afetou a média do Náutico, mas não será que na verdade não afetou os três? Tipo, além de ter distanciado os torcedores do Timbu colocando um estádio que na verdade fica até mesmo fora de Recife, ainda por cima a construção foi simplesmente deixar de fazer um estádio para um dos times do trio e fazer um para ninguém, e tudo isso enquanto o Bahia teve a Fonte Nova renovada, o Castelão ficou mais moderno para receber Ceará e Fortaleza e até mesmo ABC e América de Natal tem a Arena das Dunas para jogar caso queiram um estádio moderno (embora, é bem verdade, ambos não estão utilizando muito a arena). E isso só para ficar no Nordeste. Isso não emputeceu, de alguma forma, os torcedores de ambos os três times e esse sentimento não acabou gerando um desânimo com o futebol por si só?\n\nImagino que você, como torcedor do Sport e acompanhador do futebol pernambucano, deve ter condições para responder a minha pergunta.",
                "2009/10/11/12 por aí, tinha o programa do governo do Estado de trocar notas fiscais por ingresso. Dava direito a \"arquibancada geral\". Isso inflava muito os estádios, eu mesmo ia todo jogo.\n\nMas pra mim, o principal obstáculo de ir aos estádios é 1- violência e perigo, principalmente na volta pra casa, 2- diretorias iguais, mesma corrupção de sempre, 3- infra estrutura de acesso. (Apenas os Aflitos é um pouco mais acessível e fácil de chegar sem estresse)",
                "🇦🇹 🇾🇪 🇦🇴 Sem minha mamata do governo eu não consigo 🐭 🦁 🐍\n\nNa verdade antes também já não conseguia, mas fraudavam né",
                "Nesses últimos anos tem faltado aquela aquela empolgação que contagia o torcedor pros times de PE, e isso eu incluo também bahia e vitória, o Bahia até consegue manter bons números mas longe do que já foi há uns anos, o vitória está lamentável. Chega uma hora q vc vê que o time não sai do mesmo lugar.. aí da aquela desanimada. Mas tenho certeza q em uma crescente sólida tipo ceará e fortaleza, esses times botam médias lá em cima."
            ],
            "num_comments": 8
        },
        {
            "title": "Triste",
            "selftext": "Triste\n\nComo eu sempre soube que seria\\\nQuando começamos nossa conversa\\\nEu já tinha medo do dia\\\nEm que você me deixaria\\\nA sofrer de prosa em versa\n\nÉ a sina de quem ama de alma\\\nSente gestos, palavras e momentos\\\nA gente sofre e descreve os lamentos\\\nComo o cancioneiro chora na sanfona\\\nEntoando a tristeza de quem se apaixona\\\nPor quem nunca teve esse sentimento",
            "subreddit": "rapidinhapoetica",
            "topic": "sanfona",
            "id": "zoalja"
        },
        {
            "title": "Preciso da opinião de vocês",
            "selftext": "E ai, pessoal! Venho pedir a ajuda de pessoas mais experientes na árdua e dignificante rotina de exercícios físicos.\n\nAtualmente, tenho 1,87m, 25 anos, 119kg. Apesar do peso corporal atual e de um histórico sanfona (engorda/emagrece), tive, até o início da pandemia, uma vida bastante ativa, pesava 98kg naquela ocasião e estava no meu corpo ideal.\n\nCom a decorrência da pandemia e por ficar bastante tempo sentado e sem praticar exercícios, acabei por desenvolver uma protusão discal (estágio inicial de uma hernia de disco) nos discos intravertebrais L4-L5 e L5-S1. Fiz dois meses de fisioterapia e não tenho crises mais. Somente incômodo em alguns momentos do mês, como em alguns fins de semana, quando fico mais parado. \n\nVoltei para a academia tem uns 6 meses, mas acabo desistindo por achar os exercícios de musculação muito maçante. Assim, faço mais bicicleta ergométrica. Minha dúvida é a seguinte. Vocês acham que ficha de exercícios abaixo é uma boa? \n\n3x 10 flexões;\n3x 15 abdominais;\n3x 30s prancha;\n3x 30 polichinelos;\n3x 15 agachamentos (aquele andando, desconheço o nome) \n3x 15 exercício de isometria lombar (não lembro o nome também). \n\n20min de bicicleta ergométrica (moderado)\n\nObs.: meu objetivo é perder gordura ao mesmo tempo que fortaleço minha musculatura (não confundam com hipertrofia). \n\nObs.2: a escolha desses exercícios foi pelo motivo de não serem tão maçantes para mim. \n\nAceito sugestões. Grato pela atenção!",
            "subreddit": "Maromba",
            "topic": "sanfona",
            "id": "10edolc",
            "comments": [
                "É um treino super leve, eu diria que no minimo fazer ele todo dia pra fortalecer um pouquinho ( sem hipertrofia como vc msm disse).\n\nE ainda tem o problema de ser extremamente incompleto, ta trabalhando só 1/3 dos seus musculos.",
                "Hipertrofia = + músculos\n\n\\+músculos = aumento do metabolismo basal\n\naumento do metabolismo basal = emagrecimento\n\nSe o seu foco é peso, ok, mas a hipertrofia é bem-vinda para quem quer EMAGRECER, ou reduzir a gordura corporal, através de recomposição. Sofro do mesmo problema, de ter engordado na pandemia, voltei, me lesionei na lombar, parei e agora estou voltando.\n\nMas não tem nenhum exercício ou dieta melhor do que aumentar a massa muscular para ter um corpo legal...\n\nForça aí"
            ],
            "num_comments": 2
        },
        {
            "title": "eu ainda amo a namorada do meu amigo, você foi e sempre será meu primeiro amor",
            "selftext": "eu acho q vc foi meu primeiro amor\n\neu lembro ate hoje da primeira vez q te vi, no começo de 2021. eramos crianças ainda, mas, eu me senti tão apaixonado por você. lembro de comentar com meu amigo de como você era tão bonita, e que devia ser toda \"metida\"\n\nnão demorou para virarmos amigos, e eu, suas duas amigas, que moravam com você inclusive, o... vamos chamar ele de rafael. andavamos juntos para todo canto, e eu sempre me senti tão atraído por você \n\ntudo tava tão perfeito, eu estava me sentindo tão feliz como nunca. rafael era meu melhor amigo, a gente era um quinteto incrível, mas, vocês mudaram de escola no começo de março, eu acho, por aí\n\nvocê, suas amigas e o rafael foram pra outra escola, militar. você sempre foi altruísta e sempre pensou a frente. eu achava você fascinante. seus cabelos loiros, seus olhos verdes esmeralda, seu sorriso. bem, eu também mudei de escola e fui pra outra. continuamos muito amigos, e saindo muito, nós 5 faziamos TUDO juntos. era tão divertido.\n\neu nunca soube o que você sentia, até um dia no cinema em que acabamos ficando próximos demais, até demos as mãos por breves momentos, nós dois eramos muito tímidos\n\ncheguei em casa por volta das onze da noite, lembro até hoje. um sorriso de uma ponta a outra, e meus pais não estavam em casa, tinha tudo para mim. eu tinha certeza que te amava, e que você talvez sentisse o mesmo por mim. eu liguei para suas amigas e falei oque sentia e falei que ia me declarar pra você, elas disseram na mesma hora para eu ligar para você.\n\nela atendeu, e saiu do quarto. eu botei em viva-voz, e em chamada com meus amigos no discord, com o aúdio mutado, eu me declarei. falei que te amava. que te adorava. eu falei o quão fantástica você era, eu falei tanta coisa... mas, você disse que não sentia o mesmo, mas que eu era seu melhor amigo. até me chamou para ver um filme na mesma madrugada, já que tínhamos o costume de fazer isso todas os fins de semana pelo rave, um aplicativo para ver filmes e séries com seus amigos. eu chorei, chorei a noite toda.\n\nno entanto, eu deixei de lado e continuei tratando você da mesma forma, e você também.\n\no tempo foi passando, e lembro ate hoje de todas as vezes em que ficamos mais próximos. de quando fomos na casa do rafael e ficamos abraçados enquanto víamos \"jigsaw\", todos os filmes que víamos juntos.\n\n até que chegou o dia do meu aniversário, 14 de agosto. você foi para minha casa, junto com o rafael, suas amigas e mais uns amigos meus. lembro que você me chamava de \"gatinho\", e como piada, me deu ração de gato como presenteKKKK, e depois me deu 3 capitulos do meu mangá favorito. bem, todo mundo se reuniu na sala para ver um filme, e nós dois ficamos na parte em que o sofá virava uma cama. lembro de você encostando e me abraçando, lembro perfeitamente de seu rosto se encaixando sobre meu queixo, sua perna sobre a minha, e seu sorriso.\n\neu dormi tão feliz naquele dia, meus amigos dormiram aqui e falaram que nunca me viram tão feliz, tinha uma expressão tão leve no rosto. \n\nno entanto, nossos horários eram muito diferentes, mas ainda conseguíamos tirar algum tempo para conversarmos e perguntar do dia um do outro. até que, em outubro ou setembro de 2021, você se declarou pra mim. disse que sempre gostou de mim, mas tinha medo, tinha medo de ser julgada, porque aparentemente ninguém da sua escola gostava de mim, e queriam que vocês ficassem com o rafael. disse que naquele dia em que me declarei, queria ter falado que sim. me mandou os textos que escreveu naquele dia. que se odiava, que queria ter dito sim, e podiamos estar deitados juntos agora, podiamos estar namorando. você não me mandou tudo que escreveu, pois ficou com vergonha, mas, eu estava tão feliz. \n\ndia 26 de novembro de 2021. fomos assistir eternos no cinema, eu, você, e uma de suas amigas. ela acabou dormindo no filme e ficou só eu e vocêKKKKKK. você tirou o apoio da cadeira e deitou sobre o meu colo, e nos encaramos. e então, eu te beijei. ou melhor, demos alguns selinhos. eu estava tão feliz. porém, no mesmo dia você disse que era melhor fingir que isso nunca tinha acontecido. e eu fiquei em pedaços novamente. lembro dos aúdios que mandei para meu amigo, muito irritado e triste, chorando de raiva. eu não entendia. eu só queria que me amasse.\n\npor volta do fim de 2021, foi seu aniversário. muita gente foi dormir na sua casa, e eu também. eu fiquei fazendo massagem em você a noite toda enquanto víamos barbieKKKKKKKK. foi até meio 🤨🤨, perguntei se podia levantar sua blusa, você estava de barriga para baixo, e você deixou, ficou com as costas nuas enquanto fazia massagem. depois fiz o mesmo em suas pernasKKKKKK.\n\nlembro que dormimos um de frente para o outro, com as mãos dadas, e eu nunca acordei tão feliz na vida, ao ver você quase que abraçada a mim.\n\npor volta de fevereiro ou março de 2022, fomos para um quinze anos de uma amiga em comum. a gente já não se falava tanto, mas eu ainda gostava de você tanto como antes. eu queria chegar em você durante toda a festa, até que no fim, era por volta das quatro da manhã. nos sentamos juntos e ficamos de mãos dadas. o diálogo foi esse. vamos chamar ela de bruna.\n\n\"bruna... eu posso te beijar?\"\n\"eu te odeio, (meu nome)\".\n\"o que eu fiz?\"\n\"eu te odeio porque eu gosto de você, por que não pode sumir?\"\n\nnós nos beijamos. continuamos a conversar, mas não tanto. eu já não falava tanto com o rafael, e eu havia entrado para um colégio militar também, nossos tempos eram muito diferentes. a gente não se falava tanto, mas eramos próximos. \n\nno entanto, por essa época, descobri que o rafael gostava de você, tanto quanto eu. eu não podia falar tanto com você, e seus amigos e família amavam ele. eu achei que era melhor me afastar, e bom, vocês começaram a namorar por volta do meio do ano, e eu fiquei tão feliz por você estar feliz. eu fiquei tão apaixonado por você estar apaixonada. mas, eu ainda te amava. e por isso, eu me afastei de você. evitava falar com você, com ele, com todos.\n\nalgumas semanas atrás foi seu aniversário de 15 anos, sua festa, já que havia feito 15 uns 4 meses atrás. você estava linda, garota. você estava tão apaixonante. você dançando com um grande sorriso no rosto, e vocês dois juntos.\n\nnesse meio tempo, eu obviamente me relacioneu com outras pessoas, mas, percebo agora, ouvindo aquela maldita sanfona que nunca lhe esqueci em nenhum deles. eu espero que seja feliz, pois eu te amo.",
            "subreddit": "desabafos",
            "topic": "sanfona",
            "id": "11w52se"
        },
        {
            "title": "se eu sou corredor, perco uns kg, depois fico sedentario, engordo e volto a correr. o que acontece?",
            "selftext": "eu fui corredor assíduo por 2 anos, emagreci bastante. ai eu parei no começo desse ano, e to voltando agora depois de ter engordado uns kg. eu sei que quando tu começa do 0, é muito mais fácil perder peso. eu vou ter essa facilidade de novo como tinha quando comecei a correr? ou vai ser a mesma dificuldade quando era corredor?\n\neu devo estar sedentário há uns 8 meses no max. e voltei a correr meus 5km diários essa semana.\n\nalias, efeito sanfona tem a ver com isso?",
            "subreddit": "PergunteReddit",
            "topic": "sanfona",
            "id": "xvm7pt",
            "comments": [
                "Você se lesiona, experiência própria.",
                "Pelo que já vi de colegas corredores, vc vai conseguir perder peso rápido inicialmente até dar uma estabilizada e ae sim ficar mais difícil perder só por praticar a corrida, devendo então focar em alimentação e musculação (além da corrida) pra conseguir perder mais peso ou medida \n\nBoa sorte!",
                "Alimentação",
                "Eu sei que pra ganhar músculo é fácil devido a memória muscular, mas não sei se isso engloba perda de peso.",
                "Eu não sou um corredor, mas eu tenho exatamente o mesmo problema que você. Então vou deixar um ward aqui.",
                "Passei por 3 momentos assim. Emagrece, engorda, emagrece, engorda... Até os 25 anos sempre que eu voltava a fazer atividade física eu perdia peso meio que rápido. Agora tô com 27 e sinto que ficou mais difícil, bem mais lento. Não sei se é por causa de memória muscular e meu corpo ganha músculo e perde gordura e ai na balança fica a mesma coisa ou se meu metabolismo desacelerou um pouco mesmo",
                "Você precisa voltar aos poucos, de forma gradual, Caso contrário, se correr da mesma forma que antes, você pode lesionar seus músculos por não estarem em forma",
                "Um milagre"
            ],
            "num_comments": 8
        },
        {
            "title": "Quem entende mais de bolsa de valores e afins, uma pergunta teórica sobre o mercado de bitcoin",
            "selftext": "Vou tentar separar por números para ficar mais organizado o pensamento e a questão, e mais fácil de apontar meus erros se for o caso\n\n1. O valor do bitcoin (agora R$162k) é uma média do quanto ele foi negociado nas corretoras, certo?\n\n2. Há vários perfis de compradores, entre eles os que compram buscando lucro imediato (chamemos de “traders”) e os \"holders\" que não planejam vender o bitcoin\n\n3. A parcela de bitcoin na mão de holders está cada vez maior\n\n4. Se o valor continuar descendo, chegará uma hora que virtualmente tudo estará na mão dos holders\n\n5. Se o bitcoin está na mão dos holders e eles só vendem por um preço altíssimo, então o valor vendido nas corretoras seria ainda mais alto, fazendo o valor do bitcoin (que agora é R$162k) subir, atraindo mais gente, e entrando nesse ciclo “sanfona”, né?\n\nO que eu quero perguntar resumidamente é: vai chegar a um ponto em que, se houver uma concentração muito grande de bitcoin nas mãos dos “holders”, o valor que é calculado através das operações nas corretoras vai disparar?\n\n*Estou perguntando nesse sub e não em um de cripto porque acho que é uma pergunta mais relacionada ao mundo financeiro tradicional (bolsa de valores, trade) do que com criptomoedas em si",
            "subreddit": "investimentos",
            "topic": "sanfona",
            "id": "um2wuh",
            "comments": [
                "Num dia de negociação comum na bolsa, mais de 99,5% das ações da maioria das empresas permanecem nesse termo que vocÊ diz ser Holder. Por exemplo, a do ita´ú, se n me engano é coisa de 99,99% é de Holders, e 0.01% é negociado. \n\nNão existe essa de que algo vale mais q mostrado na tela, vai lá e tenta vender mais caro, ninguém compra. É aquele preço. Agora, se pra você tem valor, vai fundo.",
                "Oi OP.\n\nNão. Volume negociado e preço são duas coisas distintas. Elas andam juntas? De certa forma sim, mas são coisas diferentes.",
                "5. Acho o contrário,  vai despencar pois não vai ter ninguém mais para comprar. Como vai disparar se ninguém vai comprar mais?",
                "O ideal é que tenham negociações diárias. Liquidez é importante para a segurança de um ativo.\n\nComo outro amigo falou, maioria de todos ativos não são negociados diariamente. Em uma mesma empresa geralmente menos de 1% das ações trocam de mãos diariamente.\n\nPor ultimo, teoricamente se o BTC ficar na mão de muitos holders pode acontecer do preço subir exatamente pela escassez da oferta do ativo. O preço irá subir até que alguns desses holders fiquem interessados em vender por conta do preço. Mesmo principio de qualquer ativo negociado em bolsa.",
                "O valor das corretoras nada mais é do que um valor de mercado pontual. O preço que você vê numa Binance é o preço só de lá porque a Binance é um market maker centralizado e encontra compradores com vendedores na sua própria plataforma. Mas por que que o preço tipicamente vai ser parecido com outra plataforma, tipo uma Coinbase? Porque existe o papel do arbitrage, que basicamente são pessoas (ou em sua maioria em crypto, bots) que lucram com essas diferenças de valor entre um mercado e outro.",
                "Os holders também podem vender uma pequena parte do que tem, para poder ganhar um lucro. Mas além disso, pense comigo, não é do interesse dos holders manter tudo na mão de pouquíssima gente, tipo 3 ou 4. Eles querem que as pessoas fiquem negociando, porque isso fortalece o argumento de que BTC é uma moeda de negociação utilizável."
            ],
            "num_comments": 6
        },
        {
            "title": "time dos careca",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "sanfona",
            "id": "yl53k6",
            "comments": [
                "Poha coluna do cara virou uma sanfona",
                "muita reflexão durante o dia, o dia é mais iluminado com esses caras",
                "Espero que ele esteja bem",
                "Deus abençoe",
                "Hmmm sonin bom"
            ],
            "num_comments": 5
        },
        {
            "title": "Posso comer 1 vez no dia?",
            "selftext": "Eu tô querendo emagrecer, e eu geralmente não sinto fome de dia, como uma fruta de manhã e só como dnv na janta, como salada com carne, e to emagrecendo, mas emagrecer assim é errado? Ou eu posso continuar de boa?",
            "subreddit": "desabafos",
            "topic": "sanfona",
            "id": "rpchef",
            "comments": [
                "Seu corpo precisa de nutrientes como sais, carboidratos e etc. infelizmente não da pra obter tudo isso com essa dieta que você descreveu acima, você pode ter alguns problemas tipo anemia ou baixa na imunidade.\n\nRecomendo q procure um nutricionista.",
                "Eu tenho obesidade e também não tenho costume de tomar café da manhã. Eu fiz uma dieta rigorosa cortando carboidratos, basicamente comendo salada e carne por 2 a 3 meses e perdi 19kg. Vai funcionar. Mas o problema é que você acha que essa rotina se aplica pra você pro resto de vida?\n\nEu não tenho a resposta, porque se não já teria emagrecido. Mas o que penso é o seguinte: eu demorei anos pra adquirir esse peso, então não dá pra esperar que a perda de peso será super rápida. O que não significa que vou levar o mesmo tempo pra perder peso que eu demorei pra engordar, afinal enquanto eu engordei eu não estava tentando engordar igual agora eu tento perder peso. Será mais rápido. Mas a manhã é ter paciência, e achar algo que é aplicável pra você a longo prazo ( um a dois anos, se não pro resto da vida).",
                "coma porções pequenas (e com diferentes tipos de alimentos/nutrientes de que teu corpo precisa) ao longo do dia que é mais garantido, tanto pra tua saúde quanto para o teu emagrecimento",
                "perder peso é questão de achar uma alimentação que: seja saudável (odeio esse termo vago mas segue o jogo), abaixo da sua taxa basal e mais importante: que seja sustentável.\n\nmuita gente faz dietas extremas e:\n\n1. chega num platô;\n2. não dura mais de 1 semana;\n3. recuperam boa parte do peso em seguida.\n\nse fome não é um problema, veja o que você está comendo e tente migrar pra uma alimentação mais nutritiva e te sustente melhor",
                "já fiz isso e emagreci rápido e relativamente bem. mas depois se seu apetite voltar e vc comer “normalmente” (3-5 vezes ao dia) ou vc “meter o pé na jaca” vc vai engordar tudo de novo e ainda mais, pq o corpo vai entender que precisa guardar pra caso aconteça aquela greve de novo - o que aconteceu comigo. recomendo cuidado com esse tipo de dieta!",
                "[deleted]",
                "Eu também sou dessas que não sinto fome, tenho que lembrar de comer. \n\nTe contar que em 2019 quando a faculdade tava puxada e morando só, eu passava o dia sem comer. Pegava o horário do almoço e ia dormir por causa do cansaço e quando dava umas 18 horas que chegava da faculdade, eu pedia alguma coisa no ifood e ia dormir umas 22.\n\nIsso durou quase 1 ano, foi a época que eu mais emagreci kkkkk mas não recomendo você a fazer o mesmo, meu colesterol foi lá pra cima. Eu já sou magra e acostumada a não comer então meu corpo já tava acostumado \n\nJá ouvi falar que quem começa a fazer isso do nada, dá efeito rebote e a pessoa engorda mesmo sem comer. Além de que vc vai ferrar sua saúde",
                "Não. Seu corpo vai transformar a comida em gordura pois você não come muito, e como resultado, não vai fazer diferença no resultado final (já que você vai desistir e voltar a comer mais). Você tem que comer a cada 3h e reduzir a ingestão de carboidratos. Some isso com caminhada/corrida/academia e você tá 0 bala.",
                "Poder pode, mas todo mundo sabe que isso não é saudável, o certo é comer várias vezes ao dia (de 3 em 3 horas) em quantidades pequenas, evitando carboidratos e muita gordura.\n\nMas só um nutricionista pra te orientar melhor, o meu ex era gordinho e depois que fez acompanhamento com nutricionista mudou o corpo completamente, mas pra manter cê tem que fazer exercícios físicos e não voltar a vacilar comendo um monte de junkfood.",
                "Meu amigo, acorde cedo e levante pesos, não existe caminho fácil.",
                "Como já falaram em uma thread, comer pequenas porções durante o dia te ajuda não ficar esfomeado na janta, aonde geralmente tu mete o pé na jaca.\n\nEu já fiz reeducação alimentar inúmeras vezes, e a unica vez em que consegui manter, foi quando estava solteiro.\n\nComia frutas durante o dia, não tomava refrigerante, snacks rápidos eram barrinhas energéticas. \n\nFazia também academia. Emagreci bastante, e era meio foda manter a dieta enquanto ninguém mantinha. Era mó chato na janta de familia todo mundo comendo uma pizza e eu no franguinho com arroz.\n\nEngordei depois de namorar, pois tu costuma sair mais e tal, indo pra restaurantes, comidinha diferente pra dengosa. \n\nA ultima dieta que eu fiz foi a low carb de um canal grandinho do YouTube. Essa dieta foi punk, mas consegui resultados muitos rápidos para o que eu queria.\n\nProblema era manter, pois essa dieta restringe algumas frutas também, então era muito chato achar coisa pra comer. Praticamente era quase nada de arroz integral, com carne e um monte de salada pra estufar.\n\nNão mantive por muito e engordei tudo que eu emagreci hehe...\n\nMas o que fez desandar foi o falecimento do meu avô. Qualquer sentimento de tristeza eu metia um chocolate pra dentro pra ver se melhorava o humor.",
                "Bora lá, OP, chegou alguém que pode te dar uma resposta.\n\nEu faço o Jejum Intermitente aliada a cetogênica. O jejum é isso aí, ficar um longo período de tempo sem comer. Existe muita ciência envolvida nesses dois regimes, não tem milagre. Em poucos meses de regime eu consegui mudar completamente meu corpo. Estou preparando uma postagem para o ano que vêm, com fotos da minha evolução e explicando a ciência por trás desses regimes, mas vou tentar resumir:\n\n\n-O objetivo é entrar em cetose o quanto antes e manter a queima de gordura. O JI ajuda nisso. Eu comecei com 16 horas de jejum, ou seja, eu comia entre 12:00 e 20:00, e fui aumentando o tempo, até conseguir me estabilizar e fazer jejuns de 24 horas.\n\n\n- Depois que você se acostumar fica mais fácil, mas é um processo que envolve adaptar seu organismo e sua mente, falhar é normal. Não é fácil ficar um dia todo sem comer, não é fácil ver os outros comendo, mas com o tempo fica menos difícil.",
                "Tecnicamente não comer, engorda vc. O correto seria comer de 3 em 3 horas. Caso vc fuja disso é coma 1 vez por dia, o seu corpo acumula estresse e entra numa fase de reserva de energia, oq faz cm q vc não gaste toda a energia q consumiu no dia e essa energia em excesso e stress se acumula no abdômen gerando a pochete, ou seja coma.",
                "Sla, tenta comer aquelas barrinhas pequenas cheia de nutrientes que os astronautas comem",
                "Chama OMAD (One meal a day), mas normalmente não recomendo. Tente fazer cetogênica. Mas, sempre com auxílio de um nutri.",
                "Comer uma vez ao dia tá de boas, contanto que consuma os nutrientes necessários, o que não pode ficar sem mesmo é Água, aí sim tu morre em alguns dias.",
                "Vc comentou sobre seu vício em refri, você já controlou isso? E você costuma tomar refrigerante durante o dia? Pq é provavelmente isso que tá segurando sua fome, o excesso de calorias que você bebe.",
                "Tu vai é engordar pulando refeições.",
                "Não pode, ou melhor, tu pode mas não deve.",
                "Nunca vi um nutricionista sequer recomendar comer 1 vez por dia, então acho que não é bom",
                "Acho errado sim e tem que ver pq essa falta de apetite.\nEu sou o contrário, sinto muita fome, mas desde q moderei a bebida alcoólica não tenho jantado.",
                "Já aviso que não nutricionista nem nada, apenas intusiasta no assunto e minha palavra não é a verdade absoluta.\n\nVamo lá primeiramente parabéns pela iniciativa de emagrecer, é uma jornada complicada, mas seu corpo, sua saúde e sua vida agradecem vale todo o esforço.\n\nPrimeiro o processo básico se emagrecimento consiste em você gastar menos do que você consome. Por exemplo: \n\nVocê gasta 1000 calorias por dia, se você consumir 900 calorias seu corpo retirar esses 100 que estão faltando de algum lugar, que é a gordura do nosso corpo, assim é que se emagrece(lembrando que emagrecer é perder gordura, perder peso é totalmente diferente, dá pra perder peso tirando água do corpo por exemplo)\n\nAgora a questão comer 1 vez no dia não é o ideal ao meu ver. Pois isso dá sinal ao seu corpo que voce esta em \"crise\", ou seja, está difícil de arrumar alimentos. E nisso automaticamente você vai ficar mais cansada e etc a fim do seu corpo não gastar tanta energia, e menos gasto significa um maior estoque de gordura no corpo\n\nPor isso que ao meu ver ideal é comer 3 vezes ao dia( eu prefiro comer 6, se não tiver tempo pode ser 3 que tá suave)\n\nOutra coisa, eu particularmente não recomendo fazer essas dietas loucas( paleolítica, low carb, jejum intermitente e etc). Porque no fim tudo se resume ao quanto você gasta e o quanto você consome. Apenas manter uma alimentação saudável e balanceada é o suficiente, vai por mim não precisa reinventar a roda.\n\nAcho que é só, como disse não sou a voz da verdade, apenas falo o que vi e o que experimentei.",
                "Nao parece saudável. Sugiro que vc faça uma reeducação alimentar. Encontrar uma forma de comer que se sustente no tempo, que você não se sinta restringido e fique bem nutrido. A saúde vem antes do emagrecimento. O governo brasileiro tem um guia bem completo sobre alimentação: Guia Alimentar para a População Brasileira (dá um google, é domínio público).",
                "Nessa pandemia perdi 20kg (fui de 100kg para 80kg) comendo uma vez por dia. Mas um adendo, eu passo o dia em casa (home office) então ao meu ver, não gasto muito energia, por isso não sentir necessidade em comer mais vezes ao dia e nem sentia fome. Mas meu almoço também era muito colorido e saudável.",
                "Se você não come, você não vai emagrecer, só vai morrer gordo. Faça um refeição básica pelo menos pra não faltar nutrientes no seu corpo.",
                "Tem anos que minha mãe só almoça e não janta, e ela tá super bem",
                "Mano, tem um guru indiano chamado Sadhguru e ele diz que o nosso corpo não precisa de muito alimento, só precisa extrair tudo do alimento que já comemos.\nEle mesmo diz só comer uma vez por dia \nAcho q tem gente que consegue viver assim de boas, mas se vc sentir que seu corpo não consegue aguentar eu sugiro vc n fazer isso",
                "Claro que tem problema, mas que você sinta fome, vc tem que comer direito 3 vezes no dia no mínimo e coisas boas tipo ovos, tapioca, frutas mesmo, um almoço comum tipo arroz, feijão e salada.\nIsso tudo pq se você quer emagrecer o seu corpo também precisa dos nutrientes dos alimentos pra fazer funcionar o que queima sua gordura, comer e beber água é essencial mesmo que vc não sinta fome faz falta pra krl no seu corpo e vc só não percebe a diferença ainda",
                "Não. Coma várias vezes ao dia (pelo menos três). Comendo uma vez só, seu corpo vai entender que você está passando fome e vai estocar energia em forma de gordura. Ou seja, você não vai emagrecer. O segredo e gastar mais do que se ingere.",
                "sim é errado, comer 1 vez ao dia vai diminuir sua taxa metabólica basal fazendo com que seu corpo gaste menos calorias por dia pra ficar vivo, o certo é você comer pequenas refeições de baixa caloria durante o dia para estimular o metabolismo, e uma dica: comer proteínas no café da manhã.\n\nalém de que 1 refeição ao dia pode te causar uma futura compulsão e deixar o corpo flácido.\n\nvá à um profissional bom para que ele te instrua a ficar em déficit calórico (o que realmente emagrece) e procure um esporte ou uma atividade física que você goste, pois assim você ao invés de perder peso você emagrece (que é perder gordura) e ganha um físico muito mais bonito e saudável.\n\ntambém recomendo que você faça uma reeducação alimentar ao invés de uma dieta, é muito mais saudável e fácil",
                "Caso queira fazer jejum a melhor coisa é cortar a janta (a partir as 18h). A fome pela manhã vai vir. Beba bastante água durante o dia e evite doces e carboidratos.",
                "Fiz isso por mais ou menos 1 ano, sai de 119 pra 71 não recomendo, apesar que depois de umas semanas acostumado é tranquilo,  você acaba ficando flácido e perdendo muita massa magra, hoje em dia pareço uma vareta e continuo com barriga, enfim acho que exercícios + uma dieta normal de déficit mais eficiente",
                "OMAD é um modelo de dieta legitimo, pode sim",
                "Pode sim. Com tanto que você Bata seus macros nutriente.... Se vc quer emagrecer precisa de Déficit calórico, se quer ganhar peso precisa de superávit calórico... Por tanto, calcule seus macros nutrientes... Comer uma vez por dia, não é recomendado pela grande quantidade de alimento, o que poderá te causar um dilatação abdominal. Se possível, coma de duas ou mais vezes! (Dentro dos seus macros nutrientes)."
            ],
            "num_comments": 34
        },
        {
            "title": "Cultura Nordestina",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "sanfona",
            "id": "9q0dj1",
            "comments": [
                "Sanfona/acordeão é um instrumento dificílimo de tocar. Parabens pra quem toca, canta e dança ao mesmo tempo."
            ],
            "num_comments": 1
        },
        {
            "title": "Carro branco amarela a pintura mesmo?",
            "selftext": "Se sim, não precisam dizer como evitar, mas digam o que causa isso. É uma questão estética bem particular minha, explico:\n\nUm dia tenho a intenção de comprar um Sedan branco, ficar um bom tempo com ele, e daqui uns anos ele ficar igual aos carros brancos antigos pré-1990 que todos têm um tom um pouquinho amarelado.\n\nGosto disso pois eu toco acordeon, e digo que com os carros brancos acontece o mesmo com os acordeões brancos: \"sanfona branca amarelada tem muita história pra contar\", carros brancos um pouquinho amarelados também.\n\nNão precisam me dizer sobre desvalorização, eu já sei disso e não compro carro como investimento e nem compro automóvel pensando em vender depois.",
            "subreddit": "carros",
            "topic": "sanfona",
            "id": "uly7te",
            "comments": [
                "Branco por incrível que pareça é a cor que mais dura sem queimar (Quem queima é o verniz, mas por efeitos diferentes)\n\nCarro preto pega até 10°C a mais no sol, bate 90°C as vezes (Temperatura na lata), enquanto branco fica nos 80°C no máximo, geralmente é menos. Como tá absorvendo mais calor preto queima o verniz por calor mesmo, leigo cego não vê mas o verniz queimado tá lá, geralmente é fácil de ver pra quem tem um pingo de atenção.\n\nBranco e prata refletem a maior parte do espectro visível, nesse caso o verniz queima por ser atingido por UV na entrada e na saída da luz (O verniz fica entre a tinta e o sol), mas no caso do branco nem tudo é refletido, como enxergamos a cor na prática há absorção de parte do espectro, branco então acaba queimando muito menor o verniz (Menos que outras cores). Leigos enxergam no branco, mas tem queimado em toda cor.\n\nNo caso do prata, há absorção de parte do espectro, mas nesse caso falamos de tinta metálica quase sempre, aí nos pontos de material metálico ele vira espelho, nesse ponto metálico não há absorção de nada, aí tudo que entra também sai, o UV que entra também sai. Então prata é a cor que mais queima verniz, queima até mais que preto! Mas falamos de carro que passa o tempo todo no sol, e sem cera decente (Encera a cada 6 meses em casa, ou paga pra encerar em 6 meses e paga pra polir cada 1 ano, que já é suficiente pra levar 15 anos pra ter queima visível, se fizer isso tanto faz a cor que todos ficarão iguais em 10 anos).\n\nNo caso do amarelado, aí não é UV ressecando o verniz, aí são os sais minerais do ar que vão gerando reações químicas em cima do verniz, nas microfissuras do material junta isso, não sai ao lavar porque tá nas microfissuras e não solto por cima. Conforme cada região pode amarelar mais ou amarelar menos, em partes de MG ou onde há mais minérios de ferro as vezes puxa pro marrom ou vermelho, na minha região tem mais areia (Nada a ver com praia, o Brasil é tropical então tende a ter mais solo arenoso, a chuva cria isso) então amarela. Mas de novo, é só encerar a cada meio ano em casa mesmo e tá de boas, dá um polimento a cada 2 anos e vai durar 10-15 anos sem amarelar, se pegar pouca poeira (Minha referência é carro que vai pra roça) deve passar muito dos 15 anos, carro em garagem fechada, que não pega sol nem poeira desse tipo, deve ir muito além, na verdade ideal é fazer como garagem de venda de veículos faz, joga uma água em cima quase todo dia pra tirar a poeira, e lembra de meter cera sem dó, a poeira tem que ir tocando só na cera, tem que fazer de tudo pra ela não chegar no verniz!\n\nNo caso do branco, essa é cor que mais fácil se vê, mas em pintura sem cuidados há amarelamento em tudo, no preto eu vejo direto por aqui (O Fox da minha irmã é preto e tá amarelando, ela vem pra cidade 2x por semana e usa, não dá tempo pra ficar indo atrás disso). Tenho uma Chana prata que também tá amarelada, tenho uma Strada que puxa pro marrom já que veio de região de GO com minério no solo, não chego a ver problema no amarelado da pintura branca, ele é menos feio que verniz ressecado (\"Pintura queimada\"), e branco que amarela verniz é fácil resolver com polimento (Até em casa, compra kit de polimento pra furradeira, o polimento aqui custa uns R$ 400 pra cima, por metade desse preço compra kit e furradeira pra usar em casa), mas o verniz queimado não tem solução, só nova pintura (E se só lixar suave por cima e meter tinta, aí depois a tinta desgruda mais fácil, nem sempre é uma boa, recomendo meter removedor de tinta (Aquele gel que queima a mão se tocar na pele), dar uma lixadinha, e então meter primer, tinta e verniz).\n\nSe deixar o carro cheio de poeira todo dia, e na época da chuva deixar com lama grudada, aí carro branco vai amarelar visivelmente em 5 a 6 anos mesmo se pagar pra polir todo ano, e pagar pra encerar todo semestre, pessoal tem que entender que isso se resolve não pagando pros outros, mas com o dono mesmo fazendo, só joga uma água pra tirar o grosso da poeira e lama, esfrega pra tirar sujeira pesada todo FDS, e encera a cada 3 a 6 meses conforme região (Em região de minério tem que fazer mais vezes), mas tem que cuidar que toda vez que você passa a mão, pano ou esponja sobre poeira molhada (Na seca ou na chuva) você está lixando o carro soltando a cera, a poeira faz micro abrasões na cera, ao longo do tempo vai chegando no verniz, por isso precisa tanta cera! Se só levar e esfregar a poeira no verniz você tornará o verniz todo opaco.\n\nE dia que o verniz tá fino demais, e pessoal avisa que foi o último polimento, aí é hora de levar em lanternagem pra eles aplicarem novo verniz, custa MUITO mais barato que pintar, é só passar desengordurante pelo verniz, lixa ultra fina tipo 2000, e mete verniz por cima, ele vai penetrar pelas abrasões da lixa 2000 e grudar direito (Se for só em cima do desengordurante ele solta com o tempo), aí começa a cuidar direito, 3 semanas depois desse verniz você leva pra polir, aí mete cera, e segue nessa toada de meter mais cera em 6 meses, e polir em 12 meses, mas tem que tirar a poeira e a lama sempre que chega em casa (Quem mora em apartamento se fode nessa, tá na lista dos prós e contra de apertamento), não precisa esfregar direitinho (Senão vai lixando a cera) é bom tirar pelo menos o grosso da sujeira sempre que ver ela.\n\nMas esses cuidados são comuns a todas as cores, se for preto ou prata e não cuidar vai queimar, não fica amarelo mais queima, e aí não tem solução, só repintura! Pra verniz fino pelo polimento dá pra envernizar de novo, mas pra verniz queimado não dá, porque aí ele já desgrudou da tinta, ou seja, até pra carro mal-cuidado o branco ainda é mais vantajoso, é mais fácil resolver amarelado que resolver verniz queimado.\n\nAh, tem região de minério ou de muita argila que o preto tem umas manchas que lembram ouro conforme ângulo, aquilo é a reação química da tensão estática, em caso de carro os sais minerais reagem com os 12V e fica esverdeado, em cabo de rede de telecom com 24V de alimentação pra POE a reação dessa tensão com os sais minerais deixam os conectores RJ45 azulados, a estática que o vento faz o carro ter faz os sais minerais grudados numas pinturas ficarem \"oureados\", agora não achei as tabelas mas em processos eletroquímicos como galvanização, cromagem, niquelamento, banhar a ouro ou prata, cada tensão e elementos químicos na água geram cor diferente, em cima do preto o que vemos é o brilho do que lembra ouro ou cobre, mas tem mais cores se usar lanterna de noite, é que de longe o que vemos é o brilho do reflexo, e a tensão alta e baixa corrente gera isso, se usar tensão mais baixa tipo acho que 40V tem algo que lembra oureado mas não tem brilho, eu acho curioso o efeito que a ESD dá, é raro ver porque depende de ter ESD constante do vento contra o veículo, e precisa ter só uma camadinha fina de poeira pra dar isso no verniz. As vezes em carro branco puxa até pro verde, em região com teor de cobre relevante (Cobre oxida ficando verde), mas brilho só vi em carro preto mesmo, só nuns interiores de Goias onde tem teor significante de minérios de ferro (Engraçado que ferro oxida com vermelho, mas a reação na pintura branca puxa pro marrom em carro branco, suspeito que UV e cia afetam a poeira pra isso, em preto talvez é só a eletrodeposição da ESD que afeta).\n\nAh, no monte de argila no meio do Pará a pintura branca não amarela, ela fica marrom clara, os sais minerais no ar são diferentes a esse ponto, na maior parte do Brasil tem mais areia, aí a sílica reage com essa amarelada mesmo. Mas eu prefiro amarelado que pinturas queimadas, eu tenho quase tudo prata e direto dá isso, minha moto é única coisa branca, e quando amarela é fácil resolver, na hora de pintar o tanque já pedi pra meter 5 camadas de verniz (O normal é umas 2 ou 3) então tem verniz pra mais meia duzia de polimentos, pra uma moto de mais de 20 anos tá bom.",
                "Todo carro \"queima\" a pintura. O Branco aparece mais esse efeito com o tempo do que o restante.\n\nEntão resumidamente, sim, fica.",
                "Sim... Mas demora não? Mais fácil os plásticos transparentes amarelaram primeiro. \n\nPróximo.",
                "Tenho um carro branco 2009 e a pintura ainda não amarelou nem um pouco, mas o carro provavelmente passou a vida toda em garagem fechada. Já vi carro mais novo com o teto queimado pois não era lavado e ficava no tempo. Estou com ela já a 3 anos nunca fiz polimento, só lavagem periódica que eu mesmo faço na garagem. Ah e ela tá já com 208mil km rodados, peguei com 170mil km.\n\nfotos da minha eco: [link]"
            ],
            "num_comments": 4
        },
        {
            "title": "Quero doar minhas roupas pra quem REALMENTE precisa",
            "selftext": "Vocês indicam alguma instituição? Tem alguém aqui que pode buscar no centro de SP e tá precisando? Roupa “feminina”, tem peças entre 36-42, efeito sanfona o nome 🥲 Algumas nunca usei por ser mt larga ou apertada. \n\nPensei em vender pra um brechó porque não sou rica, mas sei lá, não fará falta. Tbm toparia fazer escambo em algumas peças com alguém, pq vou me mudar e preciso de roupas de frio. \n\nTenho outras roupas mais surradas que não servem pra doar, alguma dica pra reciclar além de fazer as camisas de pano de chão?\n\nObrigada!!",
            "subreddit": "saopaulo",
            "topic": "sanfona",
            "id": "q1bmpy",
            "comments": [
                "Na paróquia do padre Julio Lancelotti. Lá, não tem erro!",
                "Vc tem certeza que não conhece alguém próximo a vc que precise? Zeladora, faxineira, mulher do manobrista? \n\n\nSugiro isso pq esses dias doei 2 pares de sapato para a faxineira do condomínio.",
                "No centro de SP tem o Mulheres da Luz, que fica no Parque da Luz. Elas têm um brechó e pegam as roupas pra doar ou revender, então aceitam muita coisa de vários tamanhos :)",
                "A Porto Seguro seguros faz algunas ações aí no centro de SP, dependendo de onde você estiver vale à pena falar com alguém deles.",
                "Tem alguma peça de marca?"
            ],
            "num_comments": 5
        },
        {
            "title": "Confrades Redditors, como os senhores escutam música em casa ou na rua? O que gostam de escutar? Qual a sua história com música em geral?",
            "selftext": "Confrades, postando aqui também:\n\n&#x200B;\n\nMeus consagrados brasileiros do Reddit, na minha primeira postagem aqui no Reddit eu queria criar uma thread sobre música e som também. Compartilhem suas experiências com músicas e aparelhos de som, estou curioso para ter ler suas respostas e ter uma amostragem do que representa música e áudio para os brasileiros.\n\nAqui eu desfruto de 22 anos musicalmente bem vividos e em expansão. Cresci ouvindo música, especialmente música popular brasileira, graças ao meu pai, recordo-me dos saudosos Aiwa ZR-997 (há muito \"falecido e desaparecido\" infelizmente) e do Kenwood KR-3060 (hoje um \"calejado senhor\" em um breve descanso) embalando as manhãs e tardes de casa com CDs e discos de Luiz Gonzaga, Sivuca e Pinduca (como podem presumir, eis aqui mais um redditor nordestino). O tempo passou, e passei por alguns mini-systems Philips e Sony, aprendi a gravar Fita K7, aprendi a gravar CDs, conheci a obra dos Beatles, tive minha fase de Rockeiro adolescente, redescobri a música popular brasileira, resgatei o velho Kenwood KR-3060 (com ele tive boas memórias, com esse Kenwood e todos os outros Sistemas anteriores também), e acabei recentemente montando meu primeiro Sistema dedicado de som sozinho (antes eu usava Sistemas prontos ou de posse da família há anos e que a mim eram presenteados), hoje composto por um Receiver Estéreo Yamaha R-N602 com um par de Monitor Audio Bronze 100, tocando um CD Player Sony e um Xbox One (como receptor de músicas de Streaming).\n\nAh, tive um período muito feliz de minha vida há pouco tempo cujo qual comecei a aprender a tocar sanfona (acordeon), aprendia rápido até, mas acabei por deixar minguar minhas habilidades de instrumentista. Estou pensando em reverter isso em breve. Musicalmente eu sou muito feliz!\n\nRedditors, por favor fiquem a vontade e compartilhem sua história musical aqui.",
            "subreddit": "brasilivre",
            "topic": "sanfona",
            "id": "qehwpt",
            "comments": [
                "Post removido automaticamente pela política de prevenção de spam.\n\nCaso este post **não seja** spam, **aguarde** que será liberado manualmente pela moderação.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/brasilivre) if you have any questions or concerns.*",
                "Música eu ouço em tudo q der, qqlr bagulho q soa bom pra krl eu ouço\n\nEu toco uma porrada de instrumento tb kkkkk\nMeus vizinho devem me odiar pq eu ganhei uma bateria recentemente e só to tocando umas 10 música do gentle giant pq na batera é as música deles são fácil\n\nQuando eu começar a ganhar salário eu vou fazer cursos de música (teoria, arranjo, composição, tudo kkkk ) q tem em um conservatório aqui na minha cidade pra eu gravar umas peça massa de prog rock pq eu curto demais esse gênero\n\nÓbviamente não vou conseguir muita coisa fazendo álbum de bgl q ngm ouve, mas não custa nada tentar né",
                "Em casa, na JBL ou nos speakers nommo do pc. Na rua, fone ou headphone. raramente boto música alta quando tem outras pessoas. Meu gosto musical é meio eclético e gosto de música internacional, varia de nu metal até reggaeton.",
                "Geralmente eu gosto de ouvir música no ônibus mesmo, com uma caixa de som pq sou meio surdo.\n\nCurto ouvir funk e rap, pois representa minha realidade.",
                "[deleted]",
                "Fone de ouvido na rua, caixa de som em casa.  Ouço de tudo um pouco. Cresci naquela vibe “Brasil uma merda, eua incrível” e só ouvia música internacional quando adolescente. Muito pop e rap, um pouco de eletrônica e clássica. Depois que passei dessa fase, ouço muito funk, rap e pop brasileiros com umas pitadas de clássica, samba e outros estilos de vez em quando. Claro, ainda ouço o internacional de vez em quando.\n\nNão sou muito crítico de som, hoje em dia só ouço as coisas no meu AirPods Pro e uma caixa de som da Sony (MHC-V02). Nunca tive um dac ou coisas do tipo, sempre ouvi música pelo celular ou MP3 player.",
                "Fone de ouvido no talo é o melhor jeito de ouvir música. E é melhor ainda quando o sol tá se pondo aqui nos pampas de onde eu moro, enquanto eu escuto umas milongas do José Claudio Machado sentado na varanda tomando um mate. \n\nFora música gaúcha eu gosto bastante de um rock progressivo, umas musiquinhas Indie ou até aquelas músicas estilo \"dark country\""
            ],
            "num_comments": 7
        },
        {
            "title": "Eu so patético",
            "selftext": "Fui pra uma aula experimental numa academia aqui perto de casa com a minha irmã. Fiz exercícios em uns aparelhos e saindo de um que eu apelidei de \"Sanfona de Gordo em Pé\", eu que julgava que estava DE BOA, do nada comecei a ficar surdo, visão turva e escurecida... Pedi água, sentei no banquinho pra respirar e não deu outra. Fui pro banheiro, vomitei só bile. Respirei por um tempo e voltei pra fazer o resto dos exercícios, mas com um sentimento de tristeza e me sentindo um gordo ridículo. Eu acho que vou só desistir desse rolê mesmo, não é pra mim.",
            "subreddit": "desabafos",
            "topic": "sanfona",
            "id": "s889pf"
        },
        {
            "title": "Dormir é para os fracos - bate-papo da madrugada",
            "selftext": "Esse  post é para quem trocou a noite pelo dia, quer jogar conversa fora, mas  não tem uma postagem legal para fazer no momento. Vamos bater um papo.",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "10hgzbw",
            "num_comments": 0
        },
        {
            "title": "tô sentindo uma falar de referência ao nordeste no r/place , e vocês?",
            "selftext": "Uma sanfona, um chapéu de cangaceiro, um lampião ou até uma asa branca",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "tvguj7",
            "comments": [
                "Total. O chapéu de cangaceiro sugerido antes aqui seria uma boa ideia.",
                "Aproveita que duplicaram o canvas de novo. Cheio de espaço livre",
                "Um menininho das casas Bahia raiz seria bacana. Mas sei lá, propaganda de marca é foda."
            ],
            "num_comments": 3
        },
        {
            "title": "Sertanejo antigo (80'90') é muito bom",
            "selftext": "Sanfona com guitarra estilo Leandro e Leonardo é bom demais, queria ter sido adolescente nessa época pra curtir um bailes sertanejos.",
            "subreddit": "conversas",
            "topic": "sanfona",
            "id": "p78cuw",
            "comments": [
                "Eu fui adolescente nessa época, mas pelo menos que eu me lembre não era comum ter bailes sertanejos. O pessoal que gostava de sertanejo era mais pra ouvir mesmo, assistir shows, essas coisas. Inclusive parte da minha adolescência foi no interior, lembro de um pessoal que tocava sertanejo (ninguém conhecido), lembro de apresentações, mas eu não me lembro de bailes sertanejos. \n\nAcho que isso só foi mudar mesmo mais pro meio da década de 90, com o sertanejo universitário.",
                "Chitãozinho e Xororó, Leandro e Leonardo, Zezé di Camargo e Luciano, Teodoro e Sampaio, João Mineiro e Marciano, João Paulo e Daniel, Sérgio Reis, são os que eu lembro agora"
            ],
            "num_comments": 2
        },
        {
            "title": "...",
            "selftext": "",
            "subreddit": "Luangameplay666",
            "topic": "sanfona",
            "id": "ve66cb",
            "comments": [
                "Perna virou S mané kkkkkkkk"
            ],
            "num_comments": 1
        },
        {
            "title": "Qual seu instrumento?",
            "selftext": "Eu comecei com piano, fui para baixo (mas não estudei muito) então voltei para o piano. Aprendi bateria sozinho e comprei uma Mapex, até voltar novamente para o piano onde continuo até hoje. Tenho também uma sanfona e uma flauta transversal mas o principal é o piano. Ah.. também comprei um violão esses tempo atrás! Tô tirando um som já…",
            "subreddit": "autoral",
            "topic": "sanfona",
            "id": "rmf8bw",
            "comments": [
                "Meu primeiro instrumento foi a bateria, mas me apaixonei msm pela guitarra q comecei a estudar uns anos depois. Fora esses toco violão e tenho uma leve noção de baixo, mas nada muito satisfatório"
            ],
            "num_comments": 1
        },
        {
            "title": "Minha mãe está me assediando? Dê sua opinião sobre incesto.",
            "selftext": "Adm, vim no Reddit pedir uma opinião sobre estes eventos pois na Internet não existem locais seguros para tal. \nSei que é repugnante para muitos, mas não dá pra explicar, por isso peço as suas opiniões. \n\nO relato é longo porém necessário. \nEstou relatando pois preciso de conselhos e dicas, e minha gramática não é das melhores, então foda se kkkkk\n\nEu tenho 22 anos e minha mãe 41. Morei até os 12 com a minha avó em MG, onde vir para SP morar com a minha mãe e irmã por parte de mãe apenas (19) à uns 3 meses atrás ela foi morar com o pai, então desde então somos só eu e minha mãe. Minha mãe cuidou de mim até 1 ano de idade e teve que vir pra SP para trabalhar.\n\nA relação com a minha mãe é bem complicada, a gente briga bastante e ela quase sempre quer partir para a agressão, por isso quero conselhos e dicas, pois sinceramente nem eu mesmo entendo o que vou relatar abaixo.\n\nMinha mãe sempre teve o hábito de andar bem a vontade em casa, usando apenas camisolas, camisetas, vestidos curtos e sempre fio dental. Nunca se importou em que eu e minha irmã a víssemos nua. Também nunca tivemos a privacidade de ter nosso quarto próprio com porta e chave, por isso sempre foi bem comum a nudez por parte dela e minha irmã, já eu sempre fui muito tímido nesse aspecto, então sempre tô de shorts pelo menos.\n\nComecei a perceber algo de errado com a minha mãe por volta dos 14 anos, um dia que estava dormindo na outra casa, e ela estava se arrumando para ir trabalhar, quando senti ela esfregando a vagina nos meus pés que estavam pra fora da cama, enquanto fazia chapinha no cabelo.\nDiversas vezes ela de propósito fica deitada de costas com a bunda empinada e só de camiseta, mostrando o fio dental para mim, inclusive já percebi e escuto ela mudando de posição quando eu estou me aproximando, isso acontece muito até hoje, a única coisa que faço é fingir que não estou vendo nada, mas confesso que isso também me atrai, eu sei, é errado. \n\nQuando tinha 17 anos fomos pra MG apenas eu e ela para visitar a minha avó, e por se tratar de casa humilde, dormimos os dois na mesma cama, e minha avó que já é bem velhinha ao lado.\nMeio que por impulso abracei ela, olha que não sou muito de mostrar afeto ou esses tipos de coisa, pois não fui criado assim, minha avó era uma mulher bem seca, apesar de me amar, então dormimos a noite inteira apenas de conchinha, ela de fio dental e eu de shorts de futebol sem cueca, percebia que ela ficava louca de tesao e ofegante, até que uma das noites resolvi passar a mão no bumbum dela, ela estava acordada fingindo dormir e disse \"Que isso filho, eu sou sua mãe po\".\nNo outro dia não comentamos nada sobre, fui dormir até para o outro lado no dia seguinte, quando ela virou do nada a me abraçou, se virou e pediu para que eu a abraçasse de costas.\n\nTeve vários vários acontecidos que posso contar aqui, porém ficaria bem extenso, então vou contar os acontecidos dessa semana, que são os motivos de estar desabafando aqui:\n\nEssa nossa casa tem 4 cômodos, em linha reta. Estava indo tomar banho e a nossa porta sanfona está quebrada, porém não vejo problemas já que temos o box. Até então não entendia o motivo do cesto de roupas sujas ficar em frente a porta, distante do box e dificultando a colocada da roupa, ou seja, sempre que ia colocar a roupa no cesto, tinha um tempo de uns 3 segundos nu e exposto kkkk, ontem fazendo o de sempre, percebi que tinha esquecido a toalha no outro banheiro que está com o chuveiro queimado, quando de repente na cozinha percebo minha mãe meio que escondida e bem apreensiva atrás do armário olhando pra direção do banheiro, ela se assustou e fingiu não estar fazendo nada kkkkkk Outro dia percebi ela me chamando pra trabalhar uns 3h da manhã, eu estava descoberto e ela com cara de assustada, mas como estava com muito sono, não entendi nada, mas acho que ela estava mexendo no meu pênis e eu acordei kkk\n\nResolvi fazer a prova dos 9 ontem, deitei com um shorts meu que está rasgadão em baixo (inclusive foi em uma das nossas brigas, porém nunca agredi ela OK) me deitei e fiquei aguardando, morrendo de sono mas resisti kkkk VOCÊS NÃO IMAGINAM, ouvi ela vindo do quarto dela, ela acendeu a luz do quarto dela para eu não acordar, porém clareou o meu tbm um pouco, pegou um pouco de água no copo, jogou no meu pé pra ver se eu ia acordar, foi na cozinha, encheu o copo pra disfarçar, voltou e ficou uns 3 min olhando meu pênis parada, eu fingindo estar dormindo consegui perceber tudo. \n\nNão sei o que faço, apesar dela ser bem carinhosa, a gente briga muito, o santo não bate kkkk mas questão de tesao, um morre pelo outro e isso está óbvio, ela é cheia de piadinha suja, eu que sempre finjo não entender nada, mas é foda, tenho medo de investir e ela ficar brava, ou ficar um climao.\n\nNão durmo com ela faz muuuuuuuito tempo, a última vez eu tava com muita febre e ela ficou cuidando de mim. Me deem sugestões por favor, preciso de dicas, se possível de mulheres.\n\nO que fazer? É errado esse sentimento mútuo entre mãe e filho?",
            "subreddit": "sexualidade",
            "topic": "sanfona",
            "id": "fveekd",
            "comments": [
                "Sua mãe pode sim sentir fetiche por você, e o fato de vocês terem vivido uma boa parte separados, talvez faça com que ela não sinta tanto aquele sentimento “materno” quando somos crianças, entende?\n\nE pela idade, ela aparenta ser bem jovem, ela não iria fazer tudo isso apenas para te testar não...",
                "Vc quer saber como fazer ou quer permissão?\n\nA permissão vc não precisa!\n\n...quando eu era mais novo, fui dormir na casa de um amigo, estava bêbado e dormi no sofá, ele no quarto dele e a mãe dele no quarto dela (éramos amigos de longa data e nossas mães tbm), por volta das 5h da manhã notei q alguém estava me olhando, era ela, estava na porta da cozinha bebendo água de frente pro sofá me olhando e eu com o pau bem duro, porém de short. Ela voltou pro quarto e eu continuei fingindo q estava dormindo, ela estava bastante inquieta e passou pra ir na cozinha várias vezes, hora parando na frente do sofá, hora na porta da cozinha. Resolvi dar um presente a ela, subi o short e coloquei o pau pra fora, e fiquei lá esperando ela passar, ela chegou no corredor q dava acesso a sala, não conseguia ver ela, mas ouvia a respiração ofegante, ela se aproximou e pegou no meu pau bem de leve, cheirou e simulou uma punheta, mas n botou na boca. Ela se acalmou e não rolou nada nesse dia. Tinha costume de dormir na casa dele e tinha intimidade pois nossas famílias eram conhecidas a bastante tempo, inclusive chamo ela de tia, deixei passar a semana e no fds, sabendo q meu amigo n estaria em casa, perguntei a ela se podia dormir lá com a desculpa de q sairia com uma garota do lugar onde ela morava, ela disse q sim, no dia, esperei a confirmação de q meu amigo tinha saído e fui lá, sentamos no sofá ela me serviu um lanche e perguntou como tinha sido, critiquei a menina imaginária dizendo q menina nova está por fora, q mulher madura tem muito mais valor e q ela era um exemplo disso e etc. Até q ofereci uma massagem dizendo q ela estava parecendo bastante cansada e a massagem faria ela relaxar, ela aceitou, levei ela pro quarto dela e era notável a tensão, tanto ideológica quanto sexual, no ar, pedi q ela tirasse a blusa ela tirou e ficou de sutiã, pedi q tirasse tbm. Comecei a massagem e tbm a esfregar o pau bem duro nela (com um short leve, q levei pra dormir a noite), ela suspirava e se tremia toda, até q despi ela por completo, ela ainda deitada com a barriga pra baixo eu conduzi meu pau até a frente dela, ela agarrou, admirou e levou a boca...",
                "Obs.: eu fico na minha, não fico tarando a minha mãe.\nA iniciativa parte sempre dela.\n\nOutra coisa, eu tenho relações sexuais com garotas sempre quando quero, então não é nenhuma falta de sexo da minha parte ou algo do tipo.",
                "Situação dificil, mas se vc transar com sua mãe a situação de vcs dois vai piorar. Se vc tiver outro lugar para ficar é melhor sair da casa dela.",
                "[deleted]",
                "Para de ver porno e para de postar fanfic. Abs",
                "Vou postar uma atualização amanhã, caso ocorra algo fora do normal hoje",
                "Que mentira descarada. Nota 4/10 pra a fanfic.",
                "Meio dificil de acreditar, mas eu acho que isso realmente deve acontecer em alguns lugares do br."
            ],
            "num_comments": 9
        },
        {
            "title": ".",
            "selftext": "",
            "subreddit": "Autolink_SFW",
            "topic": "sanfona",
            "id": "wk3qau",
            "comments": [
                "Olá, td bem? Aki estão os links caso queira baixar este video, e para tentar identificar a música aki estão o u/Recognizesong e o u/auddbot\n* [link]\n* [link]\n* [link]\n* [link] (click on the Download button below Search Video)\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Autolink_SFW) if you have any questions or concerns.*",
                "Aqui a [link]\n\n\nO [vídeo [link]\n\n\nUma versão de sanfona que eu recomendo [link]"
            ],
            "num_comments": 2
        },
        {
            "title": "O forró é ligado as musicas folclóricas germânicas?",
            "selftext": "Já perceberam alguma similaridade ou é maluquice minha? tem uso de sanfonas, instrumentos de sopro, mesmo a melodia e ritmo são parecidos talvez com alguns elementos a mais? Será que tem ligação com a invasão dos holandeses no século 17?\n\nEnquanto o Pagode parece ter ligação ao Fado português e o Samba parece ser uma mistura do ritmo africano em instrumentos indígenas, o Forró não consigo ver uma ligação a outras ritmos se não essa.",
            "subreddit": "brasilivre",
            "topic": "sanfona",
            "id": "fszyxc",
            "comments": [
                "Eu acho que tem vários tipos de forró e eu não sou um especialista. Mas o forró de festa junina é muito parecido música folclórica dos Balcãs e dos Alpes.",
                "Eu acho que o forró é música bem brasileira mesmo. Se você olhar originalmente, o forró originalmente funcionava com pífano, zabumba e triângulo. Talvez originado das bandas marciais? não sei. O xote tem influência desses lados da Europa, mas acredito que por ser em algum momento da história um tipo de dança popular. O que realmente pode ser considerado influência germânica é o uso da sanfona, que existe por causa da influência de imigrantes alemães e italianos no Brasil",
                "Se não me engano, forro tem muita influência árabe.",
                "Cara sanfona tem em tudo",
                "Sim, na mesma proporção que os vikings são ligados aos povos africanos",
                "Considerando que teve muita influência Norte americana no forró (For All) e que Fortaleza foi fundada por holandeses:\n\nSei lá velho.",
                "Só vejo ligação do Forró com pobre."
            ],
            "num_comments": 7
        },
        {
            "title": "Alguém sabe que música é essa (forró)? Um amigo estrangeiro gostou do som bastante",
            "selftext": "E aí, pessoal\n\nUm amigo meu estrangeiro estava perto quando eu assistia a esse vídeo e gostou bastante da música no fim: [link] \n\nAlguém sabe o nome da música? Começa aos 9:40 min do vídeo. Deve ser algum solo de sanfona, mas desconheço.",
            "subreddit": "brasil",
            "topic": "sanfona",
            "id": "n7b2pe",
            "comments": [
                "Parece que toca a mesma música no final de outros vídeos do canal."
            ],
            "num_comments": 1
        },
        {
            "title": "sustinho",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "sanfona",
            "id": "k6wy6f",
            "comments": [
                "Uffa pensei que ele iria perder a sofona",
                "“Viado do céu viado”"
            ],
            "num_comments": 2
        },
        {
            "title": "É a União Flasco",
            "selftext": "É a união Flasco\n\nMano, é sem caô\n\nBatendo punheta com pau no ventilador\n\nE se essa mina fala m*rda, vai ficar sem cabelo\n\nEu vou raspar a cabeça dela sem usar barbeador\n\n\nÉ a união Flasco\n\nCâmera Privê\n\nTu responde o chat enquanto eu meto ni você\n\nMagé é do lado da minha casa, nessa porra caiu ET\n\nSe eles brotar chei de cutcharra, eu como eles e você\n\n\nÉ a união Flasco\n\nVai tomar no cu\n\nSe tu é Fluminense, mano, chupa meu piru\n\nSó tem maluco abafa-crack nessa p*rra dessa equipe\n\nÉ o trem bala da colina carregando AR-15\n\nÉ a união Flasco\n\nNova Ordem Mundial\n\nOs botafoguense tudo mamando o meu pau\n\nE pra tu namorar comigo, vai ter que fazer anal\n\nE se tiver dor de barriga, tu vai cagar no meu pau\n\n\nÉ a união Flasco\n\nBota o Gabigol\n\nRibamar cheirado nesse jogo acelerou\n\nSe tem traveco nessa festa, por que ninguém me avisou?\n\nO meu flow tá tipo Ronaldo: Se tem bunda, eu meto gol\n\nÉ a união Flasco\n\nPuta que pariu\n\nTua boca é um colete e o meu pau é um fuzil\n\nNão vem falar inglês pra mim, meu mano, eu moro no Brasil\n\nEu tô embrazado de Skol com funk do Buffalo Bill\n\nÉ a união Flasco\n\nTô passando o aço\n\nSe tá respirando, eu taco-lhe o vapo vapo\n\nE se não tiver respirando, eu vejo se o corpo tá quente\n\nRima de necrofilia, um salve pro presidente\n\n\nÉ a união Flasco\n\nÉ a novidade\n\nEu ressuscitei e trouxe essa merdapostagem\n\nA minha piroca é o porta malas, a tua bunda é bagagem\n\nTu não come travesti, mano, isso é muita viadagem\n\nÉ a união Flasco\n\nUh, uh, uh\n\nQuem tá respirando gosta de lamber piru\n\nEu tô falando muita merda nesse beat do Haku\n\nSe a tua raba é uma floresta, meu pau é o Zubumafu\n\nÉ a união Flasco\n\nPassei Rexona\n\nEu não sou boiola pra ficar pickando Sona\n\nSe a tua boca é um forró, a minha piroca é a sanfona\n\nA xota dessa mina é verde, eu acho que eu comi a Fiona\n\nÉ a união Flasco\n\nÉ a seleção\n\nBatendo punheta, mas eu nem tô com tesão\n\nA quarentena tá chatona e o meu pau tá na minha mão\n\nEu tô no meio da aula online e que se foda, meu irmão\n\nÉ a união Flasco\n\nMano, eu sou real\n\nUma track inteira só falando do meu pau\n\nEu sou o melhor do shittrap e nunca vai ter discussão\n\nEsses mano pensa em dinheiro, eu penso na minha diversão\n\nÉ a união Flasco\n\nEsse é o meu momento\n\nPiscando o meu cu, a p!ca faz o movimento\n\nCê pode ter várias views mesmo o teu som sendo sem graça\n\nEu sou rei do underground e bato punheta na praça",
            "subreddit": "UniaoFlasco",
            "topic": "sanfona",
            "id": "hjn9gs"
        }
    ]
}