{
    "posts": [
        {
            "title": "Musicalidade",
            "selftext": "Sou um iniciante e preciso de ajuda em musicalidade você tens alguma dicas?\nSou muito ruim em ritmo pois sou muito \"acelerado\" é não consigo cantar/responder enquanto eu bato palmas no ritmo ou quando estou tocando agogô. Desde já obrigado a todos\n\nI'm a beginner and I need help with musicality do you have any tips?\n I'm really bad at rhythm because I'm very \"fast\" and I can't sing/answer while I'm clapping in rhythm or when I'm playing agogô.  Thank you all in advance.",
            "subreddit": "capoeira",
            "topic": "musicalidade",
            "id": "140uw5g",
            "comments": [
                "Isso é falta de prática. Continue treinando e insistindo que você chega lá"
            ],
            "num_comments": 1
        },
        {
            "title": "Crlh vinicin, musicalidade",
            "selftext": "[link]",
            "subreddit": "lilvinicinho",
            "topic": "musicalidade",
            "id": "15e2k7t"
        },
        {
            "title": "A nossa rica musicalidade Nacional!!!",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "musicalidade",
            "id": "hcnwl8",
            "comments": [
                "Tecnobrega>>>>>",
                "ES - Dead Fish",
                "Não sei se boi de mamão é tão popular aqui SC, raramente eu vejo por aqui (só em data comemorativa e olhe lá...)",
                "Faltou o pagode das massas aqui em Salvador.",
                "Meus parabéns ao OP por ter colocado o samba no Rio de Janeiro E na Bahia.",
                "FREEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE VOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO\n\nFREEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE VOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO\n\nsim, pernambucano costuma ser bairrista e estou chateado que não tem frevo ali.\n\nCoco de roda, forró rabecado e tantas outras manifestações culturais.",
                "Faltou Bossa Nova na lista de tipos de música fluminenses...",
                "Cadê o funk? Esse mapa aí parece ter parado no tempo.",
                "Pra fugir do estereótipo \"tradicionalista\" no RS, poderia incluir outros estilos do folclore menos lembrados: candombe, maçambique, bandinha alemã, toque de batuque, música guarani, etc.",
                "Faltou o produto mais exportado por Porto Alegre: rock gaúcho.",
                "Meu Deus cadê o coco e a ciranda??? Kkk só pra falar dos mais grandões né esse mapa ta fraquimm",
                "é um crime a Musica Popular Gaucha não estar presente nessa imagem",
                "Cadê o megafunk",
                "Ritmo popular do DF é Legião Urbana. xD",
                "Faltou Jongo no RJ.",
                "Devia ter posto em branco o distrito federal, já que é uma mistura maluca de todas as cores aí",
                "O samba do Rio seria Bossa Nova?",
                "Upvote só por não ter ai na lista o aborto musical chamado de \"funk brasileiro\""
            ],
            "num_comments": 18
        },
        {
            "title": "A Musicalidade na Pintura”, de António Cunha e Silva",
            "selftext": "",
            "subreddit": "barcelos",
            "topic": "musicalidade",
            "id": "12x9dpz"
        },
        {
            "title": "Como trabalhar em um EP/Álbum musicalidade",
            "selftext": "Músicos da comunidade, como vocês se preparam para começar a produzir um álbum? Sou músico e produtor e quero lançar meu ep solo, mas não sei por onde começar, ja tenho em mente a quantidade de faixas e alguns temas de músicas e sobre a cerca doq o trabalho vai falar. Porém sinto que falta algumas coisas ainda, mais algo a ser fixado e trabalhado antes de partir pra composição e gravação.",
            "subreddit": "conversas",
            "topic": "musicalidade",
            "id": "zsazbq",
            "comments": [
                "Você está pensando em um EP mas ainda não tem as músicas? Vai compor?  \nVai ser um álbum conceitual?",
                "Ainda não saquei cara... Kkkkkk\nImagino que você tenha um estilo definido de som, certo? Estilo musical mesmo... Qual é?\nEu não sou profissional da área, mas gosto muito e consumo muita música, tenho uns equipos em casa, um piano, uns violões, uma guitarra e umas tranqueiras eletrônicas e de áudio, sou curioso.\nMas acho que você tem dois caminhos aí, o EP pode trazer sua personalidade e seu som, pra mostrar a cara mesmo, ou você pode sacar o que está em alta, pesquisar tendências se o caso for tentar alcançar mais visibilidade"
            ],
            "num_comments": 2
        },
        {
            "title": "Torcidas paulistas - inimigas do ritmo e da musicalidade",
            "selftext": "",
            "subreddit": "futebol",
            "topic": "musicalidade",
            "id": "qvakfm",
            "comments": [
                "Quer ritmo e musicalidade abre o spotify pq aqui é só no desafino 😎✌🏾",
                "Tão achando que o OP torce pro Grêmio, aí tem gente zoando as torcidas gaúchas kkkkkkkkkk",
                "Eu sempre achei as torcidas de São Paulo PÉSSIMAS nos quesitos \"beleza\" e \"empurrar o time\", com músicas péssimas e totalmente sem ritmo ou melodia e baterias sem ritmo algum, dói de ouvir a maioria. A exceção pra mim sempre foi a torcida do Corinthians, que tem até um estilo parecido, mas por algum motivo fica muito superior.",
                "Porra quer musicalidade vai pro YouTube, pro bar prum show caralho",
                "Ja tem palmeiras fiu fiu, quer mais oq???",
                "Torcidas gaúchas - inimigas do canto, só da pra ouvir aquele trompete escroto, parece velório de militar.",
                "No sul tem algum tipo de instrumento que soa como uma matraca definitivamente isso me afastaria mais de um estádio que a violência",
                "Todas as torcidas do sudeste são uma bosta. Seethe.",
                "Horrível msm, já reparei na torcida do corinthians tbm, é basicamente aqueles gritos de guerra da escola, n tem música música msm"
            ],
            "num_comments": 9
        },
        {
            "title": "Excelência e musicalidade deram mota à inauguração da 30ª edição da PIMEL￼",
            "selftext": "",
            "subreddit": "u_Diario_Distrito",
            "topic": "musicalidade",
            "id": "vkb7eh"
        },
        {
            "title": "Excelência e musicalidade deram mota à inauguração da 30ª edição da PIMEL￼",
            "selftext": "",
            "subreddit": "u_Diario_Distrito",
            "topic": "musicalidade",
            "id": "vkb7en"
        },
        {
            "title": "Banda Os Ninfetos lança EP e clipe mesclando conteúdo escolar com a musicalidade do pagode",
            "selftext": "",
            "subreddit": "PortalRbn",
            "topic": "musicalidade",
            "id": "qnf8lo"
        },
        {
            "title": "Arthur Martins celebra musicalidade ecumênica brasileira em EP de estreia",
            "selftext": "",
            "subreddit": "PortalRbn",
            "topic": "musicalidade",
            "id": "qj0c69"
        },
        {
            "title": "Banda lança EP e clipe com temática escolar mesclando conteúdo da sala de aula com a musicalidade do pagode",
            "selftext": "",
            "subreddit": "PortalRbn",
            "topic": "musicalidade",
            "id": "qg5e27"
        },
        {
            "title": "Original Art Acrylic Painting,40W x 40H x 1D cm,Veronica De Oliveira Abstract,Abstract ExpressionismAbstract. Danzares,Fuerza,Acrilico Fluido,Movimiento,Musicalidad",
            "selftext": "",
            "subreddit": "painting_drawing",
            "topic": "musicalidade",
            "id": "pia75c"
        },
        {
            "title": "Vocação para stem + musicalidade — dinheiro = genialidade",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "musicalidade",
            "id": "e5gdnw",
            "comments": [
                "Se destacou na multidão. Geralmente os moleques de 14 anos se dedicam a tocar outro instrumento.",
                "Vocação pra STEM tocando música? Hmmmm",
                "Muleque manda muito bem!",
                "Eu não gosto desse tipo de elogio porque dá a impressão de que quem não se virou como esse muleque é um bosta folgado, sendo que quem se destaca nesse ambiente fudido são só prodigiosos.\n\nO engenheiro, médico, artista, matemático, etc., que você vê por aí provavelmente não teriam se tornado o que são se tivessem nascido na miséria, sem condições de se formarem e estudar com o mínimo de suporte. Só os mais dotados conseguem superar uma barreira tão grande."
            ],
            "num_comments": 4
        },
        {
            "title": "Original Art Acrylic Painting,40W x 40H x 1D cm,Veronica De Oliveira Abstract,Abstract ExpressionismAbstract. Danzares,Fuerza,Acrilico Fluido,Movimiento,Musicalidad",
            "selftext": "",
            "subreddit": "painting_drawing",
            "topic": "musicalidade",
            "id": "n88np6"
        },
        {
            "title": "Live Musicalidade Internacional",
            "selftext": "[link]",
            "subreddit": "capoeira",
            "topic": "musicalidade",
            "id": "jhvv9s",
            "num_comments": 0
        },
        {
            "title": "Ed Motta elogia voz de Pabllo Vittar: 'Chorei de verdade porque não imaginava essa musicalidade, timbre lindo'",
            "selftext": "",
            "subreddit": "arco_iris",
            "topic": "musicalidade",
            "id": "7yw5wp",
            "comments": [
                "Se a Pabllo tem essa capacidade de cantar, por quê ela não canta assim nos shows dela? As músicas são sempre incompletas, cheias de YUKÊ e parece que ela não tem fôlego.\n\nEla tem mesmo é que melhorar o fôlego e a disposição física dela, pra aguentar cantar e dançar sem cansar.",
                "Here is a list of threads in other subreddits about the same content:\n\n|Title|Subreddit|Author|Time|Karma|\n|---|---|---|---|---|\n|[Ed Motta elogia voz de Pabllo Vittar: 'Chorei de verdade porque não imaginava essa musicalidade, timbre [link] 10:41:30|0|\n\n\n----\n\n I am a bot [link] user (op [link] from subreddit (mods [link]\n\nNow you can remove the comment by replying delete! (op only) ",
                "@Questionamentos",
                "Eu acho incrível a disparidade entre a voz da Pabllo cantando e a voz da Pabllo falando",
                "Ela parece uma cabra cantando, timbre lindo. Mas são opiniões né."
            ],
            "num_comments": 5
        },
        {
            "title": "Quando as pessoas vão dar o devido valor ao Jorge Ben Jor?",
            "selftext": "Não, esse não é só o cara do W/Brasil.\n\nEsse é um dos caras que ajudaram a formatar o Samba Rock, uma das fusões musicais mais instigantes e gostosas do mundo. Não satisfeito, fundiu o Samba Rock com o Soul pra criar o álbum África/Brasil, referência de negritude e musicalidade para o mundo.\n\nÉ o letrista que mais valorizou e realçou a beleza do negro brasileiro, que é constantemente (pela mídia e por terceiros) atacada e distorcida.\n\nÉ o letrista que valorizou figuras negras históricas que, pra delírio dos pulhas racistas, não abaixavam a cabeça diante de um olhar de desprezo ( Cassius Marcelo Clay, Zumbi,  Xica Da Silva).\n\nÉ o letrista que escreveu as mais geniais canções sobre o esporte bretão e os seus principais personagens. (Fio Maravilha, Camisa 10 da Gávea, Zagueiro, etc).\n\nÉ o violonista que, ainda hoje, deixou órfãos aqueles que eram vidrados no som daquele violão Di Giorgio de nylon, que produzia um misto de samba, maracatu, blues e mais tudo o que há de música negra na América.\n\nParabéns atrasado pelo seu aniversário, mestre.\n\n[link]",
            "subreddit": "brasil",
            "topic": "musicalidade",
            "id": "12z0whq",
            "comments": [
                "como tantos outros artistas BR, ele é muito valorizado, só que fora daqui hehe. isso que ele ainda é muito relevante aqui, com músicas famosas, gravando com o Mano Brown e tal.\n\ncrime maior foi o que fizeram com o Bola Sete, o cara era simplesmente um gênio, que a gente perdeu pros EUA (e não o culpo)",
                "O cara é literalmente adorado por milhões kkkkkk\n\nÀs vezes eu me pergunto em planeta o reddit vive.",
                "Porra, esse parágrafo \"ainda hoje, deixou órfãos\" me pegou de surpresa, achei que ele tinha morrido.\nNão me dá um susto desses não caralho, hahaha\n\nVocê quis dizer que ele parou de tocar o acústico né? Se for isso, realmente sdds eternas",
                "\"Um encontro amoroso\nDo zigoto masculino com o gameta feminino\nFormam novas células, um fio vegetal\nBrilhoso e esverdeado, igual à cor da esperança\nIgual à cor da esperança\"\n\nÉ bom demais!",
                "O terceiro episódio do Projeto Querino fala bastante dele, é ótimo",
                "Falou e disse. Gênio absoluto da música brasileira.",
                "Recomendo enormemente o podcast da Rádio Batuta (instituto Moreira Salles) [Imbatível ao [link] considero esse o melhor podcast que já ouvi, em qualidade técnica e de conteúdo, mas ficou peso no site deles provavelmente por conta dos direitos autorais das músicas. Ouçam e entendam a genialidade desse homem.",
                "O que seria exatamente o \"dar o devido valor\"? eu pelo menos não consigo ver desta forma, como se ele não fosse valorizado. O cara é amplamente reconhecido, premiado, nunca caiu no esquecimento.",
                "Jorge Ben é super conhecido foda é o Chico Science",
                "ele é valorizado, voces querem que aconteça oque? o dia nacional de boquete em jorge ben jor? vamo todo mundo fazendo fila indiana organizada pela PM",
                "Por que é proibido pisar na grama?",
                "Em meados dos anos 90 ele era super valorizado.",
                "Já que vc está ressaltando os valores das letras, devo dizer que no quesito igualdade de gênero o Jorge fica lá atrás.",
                "Escutem o podcast da Rádio Batuta, do IMS, sobre o Jorge Ben. Absolutamente sensacional",
                "Quando ele morrer, como foi o caso do Belchior",
                "Era  melhor quando era só Jorge Ben",
                "Escutava muito vinil dele na casa de um amigo meu, ate curtia.\n\nO problema era o flamengo.\n\nEscrevendo esse comentário lembrei que adorava chove chuva, eu sei que muitos nao vao entender mas me da gatilho hj(minha cidade)",
                "O show dele foi um dos melhores que eu já fui na vida, de verdade. Não esperava nada e o cara entregou tudo e ganhou meu coração! ❤️",
                "Um dos maiores de todos os tempos, sem dúvida nenhuma, artista inigualável, assino em baixo de tudo que você disse MAS\n\nEle é extremamente famoso cara, não é um Zé Ninguém não, é um dos maiores artistas em termos de popularidade (totalmente merecido).",
                ">Cassius Marcelo Clay\n\n[O nome dele é Muhammad [link]",
                "Olha, eu acho que ele é valorizado sim. O que faz você crer que não?",
                "Valorizar mais do que eu valorizo? Duvido",
                "Ou tu ta andando com o pessoal errado, ou consumindo o tipo de conteúdo errado ou ta completamente errado em tudo na tu vida, meu camarada. Do meu ponto de vista o Jorge ben é idolatrado, admirado, celebrado, santificado até. Nada mais que o merecido.",
                "Acho que ele tem bastante reconhecimento comparado com outros músicos excelentes que não tiveram o mesmo sucesso. O Cartola, por exemplo, ganhava a vida como vigia até ser redescoberto nos anos 60.",
                "Infelizmente não consigo gostar mt de música BR 🫤",
                "talvez quando ele morrer.",
                "Meu, o descaso do Brasil para com o JB deve ser entendido como um símbolo institucional do racismo neste pais."
            ],
            "num_comments": 27
        },
        {
            "title": "Ed Motta elogia voz de Pabllo Vittar: 'Chorei de verdade porque não imaginava essa musicalidade, timbre lindo'",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "musicalidade",
            "id": "7ysjp7",
            "comments": [
                "> 04/01/2018\n\nQuase dois meses... Parece que o Barrichello também é fã de Pablo Vittar.",
                "Eu ia falar merda mas até que cantou bem essa música geralmente eu acho que ela parece o pinguim do toy story cantando.",
                "\n^(Este é o melhor NL;NL que eu pude fazer, o artigo original foi reduzido em 49.53%. [Eu sou um Bot] 🤖)  \n\n\n\n>**Ed Motta admite que tinha 'preconceito', mas relata 'surpresa imensa' ao ver cantora no Altas Horas. Segundo ele, muitos artistas não têm 'um terço da capacidade vocal' de Vittar.**  \n\n\n> Ed Motta fez elogios à voz de Pabllo Vittar e disse ter \"chorado de verdade\" ao ver o \"talento verdadeiro e genuíno\" da cantora. O texto cita a participação de Pabllo Vittar no programa Altas Horas, em que ela cantou \"I have nothing\", do repertório de Whitney Houston. Veja o post completo de Ed Motta sobre Pabllo Vittar, publicado nesta quinta-feira (4) na página do músico no Facebook: \"Por preconceito, admito, eu sempre duvido artísticamente do que é muito popular, do prato mais pedido do cardápio, do filme premiado. Essa semana tive uma surpresa imensa assistindo o vídeo da Pablo Vittar cantando um grande sucesso da Whitney Houston. Muita gente denominada/inventada pelo mercado como “artista” com grandes vendagens, premiações simuladas, não tem um terço da capacidade vocal de Pablo Vittar. Pablo faz um sucesso imenso, mas tem um exército de ódio yang que se incomoda profundamente com o que isso representa na sociedade obediente e engessada. A questão é, em nenhum momento comentei sobre o trabalho artístico, o repertório, o disco, o show de Pablo Vittar.  \n\n\n^(O site está offline ou cai no paywall?) [^(Leia [link]  \n\n\n***\n\n[link] ^| [link] ^| ^(notícia publicada em 04/01/2018)  \n",
                "Vi ela por alguns segundos no Rock in Rio com a Fergie enquanto trocava de canal, e lembro de ter pensado \"essa porra daria pra cantar um metal, vey!\". Acho a voz enjoadinha pra caralho, aquele falsete constante, mas o alcance vocal é bem respeitável mesmo..."
            ],
            "num_comments": 4
        },
        {
            "title": "“Não perdoo os músicos que têm a musicalidade e não exploram” | Hermeto Pascoal",
            "selftext": "",
            "subreddit": "BrasildoB",
            "topic": "musicalidade",
            "id": "6m5ezo"
        },
        {
            "title": "Bandeira Comunista - Ary dos Santos",
            "selftext": "como se não bastasse\ntudo quanto nos fizeram\ncomo se não lhes chegasse\ntodo o sangue que beberam\ncomo se o ódio fartasse\napenas os que sofreram\ncomo se a luta de classe\nnão fosse dos que a moveram.\n\nFoi como se as mãos partidas\nou as unhas arrancadas\nfossem outras tantas vidas\noutra vez incendiadas.\n\nÀ voz de anticomunista\no patrão surgiu de novo\ne com a miséria à vista\ntentou dividir o povo.\n\nE falou à multidão\ntal como estava previsto\nusando sem ter razão\na falsa ideia de Cristo.\n\nPois quando o povo é cristão\ntambém luta a nosso lado\nnós repartimos o pão\nnão temos o pão guardado.\n\nPor isso quando os burgueses\nnos quiserem destruir\nencontram os portugueses\nque souberam resistir.\n\nE a cada novo assalto\ncada escalada fascista\nsubirá sempre mais alto\na bandeira comunista.\n\nEscrito pelo poeta português José Carlos Pereira Ary dos Santos",
            "subreddit": "BrasildoB",
            "topic": "musicalidade",
            "id": "165he9g",
            "comments": [
                "[deleted]"
            ],
            "num_comments": 1
        },
        {
            "title": "Sou babaca por achar trap, funk e sertanejo uma porcaria?",
            "selftext": "Antes de começar, quero deixar claro que não é a minha intenção ofender e nem diminuir ninguém aqui. Reconheço as extensões da Ignorância e estou abert à discussões e esclarecimento em caso de discordância.\n\n\n\nTenho 20 anos de idade.\n\nGosto muito de Jazz, Bossa Nova & MPB.\n\nAmo e ouço artistas como Tom Jobim, João Gilberto, Vinicius de Moraes, Tim Maia, Caetano Veloso, Rita Lee, Seu Jorge, Jorge Benjor, Luiz Gonzaga, Michael Jackson, Cartola, Jacob Collier, Joe Hisaishi (Ghibli).\n\nO que eu amo na música, em geral, é o amor que emana dela e a sua eficiência como uma ferramenta de expressão artística.\nGosto de quando elas me transmitem esperança, quando cantam a vida de forma poética ou quando fazem da tristeza um sentimento tão refinado e elegante.\n\nTambém admiro (apesar de não ouvir muito) outros artistas e bandas como Chalie Brown Jr, Raimundos, Skunk, Mamonas e etc.\n\nRespeito e reconheço diversos artistas de vertentes musicais que eu nao curto. Respeito e aprecio muito o cenário do rep nacional por exemplo, apesar de não gostar.\nTambém não me incomoda o pop, apesar de achar genérico.\nAmo o samba. Nao sou muito fã de blues nem de eletrônica.\n\nEntretanto, não suporto os gêneros mencionados no título. E cá está o porquê:\n\nFunk: As letras são absolutamente carregadas de vulgaridades e eu acho isso muito \"cringe\".\nNão gosto da forma como o sexo é banalizado e o corpo humano objetificado através desse gênero.\nPra mim, esse estilo musical está perdido em meio à banalidades e completamente exposto ao ridículo.\nFunk me dá muita vergonha alheia em geral.\nSinto saudades de musicas como \"País do Futebol\", \"Atoladinha\", e os hits do Bonde do Tigrao.\n\nTrap: Apologia insana às drogas, incetivo ao consumismo e à ostentação.\nMais uma vez a objetificaçao do corpo humano, principalmente das mulheres.\nMe preocupa que esse estilo seja um dos mais populares entre os jovens hoje em dia.\nO gênero, na minha opinião, é um desserviço social por encorajar valores morais distorcidos e um estilo de vida absolutamente maléfico tanto pra saúde quanto pra alma.\nTambém é um estilo musical que me faz sentir muita vergonha alheia, mas além disso, acho um movimento preocupante.\n\nSertanejo: Não tenho nada contra na verdade, parando pra pensar. O sertanejo ainda fala de sentimentos e experiências de uma forma válida, apenas não me agrada em sua complexidade musical, tanto em letra quanto em musicalidade. Além de estar se tornando cada vez mais genérico.\n\nMeu real problema é o com o Funk e o Trap. Que, na minha visão, ecorajam os seus ouvintes (majoritariamente jovens em formação) a uma mentalidade fútil, um estilo de vida superficial e a uma visão com amplitude deveras limitada do que é e do pode ser a vida e o ser humano.\n\nNão posso negar que, institivamente, nao tenho grandes expectativas a respeito do intelecto de uma pessoa que consome tais gêneros (e me sinto um pouco mal por isso).\n\n\n\nQuando digo o mesmo aos meus amigos, sou taxad de careta, esnobe e até preconceituos.\n(Eles gostam muito de Trap e de Funk)\n\nEnfim, sou babaca por achar esses gêneros musicais uma porcaria?",
            "subreddit": "EuSouOBabaca",
            "topic": "musicalidade",
            "id": "16btud5",
            "comments": [
                "### Não é o babaca (100.00% de 1 votos)\n# Nível de babaquice: 0% (Extremamente baixo)\n\n# [Respnde nossa pesquisar por favor? Não custa [link]\n\nVou contar as respostas que as pessoas dão nesse post! Pra ser contado, responda com essas siglas o post:\n\nNEOB - Não é o babaca (e o resto sim)\n\nEOB - É o babaca\n\nEOT - É um trouxa, um otário\n\nNGM - Ninguem é o babaca\n\nINFO - Falta informação para julgar\n\nTEOB - Todo mundo é o babaca\n\n**Votos especiais**\n\nFANFIC - Sinalizar o post como falso\n\nOT - Sinalizar como fora do tópico\n\n\n\n##Nota: Pode demorar cerca de 5 minutos para atualizar!\n\n\n# Tabela de votos\nVoto | Quantidade | %\n:--:|:--:|:--:\nNEOB | 1 | 100.00%\nEOB | 0 | 0.00%\nEOT | 0 | 0.00%\nNGM | 0 | 0.00%\nINFO | 0 | 0.00%\nTEOB | 0 | 0.00%\nFANFIC | 0 | 0.00%\nOT | 0 | 0.00%\n\n\nÚltima análise feita em: 08/09/2023 às 16:43\n\n \n                                \n*As vezes quem mais nos ensina sobre humanidade, nem sempre é humano. (Sugerido por Pauldepressivo).* \n*Lucas Bot v3.1 - by [link]\n*Veja meu código fonte: [Código [link]",
                "EOC\n\nÉ o cult",
                "NEOB\n\nVocê falou apenas do seu gosto, e gosto não se discute. Porém se você tenta impor seu gosto musical ou diminui/crítica o gosto musical de outra pessoa, você é babaca sim.",
                "NGM\n\nTudo depende de como você fala disso. Se os seus amigos te acham esnobe quando você fala isso é possível que você esteja agindo como se o seu gosto fosse melhor que o deles.\n\nPor exemplo, eu também não curto esses gêneros, mas se tiver com os meus amigos e tiver tocando eu vou curtir junto com eles.",
                "NEOB\n\nEu não escuto funk sob nenhuma hipótese e me considero super normal.\n\nAh, e conheço várias pessoas que tbm não curtem o gênero.",
                "EOC\n\nÉ o cult",
                "Odeio os três que você citou mas trap e funk é torturante",
                "Olha, MPB tmb é uma merda, sinto lhe informar",
                "Gosto é gosto e a menos que não seja algo bizarro/ilegal não há pq considerar o gosto alheio como inferior.\nO que muitas pessoas fazem é confundir qualidade com gosto, é possível gostar de algo ruim e é possível não gostar de algo com qualidade. \nAgora acho que precisa observar duas coisas:\n1: A diferença entre apologias as drogas e referência as drogas em músicas. Referência as drogas tem em músicas do Jorge Benjor, Barão, CBJr, Rita Lee. Algumas das músicas em uma linha tênue entre apologia e referência como 'Charles, Anjo 45', W/Brasil e Lanca perfume.\n2: incoerência ao dizer que não gosta de funk pq a música é carregada de vulgaridades logo após dizer dizer que admira Raimundos (pequena Raimunda, boca de lata, puteiro em João Pessoa,  me lambe) e Mamonas (vira-vira)\nNão te julgo, seu gosto, eu mesmo gosto de muitos do que mencionou e concordo com muito do que disse. NEOB",
                "NGM\n\nVocê não é babaca por não gostar desses estilos musicais. São suas preferências e tá tudo bem kk.\n\nSó seria babaca se julgasse pessoas, amizades e etc, baseado nessas coisas. Afinal, não é porque a pessoa escuta músicas que falam desse tipo de movimento que elas vão participar deles. As vezes elas só gostam do ritmo, veem sentido na letra, etc.\n\nEu mesmo não suporto sertanejo quase pelo mesmo motivo que você. Acho extremamente genérico e, na minha visão, 80% das músicas é sobre as mesmas coisas: traição, chifre, bebida e mulher/homem kk.",
                "NGM\n\nVocê possui o direito de não gostar, porém é babaca por achar que você aos 20 anos possui algum poder/capacidade de julgar o intelecto dos outros.\n\nE mais ainda, porque possui amizade com pessoas as quais você julga o intelecto tão ruim, baseado apenas no gosto musical?\n\nProcure uma turma que possua o intelecto à sua altura ou deixe de ser chato com os únicos amigos que possui. Kkk",
                "Jazz me faz ter sono, a única coisa boa q vejo nisso, eu n frequento lugares q tocam isso pq em todo lugar q eu vou n ta tocando jazz ou mbp nem nada e eu n vou só em bares, de vez em quando eu vou em restaurantes e sinceramente eu n vou pra um restaurante de rico pra ficar ouvindo jazz de fundo mano, até ouço se n tiver outra saída mas se tiver escolha, eu n ouço",
                "Kkkkkkkkkk vergonha alheia esse post vsf\nIrmão, sai um pouco da bolha de jovem culto e tenta entender os contextos culturais de cada gênero, vou resumir pra você pq hj to bonzinho\n\n- funk não se resume à putaria e às letras. O funk é popular porque ele ressoa com o cotidiano da periferia (que se pa não é o seu). Se você acha que funk é só isso é pq tu provavelmente nunca ouviu Mundo M ou alguma do mc daleste\n\n- Trap é um subgênero bem estético, é claro que há objetificação das coisas. Acho engraçado você citar a parada da objetificação do corpo humano com uma pa de música de mpb falando sobre sexo, mas daquela forma “poética”. A diferença entra sexo na mpb e sexo no funk ou no trap, é que pelomenos nesses 2 últimos soa muito mais honesto e direto ao ponto kkk\n\n- sertanejo fala de sentimentos de forma válida? Acho foda aquela música do Henrique e Juliano que fala sobre como o o eu lirico criou uma pessoa insegura porque ele foi abusivo na relação \nOu aquela que ele vai forçar o casamento\n\n\nEnfim, todos os gêneros musicais possuem contradições e contextos culturais e sociais muito mais amplos do que oq tu falou aí, seu post soou muito “ain sou superiorzinho e quero saber se minha opinião é a mais foda pq escutei jorge ben jor”\n\nPaia."
            ],
            "num_comments": 13
        },
        {
            "title": "Procuro pessoas para criarmos música | Produtores, baixistas, bateristas, vocalistas, guitarristas que consigam gravar seus instrumentos.",
            "selftext": "Salve,\n\nEm busca de gente com boa musicalidade pra criação de algum projeto.\n\nAtualmente eu produzo música 100% sozinho (Escutem outras músicas além da do link!) : \n\n[link]\n\nTento não me prender a nenhum estilo, a criação é livre e sem rótulos.\n\nMeu interesse é juntar uma galera e criar um projeto studio-only inicialmente;\n\nProduzir algumas músicas, divulgar e ver no que dá.\n\nNesse meio tempo, tendo algumas músicas prontas, talvez procurar alguma apresentação.\n\nEu procuro parar de fazer música sozinho, simplesmente não é viável, não consigo terminar a maioria das que começo.\n\nPreciso de outros criadores pra criar em conjunto, explorar um novo estilo.\n\n***Gêneros: EDM, Rock, Metal, Reggae, MPB, Indie, qualquer coisa, a ideia é inventar algo novo.***\n\n# Experimental e comercial ao mesmo tempo, seria possível?\n\n**Comentem, mandem mensagem.** \n\nA ideia aqui tá longe de estar pronta.\n\n***OBS.: Atualmente consigo gravar guitarra e mic, o resto eu produzo pelo PC.*** \n\nVamo juntar uma galera e fazer música sem focar no resultado.",
            "subreddit": "Joinville",
            "topic": "musicalidade",
            "id": "15993e6",
            "comments": [
                "Massa, parabéns pela iniciativa.\n\nNo momento tenho uma roland encostada. Acho que dá pra gravar algo nela, mas não sei o que diferenciaria de programar midi em algum DAW.",
                "eu costumava escrever bastante, poemas e poesias, tenho facilidade nessa parte, não sei se precisa de alguém pra escrever letras de músicas e tal, mas eu toparia, eu tocava bateria mas dei uma estagnada, tô querendo começar a tocar baixo kkkk",
                "olá! não toco nenhum instrumento mas sou designer e caso precise de materiais pra divulgação, logo, capa de álbum e etc pode me chamar!!",
                "Sou guitar, se quiser ajuda tamo aí",
                "toco guita mano, to dentro"
            ],
            "num_comments": 5
        },
        {
            "title": "O ideal educacional comete a falácia da composição?",
            "selftext": "Na falácia da composição, chega-se a uma conclusão sobre um todo/grupo com base em premissas sobre suas partes/membros. Um exemplo seria, \n\n&#x200B;\n\n1. Os músicos x, y e z são muito bons. \n\n2. Os músicos x, y e z formam a banda W.\n\nLogo,\n\n3. A banda W é muito boa.   \n\n\nO problema com esse padrão de inferência é que, embora a musicalidade individual de cada integrante de uma banda seja *relevante* para a qualidade resultante, tal musicalidade não é *suficiente* para concluir que a banda em si é boa. Para que uma banda funcione musicalmente, entrosamento e dinâmica entre os membros da banda, por exemplo, são necessários.  \n\n\nSemelhantemente, eu fico me perguntando se o ideal educacional de transformar pessoas em pensadores críticos com autonomia de raciocínio e disso esperar que a sociedade seja uma sociedade crítica não cometeria o mesmo erro. Fenômenos como pensamento de rebanho ou outros vieses sociais não poderiam influenciar o comportamento de grupos?   \n\n\nO que vocês acham disso? ",
            "subreddit": "Filosofia",
            "topic": "musicalidade",
            "id": "152b18e",
            "comments": [
                "É uma hipótese que formar indivíduos críticos e pensantes seja suficiente para gerar uma sociedade crítica e pensante. A gente ainda não chegou lá para testar. \n\nMas assim como é improvável uma banda boa composta por músicos ruins, também é improvável uma sociedade crítica composta por indivíduos que não são críticos.\n\nLogo acho válido supor que o ideal educacional proposto, mesmo que não se faça suficiente, ainda é pelo menos um requisito necessário.",
                "De fato... Entretanto, o contrário é ainda mais questionável. Uma sociedade composta de analfabetos não pode ser \"saudável\".",
                "Argumentação apenas trata de validade e não de verdade. Falácias são problemáticas, mas isso não mostra que só por ter algo falacioso o argumento está completamente errado. Mesmo que não seja suficiente os músicos serem bons, para a banda funcionar bem é necessário que os músicos sejam minimamente bons no que eles pretendem fazer, adicionando a variável de entrosamento já é possível consertar o argumento. Lembrando que todo tipo de argumento que fazemos é um apanhado de composições de qualquer forma.\n\nA falácia da composição é fácil de ser aplicada para vários argumentos, mas é uma forma bastante forçada de dizer que algum argumento é falacioso. É como dizer que pela falta de informação que alguém tem ou por esquecer de uma variável específica o argumento dessa pessoa é totalmente falacioso.\n\n&#x200B;\n\n>Fenômenos como pensamento de rebanho ou outros vieses sociais não poderiam influenciar o comportamento de grupos?\n\nSim, mas se os grupos tem pensamento crítico fica mais fácil deles perceberem e tentarem resolver essas deficiências que acontecem na sociedade."
            ],
            "num_comments": 3
        },
        {
            "title": "Alceu Valença é do caralho",
            "selftext": "O cara reune toda a musicalidade nordestina com viola,sanfona,forró,maracatu e o diabo a quatro e mistura com rock progressivo,que artista meus amigos.\n\n[link]\n\nOuvir Espelho Cristalino é viciante e venho escutando desde 2015 e nunca enjoo.",
            "subreddit": "conversas",
            "topic": "musicalidade",
            "id": "x6trje",
            "comments": [
                "Boaa, coloco sempre flor de tangerina no repeat",
                "Pô... Tô meio pobre de repertório nacional. Vai ser um prazer ouvir esta obra.",
                "Essa cara é muito louco, no bom sentido.",
                "O brabo tem nome. Inclusive, ai que saudade lá de Pernambuco",
                "Siiiim, e além disso o trabalho vocal dele é insano.",
                "Eu amo dois animais",
                "Sim!",
                "Adora as músicas dele, principalmente pra fazer um balance",
                "DEEEEMAIS!!! Amo o velho",
                "Ele é genial!!!",
                "vdd, gosto mt dele e já visitei ate a casa dele em olinda, queria ter ido em mais shows na época q Paulo Rafael estava vivo, sdds",
                "amo ele \n\nsou fã dms .\n\nrecomendo ouvir princípio do prazer \nmto boa",
                "Sou mt fã! Desde criança fui bem educada a ouvir os grandes nordestinos! Fagner, Zé Ramalho, Alceu, Geraldo Azevedo, Elba, só monstro do nordestão",
                "Adoro desde criança.",
                "Gosto de morena tropicana e de como ele deixa bonito e musical o fato de que ele diz que quer chupar a buceta da mulher.\n\n\"Da manga rosa quero o gosto e sumo\"",
                "ACHO que ele se encaixa no [link]\n\nah, eu já fui em um show dele de graça numa praça em santos"
            ],
            "num_comments": 16
        },
        {
            "title": "MEUS ME LEVARAM NO PSIQUIATRA DE NOVO NÃO, MEU ANJO",
            "selftext": "",
            "subreddit": "BrasilSimulator",
            "topic": "musicalidade",
            "id": "14bqih7",
            "comments": [
                "Nem um pouco, o trailer tá cheio de boas ideias mas ainda não tive oportunidade de jogar.",
                "Os mais ricos que tu é que tens que ir a correr ás finanças. But as said by others already, if you learn European Portuguese you will have a hard time understanding European Portuguese. Onde é que posso comer picanha todos os dias uma excursão dessas (moro ao lado da maioria das pessoas.",
                "👀💦 porra , o cara tava basicamente praticando fraude. o jogo ia ter luta de classes. Se o salário não vai dar certo.",
                "Eu não sei o que é aceitável ou o que as altas patentes requerem deles. Não estou putassa :) Eu acho que tem que ter smartphone pra isso tbm?",
                "Faça a divulgação com uma musicalidade bem-feita (como é de real interesse e ajuda.",
                "Dependendo de quão velho for o freezer o que você disse no final, isso é uma questão de combinar o piso. Empresas no Japão estão tendo que fazer vários bolos, pra descobrir que eu estou arriscando aqui, é pegar ou largar.",
                "Você é a falta de gente legal."
            ],
            "num_comments": 7
        },
        {
            "title": "Toda vez até eu tento entrar no omegle com o 4g do celular, alguém sabe o que afeta 158 mil pessoas deixaram de funcionar do nada, e fui no painel do modem",
            "selftext": "Ela então verificou que não havia nada que poderia ser um doente querendo se aproveitar...) Após reiniciar o modem na mesma semana mas não pude testar o download ja que o down é de 250. Contudo, isso não faz sentido na minha cabeça foi; Será necessário usar uma VPN instantâneamente resolve o problema.",
            "subreddit": "BrasilSimulator",
            "topic": "musicalidade",
            "id": "1330w9x",
            "comments": [
                "Peça p seu amigo identificar qual é o endereço IP 1.2.3.4 em 16/02/23 às 10:19:14.",
                "Qual ssd numa boa faixa de preço mas sempre falam bem dela por seguir a NR17. Primeira coisa é segurar o botão de liga/desliga e o de aumentar o volume para entrar no recovery mode. Se quiser economizar no cooler, não precisa ser você que monta, há a possibilidade de ter errado algum passo da formatação? Agora se for algo urgente, guarda um pouco mais embaixo da câmera e o botão para abaixar o volume.",
                "Obrigado, farei isso amanhã pra ver se a gente não pode usar esse tipo de dado vai ser muito útil.",
                "Sabe como é a musicalidade de um certo tipo de coisa.",
                "Quando a gata pergunta o que eu vi foi bem parecido com o que os outros vão pensar é pura balela.",
                "O Garibaldo já deve ter morado no cu e fica perfeito.",
                "Eu decidi ser militar porque queria fazer um curso profissionalizante completo mesmo, faz só se for muito entrusivo, mas, eu queria entender essa dinâmica. Olha, comunicação através da internet hoje em dia acho que é por causa disso também.",
                "Nossa galera, poderíamos real fazer um post fixado pro pessoal poder se conhecer, no mínimo de karma pra ter o minimo de dignidade que a PM não deveria existir como é a vida, a existência... Não tem justificativa pra uma pessoa com mais intimidade, e tu sabe que vai importar é se você passar pela rodoviária provavelmente irá ver algum.",
                "Essa geração ainda não aprendeu que tem que ser uma pessoa trans, posso ao ser enxergado como possivelmente transfóbico.",
                "Eu não sei se um gerenciador de senhas, se não me engano. O mesmo vale pro gerenciador de senhas e Authy como autentificador, acho que é por isso que o Windows impera... Fico feliz que pelo menos se o cara tava com VPN?",
                "Eu tava esperando que o cacete tá torando, quero ver o uma árvore retrocedendo mesmo que a porra toda, tô bem assistindo isso. Act-age (poderíamos finalmente ver um final, já que todas as músicas do bungou é boa."
            ],
            "num_comments": 11
        },
        {
            "title": "Dia 12 tá chegando e eu acreditei e agora queria saber",
            "selftext": "Algum tempo depois, minha tia me chamou e começamos a conversar e já cheguei a falar que também acontecia isso com ele, mas continuávamos a conversar. De complexidade e musicalidade inesperadas, Seu Nome Gravado Em Mim, [Your Name Engraved Herein | Official Trailer | Bleecker Street - [link]",
            "subreddit": "BrasilSimulator",
            "topic": "musicalidade",
            "id": "uwu7ma",
            "comments": [
                "Aliás, pelo que você narrou, depois de uma eternidade, se ele for realmente suspenso aí que ele vai comprar.",
                "Só é pena já não é exclusivo do Brasil, nós criamos e temos a nossa própria cultura, os nossos impostos subsidiamos a tua sabedoria.",
                "Siga nossos subs alternativos r/botecodoreddit e r/bordeldoreddit. e a família vem falar que era essa a intenção quando gravaram o vídeo. u\\/savevideo.",
                "COMO POSSO TIRAR A MORENA NÃO ME LEVE A MAL, ME LEVE A MAL, ME LEVE A MAL, ME LEVE A MAL, ME LEVE AO RODÍZIO DE PIZZA.",
                "Pronto, você já tá recebendo mais que a maioria fica endividada por causa de tempo e/ou custos). Tem as taxas mas não é obrigatório se ele fez isso em 2014 no gov. Eu estava em uma situação parecida com a sua, investimentos e reserva de emergência é a diferença entre VT e VWRA?",
                "Sua situação não é muito \"certo\", até porque não é o que a galera vai ter, e terapia que vão fazer...",
                "Mude esse pensamento que tem de gente que culpabiliza a vítima. Mude esse pensamento que tem de gente que culpabiliza a vítima.",
                "Desjecado. gangbang da mãe da sua mãe.",
                "Nas Olimpíadas de 2016, apesar de ter sido um pouco mais velho que eu tá na nossa frente.",
                "Se não sabe o que é a área que eu queria. Meu primeiro dia em uma empresa já é um ritmo bem interessante. Agora to fazendo o backend do que vc vê em livros."
            ],
            "num_comments": 10
        },
        {
            "title": "Autismo",
            "selftext": "Um tempo atrás tive o laudo fe Autismo, e acabei descobrindo mais coisas sobre mim, tipo olfato e audição aguçado, sensibilidade sonora e musicalidade, contei isso pra minha família sobre o que acontecia na minha cabeça por causa do Autismo (eles entendem o meu autismo e tão tentando ajudar) e eu senti que eles me olharam meio estranho, mas aquele estranho ruim, devo me preocupar ou eles se acostumam?",
            "subreddit": "desabafos",
            "topic": "musicalidade",
            "id": "108xudb",
            "comments": [
                "Tem gente leiga que padroniza todo tipo de transtorno com apenas uma palavra \"doido\""
            ],
            "num_comments": 1
        },
        {
            "title": "ajuda com o violão.",
            "selftext": "Bem toco violão já faz 3 anos, mais de algum modo me sinto travado, preciso me aperfeiçoar mais, porém ando deslocado, gosto particularmente de samba, MPB e bossa nova, consegui dominar bem a batida e uma grande partes de acordes até algumas peças de João gilberto, Vinicius de Moraes, Tom Jobim. \n\nSe alguém souber como avançar na musicalidade gostaria de algumas dicas, obrigado por lerem.",
            "subreddit": "conversas",
            "topic": "musicalidade",
            "id": "xhxh9h",
            "comments": [
                "Cara eu toco violão a um ano, então talvez você tenha até mais experiência que eu, e talvez você já faça o que eu vou te dizer.\n\n Mas tocar todo dia é algo que vai fazer você melhorar a cada dia, tentar as músicas que você acha que não é capaz, o importante é tentar! No sentido de técnica, é basicamente isso.\n\nNo sentido de criar músicas, arranjos etc é necessário estudar harmônia. O bom é que hoje em dia tem bastante conteúdo na internet que pode te ensinar sem você precisar gastar nada.\n\nMas é isso, não sei se te ajudei de alguma forma, mas enfim, continue tocando, se esforce que tenho certeza que você irá conseguir evoluir! O processo é diferente para todos, tenha isso em mente também. Abs. \n\n(Aliás gostei muito do seu gosto musical, principalmente João Gilberto que é meu favorito de todos!)",
                "Pra evoluir dentro de uma linguagem como samba: aumentar o repertório. Pra expandir a musicalidade: tenta entender outras linguagens, o choro é bem importante nesse sentido. Ou vc pode correr atrás de estudar um villa lobos, os estudos e os prelúdios dele são sinistros pra violão, sem falar na suite popular brasileira...",
                "mano, eu toco desde 2018 e sinceramente faz mt tempo q eu n toco VIOLÃO, desde q eu comprei a minha guitarra em 2020, mas uma coisa q smp, me ajudou na hora de evoluir foi pegar cada vez msc mais difíceis e com tecnicas q eu ainda n aprendi"
            ],
            "num_comments": 3
        },
        {
            "title": "Porque é que a música pimba é mal vista socialmente por alguns portugueses?",
            "selftext": "Olá a todos\nNão percebo porque é que a música pimba é tão mal vista socialmente por alguns portugueses. Também faz parte da cultura portuguesa, goste-se ou não\nO público-alvo deste género de música são os portugueses das zonas rurais do interior e muito especialmente aqueles que moram no estrangeiro (França, Suíça, Luxemburgo, Alemanha) que compravam as K7 (agora fazem a mesma coisa com os CD's) nas bombas de gasolina porque eram um formato barato e não tinham guito para comprarem um CD ou um vinil.\nAliás, não pretende fazer mal a ninguém, só divertir o público e fazer com que este sinta prazer ao dançar e pular com essas melodias simples, pouco requintadas e orelhudas.\nQuanto à brejeirice das letras, tudo isso fica à consciência de cada um, as pessoas podem ser às vezes até muito perversas e malinterpretar o conteúdo das letras.\n\nDepois, um exemplo disto é o seguinte: o Ricardo escreve canções popularuchas por dinheiro, está no seu pleno direito, mas o mais surpreendente é que ele começou no metal e, logo depois, passou para um rock mais suave como o \"Conquistador\" dos Da Vinci, canção orelhuda e grande malha do verão de 1989 além da \"Lambada\" dos Kaoma.\n\nFinalmente, este tipo de musica é mesmo escutada e acarinhada pelo pessoal provinciano e, sobretudo, pelos emigrantes que, regra geral, estagnam no tempo assim que emigram, ou seja, não evoluem e, por isso mesmo, gostam das musicalidades ditas pimba. Quanto ao Ricardo, foi pena ter enveredado pela musicalidade de feira para alguns pelo menos, porque os emigrantes adoram. \n\nUm abraço a todos e desculpem a lengalenga\nCarlos M.S.",
            "subreddit": "portugal",
            "topic": "musicalidade",
            "id": "bal0xj",
            "comments": [
                "Depende do que consideras \"música pimba\".\n\nEste termo é abrangente demais e surgiu especificamente após a canção do Emanuel \"Nós Pimba\". Só a partir de então é que esse termo passou a designar certo tipo de música popular / ligeira Portuguesa.\n\nNão há Português quase nenhum que não aprecie um Quim Barreiros por exemplo. Toda a gente reconhece carisma, personalidade e valor nas suas músicas em quadras alegóricas muito presente na cultura musical popular, em especial cantares ao desafio que, na prática, é a origem da fama de Quim Barreiros.\n\nDepois, do outro lado, tens uma vertente desta \"música pimba\" verdadeiramente nojenta para quase toda a gente. \"Música\" se é que isso pode ser chamada, interpretada por pessoas com talento limitadíssimo, com letras abomináveis e sem criatividade nenhuma, uma apresentação em palco gasta, azeiteira e degradante e de fraquíssima qualidade musical.\n\nLigas para os programas de Domingo à tarde e verás mais do 2º exemplo do que do primeiro.\n\nToy e Emanuel, por exemplo, enquadram-se em artistas \"pimba\" mas qualquer pessoa que conheça os seus percursos artísticos é forçada a aceitar os seus dotes vocais e qualidade dos espectáculos. Isso quer seja amante ou não de \"música pimba\".\n\nDepois, ao pé desses, metes uma \"Rosinha do Pipo\" e vês imediatamente que é este tipo de parolice que, por vezes, ofende alguma indústria musical que vê nestas apresentações com muito pouca qualidade (para não dizer nenhuma) algo que torna o público burro e não traz nada de positivo.\n\nTodos os estilos tem esta dualidade. Posso te falar no Hip Hop dando uma série de bons exemplos com grande qualidade musical ao longo da história, grande capacidade de flow e letras valiosas no conteúdo e extremamente bem escritas. Por outro lado, muita gente vê o Hip-Hop com maus olhos por existir na mesma proporção temas degradantes, obscenos e retardados, interpretados por pessoas sem qualquer valor humano e com péssima qualidade musical.\n\nNo fundo, toda a gente gosta de BOA música pimba no momento certo. A prova, se juntares milhares de adolescentes e jovens adultos numa queima das fitas, pessoas que nesta fase da vida são muito críticas com o que ouvem julgando até as pessoas através deste critério, vais observar que Quim Barreios é eventualmente a noite mais participativa de toda a semana.\n\nResumindo, a má música Pimba representa muito do que os Portugueses tem tentado afastar das suas vidas ao longo das últimas décadas, especialmente no que toca a uma ruralidade outrora estupidificante  e degradante em mais do que um sentido. Sendo muito da má música Pimba direccionada para uma parte da população \"intelectualmente mais limitada\", ou, melhor dizendo, mais \"ingénua\" nos seus gostos artísticos, é compreensível que muita gente se queria afastar destas associações.\n\nA boa, esta, é apreciada por quase todos na altura certa.",
                "Falas do \"Ricardo\" como se toda a gente soubesse quem é. Que é o Ricardo?",
                "Em todos os 'géneros' há boa e má música. Música com melodia complexa, letras interessantes e intérpretes fantásticos. \n\nO problema da música pimba é q tem poucos exemplos de boa música e muita de má música q se safa com playbacks, pouca roupa nas garinas ou brejeirice barata.\n\nA diferença para outros países é que um pop comercial também costuma ser má música mas como tem tanto dinheiro ali enfiado tem mais qualidade.",
                "Porque qualquer pessoa que conheça um pouco de música dirá que a música \"pimba\" é uma composição musical de muito baixa qualidade.\nAtenção que hoje em dia grande parte da musica dita comercial, são composições de baixa qualidade feitas com puro objectivo de criar \"hits\" momentâneos e criar lucro para os studios. Para aumentarem a probabilidade de ser \"hits\" os compositores e estúdios aplicam regras de composição melódica e harmónica que são bem conhecidas ... Procurem no YouTube, existem vários peritos em música que vos decompõem músicas famosas e vos explicam as técnicas utilizadas (para agradar às massas).\n\nA música \"pimba\" em nada se compara a grandes composições musicais de Jazz ou música clássica. Suponho que as pessoas com níveis de educação mais elevados prefiram músicas mais refinadas que o pimba e daí a causalidade da maior parte dos ouvintes de \"pimba\" serem pessoas com um nível cultural baixo.\nAcredito profundamente que a música pimba (e grande parte da musica comercial hoje em dia) não seja a preferência de pessoas que tenham crescido com um contacto próximo com a música e tenham sido expostas a um leque diverso de música de qualidade.",
                "Porque é música \"de baixo esforço\". 99% das pessoas capazes de apreciar esse estilo de música ou são simplórios, ou chupavam no teste do balão ao invés de soprar.\n\nO pimba está para a música como as piadas sobre a tua mãe estão para a stand up comedy.\n\nAh, e nota que o facto das letras serem mais \"rurais\" (prefiro dizer qie são músicas da terrinha) não implicam nada na qualidade da música. Entre as melhores músicas portuguesas que se fazem hoje em dia estão muitas com letras \"de aldeia\". Fonte: [qualquer música dos Diabo na [link]",
                "Falam mal da musica pimba/popular para serem da cena, e gozam com quem ouve ou tem cds k7\n\nMas.....\n\nNas festas da faculdade soltam a franga com a pimbalhada.\n\nNas festas da terriola idem aspas\n\nNos santos populares também \n\nFim de ano num barraco alugado a 30 arroz outra vez.\n\n\n\"Ouvir pimba? Quem? Eu? Naaaaa...posh! Que parolice\"\n\nO que é certo é que sabem as letras do Quim barreiros, emanuel, toy, ze do pipo, diapasão .\n\n",
                "É muito simples. Porque a música pimba não tem quaisquer conteúdo musical. É um estilo de música que não tem qualquer relevância artística. É fortuito e passa muito pelo gozo e pelos trocadilhos que levam a alguma malícia. Seja dos tomates com o pau atrás do pito ao ajoelhou vai ter que rezar.\n\nNo entanto é algo valido como todos os outros, eu aprecio nos festivais de aldeia ou nas festas de faculdade. ",
                "Eu só digo isto, prefiro 1000000000x a nossa musica \"pimba\" (e atenção, não estou a falar da musica popular ligeira Portuguesa pois dentro deste género até há alguma qualidade, estou a falar mesmo daquela pimbalhada azeiteira feita por um tuga que aprendeu 3 acordes ontem num sintetizador), à porcaria latina cantada em castelhano que hoje em dia somos bombardeados nas rádios.  \nPois para mim se é para ouvir \"azeiteirada\" pelo menos que seja em Português!  \nDito isto, eu muito sinceramente acho que como em muitas áreas da nossa sociedade a falta de cultura leva a estes \"ódios\" do que é nosso.  \nPessoalmente não ouço musica \"pimba\", não é para mim nem aprecio, porém consigo facilmente ver-lhe o mérito que tem na forma como agrada ao publico alvo, e na forma como este género musical tem como base a festa e a alegria.  \nE claro, depois também é como em tudo, há bons e maus profissionais da musica \"pimba\" (como já disse anteriormente quando falei do pimba \"azeiteiro\"), e normalmente são os maus profissionais que dão mau nome, basicamente as Marias Leais deste mundo.",
                "",
                "Porque é uma merda",
                "Porque normalmente o pimba está relacionado com o azeite mais virgem do país. Eu pessoalmente não tenho problemas com o pimba, até gosto das músicas do Quim Barreiros, e acho que esse género tem o seu lugar nas ocasiões apropriadas. Mas, também reconheço que o pimba está relacionado com uma certa parte mais desagradável da população, e que possivelmente a maior parte dos seus artistas dão-lhe um mau nome.",
                "Porque são uns hereges e traidores da pátria que deviam ser cobertos de chumbo.\n\nQuem é o Ricardo?",
                "Não gosto da música pimba assim como não sou apreciador do bacalhau, que também é uma tradição de há muitos anos. Nem no natal o como.\nQuando era novo também adorava futebol e hoje em dia não sou fanático como dantes. Mais ridículo seria \"gostar\" disso tudo só para nos conseguirmos integrar melhor no nosso país.\nMas esta geração de jovens que só ouve reggaeton, entre reggaeton e pimba vamos mas é ouvir pimba, mandem foder o reggaeton... ",
                "Nem todos gostamos ou percepcionamos a música da mesma maneira. Ouvir uma música pimba ou um fado são experiências tão diferentes que seria estranho metê-las no mesmo saco só porque é tudo \"música portuguesa\". Ninguém se questiona porque é que, em vez dos Lusíadas, não se estuda a revista Maria no 12º ano.\n\nHá música como puro entretenimento e música como arte. E é um espectro, não têm de ser 100% uma coisa ou outra. É por isso que a música pimba é desvalorizada, porque não se lhe reconhece muito valor artístico. Claro que isto depois é tudo muito relativo. Eu não vou negar que o pimba tem grande valor de entretenimento para muita gente, mas para mim é uma valente cagada a todos os níveis.\n\nOP, acho que o pimba não está nada incomodado com a reputação mais negativa que possa ter. Aliás, sem isso até deixava de ser pimba. A nossa cultura não é só Camões, também é Maria Leal e há que aceitar isso. Não temos de gostar de tudo o que faz parte da nossa cultura, não somos menos portugueses por isso.",
                "Acham que o \"Vem devagar, emigrante\" (1992), do saudoso cigano de barba Graciano Saga, nascido em Viana do Castelo como Alfredo Correia da Cunha Braga e que morou muitos anos em França também é pimba?\n[link]\n\nComo curiosidade, há boatos que garantem que o jornalista que criou este rótulo ou epíteto depreciativo foi o José Carlos Castro, que nasceu em Espinho em 1964, de tendência benfiquista, começou como DJ nos anos 80 na Rádio Porto (depois chamada Rádio Comercial Norte) e na Rádio Nova (também sediada no Porto) e, actualmente, é funcionário da CMTV, numa reportagem do TVI Jornal emitida entre os finais de 1995 e o início de 1996, mais ou menos.",
                "Isso acontece, simplesmente, porque os gostos musicais não se discutem, mas as pessoas gostam sempre de opinar acerca dos gostos dos outros. Há aqueles que criticam o pimba, mas também há aqueles que gostam de pimba a criticar outros géneros musicais. \n\nSe eu ouço pimba, vem o primo afastado dizer que só ouço música de merda e que tenho de ouvir é trance. Se eu ouço trance, vem o Tio Manel dizer que só ouço barulho e que tenho de ouvir é pimba.\n\nAs pessoas não se limitam a apreciarem a música, dão grande valor ao \"eu ouço isto porque isto é realmente bom e tu ouves isso porque só gostas de merda\".   ",
                "Porque tem vergonha das suas origens e por isso rejeitam a sua cultura. ",
                "[link]",
                "NO FUN ALLOWED!\n"
            ],
            "num_comments": 19
        },
        {
            "title": "Espaço Cultural em São Paulo",
            "selftext": "Camaradas,\n\nPeço **licença** para esse post, espero não infringir nenhuma regra. Perdão caso o faça.\n\nFaço parte de um coletivo cultural próximo ao metro Barra Funda e Marechal Deodoro. Temos, principalmente, aulas de capoeira para todos os níveis, idades e perfis que buscam musicalidade, corporeidade e historicidade. \n\nCedemos nosso espaço para grupos de teatro realizarem ensaios e outros artistas realizarem oficinas, workshops, palestras, festas, etc. \n\nSe chama Centro Cultural Omoayê, fica na rua Cardoso de Almeida, 54. 3º Andar [link] \n\nBuscamos novos alunos ou parceiros interessados em realizar atividades.\n\nBoa semana pra geral!!",
            "subreddit": "saopaulo",
            "topic": "musicalidade",
            "id": "jb8kz4",
            "comments": [
                "Puts, morava no 122 (o predio com a loterica do lado) me mudei tem nem 1 mes. Uma pena :(",
                "Que massa! Acabei de me mudar para SP e estava buscando alguma atividade cultural!! Estão tendo encontros??"
            ],
            "num_comments": 2
        },
        {
            "title": "Poetas do r/rapidinhapoetica, apresentamo-lhes a nova equipe de moderação e os nossos planos para o futuro. Queremos sua ajuda!",
            "selftext": "Aos poetas, escritoras e escritores do r/rapidinhapoetica, hoje apresentamos a nova equipe de moderação desse subreddit, composta pelo u/M4D4R4G0D e um novo membro, u/robbed_irl (eu). Juntos, pretendemos não apenas manter essa comunidade o ambiente acolhedor que sempre se mostrou ser, mas expandi-la. Para isso, criamos um documento com nossos objetivos e planos para o subreddit, e contamos com sua colaboração!\n\nO objetivo desse post é buscarmos aprovação, críticas e sugestões diretamente das pessoas que de fato fazem uso desse ambiente. Não só isso, também pretendemos criar um ambiente totalmente transparente.\n\nSem mais delongas, o texto abaixo se trata do trabalho que produzimos até então. Reiteramos que todas as críticas e sugestões serão acolhidas pela moderação. Após a publicação desse post, esperaremos entre três dias e uma semana, e, então, atualizaremos o texto abaixo com o que for decidido pela comunidade. Esse post deve ficar *pinado* durante o período de planejamento e execução.\n\nUm forte abraço,\n\n\nMods do r/rapidinhapoetica\n\n&nbsp;\n\n***\n***\n\n&nbsp;\n\n# Propostas da nova equipe de moderação do r/rapidinhapoetica\n\n&nbsp;\n\nEm decorrência do interesse de manter o subrredit r/rapidinhapoetica um ambiente acolhedor a escritores de todos os níveis da língua portuguesa, e, ao mesmo tempo, incentivar o crescimento e a interatividade da comunidade, o então moderador, u/M4D4R4G0D, iniciou o processo de recrutamento de novos moderadores pelo [discord público do [link] por meio [desse [link] No momento da escrita desse parágrafo, u/robbed_irl foi  selecionado para compor a nova equipe ao lado do u/M4D4R4G0D.\n\nO objetivo deste documento é listar e discutir propostas para atingir esse objetivo de forma transparente. Após sua primeira versão, ele será aberto à comunidade em um formato fixo, e sugestões e críticas dos usuários serão consideradas para compor o plano de ação da equipe.\n\nO documento é composto pelas seções:\n\n * **Propostas**: lista de ideias que alterem características do subrredit. Cada proposta deve conter um nome e um argumento a seu favor, de forma que seu texto seja de fácil compreensão. Outro item que dever ser listado é a maturidade da ideia Exemplos: alta (já é implementada em outros contextos similares com sucesso), média (já foi implementada, mas vai exigir adaptação) e baixa (parte de um conceito interessante, mas é inovadora e requer mais cuidado na implementação). Links para outros subreddits ou projetos que a empreguem são bem vindos, assim como possíveis problemas que sua implementação possa acarretar.\n\n * **Plano de ação**: lista de eventos que deverão ser executados após a revisão das propostas, em ordem cronológica (tanto quanto for possível). A ideia não é ser um cronograma, apenas um guia para a moderação.\n\nTodos os detalhes desse documento estão abertos à crítica e modificação, incluindo o texto que o descreve.\n\n&nbsp;\n\n***\n\n**Propostas**:\n\n&nbsp;\n\n * **Revisão das tags**: \n   * Maturidade: alta\n   * Argumento: novas tags podem promover mais interações e tipos de conteúdo dentro da comunidade. Por se tratar de uma comunidade de nicho, faz sentido concentrar mais estilos de escrita no r/rapidinhapoetica, visto que é inviável a manutenção e o crescimento de vários subreddits de nichos literários na esfera brasileira do reddit.\n   * Tags sugeridas:\n\n     * **Poesia**:  essencialmente a mesma coisa que a tag atual \"Poesia\", um termo geral para arte textual, sem restrições.\n         * Maturidade: alta\n         * Argumento: pra que mudar o que está funcionando?\n\n     * **Canção**: essencialmente a mesma coisa que a tag atual \"Poesia\", mas denotando um aspecto de musicalidade intencionado pelo autor.\n         * Maturidade: alta\n         * Argumento: se trata de mais uma categorização inofensiva, sugerida por usuários\n\n     * **Conto**:  essencialmente a mesma coisa que a tag atual \"Conto\", um termo geral para uma narrativa textual.\n         * maturidade: alta\n         * Argumento: pra que mudar o que está funcionando?\n\n     * **Escreva sobre**: post no qual o autor escreve um trecho de uma narrativa, poema ou qualquer outra expressão textual, e os usuários são convidados a responder comentários que o continuem, com total liberdade quanto à direção, formato e tema.\n         * Maturidade: alta\n         * Argumento: essa é a ideia do r/WritingPrompts, um dos maiores subs de escrita do reddit, que conta com quase 15 milhões de usuários. Além de ser bastante divertido, é um formato que estimula a cooperação e a interação entre usuários. Não existem muitas formas para esse tipo de expressão aos escritores de língua portuguesa no reddit.\n\n     * **Construção de ideia**: post no qual o autor está interessado em expandir um conceito, ideia, mundo ou universo. Se trata de um formato bem aberto, cujo intuito é inspirar a criatividade dos usuários e, potencialmente, ajudar o autor.\n         * Maturidade: média\n         * Argumento: inspirado em r/Worldprompts, r/SciFiConcepts e outros subreddits similares, esse conceito pode se tornar uma ferramenta útil para escritores e, simultaneamente, instigar conversas que culminem em textos interessantes.\n\n     * **Folhetim**: inspirado na \"literatura de folhetim\", obras que eram distribuídas em capítulos nos jornais. A ideia é permitir que usuários criem narrativas, mundos, etc, de forma capitularizada. Totalmente livre quanto ao formato, seria possível a publicação gradual de obras literárias. Fica a critério do autor identificar o 'universo', ordem e posts associados.\n         * Maturidade: baixa\n         * Argumento: essa tag permitiria que textos mais complexos fossem criados, sem que ocorra uma queda no engajamento, típica de posts textuas longos no reddit. Além disso, se bem aproveitada, poderá gerar um engajamento e fidelização de usuários interessados na obra sendo contada. Como se trata de apenas uma tag e um formato livre, não há custos adicionais para a moderação.\n\n     * **META**: \n         * Maturidade:  alta\n         * Argumento: permitir que usuários tenham um espaço para criticar a forma como o subreddit é gerido é essencial.\n\n&nbsp;\n\n\n * **Revisão da barra lateral**:\n   * **Definiçao das tags**: explicitar o uso adequado de cada tag\n     * maturidade: alta\n     * Argumento: deixar claro aos usuários quando e como usar cada tag\n\n   * **Ajustar os layouts em todos os designs**: fazer com que todas as informações da barra lateral sejam acessíveis em todas as plataformas e versões do reddit (incluindo o design velho).\n     * Maturidade: alta\n     * Argumento: seguir o exemplo dos grandes subs, acessíveis pelo old.reddit.com, new.reddit.com e app oficial. É importante para que todos os usuários entendam as regras e objetivo do subreddit. Atualmente, no design antigo, a barra lateral contém apenas um parágrafo de texto.\n\n   * **Revisar regras**: modificar as regras para que incluam o respeito às mudanças propostas.\n     * Maturidade: alta\n     * Argumento: as novas propostas devem ser incorporadas no corpo de regras do subreddit para que sejam aplicadas efetivamente.\n     * Alterações sugeridas:\n\n         * **Faça uso adequado das tags**: todos os posts devem estar adequadamente tagueados.\n             * Maturidade: alta\n             * Argumento: fundamental para o funcionamento \"adequado\" do sub.\n             * Obs: enquanto o sub for pequeno, usuários infratores podem apenas ser advertidos e seus posts tagueados manualmente pela moderação.\n  \n         * **Uso do botão de downvote**: não downvotem outros posts. Em caso de infração às regras (que incluem, entre outras coisas, ofenças e ataques pessoais), usem o botão de report.\n             * Maturidade: média\n             * Argumento: presentear um artista com um downvote é cruel. Arte não se enquadra em uma visão binária, como a representada pelo sistema de karma do reddit. É uma regra que é muito mais uma sugestão, pois não pode ser moderada, mas alguns subs de nicho conseguem fomentar comunidades que a entendem. Podemos tentar ser um deles.\n\n         * **Meta-drama e propaganda política são proibidos**: postagens de teor provocativo que buscam alienar parte dos usuários serão removidas.\n             * Maturidade: média\n             * Argumento: apenas um reforço à regra anti-ofensas (regra 1). Não significa que os posts não podem ter visões políticas, apenas que atacar membros de outro subreddit, quem votou em X, etc, deve ser evitado. Aludir ao relacionamento entre, digamos, o presidente e a ignorância não é problema, mas dizer que todos que votaram nele são idiotas é incendiário. Mais que proteger os usuários, essa regra visa proteger o subreddit e a comunidade.\n             * Obs: é uma regra polêmica, a depender de quem você perguntar, mas que é amplamente aplicada por todo o reddit. A sua aplicação idealmente estará associada a um modlog público.\n\n&nbsp;\n\n * **Tags textuais**: tags adicionais (e opcionais) incorporados nos títulos dos posts, com a finalidade de sugerir interações e regras específicas aos posts que as contenham.\n   * Maturidade: alta\n   * Argumento: o reddit limita apenas uma tag por post, o que pode ser insuficiente. Tags adicionais (e opcionais) podem melhorar o engajamento entre leitores e autores. O exemplo clássico disso é o [Serious] do r/AskReddit, que, quando presente, indica que o autor deseja apenas resposta sérias.\n   * Tags sugeridas:\n\n     * **[O que achou?]** (nome sugerido): tag que indica que o autor do post está interessado em críticas e comentários. Inspirada na forma de funcionamento do r/OCPoetry (o subreddit gringo de poesia original mais bem sucedido), a ideia é que, para fazer uso dessa tag, o autor deve ter fornecido críticas construtivas a pelo menos outros dois usuários que utilizaram essa tag (o autor deve linkar suas contribuições no seu próprio post).\n         * Maturidade: média\n         * Argumento: ter um espaço para publicar seus textos é ótimo, mas, para alguns, pouco atrativo se não há troca de ideias.  Essa regra é uma forma que se mostrou efetiva para \"garantir\" que a comunidade interaja e seus indivíduos cresçam técnicamente/estilisticamente com ajuda de outros que tenham esse mesmo interesse. Lembrando: essa tag seria totalmente opcional.\n         * Obs: se implantada, o requerimento de contribuições prévias não existiria até a ideia \"pegar\".  Caso o subreddit cresça, essa seria uma tarefa cansativa de moderar, mas que pode ser automatizada por meio de um bot moderador (eu, robbed_irl, seria capaz de executar essa proposta). O uso do sistema de report por parte dos usuários seria ideal para regular infratores. No primeiro momento, com a comunidade como se encontra, essas coisas não parecem ser um grande problema.\n\n     * **[Conheça meu trabalho]** (nome sugerido): tag utilizada para convidar os leitores a conhecerem mais a respeito do trabalho do autor, uma solução para quem quer divulgar sua arte ou plataforma fora do reddit. O post deve conter um texto autoral, e o autor fica livre para divulgar seu trabalho da forma como achar mais interessante, seja no título, no corpo ou num comentário, linkando nesses contextos.\n         * Maturidade: baixa\n         * Argumento: a fim de mantermos o conteúdo do sub consistente, os posts devem se conformar às tags existentes. Caso o autor queira chamar atenção à suas plataformas fora do reddit, essa é uma solução não invasiva.\n \n&nbsp;\n\n * **ModLog público**:  abrir o modlog à comunidade.\n   * Maturidade: média\n   * Argumento: por que não exigir da moderação a mesma transparência que gostaríamos de ver no nosso governo? A implementação é fácil, evitará acusãções quanto à parcialidade dos moderadores e deixará claro à comunidade que também seguimos as regras do subreddit.\n   * Obs: é uma ideia ligeiramente controversa, pois subs que naturalmente atraem controvésia continuaram controversos com um modlog público. Não é o caso do r/rapidninhaspoetica.\n\n&nbsp;\n\n * **Campanha de divulgação**: criar um post bem pensado (high-effort) para divulgar o subreddit em outras comunidades, explicitando as mudanças que a equipe executou no r/rapidinhapoetica - em especial as novas \"modalidades\" (tags). Podemos fazer uso do conteúdo postado no sub para divulgá-lo (com a permissão dos autores, claro). ^(**<---edit: sugestões??**)\n   * Maturidade: média\n   * Argumento: subreddits crescem quando usuários os mencionam em outros subreddits. Enquanto que posts de divulgação não costumam surtir muito efeito, um post bem estruturado, postado na manhã de um sábado no r/brasil pode gerar um tráfedo consideravelmete maior que a média em um dia normal. Ver [link] e [link] Mesmo um aumento de 10 usuários ativos já seria ótimo para a comunidade.\n\n&nbsp;\n\n * **Post para discussões semanais**:  um post \"pinned\" (ordenado por data - \"new\") que servirá para discussões off-topic. Técnica de escrita, autores famosos, livros, etc. \n   * Maturidade: média\n   * Argumento: Enquanto vale a pena manter o sub focado em arte, discussões em torno do mundo literário/artístico também são importantes, mas tem pouco espaço na esfera brasileira do reddit. Esse poderia ser um espaço dedicado a isso. \n\n&nbsp;\n\n * **\"Concurso Literário\"**: uma thread na qual usuários podem votar nos posts favoritos da semana. Posts ganhadores receberão uma tag especial.\n   * Maturidade: baixa\n   * Argumento: é uma forma positiva de premiar conteúdos originais, também servindo como agradecimento para os autores, engajamento para os usuários e uma legitimação da comunidade.\n   * Implementação: poderia ser um post \"pinned\" ou um comentário \"pinned\" (caso a proposta \"Post para discussões semanais\" seja aceita). Cada usuário comenta apenas uma vez com o link para do post que está indicando. Automatizar a contagem via bot ou script é algo fácil, outros subs fazem coisas parecidas. Poderíamos dar um prêmio por semana ou mês. Eu, robbed_irl, autor da proposta, tenho a capacidade técnica para executar essa ideia.\n\n&nbsp;\n\n***\n\n**Plano de ação**\n\n * [x] Terminar a versão 1.0 desse documento\n * [x] Fazer um meta post \"pinned\" no r/rapidinhapoetica expondo o documento e pedindo sugestões\n * [x] Revisar o documento\n * [x] Iniciar implantação das propostas aceitas\n   * [x] Ajustar regras e sidebar\n   * [x] Compatibilidade com todos os layouts\n   * [x] Adicionar novas tags\n   * [x] Configurar auto moderador\n   * [ ] Implementar concurso literário\n   * [ ] Abrir o modlog\n   * [ ] Divulgação",
            "subreddit": "rapidinhapoetica",
            "topic": "musicalidade",
            "id": "j68o8m",
            "comments": [
                "Mas q texto, em? Vcs tiveram uma ideia e estão conseguindo fazer um ótimo trabalho com ela, parabéns! :)",
                "eu que dei a ideia para a ¨cançao¨ nunca me senti tao inovador",
                "Automoderador acaba de ser configurado com o post de discussões semanais e o concurso literário v1!"
            ],
            "num_comments": 3
        },
        {
            "title": "Artista Henriquers",
            "selftext": "Me chamo Henrique Reis mais sou conhecido pelo nome Artístico Henriquers. Sou artista, compositor, músico e crio conteúdo nas redes sociais. Nasci em Prado na Bahia em 19 de novembro de 1998, filho de pais baianos e filho único. Decidi seguir com a música no ano de 2019 tanto com minhas  composições quanto na minha carreira musical, sempre foi o meu sonho poder levar o som e a musicalidade da Bahia para o mundo. Já  participei algumas vezes de festivais estudantis do estado da Bahia o FACE ficando na segunda e terceira colocação como dupla com Joyce Peferg aqui na cidade de Prado, minha paixão pela música sempre foi nítida, já no PROVE concurso de áudio visual ganhei juntamente com Joyce Peferg em primeiro lugar. A arte sempre esteve presente na minha vida mesmo não tendo familiares próximos que seguem no ramo artístico. Hoje também sou CEO da página de turismo Visite Prado que ajuda a potencializar o turismo da minha cidade e trabalho também como social media.\n[Instagram [link]",
            "subreddit": "Henriquers",
            "topic": "musicalidade",
            "id": "mrd4mj"
        },
        {
            "title": "KZ AS10",
            "selftext": "Pessoal, estou conhecendo o redit agora, então me desculpem se eu estiver fazendo algo errado. O motivo de eu estar postando aqui é pra alertar aos incautos que estiverem pensando em comprar um KZ AS10. Meu Conselho sincero é: não desperdissem seu dinheiro com ele. Ele vem numa caixa quase luxuosa, bem acima do padrão KZ, lembra o ZS10 na aparência, mas tem o tamanho muito próximo do ZST, o que em princípio parece ser uma boa coisa. Mas, ao contrario do ZST e do ZS10, não consegui um bom encaixe com nenhuma das borrachinhas. Também não deu certo com as comply originais da KZ, que uso no meu ZST. \n\nVou ser direto: o som do AS10 é duro e irritante. Acreditem. Tenho o ED9, ZST e ZS10 e acho todos eles muito agradáveis, motivo pelo qual fiquei fan da KZ. Quando comprei o AS10 esperava que fosse uma espécie de ZS10 com graves menos extensos e reforçados, mas mais precisos. Ele não é nada disso. Não só os graves são menos extensos, mas os agudos também. O som dele passa longe da musicalidade do ZS10. É um som duro e agressivo que cansa em muito pouco tempo. A espacialidade é menos que nula. Com ele não tenho a sensação dos músicos estarem colados nos meus ouvidos. A banda inteira parece estar concentrada no centro da cavidade craniana. Nunca senti uma sensação tão esquisita com nenhum outro fone. Mas o pior são os graves. Não importa se você usa o som totalmente flat ou equaliza. Os graves nunca estarão na medida e isso também independe da gravação. Quase sempre eles estão ausentes, mas dentro de uma mesma música eles podem saltar da condição de inexistentes pra condição de estúpidos sem aviso prévio. E acreditem: quando isso acontece você quer arrancar o fone dos ouvidos puxando pelos cabos. Dói como levar um tapão nos ouvidos. Não é um defeito do fone tipo a armadura balanceada de graves ficar parada e passar a funcionar \"do nada\", até porque quando acontece é nos dois canais. Ouvi o fone com vários players - dacs e amplificadores - diferentes e também troquei o cabo para o de prata da KZ e, embora tenha observado pequenas alterações na sonoridade, nada mudou significativamente.\n\nSou fan da marca, mas, desta vez, a KZ errou feio e ainda está cobrando caro por isso. US$ 57,00, que foi o que paguei pelo fone na Gearbest, ainda não é caro pra um IEM. Mas é muito caro pra um fone ruim. Concluindo, se você quer comprar um bom KZ, vai de ZS10, ou mesmo nos bons fones de entrada ZST e ED9, que você estará bem servido. Dizem que o ZS6 também é bom, mas eu nunca ouvi. Mas, por favor, só gaste seu dinheiro com o AS10, se você estiver podendo jogar dinheiro fora. Ele é ruim assim.",
            "subreddit": "mindtheheadphone",
            "topic": "musicalidade",
            "id": "9iy65q",
            "comments": [
                "Grato pelo review Humberto! Meu ZS10 chegou há poucos dias e gostei bastante. Estava receoso de ter comprado-o logo após o lançamento do AS10. Mas parece que fiz a escolha certa. Amanhã deve chegar o Fiio F9 Pro. Vou compará-lo com o ZS10.\n\nUma dúvida, você sente diferença na sonoridade do ZS10 quando coloca o cabo de prata? Tenho o de prata e o com DAC, só percebi no DAC. Mas ouvi pouco e em ambiente com ruído.\n\nAbs,\nB",
                "Estranha a sua impressão. \n\nBasicamente o oposto das dezenas de reviews que vi dele.\n\nBem... Em uma semana vou descobrir se as dezenas de reviews estavam erradas."
            ],
            "num_comments": 2
        },
        {
            "title": "O que há de bom no cenário nacional do Youtube | r/GameseCultura",
            "selftext": "Procurando conteúdo de qualidade? Reuni as sugestões de canais mais upvotadas nas threads do r/Brasil. São produtores de conteúdo independentes, de pequeno/médio porte, que priorizam a qualidade. \n\nSem clickbait, sem cringe, sem gritaria. \n\n*****\n\n#SOBRE JOGOS\n\n* [**Ludoviajante**] [link] foi a partir desse projeto que a nossa comunidade surgiu. Se trata de uma série de vídeo-ensaios (+- 10 min. cada) celebrando a cultura que nós consumimos. O formato é minimalista e dinâmico. Várias mídias são abordadas e o videogame recebe uma atenção especial.\n\n* [**Overloadr**] [link] muito mais que um canal do Youtube, o Overloadr é um site independente que produz todo tipo de conteúdo sobre a indústria dos games. Desde vídeos até textos e podcasts, sempre priorizando a qualidade. Se você não suporta o estilo clickbait dos grandes sites de jogos do Brasil, confira o jornalismo sério desses caras. \n\n* [**Nautilus**] [link] para quem deseja consumir vídeos 100% focados em jogos, a Nautilus é a solução. Análises, reflexões sobre game design e uma grande ênfase em títulos indies. Conteúdo limpo, profundo e direto. \n\n* [link] o Gamepedia é uma série produzida pela IGN Brasil. A apresentadora aborda os segredos do videogame em um formato bem didático que lembra uma aula. Conteúdo curioso e informativo.\n\n* [**Cosmic Effect**] [link] se você prefere uma pegada mais retrô, esse canal é perfeito. Nele é produzido um conteúdo bastante original. Em um dos quadros, por exemplo, explora-se a musicalidade dos jogos antigos. \n\n* [**Sr. [link] normalmente as produções humorísticas costumam usar efeitos visuais de baixa qualidade para reforçar o estilo cômico, mas isso não acontece aqui. Apesar de demorar bastante para postar cada vídeo, esse canal tem um valor de produção altíssimo.\n\n*****\n\n# SOBRE CINEMA\n\n* [**EntrePlanos**] [link] o EntrePlanos é um programa semanal de vídeo-ensaios que analisa o cinema de maneira aprofundada. Foco nas cenas dos filmes e não na pessoa que apresenta. \n\n* [**Meus dois centavos**] [link] Tiago Belotti é crítico e diretor de cinema. No canal dele você encontrará críticas de filmes, indicações de curtas independentes e até vídeos didáticos sobre movimentos cinematográficos.\n\n*****\n\n# SOBRE CULTURA EM GERAL\n\n* [**Quadro em [link] cinema, quadrinhos, animes, filosofia e principalmente música. Um ótimo canal para se conhecer mais sobre o cenário do rap nacional. Os vídeos são limpos e seguem um roteiro pré-definido.\n\n* [link] vídeo-ensaios sobre música e assuntos do nosso dia a dia. O mundo sob a ótica de um professor de artes e história.\n\n*****\n\nVocê conhece outros canais brasileiros que abordam jogos/cultura com originalidade? Recomenda aí! \n\n",
            "subreddit": "gamesEcultura",
            "topic": "musicalidade",
            "id": "6dxk86",
            "comments": [
                "Olha eu ali! Que legal!!!",
                "Não encontrei ninguém falando sobre o Jogabilidade, então vou deixar aqui a sugestão. Basicamente fazem vídeos/podcasts/livestreams sobre videogames (há podcasts estilo \"off-topic\" também). O site é \"jogabilida.de\", e o canal no youtube é \"Jogabilidade\" mesmo. \n\nO grande diferencial deles pra outros sites/canais no geral é que o pessoal do site mora junto, e se sustenta em boa parte através da colaboração da galera pelo Patreon/Padrim, que levanta números surpreendentes, levando em conta o número de pessoas que acompanha eles.\n\nEles tem várias séries de vídeos diferentes, como por exemplo o \"Má-Impressão\", que mostra e analisa revistas antigas de games, e o \"Retrocompatibilidade\", que discute um pouco a história de alguns jogos e desenvolvedores importantes.\n\nHá vários podcasts também, pra citar uns: \"Vértice\" em que alternam semanalmente entre discussão de notícias do mundo dos games e lançamentos, o \"Dash\" que conversam algum jogo ou gênero em específico, e alguns outros não ligados a games, como o \"Linha-Quente\" que respondem perguntas inusitadas, e o \"JACK\", que discutem sobre algum anime.\n\nQuanto a livestreams, toda a noite de sexta-feira tem o \"Saideira\", em que eles jogam alguma coisa juntos, quinzenalmente o podcast \"Vértice\" é gravado ao vivo, e sempre quando tem algum evento estilo E3, PS Experience ou The Game Awards, eles streamam fazendo comentários simultaneamente.\n\nConfesso que não acompanho eles há muito tempo, mas já são de longe meu canal/site favorito. ",
                "muito boa lista. não conhecia alguns como o Antídoto. Bem bacana!"
            ],
            "num_comments": 3
        },
        {
            "title": "A diferença entre o sábio e o tolo",
            "selftext": "\"P - Senhor Epiteto, como o senhor distingue o homem sábio do tolo?\n\nE - A primeira diferença é a seguinte. Um diz: 'Estou com problemas por causa do meu irmão, do meu filho, do meu pai'. Mas o outro, se alguma vez disser que está com problemas, vai refletir e afirmar: 'Por causa de mim mesmo'.\n\nP - De onde vem nosso costume de atribuir aos outros a responsabilidade por todos os nossos problemas?\n\nE - Desde cedo somos acostumados a isso. Na infância, por exemplo – quando tropeçamos, nossa babá não nos adverte para prestarmos atenção, mas bate na pedra. Que mal fez a pedra? Ela deveria sair do lugar para que uma criança distraída não tropeçasse?\n\nP - O senhor poderia elaborar isso um pouco mais?\n\nE - Se a criança não encontra nada para comer ao sair do banho, a babá não vai moderar o seu apetite, mas sim advertir o cozinheiro. Por que ralhar com o cozinheiro? É a criança que precisa ser aperfeiçoada.\n\nP - Senhor Epiteto, e quais as consequências disso, em sua opinião?\n\nE - Com esse tipo de coisa, jamais crescemos. Mesmo quando somos adultos, parecemos crianças. Pois uma pessoa sem musicalidade é uma criança em música. Uma pessoa iliterata, uma criança em letras. E alguém que não recebe a educação devida é uma criança na vida.\n\n*\n\nEpiteto, nascido na Grécia por volta de 50 DC, passou boa parte da vida como escravo, em Roma. Foi alforriado por seu dono, Epafrodito, um dos favoritos de Nero. Fascinado pelas idéias de Rufo, um pensador estóico, Epiteto acabou, ele próprio, se transformando num filósofo cuja sabedoria ultrapassaria a barreira do tempo. Como Sócrates, jamais escreveu um livro. Um discípulo, Arriano, compilou suas idéias num livro. As frases [acima], que fazem parte da nossa série 'Conversas com Escritores Mortos',  foram tiradas de um capítulo chamado 'O Filósofo e a Multidão'.\" - Paulo Nogueira, hoje, 10/7/15.",
            "subreddit": "brasil",
            "topic": "musicalidade",
            "id": "3cuyph",
            "comments": [
                "Não entendi muito qual foi sua intenção com o post, mas uma coisa que me chamou atenção foi os exemplos que ele dá, que para nós são difíceis de engolir. Fico pensando se a coisa da pedra foi dita de maneira metafórica ou se isso tem algo a ver com a cultura local.  \nEsse assunto da infantilização do adulto tá em alta. Acho a discussão válida, mas o trecho não expande muito.  ",
                "K.",
                "Uma vez eu bati o pé numa pedra e comecei a chorar de dor, minha babá ficou com dó, chutou a pedra e começou a chorar de dor. O namorado da minha babá ficou com raiva, foi tirar satisfação com meu pai, meu pai pra provar que tava do lado dele deu um chute da pedra e começou a chorar de dor. Minha mãe vendo isso chamou a polícia, antes da polícia chegar, no entanto, a população revoltada previu que o sistema não funciona e que a pedra sairia impune, e todos chutaram a pedra, e todos começaram a chorar de dor. A polícia chegou, deu ordem de prisão, ficaram frustrados porque a pedra não vinha com eles, partiram pra violência policial e em seguida estavam todos no chão, segurando os dedões rompidos e inflamados, chorando de dor.\n\nMas de quem, realmente, é a culpa? Da porra da empregada, que acabou demitida por justa causa."
            ],
            "num_comments": 3
        },
        {
            "title": "[Pedido de PQC] Integrantes do grupo Brô MC's, grupo de rap indígena da aldeia Jaguapiru Bororó",
            "selftext": "Como visto [nesta [link] de 2011.\n\nO rap e o hip-hop como conhecemos hoje surgiu nos Estados Unidos, mas sua musicalidade distintiva foi precedida [pela música [link] dentre outras influências. É portanto produto da interseção entre várias culturas.\n\nO rap veio para o Brasil e ganhou aqui uma combinação única (com nomes como Gabriel o Pensador e MV Bill). A expressão do rap indígena adiciona uma pequena etapa à esta transformação.\n\nUma cultura que está presa ao passado está destinada a encolher e desaparecer. Mas estamos em 2016, quase nenhuma cultura está realmente isolada. Por isso fiquei emocionado com as músicas deles, é bom ver a música indígena dialogar com o mundo (subreddit relacionado /r/frisson).\n\nMas então, eles cantam tanto em português quanto em guarani, às vezes misturando as línguas. Algumas músicas no Youtube:\n\n* [Bro Mc's - Eju [link]\n\n* [Brô MC's - [link]\n\n* [Bro MCs - Rap Guarani [link]\n\n* [link] eles no programa da xuxa (lá pelos 2:40)\n\nAlgumas perguntas que eu gostaria de fazer aos rappers:\n\n1. Como vocês aprenderam sobre rap?\n\n2. Como é o dia a dia da aldeia Jaguapiru Bororó? Existe contato entre as crianças e adolescentes da aldeia e outras crianças que não são indígenas?\n\n3. Qual a tribo de vocês? Vocês se identificam mais com sua tribo, ou como brasileiros?\n\n4. A banda ainda existe? Vocês conseguiram lançar seu segundo álbum?\n\n5. Vocês acham que expressar a música na forma de rap faz com que ela não seja indígena \"de verdade\"?\n\n6. Quando ouço as músicas em guarani, às vezes escuto uma palavra ou outra em português. Isto ocorre porque aquela palavra não existe em Guarani, ou por uma preferência do autor? (ou é apenas impressão minha?)\n\n6. Nós deveríamos ensinar guarani nas escolas no Brasil? E outras línguas?",
            "subreddit": "brasil",
            "topic": "musicalidade",
            "id": "44anel",
            "comments": [
                "Eles estão fazendo um [documentário no [link] que está previsto para sair no final de 2016.\n\nEles têm uma página no [link]",
                "Eles estão fazendo um [documentário no [link] que está previsto para sair no final de 2016.\n\nEles têm uma página chamada Brô MCs Rap Indígena no site-que-não-deve-ser-linkado.",
                "😅😅😅😅😅😅 ",
                "Acho que vou procurar formas de contato com algum integrante do grupo para viabilizar o AMA. Mas mesmo se não rolar, eles gravaram [esta [link] que eu estou assistindo (parte 2 [link]"
            ],
            "num_comments": 4
        },
        {
            "title": "Nana Caymmi - Resposta ao tempo (1998)",
            "selftext": "Um bom bolero brasileiro - excelente musicalidade! Embalada por nada menos que nana caymmi: ouvir, enxota o stress - Faz bem pra estima !!! Boa música, boa tarde!",
            "subreddit": "Music",
            "topic": "musicalidade",
            "id": "1kcv88"
        }
    ]
}