{
    "posts": [
        {
            "title": "Surfista",
            "selftext": "",
            "subreddit": "BrasiIeirasGostosas",
            "topic": "surfista",
            "id": "z7xj4x",
            "comments": [
                "Wow!! 😍",
                "Gostosa demais",
                "Ela mostra algo ou só essa putaria de Instagram?"
            ],
            "num_comments": 3
        },
        {
            "title": "Surfistas do Sub, Hoje fiz surf pela primeira vez e um dos professores fez me este gesto, alguém sabe o que quer dizer?",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "vwo5hk",
            "comments": [
                "Shaka, hang loose, um gesto havaiano. É muito popular entre surfistas. Em portugal foi popularizado nos anos 90 por uma marca de roupa chamada hang loose cujo logo era esse gesto. Usava-se muito. Uma vez comprei uma t shirt e ofereceram também os oculos de sol. Surf shops eram muito populares na altura.",
                "Estou simmmm é para mim ?",
                "\"ya mano buéda fixe\"",
                "Imagina retirares uma dúvida com um professor. De loucos.",
                "Hang loose",
                "“Curti imenso o dia de hoje catraio as ondas estavam ao rubro, muito baril”",
                "Esta a dizer que és bueda baril e quere-te conhecer melhor na tenda.",
                "Era p atenderes",
                "Quer dizer que gosta de homens e que gostou de ti e te quer comer.",
                "este pessoal a pensar que está a trollar e a ser trollado à força toda.\n\nse o mano encontrou uma imagem com o gesto, obviamente já encontrou o significado do mesmo.\n\n/u/Vegetable-Grand6930 os meus mais sinceros cumprimentos.",
                "Significa \"eu, tu e as ondas\" aka bora surfar. Os dois dedos que saiem sao as pessoas e os do meio as ondas.",
                "Já ouvi dizer que era Hang loose 🤙 mas também que era “you, me surf!”. Foi popularizado por um surfista havaiano que não tinha os 3 dedos que colocamos para dentro logo era a maneira de este dizer olá\n\nEdit: o seu nome pelos vistos era Hamana Kalili",
                "Shaka brah",
                "Baril",
                "Quer dizer que ele quer que lhe ligues para o telefone fixo",
                "É o sinal para ires para o crlh, tipo um pirete",
                "Eu, tu e as ondas.",
                "Alguém me pode ajudar a escolher uma prancha de surf que não custe os olhos da cara?",
                "O polegar significa eu. O mindinho significa tu. Os três dedos encolhidos significam as ondas.\n\nComo os nossos compatriotas espanhóis diriam: \"me, you and the waves.\"",
                "Show dji bola",
                "Quer dizer que o teu professor ficou preso num loop, nos anos 90.",
                "O significado, se reparares nos contornos da ondulação dos dedos, faz o formato de um W, da palavra Wave/Onda, daí ser ligado ao surf.\n\nÉ essa a minha interpretação pelo menos, estou a cagar e tive esta epifania.",
                "É o shaka",
                "Significa groovy",
                "Baril",
                "Shaka mano :)",
                "Está te a convidae para ir beber uma",
                "Stanana.",
                "É uma unidade de medida. Um shaka, dois shakas, etc",
                "'Totil'",
                "Quer dizer que tens cornos. Basicamente pinou a tua miúda.",
                "Deves ter feito algum erro. \n\nNo primeiro erro ele levanta o mindinho. No segundo erro que cometas, vai levantar o anelar.\n\nAo terceiro manda -te para o crl",
                "É uma mistura de pedir boleia e beber café com finesse.\n\nÉ uma forma de pedir boleia em carros de alta cilindrada na zona de cascais.\n\n/s just in case",
                "Parece um carpinteiro a pedir 5 imperais",
                "Significa que deves enfiar a prancha no cu",
                "Ele quer te comer o cu!",
                "Significa que até vais arrotar a pepino",
                "O teu telemóvel estava a tocar, era para ires atender.",
                "Sempre faz falta os morangos com açúcar 😂",
                "\"call me\"",
                "Significa \"sabes boy\" e é acompanhado por um piscar de olho.",
                "Foda-se, estas *dúvidas* estão a ficar cada vez piores, o que vale são as respostas para compensar.",
                "Quer dizer \"me liga vai\"",
                "Eu faço isso e gosto.",
                "Quis dizer que era fã do Ronaldinho.",
                "Legalize it bro",
                "É um cumprimento satânico, foge.",
                "Atende o tlf",
                "ganda drena puto",
                "“Um dedo na cona e outro no cu”, é flirt havaiano",
                "Tava a pedir o teu telemóvel,deve ser panisgas",
                "Ele quer beber alguma coisa refinada, daquelas que se bebem erguendo o mindinho",
                "Já foste quando fores deitado na prancha tem cuidado",
                "Claramente assédio.",
                "É o gesto que pessoas de meia idade que trabalham num escritório o dia inteiro fazem quando ao fim de semana vão fazer surf durante 1 hora para se sentirem jovens outra vez /s",
                "De onde tiraste a imagem deve ter uma referência, ainda que ligeira, ao gesto.\n\nEdit: Fui ver o teu perfil... Fazes muitas perguntas.",
                "é mais simples do que imaginas.. Hamana Kalili, um surfista conhecido em Oahu no Hawai, perdeu 3 dedos num acidente e quando passava por alguém levantava a mão e cumprimentava as pessoas assim.. o gesto ficou popular porque a pessoa era muito conhecida no mundo do surf..",
                "Significa que és um deles. Espera-te uma vida de havaianas, tatuagens tribais sem sentido, cabelo loiro e uma constante chuva de gajas.\n\nParabéns!",
                ">*Neste spot o mar ta flat man. Ontem levei com uma wave bue' grande mesmo, tipo metro e meio, e levei com um wipeout que me pos offshore todo marado. Foi mesmo rad bro! Mas olha,* ***bora beber umas minis?****\"*",
                "Quer dizer \"ficas a dever-me uma cerveja\"",
                "O polegar indica a direção, o mindinho indica que mijou. Se porventura ele levantar o dedo do meio em vez do mindinho, indica que cagou. Prática comum quando se anda na água. Não é agradável nadar no mijo dos outros.",
                "Baril! Batido de atum para toda a gente!",
                "Yooo 🤙😎🤙 (tbm n sei o que quer dizer, espero que não me assaltem)",
                "\"E quê tudo fixe?\"",
                "Provavelmente maconha",
                "É uma explosão do passado. Tenho 47 anos e isto estava desatualizado na minha juventude.",
                "Significa 🤙",
                "é sinal de metaleiro depois de perder o dedo indicador",
                "Isso é o tsanana!",
                "Significa que tens de meter o mindinho na uretra e o polegar no cu",
                "[hang [link]",
                "\"Quer tomar uma?\"",
                "\"Um para o cu e um para a piça\" O polegar enfias na uretra do teu parceiro e o mindinho enfias no cú. Todos os surfistas praticam esse ato sexual porque lhes dá mais aerodinâmica ao surfar",
                "\"Bacano\"",
                "Não é o gesto tipo Pinóquio?",
                "Acho  que é um elemento do ritual de iniciação no KKK Portugal... um moço aqui na aldeia que anda metido nessas coisas...",
                "Também conhecido como “sinal do ronaldinho”",
                "Está a dizer que te vai ligar mais tarde.",
                "Quer dizer aproveita o teu primeiro e último dedo porque o gajo que inventou esse gesto fez dos dedos do meio um snack para um tubarão, dando significado a toda essa onda do \"yooo bora surfar\"."
            ],
            "num_comments": 79
        },
        {
            "title": "Se na estreia do filme da Bruna Surfista, o programa dela ( no filme ) custava 20 reais em 2011, quanto o mesmo programa custaria hoje em 2022 corrigidos pela inflação ?",
            "selftext": "",
            "subreddit": "farialimabets",
            "topic": "surfista",
            "id": "rzuo23",
            "comments": [
                "Corrigido pelo igpm fica R$ 48,52",
                "De acordo com a pesquisa datarua, feita na região do centro, próximo aos predinhos de comercialização de companhias que preferem não ser divulgadas, o preço hoje está em R$30,00/15min ou uma galada, ajudando a baixar o índice inflacionário para nosso querido público proletariado.",
                "É difícil averiguar e comparar o preço, visto: Surfistinha alegava ser padrão\"acompanhante universitária\", mas não era. É querer mensurar a inflação colocando miojo e macarronada bolopanna o mesmo cesto",
                "Atenção! Acaba de vazar questão de matemática do ENEM 2022!!!!",
                "O preço não condiz com a realidade. \nNa época em que foi lançado o filme, com 20 reais você conseguia uma rapidinha com uma GP com beleza similar a do Mike Tyson, só que um pouco mais gordurosa (2 ou 3 arrobas de banha)…\n \nContudo, se você souber garimpar bem, dá para achar ATUALMENTE umas GP bonitas na faixa de 200-350 reais. Não tirem por base essas hypadas de redes sociais, na verdade elas são justamente o pior custo-benefício do mercado",
                "O filme é de 2011, mas ela começou a fazer programa bem antes",
                "Um conhecido de um amigo meu disse que atualmente é 50 reais o programa com mulher que vem com brinde e 70 a mulher sem brinde na região do Jaraguá, em Maceió",
                "Com o custo do aluguel atual? Caro. Muito caro",
                "Hoje seria 30, boquete e 50 a rapidinha",
                "Acho que é uma comparação ruim.... ela cobrava muito abaixo das concorrentes...",
                "Fun fact: a Bruna Surfistinha estudou na minha escola. Podem olhar na biografia dela. Eu estudo no colégio bandeirantes, em São Paulo",
                "R$ 33,33, segundo esse site: [link]",
                "Mas pera lá:  \napesar de o filme ser de 2011, esta cena teoricamente não se passa em anos anteriores?",
                "No começo do milênio (20 anos atrás) tinham uns Vintões perto do aeroporto de Congonhas, e dava pra garimpar uma ou outra... hj em dia estão todos fechados.",
                "2 milhões de reais",
                "Acho que tinha que ser levado em conta a valorização cambial, por ser uma commodities",
                "15"
            ],
            "num_comments": 17
        },
        {
            "title": "Surfista iniciante",
            "selftext": "",
            "subreddit": "botecodoreddit",
            "topic": "surfista",
            "id": "14horf6",
            "comments": [
                "propaganda de escola de surf ou propaganda antidrogas? fica aí o questionamento",
                "Fiquei lesado só de assistir",
                "Qual o nome desse menor? Acho engraçado os vídeos dele, mas não o conheço",
                "SK8888888888888888888888888888888",
                "Eu pediria onipotência. Os outros 2 eu dispensaria, afinal, onipotente, né?"
            ],
            "num_comments": 5
        },
        {
            "title": "TEMOS O GRUPO VIP NO TELEGRAM! (35$ mensalidade com Pack da MAHCONTER, SURFISTA, RAISSAOLIVEIRA, FRANCINEPIAIA E THAISSAFIT)",
            "selftext": "",
            "subreddit": "u_Accomplished-Fox243",
            "topic": "surfista",
            "id": "zerddx"
        },
        {
            "title": "só a mafia dos golfinhos atrás do surfista mesmo",
            "selftext": "",
            "subreddit": "LucasZeraZera00",
            "topic": "surfista",
            "id": "k0uy2o"
        },
        {
            "title": "new skin liberada cellbit surfista indo vender sua arte passando na tl com seu grande amigo eredin do pagode",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "surfista",
            "id": "ithcsi",
            "comments": [
                "Uma tatuagem tribal no braço ia ficar pica também\n\nFicou ótimo btw",
                "João do Ta Dando Onda huADSHUuhsad",
                "MALHAÇÃO KKKKKKKKK",
                "Quantos v-bucks custa? kkkkkk",
                "O lobinho com chapéu kkkkkkkk",
                "imagens foram vazadas",
                "pera, É REAL?",
                "Cell Medina",
                "so pra mim que parece o tuco da grande familia",
                "Socorro-",
                "Cellbit noia capa de caderno é minha nova religião",
                "NEW DOG cachorro de cellbit Jackson (Michael dog tbm serve kakakakkakakakakka)",
                "Cellbit fica mt cara de surfista com esse mullet vey KSKSKSK"
            ],
            "num_comments": 13
        },
        {
            "title": "Da Silva: “Luis dejó la vara alta. Surfista de pelo lacio que sea presidente hay uno solo”",
            "selftext": "",
            "subreddit": "uruguay",
            "topic": "surfista",
            "id": "10mntjk",
            "comments": [
                "[deleted]",
                "lol",
                "Jajajajajajajajjaajajajajajajssjjs"
            ],
            "num_comments": 3
        },
        {
            "title": "Os Replicantes - Surfista Calhorda [ Pseudo Video ] (1986 )",
            "selftext": "",
            "subreddit": "Music",
            "topic": "surfista",
            "id": "15yfch2"
        },
        {
            "title": "Exclusivo: vítimas brasileiras denunciam o comportamento violento de JP Azevedo, surfista que agrediu americana no mar",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "12he634",
            "comments": [
                "Não dá para entender o cara bater em uma outra pessoa (alegou que não tinha identificado ainda que era mulher...) por que esta tomou a onda do amigo....coisa de riquinho babaca.\n\nPassado tambem não ajuda, espancou namorada quando terminaram, e como se não  bastasse ter o rosto coberto de hematomas, ainda teve traumatismo craniano. Muito covarde.",
                "A questão da prioridade na onda sempre rendeu discussões acaloradas, mas não justifica a violência física. É de bom tom que, ao perceber que furou a onda de outra pessoa, a parte errada se explique e peça desculpas. \n\nPorém, neste caso, me parece que o passado dele o condena por misoginia e violência contra a mulher! Que todos os deuses e deusas dos mares não permitam que ele saia sem punição pela violência que cometeu e por ter vilipendiado os seus domínios com seus atos!!! 🌊🤙🏻",
                "Quem diria que o verdadeiro Tank Evans seria brasileiro",
                "Tinha curiosidade de surfar, entrar num desses tubos, mas agora tô com medo de encontrar esse cara na água",
                "Esperando alguém achar as redes dele e dizer se ele fez o L ou fez arminha"
            ],
            "num_comments": 5
        },
        {
            "title": "Vila do Conde: Homem é salvo por surfista e nadador-salvador na praia da Azurara",
            "selftext": "",
            "subreddit": "atualidadeportugal",
            "topic": "surfista",
            "id": "15x81k4"
        },
        {
            "title": "Alguns surfistas dizem que diminuiu muito, outros dizem que diminuiu muito, outros dizem que vc vai foder hoje a noite!",
            "selftext": "",
            "subreddit": "BrasilSimulator",
            "topic": "surfista",
            "id": "138xxzu",
            "comments": [
                "Nas Olimpíadas de 2016, apesar de ter sido um pouco mais velho que eu tá na nossa frente.",
                "Bom, se tiver uma grana, vale a pena \"gastar\" tempo e o que tem na esquina dormindo?",
                "Nossa, muita gente que é uma prática comum dos jovens hj em dia ele deve cerca de 5 milhões pro governo. De referência passamos a vergonha de usar a /graham e retornou um erro, mas não que seja logo.",
                "Apesar de que as vezes (isso falo por experiência própria, só vai dar certo com alguém que você tem com ela.",
                "Às vezes o médico tem um carro excelente, presume-se que ele não seja valorizado.",
                "Boa, imaginei que essa questão é contornável, no sentido de que o prazo para recorrer da sentença acabou. Ou seja, exatamente o que você já editou em que você tem interesse em receber na demanda."
            ],
            "num_comments": 6
        },
        {
            "title": "Sugestão de vídeo e tentativa de criar o André Young em jogos, eu tentei recriar o nosso argentino no Entry Point(um jogo que mistura da gameplay de Hitman e Payday no Roblox), devido as limitações da personalização de personagem, ele ficou mais parecendo um surfista genérico em filme estadunidense.",
            "selftext": "",
            "subreddit": "andreyoung",
            "topic": "surfista",
            "id": "14rf3ek",
            "comments": [
                "Explicações das tentativas :  \n1º = Ficou a melhor, porque mesmo eu usando a DLC de customização expandida(eu comprei graças ao meu amigo) a customização de personagem é limitada para caralho.  \n2º = Mesmo motivo do primeiro, só que pior, porque eles adicionaram um cabelo semelhante ao do André, então eu tive que usar um rabo de cavalo aleatório para simular o cabelo do André.",
                "Review do jogo : Eu já irei avisar que eu estou escrevendo a review para avisar o nosso argentino, caso ele queria testar o jogo, não sou um critico de jogos mas eu joguei isso por pelo menos umas cinco horas no total e posso dizer as seguintes coisas : a gameplay do stealth é extremamente medíocre devido as câmeras não sendo úteis em baixas dificuldades, atrair NPCs pode ser uma total perda de tempo ou difícil em mapas com limite de tempo ou pequenos e você vai precisar de um arma por causa de você não ter capaz de atirar objetos em pessoas."
            ],
            "num_comments": 2
        },
        {
            "title": "Vila do Conde: Homem é salvo por surfista e nadador-salvador na praia da Azurara",
            "selftext": "",
            "subreddit": "cidadehoje",
            "topic": "surfista",
            "id": "15x81lh"
        },
        {
            "title": "Vila do Conde: Homem é salvo por surfista e nadador-salvador na praia da Azurara",
            "selftext": "",
            "subreddit": "u_cidadehoje",
            "topic": "surfista",
            "id": "15x81gf"
        },
        {
            "title": "Surfista americana é agredida covardemente por brasileiro João Paulo Azevedo em Bali; veja - Estadão",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "12dr29d",
            "comments": [
                "Vai perder todos os patrocínios, vai ser expulso do esporte isso se não responder essa agressão criminalmente. O cara se fudeu bonito",
                "e parece que já tinha agredido uma ex também, lixo humano total",
                "Bateu na ex-namorada no Brasil tbm... procura o post no Insta. Perdeu o patro da Quebra Mar hj cedo. A pousada deles ja saiu do AirBNb. Eles ja apagaram as midias sociais dos dois. O Amigo que brigou na agua e ele que foi cobrar na areia. A policia de Bali ja identificou ele. Agora esta aparecendo mais confusao dele.",
                "Quando brasileiro é agredido no exterior chove gente aqui para falar mal do país inteiro do agressor, então to curioso pro que a galera vai dizer disso...",
                "Cheio de gente ali e não tem um para deitar esse arrombado na porrada! PQP!",
                "Vários relatos de confusões desse cara aqui no Brasil...tomara que seja tocado de Bali tb."
            ],
            "num_comments": 6
        },
        {
            "title": "Baiana vem pras praias catarinas mamar pau de surfistas Joy Cardozo - Bruna Black.",
            "selftext": "[source [link]",
            "subreddit": "u_1er2c",
            "topic": "surfista",
            "id": "16do80m"
        },
        {
            "title": "Surfista cromado passando na sua tela",
            "selftext": "",
            "subreddit": "Zueirinha_com_IA",
            "topic": "surfista",
            "id": "14hkver"
        },
        {
            "title": "Sem provas, casal acusa surfista negro de roubar bicicleta elétrica",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "nztbm3",
            "comments": [
                "[Nunca fez tanto [link]\n\nSe os brancos tivessem chamado um policial, o cara teria sido algemado, e o cara ainda teria apanhado/sido torturado.",
                "Porra, até eu tive vontade de roubar essa mina com um iphone LVXII pendurado metade pra fora do bolso da calça. Lebronzenze é uma merda",
                "É nojento, acham que o mundo é deles . Esse rapaz poderia ter sido preso e linchado por causa dessa gente sem noção!",
                "Olha, se tivessem roubado minha bicicleta e aparecesse alguém com um modelo igual e com o mesmo tipo de trava... eu também acusaria. Parece que depois de esclarecido o mal entendido, o desfecho foi tranquilo.",
                "a policia prendeu o ladrão: [link]"
            ],
            "num_comments": 5
        },
        {
            "title": "O Surfista Prateado é bem hidratado",
            "selftext": "porque ele toma muita (Ag)ua",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "14h8pue"
        },
        {
            "title": "Ex de brasileiro que deu soco em surfista norte-americana diz que também foi agredida por ele: 'Fui parar no hospital'",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "12e273g",
            "comments": [
                "Em quem será que ele votou?",
                "Brazuca eh isso ai"
            ],
            "num_comments": 2
        },
        {
            "title": "Preciso de avaliações externas, então podem julgar à vontade. Se puderem sugerir tipos de corte que poderiam se encaixar melhor, agradeceria também (vento deu uma zoada nessa, mas utilizo o corte surfista)",
            "selftext": "",
            "subreddit": "MeJulgue",
            "topic": "surfista",
            "id": "122k3kx",
            "comments": [
                "Eu se fosse você meteria umas tatuagens, um cortezinho de cabelo emo/roqueirinho, uma jaqueta de couro e muita atitude. \n\nMas se não quiser o estilo completo de rockstar dos anos 2010 acho que vale a pena investir num corte de cabelo legal. Acho que o corte de cabelo tipo esse [link] ficaria sucesso",
                "Oi u/Zestyclose_Joke5399,\n\nO seu post está temporariamente aprovado mas notamos que você não se verificou ainda. Dá uma olhada no nosso FAQ e siga as instruções pra saber como verificar o seu perfil, pra mostrar que você é realmente a pessoa da foto: [link]\n\nSe seu post já contém uma foto de verificação ou se você nos enviou um modmail, os mods revisarão ela manualmente e lhe darão a flair de Verificado.\n\nSe tiver dúvidas, [nos envia uma [link]\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/MeJulgue) if you have any questions or concerns.*",
                "Não gostei muito dessa orelha"
            ],
            "num_comments": 3
        },
        {
            "title": "Aparentemente nos anos 80(90?) um estagiário da CP pensou primeiro num surfista do que uma bicicleta.",
            "selftext": "",
            "subreddit": "menoscarros",
            "topic": "surfista",
            "id": "12lob6l",
            "comments": [
                "Já que só há comboios no litoral...",
                "PS: é possível que tenha sido o fabricante do comboio e não da CP, mas a ideia mantém-se",
                "Pelo menos hoje em dia já vão pensando nas biclas, como na renovação das arcos."
            ],
            "num_comments": 3
        },
        {
            "title": "Costa de Caparica | Elementos do projecto “SeaWatch” auxiliam surfista na praia da Rainha",
            "selftext": "",
            "subreddit": "u_Diario_Distrito",
            "topic": "surfista",
            "id": "14gyr00"
        },
        {
            "title": "Exclusivo: vítimas brasileiras denunciam o comportamento violento de JP Azevedo, surfista que agrediu americana no mar",
            "selftext": "",
            "subreddit": "brasilimpoAlt",
            "topic": "surfista",
            "id": "12hgebt",
            "comments": [
                "Link da postagem original no r/brasil:\n\n[link]\n\n20 pontos, 0 comentários, há 1 horas e 30 minutos (no momento da aprovação)"
            ],
            "num_comments": 1
        },
        {
            "title": "surfistas de metrô",
            "selftext": "",
            "subreddit": "orslokx",
            "topic": "surfista",
            "id": "v7s0kp"
        },
        {
            "title": "eu sou surfista do lago paranoa Natirruts quem nunka?",
            "selftext": "",
            "subreddit": "ChratosGameplay",
            "topic": "surfista",
            "id": "13jklnb"
        },
        {
            "title": "Ex de brasileiro que deu soco em surfista norte-americana diz que também foi agredida por ele: 'Fui parar no hospital'",
            "selftext": "",
            "subreddit": "brasilimpoAlt",
            "topic": "surfista",
            "id": "12e5jc5",
            "comments": [
                "Link da postagem original no r/brasil:\n\n[link]\n\n19 pontos, 1 comentários, há 2 horas (no momento da aprovação)"
            ],
            "num_comments": 1
        },
        {
            "title": "Surfista morre na Praia da Norte, na Nazaré",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "1047992",
            "comments": [
                "Sem colete insuflavel é um dos resultados.",
                "Deu literalmente a vida pela melhoria do estado da habitação na Nazaré."
            ],
            "num_comments": 2
        },
        {
            "title": "Surfista americana é agredida covardemente por brasileiro João Paulo Azevedo em Bali; veja - Estadão",
            "selftext": "",
            "subreddit": "brasilimpoAlt",
            "topic": "surfista",
            "id": "12e5o63",
            "comments": [
                "Link da postagem original no r/brasil:\n\n[link]\n\n41 pontos, 13 comentários, há 8 horas e 30 minutos (no momento da aprovação)"
            ],
            "num_comments": 1
        },
        {
            "title": "SP: surfista dribla restrição e tem prancha quebrada por fiscal no Guarujá",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "mjv60w",
            "comments": [
                "#[Clique aqui para não dar views ou ler sem [link]\n\nApoie o jornalismo brasileiro, [assine o [link]  \n[link]\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/brasilivre) if you have any questions or concerns.*",
                "Perigosíssimo esse negócio de ir à praia, ainda bem que temos o Estado para nos salvar.",
                "Destruição de propriedade privada, o mais novo poder  concedido às prefeituras.",
                "Parece fascismo, opa..",
                "Aposto que os retardados aqui defendendo iram estar gritando reeeeeee se fosse o celular de um favelado. Aí vira fascismo rapidinho né",
                "Ucranização iminente.",
                "Eles não pediram a volta do AI-5? Taí um gostinho.",
                "Não importa o que as pessoas acham das restrições, descumprir por teimosia é burrice e o idiota não pode reclamar de ir preso.",
                "Estamos na onda, ele tb tava, ta certissimo",
                "Ninguem mandou n seguir a lei!",
                "Se quebrou é pq alguma coisa errada fez.",
                "r/WhatCouldGoWrong"
            ],
            "num_comments": 12
        },
        {
            "title": "Diretor de WandaVision e Quarteto Fantástico negocia para série do Surfista Prateado ****** Diretor de WandaVision e Quarteto Fantástico negocia para série do Surfista Prateado. Matt Shakman, diretor da aclamada série da Marvel, WandaVision, e do próximo filme do Quarteto Fantástico, está supost...",
            "selftext": "",
            "subreddit": "u_UnicornioHater",
            "topic": "surfista",
            "id": "11qln6t",
            "num_comments": 0
        },
        {
            "title": "SÓ TEM ESQUISITÃO (tirando você mano da capivara surfista, eu te amo)",
            "selftext": "Lá no r/teenagersnew",
            "subreddit": "suddenlycaralho",
            "topic": "surfista",
            "id": "zxtphc",
            "comments": [
                "Jureg"
            ],
            "num_comments": 1
        },
        {
            "title": "Frederico Morais falha Jogos Olímpicos. Surfista testa positivo à covid-19",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "opzle2",
            "comments": [
                "Ca ganda merda. Ele até tinha uma hipótese de surpreender muita gente já que o estilo se adaptava bastante bem. Já vai para cima de 100 casos não?",
                "É fodido, 1ª vez da modalidade no JO (acho), está vacinado e falha por estar...infetado.",
                "HAQ há surf nos Jogos Olímpicos.",
                "Que azar!\n\nVacinação completa apenas dá uma forte garantia que em caso de infecção os sintomas serão muito menos severos sem necessidade de visitas ao hospital.",
                "É pena... Mas não devia haver um substituto?",
                "\"Tive todos os cuidados\"...\n\nPá, infelizmente não tiveste.\n\nO vírus não salta do sol, vem sempre de outra pessoa infectada.\n\nTenho pena, mas... fodeu.",
                "Jogos Covimpicos",
                "Testou positivo ao vírus, não necessariamente à doença.\n\nMania de confundir casos positivos com doença.\n\nNão é o número de casos que importa mas sim as doenças confirmadas. Há milhões de infectados com o vírus que não desenvolvem a doença. Se toda a gente que ficasse infectada com o vírus desenvolvesse doença, a imunidade de grupo era muito mais difícil de desenvolver.",
                "E já estava totalmente vacinado , dificil de entender",
                "Olha que bom -.-\" \n\nVeremos se é o único... Já que supostamente estava tudo isolado."
            ],
            "num_comments": 10
        },
        {
            "title": "Surfista portuguesa esfaqueada após tentativa de violação",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "9wrygb",
            "comments": [
                "Ainda bem que ela está bem, espero que o cabrãozinho de merda seja apanhado. Com alguma sorte parte uma costela e um braço ao tropeçar numa cadeira. Espero que o pontapé tenha doido. Ela teve uma sorte tremenda porque foi *apenas* uma faca e não uma arma.",
                "O primeiro comentário que vi foi a reclamar que ela escreveu o post em inglês sendo que ela está em Portugal e não faz sentido blá blá blá. Ugh",
                "Um dia ainda alguém me há-de explicar porque carga de água os jornais teimam naquela idiotice da caixa de comentários.",
                "Cada pérola que se apanha dos velhotes que têm internet a meia duzia de dias e fazem comentários do mais estupido que existe. \"  Já pelo contrário se anda a dar joelhadas nos testículos das pessoas, não se devia admirar de levar tabefes ou facadas. \"\n\n&#x200B;\n\nCada atrasado mental.   \n",
                ">Porquê? porque á que não aparece nenhuma descrição do bandido,alto ,baixo,gordo,magro,portuguÊs ,estrangeiro ,escuro ,claro.. .porquê? Sempre a tentar esconder a escumalha...que jornalismo? ...ou será interesses...\n\nPérolas de comentários, mas este... damn. Toda a gente conhece o poderoso *lobby* que protege os violadores de surfistas. Esses tipos que esperam por debaixo das ondas e depois saltam que nem tubarões. ",
                "aqueles comentários.... espero sinceramente que seja fábrica de trolls paga porque se não..",
                "Quando vi o título, ainda pensei que ele estivesse no Brasil numa surftrip ou noutro sítio qualquer. Não, foi mesmo aqui ao pé. :( Medo",
                "Devia estar uma noite mesmo escura.",
                "Era mais um capado. \n\nÀ 2ª tentativa, seria sem retorno pois ia para o forno.",
                "quem mandou provocar?",
                "A miúda foi esfaqueada com uma faca de peixe ou um corta unhas, [olhem [link]",
                "\"Ia para casa sozinha à noite\". Mas quantas mais historias destas as mulheres precisam de ouvir para se deixarem de pôr em situações de risco? É neste mundo que vivemos, habituem-se, não são os criminosos que têm de mudar de comportamento, é o cidadão comum que tem de se adequar à nova realidade. E enquanto não aparecer um Bolsonaro só vai piorar.  \n\nPS: Agora percebo melhor porque é que a média de Português é tão baixa, a interpretação do texto é um problema real para muita gente.",
                "isto é noticia porque?"
            ],
            "num_comments": 13
        },
        {
            "title": "Surfistas querem voltar ao mar a partir de 3 de maio",
            "selftext": " Sinceramente o artigo está mal escrito, não tem fonte, e está cheio de quotes que não se sabe se valem alguma coisa. Mas como surfista dá-me esperança de poder voltar ao mar, pois já tinha pensado nisso eu próprio. Se alguém tiver uma fonte original da carta enviada partilhe. \n\nEdit: postaram o link da carta original.\n\n[link]",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "g6muz4",
            "comments": [
                "E acho muito bem, é um desporto como qualquer outro. Se o pessoal pode correr, andar de bicicleta, fazer ginástica, então os surfistas também deviam poder surfar.",
                "[deleted]",
                "Sinceramente acho que é difícil que a proposta vá para a frente.\n\nSe  tenho visto pessoal, pelas cams, a surfar e sem respeitar o período de confinamento, como se pode esperar que essas pessoas respeitem as propostas de regras?\n\nEstou para imaginar  o primeiro dia em Carcavelos quando isto levantar.\n\nDe qualquer maneira, irei fazer o que me compete, e se avançar irei cumprir a 100% as delimitações impostas, optando sempre que ideal por sessões matinais  - ou quando verifique que há um número mais reduzido de pessoas.\n\n&#x200B;\n\ntl;dr;\n\nSou a favor da proposta mas espero mesmo que, caso avance, as pessoas respeitem as normas fixadas",
                "Espero que seja permitido. Até foram propostas várias medidas como estar apenas 90 minutos, apenas ir para o mar e sair (o que muitos surfistas já o fazem), entre outros.\n\nLi também num comentário as escolas de surf muitas vezes enchiam. Isso é verdade, mas este ano penso que vai ser complicado visto que as coisas estão muito mais restritas, menos estrangeiros em Portugal de férias, o que vai diminuir o número de pessoas nas escolas de surf (deu numa reportagem na TVI um instrutor a dizer que quase todos os alunos que eles tinham eram estrangeiro).\n\nExistem todas as condições para que se permita, por isso espero que sim.",
                "Literalmente escrever: \"carta de surfistas a marcelo\" no Google.\n\n\n[link]"
            ],
            "num_comments": 5
        },
        {
            "title": "Surfista Marta Paço é a Cidadã de Mérito ″mais nova de sempre″ de Viana. Cega de nascença, Marta, hoje com 14 anos, ganhou em dezembro a medalha de bronze no Mundial de surf adaptado, na Califórnia",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "ai7zfc",
            "comments": [
                "não encontrei imagens da prova deste ano, apenas [link] do ano passado, de qualquer forma de louvar, uma rapariga invisual conseguir surfar assim, só temos que lhe dar os parabéns.",
                "E eu aqui com 25 a procrastinar no reddit",
                "**AVISO:** Submeteu um artigo da plataforma [link] - uma plataforma que viola a privacidade do leitor.\n> Leia com atenção o [seguinte [link]\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/portugal) if you have any questions or concerns.*",
                "Só trouxe bronze porque não viu onde aplicava o protector solar..."
            ],
            "num_comments": 4
        },
        {
            "title": "Sobre a entrevista à surfista que foi esfaqueada; segurança e bom senso.",
            "selftext": "Hoje (ou melhor, ontem) a sujeita do título foi entrevistada numa estação televisiva. Tecnicamente foi entrevistada em várias estações, mas uma deixou-me com interesse em particular.\n\nPara quem está fora do assunto, fica aqui um resumo: uma mulher (que por acaso é surfista, apesar de não ter nada haver com a ocasião) estava sozinha de madrugada na rua. Um sujeito tentou violá-la, e acabou esfaqueando-a quando ela resistiu.\n\n--------------------------\n\nAcontece que nesta entrevista em particular ela mencionou que alguns conhecidos perguntaram-lhe \"porque é que estavas sozinha a essa hora?\".\n\n-------------------------------\n\nIsso gerou uma reacção interessante onde as outras participantes (incluindo a vítima) ficaram extremamente indignadas. Chegaram ao ponto de entrar numa *rant* sobre (e simplificando) o facto que as mulheres não têm de andar acompanhadas para todo o lado, independentemente da hora. E que não é culpa delas (essencialmente criaram um *strawman* que \"lhes dizia\" que a culpa é da vítima).\n\nLogo a seguir, ainda puxaram a conversa para o tema das armas brancas, porque muitas pessoas reclamam quando a polícia apreende este tipo de armas, mas que (segundo as intervenientes) ninguém que anda com armas brancas anda com boas intenções. Chegando até ao ponto de sugerir/implicar que portadores de armas só o fazem para o caso de terem oportunidade de fazerem mal a alguém.\n\n--------------------------------------\n\nEu Pessoalmente acho estes pontos de vista tristes. Primeiro, ninguém diz que uma mulher, homem e até mesmo uma criança não pode andar sozinho na rua. Há é uma questão de ter bom senso; andar na rua sozinho significa que caso haja algum problema não há ninguém para te ajudar. Durante a noite há (em certos sítios) menos testemunhas, menos apoio e mais facilidade em esconder acções no escuro.\n\nQuando alguém diz algo do género \"não devias andar à noite sozinha\", não é uma questão de \"és mulher. ficas em casa. hurr. durr.\" A mim, começa a irritar um *bocadinho* que sempre que alguém diz algo do género pintam essa pessoa como um troglodita que quer as mulheres numa jaula depois do pôr do sol. É simplesmente uma questão de lógica: É mais provável que uma pessoa seja atacada se estiver sozinha do que com alguém da sua confiança. É mais provável ser atacado à noite do que de dia. É simplesmente mais seguro estar acompanhado, e em certos sítios é simplesmente perigoso estar sozinho especialmente se...\n\nNão sabes/Não te consegues defender. A vítima levou uma facada porque deu uma joelhada no agressor. Tudo bem. Mas levou uma facada. Ou seja, factualmente ela acabou por ser esfaqueada porque tomou uma atitude de risco (estar sozinha a certa hora em certo sítio), sem se precaver (saber/poder defender-se). Ficar ofendido por alguém mencionar isso é simplesmente estúpido.\n\nPara além disso, há uma coisa que disseram que a mim não faz sentido algum: Ninguém que anda com uma arma branca na rua anda com boas intenções. No entanto, se pensarmos bem, ela se tivesse uma arma branca ou até mesmo uma arma de fogo, se calhar nem sequer o agressor teria sido capaz de se aproximar dela (se ela se apercebesse da aproximação dele). Mesmo que se aproximasse, teria uma forma de defesa muito mais eficaz.\n\n--------------------\n\nÉ isto que me deixa sinceramente triste com a sociedade. A partir de um evento negativo conseguem mudar a conversa e mandar farpas ao bom senso, e o pessoal fica calado...come.. e o programa acaba com as três intervenientes a sorrir todas felizes como se tivessem descoberto a pólvora... quando de facto acabaram de passar ideias muito estúpidas e negligentes ao público em geral.\n",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "ag3slz",
            "comments": [
                "Não sei porque estás a ignorar a implicação.\n\nMas agora tem que se viver em estado de terror?",
                "Acho bem que as pessoas fiquem indignadas por não poderem andar na rua sozinhos, sejam homens ou mulheres.\n\nVais para o Brasil e existem certas zonas onde são interditas por causa da criminalidade e é claro que é pouco prudente as pessoas irem para aqueles sítios porque é alta a probabilidade de serem vítimas de qualquer coisinha má é alta. É uma merda viver daquela forma mas as pessoas já se habituaram ao ponto de já não serem capazes de imaginar que existem lugares como Portugal em que podes andar à vontade em praticamente todos os sítios.\n\nÉ bom que as pessoas fiquem indignadas sempre que acontece merda, é uma forma de fazer com que as ruas sejam mais seguras para todos e de não deixar descambar.",
                "[deleted]",
                "E que tal poderem ir aonde quiserem, como quiserem e com quem quiserem?\n\nQue tal em vez de serem ensinadas a não ir ou não vestir, ensinar que VIOLAR é crime?\n\n",
                "Ora, sai daqui com a tua lógica. Ela é mulher e tem o direito a ir onde ela quiser à hora que ela quiser e se tu não concordas és nazi!\n\n\n\n\n\n/s?",
                "> nada haver com\n\n[nada a ver [link] \n\n***\n\n[^(⚠️ ᴄᴏʀʀᴇçãᴏ ᴇʀʀᴀᴅᴀ?)](/message/compose/?to=ngramatical&subject=Acho+que+esta+corre%C3%A7%C3%A3o+est%C3%A1+errada&message=https%3A%2F%2Fwww.reddit.com%2Fr%2Fportugal%2Fcomments%2Fag3slz%2Fsobre_a_entrevista_%C3%A0_surfista_que_foi_esfaqueada%2Fee3xe6u%3Fcontext%3D3 \"Clica aqui se achares que esta correção está errada!\")　[^(⭐ [link] \"Experimenta o meu corrector ortográfico automático!\") ",
                "Moral da história, se quisermos estar tranquilos ficamos em casa depois do sol se pôr e só saímos se formos armados, preferencialmente com arma de fogo. Onde é que eu já ouvi essa narrativa do medo?"
            ],
            "num_comments": 7
        },
        {
            "title": "Petição dos surfistas contra o aumento da barra de Leixões",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "az7kca",
            "comments": [
                "Isto não vai dar em nada. Carrega com o aumento do quebra-mar",
                "Cheira-me que vem aí uma greve dos surfistas também...",
                "Uma vez primo meu que vive em Lisboa decidiu ir fazer surf para Carcavelos.\nDeixou crescer o cabelo, penteou-o para o lado com o risco a partir da orelha, descolorou o cabelo, pôs a prancha no seu Suzuki Vitara e lá foi ele pela A5 a fora. Ao chegar lá estavam umas ondas com swell e mesmo fixes e isso.\nAo primeiro vagalhão sente o mar a puxá-lo para fora da praia e quando dá por si estava a dar com os dentes num porta-contentores que estava a entrar no Tejo.\n\nTambém devia fazer esta petição em Lisboa. "
            ],
            "num_comments": 3
        },
        {
            "title": "Avaria no esquentador na origem da morte da surfista portuguesa",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "7o11hg",
            "comments": [
                "[deleted]",
                "Estava no hospital aqui em Ponta Delgada na mesma altura em que ela morreu. O irmão estava a ser tratado a cortes no braço depois de  arrombar a porta quando soube que a irmã morreu. Acho que nunca tinha assistido a tal situação aqui.",
                "[deleted]",
                "Ter o esquentador na casa-de-banho se não estou em erro é mesmo proibido. Não sei era gás de botija ou canalizado, mas se for canalizado alguém tem que ir parar à cadeia. \n\nPor estas e por outras é que detesto gás. Além de tóxico é basicamente ter combustível a correr pelas paredes de casa. \n\nMal posso esperar pelo fim dos combustíveis fósseis.",
                "Boas,\n\nAlguém sabe a marca e o modelo do esquentador?\n",
                "[deleted]",
                "**AVISO:** Submeteu um artigo da plataforma [link] - uma plataforma que viola a privacidade do leitor.\n> Leia com atenção o [seguinte [link]\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/portugal) if you have any questions or concerns.*",
                "Tão mas ela não era surfista? Se já tomava banho quando ia ao mar, não vejo o porquê de tomar também em casa. Enfim, desperdício de água. "
            ],
            "num_comments": 8
        },
        {
            "title": "Surfista portuguesa Teresa Bonvalot é campeã europeia de juniores",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "4tbf57",
            "comments": [
                "[Há um quarto de [link] que não se partilhava vitórias desportivas lusas neste sub, tive que intervir!",
                "Oh Sr presidente, olhe outra!",
                "Vamos precisar de mais ruas para tantos comendadores ",
                "Heróis do mar. "
            ],
            "num_comments": 4
        },
        {
            "title": "Surfista Andrew Cotton ferido na Nazaré, novas imagens exclusivas da onda, queda e o que se passou na areia!",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "7c1fld",
            "comments": [
                "Que estouro....dasssss\n\nSegundo consta costas partidas.\nQue recupere rapido.",
                "Tantos piiiis foda-se! Não se percebe um caralho desta merda! Puta que pariu a mania de censurar a realidade e a linguagem menos correcta!! Nesta situação adequa-se, caralho! Piiii piii piii ORA FODA-SE!!!\n\nBtw, o gajo na jet ski é um falcão e corajoso como tudo. Não só avista o tipo na rebentação como o tenta proteger virando a jet contra a onda monstruosa. E acaba por ser atirado como um gato para uma máquina em plena centrifugação!! ",
                "Qu'um caralho..",
                "É o caldo da vida dele.",
                "Uiiii",
                "Quando quis aprender a surfar, tive a épica ideia de comprar uma shortboard 6''3 e começar a surfar sem experiência nenhuma a meio do inverno em carcavelos. Ondas de metro e meio a 2 e eu feito estúpido remei até lá ao fundo. \n\ntentei a apanhar uma onda, claro que me apanhou mais a prancha e fiz 360 graus deitado e fui até ao fundo, a prancha a arrastar-me pelo pé com o leash. Tentava ir à tona para respirar só para levar com outra onda na cabeça e andar a rebolar pelo fundo sem conseguir ir à tona. Foi uma experiência horrível mas lá conseguir chegar a praia, a sorte é que carcavelos é pouco fundo. Andei a espirrar água salgada do nariz durante 3 dias.\n\nNem imagino o que é que estes tipos passam quando são apanhados por uma onda deste tamanho. Fez-me ter medo de surfar mas lá comecei de novo em ondas mais pequenas e continuo a surfar é um desporto lindo."
            ],
            "num_comments": 6
        },
        {
            "title": "Música. Lorenzo Viotti, 27 anos, surfista, é o novo maestro titular da Gulbenkian",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "76eojn",
            "comments": [
                "E ainda por cima também é bom como o milho! 😍",
                "> O franco-suíço que está habituado a dirigir grandes orquestras desde que se estreou, vai substituir o inglês Paul McCreesh. Diz ele que deve tudo ao pai e a Debussy. E que na sua profissão o lado humano conta muito.\n\n[Clica aqui para veres o conteúdo da [link]"
            ],
            "num_comments": 2
        },
        {
            "title": "Polícia Marítima expulsa surfistas e apreende pranchas em São João da Caparica",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "9fu8no",
            "comments": [
                "O policia marítima fez cumprir as regras pré-definidas e aceites por todos...até a escola de surf ter decidido ocupar uma zona que não lhes é destinada, pois as condições eram melhores.",
                "Normal funcionamento da sociedade.",
                "Um dos motivos por nunca mais ter frequentado a Costa como banhista. O espaço já de sim é ínfimo e depois há muitos surfistas que não querem saber e fazem razia às pessoas até que elas eventualmente saem da água. Foi também na Costa que aprendi um pouco de surf e sim, pode ser stressante tentar surfar e ter de parar ou abortar a meio para evitar bater em alguém. As praias são de todos e tem que haver respeito mútuo. Não sabia dos tais corredores e de todas as vezes que passei na costa sempre vi surfistas onde o mar estivesse bom e raramente se viam banhistas na água nessa zona, só na toalha. Motivos óbvios. ",
                "Wtf q merda ridícula. O bom senso já n impera em lado nenhum"
            ],
            "num_comments": 4
        },
        {
            "title": "Maior onda de sempre surfada por 2 surfistas em simultâneo, na Nazaré, claro ;)",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "7alqqc",
            "comments": [
                "Claro "
            ],
            "num_comments": 1
        },
        {
            "title": "Surfista volta a apanhar onda gigante na Nazaré",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "17gn0j",
            "comments": [
                "Tó Mané, um verdadeiro nome de artista.",
                "A imagem está sublime.",
                "boa onda mén.",
                "A praia do norte é lixada... Aquilo tem ondas bastante grandes, a praia está quase sempre deserta porque é bastante selvagem (por vezes andam por lá nudistas).",
                "estas dimensoes das ondas de que se fala... 30m e muito, isso deve ser 2 x a amplitude, uma onda com 15m de crista\n\nedit:\nexacto, aqui esta: [link]",
                "Minha mae: \"AII QUE FILHO DA PUTA\" \n\nlol",
                "O mar não deve gostar de nudistas."
            ],
            "num_comments": 7
        },
        {
            "title": "Surfista português morre na Indonésia",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "2e15vg",
            "comments": [
                "Todos sabemos que o pessoal da losófona são péssimos nadadores!",
                "Fodasse só trolls e comentários de merda, cambada de imbecis.\n\nConheci-o pessoalmente, era uma pessoa impecável e foi um grande exemplo para muitos alunos :(\n\nNotícia mais completa: [link]",
                "É por isto que precisamos da avaliação dos professores!!11!1!",
                "LOL prof de surf da xulófona. Que pão de lol, o dux já se xibou?"
            ],
            "num_comments": 4
        },
        {
            "title": "Os surfistas das ondas grandes estão de regresso à Nazaré",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "1p58zw",
            "comments": [
                "Livestream para quem quiser ver em directo \n[link] até mandam notificação quando entra na água.",
                "Aqui também se pode encontrar alguns vídeos do que a rapaziada tem estado a surfar: [link]",
                "É cada onda, como diz o outro \"JASUS\"! MAJOR CORRONES que estes sujeitos têm! "
            ],
            "num_comments": 3
        },
        {
            "title": "Joana Duarte é a surfista mais \"sexy\" da Europa - JN",
            "selftext": "",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "3az8xl",
            "comments": [
                "> \"Ela é uma verdadeira raposa do Mediterrâneo\",\n\nNão só não sabia que esta actriz faz surf como também não sabia que Portugal é banhado pelo Mediterrâneo."
            ],
            "num_comments": 1
        },
        {
            "title": "Homens deste fórum: Calções de banho COM boxers ou Calções de banho SEM boxers?",
            "selftext": "Opinião feminina também é necessária :)",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "6jlh8w",
            "comments": [
                "oh pá, se os calções têm rede não uso boxers. não sei se tem lógica mas é a lógica que eu escolho!",
                "Sem. Pk com boxers os boxers demoram mais tempo a secar ou seja ficas sempre com o material de molho e estraga",
                "Boxers, com calções de banho por dentro dos boxers.",
                "Obviamente sem! A malta que usa boxers por baixo é a mesma que mete cubos de gelo na cerveja, tá visto...",
                "Mas alguém usa calções de banho com boxers por baixo?",
                "Sem boxers e calções de banho sem rede. Free willy.",
                "SEM boxers. Se alguém vir alguma coisa é porque está a olhar para onde não devia.\n\n\\#NoRagrets",
                "Nunca ouvi falar de outra coisa, obviamente uso sem.\nJá agora, para a quantidade de homens que corre, quaisquer calções de corrida decentes (ou seja, que não custem 1€) são para usar sem roupa interior, daí as redes que têm no interior.",
                "Sem. Calções de banho em condições",
                "Com boxers. Preciso de algo que segure o material porque senão escapa-se pelas pernas.",
                "Com sempre, quando a rede dos calções vos estrangular os tomates não digam que não avisei.",
                "[deleted]",
                "wat?\n\nhá quem use calções de banho com boxers?\n\nse sim aposto q deve ser numa 'praia fluvial'.",
                "Vou sempre de boxers por baixo pq a minha fisionomia é esquisita.\n\nSe for só com calções de banho, depois com o peso da agua eles descem e vê-se o regão. Com boxers eles ficam no sitio.\n\n&nbsp;\n\nInvejo aquela malta que parece que tem costas até às pernas e pode andar com os calções caídos sem se ver o belo do rego.",
                "Com boxers e os calções de banho pelos joelhos  porque sou bué dread!\n\nAgora a sério, boxers, wtf?",
                "Calções de banho de lycra tipo boxers. Um homem confiante mostra sempre os contornos do material, tipo maço de tabaco no bolso.",
                "Com, não gosto que a tomatada ande ali à balda quando estou a nadar",
                "#EU USO COM BOXERS!!!! \n\noK!? Contente agora!? Tenho medo que as meninas vejam a minha pilinha quando o tecido fica molhado.. **PARA DE ME JULGAR!!!**",
                "Não uso boxers. Uso cuecas",
                "Com boxers e sempre calções sem rede. ",
                "Sentem saudades das fraldas? É isso? :-)\nUsem um penso higiénico entre o boxer e a pele(portanto, três camadas de roupa) pois é mais acolhedor.",
                "uso boxers sem calções, [link] ^nsfw",
                "Calções de banho com boxers de natação/banho.",
                "[deleted]",
                "para que queres os boxers?\n\n\npareces aqueles tipos que compram roupa de ciclismo pela primeira vez e usam roupa interior lol.",
                "sem.",
                "Com boxeres",
                "Boxers daquelas estilo licra e calções sem rede por cima",
                "Nem calções nem boxers",
                "Calções? mas vocês são meninos? Speedos é que é",
                "Sempre sem.\n\nJá chega o resto do ano andar com o material empacotado.",
                "Se não confiares em ti, não vão ser 2 pares de cuecas que te vão dar confiança!",
                "Sem boxers e sem rede. Melhor que isso só sem calções.",
                "Depende dos calções. Há calções com rede que não necessitam de boxers (são os piores) , e calções sem rede, com os quais se usam boxers. ",
                "Os calções de banho têm aquela rede a servir de boxers. Se não tiverem, não são calções de banho. São shorts. ",
                "Obviamente que não uso boxers, muito menos nada. Uso sungas que secam bem rápido e não ficam à mostra com um aspeto chunga.",
                "Depende muito dos calções, tenho uns da billabong com forro que quando os uso não uso mais nada por baixo, pois o forro é confortável o suficiente para acondicionar a salada.\n\nMas tenho outros da mesma marca que não consigo usar sem ser com boxers, é que são apenas tecido sem forro e vivo aterrorizado se um dia sair da agua com eles rasgados ou que por acidente me caiam e as pessoas vejam o meu micro pénis. \n\nEdit: forro com um R. Nem sei no que tava a pensar...",
                "Wtf?\nMas são calções de banho ou normais? Estamos a falar para passear ou para ir ao banho?\n\nPq raio alguém leva boxers que não são para ir ao banho por baixo de uma roupa que é para ir ao banho?\n\nA quantidade de respostas sim neste thread é assustadora..TIL ",
                "Sem\n\nSerá isto um recenseamento de maricas do sub?",
                "Com. Questao de segurança, para evitar ficar com o hercules à mostra",
                "Eu uso com boxers porque senão tenho a tomatada a baloiçar dentro dos calções e incomoda",
                "Sem",
                "A discução que para aqui vai entre tomatadas e redes e boxers com calções. \n\n Acho que o problema é que não compram calções como deve de ser. Há calções de banho com a rede bem confortavel, nem notam.",
                "Sem, qual é a necessidade de usar com boxers? É mais desconfortável.",
                "Com, para uma tomatada mais confortável.",
                "Com boxers. Sem boxers aquilo depois fica a apontar para a frente e é desconfortável além de depois o pessoal reparar e ter que estar sempre a ajeitar...",
                "Não sou muito de praia nem de piscina, mas quando ia moralmente obrigado pela família, usava os calções de banho com aqueles mini calções de banho de piscina que são tipo boxers de banho. Então era tudo de banho. Sou ou não sou um génio?",
                "Com, claro. Era suposto sem? Andas de calças sem boxers? Same logic. Circuncidados sem boxers acusem se já!",
                "Opá, aquela rede já são os teus boxers...",
                "Recentemente comecei a usar calções de banho sem boxers.\n\nAh, a liberdade...",
                "Sem, o malaquias merece dar um mergulho também!\nChato é quando o ovinho esquerdo sai pelo lado do calção.",
                "Calções de banho com boxers? Que selvajaria é essa?",
                "Se fores virgem, ou tiveres <14 anos, mete uns boxers por baixo que nāo te faz mal nenhum antes pelo contrário",
                "Sem boxers, senão vais à água e nunca mais seca.",
                "[deleted]",
                "sem boxers e sem calcoes.",
                "Esta merda não é um fórum."
            ],
            "num_comments": 57
        },
        {
            "title": "Noticias da Economia",
            "selftext": "Já que pareceram gostar na semana passada, fiz também um resumo das noticias da economia nesta semana!\n\n&#x200B;\n\n1- **Exportações atingiram recorde no início de 2022, crescendo 1% (em termos reais) em relação ao melhor trimestre de 2019. António Costa quer que exportações cheguem a 50% do PIB até 2030** [link] [link] [link] [link] [link]\n\nAs exportações Portuguesas atingiram valores de 22.78 mil milhões no primeiro trimestre de 2022, em parte devido ao grande crescimento do turismo internacional. Costa deseja aumentar o peso das exportações na economia, o qual se encontrava nos 43.5% em 2019, em relação aos 49.3% da média Europeia.\n\n&#x200B;\n\n2- **Com receitas do sector turístico aproximar-se de valores de 2019, associações de turismo e de hotelaria apontam que o Estado não faz o suficiente para promover o sector, pedindo a redução da carga fiscal sobre empresas, capitalização, desburocratização da vinda de emigrantes da CPLP, Marrocos, e Índia, e investimento do IVA pago pelo sector na promoção do país como destino turístico** [link] [link] [link] [link]\n\n&#x200B;\n\n3- **Portugal participa na maior feira industrial do Mundo como país parceiro, com uma presença de 110 empresas nacionais, num esforço que trará mais de 100 milhões de investimento ao país no próximo 1,5 anos, segundo a AIECP [link] [link] [link] [link] [link] [link] [link]\n\nA Feira Industrial de Hannover escolher destacar Portugal este ano, dando oportunidade de maior exposição a empresas inovadoras nacionais. Chanceler Alemão destaca a hipótese de maior proximidade entre as duas economias, e António Costa aponta que 40% dos bens exportados já são de “média-alta tecnologia”.\n\n&#x200B;\n\n4- **INE estima que inflação atingiu 7.2% em Abril, com expectativa de 8% para Maio, o nível mais alto desde 1994** [link] [link] [link] [link]\n\nA inflação subiu quase 1% de Abril para Maio, menos que os 2.2% que tinha crescido no mês antes, e ficou em cerca de 8%, em comparação com 9.2% registados na OCDE em Abril. A DECO regista a segunda semana de descida consecutiva do preço de bens essenciais (0.18%).\n\n&#x200B;\n\n5- **António Costa destacou a importância do país para a segurança energética Europeia, e Ministro da Economia fala de planos para transição energética à luz do encarecimento do gás natural [link] [link] [link] [link] [link] [link]\n\nPreço do gás natural deve subir 3.3% em Julho e 3.9% em Outubro. Costa Silva destacou a aposta Portuguesa na produção de hidrogénio verde, e a possível produção em larga escala de energia eólica offshore. Consórcio Luso-Holandês prepara investimento para fazer de Portugal o 1º país a exportar amónia verde (biocombustível produzido a partir de hidrogénio renovável) à escala industrial em 2026.\n\n&#x200B;\n\n6- **Cosec (Companhia de Seguros de Créditos) prevê que insolvências de empresas aumentem 2% este ano e 16% em 2023, principalmente devido à subida da inflação, ao fim de apoios Covid a empresas, e à incerteza económica** [link]\n\n&#x200B;\n\n7- **Após chegar ao top 10 pela primeira vez em 2020, Portugal sobe ao 8º lugar dos que mais captam investimento estrangeiro na Europa** [link] [link] [link]\n\nPortugal captou 200 projectos de investimento, mais 30% que em 2020, ultrapassando países como a Polónia e a Irlanda. Os principais investidores foram EUA, Alemanha, e França, sendo o IT, indústrias de transporte, e logística os sectores que mais atraíram investimento.\n\n&#x200B;\n\n8- **Vendas a retalho caíram 3% em Portugal e 1.3% na União Europeia, em Abril. INE adianta que indicador de clima económico baixou no último mês, apesar da ligeira recuperação da confiança dos consumidores** [link] [link]\n\n&#x200B;\n\n9- **Desemprego em Portugal fica nos 5.8%, abaixo dos 6.8% e 6.2% da Zona Euro e da UE. Governo introduz novas leis do mercado de trabalho que reduz para 4 o número de vezes que contractos temporários podem ser renovados antes de transitar para permanente, e estabeleceu novos níveis salariais mínimos para estagiários** [link] [link]\n\n&#x200B;\n\n10- **Presidente da Associação Nacional de Surfistas diz que surf deve contribuir cerca de 500 milhões por ano para a economia nacional** [link]\n\n&#x200B;\n\n11- **António Costa pede a empresas que ajudem a aumentar o salário médio em 20%, para que salários atinjam o mesmo peso que têm noutras economias Europeias, e destaca ações do governo como IRS Jovem** [link]\n\n&#x200B;\n\n12- **A dívida pública subiu 3 mil milhões em Abril, ao mesmo tempo que juros da dívida atingem máximos de 2017. O objectivo do governo é reduzir o rácio da dívida para o PIB para 120.7% este ano (face aos 127.5% em 2021), e chegar até 101.9% em 2026** [link] [link] [link] [link]\n\n&#x200B;\n\n13- **Apesar de dificuldades devido à falta de fornecimentos e componentes, CEOs acreditam no potencial da indústria Portuguesa, apontando a boa posição geográfica e a possível deslocação de investimentos do Leste da Europa. Bosch anuncia a intenção de contractar mais 1100 pessoas em Portugal para novos projectos no país** [link] [link] [link]\n\n&#x200B;\n\n14- **Líder Parlamentar do PS diz que é essencial reformas que simplifiquem o licenciamento da actividade económica e que acelerem a rapidez da justiça administrativa, e aponta a dívida pública, as qualificações da população, e as desigualdades sociais como problemas no caminho da economia nacional** [link]\n\n&#x200B;\n\n15- **Aeroporto de Lisboa nomeado como o pior do mundo, e Sá Carneiro no Porto como o 8º pior. Critérios incluem atrasos na partida e chegadas de voos, qualidade dos serviços, e disponibilidade de comida e lojas** [link]",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "v5d4xs",
            "comments": [
                "OP cria aí um canal de YouTube, eu vou lá comentar e deixar o like",
                "Obrigado pelo serviço OP . Neste site [link] ) encontras dados atualizados da economia Portuguesa. Acho que seria uma boa adição ao post  visto que a comunicação social costuma ignorar alguns deles!",
                "1º país → [**1.º [link] abreviatura tem de ser marcada com um ponto)\n\n[link] se escrevia assim **antes** do AO90)\n\n[link] se escrevia assim **antes** do AO90) [⚠️](/message/compose/?to=ngramatical&subject=Acho+que+esta+corre%C3%A7%C3%A3o+est%C3%A1+errada&message=https%3A%2F%2Fwww.reddit.com%2Fr%2Fportugal%2Fcomments%2Fv5d4xs%2Fnoticias_da_economia%2Fib987ev%3Fcontext%3D3 \"Clica aqui se achares que esta correção está errada!\") [link] \"Experimenta o meu corrector ortográfico automático!\")",
                "Muito obrigado! \nSobre o ponto 1, as importações também subiram, o nosso saldo está pior relativamente a 2019 se não me engano.",
                "Obrigado :)",
                "Obrigado pelo serviço comunitário :D",
                "Muito bom. Por favor continua!!",
                "Excelente, obrigado!"
            ],
            "num_comments": 8
        },
        {
            "title": "[Crónicas de uma pandemia V] O confinamento dos tolos",
            "selftext": "Antes de mais tenho de vos pedir que guardem as forquilhas e enxadas até ao final do post, eu sei  como muito do pessoal aqui do sub é  pró confinamento, pró teletrabalho e pro-caral\\*\\*o quando alguém diz o contrário mas isto não é um post negacionista nem um apelo à desobediência,  pelo contrário.\n\nEntramos em Março com mês e meio de confinamento, fomos tão eficientes que de recordistas de transmissões passamos a recordistas da contenção do vírus, com um Rt nos 0,65. As mortes covid-19 começaram a diminuir quase de imediato, mais rapidamente do que previsto nos modelos matemáticos dos especialistas. Contudo falta descer os internados em enfermaria e UCI.\n\nHoje temos uma média (a 7 dias) a aproximar-se das 1000 infecções diárias, o equivalente a inícios de Outubro, já as mortes estão perto de uma média (a 7 dias) de 50 por dia, o que equivale aos números de inícios de Novembro. Já os internamentos, com todo o respeito por quem está a lutar contra o virus, diminuem mais devagar, mas são consequência das infecções de dez/jan.\n\nPor outro lado temos novas variantes, mais contagiosas que a original. Na Europa surgem indícios de uma nova vaga. E a vacinação [que não tem ainda uma expressão muito alta na [link] portuguesa, embora já esteja a proteger alguns setores mais críticos como os lares.\n\nNeste cenário estamos hoje mais confinados do que alguma vez estivemos, mesmo quando tínhamos números que nos indicavam uma maior quantidade de vírus em circulação (real) e maior susceptibilidade da população.\n\n**Qual é hoje a lógica do confinamento?**\n\nEu podia estar aqui a discutir uma data de números e estatísticas, mas o texto ficou longo e apaguei tudo. De forma muito simples há 2 tipos de pessoas, os que estão em casa e os que não estão (não podem ou não querem). Em cerca de 3 semanas já não se espera que existam transmissões entre a população confinada, por isso é que o Rt foi tão baixo. Quando já não há ninguém susceptível nos contactos mais próximos o foco de virus extingue-se.\n\nMas entre quem não confina (e.g. sectores essenciais) o vírus continua a circular. Ou seja extinguindo-se o virus na população confinada o efeito do confinamento reduz-se, o que é já visível na curva dos contágios (cujo reporte tem um atraso entre o contágio e o resultado do teste de cerca de uma semana).\n\n[link]\n\nQuando oiço os comentadores, políticos e epidemiologistas todos muito assutados a opinar na televisão como se os portugueses fossem ignorantes, desprovidos de inteligência e desobedientes, não posso deixar de questionar se conhecem o país onde vivem. Noutros países há manifestações de milhares de pessoas aglomeradas contra o confinamento, contra o uso de máscara e contra sei lá mais o quê, raves com milhares de pessoas, pessoal com a pancada da antivacinação, e comunidades inteiras de negacionistas e conspiracionistas. Basta ver algumas notícias internacionais para se ver o pessoal sem máscara e sem distanciamento.\n\nAqui o pessoal tende a cumprir... até que se farta, e à portuguesa é sem manifestações nem dramas... vai-se deixando de cumprir, sempre com alguma desculpa que nos ajudar a lidar com a moralidade da questão.\n\nUm amigo meu de Lisboa (da linha) enviou-me estas (e outras) imagens de este último fim de semana:\n\n[Um grupo a fazer um piquenique no parque e um grupo de cidadão seniores \\(os que queremos proteger ficando em casa\\) na jogatana \\(mas todos de [link]\n\n[Praia de Carcavelos \\(aquela que no ano passado se encheu de jovens e foi notícia\\) o meu colega contabilizou pelo menos 200 surfistas na água e outras 300 pessoas na areia \\(não perguntei se contou um a um, mas ele insistiu que até deviam ser [link]\n\nPartilho estas imagens apenas para mostrar o que acontece quando não há regas, o taboo do Governo em não querer discutir o desconfiadamente (ainda estamos numa democracia?) resulta num inicio de desconfinamento sem regras. Eu sei que para quem está em casa fechado não nota. Mas já está uma boa parte a desconfinar, pela janela entra-me o barulho do transito como já não me recordava, as empresas já estão a marcar reuniões, e algumas câmaras claramente já estão a recuar nas restrições de circulação dentro do concelho, com a abertura de parques, praias e equipamentos desportivos.\n\n&#x200B;\n\n**A 11 de Março mais vale o António pregar aos peixes.**\n\nO PM já desfez o tabu e parece que dia 11 vamos todos saber quando é que deixamos de infringir quando saímos de casa. O famoso plano (não existe) que ainda precisa de mais 10 dias para ser apurado, para provavelmente ser corrigido nos dias seguintes, já se sabe.\n\nO plano resume-se provavelmente no seguinte: Fechar as crianças (os portugueses) no quarto enquanto se recebe as visitas. Falo da cimeira de chefes de estado a 8 de Maio no Porto, pois não fica nada bem ter número descontrolados um mês antes da cimeira...na Páscoa (batum - o som de tambores)\n\nNa prática o governo assume que está a governar uma população troglodita que possivelmente nem um plano saberá interpretar, afinal de contas foi ele que referiu que se devia \"[evitar confundir os cidadãos com mensagens sofisticadas que acabam por induzir comportamentos em [link]\n\n&#x200B;\n\n**Desconfinamento não é regresso à normalidade**\n\nDesconfinar é abrir a economia aos pouco, pasito a pasito, com regras... nada de novo, já o fizemos no ano passado... haverá hoje justificação para ter uma ourivesaria fechada? Nem ao postigo pode uma livraria vender livros? e porque fecham os supermercados às 17h e uma loja de bricolage às 13h num fim de semana? Por falar em supermercados, porque tenho de me enfiar num ao fim de semana com toda a gente? Não dá para esticar até às 21h? e já agora está alguém a controlar o cumprimento das lotações nestes estabelecimentos privilegiados?\n\nPara encerrar, pois o post vai longo, é preciso iniciar o desconfinamento com regras e já. Isto era óbvio há uma semana, e hoje já se vê nas ruas aquilo que se temia um desconfinamento sem regras. Sem regras, com a variante inglesa, sem vacinação em massa... arriscamo-nos a termos uma 4a vaga sem sairmos de casa...\n\nNo final já se sabe, a culpa será do zé povinho, que tanto se confina, como não se deixa confinar (pelo menos será o que dirão os tolos que não nos governam)\n\nTLDR: Uma análise em forma de crítica à ausência de um plano de desconfinamento e ao consequente incumprimento e desrespeito pelas regras que provavelmente se estenderá a todo o país nos próximos dias.\n\nEdit: [link para o [link]\n\nP.S.: Fico contente de ver que os post gerou a discussão do assunto, ao final do dia vou responder a alguns dos posts, principalmente os que colocam questões. Vou só esclarecer um aspecto que foi suscitado de forma muito pertinente por alguns users. De facto o texto inicial tinha um conjunto de sugestões para um desconfinamento com regras, mas o post já ia longo e achei que era preferível apenas direcionar à abertura da discussão do problema e fazer o Post com sugestões mais tarde e com mais cuidade. Na prática é um assunto que já tenho vindo a discutir no sub CoronavirusPT e na Megathread deste sub.",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "lvpas8",
            "comments": [
                "Já cansa a superioridade moral do pessoal que aponta para os velhos no jardim e que acha que o vírus se transmite entre surfistas no meio das ondas. Sim, há gente já a querer abrir tudo a correr e em força, o desespero a isso obriga. Infelizmente há um evento chamado Páscoa cuja tendência é a de reunir agregados familiares à mesa, sem máscara e em espaço fechado, o que para o incêndio do vírus é equivalente a um eucaliptal em Agosto. Abrir espaços, aulas e negócios antes de uma data com este potencial dá um sinal extremamente errado à população, nomeadamente que \"já está tudo bem, podemos sentar-nos à mesa e beber à nossa saúde porque já estava a ficar farto de estar fechado em casa\", e deitar para o lixo o esforço dos últimos dois meses.",
                "Li tudo mas não compreendi o propósito do post",
                "Pensei que a segurança social iria rejubilar e a esperança média de vida baixar uns 5 anos bem que me lixei. Vou ter de trabalhar até aos 80 por este andar.",
                "Li tudo mas admito que não entendi muito bem onde querias chegar.\n\nA distinção entre população confinada e a que não pode confinar não é verdade. Estando confinado as pessoas não são ermitas, muitas continuam a ir às compras e, se quiserem, a ter comportamentos de risco. O risco ser maior ou menor entre as duas populações q falas é simplesmente dependente de cada pessoa. Eu posso trabalhar numa fábrica com mais segurança q um gajo em teletrabalho.\n\nQuanto a desconfinamentos, a conversa é fácil: nós confinamos e desconfinamos por causa dos hospitais. Sempre foi e sempre será. Neste momento os hospitais continuam num nível onde não tens margem nenhuma de segurança para desconfinar. \n\nSem chegares a 300 em UCI não há conversa de desconfinamento. E olha que 300 não é o ideal, mas já dou de barato q a malta está farta e temos de desconfinar.\n\nO problema dos hospitais é que ao desconfinar os casos vão aumentar. É normal e esperado. Se não tens as coisas num nível baixo, ficas sem margem nenhuma para aguentar essa pancada e corres o sério risco de ter de confinar novamente, que é bem pior para tudo: economia, saúde mental, crianças, tudo.\n\nPortanto se ainda não temos números para desconfinar, queres um plano para quê? Para te entreteres a discuti-lo? Não vale mais a pena esperar pelos números estarem OK e depois apresenta-se o plano?\n\nAs pessoas estarem cansadas e começarem a cumprir menos não estou a ver que seja razão para alguma coisa... então estão a portar-se mal e portanto temos de desconfinar por causa disso?\n\nmas volto ao início, confesso q não entendi mt bem onde queres chegar e o q achas q devíamos fazer.",
                "Claro que a maior parte são a favor do confinamento. Tão cm o cuzinho em casa a receber por inteiro. Já quem tem uma lojinha ou restaurante a situação é bem diferente",
                "sinceramente se este for um último esforço e que faça com que seja altamente improvável que no futuro ter de repetir a dose. Prefiro aguentar mais 1 ou 2 meses. Até porque se a vacinação entrar em velocidade cruzeiro a coisa vai cada vez ficar mais controlada.\n\n&#x200B;\n\nAgora deviam era imediatamente deixar o pequeno comercio trabalhar de alguma maneira.",
                "muito multimédia este post",
                "Concordo completamente com o que estás a dizer. Acho que o \"desconfina\" já deveria ter começado, a começar imediatamente pelo próprio sistema do governo de estados dos concelhos.   \n\n\nO minha vila tem apenas 35 infetados registados. Faz sentido estar tudo fechado? Provavelmente não. Fechem as fronteiras dos concelhos, e deixem as pessoas começar a abrir aos poucos. Quem tiver de ir para longe trabalhar, tem o papel consigo.  \n\n\nAs pessoas geralmente são 'burrinhas' sim, mas esta situação é muito culpa do governo, por simplesmente não saber gerir a situação. Estamos todos os dias a ouvir falar do COVID, desde Janeiro do ano passado. O que aconteceu no Natal, foi uma explosão de cansaço, e pelos vistos, vai-se repetir assim que começar a existir um pouco de sol na rua.",
                "ZaGaGa eu concordo na generalidade, mesmo que não aprecio muito a intro, isto de caracterizar pessoas pró isto e aquilo torna difícil ler o resto do texto com pilhas de sal... \n\nDe qualquer acho que a situação é simples mas não tem grande solução, toda a gente aqui compreende que se 100% das pessoas seguirem as regras sem excessões que não era preciso confinamento, o problema é que uma certa percentagem não segue ou não consegue seguir (não tens capacidade de confinar, não tens dinheiro, etc) as regras e logo temos um problema e de certa forma um extremar das opiniões, toda a gente está cansada com a situação e custa a uma pessoas fazer sacrifícios todos os dias para o bem de todos e depois tem de olhar para pessoas que não querem saber desses sacrifícios, que não usa máscaras ou vai para uma praia que está fechada...\n\nAgora nesse contexto temos o confinamento, cada dia que passa melhor fica o SNS e menor o contágio do Covid e pior fica a economia e a nossa saúde geral ou pelo menos mental e uma não consegue viver sem a outra, será que é melhor aguentar até a Páscoa visto a tragédia que foi o Natal? Porque tínhamos todas as regras nessa altura, uma parte não as seguiu... Também já se percebeu que o pseudo-confinamento por regiões/concelhos adiantou pouco, todos percebemos a situação, agora uma boa solução...",
                "Nada nada como povo incompetente que somos o Costa está com medo que na Páscoa façamos o mesmo que no Natal, porque a culpa é sempre do povo, e este ano é só milagres até encontramos a cura para a gripe porque este ano nem houve, é um espetáculo uns bons borregos que somos, tudo confinado mas bem que a malta vai as casas dos cabeleireiros cortar o cabelo, e depois apontam o dedo a quem vai para a rua, é só hipocrisia, quando a crise bater com força e a malta abrir os olhos \"To late\".",
                "Vens aqui buscar validação para  o teu pensamento, por isso aqui vai.\nTens razão.\nTens a mesma razão que tem um fumador quando diz que nem toda a gente que fuma vai ter cancro.\nTens a mesma razão daquele gajo que come que nem um animal é diz que o colesterol não quer nada com ele, não vai morrer. \nTens a mesma razão do outro que vai às putas e não usa protecção, pois só acontece aos outros.\nTens a mesma razão do dealer que te dá uns comprimidos , ele conhece muita gente e ninguém fica agarrado.\nTens a mesma razão do caralho que passou por mim a +200 na Vasco da gama, e não bateu em ninguém.\nSe não chegou, volto a dizer.\nTens a TUA razão, mesmo que alguém te tente mudar de ideias tu não mudas.",
                "Pronto temos aqui um especialista em saúde pública \n\nAlguém arranje o contacto do Costa para ele ir lá mudar isto tudo.\n\n(Está mais que visto que estão à espera que as UCI baixem para níveis mais aceitáveis antes de voltarem a meter doentes lá. Porque quando ae abrir as portas eles vão voltar a precisar de sitio para ficar)",
                ">e porque fecham os supermercados às 17h e uma loja de bricolage às 13h num fim de semana?\n\nEu aproveitava e pergunto: porque carga de água estão os supermercados abertos ao domingo.",
                "Se as pessoas não têm noção, \n\nSe as pessoas não respeiram regras, \n\nConfinamento haverá.",
                "é um desabafo?"
            ],
            "num_comments": 15
        },
        {
            "title": "[Opinião] Melhor zona do litoral Português para viver no campo ou numa pequena vila/aldeia?",
            "selftext": "Tenho há anos o objectivo de trocar a cidade por uma zona mais tranquila onde possa ter uma casa com um terreno de dimensões razoáveis num entorno natural. \n\nPonderei ir para o interior, mas sinto que necessito de estar a uma curta distância do mar já que tenho o surf como hobby semanal e parte essencial da vida. Portanto a condicionante será essa e o querer de preferência uma zona não demasiado desenvolvida, ainda com alguma natureza, sabendo que na costa portuguesa, especialmente a norte, pouco mais há que manchas de eucalipto. Não querendo também estar demasiado afastado (mais de 1 hora, hora e meia) de uma qualquer cidade de tamanho razoável. \n\nEm termos de custos e oportunidades de emprego, não é algo impeditivo para já.",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "c7smz6",
            "comments": [
                "Bom, vou dar o tiro no pé, mas cá vai....Ericeira.",
                "Ponte de lima , ficas perto de Viana que tem praias , se praticas desportos náuticos é o sitio para ti. Tens varias ecovias pra andar de bike no meio da natureza e a habitação é relativamente barata, é uma vila agradável com psp e gnr e onde a criminalidade é baixíssima e com vários serviços que encontras na cidade.Estas também a meia hora de braga que é um centro maior.Espero ter ajudado .",
                "Se gostas de Surf diria ficares perto da zona Oeste (entre Ericeira e Peniche).\n\nVi aqui alguém dizer Ericeira e apesar de concordar que é porreiro para visitar, acho um inferno para se viver tendo em conta o Turismo hoje em dia.\n\nEu iria para uma aldeia (aí quase que é indiferente qual) nos concelhos de Mafra / Torres Vedras / Lourinhã.\n\nEm qualquer uma delas: Mar a 15min ou menos, Lisboa a 50min ou menos (A8), Shoppings nas Caldas e Torres Vedras, Hospital Publico em Torres e Caldas, CUF Hospital em Torres Vedras, Serra de Montejunto é fixe para natureza.\n\nSe emprego não é impeditivo então ainda melhor, os custos baixam drastricamente se escolheres aldeias um pouco mais \"remotas\" dentro do que são estes concelhos.\n\nPara de tar um exemplo, vejo moradias T2/T3 a 100mil eur em aldeias menos \"apeteciveis\", se fores para a costa turística (Ericeira, Santa Cruz, Peniche) nem um T0 consegues agora por esse preço.\n\nEDIT: Caldas da Rainha, Cadaval, Bombarral, Óbidos essa área por aí também.",
                "Zona das Caldas da Rainha",
                "Ilha, Pombal :D. estas no meio do nada, já tens fibra e estás a 25min de Leiria/40min de Coimbra.\n\nedit: está a 25min da famosa praia Osso da Baleia.",
                "Arelho, Balea... Ferrel, Nazar... Pataias.",
                "figueira da foz",
                "Recomendo-te Barcelos: é uma cidade tranquila e com pouco movimento mas agradável de se viver. É segura (tem baixa criminalidade) e fica perto de tudo o que queres: fica a 15/20 minutos da praia (Esposende, Ofir, Apúlia); 20/25 minutos até Braga, 30 minutos até Viana e 1 hora até ao Porto. Se gostares de montanha, tens o Gerês a 1 hora e 10 minutos.",
                "Alcobaça é uma cidade muito tranquila que fica a 10 minutos da Nazaré e perto de outras praias se gostares de variar. É bastante pequena e não demasiado desenvolvida, não tem nenhum shopping por isso as pessoas dependem bastante do comércio local ou eventualmente vão passear a Leiria ou a Caldas se precisarem de algo de lá, que também ficam perto. À volta de Alcobaça existem várias aldeias que são mais tipo subúrbios pois lá as pessoas vivem mais em vivendas enquanto na cidade é mais apartamentos, estas aldeias estão rodeadas de pinhais e alguma atividade agrícola, algumas com maior foco no consumo próprio e outras aldeias têm exploração de pomares para a Maçã de Alcobaça .",
                "Qualquer zona de Aveiro tem espaço, praia e o preço é razoável.\nGafanha por exemplo",
                "Palmela",
                "Santa Barbara de Nexe",
                "Leiria",
                "Tenho um amigo meu que vive no alfinete e diz que lá se vive muito bem.",
                "Em relação ao entorno natural, muito poucos sítios em Portugal (e nos países desenvolvidos), devem ter alguma semelhança com o seu aspecto natural. Mesmo áreas que agora são reservas naturais, durante milhares de anos não o foram.\n\n&#x200B;\n\nPosto isto, procura no eixo Porto de Mós-Alcobaça-Caldas da Rainha-Óbidos-Bombarral-Torres Vedras-Mafra que deves encontrar alguma coisa ao teu gosto..",
                "o meu conselho seria - Açores. eu sei eu sei, é longe etc e não queres, eu li, mas o meu plano é sair de Lisboa para lá assim que conseguir.   \n\n\nfui lá e apaixonei-me completamente, seria um estilo de vida soft e bom para a minha cabeça, só não lá estou ainda porque não tenho nem casa nem emprego '' garantido '' senão, era ontem.",
                "Para mim que vivo há 34 anos em Sintra?\n\nPorto Covo. Santiago Cacém, Sines.. Etc."
            ],
            "num_comments": 17
        },
        {
            "title": "Ajuda: praias na zona da figueira da foz",
            "selftext": "Preciso seriamente de ajuda.\n\nResolvi reservar um hotel durante 3 dias na figueira da foz, na esperança de apanhar umas praias porreiras para ir ao banho e apanhar sol.\n\n\nA parte de apanhar sol não é problema, mas a parte de ir ao banho não tem corrido nada bem.\n\nO mar na Praia da Claridade é bastante sujo de algas. Não é poluição, mas não me apetece sair da àgua a parecer o monstro da lagoa negra.\n\nProcurei por praias de ouro na zona da figueira, e fui até Quiaios. Não é mau, mas as ondas são bastante fortes e infelizmente não sou surfista. \n\nAgradecia recomendaçōes, mesmo de praias fluviais, num raio de 30 minutos da figueira.\n\nA lista de praias com bandeira azul ou oraias de ouro não me ajudou muito.",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "okqv31",
            "comments": [
                "Eu tou a rir forte e feio com este post",
                "As melhores praias da Figueira são na Cova-Gala.   \nDesde o Cabedelo, passando pela do Hospital, até ao último paredão, já na Cova.  \n\n\nFonte: 25 anos a ir todos os santos anos para lá.",
                "A minha recomendação seria a praia do Cabedelo ou do cabedelo para baixo. A água é limpa e apesar de ser procurada por surfistas, a ondulação não é muito forte.",
                "Algas vais ter em todo o lado aqui, mas a maior parte da malta vai para Buarcos. Afasta-te das rochas, que é onde tem mais algas.",
                "Peito às ondas! Caralho!",
                "Atravessa a ponte para sul. Have fun",
                "Ui. Figueira sem ondas? Ainda vais pedir praias com água que não esteja a gelar?",
                "Pelo que me disseram, as pessoas da Figueira vão para a Gala (na zona do hospital distrital).\n\nApesar de não ir lá muito, perto do porto, há uma praia pequena e protegida das ondas. As vezes que passei lá tinha era muita gente, mas tem a vantagem de estar perto e não ser preciso fazer a travessia do deserto.",
                "[link]\n\n\nPartilharam comigo há pouco tempo, ainda nem vi bem. Vê se alguma te agrada.",
                "Em vez de teres ido para norte (Quiaios) seguias para sul pela ponte sobre o rio Mondego (Estrada Nacional 109 direcção Leiria). Logo no final da Ponte tens Gala e Cabedelo, praias mais calmas e areais espetaculares."
            ],
            "num_comments": 10
        },
        {
            "title": "[Sério] Qual é vossa opinião sobre a Meo Beachcam?",
            "selftext": "Há alguns anos, durante uma aula de geografia, lembro-me perfeitamente de o professor me falar sobre esta cena. Supostamente, a [Meo [link] serve para os surfistas ou algo do género para ver as ondas ou *whatever*, mas no entanto, em algumas câmaras acaba por se ver a zona do areal e as pessoas que estão na praia acabam por ser gravadas.\n\nApenas falo disto, porque penso nas problemáticas da invasão de privacidade minha e do resto do pessoal que vai às praias designadas (e que nem sequer sabe que está a ser gravado muito provavelmente) e nos direitos a isto ser feito (tendo em conta que ás praias que sei que têm estes sistemas, já as visitei e não têm nenhum aviso), e nas possíveis implicações. Eu não entendo o suficiente destes temas relacionados à justiça e ao direito, por isso, a minha opinião acaba aqui mesmo, mas *users* deste *sub*, qual é a vossa opinião?!",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "ocktb1",
            "comments": [
                "**Atenção! Aviso da Tag [Sério]**\n\nEste tópico foi marcado como **[Sério]**, não são permitidos **quaisquer comentários** que contenham piadas, ou outras tentativas humorísticas, insultos ou não tenham nada a ver com o tópico.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/portugal) if you have any questions or concerns.*",
                "A qualidade e tão ma que a probabilidad de se ser reconhecido e mínima, não foca o suficiente na cara das pessoas. E mesmo assim é daqueles casos em que acho que os benefícios se sobrepõem aos riscos, também não é como se a praia fosse um sítio muito resguardado de qualquer forma.",
                "Estive envolvido no desenvolvimento e posso confirmar que na altura tivemos muita atenção em relação à posição e qualidade das imagens. Durante anos não tivemos uma queixa.\n\nEdit: tivemos queixas mas exactamente pela fraca qualidade, era mesmo de propósito pelo que era mais um do mal o menos.",
                "Que implicações? Enquanto as câmaras não forem 12k com 100x de zoom, não há problema de privacidade nenhum.",
                "n acho que haja gravações, é stream só.\n\ne dps..já viste a qualidade e a distancia a que as camaras estão? consegues identificar alguém?\n\nn tenho problemas c as câmaras, dá pa ver a praia..se tá cheia de gente..se tá fixe pa ir ou não..de resto n se tira mais nada.",
                "Já cheguei a usar e a baixo da linha do mar a imagem tinha blur, provavelmente pelos motivos que te preocupam.\n\nNão sei como está atualmente mas acredito que se mantenha.",
                "Já dizia a Lana: It took 13 beaches until I found one empty\n\nBut finally is mine\n\nAcho que não é assim grande problema gravar uma praia",
                "Dá muito jeito. Vivo a alguns km de Matosinhos e é bom ver como estão as ondas antes de sair de casa",
                "[deleted]",
                "[deleted]",
                "A conversa da privacidade em webcams públicas é parva, ainda para mais nessas que não têm como objetivo filmar as pessoas.\n\nPor essa lógica, as câmaras das campainhas invadem mais a privacidade porque eu posso ligá-la a qualquer hora e ver os meus vizinhos a passar.",
                "Com a distância que está não se reconhece ninguém. Por acaso, de vez em quando uso a aplicação para ver como está o tempo em determinada praia onde estou a pensar ir ou se está muito cheia (dá jeito agora com o covid)."
            ],
            "num_comments": 12
        },
        {
            "title": "Sufistas na Nazaré",
            "selftext": "Alguém sabe se existe algum sitio onde posso ver quando vão haver surfistas na praia do Norte a surfar as ondas gigantes? Existe algum calendário do surf etc?",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "ql0bv2",
            "comments": [
                "Aqueles dias especificos das ondas grandes, normalmente é anunciado 2/3 dias antes, baseado em previsões.\n\nNo site da Beachcam é anunciado, e na página do FB da “Praia do Norte”.\n\nDe resto, é ires vendo no link que o u/Blenderchampion colocou, ou na Beachcam (julgo que tem, not sure) quando há lá malta a surfar, mas podem não ser as famosas “Ondas grandes”",
                "As ondas gigantes não seguem nenhum calendário estabelecido por seres humanos. Há quando há, segue sites de previsões meteorológicas. Alertas vermelhos para a orla marítima naquela zona normalmente são boa altura, ficando claro longe da orla marítima.",
                "Beachcam.pt",
                "[link]\n\nAi até podes ver as cameras. Mas basicamente podes te basear no mau tempo ou no vento.",
                "vão haver → [**vai [link] verbo haver conjuga-se sempre no singular quando significa «existir») [⚠️](/message/compose/?to=ngramatical&subject=Acho+que+esta+corre%C3%A7%C3%A3o+est%C3%A1+errada&message=https%3A%2F%2Fwww.reddit.com%2Fr%2Fportugal%2Fcomments%2Fql0bv2%2Fsufistas_na_nazar%C3%A9%2Fhizpxj8%3Fcontext%3D3 \"Clica aqui se achares que esta correção está errada!\") [link] \"Experimenta o meu corrector ortográfico automático!\")",
                "No dia 1 de Novembro começa o campeonato e no dia 31 de Março é a final. 😏 LOL",
                "As ondas estão fraquinhas."
            ],
            "num_comments": 7
        },
        {
            "title": "Arranjar pranchas de surf",
            "selftext": "Surfistas de Portugal, tenho a minha prancha com água entre a fibra que cobre a prancha, e a prancha propriamente dita. Alguém sabe um bom sítio para arranjar pranchas, e têm ideia de quanto fica este tipo de arranjos?\nAlmada, Lisboa",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "o6y9gg",
            "comments": [
                "Boas, se disseres a zona é mais fácil para o pessoal ajudar.\n\nEu normalmente mando para a [link]   \nTem corrido sempre bem, mas nunca tive stresses de ganhar água na prancha.",
                "Compras fibra, resina, secante, top coat e po de sílica e fazes em casa, não custa nada"
            ],
            "num_comments": 2
        },
        {
            "title": "Onde vão dar as ondas da Nazaré?",
            "selftext": "Dos vídeos que vi de surfistas a surfarem as ondas da Nazaré as ondas parecem 20 vezes maiores do que são verdadeiramente. E nunca percebi onde é que a onda vai arrebentar, se é no farol ou numa praia. Parece que a onda vai bater no farol e todas as pessoas que lá estão são empurradas para o mar. ",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "9phh86",
            "comments": [
                "[deleted]",
                "Não sei",
                "\"Dos vídeos que vi de surfistas a surfarem as ondas da Nazaré as ondas parecem 20 vezes maiores do que são verdadeiramente.\" Fizeste-me rir. Se nunca foste lá como podes afirmar isto? ahah\n\n&#x200B;\n\nProcura videos de: canhão da nazaré, praia do norte bodyboard, vais ver o tamanho que têm no verão e filmagens feitas a partir da própria praia."
            ],
            "num_comments": 3
        },
        {
            "title": "Ondas Gigantes da Nazaré - Onde e Quando?",
            "selftext": "A minha avó gostava de ir ver as ondas gigantes à Nazaré e pediu-me se lhe podia ver quando era a praia-mar.\n\nEu não percebo nada disto (nem de praias-mar nem baixas-mar nem o raio .p) e se alguém me pudesse informar exactamente do sítio e horas em que as tais ondas gigantes acontecem (de preferência com surfistas mas penso que não é obrigatório), muito agradecia - por exemplo, amanhã ou sábado - na 6ª feira não pode porque vai ao médico :p\n\nEla já é velha e quanto mais tiver tudo explicadinho melhor porque pelo que estive a ver, existe a praia da Nazaré a do Norte e acho que outra.\n\nMuito obrigado!\n\n\nEDIT: para não estar a responder individualmente, thx a todas as respostas! penso que a minha avó está lixada e terá que estar de prevenção para ir ver, e eu tb estou lixado que terei que estar a controlar os sites para saber quando :X",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "3rhu4l",
            "comments": [
                "boas\n\nsurfista aqui,\n\nApesar de nunca ter surfado (nem visto) Nazaré com mais de 1m, acho que conseguiria prever quando irá dar umas ondas por la.\n\nHoje em dia o pessoal da surfada usa varias ferramentas que ajudam na previsão, pessoalmente uso o windguru:\n[link]\n\nNesse exemplo tens vários parametros, os mais importantes serão:\n\n\n* Velocidade do Vento\n* Direção do Vento\n* Ondulação (em metros)\n* Periodo da vaga (em segundos)\n* Direção da vaga\n\nAs melhores condições para a Nazaré (Praia do Norte) quebrar ondas daquele tamanho que vemos na TV seriam:\n\n\n* Velocidade do Vento: O mais fraco possível (de 0 a 5 nós por exemplo)\n* Direção do Vento: De qualquer quadrante de Leste (preferencialmente Leste direto)\n* Ondulação (em metros): Acima dos 3m já começa a quebrar grande, mas o ideal seria de 10m para cima (o que é muito raro)\n* Período da vaga: Quanto maior, mais potente o mar fica. Valores superiores a 15s seriam o ideal.\n* Direção da vaga: De qualquer quadrante de Oeste (preferencialmente Oeste direto).\n\nFalta um outro parametro muito importante que são as marés. Quanto mais vazia melhor.\n\nAtenção, eu não sou da Nazaré, so la fui muito poucas vezes. Podem haver outros fatores que influenciem.\n\nTas com azar porque nos próximos dias a Ondulação vai estar muito pequena para dar ondas daquele tamanho que vemos na tv. Mas por outro lado, vao estar altas ondas para a surfada nos outros sitios B-)\n\nVai espreitando esse windguru e quando as condições se aproximarem ao que escrevi acima, pensa em lá ir.",
                "Consulta isto: [link]",
                "[googlei \"nazaré [link]",
                "E isto para veres em Livestream. Ainda este fim de semana passado estiveram umas ondas engraçadas que davam para ver por esse link. Dá para ter uma ideia, se vale a pena ou não ir ver. [link]",
                "aquelas ondas das fotografias aquilo é só de vez em quando! quando há tempestade. aqueles surfistas profissionais tem que largar tudo, ir seguindo previsoes. Vai haver uma competição oficial este ano, mas se reparares a data é \"entre 31 de outubro e 28 de fevereiro\" ou algo parecido. alguns daqueles primeiros videos e records coincidiram com a tempestade hercules, calculo que estes videos mais recentes tenham sido com a tempestade de há algumas semanas."
            ],
            "num_comments": 5
        },
        {
            "title": "Voltar a surfar",
            "selftext": "Surfar sempre foi um dos desportos que fiz desde pequeno. Primeiro como surfista de verão e depois nos tempos de faculdade mais regularmente. No entanto com o inicio do trabalho etc o hábito foi-se indo.\nColegas de surfadas deixaram também o hábito, não têm tempo ou foram para fora.\nQueria retomar a prática mas sozinho é sempre naquela... Além da questão que é sempre bom ter um surf buddy no mar junto connosco.\nAlguma sugestão de alguma escola ou grupo ou algo assim na zona do Porto ou Gaia que ajudasse a retomar o hábito e conhecer malta que goste de surfar também?\nObrigado!",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "80vw2w",
            "comments": [
                "Há várias escolas de surf pelo Porto, recomendo te a aloha surf school se tiveres oportunidade de te deslocares até Vila do Conde.\nUma dica, podes surfar em Matosinhos onde tem 90% das vezes pessoal dentro de água e sempre não estás sozinho."
            ],
            "num_comments": 1
        },
        {
            "title": "Dia louco no canhão da Nazaré",
            "selftext": "Houve de tudo um pouco:\n\n* [McNamara recusou surfar por [link]\n* [Surfista brasileira Maya Gabeira inconsciente após surfar onda [link]\n* [Surfista brasileiro Carlos Burle pode ter batido recorde de [link]",
            "subreddit": "portugal",
            "topic": "surfista",
            "id": "1peo56",
            "comments": [
                "[deleted]",
                "[link]\n\nEstá aqui a sessão toda, bem como alguns vídeos de destaque.",
                "McNamara? Não conheço, só conheço a [MC [link] xD"
            ],
            "num_comments": 3
        },
        {
            "title": "Existe algum estabelecimento que você conheça, que você tem certeza que é usado pra lavagem de dinheiro?",
            "selftext": "Eu sempre desconfio muito de várias lojas de roupa nos shoppings, principalmente aquelas de skatista/surfista, sempre vazias até nos dias de pico e cheias de atendentes a toa. Também acredito que várias lojas pequenas/médias de carros usados servem pra isso.",
            "subreddit": "farialimabets",
            "topic": "surfista",
            "id": "1383bo5",
            "comments": [
                "Eu moro em cidade pequena e aqui tem pelo menos umas duas lojas de venda de cartão telefônico e crédito pra celular, com ótima localização.\n\nO porém é que não conheço nenhuma pessoa que recarregue o celular lá ou tenha recarregado nos últimos anos. Também não existe um telefone público que funcione na cidade.\n\nResumindo, são fachadas para lavagem de dinheiro, jogo do bicho, agiotagem e tudo mais que a galera do sub gosta.",
                "Qualquer lugar que aceita só dinheiro",
                "Tem uma sorveteria que começou em Ribeirão Preto pra lavar dinheiro de máquina de caça niquel.   \nPior que o sorvete é bom pra caralho, tanto é que hoje tem umas 60 sorveterias espalhadas pelo Brasil. O cara começou querendo lavar dinheiro e hoje em dia rende muito mais pra ele.",
                "No Brasil, Lojas Havan e Igreja Universal\n\nNos EUA lojas de usados e loja de artigo de colecionador de luxo",
                "\"pequenas\" igrejas, grandes negócios...\n\nFio, apontar o dedo é complicado né... Mesmo com o poder do anonimato da internet, se passar uns projetos de lei aí, o sheik do Xandiquistao vai poder implantar uma inquisição moderna né... É melhor \"não saber\" de nada...",
                "Tem um açougue do lado da minha casa onde ninguem compra nada, só tem carne nobre na geladeira e tem um preço baixobpra caralho, mas todo mundo sabe que é fachada de lavagem de dinheiro pq o dono é muito amigo de um monte de traficante daq de perto, alem de fazer varias festas pros traficantes no açougue mesmo, lá tbm é ponto de jogo do bicho se nn me engano",
                "O OP está certo, lojas de grife nos shoppings nunca tem cliente mas com certeza em seus balanços há vendas pra justificar uma entrada de capital.\n\nE eles nem querem que tenha cliente na verdade, ja fui ver camisas sociais nessas lojas e os preços são abusivos, as atendentes te tratam igual pobre se tu não entra lá com um óculos da porshe...\n\n(e elas são ricas né?)\n\nNa maioria das vezes, sim, são parentes próximas do dono da loja! normalmente são as esposas que pra falar que trabalham ficam lá o dia todo no celular sentadinha atendendo o gasparzinho e sua turma ganhando 2,5k por isso ou mais.",
                "Sim. Qualquer negócio que tem BET no nome é pra lavar dinheiro.",
                "Motéis. Sem nota. Sem perguntas. Ninguém sabe quantos entram nem quanto sai. Fácil lavar grana. Motel é quase tudo esquema."
            ],
            "num_comments": 9
        },
        {
            "title": "Surfista do asfalto",
            "selftext": "",
            "subreddit": "botecodoreddit",
            "topic": "surfista",
            "id": "t012wx",
            "comments": [
                "Os carros são como as lanchas, as motos como os getskis, e os ciclistas são os surfistas",
                "skate 2.0",
                "Este e todos os outros vídeos do sub estão disponíveis no canal do  [link]\n\nTambém temos um grupo no [link] é quase um r/desabafos mas sem os adolescentes! Ancaps e Incels não são bem vindos! \n\nTambém estamos no [link] \n\nConheça o r/bordeldoreddit",
                "Sinistro."
            ],
            "num_comments": 4
        },
        {
            "title": "Surfista de trem!",
            "selftext": "",
            "subreddit": "botecodoreddit",
            "topic": "surfista",
            "id": "rkdf1d",
            "comments": [
                "Se estamos vendo o video, então ele n morreu",
                "Você pode baixar esse vídeo e muitos outros aqui no canal do [link]\n\nTemos um grupo no [link] vem conversar com a gente! \n\nTambém estamos no [link] \n\nConheça o r/bordeldoreddit"
            ],
            "num_comments": 2
        },
        {
            "title": "😠 não gosto",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "surfista",
            "id": "kb4rln",
            "comments": [
                "Eles tinham a gente na primeira metade, não irei mentir.",
                "o cara n gostou do surfista prateado",
                "eu caí nessa",
                " [link]",
                "ante surfista prateado mode activated",
                "u/SaveVideo"
            ],
            "num_comments": 6
        },
        {
            "title": "Cachoro do freddy gugu putasso com o surfista",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "surfista",
            "id": "9twzf9"
        },
        {
            "title": "absurdo.",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "surfista",
            "id": "we9b6i",
            "comments": [
                "clássico",
                "esse final me quebrou kkkk",
                "Aí uma coisa que tenho que concordar com gente branca, gente prata nem é gente.\n\nFalei!",
                "Cara, eu ja vi esse vídeo antes, mas eu tinha esquecido do final hahahah",
                "O final me quebraKKKKKKJK",
                "Aqui vemos um ser da raça do surfista prateado",
                "Nunca perde a graça",
                "Kkkkkkk o final é melhor rsrs",
                "classico",
                "Corajoso em enfrentar tal individuo, eu atravessava a rua",
                "Esse é um clássico kkkkkkkkk",
                "concordo.",
                "Também teria um certo medo",
                "🤣🤣🤣🤣",
                "Saudades do pânico, eu já vi o freddie Mercury prateado anos atrás aqui no Rio.",
                "provavel melhor programa brasileiro",
                "Concordo com ele, parece um botijão  de gás ambulante! 😁😅🤣🤣🤣",
                "aaaaaaaaaa",
                "Nossa, eu lembrei da época que o Pânico ainda era engraçado"
            ],
            "num_comments": 19
        },
        {
            "title": "Voador de madeira",
            "selftext": "",
            "subreddit": "cellbits",
            "topic": "surfista",
            "id": "jqao4s",
            "comments": [
                "Pronto agora nos já podemos dispensar aviões",
                "Harry\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPotter",
                "Surfista madeirado",
                "O Surfista Madeirado...",
                "Q jogo e esse ?",
                "Ele é literalmente uma bruxa",
                "o surfista prateado chat",
                "zooooooooooooooooom",
                "essa ea nova run xet",
                "A tecnologia conseguiu chegar a níveis absurdos",
                "GMOD em Minecraft",
                "novo tapete do aladim",
                "Esse Harry Potter ta meio estranho",
                "chat q jogo é esse"
            ],
            "num_comments": 14
        },
        {
            "title": "Surfistas del sistema - La magia está en tu piel [alternative]",
            "selftext": "",
            "subreddit": "Music",
            "topic": "surfista",
            "id": "107cnbh"
        },
        {
            "title": "Carona Podpah: Pedro Scooby é o primeiro convidado de Igão e Mítico",
            "selftext": "O podcast com vídeo Original Spotify Carona Podpah estreia nesta quarta-feira, dia 07 de junho, e Igão e Mítico recebem o surfista Pedro Scooby como primeiro convidado. Com muita resenha sobre música, eles resgatam quais músicas marcaram a vida do atleta.\n\n[link]",
            "subreddit": "Music",
            "topic": "surfista",
            "id": "143dohs"
        },
        {
            "title": "Italo Ferreira: surfista começou em tampa de caixa de isopor que pai vendia peixe",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "osipfa",
            "comments": [
                "A garra dos nossos atletas é impressionante. Motiva e emociona demais. É ouro, porra!!!! E desse jeito, acho que não durmo nunca mais.\n\nParabéns, Ítalo, fez bonito e fez história! 🇧🇷❤️🇧🇷",
                "Pior que no Brasil, capaz dele voltar pra casa e ir vender peixe tbm.",
                "Tá na hora de romantizar a pobreza já cedo assim?",
                "garfaram o medina so purque o outru era japones so por cauza dizsso ele ganhou injusto😭😭"
            ],
            "num_comments": 4
        },
        {
            "title": "Em acordo, mãe de Gabriel Medina exigiu R$ 10 milhões do surfista",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "pv2pyr",
            "comments": [
                "Coloquei essa discussão sobre o caso Medina por ver muitos outros, em menor escala monetaria, onde mães se sentem donas do filho/filha adulto e do dinheiro dele/dela.\n\nSeja por pensão de alto valor ou quando o filho/filha já trabalha, encontro bastante casos de mães que abusam de filhos e filhas financeiramente, esperando que o filho/filha seja um marido substituto, no sentido financeiro e emocional, exigindo uma atenção desmedida e agindo com a/o namorada/namorado esposa/marido do filho/filha fosse uma/um rival.\n\nEu vejo bem pouca discussão online ou paginas falando a respeito. Gostaria de alertar pessoas que passam por isso, e que querem achar meios de se afatstar ou sumir, ou as vezes por conta de tanto abuso emocional velado não se dão conta que as atitudes da mãe não são normais. \n\nDivulgar esse assunto ajuda para que não se sintam ignoradas ou não se sintam culpadas por cortar laços com uma mãe que não respeita pessoas, limites etc. \n\nProcure livros, videos etc que tratam sobre familia disfuncional, familia tóxica, mãe narcista, mãe bipolar, incesto emocional etc.\nSe souber inglês, pesquise tb nessa lingua pois ainda não temos tanto conteudo em portugues.\n\nFuja de terapeuta que diz que vc tem que perdoar uma mãe assim. Normalmente eles estão falando mais em nome da religião pessoal deles do que sobre psicologia.\n\nAqui alguns links para ficar como referencia:\n\n[link]\n\n\n[link]\n\n[link]\n\n[link]\n\n[link]\n\n[link]\n\n[link]",
                "\"– Ela finge ser essa pessoa super boa e, na verdade, é o oposto. Humilha todo mundo na frente de quem estiver. Inclusive, ela fez muito abuso psicológico e emocional com o próprio Gabriel e agora quer pegar o dinheiro dele por que acha que tem direito. Prefere ter dinheiro do que relacionamento com o próprio filho – disse uma fonte que preferiu permanecer anônima ao Metrópoles.\n\n– Simone quis cortar o Gabriel e o Felipe da vida dela porque o Gabriel tirou a mesada enorme de R$ 200 mil que dava para a mãe. Ela não aceita o casamento dele. A Yasmin até parou de falar sobre espiritualidade e astrologia no Instagram dela porque a sogra fazia uma confusão com ela e com o Gabriel por causa disso – acrescentou.\"\n\n[link]",
                "\"Por fim, Leo Dias aponta que \"Simone é conhecida por tratar mal e ser soberba com funcionários\" e, após o racha da família a situação dela \"está insustentável na cidade\".\n\n[link]",
                "Claramente uma mãe narcisista, não importa o que se faça ou diga, ela nunca muda",
                "Cara, oq passa na cabeça de uma mae assim. Ficar cagando a relação com o filho por dinheiro é uma das coisas mais nojentas q eu consigo imaginar",
                "Esse Léo Dias é o maior fofoqueiro do Brasil.",
                "O mais dolorido de ler notícias como essa é saber que o mesmo aconteceria comigo caso eu tivesse uma renda elevada :(",
                "O medina é tão mala que toma processo até da própria mãe. Essa é minha conclusão"
            ],
            "num_comments": 8
        },
        {
            "title": "Algemado, surfista é morto a tiros no litoral de SP; VÍDEO",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "nv2j9y",
            "comments": [
                "daqui a pouco vão inventar uma história que o maluco pegou um sorvete sem pagar a 7 anos antes então tá valendo apontar arma e dar tiro de graça que ele é bandido",
                "Sinistra essa história.",
                "[deleted]",
                "Estranho ninguém quis dar entrevista...",
                "Caso isolado número #19303758",
                "Pelo que li sobre, eram falsos policiais. Era um sequestro."
            ],
            "num_comments": 6
        },
        {
            "title": "Surfistas de ônibus de Olinda no NY Times",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "nvjv5z",
            "comments": [
                "Vez ou outra alguns desses maloqueiros esquece de se segurar numa curva e cai em uma esquina por aqui",
                "Tem uma matéria, do Fantástico se não me engano, sobre os surfistas de trem da CBTU no RJ nos anos noventa que parece que deu repercussão internacional tbm. Aqui em SP tinha muito na CPTM, tem uma musica do RZO que passa por isso. \n\nMas ta ai uma coisa que não ouvia falar a muito tempo."
            ],
            "num_comments": 2
        },
        {
            "title": "O Surfista da Rocinha",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "awdhwo",
            "comments": [
                " \n\nSurfurbano\n\n ",
                "Laboriaux tira onda",
                "AGORA VAI!",
                "Toda vez que cai uma chuva forte e a cidade fica sob alerta, eu lembro do dia que um maluco apareceu remando em cima de uma prancha, no Baixo Gávea.\n\nÁgua na canela, tudo alagado, cidade caótica, porém os garçons servindo o chopp perfeitamente, pessoal rindo nas mesas, e o cara deitado na prancha, dando braçada no meio da rua, literalmente como se estivesse no mar.\n\nSó procurar “Surfando no Baixo Gávea”, no YT. ",
                "Surfista lameado"
            ],
            "num_comments": 5
        },
        {
            "title": "HEA que Gabriel o Pensador além de pensador é surfista de ondas gigantes",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "eade2z",
            "comments": [
                "Gabriel Surfador ¯\\\\\\_(ツ)\\_/¯",
                "Solitário surfista",
                "Com uma tábua de passar ainda por cima..."
            ],
            "num_comments": 3
        },
        {
            "title": "Surfista que se envolveu em acidente de carro com morte riu durante exame de perícia, diz polícia",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "kf0nin"
        },
        {
            "title": "Vocês que surfam todo dia vocês tem que passar parafina na prancha todo santo dia?",
            "selftext": "Vocês que surfam todo dia vocês tem que passar parafina na prancha todo santo dia? E a parafina do dia anterior que fica na prancha, tem que tirar?",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "tiogqf",
            "comments": [
                "[deleted]",
                "Seja bem vindo ao melhor esporte do mundo depois da academia\n\nDepende muito do surfista, tem surfista que passa todo santo dia, tem surfista que passa a cada 2 dias, outros passam só quando sentem a prancha com menos grip já água e outros pela coloração\n\nEu passava todo dia mas era uma base bem fina só pra manter o grip mesmo e tirava a cada uma semana pois geralmente era o tempo que ficava a crosta grossa\n\nMas isso vai de surfista pra surfista, com o tempo você vai sentir a prancha, tudo na vida é sentir quando se interage com algo que faz você fluir no esporte, você sente a prancha e como manusear a mesma\n\nUsa FuWax, é a melhor parafina do mundo na minha opinião\n\nBem vindo mano(a)!!!!"
            ],
            "num_comments": 2
        },
        {
            "title": "Surfista Brasileira na Front Page da CNN e bate Recorde Mundial, entrando no Livro Guiness",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "9l211t",
            "comments": [
                "Maya Gabeira do Brasil!"
            ],
            "num_comments": 1
        },
        {
            "title": "Surfista envolvido em roubos a bancos em SP é baleado e preso em praia. Em um dos crimes, ocorrido em 2015, uma mulher morreu com um tiro na cabeça.",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "7cazcr",
            "comments": [
                "Que merda hein Brasil, nem pra deixar ele pegar a última onda",
                "\n^(Este é o melhor NL;NL que eu pude fazer, o artigo original foi reduzido em 30.36%. [Eu sou um Bot] 🤖)  \n\n\n\n>**Em um dos crimes, ocorrido em 2015, uma mulher morreu com um tiro na cabeça.**  \n\n\n> A polícia conseguiu prender Márcio de Oliveira Teixeira, de 36 anos, conhecido por envolvimento a roubos a caixas eletrônicos no Estado de São Paulo. Equipe da Delegacia de Investigações Gerais (DIG) de Santos (SP) recebeu a informação de que Márcio, também conhecido como Alemão ou Chaminé, havia sido visto em nas proximidades da praia de Pitangueiras. Instantes antes, o policial havia disparado um tiro de alerta, mesmo assim Teixeira tentou escapar da praia. Contra ele há dois mandados de prisão por roubos a banco na região do Vale do Paraíba e por participação do assalto a caixas eletrônicos em Bertioga, também no litoral paulista, em 2015. Na ocasião, uma mulher morreu com um tiro na cabeça, ao ser confundida pelos criminosos quando se aproximava deles. Márcio Teixeira foi encaminhado ao Hospital Santo Amaro, em Guarujá, onde permanece internado sob escolta policial e com quadro clínico estável. O caso foi registro na DIG e os investigadores, durante a ocorrência, tiveram o apoio de equipes da Polícia Militar de Guarujá.  \n\n\n^(O site está offline ou cai no paywall?) [^(Leia [link]  \n\n\n***\n\n[link] ^| [link] ^| ^(notícia publicada em 10/11/2017)  \n",
                "surfistas ladrões de bancos?",
                "Caralho, esse é o plot daquele filme do Keanu Reaves com o Patrick Swayze.\n\n[link]\n\nE o Anthony Kiedis participa! Bom filme. "
            ],
            "num_comments": 4
        },
        {
            "title": "Surfista que teve rosto mordido por tubarão em Fernando de Noronha recebe alta do hospital",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "ar9ibb"
        },
        {
            "title": "Não percam a CPI....o caldo ta engrossando",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "o70psi",
            "comments": [
                "A todos que apoiam o neo-fascismo bolsonarista, a sua hora de virar “comunista” ou “bandido” também chegará.\n\nEsse governo é autofágico, e quem é trouxa o suficiente de apoiá-lo, eventualmente será vitimizado pelo próprio. Questão de tempo.",
                "\"Luis Miranda USA\". Quem duvidava que esse governo não acabaria por autofagia?",
                "Cara, ainda ficou com o pé atrás com essa história de deputado bolsonarista querer derrubar o mito deles. O Demori mandou uma thread falando sobre a possibilidade disso ter sido arquitetado: [link]",
                ">Sempre te defendi e é essa a recompensa?\n\nSim. Bem feito.\n\nAprendam, bando de besta. Você pode ter bandido de estimação, mas bandido não tem estima nenhuma pelos abestados que ele manipula pra se dar bem. Já viu estelionatário com dózinho de alguém?",
                "O Luis Miranda não era aquele deputado que era um youtuber que praticou estelionato com dezenas de brasileiros que sonhavam ir pros EUA pra melhor de vida?",
                "*USA* 🙄",
                "É cobra engolindo cobra nesse meio..\nMe dá ânsia de ouvir esse povo falar de Deus.",
                "  Foi abandonado pelo dono e agora chora.\n\nOff-topic: Por que tantas pessoas, até mesmo bem estudadas, colocam pontuações depois de um espaço? A gente que faz errado hoje em dia ou era algum costume correto na época das máquinas de escrever e foi corrigido recentemente?",
                "Tomara que esses dois vermes sejam presos.",
                "Chapéu de alumínio: essa narrativa específica está sendo fabricada pela alta cúpula para tomar o foco do caso como um todo e posteriormente ser prontamente desmentida pelo governo federal, que, com isso vai sair por cima, descreditando a mídia\n\nDe qualquer forma, muito estranho tudo q ele fala ser basicamente \"Bolsonaro agiu para salvar a todos!\"",
                "Quando ele fala que \"esteve com o Senhor\", quer dizer que esteve com Deus ou com Bolsonaro? Tô confuso aqui.",
                "Vai escrever mal assim lá no congresso. Outro deputado analfabeto fazendo leis.",
                "Deus lendo isso: se fode aí jovem, tenho mais o que fazer",
                "Olha, neste caso aí torço pra briga! Parece que esse Miranda quer holofote e/ou será que ficou de fora do 'orçamento secreto - o tratoraço' ou algum outro esquema?",
                "Briguem desgraçados!!!!",
                "[deleted]",
                "O DF só tá perdendo pro RJ e RS em termos de congressistas de bosta.",
                "\"Eu nunca pensei que os leopardos comeriam o meu rosto!\" diz pessoa que votou no Partido dos Leopardos Comedores de Rostos.\n\n/r/LeopardsAteMyFace",
                "Sérião... será que esses caras não pensaram em usar os canais oficiais de denúncia?  \n(TCU e CGU, por exemplo...)",
                "Estou torcendo pela briga.",
                "Tá tão na cara que isso tudo é uma simples tática pra tirar a bunda do Bolsonaro da reta, que tô achando até engraçado.\n\nAlgo como \"o presidente não fez nada de errado, quem fez errado foi a equipe dele\".",
                "Minha mãe dizia: desconfie de quem fala muito em nome de Deus, são pessoas que não têm convicção na própria palavra, e precisam incrementar Deus em suas falas.",
                "Ainda vão se chupar ao vivo... Os caras afundam defendendo esse verme, nunca vi",
                "Entre uma briga desses dois,tô torcendo pela briga",
                "em qual canal passa?",
                "Alguém assistiu a entrevista que ele deu ontem onde ele ficava falando dele na 3°pessoa o cara é muito estranho",
                "não vai dar nada.",
                "Esse cara é o mamãe falei?",
                "2022, o ano que durou 4 anos. Corrida eleitoral não para...",
                "Tenho nem vontade de acompanhar de perto. Eu sei que no fim de tudo não vai dar em nada.",
                "E eu, torcendo pela briga.",
                "por que ele tem esse USA no nome?",
                "Das duas uma e talvez nenhuma, ou ele achou que ia agradar o presidente Birolie alertando sobre um possível caso de corrupção acontecendo no governo, ou descobriu o esquema e chegou junto querendo sua parte para não denunciar.",
                "Mas ele comprou ouu não um negócio superfaturado?",
                "Que novidade! Bolsonaro tá apunhalando outro aliado pelas costas???",
                "Netflix devia patrocinar uma série, estilo O Mecanismo",
                "É uma figurinha rara, mas quando aparece no maço, a gente até se emociona: minion descobrindo que Bolsonaro é corrupto",
                "Não acompanhei as sessões mais recentes, alguém pode contextualizar?",
                "Cara, política no Brasil é um negócio tão frustrante",
                "\"Poxa Crush pq cê não me nota?\" Politics Ver."
            ],
            "num_comments": 40
        },
        {
            "title": "Lobão muda trecho e Replicantes proíbem uso de Surfista Calhorda em disco",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "72f44u",
            "comments": [
                "Rapaz, a mudança que ele fez na letra mostra que ele literalmente não entende o significado da música, e olha que é bem explícito."
            ],
            "num_comments": 1
        },
        {
            "title": "Surfistas salvam ocupantes de canoa arrastada pela abertura da Lagoa de Imboassica",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "5dkcj0",
            "num_comments": 0
        },
        {
            "title": "Surfista dado como morto no Rio está internado em estado grave em Porto Alegre",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "5zagiu",
            "comments": [
                "Que título ruim."
            ],
            "num_comments": 1
        },
        {
            "title": "Surfista é atacado por tubarão no Mundial (imagens)",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "3du2p4",
            "comments": [
                "Ainda bem que não aconteceu nada de pior. O Fanning é um exemplo de atleta e humildade e seria bem ruim pro surf mundial perder ele.",
                "[No [link] parece que ele tomou uma rabada no final. Melhor que uma dentada é claro.",
                "Foi sinistro. Estava vendo na TV. Só não foi pior porque o tubarão não quis atacar para matar. Se tivesse com fome mesmo o desastre seria terrível"
            ],
            "num_comments": 3
        },
        {
            "title": "Nova onda artificial criada pela empresa do surfista profissional Kelly Slater promete revolucionar o surfe e incrementar a economia.",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "3xxmbb"
        },
        {
            "title": "Existe algum estabelecimento que você conheça, que você tem certeza que é usado pra lavagem de dinheiro?",
            "selftext": "Eu sempre desconfio muito de várias lojas de roupa nos shoppings, principalmente aquelas de skatista/surfista, sempre vazias até nos dias de pico e cheias de atendentes a toa. Também acredito que várias lojas pequenas/médias de carros usados servem pra isso.",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "135rt36",
            "comments": [
                "Uma loja da Kopenhagen no shopping Via Parque na Barra da Tijuca, ouvi dizer que lavavam dinheiro de miliciano",
                "Sobre um estabelecimento específico: existia uma sorveteria perto de onde eu morava na minha cidade natal que ficou aberta por décadas. Raramente tinha alguém lá, papo de vc ficar 1h sentado numa mesa e não ver mais nenhum cliente além de você, sempre tive certeza que ali rolava alguma lavagem de dinheiro ou jogo do bicho, pq não é possível que se sustentava vendendo sorvete pra fantasma. Dito isso, o sorvete era bom pra krl.\n\nSobre estabelecimentos em geral: Spa's, aqueles que as madames vão semanalmente pra fazer esfoliação e escaldo nos pés, não pode ser que exista demanda o suficiente pra esses lugares ficarem abertos o ano inteiro sem estarem ligados a algum esquema.\n\nEdit: ta, já que a galera ta assistindo muita série estadounidense e fez a piadinha das casas de massagem que na verdade são puteiros, eu especifiquei ali.",
                "Igrejas e cultos. Podem receber qualquer quantia, de qualquer natureza sem precisar declarar ou pagar imposto. Acredito que a bancada religiosa do congresso seja financiada principalmente dessa forma. Por isso religiosos defendem tanto o bolsonazismo.",
                "Tinha uma padaria perto de casa que não sabia fazer pão. Tipo era uma loja grande mas vazia, poucos itens amostra, os pães eram péssimos e até bolorentos. Essa padaria durou alguns meses e depois fizeram um rebranding, não sei se foi o mesmo dono mas eles mudaram o nome, agora tem brunch e tem mais produtos amostra, mas os pães continuam ruins.",
                "Uma loja de roupa no shopping da cidade que tá sempre vazia e vende calça por mil reais. Marca desconhecida que nunca ouvi falar antes",
                "Lojas de colchões",
                "Eu não sei ao certo, mas tenho quase certeza que uma quantidade considerável de escolas tem dinheiro de merenda e tudo mais desviado",
                ">Também acredito que várias lojas pequenas/médias de carros usados servem pra isso.\n\nGaragem menor as vezes parece grande mas tem só o dono, as vezes nem paga aluguel porque é terreno próprio, e a construção só de telhado é mixaria (As vezes R$ 10 mil e você faz um telhadinho pra 9 carros). \n\nE não precisa operar com veículos próprios, geralmente esse pessoal espera aparecer negócio MUITO bom, aí sim compra pra revender com lucro bom, mas a maioria é consignado, o dono deixa lá pra vender (Eu mesmo sempre tenho algum a venda assim, carro mais caro é afrescalhado e os compradores disso são pirralhos chatos, não gosto de lidar com esse tipo de gente), a comissão da venda é uns 3%, se vende uma pickup de R$ 200 é R$ 6 mil de comissão, entre conta de água, luz, internet e o supermercado isso mantém o dono por uns 3 meses fácil. Qualquer Gol velho que vende a R$ 20 mil é R$ 600 de comissão, é pouco mas esse tipo de carro barato vende rápido, demora é firula de R$ 60 mil pra cima, mas aí é quase R$ 2 mil de comissão, se vender 1 desse por mês já tá bom.\n\nFora que esse pessoal sempre tem muito contato com gente que quer vender mas não pode deixar o carro parado, aí vende muita coisa que nem passa pelo pátio.\n\nE tem as negociações malucas, entra terreno ou casinha em negócio, ele acaba vendendo ela ele mesmo, as vezes dá um tapa em visual, ajeita documentação (Nem sempre é absurdamente caro, as vezes é R$ 2 mil em terreno de R$ 80 mil, mas toma tempo que dono não tem, mas ele fica sentado o dia todo então tem tempo), aí nesses outros negócios lucra R$ 5 mil aqui, 3 mil ali.\n\nAs vezes paga vendedor como funcionário, mas paga só comissão, não paga salário fixo, coisa tipo 2% da comissão pro vendedor, 1% pra garagem. \n\nAs vezes tem peão pra fazer limpeza, e pra servir de vigia quando o dono precisa sair pra levar, buscar, ou ir em Detran, cartório e cia (Senão tem que fechar, guardar carros), as vezes é algum familiar jovem que faz isso, por salário mínimo.\n\nEnfim, garagem pequena ou média pode ter custo MUITO baixo, se o dono operar ela, é basicamente um terreno, com uma salinha simples no canto (R$ 8-12 mil pra construir, conforme região e pedreiro, não precisa vigamento enorme nem radier caro), telhados de meia água simples e baratos (Ou com lona, sombrite e cia, igual estacionamento de mercado e cia), as vezes é R$ 40 mil em construção ao todo, pra algo que vai render R$ 10 mil nuns meses bons, é mixaria! E o lucro é líquido, raramente precisa emitir NFS (Só quando envolve banco). Alias, as vezes além da venda tem mais alguma comissão de financeira mercenária como BV, R$ 200 de comissão pra financiamento mas é R$ 200 limpo no bolso, além do lucro ou comissão da venda (Agora é época de juro alto, aí o dono fica sozinho 95% do tempo, em épocas de juro baixo tem mais movimento o dia todo, aí ele contrata vendedor, ou peão pra limpeza, isso é gente sem qualificação, qualquer moleque de 17 anos com baldinho e pano molhado pra limpar umas coisas, quando o movimento reduz manda embora, quando o movimento aumenta é questão de 2h pra um anúncio atrair 20 deles interessados no trabalho, mesmo sem CTPS ou garantia de mais de meio ano de emprego.\n\nLoja que paga aluguel em auto-shopping e cia é outra história, aí depende do movimento de lá, tem preços mais altos, as vezes até comissão de 4% pra umas coisas complicadas de vender. Garagem que fez galpão também, mas lembra que poste de pre-moldado é quase igual poste de rua, mete 8 de cada lado, faz as tesouras com pre-moldados, telhado de galvalume que não quebra fácil, e você fecha uma área grande as vezes com R$ 90 mil, isso é grana que as vezes retorna em 8 meses, quando é maior cabem mais carros, circula mais coisa por ter mais oferta (Mais opções).\n\nPor isso tem tanto anúncio de outras regiões nuns grupos, as vezes o funcionário faz a conta e vê que tem R$ 1,2 milhões em carros na loja a venda (1 da loja, o resto tudo consignado), se a comissão dele é 2% então isso pode gerar R$ 24 mil em comissão limpa no bolso, ele sai anunciando pra todo lado pra ver se vende, acha igual vendedor de doce na rua, que é só anunciar que vai vender. Quem tá a mais tempo nisso sabe que são consumidores diferentes, online tem gente enrolada demais, em loja é tudo na hora e com alguma garantia.\n\nAh, lembra que comissão se paga mesmo que não venda em dinheiro, pode ter troca (Trocar uma Strada CS por um Gol 4p, com volta de R$ 10 mil em dinheiro), se trocar paga os mesmos 3% de comissão, seja trocar por carro, moto, terreno ou o que for.\n\nEnfim, consignado tem baixo custo e paga bem, justo por isso tem tanto doido investindo nisso, ninguém abriu isso agora, pessoal abre quando é época de juro baixo e muitas vendas, quando a economia tá ruim fica só o dono, se passar 40d sem vender nada, mas aí vender algum semi-novo de R$ 70 mil, ele já paga as contas desse período, nessa época ele tem que usar a grana que guardou naquele mês que teve R$ 2 mil de contas e supermercado pra pagar mas lucrou uns R$ 10 mil.\n\nTodo negócio que você faz em terreno próprio, e você é o funcionário que faz quase tudo, dá lucro mesmo parecendo vazio, não dá lucro igual se você trabalhasse 8h por dia em emprego comum mas dá lucro suficiente e você trabalha pouco, pra muita gente isso é prazeroso (Conversa mais que trabalha).",
                "Quando só aceita dinheiro eu sinto que é lavagem, em SP é cheio de restaurante e lanchonete que faz isso",
                "Um amigo de um amigo meu (e talvez essa história nem seja verídica) trabalha numa grande empresa que por uns anos teve um App de entrega de comida no Brasil. Certo dia fazendo algumas buscas no banco de dados ele se deparou com uma pizzaria em uma capital do Nordeste do Brasil que tinha um faturamento que variava entre 100 e 200 mil reais por semana. Vendendo pizzas.\n\nEsse amigo de um amigo meu pode ter passado a situação para a diretoria, que abriu denúncia e... Bem, pesquisem no Google \"Operação Mamma Mia polícia federal\".",
                "Qualquer estacionamento no centros. Normalmente, eles não são regularizados e sempre lotados.",
                "Tem uma agência de viagens na minha rua, anos passando em frente, diferentes horários, nunca vi uma pessoa sequer la dentro... agora, tem um portão do lado que ja vi algumas vezes um grupo de pessoas entrando, geralmente pessoas perto da 3 idade que apresentam ter $$. Outro fato curioso é que na porta sempre fica o carro do dono, um Audi de 600k e segurança o tempo todo.",
                "Loja de tapetes do oriente médio na Lagoa no Rio de Janeiro. Durante minha vida toda sempre vi aberta e basicamente nenhum movimento. Uma vez entrei, bati papo com vendedor e ele contou tudo. Os tapetes são lindos e caros pra uma porra, uma venda deve pagar as contas por um mês. Mas a história, vice presidente da Petrobras em algum país do oriente médio (n lembro exato qual) qnd foi se aposentar trouxe containers de tapetes e são os q estão lá a venda. Se n me engano um tapete do tamanho de um tapetinho de banheiro (q era dos mais baratos) era uns 5 mil. São duas lojas uma colada na outra com 3 andares LOTADAS de tapetes enormes. Pilhas e pilhas de tapete, facilmente tem mais de uns 20 milhões em tapete. Tem tudo pra ser só um ricaço e a história proceder, mas é bizarro dms, 24 anos q vejo essa loja num bairro caro dá porra q n é sinônimo de comércio muito menos de luxo, tem duas lojas de tapete abertas todos os dias úteis, sempre. Logicamente devem ser donos do imóvel, mas nunca vi um movimento pra achar q tem vendas e pagam as contas.\n\n[link]",
                "As loja de lancha e iate na av dos bandeirantes em sp",
                "Dois\n\nTem um aqui perto que vende erva pra fazer chá, apesar do cara que trabalha lá ser super apaixonado pelo que faz, o lugar vive vazio e as compras são sempre em valores bem pequenos\n\nE um pouco na frente desse lugar tem dois bares, um funciona normal, sempre movimentado. O do outro lado da rua quase nunca tem gente",
                "Em sp tem uma ótica chamada Gassi, eles abrem uma do lado da outra, todas lojas gigantescas e estão sempre vazias.\nSei que margem de lucro de ótica é absurdamente alta, mas sei lá…\nLojas de colchão/sofá tb em sp, abrindo uma atrás da outra e mesma coisa, sempre vazias.",
                "Aqui perto tem uma loja de roupas infantis com nome de santo que pratica preços bem altos. Eu sempre passo de frente e sempre tá completamente vazio, estacionamento de frente nunca tem 1 carro estacionado. A loja fica vazia até em dias próximos ao dia das crianças, por exemplo. Já está lá a pelo menos 7 anos. Firme e forte. Se não for lavagem de dinheiro, é um dos piores investimentos que eu já vi alguém insistir.",
                "Tem uma empresa na cidade que quando abriu ficou coisa de anos parada, não se via entrar ou sair nada de lá, mas haviam vigias, todo mundo achava estranho e comentava que aquilo parecia empresa de fachada.\n\nPouco tempo depois houve a entrada de um outro sócio, daí começaram a ver movimentação, porém o fundador saiu da empresa em seguida, meses depois este que deixou a empresa foi preso e teve bens apreendidos por envolvimento com lavagem de dinheiro, coisa de muito dinheiro mesmo e envolvimento de pessoas de vários lugares do Brasil.\n\nAgora galera da cidade desconfia que quando esse que foi preso já tinha lavado o suficiente para começar a chamar a atenção vendeu a empresa pra outro para tentar dificultar investigações.",
                "Minha cidade é pequena e lotada de concessionárias. Tenho a impressão que muitas delas são lavagem de dinheiro. Também conheço o restaurante de fachada do traficante do bairro.",
                "Igreja evangélica?",
                " Tem um mercadinho no meu bairro que sempre ta vazio, quase não tem nada vendendo e os preços são sempre diferentes do valor de mercado dos produtos quase como se fosse aleatório, o próprio caixa avisa pra quem entra que não vale a pena comprar lá.    \n\n\n  Tem uma joalheria no shopping que eu trabalhava que nunca teve um  cliente e apesar de lojas movimentadas terem fechado as portas a joalheria ta lá firme e forte até hj.",
                "Uma certa loja de produtos naturais, tem milhares de lojas as vezes uma a poucos metros da outra, sempre vazia. \n\nTem tb um quiosque (eu nunca vi loja) de nozes, castanhas e coisas do tipo. Já sentei um bom tempo no shopping num dia movimentado, ninguém comprou nada, tem um mesmo quiosque no aeroporto, eu fiquei lá HORAS não teve uma alma comprando 1 unidade de castanha.",
                "No Tiquatira em sp tinha 4 lojas de carro, chamadas M3, na mesma avenida. Era próximo a favela e vendiam até porsche e land rover. Aparentemente era lavagem de dinheiro de tráfico e foram fechadas",
                "Hoje não Leão 🦁",
                "Lava rápido. Onde moro tem 3 praticamente um do lado do outro. Todo mundo sabe porque que eles estão lá.",
                "Locadora de dvd e vhs",
                "Academia, principalmente uma de rede aí",
                "Loja de lavar roupa...literalmente...",
                "lojas estilo 1,99e de coisas pra casa\n\naqui na minha cidade tem uma perto de casa, que são 3 barracões de tralha pra casa, sempre tem a mesma coisa, nada de novidades e sempre vazio de clientes. Aquilo eu tenho certeza que é lavagem.",
                "Cara onde tem trafico tem lavagem de dinheiro, e tem trafico em todo canto do brasil, portanto sempre tem lavagem de dinheiro.\n\nComo eu sei que tem:\n\nMataram uma pessoa do estabelecimento\n\nQueimaram o local incendio arsenico\n\nO circulo de amizades do dono é de conhecidos suspeitos locais...\n\nO que me chateia é que o policial militar nao é treinado pra ter esse olhar, só pra lidar com ocorrencia, e como são a maioria isso complica, a PC e a PF o Gaeco ja tem esse olhar clinico melhor.",
                "Loja bacana em shopping chique. Eternamente vazias, mas com aluguel e custo operacional caríssimos. Aí tem heim!",
                "Meu vizinho tem uma loja de colchoes aqui perto. NUNCA vi ninguém entrando. Ele tinha 2 land rovers, e trocou por uma porsche que é mais cara que o meu apartamento. Note que não é um prédio de luxo, e nenhum outro morador tem carro nem próximo de uma land rover, antigo carro dele."
            ],
            "num_comments": 32
        },
        {
            "title": "Você está entediado jovem?",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "bx8az1",
            "comments": [
                "[deleted]",
                "Ou fique no computador para:  \n\n\n\\- Jogar games  \n\\- Papear no reddit  \n\\- Se atualizar através de notícias  \n\\- Discutir filmes/séries  \n\\- Ver bons vídeos no youtube",
                "\"Ninguém transa, as pessoas fingem que transam mas não transam, da muito trabalho\"",
                "se você transa com os braços pro alto então não transe, fique no computador mesmo",
                "Sem dinheiro fica foda",
                "Dá pra transar fora do computador?",
                "Caçar surfistas porque? Eles não incomodam em nada.\n\nVai caçar gente que faz diferença. Coaches, cinéfilos, fãs de xboxmilgrau. Aí sim.",
                "[Lembrei do vídeo de recrutamento do [link]",
                "Sai do computador, mas não conseguir transar. 🤔\n\nas instruções não estão claras",
                "Alguém poderia, por obséquio, me indicar um local de fácil acesso onde encontrar uma foca para montar e, então, sair para caçar surfistas? Ler livros eu já faço diariamente e transar é muito burocrático.",
                "dessa lista ai eu so posso é ler",
                "Esqueitista serve?",
                "Não",
                "[deleted]",
                "não enche o saco",
                "Vá brigar com uma capivara, vá xingar as pessoas na rua, vá cheirar cola escolar, vá trocar a pasta de dente do tubo por recheio de Oreo, vai pegar carona num caminhão de lixo, a vida tá aí pra ser vivida",
                "Eu não tenho uma foca",
                "Transar: Não tenho com quem transar e já gastei o orçamento do mês com puta\n\nLer: Esse filho da puta não sabe que dá pra ler e-book no PC?\n\nMontar uma foca: Nice meme bro\n\nCaçar um surfista: Boa nunca pensei nisso antes to indo",
                "Não da pra transar porque a vida me proibiu disso.\n\nLer cansa minha cabeça e meus olhos.\n\nNão há focas ou praias por perto.\n\nO jeito é abrir um site hentai, ficar olhando pra tela do pc sem absolutamente nenhuma utilidade até as 5 da manhã, ir dormir as 5:30 e acordar 6 pra repetir o loop.",
                "\"Quem não está vivendo está morrendo\"",
                "Finalmente achei um outro adepto do r/surferhunting",
                "Você consegue fazer tudo isso em frente a um computador:\n\nTransar - Pornô\n\nLer - só baixar o pdf de um livro\n\nMontar uma foca e caçar um surfista: VR"
            ],
            "num_comments": 22
        },
        {
            "title": "O deputado estadual cassado do MBL está PISTOLA com a Jovem Pam",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "yikx6o",
            "comments": [
                "Mal posso esperar a direita se desintegrar",
                "De certa forma ele tem razão, a direita deveria ter parado de chupar o cu de Bolsonaro em 2020 e focado em levantar um nome mais moderado pra 2022. Tá aí o resultado da adoração cega.",
                "Confesso que nunca vi alguém ficar tão pistola de forma tão crível. A cabeça do cara quase explode no fim.",
                "“Vocês tão tudo fudido”\n\nSim, estamos e é tudo graças ao mito de vocês.",
                "Dois minutos de pura diversão.",
                "ehaehaheaheahe  \nele da pulinho na cadeira  \neahehaehaheaheahehaehaeh",
                "Fodido junto com ele? Olha, ser pobre eu sou, mas não sei se sou do tipo dele",
                "Bom que hj em dia opinião de MBL e nada da na mesma coisa. Só elegeram o Kim e quase que ele fica de fora.",
                "eu assisti ontem pedaços dessa live/react/whatever do mbl\n\nNum primeiro momento, eles passam a mão na cabeça dos bolsonaristas, consolando... talvez esperando que agora seja a 'vez deles' de serem adotados pela direita (como lhes foi prometido durante o golpe parlamentar de 2016),\n\nmas eles não se contêm. Que nem Ciro com os petistas, o cara ao invés de agregar, começa a enfiar o dedo em riste para impor moral, xingar, e perde a cabeça, e jorra ressentimento por todos os buracos.\n\nTem muito (ex)político como o mamaefalei que não aprendeu que a maior arte de todas é *engolir sapos*.\n\nEngolir sapos faz parte da vida, mas principalmente da política, a cabeça tem sempre que estar voltada para futuras oportunidades e evitar ameaças, e quando se não consegue engolir o sapo, fica aí remoendo o passado, querendo passar lição de moral, até ficar falando sozinho.\n\nO bolsonarismo é muito disso também, da incapacidade de engolir sapos, o que eles veem como fraqueza, como falha de caráter e hipocrisia, enquanto vejo isso como racionalidade e abertura para o diálogo e a paz.",
                "\"antes de vocês irem ao ar, meter o pau na gente\"\n\n&#x200B;\n\nQUE ISS HJAHAHAHAHHAHHAHAHAHAH HMMMM",
                "que o kataguri seja preso, pra ele transferir o dinheiro da atlas network pro ministerio publico, que os 20 centavos custem a carreira e vida financeira dele, parasita pau mandado verme",
                "kkkk",
                "A gente tá fudido porque somos pobres",
                "DEIXA O GADO MUGIR",
                "HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA",
                "Surfista prateado: você tá nervosinho, tá?",
                "HAHAHA HAHAHAHAHAH ENFIA O DEDO NO CU E RASGA FDP",
                "Briguem mais, tá pouco"
            ],
            "num_comments": 18
        },
        {
            "title": "wtf???",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "x6kgzo",
            "comments": [
                "Pela cor desse indio deve estar com sérios problemas de saúde, ficar azul\n\n/s",
                "\"Atendemos pessoas normais e gays\"",
                "É um CAPTCHA. Selecione as imagens com pessoas portadoras de deficiência.",
                "E ainda por cima incluíram o índio e aparentemente um negro azulão (pintado de azul).",
                "Quem diria que os índios são personagens de KND: A Turma do Bairro",
                "Qual a sua etnia:\n\n\\[  \\] Normal\n\n\\[  \\] Preta\n\n\\[  \\] Parda\n\n\\[  \\] Asiática\n\n\\[  \\] Indígena",
                "O surdo está comemorando a surdez?",
                " Desculpa, mas eu ri kkk",
                "Tem um início de palavra em hebraico ali tb",
                "eu fui pesquisar pra ver o que era esse do canto esquerdo e é [link] kkkkkkk maldade",
                "Inferior esquerdo é o que? Ele ta com uma cor meio de “índio”…",
                "Provavelmente era “diversidade” ali em cima antes do edit."
            ],
            "num_comments": 12
        },
        {
            "title": "O Rio de Janeiro não é para amadores",
            "selftext": "Sou de SP e fui visitar o Rio de Janeiro por uns dias, fiquei impressionado com o estado do BRT. Muitos com a porta quebrada, pessoas andando praticamente pra fora do veículo. Fiquei sabendo que recentemente morreram 2 pessoas, se não me engano, porque caíram pela porta do BRT.\n\nMas agora eu descobri o ÁPICE, que é o pessoal andando EM CIMA do BRT...\n\nMano... ???\n\nO que vocês pensam sobre isso?",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "10eoejr",
            "comments": [
                "é o Brasil da década de 90 de volta, minha gente\n\nque nostalgia",
                "Também BRT:\n\n[link]",
                "Procura vídeo no YouTube do povo entrando no BRT em estações tipo o Terminal Alvorada. Se você tropeçar ao entrar no BRT, capaz de ser pisoteado.",
                "Que isso, op, você é de onde? Eu só não surfava porque tinha medo, mas na porta eu ia. Mas hoje isso diminuiu (que bom). \n\nNão sou do RJ.",
                "O surfista de trem tá diferente...",
                "Falam que o Acre tem coisa estranha, mas os cariocas lutam diariamente pra roubar esse lugar de fala dos acreanos...",
                "Darwin explica.",
                "Minha amg filmou uma cena dessas tbm num ônibus indo pra praia hoje",
                "Se você não pegou um BRT na Alvorada sentido Madureira as 18h você não sabe o que é o Rio.",
                "Fernando, o Belo, não sabe se vai participar do próximo campeonato de surf ~~ferroviário~~ rodoviário"
            ],
            "num_comments": 10
        },
        {
            "title": "VÍDEO: presidente de Portugal nada no Lago Paranoá, em Brasília",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "1004vci",
            "comments": [
                "Depois é o brasileiro que nada no esgoto e não dá nada.",
                "Um verdadeiro surfista do lago paranoa",
                "Lago nojento pra caramba, sou de Brasília e já te digo que o cara vai começar a virar jacaré em 72 horas",
                "E a marca registrada dele aonde vai"
            ],
            "num_comments": 4
        },
        {
            "title": "Cerca de 300 cidades tem manifestação confirmada para domingo",
            "selftext": "Horários e locais, para quem tiver interesse:\n\nACRE\n\n- Rio Branco – 15h – Em frente do Palácio Rio Branco\n\nALAGOAS\n\n- Maceió – 9h – Praça Corredor Vera Arruda (Praia de Jatiúca)\n\nAMAZONAS\n\n- Manacapuru ─ 15h ─ Avenida Boulevard Pedro Ratis\n\n- Manaus – 16h – Ponta Negra\n\n- Tonantins ─ 9h30 ─ Praça de Alimentação Onofre Rodrigues Nascimento\n\nAMAPÁ\n\n- Macapá – 10h – Parque do Forte\n\nBAHIA\n\n- Candeias ─8h ─ Rua Guanabara\n\n- Feira de Santana – 15h – Avenida Getúlio Vargas\n\n- Ilhéus – 10h – Prala Cairu\n\n- Itabuna – 15h – Jardim do Ó\n\n- Jacobina ─ 9h ─ Alto da Missão\n\n- Juazeiro – 9h – Praça do São Tiago Maior na Orla\n\n- Salvador – 10h – Farol da Barra\n\n- Sobradinho ─ Caravana para Juazeiro\n\n- Uruçuca ─ 9h ─ Rua Gildo Oliveira de Carvalho\n\n- Vitória da Conquista – 9h – Praça da Escola Normal\n\nCEARÁ\n\n- Fortaleza – 15h – Aterro da Praia Iracema\n\n- Juazeiro do Norte ─ 15h30 ─ Praça Padre Cícero\n\n- Sobral – 16h – Avenida Doutor Guarani\n\n- Tabuleiro do Norte ─ 16h ─ Centro\n\nDISTRITO FEDERAL\n\n- Brasília – 10h – Museu Nacional da República\n\nESPÍRITO SANTO\n\n- Cachoeiro do Itapemirim – 10h – Praça Jerônimo Monteiro\n\n- Castelo – 17h – Praça Três Irmãos\n\n- Guarapari – 9h – Prainha de Muquiçaba\n\n- Santa Teresa ─ 15h ─ Praça Duque de Caxias\n\n- Vila Velha ─ 15h ─ Posto Moby Dick\n\n- Vitória – 15h – Praça do Papa\n\nGOIÁS\n\n- Aparecida de Goiânia – Caravana para Goiânia\n\n- Caldas Novas ─ 14h ─ Praça Mestre Orlando\n\n- Catalão ─ 14h ─ Parque Calixto Abraão\n\n- Goiânia – 14h – Praça Almirante Tamandaré\n\n- Ipameri ─ 14h ─ Praça da Liberdade\n\n- Mineiros ─ 17h ─ Praça do Bauhaus\n\n- Pontalina ─ 14h ─ Lago Rodopiano Neves\n\n- Rio Verde ─ 12h ─ Praça da Matriz (Centro)\n\n- Senador Canedo ─ Caravana para Goiânia\n\n- Trindade ─ Caravana para Goiânia\n\nMARANHÃO\n\n- Balsas – 12h – Avenida Governador Luís Rocha (em frente à Garagem JR4000)\n\n- Sao Luis ─ 8h – Av. Litoranea, ao lado do trailer Guaraná do JC\n\nMINAS GERAIS\n\n- Araguari – 10h – Praça Getúlio Vargas\n\n- Araxá – 10h – Praça da Matriz\n\n- Barbacena – 15h – Jardim do Globo\n\n- Belo Horizonte – 10h – Praça da Liberdade\n\n- Betim – 10h – Praça Tiradentes\n\n- Brasópolis – Caravana para Itajubá\n\n- Caratinga ─ 10h ─ Em frente ao Fórum\n\n- Cataguases – 10h – Praça Santa Rita\n\n- Cajuri – Caravana para Viçosa\n\n- Campo Florido– 9h – Praça Eteocles Vilela\n\n- Coimbra – Caravana para Viçosa\n\n- Conselheiro Lafaiete ─10h ─ Praça Tiradentes\n\n- Diamantina ─ 16h ─ Largo Dom João\n\n- Divinópolis – 15h30 – Praça do Santuário\n\n- Extrema – 15h – Parque de Eventos\n\n- Governador Valadares – 10h – Praça dos Pioneiros\n\n- Ipatinga – 10h – Feira do Canaã / Prefeitura\n\n- Guaxupé ─ 10h ─ Praça do Cemitério\n\n- Ipatinga ─ Caravana para Belo Horizonte\n\n- Itajubá – 15h30 – Sambódromo de Itajubá\n\n- Juiz de fora – 10h – Praça São Mateus\n\n- Lambari ─ 10h ─ Praça do Sol\n\n- Maria da Fé ─ Caravana para Itajubá\n\n- Montes Claros – 10h – Praça da Prefeitura\n\n- Ouro Fino – 10h – Prefeitura Municipal\n\n- Patos de Minas – 10h – Praça do Fórum\n\n- Pouso Alegre – 10h – Praça Senador José Bento\n\n- Poços de Caldas – 10h – Praça Pedro Sanches\n\n- Santa Rita do Sapucaí – 15h – Praça Santa Rita\n\n- Santo Antônio do Amparo – 15h – Praça da Matriz\n\n- São Miguel de Anta ─ Caravana para Viçosa\n\n- Sete Lagoas – 17h – Praça da Feirinha\n\n- Teixeiras – 20h – Caravana para Viçosa\n\n- Téofilo Otoni ─ 10h ─ Praça Tiradentes\n\n- Timóteo ─ Caravana para Belo Horizonte\n\n- Uberaba – 10h – Estádio Uberabão (Avenida Leopoldino)\n\n- Uberlândia – 10h – Praça Tubal Vilela\n\n- Vazante ─ 10h – Praça do Fórum\n\n- Viçosa – 10h30 – Praça Silviano Brandão\n\nMATO GROSSO\n\n- Alta Floresta ─ 13h ─ Praça da Cultura (do Avião)\n\n- Cuiabá – 16h – Praça Alencastro\n\n- Cáceres ─ 16h ─ Praça da Sematur\n\n- Lucas do Rio Verde ─ Caravana para Cuiabá\n\n- Rondonópolis ─ Caravana para Cuiabá\n\n- Sinop ─ 17h ─ Praça da Bandeira\n\n- Tangará da Serra ─ 16h ─ Estacionamento Big\n\nMATO GROSSO DO SUL\n\n- Campo Grande – 16h – Praça do Rádio Clube\n\n- Dourados – 15h30 – Praça Antônio João\n\n- Maracaju – 15h – Antiga Estação Ferroviária\n\nPARÁ\n\n- Belém – 8h – Escadinha Estação das Docas\n\n- Muaná ─ 8h ─ Praça 28 de Maio\n\n- Santarém ─ 16h30 ─ Praça São Sebastião\n\nPARAÍBA\n\n- Campina Grande – 14h – Praça da Bandeira\n\n- João Pessoa – 15h – Busto do Tamandaré\n\n- Patos ─ 15h ─ Praça do Cepa\n\nPERNAMBUCO\n\n- Petrolina ─ 16h ─ Praça da Catedral\n\n- Recife ─ 10h ─ Em frente à padaria de Boa Viagem\n\nPIAUÍ\n\n- Esperantina– 9h – Praça Leonidas Meio (Praça da Matriz)\n\n- Parnaíba – 8h – Balão do Mirante\n\n- Teresina ─ 16h ─ Ponte Estaiada\n\nPARANÁ\n\n- Almirante Tamandaré ─ 14h ─ Praça Santos Andrade\n\n- Apucarana – 15h – Praça Rui Barbosa\n\n- Arapongas – 16h – Praça Mauá\n\n- Bandeirantes ─ 15h ─ Praça Brasil Japão\n\n- Campo Mourão ─ 9h ─ Praça São José\n\n- Cascavel – 15h – Prefeitura\n\n- Castro – 15h – Parque Lacustre\n\n- Cianorte ─ 16h ─ Paróquia Nossa Senhora de Fátima\n\n- Corbelia ─ 15h30 ─ BR 369 Trevo Peroza\n\n- Cornélio Procópio ─ 15h ─ Prefeitura\n\n- Curitiba – 14h – Praça Santos Andrade\n\n- Dois Vizinhos – 16h – Praça da Amizade\n\n- Foz Iguaçu – 9h – Praça do Mitre\n\n- Francisco Beltrão – 17h – Calçadão\n\n- Guarapuava – 15h – Praça Cleve\n\n- Irati – 15h30 – Praça da Bandeira\n\n- Ivaporã ─ 10h ─ Praça dos Três Poderes\n\n- Londrina – 15h – Avenida JK (Rotatória Colégio Vicente Rijo)\n\n- Ma. Cândido Rondon ─ 9h ─ Praça Willy Barth\n\n- Mandaguaçu ─ 11h ─ Praça da Igreja\n\n- Maringá – 13h – Catedral\n\n- Medianeira ─ 10h ─ Praça ângelo Darolt\n\n- Nova Santa Rosa ─ 13h ─ Praça Municipal\n\n- Palotina ─ 9h30 ─ Praça Amadeo Piovesan\n\n- Paranavaí – 9h – Praça dos Pioneiros\n\n- Pato Branco ─ 16h ─ Praça Presidente Getúlio Vargas\n\n- Ponta Grossa – 15h – Praça Ba. de Guarauna\n\n- Rio Negro – 16h – Praça do Alto de Mafra\n\n- Toledo – 15h – Lago Municipal\n\n- União da Vitória ─ Caravana para Porto União\n\n- Wenceslau Braz – 17h – Espaço do Chico\n\nRIO DE JANEIRO\n\n- Campos dos Goytacazes ─ 10h Praça do Salvador\n\n- Italva ─ 9h ─ Rua Cel. Luiz Salles\n\n- Macaé ─ 15h ─ Avenida Nossa Senhora da Glória\n\n- Niterói – 10h – Praça de Icaraí (UFF)\n\n- Petrópolis – 10h – Praça Dom Pedro II\n\n- Rio de Janeiro – 10h – Praia de Copacabana em frente à R. Sousa Lima, Posto 5\n\n- Três Rios ─ 10h ─ Avenida Rio Branco\n\n- Volta Redonda – 9h – Praça Brasil\n\nRIO GRANDE DO NORTE\n\n- Mossoró – 15h – Teatro Dix-Huit Rosado\n\n- Natal – 15h – Praça Cívica\n\nRONDÔNIA\n\n- Cacoal ─ 9h Praça da Prefeitura\n\n- Ji-Paraná ─ 9h ─ Ao lado do Gerivaldão (marginal da BR 364)\n\n- Porto Velho – 16h – Espaço Alternativo\n\nRORAIMA\n\n- Boa Vista – 16h – Praça do Centro Cívico\n\nRIO GRANDE DO SUL\n\n- Alegrete – 15h –Largo do Centro Cultural\n\n- Bento Gonçalves ─ 15h ─ Rodoviária\n\n- Carazinho ─ 15h ─  Avenida Flores da Cunha (Praça Albino Hillebrand)\n\n- Caxias do Sul – 15h – Praça Dante Aliguieri\n\n- Itaara ─ Caravana para Santa Maria\n\n- Nova Palma ─ Caravana para Santa Maria\n\n- Erechim – 15h – Praça da Bandeira\n\n- Novo Hamburgo – 15h – Praça Punta Del Este\n\n- Pelotas – 15h – Praça Cel. Pedro Osório\n\n- Porto Alegre – 15h – Parcão\n\n- Quarta Colônia ─  Caravana para Santa Maria\n\n- Santa Cruz do Sul – 15h – Praça da Bandeira\n\n- Santa Maria – 14h – Locomotiva\n\n- Silveira Martins ─ Caravana para Santa Maria\n\n- São Leopoldo ─ 13h30 ─ Pasta da Biblioteca\n\n- Vacaria – 14h – Praça Daltro Filho\n\nSANTA CATARINA\n\n- Balneário Camboriú – 16h – Praça Almirante Tamandaré\n\n- Barra Velha ─ 9h ─ Avenida Santa Catarina\n\n- Blumenau – 16h – Em frente a Prefeitura\n\n- Brusque – 16h – Parque da Ferraneco\n\n- Campo Alegre ─ Caravana para São Bento do Sul\n\n- Chapecó – 10h – Praça Coronel Bertaso\n\n- Concórdia – 15h – Rua Coberta\n\n- Criciúma – 15h – Parque das Nações\n\n- Curitibanos ─ 9h30 ─Praça da República\n\n- Florianópolis – 16h – TICEN (Terminal de Integração do Centro)\n\n- Fraiburgo ─ 10h ─ Praça Maria Frey\n\n- Gaspar – 9h30 – Escadaria da Igreja Matriz de São Pedro\n\n- Itaiópolis ─ 16h ─ Praça Brasil\n\n- Itajaí – 14h30 –  Prefeitura\n\n- Itapema – 15h – Praça da Paz (Centro)\n\n- Jaraguá do Sul – 15h – Praça Angelo Piazera\n\n- Joinville – 16h – Praça da Bandeira\n\n- Lages ─ 10h ─ Estátua Correia Pinto\n\n- Mafra – 16h – Praça do Alto de Mafra\n\n- Navegantes – 14h – Em frente ao Ferry Boat\n\n- Papanduva ─ 14h ─ Caravana para Mafra\n\n- Porto Belo ─ 14h ─ Praça da Bandeira\n\n- Porto União ─ 15h ─ Praça Hercílio Luz\n\n- Rio Negrinho ─ Caravana para São Bento do Sul\n\n- Rio do Sul ─ 16h ─ Parque Harry Hobus\n\n- Rio dos Cedros ─ 15h Igreja Matriz ─ Caravana para Timbó\n\n- São Bento do Sul ─ 15h30 ─ Praça Getúlio Vargas\n\n- Taió ─ 16h ─ Sociedade Esportiva e Recretiva União\n\n- Tijucas ─ 15h ─ Concha Acústica\n\n- Timbó – 16h – Prefeitura\n\n- Tubarão – 17h – Praça Central\n\nSERGIPE\n\n- Aracaju – 15h – Arcos da Orla de Atalaia\n\nSÃO PAULO\n\n- Águas de Lindoia ─ 15h ─ Praça Adhemar de Barros\n\n- Americana – 15h – Praça do Trabalhador\n\n- Amparo ─ 8h ─Praça Padua Sales\n\n- Araraquara – 15h – Parque Infantil\n\n- Araras – 15h – Praça Barão de Araras\n\n- Araçatuba – 9h30 – Av. Brasília x Pompeu\n\n- Assis – 15h – Praça da Mocidade\n\n- Atibaia – 10h – Praça da Matriz (Centro)\n\n- Avaré ─10h ─ Concha Acústica\n\n- Barretos ─ 11h ─ Praça Francisco Barreto\n\n- Bauru – 9h30 – Av. Getulio Vargas\n\n- Bebedouro – 10h – Praça da Matriz (Concha Acústica)\n\n- Bragança Paulista ─ 16h ─ Praça Central\n\n- Campinas – 10h – Largo do Rosário\n\n- Campo Limpo Paulista ─ Caravana para Jundiaí\n\n- Caraguatatuba ─ 15h ─ Praça da Cultura\n\n- Catanduva ─ Caravana para São Paulo\n\n- Cerquilho – 16h – Praça do Convívio\n\n- Espírito Santo do Pinhal ─ 10h ─ Praça Dr. João Plínio Fernandes\n\n- Franca – 10h – Praça Nossa Senhora da Conceição\n\n- Fernandópolis –  10h – Av. Getúlio Vargas\n\n- Guarça ─ 16h ─ Concha Acústica no Lago Artificial\n\n- Getulina ─ Caravana para Lins\n\n- Guaiçara ─ Caravana para Lins\n\n- Guarujá – 15h – Praça das Bandeiras\n\n- Guarulhos – 11h – Praça Getúlio Vargas\n\n- Guaíra ─ 10h ─ Praça São Sebastião\n\n- Hortolândia ─ 7h30 ─ Manoel Bandeira\n\n- Ilhabela ─ 15h ─ Praça Alan Kardec\n\n- Indaiatuba – 10h – Estacionamento do Parque\n\n- Itapeva – 10h30 – Praça de Eventos Zico Campolim\n\n- Itapira ─ 9h ─Praça Bernardino de Campo\n\n- Itatiba ─ 15h ─ Praça da Bandeira\n\n- Itu – 15h – Igreja Matriz\n\n- Jaboticabal – 16h – Praça 9 de Julho\n\n- Jacareí – 9h – Praça da Cidade\n\n- Jaguariúna ─ 14h ─ Centro Cultural\n\n- Jundiai – 10h30 – Av. Nove de Julho\n\n- Leme ─ Caravana para Pirassununga\n\n- Limeira – 15h – Praça Toledo de Barros\n\n- Lins – 9h – Praça da Igreja Dom Bosco\n\n- Lorena ─ 14h ─ Praça Arnolfo Azevedo\n\n- Marília ─ 15h ─ Avenida Sampaio Vidal\n\n- Mococa ─ 9h ─ Praça da Cidadania\n\n- Mogi Das Cruzes – 9h30 – Praça Oswaldo Cruz (Praça do Relógio)\n\n- Mogi-Guaçu – 15h – Campo da Brahma\n\n- Osasco Caravana para São Paulo\n\n- Pariquera-Açu ─ 10h ─ Praça da Matriz\n\n- Peruíbe – 14h30 – Praça da Matriz\n\n- Pindamonhangaba – 9h – Praça Mon. Marcondes (Praça da Cascata)\n\n- Piracicaba – 9h30 – Praça José Bonifácio\n\n- Pirassununga – 15h30 – Praça Central da Matriz\n\n- Pompeia – Caravana para São Paulo\n\n- Praia Grande – 14h – Fatec Boqueirão\n\n- Presidente Epitácio – 10h – Praça do Cruzeiro\n\n- Presidente Prudente – 10h – Parque do Povo (Prox. Colégio Poliedro)\n\n- Presidente Venceslau – Caravana para Presidente Prudente\n\n- Rancharia ─ 10h ─ Praça da Matriz\n\n- Regente Feijó ─ Caravana para Presidente Prudente\n\n- Registro ─ 15h ─ Em frente ao Estádio Municipal\n\n- Ribeirão Preto – 10h – Praça XV\n\n- Rio Claro – 9h30 – Jardim Público\n\n- Santo André – 10h ─ Paço Municipal\n\n- Santos – 15h – Praia do Surfista (Canal 2)\n\n- Serra Negra ─ 15h ─ Avenida Laudo Natel\n\n- Serrana ─ 15h ─ R. Ba. do Rio Branco (Praça da Matriz)\n\n- Sertãozinho – 16h – Praça 21 de Abril (Centro)\n\n- Salto ─ 16h ─ Praça XV de Novembro\n\n- São Bernardo dos Campos ─ Caravana para São Paulo\n\n- São Caetano do Sul – Caravana para São Paulo\n\n- São Carlos – 10h – Av. Com. Alfredo Maffei (Praça do Mercado)\n\n- São José do Rio Preto ─  11h ─ em frente ao Mercado Municipal\n\n- São José dos Campos – 15h – Praça Afonso Pena\n\n- São Paulo – 15h30 – Av. Paulista x R. Pamplona\n\n- São Sebastião ─ 11h ─ Praça do Coreto\n\n- Sorocaba – 16h – Praça Carlos Alberto de Souza (Praça do Campolim)\n\n- Sumaré – 8h30 – Prefeitura\n\n- Taubaté – 14h – Praça Santa Terezinha\n\n- Tietê – 9h – Praça Dr. Elias Garcia\n\n- Ubatuba – 9h – Pista de Skate\n\n- Várzea Paulista ─ Caravana para Jundiaí\n\n- Vinhedo – 15h – Portal\n\n- Votuporanga – 9h – Concha Acústica\n\nTOCANTINS\n\n- Araguaína ─ 8h ─ Praça Bandeiras\n\n- Palmas – 16h – Praça dos Girassóis\n\n- Porto Nacional ─ 9h ─ Feira Coberta\n\nEXTERIOR (HORÁRIO LOCAL)\n\nALEMANHA\n\n- Frankfurt – 15h – Römerberg\n\nARGENTINA\n\n- Buenos Aires ─ 16h ─ Obelisco\n\nCANADÁ\n\n- Toronto – 15h – Queen’s Park\n\n- Vancouver ─ 13h ─ Canada Place\n\n- Winnipeg ─ 15 ─ The Forks\n\nESPANHA\n\n- Coaña, Asturias ─ 16h ─ Jarrios, em frente ao hospital\n\nESTADOS UNIDOS\n\n- Austin ─ 9h ─ Central Market (4001 N Lamar)\n\n- Boston ─ 13h ─ Harvard Square (Cambridge)\n\n- Houston ─ 15h30 ─ Houston Petrobras\n\n- Los Angeles ─ 10h ─ Chinese Theatre(6801 Hollywood Boulevard)\n\n- Nova York – 11h – 5th Avenue x 46 Street\n\n- Orlando ─ 18h30 ─ Starbucks, Orange Street\n\n- Washington, D.C. ─ 11h ─ Consulado-Geral do Brasil\n\n\nFRANÇA\n\n- Compiègne ─ 15h – Hotel de Ville\n\n- Paris ─ 13h ─ Place L’ARMA Manceau\n\nHUNGRIA\n\n- Budapeste ─ 15h ─ Budapeste Hösök Tere\n\nINGLATERRA\n\n- Londres – 15h – Big Ben\n\nIRLANDA\n\n- Dublin ─ 15h ─ The Spire\n\nPARAGUAI\n\n- Assunción ─ 10h ─ Em frente à embaixada brasileira\n\nPORTUGAL\n\n- Lisboa – 15h – Praça Luís de Camões\n\nSUÉCIA\n\n- Estocolmo ─ 10h ─ Vão da estação central (T-Centrallen)\n\n[link]\n",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "4a375a",
            "comments": [
                "O monstro da expectativa já paira. Villa e Reinaldo já preveem a maior manifestação da história, superando a do ano passado.\n\nComo um brasileiro dedicado, abrirei uma cerveja no domingo e estarei sintonizando a GloboNews entre um episódio e outro de House of Cards.",
                "Pros que desqualificam as manifestações...\n\nUma vez teve uma manifestação em SP, foi no dia do anivesário da cidade, então ninguém matava emprego, queria ver era fazer em dia normal... Foi uma puta várzea... Tinha narrador de futebol, jogador do corinthians, ridículo!\n\n[link]\n\nDepois teve um bando de estudante arruaceiro, que tavam a fim de matar aula mesmo, manja? Ficavam pintando a cara, fazendo bagunça... Que porra era aquela, carnaval?\n\n[link]",
                "Prevejo nosso primeiro cadáver. ",
                "O damage control nesse tópico está hilário.",
                "Os líderes dessas convocações poderiam dar um foco nas \"10 medidas contra a corrupção\" propostas pelo MPF.",
                "Vou la vender água e refri",
                "Já estou praticando a [coreografia da música Seja [link] para domingo, e você?",
                "Que merda, a manifestação vai acontecer em frente  minha casa...",
                "Nem vou.\n\nNão quero gastar 7,40 com passagem e atravessar a cidade pra fingir que PSDB (ou PMDB, PV, PC do B, PPS, PSOL, etc) é melhor que PT, são [duas [link]",
                ">Orlando\n\n>Starbucks\n\nMas é claro.",
                "O negócio parece que vai ser grande! \n\nEspero que gere resultados, o que eu duvido...",
                "Sem nenhuma provocação mas... não vai ter manifestação em Miami? o_0",
                "vendo isso em 2022 é... um dejavú",
                "Opa, estava mesmo querendo saber, obrigado.",
                "[deleted]",
                "Tô fora. Mais uma das manifestações sem pauta. Oq vcs querem afinal?",
                "[deleted]",
                "manifestação pra q?",
                "Se for maior que as anteriores, Dilma cai nos próximos meses.",
                "E sempre vai ter o grupo de imbecis com a faixa \"ditadura militar já\" e foder tudo..."
            ],
            "num_comments": 20
        },
        {
            "title": "Mulher trans desaparecida Unesp Jaboticabal",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "hn9yj2",
            "comments": [
                "\"Samuel\nNome social: Samara\nEle sumiu cerca de 3 meses, disse que estava indo para Montes Claros/MG, tivemos relatos que estava no Mato Grosso,  no seu último contato, havia dito que foi para o Paraguai por que prometeram um estágio,  mas quando chegou lá nao era bem assim, disse que foi roubado e nao conseguia voltar para o Brasil, logo após disso, nao deu notícia,  e nao tivemos mais relatos, ele residia em Jaboticabal-SP, estudante de zootecnia na unesp\"\n\nEsse é o texto que está circulando. Apenas copiei e postei aqui. Se alguém for melhor do que eu em conseguir visibilidade pra isso, eu agradeço. Toda essa história está muito estranha. \nConheço a moça. Espero de coração que ela esteja bem.",
                "Por favor gente, não é hora de fazer piada, é a vida de uma pessoa que foi roubada e não se sabe o paradeiro, sei que somos melhores que isso. Respeito.\n\n  \n\n\nEspero que a encontrem bem, e viva.",
                "Pessoal, encontraram ela!!!!",
                "Mania idiota de chamar pelo nome de nascença. Depois chora que nós somos violentas."
            ],
            "num_comments": 4
        },
        {
            "title": "Preciso de indicações de camisas com proteção UV de qualidade e protetor solar de qualidade.",
            "selftext": "Então rapaziada, vou começar a trampar e provavelmente terei muito contato com o sol, então queria comprar um bom protetor solar e uma boa camisa com proteção UV, alguém sabe uma boa marca para a camisa e uma boa marca para o protetor solar? quero ambos fator 50, sobre o preço, eu acho que como é pra saúde não vou segurar a mão para poder comprar.",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "wiwrgx",
            "comments": [
                "A melhor dica que te dou é escolher uma de poliamida ao invés de poliéster, porque as de poliamida a proteção solar dura o quanto durar o tecido, enquanto que as de poliéster recebem um tratamento pra ter proteção UV e com um certo número de lavagens elas perdem esse tratamento. As de poliéster costumam ser mais baratas. Dá uma boa procurada que dá pra achar de poliamida por menos de 40 reais. Se vc quer camisa mesmo, tipo camisa social, Balyhoo é uma boa, mas é bem cara, uns 160.",
                "[link]",
                "vai na leroy e compra camisetas pra surfista",
                "Decathlon. Tem camisa, camiseta, calça, tem tudo com proteção. Até boné, chapéu e etc..."
            ],
            "num_comments": 4
        },
        {
            "title": "Culpar bolsonarimo por casos como a morte do lutador é dar mais força e supervalorizar esse movimento.",
            "selftext": "**V**i várias pessoas aqui no reddit e em outras redes culpando bolsonarismo pelo caso.\n\n\n\n**B**olsonarismo não é o motivo da morte de leandro lo. policial matando gente em briga não é algo que surgiu com bolsonaro. é um problema decorrente da podridão da instituição da polícia e da sociedade brasileira há décadas (desde sempre?). \n\n\n\n**F**icar sempre destacando bolsonarismo como causa principal desse e outros problemas intrínsecos da nossa sociedade é supervalorizar e engrandecer bolsonaro. ele não inventou essas coisas, é apenas um dos milhões de brasileiros que tem essa personalidade doentia, justamente porque faz parte do brasil ser assim. \n\n\n**B**olsonaro teve a “sorte” de ser tornado famoso pela televisão por pessoas que não viam problema em ele ser assim porque faz parte do brasil ser assim. teve a “sorte” de não ser punido pelos inúmeros crimes que cometeu com suas falas de preconceito, discurso de ódio, ameaças de violência, injúria, calúnia e difamação. aproveitando essa “sorte”, foi candidato a presidente e ganhou porque muita gente já pensava da mesma forma. ele não transformou ninguém em machista, misógino, racista e homofóbico que quer matar as pessoas pq qualquer motivo. as pessoas já eram assim pq isso faz parte da sociedade brasileira, não de bolsonaro.\n\n\n**A**lém de supervalorizar bolsonaro, atribuir culpa de tudo ao bolsonarismo esconde as verdadeiras causas dos problemas. se bolsonaro e toda sua família sumirem amanhã, policiais bandidos continuarão assassinando pessoas diariamente pois isso não existe por causa de bolsonaro. \n\n\n\n**B**olsonarismo incentiva comportamentos tais como o que levaram à morte do lutador? sim, com certeza. mas não é a causa principal nem de longe. bolsonarismo é sintoma dos nossos problemas. esse incentivo parte de todos os lados e sempre existiu.\n\n\n**B**olsonarismo pode, sim, ser considerado o culpado principal por implantar maluquices como ditadura gay, ideologia de gênero, doutrinação marxista, ameaça comunista global etc. aliás, bolsonarismo nem é criador de tudo isso, mas simplesmente importador dessas babaquices dos eua. é um movimento papagaio e surfista na onda dos outros.\n\n\n**P**oderíamos parar de supervalorizar o bolsonarismo.",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "wj970t",
            "comments": [
                "Bolsonaro com o discurso de ódio dele empodera esse povo mais violento e ignorante, em especial os policiais, que se sentem no dever de lutar contra o banditismo, a um ponto que eles acabam vendo bandido em todo lugar, e acham que atirar e matar é justificado.\n\nEles tem muito menos amarras sociais para impedir que eles cometam as atrocidades que tem cometido.\n\nBolsonaro tem sim responsabilidade, e tem que culpa-lo sim, e envergonhar toda essa corja que acredita q tá certo.",
                "Conta nova que insiste em vir aqui espalhar propaganda e discurso bolsonaristas. Mais uma pro astroturfing. Fiquem de olho aberto, galera.",
                "Palavras têm poder. Palavras de um um presidente da República têm muito mais poder. O que esse cara fala insufla e empodera a mentalidade imbecil do macho armado. Há relação entre uma coisa e outra sim."
            ],
            "num_comments": 3
        },
        {
            "title": "A outra Austrália",
            "selftext": "É uma ideia que tenho faz tempo e pensei que uma hora alguém ia lançar, mas nunca vi. Igual à Austrália, o Brasil está tentando matar você. Vejamos:\n\n* A aranha mais venenosa do mundo (armadeira - *Phoneutria sp.)*\n* A aranha mais massiva (tarântula-golias - *Theraposa blondi)*\n* Chove aranhas  (não achei a espécie, [link [link]\n* Aranha que causa gangrena  (aranha-marrom - *Loxosceles sp.*)\n* Centopeia gigante *(Scolopendra gigantea)*\n* Lagartas que matam  *(Lonomia obliqua)*\n* Maiores baratas - *Blaberus giganteus* \\- e a que tem em casa, *Periplaneta americana, é uma surpresa pra quem visita*\n* Cobras que causam gangrena  (gênero *Bothrops* \\- jararaca, urutu, etc.)\n* Jacaré-açu *(Melanosuchus niger)*\n* Cobra-coral (família *Elapidade)*\n* Sucuri (gênero *Eunectes)*\n* Lontra que pode matar pessoas -  (Ariranha *- Pteronura brasiliensis)*\n* Onça *(Panthera onca)*\n* Puma/jaguarundi *(Puma concolor concolor)*\n* Mais alto canídeo  (manso, mas assusta- Guará - *Chrysocyon brachyurus)*\n* Ratão monstruoso - nutria/ratão do banhado - *Myocastor coypus*\n* O cão Fila, proibido em vários países\n* Tamanduá-bandeira *(Myrmecophaga trydactila)* [pode [link] \n* A maior e mais assustadora águia  (Harpia - *Harpia harpyja)*\n* Fomos a pátria mãe das Aves do Terror  (família Phorusrhacidae), e casa do parente que sobreviveu, a seriema - *Cariama sp*\n* Piranha (family *Serrasalmidae)*\n* Pacu (family *Myleinae),* com dentes de gente e fama de esmagar testículos\n* O infame invasor de uretra, candiru - (*Vandellia cirrhosa)*\n* [Tubarões comedores de [link] (não é o branco, porém)\n* Sem contar os bichos: a caatinga é um lugar tão agressivo que você precisa usar couro para não ser rasgado pelas plantas.\n\nA gente perde 10 000 pontos pela capivara, verdade. Mas tamos lá na concorrência.",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "b27ud1",
            "comments": [
                "Olha, concordo que o Brasil tá tentando me matar mas essas coisas que você falou aí pra mim são as que menos me causam medo.",
                ">Pacu (family Myleinae), com dentes de gente e fama de esmagar testículos\n\né verdade que com linguiça, pacu é bom?",
                "Você esqueceu do mais sórdido:\n\nSobolnarus Equus Asinus",
                "Acho que as barbaridades cometidas pelos humanos que aqui habitam ofuscam toda essa lista, por isso esses bichos não recebem atenção.",
                "Coitada da Filó... mansa... meu pai teve que sacrifica-la por câncer na pata...",
                "Esse post traduzido e com imagens ilustrativas dariam um bom posts no Imgur",
                "A maioria dessas coisas está longe da onde a maioria da população vive. Mas aqui no Chile, tem a araña del rincón que é super comum e uma mordida causa necrose imediata e pode levar morte. A instrutora de intercâmbio até recomendou comprar um aracnicida para não ter risco e parece que o cara aqui de casa já viu arañas del rincón no nosso prédio :/  \n\n\nTambém tem um ratinho que transmite um vírus perigoso e é relativamente comum. Sem contar que aqui é o país com mais terremotos no mundo e eu moro no litoral, onde é bem comum tsunamis após terremotos fortes  \n\n\nO Brasil é metade da América do Sul, então não me surpreende nada que em alguns desses lugares você ache espécies perigosos. Mas, no litoral de São Paulo, nem onça eu vi na minha vida. A maior ameaça que o país tem continua sendo o Aedis Aegypti",
                "O candiru entrar na uretra é fake",
                "Eu não fazia ideia que a águia harpia era comum aqui o=",
                "Essa das piranhas não é coisa de cultura pop não?",
                "Sério que a harpia é Metal assim mesmo?\n\nNo wikipedia diz que consegue levantar um carneiro do chão"
            ],
            "num_comments": 11
        },
        {
            "title": "In Rio de Janeiro",
            "selftext": "Ei,\n\nComo tá indo?\n\nEu permaneço no Rio de Janeiro por um mês em janeiro / fevereiro, principalmente para ver Carnaval.\n\nEu li muitas novidades sobre a situação atual do Rio, principalmente da sua segurança, mas esperava alguma perspectiva local.\n\nEntão, minhas perguntas:\n\nMangueira e Salgueiro são lugares seguros para visitar? Estou planejando visitar algumas escolas de samba, embora algumas aparentemente estejam em Favelas.\n\nSerá que eu estarei limitado a zona sul, ou há outras áreas ok para visitar? Estou tentando ter uma idéia da área que posso e não posso ir.\n\nOnde estão as áreas a evitar? Eu ficarei no centro e na zona sul (copacabana e Ipanema).\n\nAlém de coisas carnavalescas e turísticas, também vou pegar algum surf. Então, qualquer surfista do Rio me mande, se quiser, seja animado para tomar uma cerveja com você!\n\nAlém disso, desculpe o Google translate.\nFelicidades!\n\n______\n\nHey,\n\nHow's it going?\n\nI am staying in Rio de Janeiro for a month in January/February, mainly to see Carnival.\n\nI have read much news of Rio's current situation, mostly of its safety, but was hoping for some local perspective. It's my first visit there.\n\nSo, my questions:\n\nAre Mangueira and Salgueiro safe places to visit? I am planning to visit some samba schools, though some apparently are in Favelas. \n\nWill I be limited to zona sul, or are there other areas okay to visit? I'm trying to get an idea of the area's I can and can't go.\n\nWhere are the areas to avoid? I will be staying in central and zona sul (copacabana and Ipanema).\n\nAside from carnival and touristy stuff, I'll be catching some surf too. So any Rio surfers message me if you want, be stoked to have a beer with you!\n\nAlso, apologies for the Google translate.\nCheers!",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "7f8nfb"
        },
        {
            "title": "[Coluna/Artigo] De mochila pelo Nordeste",
            "selftext": "Para quem planeja viajar, escolher o destino é a parte mais difícil. Tantos lugares no mundo para conhecer... Praia, campo, cidade... Para começar a jornada, com minha mochila nas costas, decidi caminhar por onde tivesse condições de pagar, sem ter que desembolsar uma fortuna só pela passagem. Brasil. Porque correr para o mundo lá fora se o meu país é um mundo sozinho ele mesmo? Mesmo decidindo o país, ainda tinha muitas escolhas para fazer. Que estado? Que paisagem? De ônibus ou de avião?\n\nPara quem quer passar por toda a experiência de viajar pelo mundo, o ritual de embarcar num avião é imprescindível. Assim, escolhi o Nordeste e suas praias paradisíacas, de água cristalina e pequenas cidades turísticas. Lembrei de uma vez, quando entrei num site de viagens e li sobre uma praia, no litoral do Rio Grande do Norte, que tinha a sua própria igreja de surfistas.\n\nPipa, a cidade turística de Tibau do Sul, próxima da capital Natal. O avião seria necessário, mas não seria uma fortuna. Lembrei também de quando criei o cartão de crédito, e me informaram que poderia acumular pontos que poderiam ser transferidos para programas de fidelidade de companhias aéreas. Para minha surpresa, meus pontos acumulados eram mais do que o suficiente para comprar a passagem, e ainda sobrava bastante.\n\nMe inscrevi em um dos vários programas de fidelidade, o da companhia aérea que cobrava a passagem mais barata, e consegui marcar a viagem para o verão, com bastante antecedência, sem gastar um centavo. Peguei um ônibus saindo da rodoviária até a Praia de Pipa, que não custou muito.\n\nO saldo da minha foi de quase R$0,00 desembolsado, pois consegui vender o restante das minhas milhas e me hospedar numa pousada com o dinheiro da venda, já que ela não estava entre as opções disponíveis pelo programa de fidelidade.\n\nQuer uma dica de uma mochileira? Acumule pontos em programas de fidelidade, seja viajando ou usando o cartão de crédito. Para quem quer visitar o mundo sem gastar uma fortuna, esses pontos podem ser a saída para economizar e ainda lucrar.\n\nFui à Praia dos Golfinhos, que ficam pulando no horizonte e a única passagem desaparece quando a maré sobe, à Praia do Amor, onde os casais ficam abraçadinhos vendo as ondas morrerem, à Praia do Madeiro, que tem um único acesso por uma linda trilha na encosta...\n\nAh, e a igreja dos surfistas? Ela existe mesmo, logo na praça central de Pipa. A cidade fica lotada de turistas durante o verão, e quase metade deles são surfistas. Entre várias lojinhas de lembrancinhas, uma casa com a entrada de vidro... E uma prancha como púlpito. \n\nSigo na minha jornada, carregando uma mochila cheia de histórias. Quem sabe onde vou parar na próxima?\n\nMochileira de Marte",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "48buqv",
            "comments": [
                "Vem pro Maranhão!",
                "Vem pra Roraima, o principal é a natureza! Só com uma pesquisa rápida você pode ver: Serra do Tepequém, Monte Roraima, Lago do Caracaranã etc.",
                "Já que você está no RN, vale conhecer Baia Formosa.",
                ">Assim, escolhi o Nordeste e suas praias paradisíacas, de água cristalina e pequenas cidades turísticas.\n\nIsso pareceu com aquelas chamadas do Tô de Folga, do Jornal Hoje."
            ],
            "num_comments": 4
        },
        {
            "title": "[Shitpost para weebs] Como seria Danganronpa no Brasil",
            "selftext": "Para todos os efeitos, traduzi SHSL como NSC (Nível Super Colegial). E eu tomei a liberdade de reviver alguns caras.\n\nParticipantes:\n\n* Michel Temer - Vampiro NSC\n* Bruno - Goleiro NSC\n* Didi - Comediante NSC\n* Jair Bolsonaro - Pescador NSC\n* Felipe Massa - Piloto NSC\n* Jailson Mendes - Ator Pornô NSC\n* Claudia Leitte - Cantora NSC\n* Chico Xavier - Espiritualista NSC\n* Kléber Bambam - Bodybuilder NSC\n* Evandro Sinotti - Escritor NSC\n* Silvio Santos - Empresário NSC\n* Gabriel Medina - Surfista NSC\n* Oscar Niemeyer - Arquiteto NSC\n* Galvão Bueno - Narrador NSC\n* Mister Catra - Pai NSC\n* Chacrinha - Comunicador NSC\n\nA história se passa na Escola Municipal Domingos Jorge Velho, no Morro da Esperança, uma favela localizada no estado do Mato Grosso do Norte.\n\nO Monokuma será substituído por um primo do Louro José chamado Alvinegro José.\n\nEvandro Sinotti é o protagonista. Seu objetivo é descobrir como ele foi parar no jogo sob o papel de Escritor NSC se pessoas como Machado de Assis e Euclides da Cunha existem.\n\nAlém disso, em todo Julgamento de Classe, ele convida o suspeito dele para um debate no YouTube sobre o livro dele. Ao invés de \"Sore wa chigau yo!\", ele grita \"NÃO, SR. COMUNA!\".\n\nClaudia Leitte é a única mulher porque ela tinha arrumado rivalidade com todas as outras antes do jogo começar.\n\nSilvio Santos pode comprar mais benefícios para os demais jogadores do jogo porque o reality show é patrocinado pela Jequiti.\n\nMister Catra tem uma vida extra pra cada filho dele.\n\nMichel Temer mostra ser um participante perigoso devido à ausência de armas de prata na escola.\n\nToda vez que um corpo é encontrado por mais de três pessoas, ao invés de um alarme, toca o gemidão do zap.\n\nFelipe Massa é a primeira vítima, tendo sido morto por uma mola atirada contra sua cabeça.\n\nJair Bolsonaro não chega perto dos cadáveres porque diz que sangue rosa é coisa de viado.\n\nSe o assassino for pego, ele tem direito a recorrer na Justiça vinte vezes antes de um veredito final e uma possível execução.\n\nToda vez que os alunos solucionarem um caso, eles serão premiados com uma rodada da Batata de Marechal.\n\nNo começo de cada execução, Chacrinha pergunta \"Vai para o trono ou não vai?\". Ao final, Didi fala \"...e morreu.\"\n\nExistem suspeitas de que o chupa-cu é a mastermind do jogo.\n\nNo último capítulo, Galvão Bueno liderará o escape dos alunos gritando \"SAAAI SAAAI SAAAI QUE É SUA!\"\n",
            "subreddit": "brasil",
            "topic": "surfista",
            "id": "6tilkq",
            "comments": [
                "kkkkkkkkkkkkkkkkkkk quantas drogas vc usou pra fazer isso?"
            ],
            "num_comments": 1
        },
        {
            "title": "Como surfista pede silêncio só com bombril ? Como se fala bom dia pra um pão sem querer",
            "selftext": "",
            "subreddit": "BrasilSimulator",
            "topic": "surfista",
            "id": "cxb497",
            "comments": [
                "Parece um ganso puto da vida partindo pra cima de mim, entre eu e o interlocutor parece ter sido intencional. Por algum motivo, a garota reagiu (embora eu ache que isso não aconteceu comigo...",
                "São muito sanguessuga mesmo, só sustentaram uma das maiores mineradoras mundo, mas não pode negar que seja um cara) nao esta inventando regra.",
                "Ah mas vai tomar bem no meio de um processo extremamente protecionista e intervencionista.",
                "E dos que já li o mangá de One Punch já falei na terça. [link] Obrigada!! Kaguya-sama: Love is War, Mob Psycho 100 Season 2, por mais que eu não sei sobre rewatches lá?",
                "O critério para determinar o que é de direita e dizer que é preso político. É vulgarmente chamado de \"consciência de classe\" Esse é o tipo de gente que não pode fazer ataques a pessoas assim.",
                "Isso está acontecendo porque provavelmente já estamos em um momento de juros em 0,5% ao invés de loteria. Lmao cadê o cara que emprestou R$10 milhões, o que significa gente, simplesmente por que o faria com meio metro do shopping?",
                "Dá para estimar esse número no passado e por mais que eu não acho que vai, esse é o principal problema não é falta de atração sexual ao invés de básico.",
                "O ponto que discordo é que um relacionamento aberto com um cara lindo que é uma pessoa corajosa e que tem um stand up maravilhosa no netflix.",
                "E poucos minutos depois, perdeu um gol sem goleiro na ida e comete o mesmo erro na volta. O Bigode é teimoso pra cacete, mas é o tipo de profissões que tenham a ver com a bandeira LGBT.",
                "Cara, três dias é recorde real de no mínimo não discorda, o que você precisa saber. -memo.",
                "Sugiro ir atrás de um advogado, ou se não tiver ninguém, não terá como ninguém saber isso sem saber o motivo pelo qual não entrou no número de vagas disposto no edital."
            ],
            "num_comments": 11
        },
        {
            "title": "Póvoa de Varzim: Surfista e nadador salvam homem de morrer afogado na Praia da Estela",
            "selftext": "",
            "subreddit": "u_cidadehoje",
            "topic": "surfista",
            "id": "x0rr5o"
        },
        {
            "title": "Embrujo (Version loop) por Surfistas Del Sistema #playlistcuadrantelocal",
            "selftext": "",
            "subreddit": "indiemusica",
            "topic": "surfista",
            "id": "tnah5m"
        },
        {
            "title": "Reconocen a jóvenes surfistas de Zihuatanejo, participantes de CONADE 2022",
            "selftext": "",
            "subreddit": "Mexico_Videos",
            "topic": "surfista",
            "id": "us51c9"
        },
        {
            "title": "Por que o anão surfista morreu queimado?",
            "selftext": "Porque foi surfar microondas.",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "lqmm7k",
            "comments": [
                "A não",
                "Que baixaria",
                "Eu conheci um anão surfista mas ele só pegava jacarezinho",
                "Estou percebendo que o nível das piadas aqui está bem baixo",
                "Eu conheci um anão que queria ser surfista, mas de tanto pegar marola acabou virando só maconheiro, mesmo...",
                "Ele precisa tomar cuidado com os arrastos de baixa incidência"
            ],
            "num_comments": 6
        },
        {
            "title": "Conhecem o surfista que está sempre atrasado?",
            "selftext": "Kelly IsLate",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "p3cydk",
            "comments": [
                "Kkkkkkkkkk piada bilíngue, gostei",
                "Boa. Toma o cimavoto e sai daqui.",
                "Vou postar uma antiga sobre isso, peraí."
            ],
            "num_comments": 3
        },
        {
            "title": "Por que o surfista teve noção que era hora de parar?",
            "selftext": "Porque era surf ciente.",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "em8s6m",
            "comments": [
                "ele foi na onda de outras pessoas e estava surfrendo demais"
            ],
            "num_comments": 1
        },
        {
            "title": "Qual é o surfista que sempre chega atrasado?",
            "selftext": "O Christian Is Late.",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "k84own"
        },
        {
            "title": "Qual o melô do surfista de larica?",
            "selftext": "\"Como uma onda no mar....\"",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "gcip1k"
        },
        {
            "title": "Qual o eletrodoméstico preferido das formigas surfistas?",
            "selftext": "Microondas.",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "hetc5v"
        },
        {
            "title": "Por que o anão surfista gosta de ir na cozinha?",
            "selftext": "Porque lá tem micro**ondas**",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "8c8qmh",
            "comments": [
                "Nossa mano vai toma no seu cu\n\nEnfia esse upvote are sair pela garganta"
            ],
            "num_comments": 1
        },
        {
            "title": "Como surfista pede silêncio só com vogais?",
            "selftext": "Ó o auê aí ó!",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "bmyfhc",
            "comments": [
                "Vogais com acento não são vogais, são cadeiras."
            ],
            "num_comments": 1
        },
        {
            "title": "Qual a música do surfista tarado?",
            "selftext": "Como uma onda no mar",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "7cqbj4"
        },
        {
            "title": "A onda de violência no Rio de Janeiro está tão grande",
            "selftext": "que está atraindo a atenção de surfistas do mundo inteiro.",
            "subreddit": "tiodopave",
            "topic": "surfista",
            "id": "kasta6",
            "comments": [
                "Só não vale dar uma de Gabriel e ficar com Medina",
                "É uma tsumanos"
            ],
            "num_comments": 2
        },
        {
            "title": "Me julguem!",
            "selftext": "",
            "subreddit": "MeJulgue",
            "topic": "surfista",
            "id": "15doobx",
            "comments": [
                "vibe de surfista",
                "Muito bonita. Só precisa de um bom skincare.",
                "Nossa, daqui poucos anos vc sera incrivelmente maravilhosa. Ja é linda.",
                "você é muito linda, parece uma sereia ou uma fada",
                "[deleted]",
                "Belíssima! Você tem um rosto meio “místico” tipo de criaturas elementais: elfa/fada/sereia… e eu amo isso! Não sei se você gosta de maquiagem mas seus traços renderiam looks incríveis!",
                "Eu casaria! Quer casar comigo?",
                "estranhamente vc consegue ter todas as características de uma pessoa bonita mas ainda sim ser estranha... opinião sincera",
                "Você é muito bonita, algo meio élfico, eu imaginaria vc mt bem em trajes medievais",
                "Bonita. Apenas bonita 👍🏽.",
                "Parece europeia",
                "Bonita demais, sinceramente nota 8.5",
                "Vou te julgar não, afinal a bíblia diz na mesma medida com que julgueis sereis julgados e eu não quero ser julgado porque sou feio e não tenho autoestima enquanto você é ridiculamente bonita",
                "Eu achei você com vibe de surfista e pelo jeito não foi só eu.\n\nVocê não é estranha",
                "Você é estranhamente muito bonita e eu adorei sua mão na segunda foto ?.?",
                "Wow, amazingly beautiful Green eyes",
                "Linda uma princesa 😻",
                "Bonita, só tenho isso a dizer.",
                "Achei você muito corajosa   só de expor o seu rosto na internet pedindo opiniões a seu respeito de um público anônimo já denota coragem   você pode receber elogios, você pode receber ofensas de todo tipo. a princípio foi só isso que eu achei de você: corajosa",
                "Vc e bonita  o que te deixa um pouco estranha e pq teus olhos são bem separados",
                "Bonita. E com olhos lindos.",
                "Você é linda, mas parece ter suas inseguranças quanto a isso.. talvez seja equívoco meu mas você parece um pouco envergonhada em tirar fotos ou algo do tipo.\n\nTenha mais confiança em si, faça um skincare brabo e segue sem medo pq beleza não te falta, e mesmo que alguém te diga o oposto.. bom, não da pra agradar a todos né não? Ent agrade a si mesma 🤝",
                "Tô com preguiça, pede outro dia",
                "Parece um tubarao",
                "Muito bela. Parece ser filha de fazendeiro que mora no interior",
                "Droga, parece dms minha crush que me deu um fora kkkkkkk desbloqueio algumas memórias :')",
                "você parece ser uma pessoa muito legal!",
                "Bonita!! Amei seu cabelo, a cor e o volume ficam lindos em você",
                "País conservadores, por isso gosta de fazer as coisas escondida, se masturba umas 3 vezes no dia e gosta dr beber com os amigos, gosta de conversa sobre qualquer coisa  nada te assusta. Para mais me chama no PV",
                "Se for te julgar, já resta condenada pela beleza...\n\nA pena a gente pode discutir juntos rsrsrs\n\nBrincadeira,  é da região sul né?",
                "Oi u/abalada_005,\n\nO seu post está temporariamente APROVADO mas notamos que você não se verificou ainda. Dá uma olhada no nosso FAQ e siga as instruções pra saber como verificar o seu perfil, pra mostrar que você é realmente a pessoa da foto: [link]\n\nSe seu post já contém uma foto de verificação ou se você nos enviou um modmail, os mods revisarão ela manualmente e lhe darão a flair de Verificado.\n\nSe tiver dúvidas, [nos envia uma [link]\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/MeJulgue) if you have any questions or concerns.*",
                "Já é bonita nova, vai ficar gata daqui uns anos",
                "Definitivamente um ser himano",
                "lembra a Aloy,mas vai ficar bem mais bonita",
                "Bonita, diria hus 8.5",
                "Bonita, uma vibe bem natural e meiga",
                "Parece ser alta, qual sua altura?",
                "parece ser estilosa, sinto um pouquinho de insegurança, se arrisque mais!",
                "Moça bonita, moça bem feita, moça formosa.",
                "Bonita. Parece alguém com quem eu me envolveria, daria errado e eu passaria semanas praguejando.",
                "Voce tem um sorriso lindo",
                "parece ser uma moça bem calma",
                "Tem cara de carioca",
                "Te achei naturalmente bonita, a segunda foto parece aqui na minha cidade hehehe.",
                "E precisa?",
                "Parece a filha do mano Cauã",
                "o único defeito é a distância da sua boca até a minha",
                "Fofa cm cara d algm d humanas q ouve anavitoria",
                "As fotos 2 e 3 são as mais bonitas",
                "Vc me quebraria no soco facinho, qual a sua altura?",
                "Você parece o Max Verstappen",
                "É bonita",
                "Julgar? Eu casaria com essa beldade!",
                "Gata",
                "Tem descendência europeia?",
                "Bonita mas tem um narigão se desse mole eu pegava mas não me esforçaria tanto pra tenta pegar",
                "Uma bela moça",
                "Linda, e ainda tem muito que explorar. Essa primeira foto se eu colocar num editor de imagem tiro esse fundo e deixo cabulosa...😀📸",
                "🤠👍",
                "Linda, única coisa que acho que alguém pode reclamar aí, é a pele e o nariz que eu gostei particularmente.",
                "Muito bonita, até tentaria se eu tivesse chance",
                "Bonita, mas precisa aprimorar.",
                "Não há julgamentos a você, eu nem sei se vc é essa pessoa mesmo mas mesmo assim em sua aparência vc é uma garota completamente normal e sim, bela. Para te julgar eu necessitaria de te conhecer e mesmo assim ainda seria inválido.",
                "Bonita mas angulo perfil não valoriza muito",
                "Maravilha!",
                "Elfinha gata KKKKK \n\nParabéns pela beleza exótica, vc e maravilhosa! 🤌🏾",
                "Rica",
                "Achei fofinha",
                "Me julguem em que contexto? Te xingar ou falar sobre as fotos kkkk",
                "Rucotan.",
                "Muito linda. É a cara da minha primeira esposa.",
                "Sem ofensas, você parece UMA Na'vi. Seu rosto passa um pouco de ar felino e tem quem ache isso extremamente atraente.",
                "Tem um napa de batata mas é bonita",
                "Você tem um lindo sorriso, parabéns",
                "Sobrinha da galadriel\nLindinha\ncuide-se e valorize",
                "Linda e fofa, eu amei",
                "Lindaaaaaa",
                "Carinha de esposa que morreu cedo e o protagonista nunca vai superar porque era linda e tinha o melhor coração do mundo",
                "Não é nota 10, mas chega assustadoramente perto 👏🏻",
                "Se fosse um pouco mais velha casava sem pensar❤️",
                "Lindaaaa!!!por acaso ,não quer ser minha nmrd?ksksks",
                "Belo sorriso, séria tbm é linda!\nÉ do sul?\nMordia",
                "É bonita, mas parece as pick me girl da minha cidade então tenho trauma",
                "Porque eu faria isso ?",
                "Na primeira foto parece o cara do 3sskaters (isso é ser bonito)",
                "Avatar?",
                "Sonho de namoradinha",
                "A mistura de um elfo e um orc",
                "Não posso, não consigo julgar pessoas cm vc, pois tenho medo de mulheres bonitas 🦜",
                "Muito bonita! Você me passa uma vibe que curte filme de suspense.",
                "Me parece uma menina normal ! 8/10",
                "Bonita, mas nada que seja exótico, uma beleza normal, natural, da hora.",
                "Você é muito bonita.",
                "👁️  👁️",
                "Na moral tu é estranha.\nCom uma maquiagem dá para passar mas tenho ctz que vc é estranha.\n\nMas não fique mal acho que tu tem sua beleza, mas acho que precisa se cuidar bastante.",
                "Culpada, sentencio a 70 anos dentro do meu coração.",
                "Muito bela, parece a Juma",
                "Não tem o que julgar, você é linda.",
                "Paz do senhor, irmã !",
                "Carambolas, mas que chuchuzinho",
                "Estudante de medicina. Gosta de praia e ama uma balada.",
                "Olho lindo, cê tem vibe de ser gente boa",
                "Mulher misteriosa. Os olhos parecem um oceano onde alguém pode se perder.",
                "Po mano, sou muito teu fã. Bela pilotagem, saiu em sexto e ainda ganhou. Max Max Max Super Super Super Max. Melhor piloto de F1 da atualidade.",
                "Acho fofo quem tem Peixes 🐟 na cara!",
                "Belo sorriso e belo nariz, parece estudiosa e esforçada",
                "Por algum motivo me faz pensar na mitologia nórdica(?)\nMas é muito bonita. Parabéns.",
                "Rosto firme, como alguém que sabe o que quer. Como dito en outros comentarios, uma skincare seria ótima pra ti",
                "Parece o Diego do 3Skaters",
                "Tá muito frio aí no RS?",
                "com esse olhar é vc que ta me julgando",
                "Linda....",
                "Belíssima",
                "Mesmo quando está sorrindo você possui uma tristeza interna avassaladora que se reflete em seu olhar, recomendo que abandone o vício em pornografia e procure apoio psicológico para que fique bem.",
                "Te julgo se disser onde foi tirada a 2⁰ foto",
                "Se tiver defeito tá nas tripas",
                "Parece o max verstappen de peruca.",
                "Bem bonita!",
                "Cê é linda amiga",
                "Julgo sim, claro. Culpada!!!",
                "Na primeira foto tá passando uma vibe de presidiária mas você é absurdamente bonita.",
                "Não sei😃👍",
                "Cacete tu é igual a min jkkkkkkkkk",
                "Sugiro roacutan. Mas vc é linda. Lindíssima, mas tem a pele clara como a minha e depois que mancha é um cuuu pra sair. Trata essa pele o quanto antes.",
                "Recomendo consultar uma dermatologista e reavaliar tuas roupas...",
                "Típica adolescente do sul",
                "Aff",
                "Poderia ir numa dermato para passar creminhos para as espinhas, sem elas sua beleza seria mais realçada. Fora isso, muito linda",
                "Tem jeito de ser altona",
                "Você parece curtir arte e chorar assistindo filmes. Visualmente você é bonita",
                "Pra mim tu fica bonita e normal em cada foto, o tipo de pessoa que tem seus momentos bonitos",
                "Rinoplastia",
                "Parece uma gerente q tive, pena q a empresa explorava a coitada bonitinha mas com horas extra DMS .",
                "Bonita a unica coisa feia é a pele 7,9/10"
            ],
            "num_comments": 134
        },
        {
            "title": "Me julgue 0 a 10",
            "selftext": "",
            "subreddit": "MeJulgue",
            "topic": "surfista",
            "id": "14gxvhq",
            "comments": [
                "0",
                "4:20",
                "4/10. \n\nMirou no surfista e acertou no presidiário.",
                "Oi u/GabCo5510,\n\nO seu post está pendente para revisão manual porque você não foi verificado(a) ainda e não passou na nossa checagem automática. Dá uma olhada no nosso FAQ e siga as instruções pra saber como verificar o seu perfil: [link]\n\nSe seu post já contém uma foto de verificação ou se você nos enviou um modmail, os mods revisarão ela manualmente e aprovarão o post assim que der.\n\nSe tiver dúvidas, [nos envia uma [link]\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/MeJulgue) if you have any questions or concerns.*",
                "Tu tem um shape bacana, um estilo próprio. Daria 8/10 só por causa do cigarro (isso acaba com a saúde, mano).",
                "6/10\nPior que esse cigarro em específico, não passa muita credibilidade, mas fora isso você me lembra bastante com uns colegas que eu tive na época do colégio.",
                "5/10",
                "Se eu te visse na praia, te acharia gostoso.\nNa rua de noite eu iria te estranhar, mas sem medo.\n\nVc tem cara de ser \"good vibes e foda-se\", então não passa uma ideia de medo. Mais uma ideia de \"quero curtir\".",
                "Imagino que os PMs gostam muito de vc, sempre que te vêem querem parar pra conversar",
                "8\\10",
                "0",
                "Man risco na sombrancelha ta muito grosso, e da pra melhora uns bglh mas parece ser gt boa",
                "gatinho"
            ],
            "num_comments": 13
        },
        {
            "title": "Podem ser sinceros kkkkkk, fts do ano passado pois o autoestima foi só decaindo...",
            "selftext": "",
            "subreddit": "MeJulgue",
            "topic": "surfista",
            "id": "14mhezv",
            "comments": [
                "Você é muito lindo!adorei os cachinhos🥰❤️",
                "Oi u/Dhonath1227,\n\nO seu post está pendente para revisão manual porque você não foi verificado(a) ainda e não passou na nossa checagem automática. Dá uma olhada no nosso FAQ e siga as instruções pra saber como verificar o seu perfil: [link]\n\nSe seu post já contém uma foto de verificação ou se você nos enviou um modmail, os mods revisarão ela manualmente e aprovarão o post assim que der.\n\nSe tiver dúvidas, [nos envia uma [link]\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/MeJulgue) if you have any questions or concerns.*",
                "TEm que passar no dermatologista resolver o problema de acne.\n\nA barba é sempre pessoal, mas eu não e ninguem que eu conheço gosta desse bigode fino, geralmente não fica legal. Veja se consegue crescer uma barba mais completa, se não passa a lamina."
            ],
            "num_comments": 3
        },
        {
            "title": "Gente, gostaria de saber qual vibe eu passo e nota de 0/10.",
            "selftext": "",
            "subreddit": "MeJulgue",
            "topic": "surfista",
            "id": "157ezj6",
            "num_comments": 0
        },
        {
            "title": "Julga ae fml",
            "selftext": "",
            "subreddit": "MeJulgue",
            "topic": "surfista",
            "id": "zyahtc",
            "comments": [
                "Você é o Bruno surfist(inh)a, curte rock, tem personalidade forte e é bem vaidoso."
            ],
            "num_comments": 1
        },
        {
            "title": "Nadador-salvador resgatado na Costa da Caparica após auxiliar surfista em dificuldades",
            "selftext": "",
            "subreddit": "u_Diario_Distrito",
            "topic": "surfista",
            "id": "spjyhr"
        },
        {
            "title": "Resgate de surfista Teresa Bonvalot deu para o susto(C/Vídeo)",
            "selftext": "",
            "subreddit": "u_Diario_Distrito",
            "topic": "surfista",
            "id": "q41cwu"
        },
        {
            "title": "Surfista brasileiro Márcio “Mad Dog” Freire morre surfando ondas gigantes em Portugal",
            "selftext": "",
            "subreddit": "brasilimpoAlt",
            "topic": "surfista",
            "id": "105k6d3",
            "comments": [
                "Link da postagem original no r/brasil:\n\n[link]\n\n47 pontos, 9 comentários, há 21 horas (no momento da aprovação)"
            ],
            "num_comments": 1
        },
        {
            "title": "Surfistas del Sistema - Silencios (version electroacustica/loop)",
            "selftext": "",
            "subreddit": "MusicaEnEspanol",
            "topic": "surfista",
            "id": "wmqagw"
        },
        {
            "title": "O termo \"Haole\" é usado, para designar um surfista de fora, que não é nativo da praia onde surfa. Alguns surfistas dizem que diminuiu muito, outros dizem que ainda existe bastante. O que você acha da cultura do localismo, seja na água, ou fora d'água?",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "vwrr1t",
            "comments": [
                "Queria começar a praticar, mas moro longe para um caralho do litoral",
                "Minha dúvida é: por que tanta gente com a camisa da seleção da colombia?",
                "Quem liga?"
            ],
            "num_comments": 3
        },
        {
            "title": "Enquanto eu vejo polícia correndo atrás de surfista em praia deserta, olha a situação do transporte público. É muita ciência.",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "mbnj96",
            "comments": [
                "Estava comovido com a situação, aí vi que eram cariocas",
                "HUMMMMMMMMMMMMMMMMMMMMMM \n\n\nDESCULPE ME MAS VOCÊ TEM ALGUM ESTUDO PUBLICADO EM PELO MENOS 3 JORNAIS CIENTÍFICOS EUROPEUS OU AMERICANOS E REPLICADO EM MAIS 12 OUTROS COMPROVANDO QUE ANDAR EM BUSÃO OU METRÔ SOCADO NO BRASIL AUMENTA AS CHANCES DE CONTRAIR COVID?\n\n\nFOI O QUE PENSEI .",
                "Tem idiota preocupado com jogo de futebol e pancadão HAHAHHAHAHA",
                "A corona tem que pegar busão tambem ou como tu acha que ela vai por bares e afins infectar a população?",
                "Que paletó horrível",
                "[deleted]",
                "O pessoal do busão tava indo surfa na praia?"
            ],
            "num_comments": 7
        },
        {
            "title": "2 surfistas foram presos pq deviam estar trancados em casa mas eu vou pegar os 600 reais e gastar em cachaça. Tem algo errado nessa história?",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "fx8ayx",
            "comments": [
                "O comércio que vai receber seus 600 agradece, e vc contribui mantendo a economia girando...",
                "Tem, deveria gastar em uma bebida melhor.",
                "Doe 400 a quem necessite. 200 de cachaça é o suficiente para você morrer bebendo.",
                "Movimentando a economia da cachaça vc apoia os trabalhadores da indústria da cachaça 40.000 produtores e seus empregados.",
                "Se você pode gastar 600 mangos com cana não devia nem estar na lista de quem deveria receber, teoricamente essa 'verba' é alimentícia.",
                "Com 600 reais dá pra importar uma garafa de absinto 70% vol. Enche a cara e ainda por cima mata o coronga. Se bobear da até pra misturar com água e usar de combustível.",
                "Surfistas geralmente são associados a drogas e álcool, a prisão se justifica. Quanto a cachaça, sugiro garrafões de 5 litros. Sai bem mais barato.",
                "Olha que se continuar fazendo post bosta vou cobrar  aquilo que você me deve.\n\nHauahahau \n\nMas sério: Ypioca dourada seria o melhor custo benefício na região Nordeste."
            ],
            "num_comments": 8
        },
        {
            "title": "No Brasil, apenas 3 surfistas profissionais são negras. Como combater o racismo na elite do esporte? Elas respondem",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "e3jg6i",
            "comments": [
                "De um amigo meu que é surfista amador:\n\n>\"Eu vi isso... deviam falar q o brasil tem 7 surfistas profissionais se tiver...\"",
                "Tem problema? O importante é a habilidade. Que eu saiba, cor não influencia em nada",
                "Tem uma piada pronta nessa história ai, que tenho medo de fazer e parecer racista, mas que tenho certeza que não sou o único que pensei 😂👌",
                "Bota cota. Todo mundo sabe que é o que resolve.",
                "#[Clique aqui para não dar views ou ler sem [link]\n\nApoie o jornalismo brasileiro, [assine o [link]  \n[link]\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/brasilivre) if you have any questions or concerns.*",
                "No Brasil 1 em cada 5 dos surfistas de trem...",
                "Proibe todos os outros surfistas de outras cores de serem surfistas que resolve o problema. /s"
            ],
            "num_comments": 7
        },
        {
            "title": "CHUPA REINALDO AZEVEDO - Religioso, surfista e chefe da Lava-Jato: quem é Deltan Dallagnol",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "53781l",
            "comments": [
                "O que que o Reinaldo Azevedo falou dele que eu to por fora?",
                "No dia da apresentação ele praticamente chamou de palhaçada a apresentação. Já faz um tempo que ele trara o dallahnol como \" menino\" debochando do procurador, debochando das propostas anti corrupção. Dai nesse dia e nos dias seguintes a denuncia contra Lula além de se achar no direito de determinar como, onde e quando o ministério publico devia se posicionar ao fazer declarações ainda deu uma de Cuzão total e mandou os seus ouvintes do programa de rádio se fuderem com um \" não to nem ai pra quem não gosta do que eu falo\" do tipo não gostou vai se fuder. Escreveu a mesma coisa no blog da veja em sequência. "
            ],
            "num_comments": 2
        },
        {
            "title": "Agências da Caixa no Ceará registram longas filas e aglomeração devido ao pagamento do auxílio emergencial (CORONAVIRUS TÁ JOGANDO PANDEMIC NO MODO TUTORIAL)",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "g18l6f",
            "comments": [
                "E o surfista tá lá apanhando de um policial nadando no meio do mar.",
                "Incrível como esse povo não consegue fazer uma fila sem todo mundo praticamente se encoxando"
            ],
            "num_comments": 2
        },
        {
            "title": "Criminalidade no Rio anda foda",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "cny771",
            "comments": [
                "Que trocadilho horrível, OP. Não sei se Rio ou se choro.",
                "Claramente fake, afinal surfistas são invenções do governo para vender camisa",
                "Infelizmente a criminalidade carioca está perdendo qualquer limite. O surfista, um meliante viciado, deverá subir o morro de jet ski para trocar o veículo pela erva do capeta. Nota zero.",
                "fake. a fonte do vídeo é o surfista, que faz essas encenações para se promover."
            ],
            "num_comments": 4
        },
        {
            "title": "GCM É MERDA",
            "selftext": "Até hoje eu nunca vi um, UM GCM fazendo o serviço deles direito. Toda hora tu vê esses putos:\n\n1. Dando ordem de prisão (eles não tem poder de polícia, então não podem fazer isso)\n\n2. Quebrando leis (detendo pessoas por estarem em áreas públicas)\n\n3. Abuso de força (Saem arrastando nego que literalmente fez nada de errado e ainda detém nego dentro de áreas públicas)\n\n4. Sâo completos PNC com outros civis, (é, seu merda, você ainda é um civil que nem a gente), achando que são algum tipo de entidade divina, que não pode ser questionada\n\ne por aí vai.\n\nFora que quando da merda, a GCM some, deixa o trabalho pra PM cuidar. \n\nOs cornos nem conseguem guardar propriedade pública direito, tu só vê esses putos dando ronda perto de escola, fingindo fazer alguma coisa.\n\nEssa pandemia só acentuou isso, tu vê os cornos dando multa por mó idiotice. Ano passado teve caso da GCM arrastando surfista pra fora da praia (algo que eles não podem fazer pois, não só é área pública, como eles não podem dar voz de prisão=não podem deter pessoas.)\n\nGCM é a prova viva de que cursinho não monta caráter. O que tu tem é essas pragas que sugam dinheiro público pra fazer merda 24 horas por dia.\n\npor mim, demitia essas porra tudo e investia esse dinheiro na PM, que também é um bando de arrombado, mas pelo menos é mais competente e bem treinada.\n\nLembrem-se: Nenhum órgão de segurança pública é seu amigo. Eles não se importam com voçê, apenas com o salário e o ego deles sendo afagado.\n\nEles são a manifestação física do estado, sendo asism, não merecem sua compaixão, pena ou amizade, apenas sua desconfiança e escrutínio.",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "ncpf2i",
            "comments": [
                "Não tenho o que falar dos outros pontos, mas sobre o 1: não é a atribuição deles, mas podem  sim prender, bem como qualquer outro cidadão.\n\n&#x200B;\n\n[link]  \nArt. 301.  Qualquer do povo poderá e as autoridades policiais e seus agentes deverão prender quem quer que seja encontrado em flagrante delito.",
                "A presidenta Dilma sancionou uma lei federal em 2014 que regulamenta as guardas civis como polícia municipais, o regulamento, as diretrizes e as normativas dela, se eu não me engano é a lei 13.022/2014, aí cabe o prefeito de cada cidade usar ela como bem entender.",
                "Que depoimento cara, mas esse Guardinha fez o que com você? Onde ele te tocou?",
                "Eu não gosto deles tirando o ganha pão do vendedor ambulante, mas é certo que diminuem a criminalidade",
                ">não merecem sua compaixão, pena ou amizade, apenas sua desconfiança e escrutínio.\n\n>por mim, demitia essas porra tudo e investia esse dinheiro na PM",
                "[deleted]",
                "Qualquer cidadão pode dar ordem de prisão, está na constituição",
                "Experimente dizer pra um GCM que ele não é polícia, o maluco vai ficar puto pra caralho e vai querer te conduzir a delegacia"
            ],
            "num_comments": 8
        },
        {
            "title": "As férias dos Pastores",
            "selftext": "Dois Pastores amigos decidiram passar uns dias no Club Med de Itaparica com parte da féria do dízimo. Quando chegaram foram direto à butique comprar umas roupas de turista pra não dar na vista que eram da igreja né.\n\nMais tarde, já acomodados, estavam relaxando em espreguiçadeiras na praia com seus calções de surfista, óculos escuros e drinques frutados com guarda-chuvinhas quando viram uma gostosona com as tetas de fora se aproximando... desviaram um pouco o olhar pra não dar bandeira mas quando ela passou perto ela disse: \"boa tarde, Pastor! Pro senhor também, Pastor!\" e seguiu caminhando com um delicioso molejo.\n\nOlharam um pro outro e correram pra butique pra comprar uns chapéus de palha pra ver se se disfarçavam melhor.\n\nNa manhã seguinte, de novo na praia, aparece novamente a moça voluptuosa e saltitante, a novamente os cumprimenta: \"Bom dia, Pastores!\"\n\nNão conformados, eles se levantam e vão falar com a moça... \"como vc sabe que somos da Igreja?\"\n\nEla responde: \"mas Pastor Paulo, Pastor Júlio, não me reconheceram? Sou a Pastora Catarina...\"",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "nhb494",
            "comments": [
                "Final inesperado kkkk"
            ],
            "num_comments": 1
        },
        {
            "title": "Woodstock aconteceu no meio de uma pandemia",
            "selftext": "Link do texto:  [link]\n\n**(Tradução)**\n\nDurante a minha vida, houve outra epidemia mortal nos Estados Unidos. A gripe se espalhou de Hong Kong para os EUA, chegando em dezembro de 1968 e atingindo seu auge um ano depois. Por fim, matou 100.000 pessoas nos EUA, a maioria com mais de 65 anos, e um milhão em todo o mundo.\n\nA expectativa de vida nos EUA naquela época era de 70 anos, enquanto hoje é de 78. A população era de 200 milhões, contra 328 milhões hoje. Se fosse possível extrapolar os dados de óbitos com base na população e na demografia, podemos estar vendo hoje um quarto de milhão de mortes por esse vírus. Então, em termos de letalidade, foi tão mortal e assustador quanto o COVID-19, se não mais, embora tenhamos que esperar para ver.\n\n\"Em 1968\", diz Nathaniel L. Moir, em Interesse Nacional, \"a pandemia do H3N2 matou mais indivíduos nos EUA do que o número total combinado de mortes nos EUA durante as guerras do Vietnã e da Coréia\".\n\nE isso aconteceu na vida de todos os americanos com mais de 52 anos de idade.\n\nEu tinha 5 anos e não tenho nenhuma lembrança disso. Minha mãe lembra vagamente de ter cuidado e lavar as superfícies, e encorajar sua mãe e seu pai a serem cuidadosos. Fora isso, hoje é praticamente esquecido. Por que?\n\nNada fechado. As escolas ficaram abertas. Todos os negócios também. Você poderia ir ao cinema. Você poderia ir a bares e restaurantes. John Fund tem um amigo que relata ter assistido a um show do Grateful Dead. De fato, as pessoas não têm memória ou consciência de que o famoso concerto de Woodstock de agosto de 1969 ocorreu de fato durante uma pandemia mortal de gripe americana que atingiu o pico apenas seis meses depois.\n\nOs mercados de ações não entraram em colapso. O Congresso não aprovou nenhuma legislação. O Fed não fez nada. Nem um único governador agiu para impor o distanciamento social, o achatamento das curvas (apesar de centenas de milhares de pessoas terem sido hospitalizadas) ou a proibição de multidões. Nenhuma mãe foi presa por levar os filhos para outras casas. Nenhum surfista foi preso. Nenhuma creche foi fechada, embora houvessem mais mortes infantis com esse vírus do que com o que estamos enfrentando agora. Não houve aumento de suicídios, desemprego, ou overdose de drogas.\n\nA mídia cobriu a pandemia, mas ela nunca se tornou um grande problema.\n\nComo Bojan Pancevski, do Wall Street Journal, aponta: “Em 1968-70, os meios de comunicação dedicaram atenção superficial ao vírus enquanto treinavam suas lentes em outros eventos, como o pouso na lua e a Guerra do Vietnã, e a agitação cultural da civilização. movimentos de direitos, protestos estudantis e a revolução sexual \".\n\nAs únicas ações que os governos adotaram foram coletar dados, assistir e esperar, incentivar testes e a pesquisa de vacinas e assim por diante. A comunidade médica assumiu a responsabilidade primária pela mitigação da doença, como seria de esperar. Supunha-se amplamente que as doenças requerem respostas médicas e não políticas.\n\nNão é como se tivéssemos governos indispostos ou incapazes de intervir. Tinhamos a Guerra do Vietnã, o início da assistência social, construção de habitação pública, renovações urbanas e a ascensão do Medicare e Medicaid. Tínhamos um presidente jurando curar toda a pobreza, analfabetismo e doenças. O governo era tão intrusivo quanto jamais foi na história. Mas, por alguma razão, não se pensou em quarentenas.\n\nO que levanta a questão: por que foi tão diferente? Estaremos tentando descobrir isso por décadas.\n\nTeria sido porque agora temos meios de comunicação invadindo nossas vidas com inúmeras notificações explodindo em nossos bolsos, a todo momento? Houve alguma mudança na filosofia de tal forma que agora pensamos que a política é responsável por todos os aspectos de nossas vidas? Haveria um elemento político aqui, tendo a mídia resolvido explodir o assunto tão desproporcionalmente, como vingança contra Trump e seus deploráveis? Ou nossa adoração excessiva à modelagem preditiva ficou fora de controle a tal ponto que deixamos um físico com modelos ridículos amedrontar os governos do mundo a violar os direitos humanos de bilhões de pessoas?\n\nTalvez todos esses sejam fatores. Ou talvez haja algo mais sombrio e nefasto ocorrendo, como como diriam os teóricos da conspiração.\n\nIndependentemente disso, todos eles têm algumas explicações a dar.\n\nComo lembrança pessoal, minha mãe e meu pai faziam parte de uma geração que acreditava ter desenvolvido visões sofisticadas sobre os vírus. Eles passaram a entender que as pessoas menos vulneráveis ​​que os adquiriam não apenas tinham seus sistemas imunológicos fortalecidos, mas também contribuíam para a mitigação da doença ao alcançar a \"imunidade do rebanho\". Criaram um protocolo completo para fazer crianças se sentirem melhor quando estão doentes. Quando ficava doente, eu recebia brinquedos, sorvete ilimitado, Vicks esfregando no meu peito, um umidificador no meu quarto e assim por diante.\n\nEles constantemente me parabenizavam por criar imunidade. Eles fizeram o possível para eu ser feliz com meus vírus, enquanto faziam o possível para me curar dele.\n\nO que aconteceu entre então e agora? Teria algum tipo de conhecimento sido perdido, como aconteceu com o escorbuto? Para COVID-19, voltamos aos entendimentos e políticas de estilo medieval, mesmo no século XXI. É tudo muito estranho.\n\nO contraste entre 1968 e 2020 não poderia ser mais impressionante. Eles eram espertos. Nós somos idiotas. Ou pelo menos nossos governos são.",
            "subreddit": "brasilivre",
            "topic": "surfista",
            "id": "gsescz",
            "comments": [
                "A COVID-19 tem que ser comparada, pelo poder de destruição, à Gripe Espanhola. Se nada for feito, leva nações ao colapso (como a Itália, por exemplo).\n\nE também não havia sequenciamento genético nem nada naquela época, na certidão de óbito o médico punha o que era compatível com os sintomas e pronto (era o que tinha).",
                "Eu acho ridículo o medo que esta geração tem de sarampo, por exemplo. Quando eu era pequeno e uns dos irmão pegou sarampo minha mãe confinou todos para que pegassem logo o vírus. Todos pegaram, todos se imunizaram e todos estão vivos até hoje.    \n\nEssa tentativa de parar o vírus através do isolamento terá um efeito mais devastador. Quem viver verá e pagará o preço, com juros"
            ],
            "num_comments": 2
        },
        {
            "title": "O surfista prateado destruiu Thanos com sua prancha ****** Depois de obter todas as seis Pedras do Infinito, Thanos se reuniu com o Surfista Prateado para exibir seu novo poder. No entanto, Norin-Radd fez o seu melhor para ignorar as sondagens mentais do Titã Louco e, em vez disso, lutou contra ...",
            "selftext": "",
            "subreddit": "u_UnicornioHater",
            "topic": "surfista",
            "id": "oz9lpx"
        }
    ]
}