{
    "posts": [
        {
            "title": "A vida em Júpiter (Revista Espírita de 1858)",
            "selftext": "A  superioridade de Júpiter não está somente no estado moral de seus  habitantes; está também na sua constituição física. Eis a descrição que  nos foi dada desse mundo privilegiado, onde encontramos a maior parte  dos homens de bem que honraram nossa Terra por suas virtudes e talentos.  A conformação do corpo é mais ou menos a mesma daqui, porém é menos  material, menos denso e de uma maior leveza específica. Enquanto  rastejamos penosamente na Terra, o habitante de Júpiter transporta-se de  um a outro lugar, deslizando sobre a superfície do solo, quase sem  fadiga, como o pássaro no ar ou o peixe na água. Sendo mais depurada a  matéria de que é formado o corpo, dispersa-se após a morte sem ser  submetida à decomposição pútrida. Ali não se conhece a maioria das  moléstias que nos afligem, sobretudo as que se originam dos excessos de  todo gênero e da devastação das paixões. A alimentação está em relação  com essa organização etérea; não seria suficientemente substancial para  os nossos estômagos grosseiros, sendo a nossa por demais pesada para  eles; compõe-se de frutos e plantas; de alguma sorte, aliás, a maior  parte eles a haurem no meio ambiente, cujas emanações nutritivas  aspiram. A duração da vida é, proporcionalmente, muito maior que na  Terra; a média equivale a cerca de cinco dos nossos séculos; o  desenvolvimento é também muito mais rápido e a infância dura apenas  alguns de nossos meses.\n\nSob esse leve envoltório, os Espíritos se  desprendem facilmente e entram em comunicação recíproca apenas pelo  pensamento, sem, todavia, excluir a linguagem articulada; para a maior  parte deles, também, a segunda vista é uma faculdade permanente; seu  estado normal pode ser comparado ao de nossos sonâmbulos lúcidos; eis  por que se nos manifestam mais facilmente do que os encarnados nos  mundos mais grosseiros e mais materiais. A intuição que têm do seu  futuro, a segurança dada por uma consciência isenta de remorsos fazem  que a morte não lhes cause nenhuma apreensão; vêem-na chegar sem temor e  como simples transformação.\n\nOs animais não estão  excluídos desse estado progressivo, sem se aproximarem, contudo, daquele  do homem; seu corpo, mais material, prende-se à terra, como os nossos.  Sua inteligência é mais desenvolvida que a dos nossos animais; a  estrutura de seus membros presta-se a todas as exigências do trabalho;  são encarregados da execução de obras manuais: são os serviçais e os  operários; as ocupações dos homens são puramente intelectuais. Para os  animais o homem é uma divindade tutelar que jamais abusa do poder para  os oprimir.\n\nQuando se comunicam  conosco, os Espíritos que habitam Júpiter geralmente sentem prazer em  descrever o seu planeta; ao se lhes pedir a razão, respondem que o fazem  com o fito de nos inspirarem o amor do bem, com a esperança de lá  chegarmos um dia. Foi com essa intenção que um deles, que viveu na Terra  com o nome de Bernard Palissy, célebre oleiro do século XVI,  ofereceu-se espontaneamente, sem que ninguém lho pedisse, para elaborar  uma série de desenhos, tão notáveis por sua singularidade quanto pelo  talento de execução, destinados a dar-nos a conhecer, até nos menores  detalhes, esse mundo tão estranho e tão novo para nós. Alguns retratam  personagens, animais, cenas da vida privada; os mais impressionantes,  porém, são os que representam habitações, verdadeiras obras-primas de  que coisa alguma na Terra nos poderia dar uma ideia, porque em nada se  assemelham ao que conhecemos; é um gênero de arquitetura indescritível,  tão original e, entretanto, tão harmoniosa, de uma ornamentação tão rica  e tão graciosa que desafia a mais fecunda imaginação. O Sr. Victorien  Sardou, jovem literato de nossas relações, cheio de talento e de futuro,  mas de forma alguma desenhista, serviu-lhe de intermediário. Palissy  prometeu-nos uma série de desenhos que, de certo modo, será a monografia  ilustrada desse mundo maravilhoso. Esperamos que essa curiosa e  interessante coletânea, sobre a qual voltaremos em artigo especial  consagrado aos médiuns desenhistas, possa um dia ser liberada ao  público.\n\nO planeta Júpiter, apesar  do quadro sedutor que nos foi dado, não é, absolutamente, o mais  perfeito dos mundos. Outros há, desconhecidos para nós, que lhe são  muito superiores, do ponto de vista físico e moral, e cujos habitantes  gozam de felicidade ainda mais perfeita; são a morada dos Espíritos mais  elevados, cujo etéreo envoltório nada mais tem das propriedades  conhecidas da matéria. Já nos perguntaram diversas vezes se pensamos que  a condição do homem terreno seria um obstáculo absoluto à sua passagem,  sem intermediário, da Terra para Júpiter. A todas as perguntas que  dizem respeito à Doutrina Espírita, jamais respondemos conforme nossas  próprias idéias, contra as quais estamos sempre em guarda. Limitamo-nos a  transmitir o ensino que nos é dado pelos Espíritos, não os aceitando de  forma leviana e com irrefletido entusiasmo. À pergunta acima  respondemos claramente, porque tal é o sentido formal de nossas  instruções e o resultado de nossas próprias observações: Sim; deixando a  Terra, pode o homem ir imediatamente a Júpiter, ou a outro mundo  análogo, pois que não é o único dessa categoria. Pode-se ter certeza  disso? Não. Contudo poderá ele ir, visto haver na Terra, embora em  pequeno número, Espíritos muito bons e suficientemente desmaterializados  para não se sentirem deslocados num mundo onde o mal não tem acesso.  Não há certeza, porque o homem pode iludir-se sobre o seu mérito pessoal  ou tem que cumprir, alhures, outra missão. Seguramente, os que podem  esperar esse favor não são os egoístas, nem os ambiciosos, nem os  avarentos, nem os ingratos, nem os ciumentos, nem os orgulhosos, nem os  vaidosos, nem os hipócritas, nem os sensuais ou qualquer daqueles que se  deixaram dominar pelo apego aos bens terrestres; a esses, serão  necessárias, talvez, longas e rudes provas. Isso depende da sua vontade.\n\n&#x200B;\n\nReferência ao texto completo (inclui a entrevista com Bernard Palissy (9 de março de 1858):\n\n[link]",
            "subreddit": "Espiritismo",
            "topic": "ornamentação",
            "id": "z69ore"
        },
        {
            "title": "Mau gosto é foda!",
            "selftext": "\nMeus pai e minha mãe são separados e era ela que organizava a parte de ornamentação da casa. Agora que ela mora em outra casa, minha madrasta está fazendo tudo errado. Os gostos são péssimos. Tudo muito caro, mas tudo muito feio.\n\nQue mulher brega.",
            "subreddit": "desabafos",
            "topic": "ornamentação",
            "id": "sy6832",
            "comments": [
                "Isso aí é de fuder OP, o máximo que você pode fazer é tentar ter um cantinho seu e decorar ele de um jeito melhor. Se você não tiver esse cantinho, tenta opinar na decoração da casa."
            ],
            "num_comments": 1
        },
        {
            "title": "Decoração natalina é inaugurada em Salvador",
            "selftext": "",
            "subreddit": "NewsBahia",
            "topic": "ornamentação",
            "id": "a36rkt",
            "comments": [
                "## [🔗 Link para a notícia [link] \n\n A ornamentação é marcada pela utilização de elementos tecnológicos A decoração de Natal de Salvador foi inaugurada no fim da tarde desta terça-feira, 4. A novidade deste ano é a utilização de diversos elementos tecnológicos, espalhados por vários pontos da cidade, denominada de \"Natal futurista\". O evento de lançamento da ornamentação natalina, que aconteceu no Dique do Tororó e na Praça 2 de Julho, contou com a participação do prefeito ACM Neto e de autoridades.\n\n Entre as inovações deste ano, estão a projeção mapeada de vídeos e imagens no Dique e Farol da Barra para contar a história do natal. Intitulado \"Luzes de Natal\", o espetáculo é exibido em uma parede flutuante dentro do Dique do Tororó até a próxima segunda, 10, a cada 20 minutos, das 18h às 22h. No Farol da Barra, a projeção será feita na fachada, do dia 7 até o 23, também de 18h às 22h, com intervalos de 20 minutos.\n\n * [link]\n* [link]\n* [link]\n* [link]\n* [link]\n* [link]\n Outra destaque é o aplicativo \"Natal Salvador\", que mostrará em realidade aumentada animações com o tema natalino. Para visualizar os efeitos, o usuário deve apontar seu celular para um dos 25 totens espalhados pela cidade e observar. Por meio da aplicação, também é possível tirar fotos com as animações, criar cartões virtuais personalizados e compartilhar nas redes sociais. O aplicativo já está disponível nos sistemas Android e IOS. A iluminação ganhou o reforço de\n\n No Elevador Lacerda, além da tradicional iluminação, também será utilizado o moving light, que são luzes tecnológicas capazes de criar movimento. A atração pode ser conferida até o final de dezembro, todos os dias, das 18h até as 0h. Já no Campo Grande, a Vila de Natal funciona de segunda a quarta-feira de 18h à 22h e de quinta a domingo, de 18h á 23h.\n\n Por fim, quem estiver no Campo Grande ou no Farol da Barra vai poder conferir, além da Vila de Natal, e do espetáculo de luzes, a \"Caixa Mapeada\", telão no qual são exibidos vídeos natalinos. Também será possível projetar a própria imagem ao fundo da estrutura. A atração fica disponível até o final de dezembro, todos os dias, das 18h até as 23h.\n\n * [  [link]\n"
            ],
            "num_comments": 1
        }
    ]
}