{
    "posts": [
        {
            "title": "Vivi dançado com biquini de fita",
            "selftext": "",
            "subreddit": "BrasiIeirasGostosas",
            "topic": "dançado",
            "id": "15e8ate",
            "comments": [
                "Quem é a outra?",
                "[link] site para deep nude"
            ],
            "num_comments": 2
        },
        {
            "title": "eleitores do bolsonaro dançado gta san andreas (perdão se for repostson)",
            "selftext": "",
            "subreddit": "brasilivre",
            "topic": "dançado",
            "id": "uhtedd",
            "comments": [
                "Pior que combinou só ficou um pouquinho fora de ritmo kkk",
                "\"Quando as músicas possuem o mesmo número de BPM\"",
                "Boa noite como eu retiro o direito do voto de quem faz dancinha pra politico?",
                "Essas danças são mto bregas",
                "Imagine o ensaio da coreografia do mito.",
                "Queria muito saber o que essas pessoas tem na cabeça",
                "A 4 anos o Mito tinha os jovens do seu lado fazendo dancinha, hoje tem companhia internacional pra fazer os jovens tirar título de eleitor e só sobrou os tiozão motoqueiro para apoiar ele.\n\nOlha só as voltas que o mundo dá",
                "A coreografia das dança do minto são melhores que do lula. Ainda está em dúvida em quem votar no segundo turno? A EsCoLhA é ObViA.",
                "Quem joga GTA não vira bandido, é o contrário, garanto que quem não jogou, hoje em dia é comuna, por causa da frescura da mamãe, de que não podia jogar.",
                "Alguém me explica como uma pessoa acha tempo na vida de seu dia pra priorizar ensaiar e fazer dancinha pra político?\n\nEu tô a duas semanas varando a madrugada em estágio, tocando projetinho e apagando incêndio na empresa, estudando pra provas, pra ganhar 2k no fim do mês e pra tomar um diploma e um desemprego daqui a 18 meses e esses fdp arranjam tempo pra sambar pra figurehead de Estado como se fosse time de futebol. Fico puto. Tinha que tacar é fogo no Congresso.",
                "Isto há mesmo malta maluca no mundo.. fdx..",
                "Pov:Bolsonaro ganhou a eleição com 70 dos 🗳 e os petistas estão chorando 😢",
                "É uma verdadeira heresia colocar esse hino atemporal com esse bando de palermas ao fundo.",
                "Nova música da campanha dele"
            ],
            "num_comments": 14
        },
        {
            "title": "Vídeo dela Dançado Funk... LINDA 😍; Queria muito que ela rebolasse maisss! (Instagram)",
            "selftext": "",
            "subreddit": "sarah_lima",
            "topic": "dançado",
            "id": "16ephal"
        },
        {
            "title": "O Leon de Victoria alguma coisa dançado NewJens aaaaaaa",
            "selftext": "",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "10kw0ss",
            "comments": [
                "Tau é o Leon de violetta taaaau que iconeeee"
            ],
            "num_comments": 1
        },
        {
            "title": "(Deadpool dançado com a música de rasputin, \"muito foda kkk.\") Por cornografista.",
            "selftext": "",
            "subreddit": "HUEstation",
            "topic": "dançado",
            "id": "pbbmnm"
        },
        {
            "title": "OXI, oque o raul ta fazeno dançado lá nas Índia",
            "selftext": "",
            "subreddit": "RaulLeet",
            "topic": "dançado",
            "id": "zfz7gq"
        },
        {
            "title": "Isso aqui é elite (bichinho fofo dançado BP)",
            "selftext": "",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "xhtd3g"
        },
        {
            "title": "Isso sim é uma gata dançado ( CGI de gata dançado venom)",
            "selftext": "",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "x7n8sp"
        },
        {
            "title": "ta dançado bem",
            "selftext": "",
            "subreddit": "MeikodBoyReact",
            "topic": "dançado",
            "id": "v84eac"
        },
        {
            "title": "vhega de mulheres dançado",
            "selftext": "",
            "subreddit": "jacas",
            "topic": "dançado",
            "id": "uiws3i"
        },
        {
            "title": "Só os aliens dançado no chat",
            "selftext": "",
            "subreddit": "pescocofino",
            "topic": "dançado",
            "id": "mwtdlo",
            "comments": [
                "VIA: DAGEM",
                "Que molejo é esse papai",
                "AlienPls"
            ],
            "num_comments": 3
        },
        {
            "title": "Chegamos a marca de 4.000 mebros é por isso fiz um video especial do pedro dançado gloriosamente",
            "selftext": "",
            "subreddit": "PedroDBR",
            "topic": "dançado",
            "id": "rjbz84"
        },
        {
            "title": "o lobinho dançado no final eu não aguento KKKKKKKKKKK",
            "selftext": "",
            "subreddit": "fofocah",
            "topic": "dançado",
            "id": "po8r56"
        },
        {
            "title": "Bebe dançado",
            "selftext": "",
            "subreddit": "HUEstation",
            "topic": "dançado",
            "id": "pet5x5",
            "comments": [
                "desenterrou kkkkkkkkkk ,\\_,"
            ],
            "num_comments": 1
        },
        {
            "title": "Wolverine Cearense dançado (emocionante)",
            "selftext": "",
            "subreddit": "cidcidoso",
            "topic": "dançado",
            "id": "phtlu1"
        },
        {
            "title": "Rafael Jucinsky dançado Indio Ana Jones",
            "selftext": "",
            "subreddit": "jucinsketes",
            "topic": "dançado",
            "id": "p22kb6",
            "comments": [
                "Esse cara dançando é o Pitisso ctz, ele fez um auto-meme."
            ],
            "num_comments": 1
        },
        {
            "title": "Pinguins dançado",
            "selftext": "",
            "subreddit": "TioOrochi",
            "topic": "dançado",
            "id": "fob6dc",
            "comments": [
                "Poético",
                "Oh não pinguins funkeiros ;-;",
                "Como assim postaram vídeo no Reddit e não trollaram colocando no final um áudio estourado? Decepção",
                "Kkk o cara gravo a musica c um dispositivo gravando outro"
            ],
            "num_comments": 4
        },
        {
            "title": "Eu sou babaca por ficar com ciúmes da minha namorada ir no forró?",
            "selftext": "Eu e minha namorada estamos namorando meio que a distância. Eu moro na capital e ela no interior do estado, mas nos vemos regularmente durante 1-2 semanas por mês em viagens alternadas. Mesmo assim a distância pega. Há um tempo atrás ela me mandou mensagem de boa noite e perguntei a ela como havia sido a sua sexta-feira, ela respondeu que havia ido num forró com uma amiga dela (que eu não gosto e não confio)  e isso me deixou puto. Ela perguntou se eu havia ficado chateado e eu disse que sim, especialmente porque ela disse que havia dançado com outros caras. Eu disse que isso me chateava, e não achava necessário ela dançar com outros caras enquanto não estou por perto. Acho que tudo bem se fossem amigos nossos, meninas e conhecidos (quando estamos longe) ou até mesmo caras estranhos quando estou por perto. Ela disse que me entendia, mas que ia continuar dançando com homem desconhecido de qualquer forma. Ela me questionou pq eu não gostava dessa situação, minha resposta foi: eu não quero saber que minha namorada está dançando e esfregando coxa com outro homem, numa potencial situação de flerte que o cara pegar ela e e eventualmente de pau duro na porra da dança. Ela disse que eu estava sendo preconceituoso com o ambiente do forró e que isso não acontece no forró. Resultado, ela vai continuar indo nesses rolê e dançando com quem quiser e disse que não vai anular isso na vida dela pq isso é importante pra ela  PS: eu confio muito nela, mas não confio nos caras . E aí? Qual o veredito de vocês.",
            "subreddit": "EuSouOBabaca",
            "topic": "dançado",
            "id": "11qab7r",
            "comments": [
                "# Veredito atual: Não é o babaca (69.05% de 84 votos)\n\nÚltima atualização feita em: 31/03/2023 às 17:51\n\n # Essa publicação será mais atualizada!\n\nVou contar as respostas que as pessoas dão nesse post! Pra ser contado, responda com essas siglas o post:\n\nNEOB - Não é o babaca (E o resto sim)\n\nEOB - É o babaca \n\nNGM - Ninguem (é o babaca) \n\nTEOB - Todo mundo é o babaca \n\nINFO - Falta informação \n\nFANFIC - Quando é fanfic\n\nDemora um pouco até eu contar tudo, então espere alguns minutos... Ou sei lá, tanto faz.\n\nNota: Eu não conto respostas a comentários, somente comentários.\n\n                                    \n# A explicação do motivo do OP achar que é (ou não) o babaca é:\nEu acho que não sou um babaca, esperava que ela pelo menos chegasse a conclusão: okay, quando estivermos longe não dançarei com homem desconhecidos. E em nenhum momento quis proibir ela de dançar ou de de ir nesse tipo de rolê, pedi apenas para evitar essa circunstância em específico.\n\n\n# Tabela de votos\nVoto | Quantidade | %\n:--:|:--:|:--:\nNEOB | 58 | 69.05%\nEOB | 18 | 21.43%\nNGM | 7 | 8.33%\nTEOB | 0 | 0.00%\nINFO | 0 | 0.00%\nFANFIC | 1 | 1.19%\n\n                                \n^(Eu sou um robô e esse comentário foi feito automáticamente. Beep bop!) \n^(Lucas Bot v2.0 - by [link]",
                "Fala que foi no baile do helipa e sarrou muito com as novinhas, mas ela não precisa se preocupar pq é só dança e é muito importante pra vc. Se ela insistir na neurose, vc diz que ela esta com preconceito com a cultura do funk rs",
                "\"poxa amor entendo você estar inseguro por eu fazer isso, mas vou continuar fazendo e fds o que você acha\"\nMano termina logo que ela nem te respeita kskssjsjd",
                "\"Estou inseguro com tal coisa\"\n\n\"Foda-se, vou continuar fazendo\"\n\nSou babaca por isso?\n\nSe ela realmente ligasse pra o que você sente, tentaria te levar pra um rolê desse pra ver como é ou pelo menos iria nos dias que você ta junto. Cara, querendo ou não é uma festa, bebida, gente dando em cima e ainda tem a amiga que tu não gosta/ confia.",
                "Finge que vai numa festa e diz q danço com outras garotas, bora ver.",
                "NEOB. Vc não é babaca só é muito trouxa. Sua mina cagando pra sua opinião e vc ainda fala que confia nela...",
                "NEOB  \n\n\nEla não te respeita, então na boa, aproveita a distancia e da um fim a isso. Namoro a distância raramente funciona, e se ela não se da o trabalho de te respeitar e não te deixar mal, pq não pode parar de ser encoxada por outros, então pro inferno com ela irmão. Vai encontrar coisa melhor, pode ter certeza.",
                "NEOB\nDeixou na cara que não te respeita ué \n\nVida de solteiro é pra quem tá solteiro \n\nPra ela beber ficar com um cara e dizer foi por causa do álcool é rapidinho, ou nem se quer vc vai ficar sabendo \n\nPelo menos ela foi honesta de deixar na sua cara, se você vai aceitar isso ou não aí já vai depender do tipo de pessoa que você é\n\nEu não aceitaria",
                "Bom, eu namoro a distância tem alguns bons meses e sempre falo abertamente sobre essas situações com o meu namorado. Eu não iria a uma festa pra dançar com outros caras pq acho que isso não é de bom tom no MEU relacionamento e fora que eu acredito que preciso dar confiança ao meu namorado para que as coisas sigam em faz. Acho que isso seria mais uma situação de respeito, sabe? E não de proibição... Respeitar que o outro não se sente seguro em situações como essas.",
                "NEOB. Pergunte a ela se ela se sentiria confortável ao ver/saber que você está dançando com mulheres aleatórias. Ao meu ver, dentro de um relacionamento tem que haver respeito a cima de tudo, se isso te incomodou e ela não respeita,e vai continuar a praticar, infelizmente ela não tem respeito algum por você e muito menos pelo relacionamento de vocês",
                "Agora que vocês já conversaram e ja estabeleceram suas posições (ou seja, ela não vai parar de esfregar a bct em coxa de macho no forró - isso na absoluta melhor hipótese kkkkkkk), não termine com ela.\n\nSaia da vida dela sem dar absolutamente nenhuma explicação nem satisfação. Só bloqueia ela em tudo e segue o baile.\n\nPrecisa desenhar o que você é e qual o respeito que ela tem por você? Não, né?",
                "Alguém aí que frequenta forró pode me dizer como é esse rolê? Se são ambientes mais de boa ou não?!",
                "EOB. \"Eu confio muito nela\" não é o que parece.\n\nMinha namorada AMA dançar forró. Faz aula, vai nos festivais, se acaba toda dançando. Eu sabia disso quando começamos a namorar. Eu não sei dançar forró (estou aprendendo), e nos festivais que fomos ela sempre dança com desconhecidos, principalmente os que se destacam. E tá tudo certo: depois a gente dança agarradinho o que eu consigo, e no final ela vai pra casa comigo.\n\nO forró é uma dança solta, sensual sem ser sexual, onde existe um certo respeito entre homem e mulher mesmo que não se conheçam. Dá pra dançar sozinho? Dá, mas não é a mesma coisa. Dançando a dois você se movimenta mais e aproveita mais o embalo da música. Agora como ela vai dançar com o namorado dela se ele não está presente? Ela vai deixar de ir no forró por causa disso?\n\nDeixa de ciúme e dá um jeito nessa insegurança. Se ela gostar de você ela mesmo se encarrega de dar toco em algum abusado que possa aparecer.",
                "NEOB\nMas eu vejo esse tipo de situação se repetir tantas vezes no Reddit que a resposta é cópia e cola: \n\nA pessoa quando quer trair vai te trair em qualquer lugar. Vai dizer que vai pra casa da prima e vai dar pra alguém na casa da prima, vai dizer que tá trabalhando e tá sendo macetada, etc. Dançar tem um elemento sensual, mas eu pelo menos não fico de pau duro dançando forró, não acho que isso por si só seja uma traição. \n\nVai da confiança que você tem em si mesmo e no relacionamento com sua namorada. Se você não confia nela, cabe repensar se quer ficar junto, mas proibir ela de ir ao forro ou algo do tipo não vai te impedir de ser traído, se assim ela quiser.",
                "NGM\nse ela não está te traindo, não vejo problema de ela continuar indo ao forró, mas recomendo você, quando for para a cidade dela, observar como q é o esse forró. Acho q tudo fica mais fácil quando vc sabe com o q está \"lidando\"",
                "Achei paia da parte dela",
                "Eu acho que ela nao quer majs namorar com voce e ta sem coragem pra fazer isso te colocando em situações em que voce termine…",
                "u/Marvim42, não se esqueça de dizer o motivo de você achar que é ou não o babaca respondendo ao comentário fixado! É importante para que você seja julgado corretamente.\n\n>!NOEDIT!<",
                "Relacionamento a distância não dá certo amigo, porque vocês não estão perto pra suprir a necessidade do outro. Namorar WhatsApp não dá certo",
                "Eu terminaria, pois ela n se importa com meus sentimentos, ela n é obrigada a aceitar que vc n quer que ela dance com outros, mas vc tbm n é obrigado aceitar isso.\n\nPassei por uma situação igual (a distância tbm, e só foi dor de cabeça), ate a frase que sua namorada disse foi a que minha ex disse kkkkk parece que esta no roteiro já kkk\n\nMas sei lá, vale a pena ficar com uma pessoa n liga que está te machucando? E outra se ela vai continuar fazendo isso, vc vai ficar cada vez mais mal ela n se importa com isso ? Depois q vc estiver mal, vai ter que parecer para ela q esta tudo bem ?  Pq se vc ficar mal ela vai começar achar q vc é chatão, que vc mudou, que esta mais quieto ?",
                "NGM, por incrível que pareça, ela não está errada também, agora que sabe o quanto o forro é importante pra ela, cabe a você aceitar isso ou sair fora, pois tentar obrigar ela a parar o forró só vai se tornar uma desculpa pra amiga colocar na cabeça dela de trair pois você está controlando ela, nenhum relacionamento a distância tem como dar certo se for pra vocês agirem assim",
                "Babaca não sei, mas corno sim",
                "Termina, quando ficar sabendo q ela te traiu vai ser pior, melhor terminar agora que não sabe ainda",
                "Se vc não gosta da situação ou não se garante, cai fora e arruma uma mais submissa. Ela foi honesta e colocou as cartas na mesa. Fórmula pro fracasso é ficar guardando caixão, ainda mais a distância. EOB.\n\nPS.: Ciúme é uma bosta e, como disse Jung:  “Onde o amor impera, não há desejo de poder; e onde o poder predomina há falta de amor. Um é a sombra do outro”.",
                "Vai no puteiro e fala que seu brother chamou",
                "NEOB\n\nNa minha opinião, essa pessoa não te respeita, não é preconceito seu, acredito sim que existe a possibilidade do flerte e ela devia entender seu lado, mas te questionou e ainda disse que iria continuar. Amg, termina pq não vai pra frente, sinto muito.",
                "Não, normal, vc só é um pouco inseguro, mas é normal, se ela te trair (saber disso é o difícil) aí vc faz algo",
                "EOB sinto muito por estarem se relacionando a distância, mas a vida dos dois não pode parar. Ela gosta de dançar forró... ou você aceita a ideia dela dançar com outros homens ou você cai fora. Tentar mudar ela é a pior coisa que você pode fazer.",
                "NEOB\n\nRecomendo você não usar nenhum tipo de chapéu ou boné. Eu entendo que algumas pessoas dizem que vão nesses lugares não pra pegar ninguém, mas por causa da música e da dança, mas a verdade é que esse ambiente é sim um ambiente de pegação, principalmente se a pessoa beber.\n\nUma das questões no namoro não é só não trair se a oportunidade aparecer, mas também não se colocar em situações em que apareceram constantemente altas oportunidades para a traição. É óbvio que ela vai em um lugar desses sem você e um monte de cara vai dar em cima delas, principalmente enquanto estão se esfregando na pista de dança. Ela sabe disso, e mesmo assim decidiu ir lá. Eu tenho certeza que mulher nenhuma gostaria que o namorado fosse sem ela num forró e dançasse com um monte de outras mulheres.\n\nÉ bem provável que ela já te traiu. Infelizmente muitas pessoas quando traem, elas vão admitindo traições menores, que parecem inofensivas, só para você aceitar e continuar no relacionamento se comprometendo cada vez mais, pra depois de uns anos elas admitirem o que de fato aconteceu e mandar \"ah, você vai terminar comigo por algo que aconteceu há 5 anos?\"... Ela vai e fala que foi no forró e só dançou com amigos, aí vc aceita, passa um tempo e depois ela fala que alguém tentou beijar ela mas ela recusou, aí depois ela fala que bebeu demais e acabou beijando o cara, aí depois de meses, quando vocês já estão super comprometidos no relacionamento, ela vai e admite que transou com um cara.",
                "Conselho de um homem mais velho, melhor largar fora. Não é legal quem é comprometido sair para festas sozinho, tanto homem quanto a mulher",
                "EOB \n\nCara, vocês já namoram a distância. Agora vai deixar de dançar porque tu não tá perto. Pelamor",
                "NEOB\n\nvc não é o babaca, mas é o corno. parabéns papai!",
                "EOB.\nMano o que um cara ta achando não importa, o que importa é o que sua mina quer, se ela vai pra dançar forró e curtir com as amigas, não tem motivo pra ficar caçando chifre em cabeça de cavalo.\nSua mina já te deu motivo pra desconfiar dela? Já flertou com alguém estando namorando com você ? Já deu mole pra um cara ? Agiu como se estava escondendo isso de tu ?\nSe ela vai e não te esconde nada, você está sendo inseguro e tá tentando prender a mina atoa, te digo mais, é esse comportamento que vai deixar ela puta sempre que sai pra dançar e numa dessas ela vai te mandar pastar.",
                "Só pra ver se eu entendi, pq lendo os comentários parece que to pensando em outra dança. \n\nForró não são duas pessoas dançando coladassas?",
                "Cara depende mto... kkk\nPode ser o forro tranquilo e fds tlgd é so uma festa como pode ser o outro, vc deveria ir em um com ela pra ver como é mas prov n é nada d mais e vc so ta um pouco inseguro,vc n esta errado mas é necessario um pouco de confiança num relacionamento, principalmente se for a distância",
                "EOB. meu querido, ela nao fez nada de errado.",
                "EOB\n\nVocê diz que confia nela mas não confia nos caras. Se ela não quiser ficar, tanto faz se o cara for malandro.\nA menos que alguém queira força-la, mas aí sua preocupação deveria ser pela segurança dela e não ciume.",
                "FANFIC",
                "EOB \n\nrelacionamento é baseado na confiança, se vc se sente inseguro precisa fazer terapia. Não acho certo ela ter que abrir mão de ir no forró pq vc se sente inseguro, se não confia nela não tem pq estar junto. Além do mais, vc foi bem machista nas suas colocações.",
                "NEOB \n\nMas é o corno 🤭",
                "NEOB\n\nTERMINA LOGO ESSA MERDA, e venha morar no sul pra dançar um fandango!",
                "EOB \n\nE pnc de quem acha que relacionamento é desculpa pra fazer o outro ficar perdendo a vida",
                "Acho que você é inseguro e não confia nela de fato. Acho que você está receoso da situação que ela se encontra e você não estar lá. Mas lembra que ela NAO É SUA, Ela está com você, e se você confia nela não tem motivo pra você ficar puto.\n\nDe coração, mulher transa com quem quiser, arruma o cara que quiser, se ela te escolheu, te assumiu e namora com você (imagino que não tenha 1,80m, nem seja bombado, nem seja rico e nem banque ela) significa que ela escolheu você e gosta de você.\n\nAgora se põe no lugar dela, se tu curtisse ir com seus amigos pro forró pra beber e dançar e sua namorada não fosse e te proibisse de ir, como você se sentiria?",
                "Sei la vei...\n\nEla gosta de forro e de dançar.... ela vai deixar de fazer isso por causa de voce? \n\nSe ela tiver algo com alguem, nao foi apenas a dança né.",
                "NEOB\n\nNão é babaca, só inseguro. Igual muito cara aqui nos comentários.",
                "Com projeto de lei que vai criminalizar a Misoginia...\n\nTu não vai ter direito de achar nada cara, sua mina vai no forro vai mamar quem for, se tu acha errado e vim na internet reclamar aqui no Reddit as manas iram te reportar, vai ser acionado pelo Ministerio público por discurso de ódio a liberdade da mulher, contra ela mamar quantos ela poder mamar.",
                "EOB inseguro e terminar com ela é um favor que você faz a ela",
                "EOB. Ou vc confia na sua mina, ou não confia. Não existe essa de \"não confio nos caras\". Vc tá com uma mulher que curte dançar, se isso é um problema pra vc sai fora. Mas vc não tem o direito de querer controlar o que ela faz e gosta, querer exigir que ela mude comportamentos simplesmente porque vc tá inseguro. Racionamento não é terapia, ninguém é obrigado a lidar com as inseguranças de ninguém. Se vc tá inseguro, dá o seu jeito, não tem cabimento exigir que a mina mude pra você se sentir melhor, ela não vive em função do que você sente o quer, e nem deveria fazer isso. Daqui a pouco tá vc falando que se sente inseguro com as amigas dela, com a roupa dela, com o fato de ela sair de casa sem vc... Na boa mano, vc só tá tentando controlar a sua mulher, e isso não é legal.",
                "EOB \n\nSe você não confia na sua namorada, pq tá com ela? Você é o inseguro então você aprenda a lidar com a sua insegurança e cresça como pessoa. Isso também seria válido caso a situação fosse a contrária, você não gostaria que ela te proibisse de fazer coisas que você gosta pq vão ter outras mulheres com você.",
                "EOB sim, se for junto no forro vai entender que o ambiente de dança é exatamente o que ela falou. É super respeitoso, dançar perto não quer dizer flerte e caras que “ficam de pau duro” ou “dão em cima” são duramente reprimidos. Caras dando em cima dela pode acontecer em um forro ou um barzinho ou no trabalho, o que importa é o que ela faz pra te respeitar nessa situação. Você impedir ela de fazer algo que ela gosta por ciúmes é babaca, ela vai ficar ressentida por isso e a relação sem confiança não tem futuro.",
                "EOB\n\nela ta certa, forró nao é ambiente desse tipo de coisa. nao confunda com baile.\n\ndancar com estranhos nao tem nada a ver com sensualidade, voce ta colocando piracao aonde nao existe. \n\ne outra, dancar com outros nao é traicao. se ela quiser te trair, ela vai intencionalmente fazer isso, nao dancar com pessoas.",
                "NEOB. Irmão, sinceramente, ela não te respeita e coloca uma necessidade como forró acima do bem estar do relacionamento de vcs. Relacionamento é sobre comprometimento e muitas vezes sobre vc renunciar algumas coisas na vida. Se ela acha o forró mais importante q o namorado dela então GG, aproveita q é a distância e termina logo já",
                "NEOB \n\nEm uma relação precisa haver respeito, conversa e entendimento.\nMas como ela não respeita sua opinião, você não pode deixar assim, vai em um forró e deixa uns cara desconhecido te encoxar também, quero ver oque ela vai dizer....",
                "NEOB\n\nRespeito 0 por parte dela",
                "babaca? não, mas pra ser corno tá mt fácil, nem é pelo forró, é pq se eu tentasse desenhar o respeito q sua mina tem por vc eu n conseguiria pq aparentemente ele n existe\n\npode terminar e procurar alguém q ache uma forma de conciliar vc e o resto da vida pq n dá pra namorar e qnd o parceiro fica inseguro ou n gosta de algo vc vai lá e taca o fds",
                "NEOB.\n\nMan, festa é lugar do que? ...Pois é.",
                "NEOB. Amigo, sinto te informar mas pode largar essa tranqueira antes de ter mais problemas.",
                "NEOB. Não porque \"os caras vão flertar\" e sim porque ela não liga para o que você pensa ou sente.",
                "Da um fim nisso, sendo sincera.",
                "EOB  \nnão conhece o forró",
                "O veredito é que algumas mulheres são assim, nessas ocasiões se fingem de inocentes porque é interessante para a narrativa.\nFaz o seguinte, conversa mais uma vez e se ela não te respeitar, termina, imagina se ela gostaria que tu ficasse se esfregando com outras no forro ?\nCai fora dessa, tu encontra alguém melhor",
                "NEOB\n\nNão acho que seja babaca mas sim inseguro. Idaí que ela dança com outros caras no forró? Dançar com alguém não quer dizer que eles vão se pegar, se ela não quiser não vai rolar. Agora se acha que a distância pode causar carência e ela pode sim acabar pegando outra pessoa, aí sinto avisar mas não é nos caras que você não confia, é nela mesmo. Quando um não quer dois não brincam.",
                "Diga que quer ser um bom parceiro para ela, e que vai frequentar aulas de forró, e frequentar bailes também.\n\nVamos ver se a projeção de ser humano desconstruída, pura e iluminada se mantém.",
                "NEOB \n\nPor muito tempo fiz aula de dança, entendi que existe um limite entre duas pessoas dançando. \n\nÉ estranho aos olhos, ver um casal dançando zouk e não tem nada demais, cada um pro seu lado. mas acreditem, existe. Se você confia muito nela, acredito que ela vai dançar só pela dança, sem o algo a mais. Ela ja dançava antes de voces se conhecerem? a dança representa algo mais íntimo de vocês. tudo acho que dá pra resolver na conversa. \n\nboa sorte",
                "Espero que agora seja ex-namorada né, amigo. Ela não te respeita, espero que você sim",
                "Acho q ela ir no forró nem é o ponto principal no assunto, vc se posicional que n gosta de tal coisa e ela só cago pra vc. Sobre o forro tem mta gente q só vai para dançar mesmo, mas sempre tem exceções, então acho justificável o seu desconforto e se vcs n chegarem a um consenso, acredito q o melhor seja terminar a relação já que pode fazer mal para sua saúde",
                "Olha, a galera dizendo que ela é babaca não conhece o contexto do Forró. Acho que NGM é o babaca. Te entendo ficar com ciúme, como eu já senti em situação parecida mas imagino que vc tb não frequenta rolê de Forró. Ela já deve estar acostumada e por isso manteve a posição dela. A galera do Forró tem uma vibe muito de dançar por dançar, e normalmente há respeito e, mesmo com uma dança coladinha, aquilo ali é visto como uma dança apenas e não como sarração ou flerte. Acho que vcs podem conversar e chegar num acordo onde ela possa dançar e se comprometer a cortar qualquer tipo de aproximação de paquera. \n\nSe vc gosta dela, tente entender e achar um lugar confortável para os dois pq a galera que eu conheço que é do forró não abre mão de ir dançar no salão. Pedir para ela parar de fazer algo que provavelmente ela gosta muito vai prejudicar a relação e deixar ela com a sensação de que está abrindo mão de quem é só por causa do seu ego. Boa sorte e espero que fiquem bem",
                "mano, se eu fosse vc terminava achei bem fdp da parte dela",
                "NGM",
                ">Ela disse que me entendia, mas que ia continuar dançando com homem desconhecido de qualquer forma\n\n\"Amor eu te entendo, pena que fodasse\"",
                "Ela simplesmente cagou pra tu e tua insegurança, sem falar que oq tu falou sobre esfregar e tals provavelmente ate aconteceu já, dr qualquer forma tem lugares que n da pra ir sozinho/sozinha dps estar namorando, recomendo terminar.",
                "Kkkkk irmão, mesmo q ela n te traia e acredite nessa teoria de q é só dança, tu vai querer tua mina se esfregando em homem toda sexta?",
                "NEOB, já passei por isso com carnaval, não deixei o parceiro ir no tempo em questão, esse ano foi e pra mim foi super tranquilo, tudo está na Confianca, as vezes ela precisa tempo pra ser construída tudo bem também não se sentir bem com isso",
                "NGM. Ou você aceita que ela é do forró e você não (o que parece difícil), ou ela abandona o forró (quase impossível), ou talvez vocês estejam em vibes diferentes.\n\nFonte: minha companheira é do forró e eu não. Ela faz o que tem vontade quando ela tá no forró; eu também. Todo mundo é feliz.",
                "NOEOB \n\nConfia nela? E não nos outros cara? Ué cara não faz o menor sentido, se os cara obrigar a alguma coisa tem até outro nome. Kkkk\n\nMas não acho que você seja o babaca, eu terminaria no seu lugar não pelo foró e sim por dançar com outros caras mesmo.\n\nMas assim, ela gosta de dançar? É isso? As vezes é uma espécie de hobbie estranho dela também, talvez realmente ela só queira simplesmente dançar. \n\nMas se você tem ciume, ela sabe, você sabe, é pura dor de cabeça atoa continuar isso, já que ela não vai mudar e nem você e isso você não é obrigado a passar por isso.",
                "EPB",
                "Kkkkkkkkkkkk ir no forró e foda em, corno de lei chapou legal kek",
                "NEOB Mas você com certeza é corno e só esta colhendo o que plantou pois deu liberdade pra isso dizendo que ta tudo bem. Enfim, termine ou logo terá que abaixar pra passar na porta",
                "NEOB. Eu já fui em ambiente de forró e tem gente de todo tipo, os que vão pra dançar, os que vão pra se pegar, os que vão pra beber, etc. Então, eu também não aceitaria uma situação dessas, não por achar que vou ser corno, mas pela minha mina sentir necessidade de tá dançando coladinha com outros caras, que na maioria das vezes tem segundas intenções. \n\nMas aí mano, um relacionamento a distância é meio complicado por isso, vocês sentem desejos e necessidades que por estarem distantes não vão ser supridas. Longe de mim achar que sua mina vai te trair por tá num forró, mas se for pra acontecer, ou seja, se ela já tiver na intenção, pode ter certeza que lá é o ambiente mais fácil kkkk.",
                "NEOB\n\n&#x200B;\n\namigo termina com essa praga",
                "NEOB\n\n\ne quer saber? pula essa fogueira o quanto antes.",
                "Uma coisa é certa: você com certeza vai levar um pé na bunda em breve. No mais, tem muita gente que vai realmente só pra dançar porque curte a atividade em si e se diverte (além de conhecer novas pessoas). Nem todo forró termina em sexo ou gente de pau duro.",
                "A maioria das mulheres não iria contar que saiu e meter o chifre. A mina falou que saiu e ainda que dançou com outros caras.\n Até entendi que depois da dança o cara vai querer beijar de qualquer jeito, mas a mina foi sincera.",
                "Mano, seguinte\nTem opinião diversas aqui sobre esse fato dela ir pro forró e dançar com outros caras \nMas n importa, pq oq importa é sua opinião\n\nEla ja disse q n vai deixar de ir e de dançar com outros caras \nEla pode te trair ou não ( e vc nem vai ficar sabendo )  \n\nVc aceita ela desse jeito ou não ? Ela já disse q n vai parar\n\nAi oq sobra é vc, se vc aceita ficar nessa situação ou se vc não quer \n \nSe vc se incomoda é mt melhor terminar do que ficar brigando por causa de ciúmes \n\nAi vcs dois vão se livres pra encontrar outras pessoas mais compatíveis e que de preferência morem perto de vcs",
                "NEOB. Conselho de ouro, termina esse relacionamento. Se esta assim com tão pouco tempo, onde ela não te respeita nenhum pouco a ponto de ignorar você, se esfregar com outras pessoas, sair em rolê sem nem te avisar e ainda por cima achar tudo isso normal, imagina daqui pra frente.\nPule fora enquanto você não é corno. Se é que já não é.",
                "cara vou ser sincero, eu nunca namorei, mas serio eu nunca iria fazer algo desse tipo com a minha parceira não, eu pedia pra terminar na hora",
                "NEOB se você não gosta não gosta e pronto, você tem o direito de ter seus limites, assim como com certeza existem coisas \"bestas\" que ela não gostaria que você fizesse.",
                "NEOB  \nAgora vai jogar uma bola com os seus parça pra ver o que acontece",
                "vem dançar forró vem, vem dançar forró vem, vem dançar forró deixa os problema pra depois",
                "NEOB é compreensível vc ficar dessa forma, e obviamente vc se sente inseguro, e em um relacionamento, é preciso cada um se entender e fazer de tudo para o relacionamento dar certo, e se uma pessoa simplesmente mostra não ligar pra suas inseguranças não mostra sentir empatia, evite traumas.",
                "NEOB - Tens razão em não curtir, acho que ela deveria entender que um relacionamento tem que ter acordos e ser bom para os dois lados, e não apenas um. Não é bem assim “vou fazer oq quiser e deu”.",
                "NEOB\n\nEu terminaria esse relacionamento, com certeza ela não iria gostar que você fosse no forró ralar coxa com outras.",
                "Larga logo meu amigo.",
                "NEOB \nela foi babaca em não respeitar uma insegurança sua, mesmo ela achando bobo, se é relevante pra você, deveria ser pra ela também",
                "NEOB - vai no forró também, ou pelo menos finge que foi.\n\nNunca vi o forró ser tão importante na vida de ninguém KKKKKKKK",
                "NEOB.\n\nNão acho que seja falta de respeito como outros estão dizendo. Se só o que rola é dançar mesmo, não tem nada a ver com falta de respeito.\n\nMas com certeza é falta de consideração. Já que você demonstrou que não acha legal, que não se sente bem com isso, ela poderia tentar achar um meio termo. Como só dançar com conhecidos de vocês. \"é importante pra mim\", importante o que? Dançar com estranhos? E você, é importante pra ela?\n\nEu repensaria essa relação.",
                "NEOB. É esfrega esfrega mesmo.",
                "NEOB.\n\né totalmente compreensível vc ficar com ciúmes dessa situação, e acho q ela deveria entender. pela insistência dela de até te acusar de ser preconceituoso com o forró, acho q tem coisa errada aí...",
                " NEOB \n\naproveita logo que ela já mostrou que não liga porra nenhuma se tu ruim com a situação ou não e já termina, antes que fique sabendo do chifre, ou nem chegue a saber kkkkk",
                "EOB   \n\nambiente de forró é um dos mais \"seguros\" que tem pra gente só curtir a festa e dançar.. os meninos que dançam 99% das vezes (pq nunca é sempre né) só querem dançar mesmo, alguns tentam flertar mas respeitam total se vc ja avisa q namora (e ainda dançam até o final, pra ver como oq ele queria msm era dançar kkkkkkkkk)... se ela gosta de dançar ou vc aprende e dança com ela ou nao espere q ela abra mao de uma parte toda da vida só pq te deixa desconfortavel sem um bom motivo!",
                "Não vc não e babaca se vc for com ela, mas se ela for sozinha vc e corno",
                " NEOB   \n\n\nEu acho que não custa nada ela ir num forró com pessoas que você conhece ou quando vc estiver por perto  \nVocê não manda nela, mas eu acho que é um sacrifício muito pífio pra te deixar feliz  \nSeria completamente diferente se vc tivesse PROIBIDO ela de ir, o que não é o caso.",
                "Termina logo, não seja um futuro corno",
                "Vc é o babaca, afinal, é babaquice saber que é corno e continuar na cornitude.",
                "Termina. Primeiro que namoro a distância nunca da certo. Segundo que saiu sem te avisar.",
                "\\>relacionamento a distância   \n\n\nJá começou errado",
                "NEOB, E digo mais; Eu colocaria o relacionamento em \"xeque\". Se continuar esse comportamento eu tô fora. \n\nAntes solteiro do que potencialmente boi.\n\nEDIT: Tô falando por você, que claramente se pronunciou como insatisfeito e não teria um relacionamento aberto. \n\nPorque vai que os dois lados tem o mesmo direito... Aí é outra história.",
                "Se vc confia nela sabe que ela não vai fazer nada mesmo que os caras queiram. Pessoal da dança não fica se engraçando com quem não tem interesse, eles estão lá pra dançar.\nArrume alguma atividade que vc gosta de fazer e para de nóia com a sua namorada querendo se divertir.",
                "neob",
                "NEOB, faz o mesmo, diz pra ela e veja a mágica acontecer, além disso, nunca vejo relacionamento a distância funcionar",
                "Termina",
                "NEOB\n\nSó mais um dos inúmeros exemplos do porquê o relacionamento à distância raramente dá certo.",
                "NEOB\n\nMas é trouxa.",
                "NEOB\n\nEla parece não ter nenhuma consideração pela sua pessoa, tendo em vista que vai continuar indo mesmo após saber que lhe incomoda.",
                "NEOB\n\nEla parece não ter nenhuma consideração pela sua pessoa, tendo em vista que vai continuar indo mesmo após saber que lhe incomoda.",
                "EOB... nos lugares que eu já fui, tem gente que de fato vai só dançar. Ela pode trair no forró, na academia, na praia... ou você confia ou não, querer controlar o que ela pode fazer é babaquice sim. Relacionamento a distância sem confiança não funciona",
                "Supera",
                "NEOB\n\nConcordo com @Lanky-Yogurt-4389, devia mesmo bloquear sem falar nada e sumir. Você disse que te incomodava, e ela disse que vai continuar fazendo, então ela não te ama, se amasse não ia continuar a fazer algo que te deixa pra baixo.",
                "Ela gosta de forró?",
                "Eu falo ou vocês falam?",
                "é melhor vc terminar logo pois ela não está respeitando seus sentimentos",
                "Pergunta pra ela se ela se importa de vc ir em festa sozinho dancar com outras, se ela disser ok, da um gelo nela forte. \nExiste a possibilidade de ela ter conviccao da relacao de vcs e realmente nao importar com quem ela dance. Vai de cada casal, dancar pode ser ruim, ou pode ser de boa. Vcs tem que ter uma conversa real, ver se vcs estao de boa, se estiverem, nao há cara dançando com a tua mina, que ela nao vai dar moral pro cara. \nMulher e homem só flerta por tédio do relacionamento. Se resolvam ou terminem.",
                "Achei vc um mala",
                "Pula fora meu mano.",
                "Vai no forró tu também pra ver se ela gosta.\n\nNEOB",
                "Muito beta, quando eu ouvisse a junção das 2 palavras NAMORO + DISTÂNCIA, já nem levava ela mais a sério.",
                "Olha, sei lá qual seu limite, mas na minha opinião é babaca sim, vocês tão namorando a distância, se não fizerem coisas separados vcs vão enlouquecer e ficar dependente emocional de um jeito merda, ela tem o direito de se divertir nas outras 3 semanas do mês sabe. E se não confia nela, não namore, e principalmente não namore a distância.",
                "NGM\n\nNão sei, não achei um grande problema. Você disse que não gosta que ela vá, ela entendeu, mas falou que vai continuar indo. Foda seria ela mentir pra você que não vai e continuar indo.\n\nAgora vai de você se prefere engolir esse sapo ou terminar. Se ela quer ir, tu não pode fazer nada, ela vai estando contigo ou não.",
                "NEOB\n\nSe esse não é o trabalho dela, não tem porque dançar com caras desconhecidos, é óbvio que isso te causa insegurança e ela não parece dar uma foda pra isso, experimente fazer algo parecido e veja ela surtar.",
                "NGM\n\nVocês só são incompatíveis.",
                "NEOB.\n\nvocê só é otário. sua namorada não te respeita, não respeita seus limites e ainda de chamou de preconceituoso numa tentativa de inverter a situação. sempre digo, que o ciúme é algo normal, e que o que devemos nos atentar, é para que ele não seja doentio. mas nesse caso? amigo, sua namorada não dá a mínima para aquilo que te deixa inseguro, para o que te deixa desconfortável, e talvez o pilar mais importante de uma relação seja, para além da confiança, claro, se preocupar com o que o outro sente a partir das suas ações.",
                "Se ela gosta muito de forró você não pode simplesmente tirar isso dela, mas sinto tem uma falta de respeito nesse relacionamento",
                "NEOB Faça o mesmo com outras minas",
                "EOB - É o babaca por ser inseguro e insistir em um relacionamento a distância. Mas até aí beleza, o foda mesmo é insistir em ser corno.",
                "NEOB achei que vc ia falar que ela tá dançando com as amigas e que vc não curte isso e sendo sincera? Forró é sim sensual. a maioria das pessoas que dançam juntas no forró são casais",
                "NEOB\n\nOpa amigão, levei sua história hoje pra minha escola para debater com umas pessoas e amigas, enquanto eu lia para elas, já tínhamos decidido que vc não era o babaca e quando vimos que sua namorada falou \"Ah, eu só dancei com uns cara ae\" e também quendo vc citou a parte de quase \"webnamorar\" ela eu fiquei com um pé atrás, pq tem a questão de vc não saber se ela realmente te falou a verdade, ela pode ter falado uma vírgula pra vc por exemplo, quando ela falou \"Só dancei com uns caras amor relaxa\" ela pode ter feito outras coisas mas vc não sabe pq não tava lá, se eu fosse vc eu iria mais a fundo nessa historinha dela e caso ela não tivesse apenas dançado com um cara eu terminava, eu sei que você confia muito nela mas vc não sabe se pode ou não ter a certeza de que ela te traiu, vai mais a fundo e descobre ou então se vc souber onde fica essas festas de forró e vc conseguir ir escondido vc pode tirar a limpo mas tem que tomar cuidado pra ela não perceber (slk já criei toda uma história).",
                "Pra mim você não eo babaca mas, que ela está errada nisso e pra caramba 👍🏻",
                "NEOB - Ela claramente não respeita o seu sentimento sobre a situação, você não a esta proibindo de sair ou de ir ao forró, esta dizendo que não se sente confortável com ela grudada em outras pessoas, o que é totalmente compreensível e muita gente ficaria incomodado tbm. Aconselho a tentar conversar de novo e se ela não te entender, perdão, mas ela não tem consideração contigo.",
                "NEOB - Ela disse q entendia mas não estava aberta as suas opiniões. Ela simplesmente cagou pra sua insegurança e praticamente disse q aquilo era frescura",
                "É o babaca, porque nesse caso já era pra ter terminado o namoro, não tem porque confiar e muito menos querer plantar algo nesse relacionamento.\nEu duvido que se você fizesse o mesmo, ela não iria terminar contigo.",
                "Ela não é propriedade sua, apenas está namorando com você.",
                "Não é babaca"
            ],
            "num_comments": 142
        },
        {
            "title": "Estou esquecendo de alguma coisa?",
            "selftext": "",
            "subreddit": "brasil",
            "topic": "dançado",
            "id": "ztqoay",
            "comments": [
                "Faltou uma JBL ou um fone Beats no pescoço.",
                "100% Jesus",
                "O tatto mal feita me pega legal, os cara cheio de dinheiro e faz umas tattoo bizarras demais",
                "Falar “resenha” a cada 5 palavras",
                "Na verdade, todo jovem rico e bem sucedido que vem de baixo. Pode ser do funk, do rap e até uns youtubers/streamers. É cultural e eu não julgo, pois tirando o filho e os cabelos eu faria tudo kkk",
                "Usar termos como “revoada” e “esquece”",
                "Balada sertaneja",
                "Bolsonarista",
                "Esqueceu 2:\n\nSndrome de Peter Pan e zero copas do mundo.",
                "Pouco futebol",
                "esqueceu a parte mais importante: *sonegar imposto*",
                "Usar story do Militão pra pai aos 21 foi ó 🍷🗿",
                "Eu fiquei surpreso ao descobrir que cabelo descolorido tá em moda nós jogadores porque era assim tipo 7 anos atrás",
                "Faltou um \"sem nenhuma Copa do Mundo\".",
                "faltou as aulas de teatro",
                "Eu trabalho num time de futebol aqui em BC e a grande maioria parece q usa isso daí como manual pra vida.",
                "Eles são os heróis da geração atual , os jovens se inspiram neles",
                "Tá faltando \"cair em golpe\"",
                "Não paga pensão.",
                "Faltou a pipoca 🍿",
                "Não ganha copa."
            ],
            "num_comments": 21
        },
        {
            "title": "Se Lira cobrar caro pela PEC da Transição, Lula dispensará sua ajuda | Metrópoles",
            "selftext": "Arthur Lira (PP-AL), presidente da Câmara, saiu de mais uma reunião com Lula convencido de que terá de baixar o preço que cobra para ajudá-lo a aprovar a Proposta de Emenda à Constituição (PEC) que permitirá ao novo governo pagar o Bolsa Família, o Auxílio Brasil e arcar com outras despesas.\n\n\nNa semana passada, Esperidião Amin (SC-PP), senador e colega de partido de Lira, havia dito:\n\n“Tem duas situações em que não se pode dizer não: ao último pedido de um condenado à morte e ao primeiro pedido de um presidente da República”.\n\nPor mais que os bolsonaristas torçam pelo inverso, Lula está na segundo condição, não na primeira. Em 1990, o recém-eleito presidente Fernando Collor congelou a poupança dos brasileiros e o Congresso não lhe disse não. Nem a Justiça. Fidel Castro, ditador de Cuba, ao saber o que Collor fizera, comentou espantado:\n\n\n“Nem eu, que fiz uma revolução, tive coragem para fazer isso”.\n\nO que Lira veio a saber só tarde da noite do domingo foi que Lula, se quiser, agora poderá lhe dar um chute na bunda, desprezando sua ajuda. O ministro do Supremo Tribunal Federal Gilmar Mendes autorizou incluir no Orçamento de 2023 o pagamento do Bolsa Família de R$ 600 como quer Lula.\n\nA decisão de Gilmar atendeu a um pedido da Rede Sustentabilidade, que argumentou que o Bolsa Família está incluído no “mínimo existencial” garantido pela Constituição a todos os brasileiros. Na prática, ela oferece a Lula um plano B para continuar pagando o benefício sem ter que brigar no Congresso.\n\nGilmar determina que a “licença para gastar” do governo em 2023 deverá ser destinada exclusivamente ao programa social de combate à pobreza e à extrema pobreza, nos termos do parágrafo único do artigo sexto da Constituição. O ministro não inovou em nada. Baseou-se em uma decisão do próprio Supremo de 2021.\n\nLira, que aspira se reeleger presidente da Câmara, espera contar para tanto com a boa vontade de Lula, do PT e dos demais partidos de esquerda. Não lhe interessa trombar logo de saída com o novo governo. Será obrigado a negociar a aprovação da PEC a partir de uma posição menos confortável.\n\nE segue o baile dançado por ele e Lula.",
            "subreddit": "brasil",
            "topic": "dançado",
            "id": "zpp94a",
            "comments": [
                "Fidel Castro, ditador de Cuba, ao saber o que Collor fizera, comentou espantado:\n\n“Nem eu, que fiz uma revolução, tive coragem para fazer isso”.\n\n_______________________\n\nAlguém tem fonte pra essa frase?",
                "O Lira se porta como um fominha, pq ele tá acostumado a jantar o Bolsonaro. Fico feliz pelo Lula botar um basta nesse filho duma puta",
                "&#x200B;\n\n[link]",
                "Lula só faz isso por que tem o STF na sua mão.\nSó ver o que aconteceu agora a pouca com Gilmar \"Legislando\".\n\nO que eu quero o congresso não aprova, o que eu faço? Mando o STF aprovar para mim e ignoro todo o meio legal...\n\nDeputados e senadores são de enfeite agora.\nEsse país é uma piada."
            ],
            "num_comments": 4
        },
        {
            "title": "Fim do mundo em cuecas (quase)",
            "selftext": "Há duas semanas vivi uma das maiores peripécias de que me lembro. Deixo aqui a história para gáudio dos leitores deste fórum:\n\nSou um típico estudante universitário, que gosta de festa, numa cidade alentejana onde a tradição académica da universidade (a 2ª mais antiga do país!) é muito viva. Há duas semanas  atrás decorria mais uma sagrada queima das fitas, á qual seria impensável faltar, por se tratar do ponto alto do ano letivo. \n\nNa segunda-feira atuava o mítico Quim Barreiros, e como habitual, houve “pré” em casa de uma amiga (o pré consistiu numa tertúlia à base de shots de 10 em 10 minutos por 2 ou 3 horas). Que como é óbvio, correu lindamente, ficando eu num estado em que só me conseguia arrastar errantemente pelas ruas durante todo o longo caminho a pé para a queima.  \n\nQuase a chegar ao recinto, passei por um pequeno jardim circundado por aquelas mini sebes que há nos jardins, e pensei para mim, que, sem qualquer razão ou necessidade aparente, haveria de transpor a todo o custo as referidas sebes, e iria para a relva dentro do jardim. Qual o problema, os shots tinham me feito achar que o meu corpo de monstro das bolachas conseguiria transpor as sebes com mesma leveza e graciosidade de uma abelha que pousa numa flor. Tal não ocorreu. Alcei a perna por cima das sebes e imediatamente esbardalhei-me sobre os arbustos arranhando-me de alto a baixo. Depois de repousar alguns segundos nos arbustos, levanto-me, e é então que constato que os meus calções se rasgaram desde a braguilha até ao joelho. UM ENORME RASGÃO, que deixava a descoberto a parte mais sensível da minha roupa interior e a totalidade da minha perna esquerda. \nEnquanto os meus amigos se riam (e tratavam de alargar os rasgão, puxando o que restava dos calções), eu só pensava em como ir até minha casa, convenientemente perto da queima, trocar de calções e voltar o mais depressa possível a tempo de ainda ver o grande Quim. \n\nLá fui eu cambaleando avenida abaixo a caminho de casa. Nesse percurso fui perguntando a todos os grupos de pessoal (que iam também a caminho da queima) se porventura não tinham uns calções tamanho 48 a mais… A única resposta que recebia eram risos, apropriadamente, até que uma rapariga me disse que não tinha, mas que me dava as calças que tinha vestidas. Perante esta sugestão, perdendo uma excelente oportunidade de fornecer uma resposta mais inteligente e criativa, digo-lhe que as calças dela lhe fazem falta, e sigo caminho. \n\nChegado a casa (não sei como soube ir lá ter sozinho) lá consigo no meio da escuridão abrir a porta com a chave certa e trocar os calções por uns iguaizinhos, mas inteiros. Vou então para a queima, onde ainda apanho o Quim a dar espetáculo. Esta história acaba comigo a dançar freneticamente, como nunca havia dançado, ao som do êxito a garagem da minha vizinha, rasgando também os calções que há minutos tinha vestido...\n\nEscusado será dizer que no dia seguinte lá estava eu novamente na queima, desta vez mais são da mente, com o meu terceiro par de calções da semana.",
            "subreddit": "HQMC",
            "topic": "dançado",
            "id": "143d8ys",
            "comments": [
                "O que tirei desta historia e que uma rapariga ofereceu a ficar-se de cuecas a tua frente e tu disseste: nao obrigado! E assim mesmo, prioridades.",
                "[deleted]",
                "Moral da história:\nSe beber, não saia.",
                "Ou a gaja não era boa ou os shots fazem-te maricas pah!! Lol. Essa miúda podia ter levado na pandeireta",
                "Pelo menos não dás erros de ortografia. Já é algum coisa numa estória sem história.",
                "[deleted]",
                "Entretanto tocou o despertador e acordou ...",
                "Estudas em Évora?"
            ],
            "num_comments": 8
        },
        {
            "title": "Terminar ou não ?",
            "selftext": "Minha namorada foi para o interior na casa da família dela ,e tava tendo festa do rodeio da cidade (3 dias de festa),conheço ela a 5 meses e já percebi esse jeito dela festeiro .Acontece que antes dela ir avisei que não gostaria que ela bebesse muito e também não iria gostar se ela ficasse dançando forro com outros caras da festa.\n\nDe sexta pra sábado ela nem se quer deu noticia ,so mandou algumas fotos , mas não avisou nada,hora que chegou em casa nada ,sumiu , disse que tava tonta e esqueceu de avisar,aí fui cobrar ela pra avisar as coisas e tals ,no sábado e domingo ela me avisou.\n\nAcontece que hoje liguei pra ela e perguntei como foi a festa e tudo mais ,e perguntei se ela tinha dançado com alguém,ela negou negou negou e depois de insistir ela admitiu que dançou ,ela falou \" A dancei 2 passinhos pra lá 2 pra ca ,nada de mais ,e ficou me chamando de ciumento pra eu parar com isso ,a conversa ficou chata e ela disse que ia dormir, dei boa noite pra ela e pronto ,nem discutimos não.\n\nAgora tô pensando, o que vocês acham disso tudo ,eu tô pensando seriamente em terminar.\n\nMulher vai pra longe ,3 dias bebendo , tenho que implorar por notícias e ainda solta essa que tava dançando com macho.",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "152ksdk",
            "comments": [
                "sla um relacionamento sem confiança e ela sabia e desapareceu sem da notícia\n\narrume um relacionamento que ambos tenham respeito pelo outro",
                "Termina com certeza.",
                "Cara, você vai passar o resto da vida se preocupando assim ? Tchau né, manda a real, cai fora.\n\nUm relacionamento sem respeito um com o outro não é duradouro tão pouco saudável.",
                "Melhor terminar, meu bom",
                "Vc não precisa de mais do que essa informação:\n\nVc está namorando uma mulher solteira.\n\nDecida oque fazer com ela."
            ],
            "num_comments": 5
        },
        {
            "title": "Como vocês usam a rede social?",
            "selftext": "Uma vez eu ouvi uma frase que era a seguinte \"vou aproveitar a juventude e fazer tudo que eu quiser, no futuro meu passado não vai importar\"\nPorém recentemente tinha uma pessoa que era muito boa mesmo no que fazia (li na net isso), porém a empresa sempre pede as redes sociais para ver, e quando foram ver o que ela postava, era basicamente todo final de semana em festas, bebendo, dançado, muitas fotos em baladas e storie no destaque, e por isso falaram que não contrataram ela, pq ela não era confiável o suficiente, eu achei errado mas pelo visto pega mal postar tudo, mesmo sendo do passado. O que ces acham?",
            "subreddit": "PergunteReddit",
            "topic": "dançado",
            "id": "105nxmt",
            "comments": [
                "A título de curiosidade: conheço uma pessoa que trabalha em um departamento que ajuda pessoas em situações difíceis. E lá vai muita gente mentindo, mentem que não são casadas que criam filhos sozinhas, que moram de favor, que não tem nenhuma renda. N coisas. E as pessoas que trabalham lá são instruídas a olharem as redes sociais dessas pessoas, e colocarem para averiguação qualquer suspeita. Resultado, a maioria cai na malha fina.",
                "E eu que não tenho nem face nem insta? Estou me graduando, mas vocês acham que isso seria um problema para ser contratado? Tenho LinkedIn, mas não mexo nele faz uns 5 anos sepa",
                "Eu não tenho redes sociais, então não me preocupo com isso. Caso tivesse, não iria expor nada de maneira desnecessária, até pq sou um cara bem tranquilo.",
                "É aquela coisa né. Se você não está pagando pelo produto, você é o produto. \n\nNão é sobre achar certo ou errado o que a empresa fez, a questão é que é feito. Se é feito cabe a você decidir se vale a pena ou não a exposição. \n\nÉ complicado, na minha profissão esperam que eu seja santa, doce, e se vêem fotos minha bebendo, me divertindo, como qualquer adulto normal causa uma má impressão em gente que não sabe separar as coisas, como essa empresa no caso.  De qualquer forma não uso mais nenhuma das principais redes sociais esse sentimento de liquidez misturada a poluição de informações irrelevantes é péssima pra mim .",
                "O passado condena meu jovem",
                "eles olham mesmo?? achei que só podiam por pedir",
                "mas que bosta, agora os maluco olha até as redes sociais do cara pare decidir se contrata ou não. Pior que eu não acho que isso vai melhorar no futuro.",
                "exponho quase td que sou esperando algum engajamento social duradouro(nunca funciona pois sempre me sinto distante de tudo) e estamos ai na relatividade, expondo experiencias de vida para se sentir no subconsciente alguém social ajudando pessoas que ao meu ver são legais pois também são sociais",
                "Tô só observando",
                "eu sempre posto fotos discretas, que não divulguem onde estou, o que estou fazendo e com quem estou, porque até amigos seus que sejam conhecidos pelas pessoas que estão te entrevistando e tenham uma má reputação acabam por estragar grandes chances, você acaba passando por uma saia justa por fazer parte da \"laia\" de tal pessoa, iremos concordar que se você anda com nóia então você é nóia também, o segredo é expor só o essencial.",
                " É bem comum q o RH de empresas procure suas redes sociais quando vão te contratar, as pessoas expõe mto doq elas são e suas opiniões em redes sociais.\n\n Provavelmente que se vc ficar postando vídeos de gatinhos, ou algo do gênero, não influencie em nada em ser chamado pra empresa. Mas caso esteja tentando entrar numa empresa de venda de imóveis e faça posts sobre ocupação ou algo assim, não seja chamado.\n\n Infelizmente existem mtas pessoas q mentem em entrevistas de emprego.",
                "Cria um fake pra entrevista, pronto. É o que eu fiz e deu certo."
            ],
            "num_comments": 12
        },
        {
            "title": "Consegui ir numa festa!",
            "selftext": "Sempre fui um cara que detesta festas. Não sei exatamente o por que, mas acho que ser meio nerdola contribui pra isso.\n\nHoje era aniversário de quinze da prima da minha namorada e eu fui convidado a algum tempo, o que me deixou bem feliz na verdade! Quer dizer que ao menos ele apreciam minha presença, certo?\n\nBem, mesmo não sabendo dançar e detestanto ambiente, eu me diverti. Fiquei feliz pela aniversariante e, principalmente, por conseguir divertir minha namorada com minhas danças desengonçadas.\n\nTudo isso eu fiz por ela e não me arrependo nem um pouco. Só de ver ela toda animada dançado ou me arrastando já me alegra a noite.",
            "subreddit": "Conquistas",
            "topic": "dançado",
            "id": "12nwo70",
            "comments": [
                "Parabéns cara, eu sempre fui um pouco antissocial e ano passado eu finalmente fui em uma festa sem ser de aniversário e estou um pouco mais sociável",
                "Boa mano! Sou muito introvertido e o ambiente de festa gasta minhas energias. Se permita mais e você se divirtirá (:",
                "Isso ae, festa é pra rir, dancar, comer, beijar...fico feliz por ti!",
                "Você ficará mais alegre ainda quando passar a fazer as coisas por você. A alegria do outro será complemento da sua alegria. Isso será muito bom."
            ],
            "num_comments": 4
        },
        {
            "title": "Minha teoria pessoal sobre Harwin e Rhaenyra",
            "selftext": "Acho que muitos de nós tendemos a acreditar que Rhaenyra já havia dormido com Harwin antes do casamento. A princesa estaria frustrada por causa de um casamento por política, rejeição de Criston e queria logo experimentar algo com paixão antes de sua primeira noite de casamento.\n\nMas a série, pro bem ou pro mal, me fez pensar que talvez Nyra e Harwin tenham ficado de fato só depois do casamento.\n\n**Primeira situação**\n\nRhaenyra recebeu aulas do tio Daemon e perdeu a virgindade com ele. \n\nVersão 2: ela usou as aulas para ir atrás de Criston que a rejeitou.\n\nSeja a primeira ou a segunda, a fofoca chegou no rei que brigou com Daemon que, ou assumiu ter feito algo com a sobrinha, ou confirmou que ela tentou seduzir Criston e usou isso pra pedir a mão dela como forma de compensar o dano e foi novamente expulso da corte.\n\nCriston talvez não soube do lance dela com Daemon ou soube, mas não ligou (?).\n\nE se foi Rhaenyra que foi até ele, obviamente o rei puniu só a filha por tentar macular o cavaleiro branco e Daemon por ter confirmado a história e ter pedido ela em casamento.\n\nMas até aqui Criston e Rhaenyra continuaram parceiros.\n\n**Um tempo depois…**\n\nCom o casamento em vista, Rhaenyra de novo vai até Criston que a rejeita de novo  e então, frustrada e horny ela tromba com Harwin na noite e perde a virgindade com ele.\n\nSegunda versão: É Criston quem vai até ela e implora pra ela fugir com ele, se casar, constituir famíliazinha e etc. Rhaenyra rejeita ele com desdém.\n\nSeja a segunda ou a primeira versão  é dito que desde aquela noite Criston passou a odiar e a desprezar a princesa.\n\nHarwin se torna o novo cavaleiro protetor dela...\n\nOBS.: O que eu acho curioso é que dada as informações, é como se Criston tivesse certeza que a princesa diria sim pra ele. Ele já tinha arrumado um navio e tudo (risos), não se passava na cabeça dele que Rhaenyra poderia dizer “não”.\n\nÉ isso um dos detalhes que me deixam em dúvida se o envolvimento deles foi ou não consumado. \n\n**Tentando entender**\n\nSe a ruptura havia ocorrido desde aquela noite da rejeição da princesa (ou do cavaleiro), por que no primeiro dia de torneio do casamento Criston foi até ela pedir o favor??? \n\nPois houve um tempo entre a promessa de casamento até o casamento em si.\n\nNo conto dá a entender que Rhaenyra recusou dar o favor para ele ao entregar para Harwin. Ou seja, Criston ainda estava querendo cumprir com sua tarefa vitalícia de ser o campeão dela nas justas.\n\nComo um cachorro que foi chutado por um motoqueiro, Criston vai até Alicent e pede o favor dela, que com alegria entrega sua liga. Em fúria e doido, ele abate Harwin e desmaia/mata Joffrey (que não tinha nada a ver).\n\nCriston pesou o rolê do torneio do casamento, porque os dias que se seguiram era Laenor provavelmente super triste, um rei furioso e… Rhaenyra? Como ela devia estar?\n\nAÍ SIMM que ele vira o escudo juramentado da Alicent. Só AQUI. \n\n>*Quando Rhaenyra agraciou Sor Harwin com sua liga de casamento, seu novo marido riu e deu uma das suas próprias a Sor Joffrey.*  \n>  \n>*Sor Criston Cole voltou-se para a Rainha Alicent* ***como alternativa****. Sua Graça deleitou-se em dar-lhe seu favor.*  \n>  \n>*-O Príncipe Trapaceiro*\n\nPor isso que eu acho que a aproximação de Rhaenyra e seu futuro “concubino” aconteceu durante a primeira quinzena de convalescença do Quebra-Ossos.\n\nLaenor devia estar muito desligado de tudo, ignorando completamente a esposa. Rhaenyra devia estar frustrada e confusa com a situação.\n\nEu acho que eles podem ter consumado o casamento, mas Laenor não conseguiu terminar OU eles tentaram e, seja pelo noivo estar meio bêbado, meio que acabou saindo tudo errado aí Laenor disse tipo “teremos muito tempo pra fazer filhos”, mas aí no dia seguinte Joffrey foi atingido e ficou completamente incapacitado.\n\nLaenor voltou para Maré Alta quinze dias depois. A impressão que fica disso é que ele não queria se esforçar pra fazer a coisa dar certo. Eles só apareciam juntos em eventos importantes. \n\n**Versão final (ou seja, a minha é a única que conta)**\n\nRhaenyra e Harwin devem ter dançado juntos no banquete do casamento e quando Harwin pediu o favor dela pro dia seguinte, a princesa hesitou, olhou para  Criston, viu a cara emburrada dele, e acabou prometendo o favor dela para seu novo escudo juramentado.\n\nAlgo tipo Sansa naquele POV de Ventos.\n\n>Enquanto esperavam que a música continuasse, Alayne  olhou de relance para o estrado, onde Lorde Robert os encarava sentado . Por favor , ela rezou, que ele não comece a se contorcer e sacudir . Não aqui. Não agora.(...)  \n>  \n>“Se um dia nos casarmos, terá que enviar Mirra de volta ao  pai. Serei todo o tempero que desejar .”  \n>  \n>Ele sorriu. “ Cobrarei  essa promessa, minha senhora. Enquanto esse dia não chega, posso usar seu favor no torneio?”  \n>  \n>“Não pode. Está prometido para... outro. ”  Ela ainda não tinha certeza de quem, mas sabia que encontraria alguém.\n\nE nesse cenário acho que Rhaenyra e Harwin meio que tinham uma amizade colorida, um flertando com o outro, mas Rhaenyra ainda não tinha certeza do que sentia por ele.\n\nOu talvez ela sabia muito bem. Tanto no conto como no F&S, é dito que Rhaenyra tinha ideias próprias sobre com quem se casar. Será que ela estava pensando em se casar com Harwin?\n\n>*Mas o rei e o conselho não tinham consultado a princesa, e Rhaenyra se mostrou filha do pai dela,* ***com ideias próprias sobre com quem desejava se casar****. A princesa sabia muitas coisas sobre Laenor Velaryon e não desejava ser esposa dele.*\n\nIsso teria sido mais ou menos como aconteceu com Morgana e Accolon em Brumas de Avalon. Eles se encontram pela primeira vez em uma chuva (bem parecida com a versão do Cogumelo) e na primeira conversa sentem uma atração muito forte e decidem que querem se casar. Accolon era filho mais novo, não herdaria tanta coisa, mas Morgana não ligava.\n\n>*Nesses dias não há muito para um filho mais novo fazer. Meu pai me falou que também buscaria uma mulher para mim nesse encontro — ele disse, com um sorriso. — Gostaria que fosse filha de um homem menos importante, senhora.*  \n>  \n>*Morgana sentiu-se corar como uma menina.*  \n>  \n>*— Ah, sou velha demais para você — respondeu —, e sou apenas a meia-irmã do rei pelo primeiro casamento da mãe dele. Meu pai foi o duque Gorlois, o primeiro homem que Uther Pendragon matou como traidor…*\n\nMas acontece que a rainha Gwenhwyfar e a irmã do rei estavam brigadas. Gwen arranja o casamento do pai de Accolon, o velho rei Uriens de Gales do Norte, para Morgana. Quando o rei a chama para falar do acordo, Morgana sorri e aceita, achando que o irmão se referia ao filho, não ao pai, mas assim que Artur anuncia para a corte o noivado, Morgana percebe a vingança da cunhada.\n\n>*— Você é o filho de um rei, como eu sou irmã de um. Devo lembrá-lo de como esses casamentos são arranjados? Não foi culpa minha, Accolon, e, quando conversamos, não tinha ideia... — Parou, e ele a olhou, e então se curvou sobre a mão dela.*  \n>  \n>*Ele falou tão baixo que nem o criado pôde ouvir:*  \n>  \n>*— Pobre Morgana. Acredito em você.*  \n>  \n>*(...)*  \n>  \n>*Tenho certeza de que ele ainda está zangado comigo. Pediu minha mão pela manhã, e, à noite, eu era prometida ao pai; sem dúvida acha que sucumbi à ambição – por que se casar com o filho do rei se poderia se casar com o próprio rei?*\n\nNo caso de Rhaenyra, realmente foi pela ambição. Viserys I disse que se ela recusasse a ordem dele, nomearia Aegon como seu herdeiro. Se ela não quisesse tanto o trono, era só se casar com quem ela tinha mais afinidade. Mas isso é para outro tópico.\n\n**Voltando a Criston**\n\nApós aquela fatídica noite, seja rejeição unilateral ou mútua, imagino que Rhaenyra e Criston ficaram um dando gelo no outro em encontros pelas escadarias super esquisitos, mas ainda assim, nem um nem outro, tentou conversar sobre o que aconteceu. Um rompimento oficial ainda não havia acontecido. \n\nQuando Criston viu Rhaenyra entregando o favor para Harwin, ele viu algo que não existia ainda: um envolvimento sexual dos dois, aí juntou raiva da rejeição (que ele ainda estava tankando) + o fato dela oficializar na frente de todo mundo Harwin como seu campeão. \n\nEu acho coerente com o personagem se essa raiva vem com ele tendo ou não dormido com ela.\n\nMas sua vingança contra Harwin apenas fez a princesa e o Strong se unirem de uma vez por todas. Rhaenyra deve ter ficado com raiva de Criston por ter matado Joffrey e estragado o espírito de alegria (pelo menos nas aparências) do seu casamento.\n\nAí juntou os sentimentos de toda uma frustração de um casamento sem amor e acabou se consolando com Harwin. Enquanto Laenor se mantia inconsolável e distante, Rhaenyra foi buscar afeto  ajudando a cuidar de Harwin, como naquela cena da Mary Bolena com Henrique VIII no filme A Outra (sim, eu sei que o filme não é historicamente preciso kkkkkkkkkkkkkk).\n\n**Os anos se seguiram**\n\nAqui de novo, a série me fez refletir sobre as coisas, porque não temos praticamente nada no livro.\n\nA raiva de Criston ia aumentando conforme Rhaenyra dava a luz e ostentava os deleitinhos de cabelos castanhos para os sete reinos inteiro ver e ainda com o rei todo alegre e encantado pelos netos.\n\nE depois o ódio se reforça quando a princesa se casa com o tio Daemon, figura que Criston deveria desprezar.\n\nAgora no que se refere aos dois eu nunca havia parado pra pensar que talvez existisse ali sentimentos de verdade. Eu realmente pensava que ela só via ele como um concubino.\n\nNão temos nenhuma insinuação de como Harwin se sentia com tudo aquilo.\n\nFiquei surpresa de pensar que Rhaenyra e ele talvez realmente se amavam, mas só às vezes tomavam consciência do que estavam fazendo.\n\nEles ficavam muito tempo juntos. Sem falar que quando ela se enche de vez das fofocas e vai pra Pedra do Dragão, ela e Harwin praticamente passaram a ter uma vida de casal. Claro que devia ter olhares desconfiados lá na ilha, mas devia ser bem mais tranquilo em comparação com a Fortaleza Vermelha.\n\n**Palavras finais**\n\nEu sei que F&S é um livro de especulações. Mas é preciso levar em conta que uma parte daquilo aconteceu de verdade. Acho que já aceitei que qualquer análise feita por nós, fãs, vai ser sempre tentativas de preencher os vazios deixados pelos cronistas de Westeros.\n\n&#x200B;\n\n**Palavras do bom velhinho**\n\nEu tive essas reflexões antes de saber que naquela Q&A com os fãs para promover The Rise of The Dragon, GRRM disse que gostaria de escrever mais sobre certos personagens secundários como Nettles ou mais conhecidos como Aemon Cavaleiro do Dragão, incluindo Harwin, explorando mais como ele se sentia com tudo aquilo, desenvolvendo mais o relacionamento dele com a Rhaenyra e etc.\n\n*“Você sabe, praticamente tudo em Fire & Blood, todas as histórias, há uma parte de mim que adoraria dar mais detalhes a elas. (...)  As pessoas disseram que os saltos no tempo eram chocantes e você toma conhecimento do relacionamento de Rhaenyra com Harwin Strong, ela teve 3 filhos com ele, mas nunca conseguimos vê-los juntos pela primeira vez ou um beijo. Nunca vimos quando eles dormiram um com o outro pela primeira vez. Não sabemos exatamente o que aconteceu e como ele se sentiu sobre isso e como Laenor se sentiu sobre ele.”*",
            "subreddit": "Valiria",
            "topic": "dançado",
            "id": "12vncev",
            "comments": [
                "Bastante plausível",
                "Análise muito boa e com muita coisa que eu nem tinha parado pra pensar antes, e que dentro das entrelinhas que F&S nos dá, fazem muito sentido.",
                "Ah meu ver os targaryen deviam ter ficado em essos kkkk",
                ">Daemon que [...] confirmou que ela tentou seduzir Criston e usou isso pra pedir a mão dela\n\nComo é que eu nunca havia pensado nisso..."
            ],
            "num_comments": 4
        },
        {
            "title": "Dei um beijão de cinema em uma ex-amiga minha e estou estranho",
            "selftext": "Seguinte, eu tinha uma ótima amiga, aí eu fui cuzão e depois ela foi cuzona, esse tipo de coisa acontece, até que depois de muito tempo a gente se encontra no Carnaval ela fala que estava com saudades eu zuei \"saudade o caralho, pq vc nunca me chamou\" ela disse que não sabia meu Instagram e não tinha meu número.\n\nDepois de alguns minutos brincando e dançado eu falo para ela \"posso matar a saudade que eu estava de vc?\" Ela disse \"não sei\" meio tímida, eu me aproximo um pouco e ela olha nos meus olhos e gente se beija, foi incrível. Ela me passa o Instagram dela e eu chamo, não sou de ficar bolado com demora para responder, mas ela demorou um dia.\n\nDepois disso passei meu número para ela e conversamos um pouco, ela estava demorando muito para me responder então não desenvolvemos muito, mas ela disse não foi para o Carnaval ontem e que ficou em casa assistindo filme. \n\nMinhas dúvidas são:\n\nDevo continuar tentando falar com ela?\nChamo ela para sair?\nComo caralhos eu estou sentindo isso? É paixão? Nunca aconteceu comigo desse jeito tão repetindo com poucos motivos.\nSerá que para ela não foi nada?\n\nBem, desde já agradeço a atenção de todos, muito obrigado.",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "1198fw8",
            "comments": [
                "Listerine nas próximas, meu caro",
                "Chama ela p sair, se ela não quiser nem perde mais tempo...",
                "Se ela n responde alguma coisa tem kkk",
                "Continua, talvez ela queira mas esteja querendo dar uma de mais difícil no começo. Se persistir, vc para e segue em frente",
                "Uma coisa sobre mensagens: trate elas como e-mail, responda quando der/quer.\n\nFicar questionando o porquê não respondem e se questionar quando responder não ajudam.",
                "Se vc realmente tá sentindo que tem algo aí, tenta chamar pra sair, mas se for um não ou mais dias de demora para te responder, deixa isso aí de lado e não insiste mais."
            ],
            "num_comments": 6
        },
        {
            "title": "Meu colega de classe fica me contrariando",
            "selftext": "Ele era meu amigo no início do ano mas ele foi viajar (vamos chamar ele de davi lucas) ele voltou lá no meio do ano e aí ele comessou a falar que não gosta mais de músicas que ele sempre gostou então eu só parei de canta-las então ficou tudo bem mas eu reparei de canto de olho uma vez que no Spotify e as musicas que ele falou que nao gostava era uma das músicas favoritas dele pois ele tinha colocado na play list de favoritos dele e tava ouvindo ela e até dançado quando perguntei a ele como ele não gostava da música sendo que ele estava a ouvindo ele só ficou em silêncio, não me respondeu aí eu tava jogando um dos jogos favoritos dele mas do nada ele crusou os braços e disse que não gostava do jogo e q achava mt besta alguns dias dps eu vi ele jogando exatamente o mesmo jogo e quando eu perguntei o pq de novo ele só não respondeu ele até chegou a olhar pra mim e quase respondeu mas aí ele só fez de conta q nada aconteceu se virou e não respondeu alguns outros dias dps ele começou a falar para todo mundo que eu não era mais amigo dele porque ele falava que eu fingia que ele falou q eu não gostava desse jogo e nem das músicas e ficou me bullinando pelo resto do ano e ele caiu comigo esse ano de novo ele voltou a ser meu amigo mas eu não sei se ele vai voltar fazer a msm coisa, oq eu fasso",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "136ztp3"
        },
        {
            "title": "Técnica da música",
            "selftext": "Nessa técnica vc começa a ouvir uma música que te lembre sua dr, imagine vc dançado com um personagem (ao lado de um penhasco). Da sua dr é quando a música estiver terminando caia de um penhasco(na mente kkkk)\n\n[View [link]",
            "subreddit": "shiftbr",
            "topic": "dançado",
            "id": "1447bfd",
            "comments": [
                "Realmente estou em dúvida se continuo com a comunidade"
            ],
            "num_comments": 1
        },
        {
            "title": "Beijei mal",
            "selftext": "Cara tô aq deitado e acabei de sair de uma festa c uma mina eu sei q beijei mal n encaixou mto eu tb n sei beijar mto bem apesar de tentar… tipo antes de ontem fiquei c uma q foi tão massa q nos até trans… atrás de uma casa mas hj tô aq deitado pensando nesse beijo nós ficou umas 2 horas de casal depois foi pra um lugar escuro e n encaixou depois ela me puxou pra festa dnv e ficamo mais umas 2 horas lá de casal (isso parecia q ela queria, até pq eu n sei dançar nada e ela ficava dançado em cima de mim e me puxando) aí eu tiver q voltar pra casa e fim… o bom é q daq a 10 anos eu vou rir disso mas hj foi paia, pelo menos parece q ela gosta de mim, alguém mais velho me diz q isso vai virar piada daq a 10 anos pfv tenho 17 e ela 19",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "13t04l5",
            "comments": [
                "Vai esquecer semana que vem qd encontrar outra"
            ],
            "num_comments": 1
        },
        {
            "title": "Beijei mal",
            "selftext": "Cara tô aq deitado e acabei de sair de uma festa c uma mina eu sei q beijei mal n encaixou mto eu tb n sei beijar mto bem apesar de tentar… tipo antes de ontem fiquei c uma q foi tão massa q nos até trans… atrás de uma casa mas hj tô aq deitado pensando nesse beijo nós ficou umas 2 horas de casal depois foi pra um lugar escuro e n encaixou depois ela me puxou pra festa dnv e ficamo mais umas 2 horas lá de casal (isso parecia q ela queria, até pq eu n sei dançar nada e ela ficava dançado em cima de mim e me puxando) aí eu tive q voltar pra casa e fim… o bom é q daq a 10 anos eu vou rir disso mas hj foi paia, pelo menos parece q ela gosta de mim, alguém mais velho me diz q isso vai virar piada daq a 10 anos pfv tenho 17 e ela 19",
            "subreddit": "relacionamentos",
            "topic": "dançado",
            "id": "13t057y"
        },
        {
            "title": "dancei com o menino que eu gosto",
            "selftext": "Teve uma festa de 15 ontem, foi perfeito. Dancei como nunca e aproveitei demais.\n\nQuando tava tendo músicas tradicionalistas, eu fui e convidei ele pra dançar comigo. Ele tava meio noiado das bebidas e disse que sim. Daí a gente dançou um tempinho, mas logo a música acabou.\n\nDepois, perto das 3 horas, todo mundo já tava cansado. Daí eu, ele, meu primo e uma amiga minha ficamos conversando até irmos embora.\n\nQueria ter ficado com ele, mas só de a gente ter dançado já estou nas nuvens. Ele é tão legal, pena que é bem tímido. Espero conseguir me aproximar ainda mais dele na escola.",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "yw6yw9",
            "comments": [
                "Quero update dessa história aí em",
                "Own ,que fofinho,feliz por vocês ,queria que isso acontecesse comigo kkkk\n\n\nQuero atualização ein",
                "Se for chegar nele (e for tímida) chega sem pensar mt",
                "Ai que lindinhos",
                "Eu adoro essas postagens, sinto falta de mais, deixa o coração quentinho...Que bom que você aproveitou, Op! Se tiver atualizações nos mantenha informados :)",
                "Pessoas que estão respondendo aqui, muito obrigada. Eu fico muito feliz com os conselhos e quaisquer outras considerações suas porque eu sou tímida e nunca fiquei com ninguém. E se tudo der errado, no último dia de aula eu taco o fds e falo tudo pra ele."
            ],
            "num_comments": 6
        },
        {
            "title": "紅白歌合戦2022 vídeos curtos de 0:50 seg. Festival Japão?!?",
            "selftext": "O que eu acho que vcs vão interessar:\n-Sekai No Owari ( recomendo e uma mistura de cantores dançado)\n-Twice\n-ONE PICE FILM RED\n-LE SSERAFIM\n- NIZIU\n-Fui Kaze ( viralizou se tu não conhece 'peepoPoint' eu te julgo)\n-IVE\n-JO1\nEles postaram curto os vídeos acho que daria pra ver tudo O.o",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "1054yml",
            "comments": [
                "hi niziu",
                "i love your sing"
            ],
            "num_comments": 2
        },
        {
            "title": "ELE VOLTOOO SunghoonKKKK ( isto é muito meu humor)",
            "selftext": "Em geral o vídeo o sunghoon dançado é muito usado pra zoar quando é um vídeo que a pessoa tá se interessando pelo vídeo,  e nessa vibe de zoeira pra atrapalhar , de uns tempos pra cá tinha diminuído seu uso mas volto",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "104j2nd"
        },
        {
            "title": "como se portar numa festa sendo extremamente introvertido??",
            "selftext": "Fui em uma festa ontem e não consegui socializar da forma q eu gostaria, msm ficando mt bêbado n consegui conversar com ninguém diferente ou chamar pra dançar algo assim, eu n sei deixar de ser eu e isso me irrita,msm estando completamente doido, oque posso fazer pra mudar isso??acabo passando aquela imagem de o chato da festa q fica isolado de td,Eu n consigo me ver dançado numa festa com um monte de gente me olhando julgando isso é mt perturbador pra mim. Oq fazer?",
            "subreddit": "relacionamentos",
            "topic": "dançado",
            "id": "wzutz2",
            "comments": [
                "Cara, acredito que uma dica boa seja parar um momento e observar o que está rolando a sua volta. Eventualmente vai ter alguém afastado do grupo de amigos ou até mesmo na sua situação. Tenta chegar na pessoa nessa hora, tenta puxar um assunto qualquer, tipo perguntar se ela tá curtindo a festa, se tá acompanhada, ou outra coisa que tenha em mente. Quando vc conseguir pela primeira vez, vai ter mais confiança pra continuar conversando com outras pessoas.",
                "Infelizmente, drogas são um boa opção.",
                "Primeiro vc tem q entender como funciona a personalidade e os traços livres. Recomendo estudar sobre o “Big Five” sao os 5 traços de personalidade mais bem consolidados cientificamente.\n\nSo ai ja tem um bom tempo de estudo.",
                "Bebi, o suficiente pra ficar alegre mas não pra ficar bêbado, bebê bastante água pra não ficar bêbado fácil, se divertir dançando e falando merda com os amigos, e se uma mulher te encarar (ficar olhando fixo) vai conversar com ela. Dependo do contexto já pode chegar beijando ex: se ela passar do seu lado te encarando muito e já tiver te encarando antes de longe, não precisa nem de conversar. (Óbvio vai de vagar, que se ela não quiser ir tão rápido da tempo dela virar a cara e você continua puxando uma conversa ou soltando uma cantada). \n\nSe for balada sertaneja, sempre tem mulheres que as amigas estão dançando e ela está lá parada sozinha, é uma abertura pra você chama ela pra dançar (já que ficar sozinho é desconfortável pra maioria das pessoas). (Se ela não quiser dançar só parte pra outra não fica perturbando a coitada). Se ela aceitar, daí você conversa, faz uma amizade nova e as vezes a conversa evolui e você fica com ela. Se for ruim de conversar tenta algumas cantadas. É mais difícil de funcionar mas de vez em quando da certo.",
                "Quantos anos você tem?\n\nAté meus 24 anos eu me sentia da mesma forma, ia pra baladas as vezes com amigos só pra acompanhar, mas sempre me sentia meio deslocado, não sou tímido mas sou introvertido, não consigo extravasar igual as pessoas fazem.\n\nO que fez minha vida mudar da água pro vinho foi conhecer pessoas mais parecidas comigo e frequentar outros lugares.\n\nEu fumo maconha (gosto bastante), e hoje em dia meu círculo social é composto majoritariamente por maconheiros hahaha. Geralmente nosso rolê é ficar em casa fumando um, dando risada no youtube, as vezes saímos pra algum bar, etc... mas dificilmente vai me ver indo pra alguma balada ou coisas mais \"frenéticas\"."
            ],
            "num_comments": 5
        },
        {
            "title": "Vocês sofrem com ressaca moral depois de uma festa?",
            "selftext": "Sempre quando bebo um pouco além da conta o outro dia é certo para que eu passe o dia inteiro com ressaca, mas não a ressaca comum, a porra da ressaca mora que parece que te come por dentro.\nAs vezes nem é por algo relevante, é apenas por ter conversado com alguém que queria a muito tempo e nunca teve coragem, dançado mesmo que discretamente em público, conversado alto demais ou falado algo muito pessoal, alguém mais passa por isso?",
            "subreddit": "conversas",
            "topic": "dançado",
            "id": "z2ac3u",
            "comments": [
                "Não, tenho pavor de que meu córtex pré-frontal saia do comando. Por isso não bebo.",
                "Toda vez. E às vezes até sem beber, como já foi dito aqui. Acho que pode ter a ver com o termo \"bateria social\", conhece?",
                "Sim! Ressaca normal é foda. Tenho histórias legais de bebedeira, .as outras nem tanto. Isso me consome durante a ressaca. Kkkk\n\nMotivo pelo qual venho diminuindo o consumo de álcool.",
                "Tenho isso sempre irmão, bom saber que não sou só eu!",
                "Tenho muito isso, sempre que eu bebo ou uso bala no outro dia eu fico sentindo uma vergonha gigantesca das coisas que fiz e falei, sou uma pessoa muito introvertida e tímida então me solto demais e depois me sinto péssima por isso",
                "Eu tô de ressaca moral até agr",
                "Eu nunca tive ressaca cara, bebia d+ nas festas da faculdade, dei varios PT... mas eu deixei de beber por conta de um tratamento que faço.... queria sentir a sensação da ressaca pelo menos uma vez",
                "Eu n sinto isso n",
                "Não"
            ],
            "num_comments": 9
        },
        {
            "title": "Bamos a Miranda ber ls Pauliteiros",
            "selftext": "De 1 a 30 de Júnio als sábados, ls pauliteiros ban a beilar ls “lhaços” an Miranda de l Douro!\nŨa fiesta que solo se puode ber ũa beç!",
            "subreddit": "mirandes",
            "topic": "dançado",
            "id": "1461df4",
            "comments": [
                "NUN YE DE 1 A 30 DE JÚNIO! YE DE 1 DE JÚNIO A 30 DE SETEMBRE, ÇCULPA GIENTE 😭",
                "Traduçon an Mirandés:\n\nLs Pauliteiros de Miranda son l símbolo lhocal incontornábel cultural eimaterial de Miranda de l Douro.\n\nAnquanto cunjunto de beiles tradecionales representan ũa de las percipales atraçones de l nuosso cunceilho, sendo que la lhida zambuolta pulos cunjuntos i juntouro tenen cuntrebuido de un modo eisemplar pa la dibulgaçon de l patrimonho, etnografie I cultura mirandesa, bien cumo l artesanato que le stá relaçonado\n\nLa perserbaçon de esta nuossa eidentidade cultural ye ũa base pa un feturo melhor, que acuntece pula dibulgaçon do que ye nuosso.\n\nAn este sentido i pa que ls nuossos turistas puodan ber ls pauliteiros l munecipio de Miranda de l Douro pormobe la einiciatiba “Bamos a Miranda ber ls pauliteiros”.\n\nAssi, de 1 de Júnio a 30 de Setembre, als sábados seran beilados “Lhaços” pulas rues de la cidade, pa que todos aquels que mos bisitan puodan çfruitar de un acolhimiento bien própio de l pobo Mirandés.\n\nBejite-mos…"
            ],
            "num_comments": 2
        },
        {
            "title": "O nosso corpo constantemente nos tortura",
            "selftext": "Sou H 19\nRecentemente no caso ontem eu saí com uma ex colega do colégio para uma festa (detalhe eu não costumo saída casa e muito menos ir em festas só fui por q ela me chamou) a festa começou as 23:30,  no início eu estava meio tímido no mas como não queria parecer o cara q estraga a diversão dos outros eu resolvi copiar os movimentos das pessoas  q estavam perto de mim, no caso eu estava tentando dançar, depois de um certo tempo dançado ela me perguntou se eu ficaria com ela e eu obviamente disse q sim logo em seguida ela me beijou E PQP FOI BOM PARA CARALHO EU ADOREI MELHOR BEIJO DA MINHA VIDA, depois de algum tempo vários caras chegaram nela e fizeram o mesmo quando eu vi aquilo o meu sangue desceu e a minha mente ficou completamente vazia mesmo que nós não fossemos namorados nem nada do tipo eu tive uma certa esperança de ter algo com ela, e agora eu estou triste por ter visto ela fazer beijo triplo com várias pessoas mas mesmo assim eu acho q talvez ela sinta algo por mim porque ela ficou muito tempo abraçada em mim, andava de mãos dadas comigo e parecia q estava preocupada se eu estava bem e gostando da festa\n\nOntem nos conversamos por mensagem e hj eu escolhi não dizer nada para ver se ela vai vir puxar assunto mas até agora nada horário atual 15:54\n\nAlgumas considerações:\nDe todas as pessoas q ela beijou esse dia eu fui o único q ela pediu para beijar, isso até onde eu sei já q passei o tempo todo do lado dela\nEla tava levemente bêbada\nEu estava totalmente sóbrio \nEla é uma pessoa MUITO legal\nEu adicionei ela em uma rede social e ela veio falar comigo por mensagem e um dia depois disso ela me convidou para sair para essa festa\n\nAlguém me diz oq eu faço e como devo agir\nEu sei q talvez ela não seja a pessoa certa para mim mas o meu corpo continua me fazendo sofrer por isso",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "xil8fj",
            "num_comments": 0
        },
        {
            "title": "Errei em não contar a verdade?",
            "selftext": "Olá, eu namoro há três anos, e no final de 2021, eu estava participando de um grupo de dança e me preparando para dar aulas. O meu orientador, professor de dança, me ajudava muito nessa trajetória e me dava mentorias uma vez por semana para alinhar melhorias.\n\nMeu namorado, vou chama-lo de \"G\", começou a ter ciumes de mim de do meu professor, vou me referir a ele como \"P\", só por que as mentorias eram feitas de forma individual no estúdio e com as portas fechadas. Mas nada nunnca tinha acontecido entre nós, ele é um homem muito respeitador.\n\nP tem mulher e quatro filhos, tem 45 anos e eu 19, G tem 19 também. Eu não via nenhum problema nas mentorias por que eu não via maldade nisso e nem ele, nós nos tratávamos com muito respeito. Bem, nosso grupo foi chamado para fazer uma apresentação e ele dividiu as duplas, pois em determinada parte da coreografia íamos dançar em duplas. Eu fiquei com P, eu nunca tinha dançado com ele na vida até então, mas me senti muito bem dançando com ele nos ensaios, ele dança muito bem e eu comecei a sentir coisas diferentes sobre P e a pensar nele o dia inteiro. \n\nAté o momento que eu me toquei, eu estava me apaixonando por ele. Tentei ao máximo parar de pensar no P pois isso não era justo com G, mas a mente é algo que não podemos controlar. \n\nEnfim, depois da apresentação mais ensaios foram feitos e na coreografia seguinte eu novamente fui par de P, e a coreografia, produzida por outros membros da equipe, agora tinha umas partes de mais contato, a musica era LISA - SG e partes com pegadas na cintura e entre outros me faziam sentir um certo tesão nele. É, eu comecei a me apaixonar por ele. Com o passar dos dias eu fui me aproximando dele, puxando assunto, descobri mais sobre seu passado e sobre ele, a cada dia que eu o conhecia mais eu ficava mais apaixonada, ele era diferente de tudo que já vi, um homem tão sensível e incrível.\n\nEntão, trocamos mensagens, as mentorias viraram encontros, e ficamos mais íntimos. Eu me sentia mal por estar fazendo isso com G e com a mulher de P, vou chamar de \"M\", mas P me dizia que eu não tinha culpa e que o relacionamento dele estava péssimo antes de eu chegar. Depois de muitos encontros, em um deles acabamos nos beijando. E eu estava desejando muito transar com ele.\n\nInfelizmente ele me disse que havia comentado com a M sobre mim e ela não estava gostando dessa aproximação, eu então achei que simplesmente íamos ter que parar o que começamos, mas a M começou a me mandar mensagens e me contou que era bi, ai eu fiquei perdida, ela começou a dar em cima de mim e eu fiquei confusa. Mas como ela era mulher do P eu pensei que se tivéssemos algo nós três então não teria problema. \n\nClaro que eu não esqueci do G, eu até pensei em incluir ele, e a M concordava, mas ele é muito mente fechada e não concordaria. Enfim, fique mais próxima da M, acabei ficando com ela, nós três ficamos e em uma determinada tarde nos encontramos e transamos.\n\nNão foi tão bom como eu imaginei que seria, principalmente por que eu sentia que M não estava tão confortável com isso e nem P. \n\nEnfim, M me pressionou depois a terminar com P e eu tive que fazer, ele ficou muito chateado comigo e disse estar realmente apaixonado por mim e que era tudo verdadeiro. Foi um término meio chato pra nós dois e desconfio que M nunca gostou de mim de verdade como dizia, só se aproximou de mim para nos separar.\n\nG desconfiou de tudo, depois que tudo acabou, e me chamou para uma conversa séria, ele já estava convencido de que eu tinha o traído e já aparentava esta conformado, mas eu não estava pronta para contar toda aquela história, ele nunca me veria da mesma forma, e com certeza terminaria comigo. Eu tinha acabado de terminar com um homem que eu estava apaixonada, não conseguiria aguentar outro término, então quando ele me perguntou \"Você me traiu?\" eu olhei nos olhos dele e respondi \"Não, eu nunca faria isso.\".\n\nJá se passaram alguns messes desde o ocorrido, mas eu continuo com o segredo guardado. Finjo que nada aconteceu mas sonhos e outros sinais que me aparecem todos os dias me lembram e me perturbam, me fazem pensar em ser honesta.\n\nNosso namoro agora está bem, não brigamos, e estamos indo muito bem, estou arrependida e nunca vou fazer isso de novo.\n\n Me pergunto se o melhor para nós dois seria contar a verdade e o deixar encontrar uma pessoa melhor e eu ficar sozinha focando nos meus sonhos.\n\nAté que eu me decida vou guardar esse segredo e o que eu realmente queria era leva-lo para o túmulo comigo.\n\nSe chegou até aqui no final me de sua opinião sincera sobre isso, não ligo para criticas, mas vou ler e analisar.\n\nObrigada por ler!\n\n&#x200B;\n\n&#x200B;\n\n[View [link]",
            "subreddit": "confissao",
            "topic": "dançado",
            "id": "v2mof9",
            "comments": [
                "Não sei o que você deve fazer. Acho que não cabe a mim dizer. O que você tem que avaliar é se mentir vale o seu peso na consciência. É muito difícil mentir pra alguém que você ama. Parece que não combina. Siga o caminho da verdade.",
                "Sendo fic ou não vou dar minha curta opinião : termina com ele e viva sua vida de souteira livre, ele não merece vc.",
                "Se não for fic,  espero muito que o G se livre de você, acho absurdo vc falar que gosta de alguém e tratar ela dessa forma sem nenhum respeito e consideração, termine com ele e deixe ele ser feliz com alguém que respeite ele de verdade!",
                "Muié...",
                "Conte a verdade à ele e arque com as consequências dos seus atos",
                "Resumindo, você é simplesmente a pessoa mais traíra que já existiu na face da terra, uma vagabunda completa eu diria, tenho pena de \"G\", por ter um lixo como você ao seu lado, parabéns por ser um lixo",
                "Caso tenha se arrependido e não vai mais fazer, não conte... Siga a vida e seja feliz. O passado (enterra)",
                "Já trai 3 vezes,  nem sinto mal mas jamais confessaria, ela não entenderia"
            ],
            "num_comments": 8
        },
        {
            "title": "Ele voltou o terror de todos os kpopers tiktokers haaaaaaaaa",
            "selftext": "Sunghoon dançado meme edit. Mano ficou perfeito combinou muito",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "y3h37q"
        },
        {
            "title": "Bora ver se a visão do xet e boa",
            "selftext": "Mano esse tipo de vídeo tá tanto na minha fy que parece ser sinal pra trazer pra vcs..ache o GOT7 inteiro dançado na imagem (sim está todos)",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "x5db2c"
        },
        {
            "title": "Vamos especular loucamente sobre: Helaena Targaryen (#QuintaTargaryen)",
            "selftext": "Halaena Targaryen morreu aos 21 anos de idade em circunstâncias estranhas. Ela era mãe de 3 crianças, a mais velha dos quais havia morrido aos 7 anos de idade, um ano antes.\n\nHelaena nunca havia conhecido Jaehaerys I ou Alysanne. Talvez ouvisse falar que tinha um tio-avô na Cidadela (Vaegon Targaryen) e uma tia-avó em Volantis (Saera Targaryen). Porém, a família que conhecia era aquela que habitava Porto Real e Pedra do Dragão. E esta era uma família pequena e turbulenta.\n\nEnquanto a garota crescia (a única menina entre quatro crianças), Corlys Velaryon e Daemon Targaryen eram apenas nomes. Ambos estavam nos Degraus há anos.\n\nEntretanto, seu próprio avô Otto Hightower também não passava de um nome, pois havia perdido seu cargo no ano do nascimento de Helaena e voltado para Vilavelha. Demoraria ainda 11 anos para que Otto voltasse à capital.\n\nEntão, foi nesse ambiente que Helaena cresceu. Até onde sabemos, era movida pela certeza de que Rhaenyra seria a sucessora do trono (assim como o próprio Aegon II). Quando se casou com seu irmão aos 13 anos, ele era o quinto na linha de sucessão ao trono. Nenhuma ambição de poder parecia existir nesse casal.\n\nMuito embora fosse uma cavaleira de dragão precoce (desde os 12 anos), Helaena não era uma guerreira como sua tia Rhaenys ou competitiva como a meia-irmã Rhaenyra. Nem mesmo sua beleza era chamativa, quase como se George estivesse fazendo de tudo para que as pessoas não vissem atributos que fizessem de Helaena uma \"terceira via\" entre o vestido preto de Rhaenyra e o vestido verde de Alicent.\n\nPortanto, a Dança dos Dragões não era uma dança que Helaena soubesse (ou desejasse) dançar. Sua própria mãe já havia proposto a Viserys I que casasse Aegon com Rhaenyra, então a posição de Helaena era de segunda opção. O único papel que a sociedade westerosi imaginava para a garota era a maternidade (*\"todos concordavam que ela seria ótima mãe\"*).\n\nTal como seria de se esperar de uma mãe, quando Queijo e Sangue pediram que ela escolhesse um filho para morrer, Helaena se ofereceu para morrer. Forçada a escolher, selecionou o mais novo. Maelor era jovem, o segundo na linha de sucessão de Aegon II e príncipe Jaehaerys tinha uma irmã gêmea. Helaena provavelmente não queria deixar um gêmeo sem seu par. Os motivos que passaram em sua cabeça devem ter sido fúteis. Não havia como serem de outra natureza.\n\nA morte de qualquer um dos filhos seria destrutivo para Helaena, cujo único papel que lhe coube foi o de ser mãe. E é absolutamente absurdo que uma mãe tivesse que escolher um filho para viver. Pior ainda conviver com o filho que ela ordenou a morte, sem desejá-la.\n\nAssim, a mulher que não tinha ambições políticas teve seu papel de mãe destruído quando Alicent e Aegon II arrastaram-na para a Dança dos Dragões. Segundo [nossa linha do tempo da Dança dos [link] levou quase um ano até que a rainha se suicidasse. [Ou será que ela foi [link]\n\n&#x200B;\n\n1. Helaena era uma alma pacífica que estava satisfeita com a maternidade?\n2. O que ela sentia pela mãe, pelo irmão-marido e pelos irmãos mais novos?\n3. Como será que ela se sentiu quando Aegon ficou ofendido por Jacerys ter pedido uma dança a ela na festa do primeiro dia de 127 DC? Se isso não tivesse ocorrido, Helaena teria dançado com o suposto bastardo?\n4. Por que ela levaria mais de um ano em cativeiro até se suicidar?\n5. Foi suicídio? Caso não, quem teria ordenado/matado?\n6. EDIT: Helaena era louca?",
            "subreddit": "Valiria",
            "topic": "dançado",
            "id": "tay5g7",
            "comments": [
                "1- Acho que sim, ela sempre pareceu muito tranquila, em nenhum momento dá a entender que ela tinha maiores ambições.\n\n\n\n\n\n\n\n\n\n\n2- Pela personalidade mais pacífica acredito que ela gostava de todo mundo (incluindo Rhaenyra e seus filhos). Mas as vezes eu tinha impressão que ela era meio \"excluída\" da família, os outros filhos da Alicent pareciam ser mais  \"unidos\".\n\n\n\n\n\n\n\n\n\n\n3- como falei acima, acho que ela não tinha nenhum problema com a Rhaenyra e os filhos, então acho que ela dançaria, sim.\n\n\n\n\n\n\n\n\n\n\n5- Acho que ela foi empurrada mesmo. Talvez Larys Strong?\n\n\n\n\n\n\n\n\n\nPor fim, NÃO acho que ela era Louca.",
                "1- acredito que sim, ela provavelmente gostava de ser mãe mas provavelmente deveria achar difícil ser mãe sozinha já que o imprestável do aegon II não servia para absolutamente nada, seus filhos provavelmente eram, junto com dreamfyre, sua maior companhia.\n\n2- acho que o relacionamento com a Alicent era ok mas nada demais, mas acho também que Alicent poderia ter acolhido mais sua filha.\n\njá com o marido/embuste/irmão acho um relacionamento horroroso, em vários momentos ela deixa claro que o último lugar pra procurar ele é na cama do casal, que ele nunca está presente, tá sempre chifrando ela por aí, não poderia se importar menos.\n\nos outros irmãos: um é um completo psicopata (Aemond) Daeron acredito que ela também tivesse uma boa relação, com Rhaenyra ela tinha uma boa relação e as duas se gostavam.\n\n3- provavelmente aceitaria sim dançar com Luke nem que por cortesia, mas acredito que nem só por isso... ela gostando da Rhaenyra e conhecendo o temperamento do Aemond e do Aegon II não teria porque recusar o motivo, a facada foi na infância e ela mesma não teve nada a ver com isso.\nfora que o próprio marido dela não dava-lhe o devido valor, o que tinha demais em aceitar dançar com outra pessoa?\n\n4- podem falar o que quiser da Rhaenyra (mentira, pode nada) mas ela sofreu a perda de cada um dos seus filhos, fez oq pode pra proteger cada um isso que a própria família da Helaena fez com ela foi sacanagem demais... maaaas levo em consideração de que não faziam ideia do que eram na época e provavelmente só pensavam que ela estava louca mesmo\n\n5- uma pessoa que tenha acabado de passar por algo como o que ela passou ficar isolada provavelmente é a pior coisa e caso ela tivesse cometido um suicídio ou algo do tipo talvez fosse compreensível por algum transtorno que ela possa ter desenvolvido, mas também acredito que ela possa ter sido morta. talvez deixaram ela trancada pra ver se ela faria por si só e como não fez... enfim, horrível :( gostava muito dela a mais decente dos verdes",
                "1 - acredito que sim, afinal foi a única coisa que incumbiram a pobre mulher. E é difícil imaginar algo além disso, porque o Martin deixa ela muito de escanteio.\n\n2 - acho que ela tinha uma boa relação com a mãe. No incidente envolvente Queijo e Sangue, é dito que ela se encaminhava para o quarto da Alicent, junto com as crianças. Talvez seja um indicativo que as duas tinha uma relação pacífica. E não vejo porque não seria. Alicent amava seus filhos e a rainha tinha uma personalidade dócil.\n\nJá Aegon, eu acredito que fosse uma relação mais fria. Talvez não fosse assim no começo, mas com o tempo ficou assim. O Aegon claramente traía ela e demonstrava não ter paciência com ela, especialmente depois da morte de Jaehaerys. Em nenhum momento temos o indicativo que ele acalentou a sua rainha após a morte do filho deles; parece que ela era menos que uma rainha para ele; vista apenas como uma esposa que de vez em quando deveria cumprir seu dever. E Helaena deve se conformado com isso; que seu casamento se resumia aquilo e visto conforto nos seus filhos.",
                "Acho que não foi Luke que chamou ela pra dançar,foi Jace.",
                "Acho que a Sidney (Cassie) de Euphoria daria uma Haelena perfeita"
            ],
            "num_comments": 5
        },
        {
            "title": "Não sei que atitude tomar, nem entender a situação 100%",
            "selftext": "Bom tudo começa ano passado quando eu era do conselho estudantil no meu colégio ele que organiza as festas e confraternizações, eu fui apresentado para uma garota um ano mais nova que eu só que na época eu estava focado de mais no conselho escolar e não dei muita bola por conta disso, mas ao chegar no fim do ano eu comecei a perceber semelhanças entre nós dois e comecei a ter interesse nela tanto na beleza quanto na personalidade.\n\n Com o início deste ano eu pedi para uma amiga em comum apresentar de novo ela, foi instantâneo ela disse sobre mim e ela ficou \"emocionada/feliz\" que eu tinha interesse nela chegando a dizer —Eu não fico impressionada quando acontece isso, quero falar com ele, será que dá certo nós dois?— bom no nosso almoço eu comecei a andar com ela e puxar assunto, logo no dia seguinte ela tinha dúvida de onde que ficava o Burguer King que fica perto do colégio, eu fui e passei a localização para ela, mas como ela não mora no bairro disse que tinha medo de se perder e me ofereci a levar ela, fomos conversando no meio do caminho e ela deixou claro que sabia onde ficava só queria ir comigo mesmo, mas o \"encontro\" molhou quando eu tomei um sorvete e esqueci da minha alergia a leite que fez eu sair com urgência para minha casa. Passada umas horas eu recebo uma mensagem que para surpresa de ninguém era ela agradecendo que eu fui com ela, e disse que tinha pedido meu número para a mesma amiga em comum.\n\n Passado uns dias nos dois começamos a ficar a gente trocava altos elogios, tínhamos brincadeiras que faziam a gente ficar mais íntimos, houveram situações que ela tinha feito uns exames e tinha direito a um atestado ela se recusou para poder ir ao colégio no meio do período (já que o ensino é integral) para me ver, nós dois já tínhamos falado que não tínhamos um relacionamento sério mas não era justificativa para ela não ficar brava ao dizerem que era só de fachada e coisas semelhantes.\n\n Passado um tempo nós dois tivemos uma briga por eu ter dito algumas coisas que a magoou nada de coração mas por muita pressão psicológica de outras situações e \"amigos\" que ficavam fazendo a caveira dela, ela ficou mal durante dias não querendo nem andar com as amigas dela por conta dessa situação, ela disse que queria um tempo pois não estava com a cabeça relembrando que não tínhamos nada sério oficialmente, em menos de uma semana ela faz algo que não é habitual dela que foi postar um trecho da música \"Mais ninguém\" da Banda do mar, mais especificamente este trecho:\n\nMesmo que não venha mais ninguém\nFicamos só eu e você\nFazemos a festa\nSomos do mundo\nSempre fomos bons de conversar\nEu só espero que não venha mais ninguém\nAí eu tenho você só pra mim\nRoubo o teu sono\nQuero o teu tudo\nSe mais alguém vier não vou notar\nPreciso de você\nPra me fazer feliz\nNão quero mais ficar aqui\n\n Por não se tratar de algo típico dela eu reconheci como indireta pela situação que nós dois estávamos passando, ainda mais que futuramente ela disse várias nem indiretas mas sim diretas sobre mim em seus status, eu já percebi várias vezes que ela ficava me olhando quando eu estava perto dela e amigos meus já me disseram ver a mesma coisa, ela já pediu vários favores pois somos do mesmo clube um deles foi ajudar ela a lavar os pincéis e quando disse que não havia problema ela virou pra mim e disse —muito obrigada tá?!— jogando o braço pra frente e me dando um sorriso, outra situação foi quando ela pediu para que minha mãe que é artesã a fazer uma almofada para o clube quando fui entregar a almofada fiz questão de entregar na mão dela para ver sua reação que eu diria que foi inesperada ao dizer —Ahhh thank you— que não é da natureza dela essa forma de \"afeto\" em detalhe que por ela ser uma das líderes do clube ela nunca me chama na chamada, já questionarem ela o porquê a justificativa foi que se ela sabe que eu estou ali não precisaria falar meu nome coisa que ela só faz com as amigas mais próximas dela, algo que não faz muito sentido pois há vários conhecidos dela por serem da mesma dela e ela não tem o mesmo tratamento.\n\n Uma situação bem curiosa foi quando ela estava dançando com um amigo dela valsa, e eu pedi para dançar com ela pois eu realmente tinha que aprender com urgência, ela não sabia como dizer não mas um fato curioso aconteceu, que uma amiga dela surgiu pois ela tinha acabado de encher a garrafa dela que tinha quase um litro, ela deu apenas um gole na garrafa, mas como eu realmente precisava dançar pedi para dançar com essa amiga dela enquanto estávamos dançando eu todo desajeitado comecei a rir junto com a amiga dela, a garota que eu estava ficando foi e disse que ia encher a garrafa pois já tinha esvaziado mas ela estava cheia, o que eu interpretei como ciúmes pela demora dela voltar e por que quando voltou ela ficou olhando para nós dois tentando falar que fazia melhor, bom ela é bailarina profissional e ela dizia que não sabia como ser erguida mesmo o par dela tentando fazer mais de 10 vezes, eu nunca tinha dançado na minha vida ou erguido uma pessoa e consegui erguer a amiga dela de primeira, eu comecei a olhar e percebi que ela estava errando de propósito até que eu fui e corrigi ela com ela já se jogando pra cima de mim e conseguindo de primeira, após esse dia ela ainda ficou perguntando para amigos meus sobre o que eu tava fazendo ou deixando de fazer.\n\n Eu realmente tento entender a situação mas eu não consigo, porque mesmo com essa situação toda dela olhar/perguntar/enciumar, ela deixou bem claro —Eu quero voltar a falar com você mas eu quero um tempo, quando eu me sentir melhor eu vou puxar assunto com você, isso se você quiser— mesmo depois de todas essas ações dela não veio até mim e puxou um assunto será que ela está querendo alguma inciativa de minha parte, pois eu realmente tenho interesse de voltar a falar com ela mas tenho receio de tomar atitude e ainda não for a hora certa e ela não estar confortável, por isso o medo de tentar falar e botar tudo ruína abaixo eu realmente não estou conseguindo entender o que fazer.",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "vkohsi"
        },
        {
            "title": "Insegurança e incerteza",
            "selftext": "Não sei que atitude tomar, nem entender a situação 100%\n\nBom tudo começa ano passado quando eu era do conselho estudantil no meu colégio ele que organiza as festas e confraternizações, eu fui apresentado para uma garota um ano mais nova que eu só que na época eu estava focado de mais no conselho escolar e não dei muita bola por conta disso, mas ao chegar no fim do ano eu comecei a perceber semelhanças entre nós dois e comecei a ter interesse nela tanto na beleza quanto na personalidade.\n\n Com o início deste ano eu pedi para uma amiga em comum apresentar de novo ela, foi instantâneo ela disse sobre mim e ela ficou \"emocionada/feliz\" que eu tinha interesse nela chegando a dizer —Eu não fico impressionada quando acontece isso, quero falar com ele, será que dá certo nós dois?— bom no nosso almoço eu comecei a andar com ela e puxar assunto, logo no dia seguinte ela tinha dúvida de onde que ficava o Burguer King que fica perto do colégio, eu fui e passei a localização para ela, mas como ela não mora no bairro disse que tinha medo de se perder e me ofereci a levar ela, fomos conversando no meio do caminho e ela deixou claro que sabia onde ficava só queria ir comigo mesmo, mas o \"encontro\" molhou quando eu tomei um sorvete e esqueci da minha alergia a leite que fez eu sair com urgência para minha casa. Passada umas horas eu recebo uma mensagem que para surpresa de ninguém era ela agradecendo que eu fui com ela, e disse que tinha pedido meu número para a mesma amiga em comum.\n\n Passado uns dias nos dois começamos a ficar a gente trocava altos elogios, tínhamos brincadeiras que faziam a gente ficar mais íntimos, houveram situações que ela tinha feito uns exames e tinha direito a um atestado ela se recusou para poder ir ao colégio no meio do período (já que o ensino é integral) para me ver, nós dois já tínhamos falado que não tínhamos um relacionamento sério mas não era justificativa para ela não ficar brava ao dizerem que era só de fachada e coisas semelhantes.\n\n Passado um tempo nós dois tivemos uma briga por eu ter dito algumas coisas que a magoou nada de coração mas por muita pressão psicológica de outras situações e \"amigos\" que ficavam fazendo a caveira dela, ela ficou mal durante dias não querendo nem andar com as amigas dela por conta dessa situação, ela disse que queria um tempo pois não estava com a cabeça relembrando que não tínhamos nada sério oficialmente, em menos de uma semana ela faz algo que não é habitual dela que foi postar um trecho da música \"Mais ninguém\" da Banda do mar, mais especificamente este trecho:\n\nMesmo que não venha mais ninguém\nFicamos só eu e você\nFazemos a festa\nSomos do mundo\nSempre fomos bons de conversar\nEu só espero que não venha mais ninguém\nAí eu tenho você só pra mim\nRoubo o teu sono\nQuero o teu tudo\nSe mais alguém vier não vou notar\nPreciso de você\nPra me fazer feliz\nNão quero mais ficar aqui\n\n Por não se tratar de algo típico dela eu reconheci como indireta pela situação que nós dois estávamos passando, ainda mais que futuramente ela disse várias nem indiretas mas sim diretas sobre mim em seus status, eu já percebi várias vezes que ela ficava me olhando quando eu estava perto dela e amigos meus já me disseram ver a mesma coisa, ela já pediu vários favores pois somos do mesmo clube um deles foi ajudar ela a lavar os pincéis e quando disse que não havia problema ela virou pra mim e disse —muito obrigada tá?!— jogando o braço pra frente e me dando um sorriso, outra situação foi quando ela pediu para que minha mãe que é artesã a fazer uma almofada para o clube quando fui entregar a almofada fiz questão de entregar na mão dela para ver sua reação que eu diria que foi inesperada ao dizer —Ahhh thank you— que não é da natureza dela essa forma de \"afeto\" em detalhe que por ela ser uma das líderes do clube ela nunca me chama na chamada, já questionarem ela o porquê a justificativa foi que se ela sabe que eu estou ali não precisaria falar meu nome coisa que ela só faz com as amigas mais próximas dela, algo que não faz muito sentido pois há vários conhecidos dela por serem da mesma dela e ela não tem o mesmo tratamento.\n\n Uma situação bem curiosa foi quando ela estava dançando com um amigo dela valsa, e eu pedi para dançar com ela pois eu realmente tinha que aprender com urgência, ela não sabia como dizer não mas um fato curioso aconteceu, que uma amiga dela surgiu pois ela tinha acabado de encher a garrafa dela que tinha quase um litro, ela deu apenas um gole na garrafa, mas como eu realmente precisava dançar pedi para dançar com essa amiga dela enquanto estávamos dançando eu todo desajeitado comecei a rir junto com a amiga dela, a garota que eu estava ficando foi e disse que ia encher a garrafa pois já tinha esvaziado mas ela estava cheia, o que eu interpretei como ciúmes pela demora dela voltar e por que quando voltou ela ficou olhando para nós dois tentando falar que fazia melhor, bom ela é bailarina profissional e ela dizia que não sabia como ser erguida mesmo o par dela tentando fazer mais de 10 vezes, eu nunca tinha dançado na minha vida ou erguido uma pessoa e consegui erguer a amiga dela de primeira, eu comecei a olhar e percebi que ela estava errando de propósito até que eu fui e corrigi ela com ela já se jogando pra cima de mim e conseguindo de primeira, após esse dia ela ainda ficou perguntando para amigos meus sobre o que eu tava fazendo ou deixando de fazer.\n\n Eu realmente tento entender a situação mas eu não consigo, porque mesmo com essa situação toda dela olhar/perguntar/enciumar, ela deixou bem claro —Eu quero voltar a falar com você mas eu quero um tempo, quando eu me sentir melhor eu vou puxar assunto com você, isso se você quiser— mesmo depois de todas essas ações dela não veio até mim e puxou um assunto será que ela está querendo alguma inciativa de minha parte, pois eu realmente tenho interesse de voltar a falar com ela mas tenho receio de tomar atitude e ainda não for a hora certa e ela não estar confortável, por isso o medo de tentar falar e botar tudo ruína abaixo eu realmente não estou conseguindo entender o que fazer.",
            "subreddit": "relacionamentos",
            "topic": "dançado",
            "id": "vkqxoi"
        },
        {
            "title": "Fala dela Fala que cantores IA não são tops. Hikaru a frente de seu tempo",
            "selftext": "Hikaru dançado com a Apoki cantora IA Coelha.",
            "subreddit": "tohr",
            "topic": "dançado",
            "id": "wzxss0"
        },
        {
            "title": "Sou babaca por me sentir magoado com minha professora de dança após ver ele incluindo novatos em competições e me excluindo completamente??",
            "selftext": "vou tentar resumir ao máximo a história pra que não fique muito longa…\neu sempre gostei de dançar e dançava muito bem quando mais novo até engordar e todo mundo dizer que gordo não dança (eu tinha 12 anos na época e desisti totalmente daquilo que eu mais amava). corta pra 7 anos depois eu finalmente encontrei um grupo onde as pessoas não se importavam com meu corpo ou com quem eu era. Estou nesse grupo a bem mais de dois anos e eu e minha professora temos uma relação de amigos fora dos ensaios (apesar de eu ter um receio grande de contrariar ela pq ela é BEM surtada).\nno começo desse ano eu tive um episódio depressivo forte junto com crises frequentes de ansiedade e faltando duas/três semanas pra uma apresentação eu SUGERI (ênfase em sugeri pq não obriguei a momento algum ela aceitar) que colocasse uma mina que dança super bem (muito melhor q eu inclusive) no meu lugar pois estava passando por um mês horrível e com ctz iria estragar tudo. \nna hora ela aceitou super de boa, mas depois veio me “xingar” falando que eu não podia ter feito aquilo e que era pra eu ter dançado e o caramba. nisso ela me tirou da próxima competição (que seria semana que vem). achei super justo já que foi uma cagada que eu cometi mesmo que não sendo culpa minha estar nessa situação.\nhoje ela começou os ensaios pra próxima competição, que acontece só em agosto tempo suficiente pra pegar a coreografia etc. \nagora vem o que está me incomodando. entrou muita gente nova e ela não hesitou em chamar essa galera pro competitivo. ela virou pra mim e disse que eu não competiria esse ano, não me deu nenhuma explicação só falou e seguiu os ensaios normalmente. me sinto extremamente mal por ter apoiado ela no sonho do grupo e não desistido por quase 3 anos (sou o membro mais antigo de lá), sinto como se estivesse sido traído ou punido por algo que não está no meu controle, ela é aquele tipo de pessoa que acha que eu vivo assim porque quero e pq não corro atrás de curar meus transtornos. toda vez que penso nisso tenho crise de ansiedade e de choro, hoje tive febre o dia todo e estou com o emocional acabado (por mais bobo que seja não lido bem com minhas emoções e sempre acabo sentindo muito mais que as outras pessoas). preciso muito de um norte pq realmente não sei o que fazer, tô seriamente cogitando sair do grupões não ter que lidar com isso.\nserá que sou o babaca por me sentir mal??",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "v57noq"
        },
        {
            "title": "Dependência emocional",
            "selftext": "Olhem de como eu fui do céu ao inferno e voltei... \n\n(obs: não reparem nos erros de caligrafia pq estou bêbado e lembrei dessa história kkk)\n    \nEm outubro do ano passado tive minha primeira namorada, foi amor a primeira vista. Eu era apaixonado por essa menina que eu fazia qualquer coisa pra ela.\n \nA história começa em janeiro, do nada pinta uma solicitação no meu Instagram de uma menina pedindo pra me seguir, eu nunca tinha visto ela na minha cidade, e olhe q minha cidade e pequena. Até aí tudo bem. Eu  achei ela gatinha e segui de volta, curtimos umas fotos um do outro e a história morreu por aí. Nisso até chegar o mês que nos começamos a namorar se passaram 10 meses e nesse tempo aconteceu muita coisa.\n \nDps desse dia, que nos se conhecermos \"virtualmente\" eu mostrei ela só pra um amigo que eu sabia que poderia confiar nele, pq quando eu mostrava pra todos meus \"amigos\" as meninas que eu estava quase pegando e sempre alguma coisa dava de errado pois eles botavam muita pressão em cima de mim e gosto de fazer as coisas na calma. \n \nVoltando ao assunto, eu tinha vergonha de chamar ela e ela tbm tinha de me chamar, então quando ela postava algum story ou alguma foto dela eu sempre ia e mostrava pro meu amigo de confiança, e ele sempre me falava pra reagir ou responder os story dela mais eu sempre travava na hora de vergonha, até que ela parou de postar storys, até achei estranho achando que ela tinha me bloqueado, nisso eu deixei isso dessa bestagem de lado e fui viver minha vida. \n \nAté que em janeiro se passou 4 meses chegando em abril e fui passar um tempo na casa do meu pai que é em outra cidade bem longe daq aonde eu moro e fiquei lá até julho e voltei pra cidade onde eu moro. Nesse tempo todo eu voltei a pensar nela, estva realmente apaixonado nessa menina na casa do meu pai eu ficava na expectativa dela voltar a postar storys pra eu conseguir reagir. \n  \nAí um belo dia ela postou um story toda arrumada, meu coração disparou na hora, eu precisava responder aquele story. Criei coragem e respondi o story dela com \"gata😍❤\" morrendo de medo de tomar um vácuo e não saber aonde enfiar minha cabeça com vergonha e uma coisa tão simples e que eu não ligo hoje em dia. Ela respondeu \"obrigado meu bem❤\" aí que eu me apaixonei mais ainda. \n \nEu tenho uma coisa comigo que se eu for tratado bem por uma pessoa eu automaticamente me apaixono por ela e me apego muito rápido. Nisso eu já achava que ela era minha, que ela já estava apaixonada em mim.\n \nDps disso eu ficava vendo a mensagem todo dia apaixonado dela, doido pra nós conhecemos. Nisso se passou um tempo e ela comentou em uma foto minha de janeiro ano passado. Vou pular alguns detalhes oq tô com preguiça de escrever kkkk\n\nSim. Voltei pra minha cidade dps de passar um tempo na casa do meu pai, chamei ela pra fazer alguma coisa na cidade e ela aceitou, no dia deixei o cabelo na régua, fiz tudo e fiquei esperando, mandei mensagem perguntando se ela ainda ia e ela me disse \"poxa não vai dar pra eu ir pq tô no salão e não sei q hrs eu vou sair\" (lorota) até aí tudo bem, deixei passar.\n\nSe passaram algumas semanas e eu chamei ela de novo e ela aceitou de novo, criei esperança de novo e quando chegou o dia, aconteceu a msm coisa, ela inventou alguma desculpa q n podia ir. Falei q estava tudo bem q poderíamos marcar outro dia. Marcamos outro dia, e tomei bolo de novo, só que dessa vez ela nem inventou alguma desculpa, só me deixou no vácuo. Mas como eu sou brasileiro e n desisto nunca dps de alguns dias desse vácuo chamei ela de novo e prometi pra mim msm q se ela inventasse alguma desculpa ou alguma coisa eu nunca mais ia chamar ela.\n  \nBom, ela aceitou de novo e eu n tava com muita esperança pensado q ela ia cancelar ou inventa alguma coisa, mas n, ela aceitou e foi msm. Marcamos de ir se encontrar, nisso eu nunca tinha visto ela pessoalmente e meu coração tava a mil, na minha cabeça ela era muito linda nmrl, fiquei um pouco travado no começo mas dps fui me soltando nos assuntos com ela.\n  \nTomamos uma cerveja e fomos pra um lugar mais reservado para ficarmos, se beijamos, rolou uma mão aq e outra ali. Até q eu falei brincando, \"ei, bora botar o @ na bio ?\" E ela aceitou, foi meio q um pedido de namoro.\n  \nDps disso eu fiquei apaixonado nessa menina num nível q n existia, eu fazia tudo por ela, gastava todo dinheiro q eu tinha na época com ela. Dava presente, comprava lanches, doces e os carai por essa menina.\n\nEra mil maravilhas, ela me fazia me sentir especial, me tratava como ninguém tinha me tratado, falando que queria casar comigo q num sei oq, q já queria as alianças e num sei oq. Soube me iludir certinho\n  \nAntes de completarmos 1 mês de namoro eu já tava querendo dar alguma coisa de presente pra ela, ent sem ela saber comprei um perfume, gastei todo meu dinheiro q eu tava juntando nesse mês com esse perfume e outras coisas pra mimar ela de algum jeito. Mal sabia eu q eu já tava criando uma dependência emocional q vou contar mais pra frente.\n  \nEnt eu queria fazer uma surpresa, mas ela descobriu de algum jeito, n sei se pegou meu celular ou alguma coisa mas ela soube e encheu meu saco todo santo dia pra eu dar logo esse presente pra ela, até q eu sedi e 3 dias antes de completar 1 mês eu dei o perfume pra ela só q ela n sabia oq era. Comprei uma caixinha de surpresa, revelei umas fotos nossas e enfeitei toda caixa e fui até a casa dela. Ela parecia ter ficado muito feliz pelo oq tinha feito por ela, ela me disse, n sei se é verdade, que quando eu fui embora ela começou a chorar de felicidade por ter encontrado uma pessoa como eu\n  \nCompletamos 1 mês juntos e ela prometeu nesse dia q nunca ia me abandonar q eu era a pessoa mais incrível q ela já tinha conhecido, levei isso pro coração. \n\nDps de uns dias ela ficou estranha, tava me respondendo seco, parecia q tinha mudado de pessoa, perguntei pra ela oq tava acontecendo q eu era o namorado dela q podia confiar em mim pra qualquer coisa, daí ela me disse que tava confusa q não sabia se queria mais namorar comigo.\n   \nQuando eu vi ela falando isso comecei a chorar de frente pro celular, eu já tava com dependência emocional, chorei tipo muito, mandei áudios chorando pra ela pedindo pra ela não me largar, que eu amava muito ela e tava disposto a fazer tudo, chorei tipo muito, muito mesmo. A ponto do meu olho ficar vermelho, meu rosto inchado e nem ter mais lágrimas pra cair do rosto.\n  \nChorei no colo da minha tia e ela me consolou dizendo que a vida é assim, que as vezes fazemos um plano e Deus faz outro. Mas aquilo não entrava na minha cabeça de jeito nenhum, eu tava apaixonado demais pela aquela menina e não queria largar ela de jeito nenhum. Enquanto eu chorava muito e ficava conversando com ela, parecia q tudo q eu tinha feito por ela, ela tinha esquecido em uma fração de segundos.\n   \nFiquei tão triste e desmotivado que no outro dia não tava com vontade de nem ir a escola pra vcs terem uma noção, mas minha tia disse que isso não poderia afetar minha vida, que se ficasse dentro de casa só ia piorar e isso ia ficar remoendo na minha cabeça.\n   \nDps que eu cheguei da escola no outro dia ela me disse que a noite eu poderia ir a casa dela para que nos poderemos conversar. Chegando lá nos conversamos sobre nosso relacionamento, perguntei a ela oq tava acontecendo e ela sempre dizia que estava confusa, que por relacionamentos anteriores ela não conseguia sentir mais nada por ninguém, que só queria ficar sozinha e que mais tarde ela tomaria uma decisão sobre oq ia ser sobre a gente.\n   \nQuando cheguei em casa ela me mandou mensagem dizendo \"esquece tudo que eu te disse, eu quero continuar com vc\". Nisso meu coração se encheu de esperança de novo, fiquei muito feliz vcs n tem noção de como eu fiquei feliz. Voltamos a nossas vidas normais, ela até me disse que queria uma aliança de namoro e eu achei q ela tinha se arrependido de verdade.\n   \nSe passaram alguns dias e ela me disse que teria uma festa na cidade vizinha aq q ela iria mais a tia dela, eu desconfiei q ela não me chamou nem convidou mas deixei passar e que tava tudo bem, só pra ela tomar cuidado lá. Choveu tipo muito nesse dia, des de de manhã até a noite chovendo forte, e perguntei a ela se ela ainda iria e ela me mandou uma foto dela deitada debaixo da coberta dizendo que não iria mais por causa da chuva. Fiquei feliz que ela não iria pq já estava desconfiado, nos despedimos e fui dormi. No outro dia acordei e fui ver alguma coisa no meu perfil, e como tínhamos fotos nos destaques pq ela que postou no perfil dela eu percebi q sumiram do meu perfil, daí eu desconfiei que ela tinha me bloqueado, fui tirar satisfação com ela E ela teve a cara de pau de me dizer que o cel dela tinha dado problema por ser velho que o insta dela tava bugado.\n   \nEu não cai nesse papinho dela e fui pelo celular da minha tia ver o perfil dela e tava normal e pra mim não tava aparecendo. Perguntei pra ela pq ela tinha feito isso e ela disse que foi a festa escondida que não queria que eu soubesse pra não brigarmos. Fiquei cheio de ódio, mas pela minha depencia emocional deixei passar de novo.\n   \nEu sabia que nesse dia ia ter uma cavalgada com paredão e tudo na cidade vizinha, como é gosto eu já tava querendo chamar ela pra ir comigo mas não deu... enfim perguntei a ela se não ia me desbloquear lá no Instagram e ela me mandou \"tô indo pra cavalgada, tchau 😘\" nessa hora eu me enchi de ódio de verdade, nem lembrei que gostava dela. Só queria ver ela para conversamos de frente a frente pra ver se ela falava tudo isso na minha cara.\n   \nDemorou uns 30 minutos e fui lá pra cavalgada de carro (obs:tava chovendo muito e fazendo frio) chegando lá procurei ela por todo canto e não achei, pensei em mandar mensagem e na minha cabeça veio, como aq não tem Internet, se a mensagem chegar ela não tá aq, mas se a mensagem não chegar ela não tá aq. Ent mandei \"ei, tá por onde\" E ela me mandou \"tô por ai\" fiquei com mais raiva ainda por causa da mentira, perguntei pq ela tava fazendo isso comigo q eu não merecia tá passando por isso tudo e ela me mandou \"aí me esquece, aliás tô dançado com um menino aq\" ela não sabia q eu tava lá na cavalgada e achou q não sabia q tudo q tava se passando era mentira.\n   \nPerguntei pq ela tinha mudado do nada comigo, que nunca tinha feito nada pra magoar ela, sempre mimava com doces e presentes, tratava da melhor forma com amor, e ela me disse \"quando começamos a namorar ? Só aceitei Pq eu tava carente, dps q a carência passou percebi que não gostava de você de verdade, só queria tapar um buraco\" nisso meu mundo caiu, mas como eu tava chei de ódio no coração não deixei me abalar, mandei ela tomar na porra e fui curtir. Já tendo em mente que era um término \n     \nCheguei em casa e nem quis mexer no celular, fui direto dormi. No outro dia ela me manda mensagem dizendo que só queria me causar ciúmes pra ver se eu amava ela de verdade, o as ideais dessa mina. Ela disse também que na festa que ela foi e me bloqueou ela não foi de verdade, só queria me causar ciúmes. Como eu ainda gostava dela pela dependência emocional e por ter um coração bom, a perdoei, mas não voltamos a namora, só trocávamos umas ideai de vez em quando, tipo com um papo de \"será q se a gente voltar vai dar certo de novo ?\" E bla, bla, bla. Enfim não voltamos.  \n  \nAté que um dia eu perguntei se ela ainda gostava de mim, ela disse que não, que apenas tava tentando tapar um buraco, daí eu já triste sem esperança mandei \"nosso amor não foi nessa vida mesmo\" e ela respondeu \"meu bem, não foi nessa vida e não vai ser em nenhuma outra\" dps disso eu cai na real, chorei e fui me dar meu verdadeiro valor, isso foi em dezembro do ano passado.\n  \nAté que em fevereiro ela do nada me manda mensagem no insta \"ei vc ainda me ama ?\" Eu disse \"rpz dps de tudo q vc fez de mal a mim eu ainda gosto de você\" daí nós voltamos a conversar de novo e papo vai e papo vem até q eu cai na real e lembrei de tudo que ela tinha feito pra mim em questão emocionalmente e bloqueei ela em tudo. \n  \nChegando em abril eu nem lembrava mais dela, já tava me relacionado com outras meninas, até então dps q terminamos eu fiquei com receio de me relacionar de novo e acontecer tudo novamente. Do nada por SMS ela me manda \"ei, bora voltar ? Eu te amo me perdoa por tudo que eu fiz a vc\" eu simplesmente botei \"vei me esquece pfr\" e ela mandou \"vc não me ama mais\" eu disse \"dps de tudo q vc fez por mim vc acha q eu ainda te amo ?\" (Obs: a dependência emocional que eu tinha nela já tinha passado) Ela respondeu \"me desculpa mesmo, na quela época eu tava confusa, não sabia oq queria da minha vida, mas agr eu sei que te amo\" apenas mandei ela ir se fuder e me esquecer pra sempre que eu já estava em outra... e ela mandou \"foi mal ae\" e paramos de nos falar...\n   \nOlha q história Doida vei. Eu realmente fui apaixonado nessa menina, faria de tudo por ela, se dependesse de mim estaríamos juntos até hj, mas o mundo não dá volta ela capota. Pensando tbm q a vida de solteiro e bem melhor, a gente fica com quem quer, sai quando quer sem precisar dar satisfação pra ninguém. Acredito que ela se arrependeu de tudo que ela fez, pq ela sabia q eu faria tudo por ela.",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "uiq56m",
            "comments": [
                "Moral da história: nunca deixe ninguém te fazer de besta mais de uma vez, pq na segunda a culpa é sua por permitir. Mas que bom que tu se livrou dela"
            ],
            "num_comments": 1
        },
        {
            "title": "Estou esquecendo de alguma coisa?",
            "selftext": "",
            "subreddit": "brasilimpoAlt",
            "topic": "dançado",
            "id": "zu9k41",
            "comments": [
                "Link da postagem original no r/brasil:\n\n[link]\n\n388 pontos, 38 comentários, há 17 horas e 30 minutos (no momento da aprovação)"
            ],
            "num_comments": 1
        },
        {
            "title": "Traga-me um copo d'água, tenho sede",
            "selftext": "Eu sei que vc conhece essa música, mas tá tudo bem, Ana, eu não vou morrer. Como eu falei, só estou triste pelo que não foi, mas poderia ter sido. Cinco encontros e duas transas, foi só isso que vc precisou pra me deixar com sede. Há tantos anos que ninguém faz isso comigo. Vc estava tão bonita com a mecha colorida. Nunca te beijei depois que vc fez ela. Sempre achei tão lindo. Azul é a cor mais quente, mas acho que a sua era roxa.\n\n&gt; Aonde você foi moraaaar aaar aaar?\n\nNem tão longe assim. E vc deve conhecer essa música também.\n\n&gt; Baby eu queria, que vc fosse não\n\nEu tava aprenendo a tocar essa pra vc. Como eu queria ser o seu violão. Azul, cordas pretas. Eu devia ter tocado mais pra vc. Tantos anos tocando, pra só te mostrar uma música. Nem me arrisquei a cantar nada além de \"quem é ateu\".\n\n&gt; Você é tão bonita\n\nEu devia ter olhado nos seus olhos. Vc pediu pra eu não sumir, mas quem tá indo é vc. Vc acertou, eu tô sozinho sim. Queria ter dançado mais com vc.  A gente é tão parecido, e acho que não é coincidência que estejamos descobrindo a dança ao mesmo tempo. Dança muito, Ana! Eu sei que te faz bem. Pq eu sei que me faz bem.\n\nEu beijei a sua tatuagem. E vc encontrou emprego tão fácil, mesmo com ela. Espero que tenha gostado do filme.\n\nEu não falei, mas deveria ter falado:\n\n&gt; Foi infinito enquanto durou!\n\nMas eu espero que nossa amizade  seja eterna. Eu vou tentar. Te prometo, sou responsável emocionalmente. Só quero vc na minha vida. Mas o acaso nos separou.\n\nEdit: só pra constar, eu tava muito bêbado. O sentimento era real, mas expressão ficou meio wtf rs",
            "subreddit": "desabafos",
            "topic": "dançado",
            "id": "r0yjmx"
        },
        {
            "title": "Galera essa música hai phut non...",
            "selftext": "Acho muito sexy ver uma mulher dançado essa música... tipo o ritmo e a forma como ela mexe o quadril é muito sexy ... acho que desenvolvi um fetiche e agora só fico pesquisando esse tipo de vídeo no YouTube... isso aconteceu com vcs homens também?",
            "subreddit": "sexualidade",
            "topic": "dançado",
            "id": "q5wo3q",
            "comments": [
                "Eu achei bem ??? Lkkkkk\n\n a música é bem irritante mas a dança é maneirinha",
                "Não curti a música mas as meninas dançando são bem sexy haha\n\nÉ que nem quando vi dança do ventre ao vivo pela primeira vez, caguei pra música, mas a mulher era tão linda e sexy que fiquei hipnotizado ainda mais quando ela chegava pertinho e me olhava."
            ],
            "num_comments": 2
        },
        {
            "title": "Diva aos 50",
            "selftext": " **Diva aos 50🌞🌟🌞💛💜💙💚💚💛💜🤎🖤🧡💖 MEU AMOR   SOU MUITO GRATA POR VOCE EXISTIR E ESTA AQUI ,QUE O PAI CELESTIAL E JESUS CRISTO DERRAMA BENÇOES SEM MEDIDAS DE SAÚDE, MENTAL ESPIRITUAL E FISICA E MUITA  PAZ ,FELICIDADE, ALEGRIA, AMOR, PROSPERIDADE , SUCESSO E VITORIA EM TODOS OS CETOR DE  SUA VIDA E NA VIDA DA SUA FAMILIA  TAMBÉM .OBRIGADA BOA SORTE BEIJOS - Diva aos 50 .MEU AMOR  INSITIR E PERSISTIR SEMPRE, E MUNCA DESISTIR E VOCE CONSEGUIRA  O QUE TANTO DESEJA**      **Que seu dia seja repleto de alegria e sucesso .Para iniciar o dia  com o pé direito, comece por fazer uma limpeza espiritual, eliminando tudo o que não lhe agrega felicidades amor. Todos os sentimentos ruins devem sair de sua vida para os bons chegarem e ,o ontem não volta mais, Mais faça o melhor hoje  assim, a paz o amor e otimismo e a certeza da vitória volta  novamente habitar em seu coração.   meu amor . 💜.Se você sente que tem algo atrasando a sua vida não pense duas vezes em deixá-lo pra trás. Quando a bagagem está muito pesada, o caminho parece mais longo. Livre-se de tudo aquilo que não te serve mais, sem medo. E .Amanhã, quando o sol🌞 bater na sua janela, não pense levanta da cama. Encare a vida de frente, respire fundo e busque pela sua felicidade. Só você pode fazer isso por  você....Você  pode conseguir tudo o que  deseja ..viva a vida com quem te faz feliz, e não com quem você tem que agradar para te fazer feliz .Você e incrível o suficiente e uma pessoa inteligente corajosa e poderosa ,deixa a luz 🌟esta dentro de você em radiar por todo seu ser corpo  ,não dependa de outros para ser feliz ,tudo que você precisa esta dentro de você, você merece ser espeitado você e tão importante quanto qualquer outra pessoa ,você e capaz de enfrentar qualquer obstáculo e supera r. Eliminando pensamento negativas. Pois o sol 🌞esta brilhando para você, Um novo dia vai nascer para você. Olha para o horizonte veja quanta beleza que foi criada especialmente para  você, contemple, e assim você criara  força para prosseguir seu caminho que com certeza  terá êxito e a   vitória e garantida  .Olha somente  para frente de hoje em diante, sem desprezar aquele que de alguma forma já te ajudo em algum dia nessa vida, e assim você chegara ao topo do sucesso em vários setor de sua vida   A Partir de agora se cuide, ame você mais do que tudo sua felicidade em primeiro lugar em segundo lugar em terceiro lugar. COMECE HOJE OLHANDO PARA VOCÊ, VOCÊ MERECE, VOCÊ DEVE DAR O PRIMEIRO PASSO HOJE VOCÊ E MUITO MUITO IMPORTANTE E ÚNICA SE AME MAIS .....Durma bem! Ter boas noites de sono pode induzir o nosso organismo a produzir a leptina, que nada mais é que o hormônio responsável por controlar a sensação de saciedade e, portanto, nos fazer comer menos durante o dia......Você também precisa liberar o hormônio da felicidade  que além de ajuda a emagrecer traz felicidade animo e disposição para fazer tudo,  e evita  que você fica triste e  entrar em depressão. Tudo que você precisa fazer  e uma caminhada por 1 hora  ou  dançar uma musica por 1 hora todos os dias .. ,O que seu corpo precisa fazer para  libera este hormônio da  felicidade. E muito simples, tudo que você precisa fazer e  uma bela caminhada ou dançar por 1 hora, este hormônio esta dentro de você,  só assim que você   liberado ele,  dançado ou caminhada. ,Para ser feliz precisa  balançar caminhar  ou correndo, como uma criança faz o dia inteiro. Você sabia que quando você  dançar e caminhar por uma hora todo os dia  você pode emagrece ate 20 kilos em 30 dias  brincando, e fazendo as todas as receita que  tem aqui no canal . VOCÊ PODE  EMARECER DE  50 KGS ATE 100 KGS  EM MENOS DE 1 ANO ,  EU TENHO CERTEZA DISSO.💜💙💚 VOCÊ PRECISA COMEÇAR AGORA  💜.Bebendo , pelo menos, 2 litros de água por dia** **Evite frituras e alimentos industrializados ou muito gordurosos; Evite embutidos e açúcar ,refrigerante e sucos artificias**   **Aposte em saladas para enganar o estômago e comer menos durante as refeições. Neste caso, a dica é incluir no cardápio legumes e verduras que você goste, mas que não sejam muito calóricos;** **Evite a ingestão de muito sal ou alimentos ricos em sódio, ou açúcar pois estes são os principais responsáveis pela retenção líquida;------------🌞🌞🌞O açúcar e o grande responsável por alimentar as células com desenvolvimento  para  câncer e obesidade   quando elimina o açúcar da sua alimentação, as células do  câncer e as e as células  gordurosas  em excesso,  morre de fome ,O AÇÚCAR E O ÚNICO ALIMENTO  QUE FAZ O  CÂNCER E A GORDURA SE MULTIPLICAR RAPIDAMENTE  🌞🌞🌞** **Prefira sempre os alimentos integrais, que são excelentes fontes de fibras e nutrientes;** **Prepare os alimentos de formas menos calóricas possíveis, optando por comê-los assados, e cozidos no  vapor. Evite consumi-los fritos ou  frituras gratinados, à milanesa ou à parmegiana;.......Meu amor, as receitas que você vai encontrar aqui nesse canal.💜 diva aos 50 💜o segredo para Elimina Obesidade emagrecer rápido, seca gordura da barriga Abdômen regula colesterol. Vai te ajudar, se você  esta com o intestino preso, ou que queimar gordura da barriga e abdômen, e emagrecer rápido, ou melhor emagrecer de vez<  ,secando toda gordura da barriga. Como queimar toda gordura do corpo, derreter toda gordura fígado<artérias, e colesterol  ,eliminar toda gordura do sangue,.. Como emagrecer rápido. e perde a barriga , SECA TODA GORDURA VISCERAL. SECA PNEUS. SECA BARRIGA.SECA Abdômen. SECA TODAS AS GORDURAS  NATURALMENTE. ....💖Se você chegou até aqui não deixe sua presença passar despercebida. Inscreva-se no Canal e junte-se a  nos para  ajudar outras pessoas que precisa de ajuda compartilhando este vídeo,   🧡Aqui nesse canal diva aos 50, você encontra muitas receitas simples e natural, que vai ajudar  acelera seu metabolismo, reduz o apetite, tira a vontade de comer doces e carboidratos, que são os maiores vilões das dietas de emagrecimento. Por conter na sua constituição proteínas, betacaroteno e aminoácidos, ajuda a estimular o metabolismo  e queimar as calorias rapidamente . QUANTOS KGS VOCE QUE EMAGRECER 10KGS.20KGS.30KGS.40KGS.50KGS.60KGS.70KGS.VOCE VAI CONSEGUIR COM   CERTEZA VOCÊ VAI CONSEGUI O PODER ESTA EM VOCE , VOCÊ PODE**     **ESSE SHAKE  E MAIS FRACO E PODE TOMAR ATE 3 VEZES AO DIA ANTES DAS REFEIÇOES E SUBESTITUIR O JANTAR.. APERTA ESSE LINK  QUE VOCE VAI TE AJUDAR**  [link]   **APERTE NESSE LINK**  [link]**Eliminar 20 kilos de  Fezes acaba com Estômago Alto e Barriga Grande em 1 Dia. Diva aos 50, 💛💚💙💜🤎🖤🤍💖💖🚀🚀🚀🚀🚀MEU AMOR ESSE E PODEROSO VOCÊ QUER UM RESULTADO  MAIS RÁPIDO AINDA EM 1 HORA OU QUAS EXTANTANIAMENTE ESSE E FORTE E  PODEROSO  APERTA NESSE LINK**   [link] **,   E ASSISTE O VÍDEO TODO SEM PULAR <ASSIM VOCÊ VAI ENTENDER O QUE EU ESTOU FALANDO<E COMPARTILHE ASSIM VOCÊ AJUDA OUTRAS PESSOA E TAMBÉM ME AJUDA GRATA.   ELIMINA 20 KILOS de FEZES em 1 HORA. ELIMINA 20 kgs em 1 HORA. SECA ESTÔMAGO ALTO e BARRIGA GRANDE Em 1 HORA   - Diva aos 50 🛋🌞🌞🌞🌞🌞 OUTROS LINKS DE VÍDEOS  QUE PODE TE AJUDAR MUITO . UMA FORMULA DE QUEIMAR TODA GORDURA DA BARRIGA E ABDÔMEN FÍGADO ARTÉRIAS E SANGUE - DIVA AOS 50🌞 [link]  **💙  ....**[link]   **..ELIMINA 20 kGS de FEZES em 1 HORA. ELIMINA 20 kgs em 1 HORA. SECA ESTÔMAGO ALTO BARRIGA GRANDE EM 1   💜  aperta nesse link**  [link] 30 kilos em 30 Dias. Eliminando Estômago alto Barriga e Grande com Shake de limão. Shake Limão  💚**  [link] Estômago  alto barriga grande em 1 hora, tira os gases, e inchaço e  gorduras - diva aos 50      UMA FORMA DE ACABAR COM A BARRIGA CAÍDA  E A FLACIDEZ <AQUELA  BARRIGA PARECENDO UM AVENTAL COM GELO ,GELO   ELIMINA BARRIGA CAÍDA, BARRIGA GRANDE E  ESTOMAGO ALTO. PERCA 30 CM DE BARRIGA RÁPIDO Diva aos 50   🧡 [link] **caída ,bexiga baixa Levanta em 1 semana,, Cura incontinência urinária - BARRIGA CAÍDA ACABA..com a barriga caída [link] **MKUITO BOM E ESSE ,Perca 30 kilos em 30 Dias. Eliminando Estômago alto Barriga e Grande com Shake de limão. Shake Limão, aperta nesse link** [link]   **Shake de limão pode ser feito com qualquer limão Tomar 30 minutos antes das principais refeições, café da manhã, almoço e jantar. Sendo que o melhor sempre ingerir um pouco antes das principais refeições. Desta forma, as propriedades vai diminuem a absorção da gordura do estomago e barriga ,abdome ,gordura visceral, seca barriga ,elimina toda gordura do corpo ,proporcionando um emagrecimento rápido controlando o  colesterol ruim UMA FORMULA DE QUEIMAR TODO GORDURA DA BARRIGA E ABDÔMEN FÍGADO ARTÉRIAS E SANGUE - DIVA AOS 50 Elimina Todas as Gorduras. Do Abdômen .Do Estomago Alto. Do Bucho Grande .Do Intestino. Do Fígado. Do Sangue E Peca 1 Kilo Por Dia- Diva aos 50 aperta nesse link** [link] maravilhosa  UMA FORMULA DE EMARECER ATE 50 KGS  NATURALMENTE, QUEIMA TODA GORDURA VISCERAL. e BARRIGA. ABDÔMEN   .aperta nesse link**   [link] 20 kilos de  Fezes acaba com Estômago Alto e Barriga Grande em 1 Dia. Diva aos 50, dieta aperta nesse link** [link]**💛Uma fórmula de evitar rugas profundas Após os 50 e 60 anos  ,creme Para pele madura ressecada cansada**    [link] **💛  OUTRO MUITO BOM E ESSE, Eliminar 20 kilos de  Fezes acaba com Estômago Alto e Barriga Grande em 1 Dia. Diva aos 50, dieta**  [link]**Mostrar menos3RESPONDER**",
            "subreddit": "copypasta",
            "topic": "dançado",
            "id": "jpkzcd",
            "comments": [
                "?",
                "**Diva 😈😎 aos 50🌞🌟🌞💛💜💙💚💚💛💜🤎🖤🧡💖 MEU 😊 AMOR 🎣 SOU MUITO GRATA POR 😩 VOCE 👾 EXISTIR E 🅱 ESTA 👈 AQUI 📷 ,QUE 😐 O PAI 👨🏾 CELESTIAL E 🇹 JESUS 🙏 CRISTO DERRAMA BENÇOES SEM MEDIDAS DE 💦 SAÚDE, MENTAL 🧠😏 ESPIRITUAL E 🅱 FISICA E ▶🅰🅱 MUITA PAZ ,FELICIDADE, ALEGRIA, AMOR 💧📁🌝, PROSPERIDADE , SUCESSO E 🅱 VITORIA EM 🍆 TODOS 👨‍👩‍👧‍👦 OS 🙅 CETOR DE 🅰 SUA 🏚 VIDA 👼 E 🅾🅱 NA ✊ VIDA 👤 DA 🎸 SUA 🏚 FAMILIA 👨‍👩‍👧‍👦😰 TAMBÉM .OBRIGADA BOA ✌🏿😩😤 SORTE BEIJOS - Diva 😈😎 aos 50 👌🔥 .MEU 😊 AMOR 💂🏼 INSITIR E 🅱 PERSISTIR SEMPRE, E 🇹 MUNCA DESISTIR E 🇹 VOCE 👾 CONSEGUIRA O QUE 😐 TANTO DESEJA** **Que 😐 seu dia 😓 seja repleto de 🅰 alegria e 🅱 sucesso .Para 🍆 iniciar o dia ⛅ com 👶 o pé direito, comece por 😩 fazer uma 🥥😍 limpeza espiritual, eliminando tudo o que 🙄 não lhe agrega felicidades amor 🎣. Todos 💯 os 🅱 sentimentos ruins 💣🧨 devem sair de 💦🌊 sua 🏚 vida 👤 para 🍆 os ✊ bons chegarem e 🅱 ,o ontem não volta mais 💦☁🍃, Mais 💁 faça o melhor hoje assim, a paz o amor 🚁 e 🇹 otimismo e 🅱 a certeza da 🎹 vitória volta novamente habitar em 🍆 seu coração. meu 😊 amor 💂🏼 . 💜.Se você 🚁 sente 📮📑 que 🙄 tem algo atrasando a sua 🏚 vida 👤 não pense duas vezes em 🍆 deixá-lo pra trás. Quando ⏱ a bagagem está 👉 muito pesada, o caminho parece mais 💁 longo. Livre-se de 🅰 tudo aquilo que 😐 não te 🅱 serve 😡 mais 💁, sem medo 😱. E 🅱 .Amanhã, quando ⏱ o sol🌞 bater na ✊ sua 🏚 janela, não pense levanta da 🎹 cama 🛏. Encare a vida 👤 de 💦 frente, respire 💨 fundo e 🅱 busque pela sua 🏚 felicidade. Só você 🚁 pode fazer isso por 😩 você....Você pode conseguir tudo o que 😐 deseja ..viva 🍆💦 a vida 👤 com 👶 quem te 👞🅱® faz feliz 😊, e 🅱 não com 👼🏿 quem você 😎 tem que 😐 agradar para 💦 te 🚳🅰 fazer feliz 😊 .Você 😎 e 🅱 incrível o suficiente e 🅱 uma 🥥😍 pessoa 😂 inteligente corajosa e 🇹 poderosa ,deixa a luz 👽🔜🌌 🌟esta dentro 💠 de 💦 você 🚁 em 🍆 radiar por 🍆 todo 💯 seu ser 🐝 corpo ,não dependa 👮‍♂️👰 de 💦 outros para 🍆 ser 🐝 feliz 😊 ,tudo que 🙄 você 😎 precisa esta 👈 dentro 💠 de 🅱🅰 você 😎, você 🚁 merece ser 💦 espeitado você 😎 e 🅱 tão importante quanto qualquer outra pessoa 😂 ,você 🚁 e 🇹 capaz 😡 de 💦 enfrentar qualquer obstáculo e 🇹 supera r 🅾🅱. Eliminando pensamento negativas. Pois o sol ☀ 🌞esta brilhando para 🍆 você 🚁, Um 🤔 novo dia 😓 vai 👨‍🍳 nascer para 🍆 você 🚁. Olha para 🍆 o horizonte veja quanta beleza que 🙄 foi criada especialmente para 🍆 você 🚁, contemple, e 🇹 assim você 🚁 criara força para 🍆 prosseguir seu caminho que 😐 com 🅱 certeza terá êxito e 🅱 a vitória e 🇹 garantida .Olha somente para 🍆 frente de 🅰 hoje em 🅾 diante, sem desprezar aquele que 😐 de 🅰 alguma forma já te 🅱 ajudo em 🍆 algum dia 😓 nessa vida 👤, e 🅱 assim você 🚁 chegara ao topo do sucesso em 🍆 vários setor de 🅰 sua 🏚 vida 👤 A Partir de 💦 agora se 🅰 cuide, ame 🅱 você 🚁 mais 💁 do que 😐 tudo sua 🏚 felicidade em 🅾 primeiro lugar em 🅾 segundo lugar em 🍆 terceiro lugar. COMECE HOJE OLHANDO PARA 🍆 VOCÊ 🚁, VOCÊ 🚁 MERECE, VOCÊ 😎 DEVE DAR O PRIMEIRO PASSO HOJE VOCÊ 🚁 E 🅱 MUITO MUITO IMPORTANTE E 🅱 ÚNICA SE 🅰 AME 🅱 MAIS 💦☁🍃 .....Durma bem! Ter 🌧🅰 boas 🍆😈💦 noites 🌃 de 💦 sono pode induzir o nosso organismo a produzir a leptina, que 😐 nada 😠 mais 💁 é 👼 que 🙄 o hormônio responsável por 💦 controlar a sensação de 🅰 saciedade e 🅱, portanto, nos 🚫⛔ fazer comer 💦 menos durante 🍆 o dia......Você também precisa liberar o hormônio da 🎸 felicidade que 😐 além de 💦 ajuda a emagrecer traz felicidade animo e 🅱 disposição para 🍆 fazer tudo, e 🇹 evita que 😐 você 🚁 fica triste 😢😭😪 e 🇹 entrar em 💂😩🍆 depressão. Tudo que 😐 você 😎 precisa fazer e 🅱 uma 🥥😍 caminhada por 😩 1 🎄 hora ou 🅱 dançar uma 🥥😍 musica por 🍆 1 ❗ hora todos 👴 os 🔫 dias 🌅 .. ,O que 😐 seu corpo precisa fazer para 🍆 libera este 👈 hormônio da 🎹 felicidade. E 🅱 muito simples 🔢, tudo que 🙄 você 🚁 precisa fazer e 🅱 uma 🥥😍 bela caminhada ou 🅱 dançar por 🍆 1 ❗ hora, este ☝ hormônio esta 👈 dentro 💠 de 💦 você 🚁, só assim que 😐 você 🚁 liberado ele 🅱, dançado ou 🅱 caminhada. ,Para 🍆 ser 😑 feliz 😊 precisa balançar caminhar ou 🅱 correndo, como 🍑 uma 🥥😍 criança faz o dia 😓 inteiro 🌍👼. Você 🚁 sabia que 🙄 quando ⏱ você 🚁 dançar e 🇹 caminhar por 😩 uma 🥥😍 hora todo 💯 os 🙅 dia ⛅ você 😎 pode emagrece ate 👅🅱 20 😏 kilos em 🍆 30 📅 dias 🌅 brincando, e 🅱 fazendo as todas as receita que 🙄 tem aqui 📷 no 🚫 canal 🤤😍 . VOCÊ 🚁 PODE EMARECER DE 🅱🅰 50 👌 KGS 🅱 ATE 😋🐣 100 💯 KGS 🅱 EM 🍆 MENOS DE 💦 1 ❗ ANO 🍑🍌😩 , EU 🇪🇺 TENHO CERTEZA DISSO.💜💙💚 VOCÊ 🚁 PRECISA COMEÇAR AGORA 💜.Bebendo , pelo menos, 2 ✌ litros de 💦 água por 🍆 dia 😓** **Evite frituras e 🅱 alimentos industrializados ou 🅱 muito gordurosos; Evite embutidos e 🅱🅾 açúcar ,refrigerante e 🅱 sucos artificias** **Aposte em 💂😩🍆 saladas para 🅱 enganar o estômago e 🅾🅱 comer 💦🍆 menos durante 🍆 as refeições. Neste caso, a dica é 👼 incluir no 🙅🏻❌ cardápio legumes e 🅱 verduras que 😐 você 😎 goste, mas 🤶🎁🎄 que 😐 não sejam muito calóricos;** **Evite a ingestão de 💦 muito sal 💗☯ ou 🅱 alimentos ricos em 🍆 sódio, ou 🅱 açúcar pois estes são os ✊ principais responsáveis pela retenção líquida;------------🌞🌞🌞O açúcar e 🅱 o grande 👍 responsável por 😩 alimentar as células com 🅱 desenvolvimento para 🍆 câncer e 🅰🅱 obesidade quando ⏱ elimina o açúcar da 🎹 sua 🏚 alimentação, as células do câncer e 🅱 as e 🇹 as células gordurosas em 🅾 excesso, morre de 💦🌊 fome ,O AÇÚCAR E 🇹 O ÚNICO 👀 ALIMENTO 🍲🍗🍼 QUE 😐 FAZ O CÂNCER E 🅱 A GORDURA SE 🅱 MULTIPLICAR RAPIDAMENTE 🌞🌞🌞** **Prefira sempre os 🔫 alimentos integrais, que 🙄 são excelentes fontes de 💦 fibras e 🅱 nutrientes;** **Prepare 🙍🏿 os 🔫 alimentos de 🅱🅰 formas menos calóricas possíveis, optando por 😩 comê-los assados, e 🅱 cozidos no 😣 vapor 💨🌧. Evite consumi-los fritos ® ou 🅱 frituras gratinados, à 🇫🇷 milanesa ou 🅱 à 🔟 parmegiana;.......Meu amor 💧📁🌝, as receitas que 🙄 você 🚁 vai 👨‍🍳 encontrar aqui 📷 nesse canal.💜 diva 😈😎 aos 50 👌 💜o segredo para 💦 Elimina Obesidade emagrecer rápido 🏃, seca gordura da 🎹 barriga Abdômen regula colesterol. Vai 👨‍🍳 te 🅰 ajudar, se 🅰 você 😎 esta 👈 com 🅱 o intestino preso, ou 🅱 que 🙄 queimar gordura da 🎹 barriga e 🅱 abdômen, e 🅱 emagrecer rápido 🏃, ou 🅱 melhor emagrecer de 💦 vez 😠< ,secando toda 💯 gordura da 🎹 barriga. Como 🍑 queimar toda 💯 gordura do corpo, derreter toda 💯 gordura fígado<artérias, e 🇹 colesterol ,eliminar toda 💯 gordura do sangue,.. Como 🍑 emagrecer rápido 🏃. e 🇹 perde a barriga , SECA TODA 💯 GORDURA VISCERAL. SECA PNEUS. SECA BARRIGA.SECA Abdômen. SECA TODAS AS GORDURAS NATURALMENTE. ....💖Se você 🚁 chegou até aqui 📷 não deixe sua 🏚 presença 🙏👼 passar despercebida. Inscreva-se no 🚫 Canal 🤤😍 e 🇹 junte-se a nos 🚫 para 🍆 ajudar outras pessoas que 😐 precisa de 🅰 ajuda compartilhando este 👈 vídeo, 🧡Aqui nesse canal 🤤😍 diva 😈😎 aos 50 💵, você 🚁 encontra muitas receitas simples 😡 e 🇹 natural 👉, que 😐 vai 👨‍🍳 ajudar acelera seu metabolismo, reduz o apetite, tira a vontade de 🅰 comer 💦 doces e 🅱 carboidratos, que 😐 são os 🔫 maiores vilões das 👉 dietas de 🅰 emagrecimento. Por 💦 conter na ✊ sua 🏚 constituição proteínas, betacaroteno e 🇹 aminoácidos, ajuda a estimular 🌋 o metabolismo e 🅱 queimar as calorias rapidamente . QUANTOS KGS 🅱 VOCE 👾 QUE 😐 EMAGRECER 10KGS.20KGS.30KGS.40KGS.50KGS.60KGS.70KGS.VOCE VAI 👨‍🍳 CONSEGUIR COM 👶 CERTEZA VOCÊ 🚁 VAI 👨‍🍳 CONSEGUI O PODER 💪 ESTA 👈 EM 🅾 VOCE 👾 , VOCÊ 🚁 PODE** **ESSE SHAKE 😲 E 🇹 MAIS 💁 FRACO E 🅱 PODE TOMAR ATE 👅🅱 3 ⭕ℹ🕘 VEZES AO DIA 😓 ANTES 😂 DAS 👀 REFEIÇOES E 🇹 SUBESTITUIR O JANTAR.. APERTA ESSE LINK ⛓ QUE 😐 VOCE 👾 VAI 👨‍🍳 TE 👞🅱® AJUDAR** [link] **APERTE NESSE LINK 🔗** [link]**Eliminar 20 🔳 kilos de 💦 Fezes acaba com 🅱 Estômago Alto e 🅱 Barriga Grande 👍 em 🅾 1 🎄 Dia ⛅. Diva 😈😎 aos 50 👌, 💛💚💙💜🤎🖤🤍💖💖🚀🚀🚀🚀🚀MEU AMOR 💧📁🌝 ESSE E 🅱 PODEROSO VOCÊ 🚁 QUER UM 🅱 RESULTADO MAIS 💰✨👑 RÁPIDO 🏃 AINDA EM 🅾 1 🎄 HORA OU 🅱 QUAS EXTANTANIAMENTE ESSE E 🅱 FORTE 🔊🎶 E 🅱 PODEROSO APERTA NESSE LINK ⛓** [link] **, E 🅱 ASSISTE O VÍDEO TODO 💯 SEM PULAR <ASSIM VOCÊ 🚁 VAI 👨‍🍳 ENTENDER O QUE 😐 EU 😍 ESTOU FALANDO<E COMPARTILHE ASSIM VOCÊ 🚁 AJUDA OUTRAS PESSOA 😂 E 🅱 TAMBÉM ME AJUDA GRATA. ELIMINA 20 🔳 KILOS de 💦 FEZES em 🍆 1 ❗ HORA. ELIMINA 20 🔳 kgs 🅱 em 🍆 1 ❗ HORA. SECA ESTÔMAGO ALTO e 🇹 BARRIGA GRANDE 🎤 Em 🍆 1 ❗ HORA - Diva 😈😎 aos 50 👌 🛋🌞🌞🌞🌞🌞 OUTROS LINKS 🔗 DE 💦 VÍDEOS QUE 🙄 PODE TE 🚳🅰 AJUDAR MUITO . UMA 🥥😍 FORMULA 😶😯 DE 💦 QUEIMAR TODA 💯 GORDURA DA 🎸 BARRIGA E 🇹 ABDÔMEN FÍGADO ARTÉRIAS E 🌉🅰🅱 SANGUE - DIVA 😈😎 AOS 50🌞 [link] **💙 ....**[link] **..ELIMINA 20 😏 kGS 🅱 de 💦 FEZES em 🅾 1 ❗ HORA. ELIMINA 20 😏 kgs 🅱 em 🅾 1 🎄 HORA. SECA ESTÔMAGO ALTO BARRIGA GRANDE 🎤 EM 🍆 1 🎄 💜 aperta nesse link ⛓** [link] 30 📅 kilos em 🍆 30 📅 Dias 🌅. Eliminando Estômago alto Barriga e 🇹 Grande 🇨🇦 com 🅱 Shake 🤝 de 🅰 limão. Shake 🤝 Limão 💚** [link] Estômago alto barriga grande ☕ em 🅾 1 🎄 hora, tira os ✊ gases ⛽, e 🅱 inchaço e 🅱 gorduras - diva 😈😎 aos 50 👌 UMA 🥥😍 FORMA DE 💦 ACABAR COM 👼🏿 A BARRIGA CAÍDA E 🅱 A FLACIDEZ <AQUELA BARRIGA PARECENDO UM 🅱 AVENTAL COM 👶 GELO ,GELO ELIMINA BARRIGA CAÍDA, BARRIGA GRANDE 🎤 E 🅱 ESTOMAGO ALTO. PERCA 30 💯 CM 🥺 DE 💦 BARRIGA RÁPIDO 🏃 Diva 😈😎 aos 50 👌 🧡 [link] **caída ,bexiga baixa Levanta em 🍆 1 🎄 semana,, Cura incontinência urinária - BARRIGA CAÍDA ACABA..com a barriga caída [link] **MKUITO BOM 🗯 E 🅱 ESSE ,Perca 30 💯 kilos em 🍆 30 ✈📅 Dias 🌅. Eliminando Estômago alto Barriga e 🇹 Grande 🎤 com 👶 Shake 😲 de 💦 limão. Shake 🤝 Limão, aperta nesse link 🔗** [link] **Shake 😲 de 💦 limão pode ser 🐝 feito com 🅱 qualquer limão Tomar 30 📅 minutos antes 😂 das 👉 principais refeições, café ☕ da 🎹 manhã, almoço e 🅱 jantar. Sendo que 🙄 o melhor sempre ingerir um 🤔 pouco antes 😂 das 👉 principais re"
            ],
            "num_comments": 2
        },
        {
            "title": "Por que (alguns) físicos são tão ruins em filosofia? Tradução artigo Prof.Edward Feser com tradução de comentários",
            "selftext": "# Por que (alguns) físicos são tão ruins em filosofia? Tradução artigo Prof.Edward Feser com tradução de comentários que ilustram, de uma forma ou de outra, alguns tipos comuns de cientificistas, além de ter algumas ilustrações interessantes de física.\n\nEm [link]\n\n&#x200B;\n\nEm seu livro de reminiscências “Certamente você está brincando, Sr. Feynman!”, Richard Feynman conta a história de um pintor que lhe garantiu que ele poderia fazer tinta amarela misturando tinta vermelha e tinta branca. Feynman estava incrédulo. Como especialista em física da luz, ele sabia que isso não deveria ser possível. Mas o cara era um pintor experiente, com anos de experiência prática. Então, pronto para aprender algo novo, Feynman foi buscar tinta vermelha e tinta branca. Ele observou o pintor misturá-los, mas como Feynman esperava, tudo o que saiu foi rosa. Aí o pintor disse que agora só precisava de um pouco de tinta amarela para “afiar um pouco” e depois ficaria amarela.\n\nLembrei-me dessa história quando li esta incursão na filosofia do professor de física Ethan Siegel, que um leitor me enviou, perguntando sobre minha reação. Dê uma lida, embora eu irei resumir:\n\nOs argumentos para Deus como causa do universo baseiam-se na suposição de que algo não pode vir do nada. Mas, dadas as leis da física, acontece que algo pode vir do nada.\n\nE assim foi minha reação:\n\nEsse cara está falando sério? As leis da física não são \"nada\". Portanto, este não é nem mesmo um contra-exemplo prima facie ao princípio de que ex nihilo, nihil fit. Isso é incrivelmente óbvio. Esse cara está falando sério?\n\n(Na verdade, essa não foi minha reação. Minha reação real não pode ser impressa em um blog familiar. Esta é a versão limpa.)\n\nO pintor de Feynman insistiu que você pode obter tinta amarela de tinta vermelha e tinta branca. Tudo que você precisa fazer é adicionar um pouco de tinta amarela. Da mesma forma, Siegel nos garante que podemos obter algo do nada. Tudo o que precisamos fazer é adicionar algo, viz. as leis da física. Aposto que Siegel leu o livro de Feynman e riu às custas do pintor. Mal ele percebe que a piada é também sobre ele.\n\nObserve que o ponto não tem nada a ver com a outra questão \"De onde vêm as leis da física?\" Não tem nada a ver com o debate entre ateísmo e teísmo. Não tem nada a ver com se as alegações puramente científicas de Siegel estão corretas. Não estou tratando de nada disso aqui. Deixe que a operação das leis da física seja um fato bruto, se quiser; deixe o ateísmo ser verdadeiro, se você insiste; deixe Siegel ser um físico fantástico, se for preciso. A questão é que, como filósofo, ele é totalmente incompetente, incapaz de ver a mais flagrante das falácias bem na sua cara.\n\nSiegel está em boa companhia, se essa é a maneira certa de dizer. Como mostrei em minha crítica do livro The Grand Design para a National Review, Stephen Hawking e Leonard Mlodinow não são mais filosoficamente competentes do que Siegel. Na verdade, um de seus erros é o mesmo de Siegel: eles nos dizem que \"Porque existe uma lei como a gravidade, o universo pode e irá criar a si mesmo do nada.\" Ignore por enquanto a incoerência da noção de autocausação (que exploramos recentemente aqui e aqui). Ponha de lado a questão de saber se a física de seu relato está correta. Esqueça de onde as próprias leis da física devem ter vindo. Apenas saboreie a contradição manifesta: o universo vem do nada, porque uma lei como a gravidade é responsável pelo universo.\n\nPor algum motivo, essa falácia em particular parece ser a favorita dos físicos. (E quero dizer físicos, especificamente, não cientistas em geral - mesmo Richard Dawkins não é tão ruim.) Considere o livro recente do físico de Oxford Vlatko Vedral, Decoding Reality: The Universe as Quantum Information. Odeio implicar com Vedral. Ele parece ser um bom sujeito, e não há em seu livro nenhuma das odiosas condescendências em relação à filosofia e teologia que encontramos em Hawking e Mlodinow. Infelizmente, porém, Vedral está apenas ligeiramente melhor informado sobre esses assuntos do que Hawking e Mlodinow. (Ele pensa, por exemplo, que “O que causou Deus?” É uma objeção séria ao argumento da Causa Primeira.) Pior, a argumentação é incrivelmente desleixada. As questões epistemológicas e metafísicas são implacavelmente confundidas. A turvação é abundante. Por exemplo, Vedral sugere que a informação \"vem de lugar nenhum\" e é \"criada do vazio\", mas também que \"não há outra informação no Universo além daquela gerada por nós enquanto criamos nossa própria realidade.\" Então, ele está se contradizendo - dizendo que a informação vem do nada e que vem de nós? Ou ele está dizendo, em vez disso, que a informação nos causa e nós, por nossa vez, a causamos, mas que não há nada fora desse loop - o que acarretaria um círculo explicativo vicioso (pelas razões enunciadas nas postagens sobre auto-causação relacionadas acima)? Ou (visto que qualquer uma dessas interpretações afundaria sua posição), ele tem alguma terceira alternativa em mente? Ele nunca nos diz, e (como Hawking e Mlodinow, que dizem coisas semelhantes) parece alegremente inconsciente de que há até mesmo um problema aqui.\n\nMais ao ponto presente, Vedral afirma que a “criação do nada” pode ocorrer mesmo sem um Criador, e oferece como evidência a proposta de von Neumann “que todos os números poderiam ser retirados do conjunto vazio pelas operações da mente. ” Estamos de volta ao pintor de Feynman: o amarelo pode vir do não-amarelo, desde que você adicione um pouco de amarelo ao não-amarelo; e algo pode surgir do nada, desde que adicionemos um pouco de não-nada - “as operações da mente” - ao nada. Quão mais espertos são esses físicos do que nós, meros filósofos!\n\nNão adianta tentar defender Siegel, Hawking e Mlodinow ou Vedral sugerindo que talvez eles não estejam usando \"nada\" em um sentido estrito. Pois cada um deles afirma estar abordando a mesma questão que os defensores do argumento da Causa Primeira para a existência de Deus estão abordando, e os últimos estão usando \"nada\" em sentido estrito. Portanto, esses físicos só podem ser absolvidos da acusação de se contradizerem se forem culpados, em vez de pensarem desleixadamente, e de gritar para fora da boca sem fazer a lição de casa primeiro.\n\nE isso é o suficiente para merecer nosso desprezo. Filósofos e teólogos são constantemente informados de que precisam “aprender a ciência” antes de comentar sobre mecânica quântica, relatividade ou darwinismo. E com razão. No entanto, muitos cientistas se recusam a “aprender a filosofia” antes de pontificar sobre o assunto. Os resultados são previsivelmente sofisticados. O que um amador arrogante e sem noção como Hawking ou Dawkins precisa ouvir antes de colocar sua toga de filósofo é isso. Em vez disso, a reação de editores, jornalistas e leitores \"educados\" igualmente é: \"Puxa, ele é um cientista! Ele é bom em matemática e outras coisas. Ele deve saber do que está falando! \" Realmente não é mais inteligente do que isso.\n\nC. D. Broad considerou que \"o absurdo escrito por filósofos sobre questões científicas é superado apenas pelo absurdo escrito por cientistas sobre filosofia.\" E isso foi na época de cientistas como Eddington, Einstein, Heisenberg e Schrödinger, que realmente sabiam algo sobre filosofia. (Discutimos alguns desses pensadores em postagens anteriores, aqui e aqui.) As coisas haviam piorado quando Paul Feyerabend escreveu o seguinte para Wallace Matson:\n\nA geração mais jovem de físicos, os Feynmans, os Schwingers, etc., pode ser muito brilhante; eles podem ser mais inteligentes do que seus predecessores, do que Bohr, Einstein, Schrödinger, Boltzmann, Mach e assim por diante. Mas são selvagens incivilizados, carecem de profundidade filosófica ... (citado em Imre Lakatos e Paul Feyerabend, For and Against Method)\n\nE as coisas estão ainda piores agora. Feynman era notoriamente hostil à filosofia, mas quando seu trabalho com a mecânica quântica o colocou contra suas dificuldades filosóficas inerentes, ele pelo menos teve a humildade de não alegar que sabia como resolvê-las. Hawking e Vedral, por outro lado, veiculam com confiança como \"ciência\" o tipo de merda que você esperaria encontrar na seção da Nova Era em Borders.\n\nO que explica esse declínio? Feyerabend culpou a “profissionalização” da ciência, e há muito a ser dito sobre isso. Notamos recentemente como John Heil e Stephen Mumford condenaram os efeitos nefastos que a “profissionalização” teve na filosofia acadêmica contemporânea - hiperespecialização, insularidade presunçosa, conformismo carreirista, ênfase na inteligência sobre a profundidade. Lee Smolin (que conhecia e respeitava Feyerabend) é um físico que argumentou que alguns desses mesmos problemas afligem a física contemporânea.\n\nNo entanto, uma coisa da qual os filósofos contemporâneos tendem a não ser culpados - por mais que sejam chicoteados pelo cientificismo - é a ignorância da ciência, certamente não onde a ciência toca em suas áreas de especialização filosófica. Hawking e Mlodinow nos asseguram em The Grand Design que “a filosofia não acompanhou os desenvolvimentos modernos da ciência, particularmente da física”. Ninguém que está familiarizado com a explosão de trabalhos sérios em filosofia da física, filosofia da química e filosofia da biologia nas últimas décadas - sem mencionar o trabalho de escritores como William Lane Craig e Quentin Smith na filosofia da religião, ou dos Churchlands na filosofia da mente - poderia dizer uma coisa dessas. (É verdade que, como filósofos, os Churchlands não têm esperança. Mas uma coisa que eles sabem - talvez, às vezes suspeita-se, a única coisa que sabem - é a neurociência.)\n\nHawking e Mlodinow são culpados exatamente do tipo de ignorância de que acusam falsamente os filósofos. Mas é improvável que eles saibam disso. Os Hawking, Dawkinses e Jerry Coynes do mundo têm dançado o Myers Shuffle em torno de sua câmara de eco por tanto tempo que eles só podem ouvir os parabéns mútuos uns dos outros gritados na linha de conga. Até que essa infantilidade seja universalmente tratada com o tipo de desprezo que merece, não teremos uma cultura intelectual sã, na qual as mais profundas questões filosóficas, teológicas - e, na verdade, científicas - possam ser debatidas com sucesso.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nComentários\n\n&#x200B;\n\nHumanApe comentou:\n\n\"Sou um escritor e filósofo que mora em Los Angeles.\"\n\nSe todos os filósofos do mundo morressem hoje, ninguém notaria e ninguém se importaria.\n\nA ciência é realidade. Filosofia é uma besteira para pessoas que são preguiçosas demais para conseguir um emprego de verdade.\n\n\"filosofia da religião\"\n\nReligião é besteira, incluindo seu catolicismo romano idiota.\n\n\"o debate entre ateísmo e teísmo\"\n\nQue debate? Não há nada para debater. O ateísmo é normal. Teísmo é besteira para pessoas que resolvem problemas científicos invocando magia. Por exemplo, sua \"causa do universo\". Você quer enfiar o seu deus das lacunas aí. Um cientista nunca faria isso porque invocar magia é infantil e não leva a nada.\n\n[link]\n\n\\_\\_\\_\\_\\_\\_\\_\n\n\"Essa é a parte mais frustrante de tudo. Os estúpidos nunca parecem saber que são estúpidos. E essa é a pior parte de tudo - eles são tão estúpidos que não sabem o quão estúpidos são.\"\n\n\\_\\_\\_\\_\\_\\_\\_\n\nJohn Thayer Jensen comentou:\n\nSuponho que o problema fundamental aqui é que o tipo de físico que diz esse tipo de coisa assume que por 'algo' você quer dizer 'matéria e energia' - ou talvez 'matéria e energia e o continuum espaço-tempo'.\n\nSe for correto (a respeito do qual reservo minha opinião) que, dadas as leis da física, a coisa matéria-energia-espaço-tempo pode passar a existir por não ter existido antes, então é isso que ele quer dizer. Mas é claro que isso é contrabando de materialismo a priori. Matéria-energia-espaço-tempo é o único 'algo' com o qual precisamos nos preocupar apenas se M-E-E-T é o único 'algo' com o qual precisamos nos preocupar.\n\nTendo sido criado como um tipo de materialista /cientista, sei como isso parece. A atitude expressa de forma grosseira por \"Human Ape\" abaixo foi certamente minha. Felizmente, eu não continuei assim.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\n\nBrother Paul Mary\n\n&#x200B;\n\nComo alguém que estudou Mecânica Quântica, posso assegurar a todos os leitores que nem mesmo é necessário aplicar o argumento viz. Pode-se obter algo do nada por causa das leis da física.\n\nAs leis da física nada têm a ver com algo que vem do nada.\n\nTemos muito pouco conhecimento do que realmente constitui nosso universo material fundamental.\n\nEnergia e matéria são intercambiáveis e a matéria nunca \"aparecerá\" sem que tenha havido energia que a tenha causado. Na verdade, os físicos que apresentam o argumento do algo do nada devem ser descritos mais como aproveitadores do que levados a sério.\n\n\\_\\_\\_\\_\\_\\_\n\nDesculpa. Eu odeio informá-lo, mas você está simplesmente errado. Algo pode vir do nada - acontece toda vez que uma interação fundamental ocorre - e embora haja problemas epistemológicos com a solução de Hawking-Hartle para a equação de Wheeler-DeWitt (como o fato de que eles postulam uma função de onda para todo o universo, embora não há nenhum ponto de vista observacional fora de todo o universo e, portanto, nenhum significado para a ideia de uma função de onda para todo o universo), você não tocou em nenhum deles. Francamente, você deve aprender física antes de tentar falar sobre algo que você ignora completamente.\n\nAlgumas correções simples: \"Nada\" significa nenhuma coisa. Não somos platônicos que acreditam em \"coisas\" espirituais místicas como as leis da física. As leis da física ontologicamente são \"nada\". Você não vai tropeçar neles tão cedo ou dar uma topada com o dedo do pé neles. Os físicos sabem distinguir as descrições das coisas, algo que os filósofos ainda não conseguem fazer.\n\nEm segundo lugar, a filosofia ainda não contribuiu com um iota para o nosso conhecimento do mundo e, pessoalmente, ainda não vi nenhuma chamada \"filosofia da ciência\" que dissesse algo significativo escrito por não-cientistas. Cientistas (eu sou um astrofísico teórico) conhecem ciência; pessoas que não sabem do que estão falando deveriam calar a boca sobre isso.\n\nDito isso, cientistas tão brilhantes quanto Hawking e Mlodinow precisam parar de abusar de sua autoridade (legítima) como cientistas para enganar pessoas crédulas para que pensem que a ciência de alguma forma apóia o ateísmo. Com todo o respeito devido a Hawking e aos neo-tomistas, a ciência é completamente neutra em relação a Deus. Meu trabalho científico não apenas não impede, mas nem mesmo toca em minha fé (católica grega). A ciência é de fato realidade, como disse a HumanApe, mas há algumas realidades sobre as quais a ciência nada tem a dizer - beleza, por exemplo. A ciência não consegue explicar a alegria que sinto com a música de Bach. Nem pode explicar meu relacionamento com Deus. O que a ciência faz é fornecer uma explicação (potencialmente) completa das coisas físicas - uma explicação que não deve ser filosofada por não-cientistas porque é muito complicada para eles entenderem o suficiente para saber do que estão falando.\n\nMinhas desculpas se soei excessivamente insultuoso neste post; palavras faladas na Internet parecem mais duras do que pessoalmente. Ore por mim, um pecador.\n\n\\~ Serafim\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nGostaria também de corrigir o irmão Paul Mary sobre sua interpretação da Mecânica Quântica (QM). A noção de matéria e energia sendo intercambiáveis ​​é relatividade, não QM. Em QM, as partículas virtuais realmente aparecem sem ter sido causadas por energia - você pode considerá-las como tendo \"emprestado\" energia do nada, e elas deixarão de existir após um curto período de tempo (tempo determinado pelo HUP) a menos que de alguma forma consigam obtenha energia real de algo. Mas seus efeitos antes de desaparecerem são muito reais - todas as interações entre partículas reais são causadas por bósons de troca virtuais. Mas para se tornarem partículas reais que permanecem existindo, elas devem ser causadas por alguma energia real. Francamente, estou um pouco perplexo como Hawking justifica a criação de todo o universo do nada apelando para a mecânica quântica, mas também não perdi meu tempo lendo seus livros de nível popular, então espero que ele esteja realmente dizendo algo mais sofisticado do que isso.\n\nIncidentalmente, Hawking em seu trabalho científico nos forneceu um exemplo de partículas virtuais que permanecem em existência por mais tempo do que deveriam ser - se um par partícula-antipartícula virtual é criada perto do horizonte de eventos de um buraco negro, e uma cai no buraco negro e o outra escapa então, devido à conservação do momento, aquele que escapa deve permanecer existindo enquanto o outro (e o tempo de vida da outra partícula é preservado pela dilatação do tempo). Mas ainda é verdade que uma partícula que permanece em existência tem que obter sua energia de algum lugar - então o que acontece fisicamente é que o buraco negro irradia energia (\"radiação Hawking\") e acaba evaporando. (Outro bom motivo para não se preocupar com a criação de buracos negros no LHC - mesmo se eles fossem criados, eles evaporariam antes que os notássemos.)\n\nOre por mim, um pecador.\n\n\\~ Serafim\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nNão, eles realmente são nada. É um ERRO chamar o vácuo de substância ou coisa ou algo - o vácuo é definido como o que resta depois que você removeu tudo, mesmo que ainda tenha um estado de energia fundamental e esteja cheio de partículas virtuais. Mas as partículas virtuais têm efeito sobre as coisas, e é por isso que digo que a palavra \"nada\" é vaga.\n\nMuitos erros em filosofia ocorrem porque as palavras são vagas e os filósofos pensam mais nas palavras do que na realidade.\n\nOre por mim, um pecador.\n\n\\~ Serafim\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nCrude disse:\n\nApenas para observar: Stephen M. Barr (ele mesmo um físico) escreveu sobre o livro de Hawking, e sua conclusão foi aparentemente muito semelhante à de Edward Feser, sobre o assunto:\n\nUma pergunta que tenho, porém, é sobre esse tipo de afirmação: \"Os argumentos para Deus como causa do universo se baseiam na suposição de que algo não pode vir do nada.\"\n\nBem, mesmo deixando de lado as muitas e justificadas críticas dirigidas à discussão de Siegel e Hawking sobre Deus, devo perguntar o seguinte: não existe uma 'doutrina de ex nihilo' católica? Agora, obviamente, a doutrina não significa 'criado do nada, sem causa / por uma causa diferente de Deus', mas eu me pergunto se é possível que Hawking, Siegel e companhia não estejam apenas falhando em demonstrar o que pensam que são (Que o universo foi criado sem o envolvimento de Deus), mas que eles estão, na verdade, apoiando uma afirmação cristã tradicional (mostrando \"como\" Deus poderia criar ex nihilo).\n\nObserve, não estou dizendo que eles estão fazendo isso. Mas estou me perguntando se essa é uma conclusão que poderia ser tirada de seus insights, uma vez corrigida.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nCrude, eu acho que a solução de Hawking para a equação Wheeler-DeWitt, que ele apregoa como evidência do ateísmo (porque remove um ponto inicial no tempo do universo) é na verdade mais compatível com a doutrina cristã da creatio ex nihilo, porque remove o temporal regressão de causas físicas que podem ser explicadas cientificamente. Em outras palavras, a física de Hawking aponta para uma situação que basicamente se parece com 4 dimensões espaciais que são estáticas no tempo (uma dessas dimensões é o componente de tempo imaginário através do qual a \"função de onda universal\" evolui). Ele nos apresenta uma realidade estática a respeito da qual devemos fazer a pergunta - de onde veio isso? E uma vez que não está evoluindo com o tempo, deve-se dar uma resposta não científica à pergunta - o Primeiro Caminho de Aquino.\n\n(Apesar de seus problemas epistemológicos a que aludi anteriormente e do problema de que o cenário do universo primitivo não parece fazer muito sentido físico, realmente gostaríamos de ver a solução de Hawking verdadeira porque remove singularidades do universo, que representam grandes problemas na teoria quântica de campos - é ciência real ou será assim que tivermos os meios para verificá-la empiricamente, não apenas uma desculpa para tentar justificar o ateísmo.)\n\nOre por mim, um pecador.\n\n\\~ Serafim\n\n\\_\\_\\_\\_\\_\\_\n\nApenas um comentário sobre alguns dos posts que foram escritos até agora. Primeiro, com relação às chamadas \"leis da física\". Falar de leis da física na ausência de matéria e energia é falar bobagem. As leis da física (pela própria definição do assunto da física) são sobre matéria e energia e as pressupõem. A lei da gravitação universal pressupõe corpos que podem gravitar. As leis da termodinâmica pressupõem corpos que podem ser aquecidos e resfriados, etc ... Sem esses corpos pressupostos, nunca teríamos elaborado leis a respeito deles, porque não haveria nada sobre o que haver leis, assim como hoje não existem leis sobre o comportamento dos duendes.\n\nAcho que a principal razão pela qual os físicos caem nessas noções absurdas é que eles geralmente se recusam a definir sua disciplina. Sem tal definição, eles realmente não sabem completamente o que sua disciplina se destina a estudar, quais são seus métodos e quais são suas limitações.\n\nUm comentador afirmou que a Mecânica Quântica prediz o surgimento de partículas virtuais a partir do nada. Por alguma razão, ele parece pensar que devemos nos curvar à sabedoria dos físicos quânticos nesse ponto. Mas o que impede qualquer pessoa pensante de dizer ao físico quântico que ele simplesmente fez uma reductio ad absurdum. Se realmente se segue de mecânica quântica que algo pode vir do nada, então o que foi mostrado não é que algo pode vir do nada, mas sim que a teoria é falha e precisa ser repensada. O físico que defende essa visão está simplesmente fazendo um argumento do \"nada das lacunas\", em que, na ausência de uma causa aparente, alguém postula nenhuma causa como se fosse uma causa. Isso é simplesmente absurdo e deve ser chamado assim. Na verdade, se a física tivesse começado muitos séculos atrás assumindo a possibilidade de \"nada\" como causa, ela nunca teria decolado. Pois dizer que as coisas podem surgir do nada é dizer essencialmente que nenhum fenômeno requer qualquer explicação.\n\nEd De Vita\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nEd De Vita:\n\nA ciência colocou os homens na lua, e você, sentado em frente ao computador, acha que provou que é ERRADA? Quem fez de você o Deus onisciente, se não se importa que eu pergunte? A mecânica quântica é um dos sistemas científicos mais bem estabelecidos, ao lado da relatividade, da evolução e da mecânica clássica. Não posso acreditar na arrogância envolvida em um consenso científico descaradamente negado, especialmente quando você não é um físico e sua única evidência é que isso lhe parece bobo. A ciência não é uma questão de opinião pessoal como a filosofia, e não é algo que os não-cientistas têm liberdade de negar (assim como os crentes não têm a liberdade de negar o ensino da Igreja, ou os não-historiadores não têm a liberdade de simplesmente negar o bem fatos históricos estabelecidos). É um conjunto de fatos estabelecidos que você deve aceitar; o desenvolvimento do conhecimento científico ocorre por meio do método científico, não por meio da filosofia de poltrona.\n\nQuando você tiver encontrado o erro lógico na prova do Teorema de Bell, ou conseguiu explicar a verificação empírica da relatividade especial (da qual você precisará se livrar para aceitar a interpretação New-Agey de David Bohm de QM), então deixe eu sei. Até então, a teoria permanece.\n\nOre por mim, um pecador.\n\n\\~ Serafim\n\n\\_\\_\\_\\_\\_\\_\\_\\_\n\nA decrepitude intelectual dos cientificistas acima é hipnotizante ... Filosofia trata de organizar e esclarecer a expressão de pensamentos. A ciência física trata de descrever um comportamento mecânico mensurável. A noção de que um filósofo não pode observar uma expressão deficiente de uma ideia por parte de um cientista é ridículo, e um argumento absurdo de autoridade.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\n&#x200B;\n\nEi Serafim-\n\n“Algumas correções simples:\"Nada\" significa coisa nenhuma. Não somos platônicos que acreditam em \"coisas\" espirituais místicas como as leis da física. As leis da física ontologicamente são \"nada\". Você não vai tropeçar neles tão cedo ou dar uma topada com o dedo do pé neles. Os físicos sabem como distinguir as descrições das coisas, algo que os filósofos ainda não conseguem fazer. ”\n\nUau, isso é realmente interessante; ora, diga então, mesmo que as 'leis da física' sejam meras descrições sem nenhum status ontológico, então elas precisam descrever algo, tornando-as totalmente inúteis em sua sugestão absurda de que de alguma forma a física quântica poderia 'demonstrar' que 'algo pode vir do nada' uma vez que tudo o que eles estão descrevendo é, afinal, 'algo' (ah, e a propósito, essa sua presunção ridícula só faz sentido se interpretada de uma forma amplamente aristotélica, especialmente aquela sua tagarelice boba sobre 'partículas virtuais' me soa um pouco como a  'matéria-prima').\n\nAqui, por que não tentamos de outra maneira; vá em frente e tente predicar \"nada\". \"Nada é vermelho\". Essa proposição significa que \"não há coisas vermelhas\" ou \"o nada tem a propriedade de ser vermelho\". A primeira é obviamente falsa, a segunda é uma contradição já que o nada absoluto aqui discutido não tem propriedades. Agora, isso pode não significar muito para você, já que, afinal, a filosofia \"não contribui nem um pouco para o nosso conhecimento do mundo\", portanto, você provavelmente não se importará muito com uma coisa boba como uma contradição lógica formal, mas agora pelo menos talvez você seja capaz de ver nossa humilde reclamação filosófica. O mesmo vale para suas preciosas 'leis da física' (não que você realmente tenha qualquer pretensão de fazer generalizações universais que poderiam ser significativamente descritas como 'leis', já que você é um nominalista, mas esse é outro problema filosófico que provavelmente não vai dar a mínima); qualquer coisa que eles ‘descrevem’ é, por definição, uma ‘coisa’ de algum tipo e não ‘nada’ no sentido metafisicamente relevante discutido pelos filósofos. O verdadeiro \"nada\" absoluto não pode ser descrito ou discutido de forma coerente; as únicas pessoas que parecem entender isso são os filósofos orientais como os taoístas, que presumo que você não se preocupou em ler.\n\nA propósito, sua \"astrofísica teórica\" ​​é pouco menos especulativa do que as demonstrações dos metafísicos mais flagrantes. Envolve inferência empilhada sobre inferência empilhada sobre inferência extraída de testes que são repetidos um número muito limitado de vezes por causa da grande quantidade de recursos e despesas envolvidas em testes para \"provar\" suas conclusões. Você afirma condescendentemente que as pessoas que não sabem sobre física deveriam 'calar a boca'; bem, este é um blog sobre filosofia e não me lembro de ninguém convidando você aqui, então talvez você devesse fazer o 'calar a boca' em vez disso .\n\nMais do que tudo, porém, é aquela auto-importância bajuladora que detectei em sua postagem que considero a característica recorrente mais irritante de tantos físicos quânticos. Você entenderá nossa filosofia como sendo sem sentido ou irrelevante ou \"não contribuindo para o nosso conhecimento do mundo\"; bem, quem diabos é você para julgar, amigo? Diga-me, quando surgirão os avanços tecnológicos massivos graças ao nosso entendimento da teoria das cordas? Ou o que dizer do bóson de Higgs, quando o encontrarmos, o que vamos conseguir além de um bando de físicos bajuladores se parabenizando por serem tão espertos? Parece-me que o que conta como conhecimento \"relevante\" é uma questão bastante subjetiva, ou, na sua falta, é uma questão NORMATIVA de VALORES, que é da competência de ...\n\nOh esquece.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nJason Miller, PhD\n\nVárias pessoas aqui fizeram o comentário de que \"coisa\" se refere apenas a objetos materiais. Um até disse para usar um dicionário. Acontece que essa pessoa não usou um dicionário, que diz que uma \"coisa\" pode ser uma ideia. Claro que as ideias não são materiais. Portanto, pare de tentar atrapalhar o debate sem redefinir nada. Nada é nada (incluindo ideias ou conceitos) período.\n\nOutra coisa - se você condena a filosofia, você condena a ciência. Qualquer historiador da ciência sabe que o método científico é filho da filosofia. Toda aquela coisa de PhD no final de seus nomes realmente significa alguma coisa (embora não seja verdadeiramente material). Portanto, quando você pergunta quais são os frutos da filosofia, a ciência e tudo o que ela produziu são os frutos. Isso, é claro, além da lei, da ética, da geometria, do debate etc. Mas não acho que vocês estejam sendo realmente sinceros em sua retórica. Você provavelmente sabe que não deve fazer tais afirmações. Nunca escapamos verdadeiramente do valentão da sala de aula, não é?\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\n&#x200B;\n\nTheOFloinn\n\nPensamentos aleatórios\n\n&#x200B;\n\nAlgo pode vir do nada - acontece sempre que ocorre uma interação fundamental\n\nCada vez que o que interage com o quê?\n\nPor \"nada\", quero dizer o vácuo. O vácuo é definido como o que resta depois que você removeu tudo, mesmo que ainda tenha um estado de energia fundamental e esteja cheio de partículas virtuais. Mas as partículas virtuais têm efeito sobre as coisas, e é por isso que digo que a palavra \"nada\" é vaga.\n\nMas então não é nada. Não é \"nada\" que é vago, mas acho que talvez o uso que você faz dele.\n\nMuitos erros em filosofia ocorrem porque as palavras são vagas e os filósofos pensam mais nas palavras do que na realidade.\n\nMas, como os filósofos lidam com palavras, uma coisa que eles aprendem é definir as palavras com precisão e dividir significados. O que em matemática é chamado de \"bem definido\".\n\nO fato de algumas palavras - \"matéria\", energia \",\" estado quântico \",\" matéria escura \"- poderem ser faladas na linguagem da matemática não as torna menos palavras.equações são simplesmente sentenças muito precisas.\n\nQual é a \"coisa\" que corresponde à palavra \"matéria\"? Essa coisa? Aquela coisa? Mas essa coisa é uma lata de refrigerante. Essa coisa é um laptop. Ambos são compostos de matéria, mas a matéria em si não é uma \"coisa\". É um conceito universal abstraído pelo intelecto do estudo dos corpos materiais.\n\n\\+ + +\n\nSe alguém gastou toda a sua vida e educação no estudo das propriedades métricas dos corpos físicos, é provável que suponha que todo conhecimento é (ou deveria ser) conhecimento das propriedades métricas dos corpos físicos. Também é provável que se suponha que todos os demais estão tentando explicar as propriedades métricas dos corpos físicos, mas fazendo isso de maneira inepta. Assim, quando alguém diz que \"a ciência explicou muito sobre o mundo\" e a filosofia não, está implicitamente adotando uma filosofia em que o conhecimento é restrito às propriedades métricas dos corpos físicos e o \"mundo\" ao mundo dos corpos físicos conhecidos metricamente. Mas a ciência explica muito pouco sobre o que realmente importa na vida humana. O som pode ser a acústica de cordas vibrantes, mas a Sonata Waldstein é muito mais do que cordas vibrantes.\n\n\\+ + +\n\nAlguém disse uma vez que os paradoxos quânticos são a maneira da natureza de nos dizer que estamos usando uma filosofia ruim. Mesmo os cientistas que corajosamente evitam a filosofia estão usando uma filosofia não falada - uma que lhes dá \"uma visão da vida\" que informa o tipo de histórias que eles podem contar sobre seus dados. Os próprios dados não são autoexplicativos. Eles têm significado apenas à luz de uma metafísica anterior. O perigo é que, porque eles não examinaram (ou mesmo estão cientes) de sua filosofia subjacente, os cientistas provavelmente estão limitados por alguma versão incoerente dela. Heisenberg certamente entendeu isso, mesmo que se possa objetar à sua conclusão de que as leis da física não descrevem a realidade, mas apenas nossas impressões da realidade. Poucos buscaram a ciência a tal ponto e ainda agem como se a) a teoria de Heisenberg estivesse correta, mas b) as leis da física realmente descrevessem a realidade objetiva.\n\nMas entre qualquer número finito de fatos, podem-se traçar inúmeras teorias. Como Aquino disse sobre a astronomia ptolomaica, nós a aceitamos porque funciona; mas os homens podem um dia inventar outra explicação que funcione melhor. Assim, as teorias físicas não têm o mesmo status que fatos medidos ou leis matemáticas.\n\nExistem várias teorias da mecânica quântica: a versão de Copenhagen, a versão de muitos mundos, a versão transacional de Cramer, a versão tomista (!) De Wolfgang Smith, et al.\n\nTodos eles explicam os mesmos fenômenos observados; ou seja, eles conectam os mesmos pontos. Todos eles derivam das mesmas equações. Os de Cramer e Smith evitam os paradoxos e, portanto, a priori, pareceriam mais reais.",
            "subreddit": "ApologeticaCrista",
            "topic": "dançado",
            "id": "l2bk27"
        },
        {
            "title": "Como aprender a dançar?",
            "selftext": "Há um bom tempo venho querendo aprender a dançar, entretanto não tenho dinheiro (nem muito tempo) pra entrar num curso de dança. Queria se possível dicas / exercícios pra virar um pé-de-valsa haha Não quero ser realmente um mas pelo menos se virar na hora que a dança estiver rolando, independente do estilo a ser dançado. Sou muito muito muito duro e nunca consigo manter o o ritmo (e se consigo, por pouquíssimo tempo) e ainda sou descoordenado. Dançar deve ser muito bom, e além disso, é um saco ir pras festas fazer aquele contato visual com alguém e se lembrar que você não sabe dançar (e quando tentam te ensinar, é o momento mais vergonha alheia da face da terra)",
            "subreddit": "brasil",
            "topic": "dançado",
            "id": "6nov0h",
            "comments": [
                "[deleted]",
                "Nao tem uma prima/tia/irma/cunhada/mae qualquer uma serve. Tira a vergonha do corpo e sai do reddit",
                "Bem, seu relato e minha situação são praticamente idênticas, diferença que nem pra festa eu vou. reddit, ajuda nois.",
                "YouTube é um bom começo. ",
                "Fuck, tu quer dancar funk? Paga bira pras\nMina e deixa elas rebola, depois ja era. Mas na boa? Sai dessa jovem. Quer dizer cada 1 faz oq quer, soh use pelo menos 1 colete a prova de bala 😂",
                "Eu nao tenho Ritmo para nada na vida, não consigo dançar no hitmo da musica mas aprendi a dançar, no barzinho da faculdade e para dançar tem que treinar pisar no pé das minas até pegar o jeito "
            ],
            "num_comments": 6
        }
    ]
}