{
    "posts": [
        {
            "title": "upgrade no processador ou comprar uma gpu?",
            "selftext": "Bom, eu tenho um pc com: i3 3250, 16gb ram ddr3, ssd 512gb e um hd 500gb\n\ne estava pensando se seria boa opção comprar um processador melhor (i7 2600k), ou uma placa de vídeo (rx 580 8gb).\n\npq com esse processador (i3 3250) a placa de video poderia dar alguns gargalos, não?\n\n com o upgrade no processador e futuramente colocar a placa de vídeo seria uma ocasião melhor para rodas os jogos mais fluidos, mais lisos, e até mais fps?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11mf7jt",
            "num_comments": 6,
            "comments": [
                "Esse processador é meio paia, se for realmente as duas opções , melhor GPU.",
                "Não tem nenhuma placa de vídeo no momento ?\n\num i3 desses ai, iria com no máximo até uma 750ti ou 950, mais que isso não vai conseguir tirar muito potencial da GPU.\n\nSe quer pra ao menos poder jogar uns E-Sports por hora (ou games não tão pesados), a GPU certamente vem primeiro, dado que o gráfico integrado do i3 não tem muito poder de fogo. (Se pegar GPU mais forte, se atente a descolar uma boa fonte, caso não tenha).\n\nDepois de ter uma GPU minimamente decente, caso ainda esteja no aperto em grana, compre um Xeon E3 1230 (ou superior como 1260,1270,1280...), tanto o V1 como o V2 servem na sua placa (embora o V2 seja melhor por ter PCi 3.0), custam usualmente a metade ou menos que um i7 2600k e entregam a mesma coisa (o 1230v2 entrega pouco a mais) em desempenho.\n\nUsava um Xeon 1270v2 com uma RX470 até meados do ano passado, já dava pra jogar bastante coisa, só os lançamentos como Elden Ring que tinha que reduzir pro Baixo/Médio pra ficar entre uns 50/60fps. Não é um super desempenho, mas se gastar pouco ainda tem muito custo/benefício.",
                "Essa mobo não pega um 3770k não?\n\nEu saí de um 2500k pra um 3770k a alguns anos e a diferença foi considerável.",
                "Melhor rodar tudo com gargalo do que rodar só algumas coisas e sem gargalo, qualquer coisa abaixa os gráficos",
                "Pega a GPU se tu quiser jogar as paradas agora"
            ]
        },
        {
            "title": "Montando meu setup gamer completo por 1,5k reais",
            "selftext": "Bom, primeiramente gostaria de dizer que esse post não é para me gabar nem nada do gênero, mas sim para mostrar como é possível montar um setup completo “gastando pouco”\n\n\nSei que para muitos 1.500 reais é um dinheiro muito alto para gastar em um setup no momento, mas as dicas que vou passar servem para orçamentos menores ou maiores.\n\n\n\nContexto: tinha um notebook bom, i7 de décima, ssd, 8gb ram, etc. porém para o meu tipo de trabalho, Modelagem 3d, mexer com vetores, e afins ele estava sofrendo um pouco. Então resolvi vender esse notebook e montar um setup completo com 1,5k. \n\n\n\nBasicamente montando um “pc gamer”, mas com o foco em produtividade.\n\n\n\nDescrição: com esse valor eu precisava comprar os seguintes componentes-\n\n\n\nProcessador ,Placa mãe, ram, ssd, placa de video, fonte, gabinete, adaptador wifi, monitor, e se possível mouse e teclado*\n\n\nBom, comprar tudo isso novo, seria basicamente impossível se manter no orçamento. Então meu plano foi partir pro garimpo de usados, onde tem um ótimo custo benefício mas dá mais trabalho.\n\nFiquei uns 5dias seguidos entrando em olx pelo menos 3x ao dia e olhando os anúncios, usando varios termos de busca(cpu, gabinete,pc,computador,desktop, processador, placa mãe,etc). Mandei pelo menos umas 50 mensagens para anúncios diferentes. Aí vem a primeira dica, mande muitas mensagens, pois tem muita gente que nem responde (por mais absurdo que possa parecer) até hoje uns 50% desses anúncios nunca me retornaram. \n\nBom, meu primeiro achado foi uma fonte evga 430w, consegui negociar por 140 reais. Ótimo, combinei um local, aproveitei e consegui encaixar mais duas ofertas para o mesmo dia e local, um ssd novo e um kit de ram.\n\nFui para o local combinado, chegando lá, esperando o cara da ram, e nada dele aparecer, fui mandar mensagem e ele “teve um compromisso” sendo que me confirmou uma hora antes. Fiquei puto, pois o preço tava bom, mas não podia desanimar naquele momento, peguei o ssd, e a fonte. \n\n\n\nNo outro dia, me surge uma mensagem na olx, de um anúncio de um kit cpu,ram,mobo. Que tinha mandado mensagem 2 dias antes. Combinei e consegui comprar esse kit com um i3 4130 + 8gb ddr3 e mobo asus \n\nFiquei procurando gabinete muito tempo, mas não achei nada com preço bom, então acabei comprando um novo numa loja de informática junto com um fan e o adaptor wifi.\n\nTambém consegui uma pechincha em um monitor, 24” 1080p, estava sem o pezinho, mas nada que dois pedaços de madeira não resolveram.\n\nBom, hoje só está faltando gpu, mas estou usando o computador sem ela enquanto espero a oportunidade certa, por sinal mesmo com esse i3 velho, estou sentindo o sistema mais fluido que o notebook que tinha.\n\nConcluindo, esse textão grande é só pra dizer que tem como, garimpe bastante e não ligue de mudar o plano no meio do caminho.\n\nObs: o orçamento segue de pé, só o teclado e mouse que estou usando um da multilaser que paguei 30 conto no supermercado.\n\n\nValores:\n\nFonte $140\n\nMobo (asus h81m)+cpu (i3 4130)+ram (2 pentes ddr3 1600 kingston 4gb cada) (veio um ssd sata usado de “brinde”) $350\n\n\nGabinete $180 (o mais em conta que a loja tinha)\n\nAdaptador wifi $75 (tp link 822n)\n\nMonitor acer 24” full hd $220\n\nSsd kingston a400 240gb $135\n\nItens diversos $25",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11maw1t",
            "num_comments": 19,
            "comments": [
                "Tipo, o i7 10ª é mais rápido que esse i3 de 4ª. Tu tem certeza que tudo que tu precisava não era fazer manutenção no sistema de arrefecimento do notebook (pasta térmica, limpar cooler) ou mesmo comprar um daquelas bases de esfriar note?\n\nMas placa de vídeo tem as 5500XT no AliExpress. 600 contos cada se não me engano.",
                "Desculpa ,mas “setup gamer “ com 1.5k não existe .\nRespeito a tua realidade ,sei que não são todos que tem condições de montar uma super máquina .\nMas uma placa de vídeo meia boca (uma rtx 3050 da vida ) tá uns 2.000\nSó aí se vai teu setup gamer \nVai montar algo com 1.5k não vai rodar nada dos jogos atuais ,vai viver se estressando por não conseguir rodar os games em uma boa qualidade e não vai ter uma experiência boa .\nEu falo isso pois tenho 33 anos ,desde meus 17 trabalho montando e desmontando pc ,vendendo peças e fazendo brique …com 1.5k você só vai se arrepender .\nQuem sabe guarda um pouco mais ,pelo menos uns 3.5k\nE monta algo que vale a pena op\nMas novamente ,se é isso que tu tens ,respeito ,não estou querendo ofender,apenas compartilhar experiências pelas quais eu já passei",
                "OP, parabéns pela conquista! Eu montei meu PC no ano passado e também sai de um notebook com especificações parecidas com a sua e entendo totalmente a frustração, especialmente porque eu também usava pra trabalho. \n\nSe você estiver procurando uma GPU barata pra dar um UP ok no setup, vai de uma 1030 da Gigabyte, ela vai te quebrar um galho por um tempo e tá saindo por R$ 500 na Kabum",
                "Pra mim gastar 1500 reais é extremamente pouco pra montar um pc completo, só minha gpu foi 4800",
                "parabéns pela conquista, também montei meu pc de maneira mais econômica possível, mas optei por comprar da China algumas peças, e da OLX só o gabinete mesmo, acho a OLX muito underrated pois tem muita coisa boa com\npreço mt bom e frete SEDEX muito barato.",
                "Bom, primeiramente, gostaria de dizer que eu garimpo todo dia mercado livre e marketplace, pois adoro comprar peça barata, ou para reparo (tenho muita ferramenta e um conhecimento que considero modesto para reparar eletrônicos).\n\nSem monitor e **sem nenhuma peça de reparo que tenha vindo a preço de sucata,** o melhor PC que pude montar dentro de 1500 reais (no final do ano passado) foi um conjunto com:\n\ni7 2600, uma Asus Z68 (que tava com rede queimada), uma Gamemax de 500W, uma GTX 970 strix da Asus, um cooler OEM da dell de perfil alto (saiu barato), 16gb (4x4gb) de memória, um SSD de 240gb + HD de 1TB e um case K380 da cooler master.\n\nSe não me engano isso tudo saiu por uns 1350 mais ou menos, mas tudo, com exceção da fonte e do armazenamento, precisou de limpeza e alguma manutenção (lubrificação de cooler, troca de pasta térmica, por ai vai) e... o kit da placa mãe o cara me deu um ótimo desconto por conta do problema na rede (veio o i7 e 2x4gb), que por sorte era \"somente\" dois capacitores que foram arrancados na linha, possivelmente por estarem perto de um parafuso e alguem ter batido chave.\n\nAgora vamos assumir que seu i7 seja um 10510u (um dos mais fracos de décima). Embora a GPU (GTX 970) deste pc que montei seja superior ao integrado do seu i7 de notebook, o processador perde feio (e olha que rodava a 4.2ghz o meu). o i7 2600 é um tanto quanto superior ao seu i3 atual, mas ainda assim perde feio pra um i7 4/8 de sétima geração, quem dirá pra um de décima (mesmo sendo série u).\n\nJá te adianto, com monitor e tudo mais, a menos que alguém te faça uma mega caridade num conjunto de várias peças que te faltam, não tem como montar um PC remotamente decente em relação ao seu note por 1500... única coisa que será passável é se colocar uma placa de video decente, mas ainda assim vai faltar pra outras peças caso opte por qualquer GPU minimamente legal.\n\nO comentario o u/MyUsernameIsNotLongE foi muito certeiro, possivelmente seu note tinha um algum outro inconveniente pra você sentir essa fluidez no i3, pois seu i7 mesmo que do mais básico, é absurdamente superior a este i3 de quarta (ou você se enganou no processador do note).\n\nAcho que considerando qualidade de tela, DDR4, suporte a NVME e mais o desempenho ímpar que tinha teu note, esse PC de 1500 é downgrade, pois o máximo que dá pra superar vai ser na GPU (nem o i7 4790 bate o i7 10510u).\n\nNão leve como uma crítica pessoal, te digo isso tudo numa boa mesmo, pois essa idéia de \"é possível pc bom pagando muito pouco\" sempre vai envolver muito risco, ou mão de obra em algumas peças ou uma sorte nível loteria de achar alguém vendendo kit bom a preço de doação.\n\nDe toda forma, boa sorte na tua garimpada, nos conte depois sobre o resultado final, pois confesso que fiquei curioso (sem maldade)."
            ]
        },
        {
            "title": "Qual o melhor em questão de fps?",
            "selftext": "Entre 16gb ram dual channel ou 24gb ram single channel ,qual o melhor para ter fps no  valorant?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11llpg0",
            "num_comments": 5,
            "comments": [
                "16 gb vai ser melhor pra essa função.",
                "24GB em single channel? Flex mode?\n\nQual o CPU em questão?"
            ]
        },
        {
            "title": "Notebook para Faculdade",
            "selftext": "Salve pessoal, tudo bem? Alguém pode me recomendar algum modelo de notebook, levando em consideração custo benefício para um estudante de graduação?\n\nEm breve eu vou começar o curso de Física, porém, quero um notebook para estudar e continuar com os meus projetos de programação em Python e C++.\n\nE, se possível, a melhor época para comprar o notebook. É algo que eu consegue esperar e não é tão urgente. Valeu pela força pessoal!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11m6ya6",
            "num_comments": 3,
            "comments": [
                "Pega algum com Ryzen da série 5000 com ao menos 8GB de RAM e SSD que tu vai conseguir usar por um bom tempo. Dependendo até dá para jogar uma coisa leve ou outra.",
                "Um Lenovo vai ser bom faz suas utilidades na faculdade",
                "Época pra comprar, não vejo melhor que Novembro, na Black Friday. Porém eu costumo criar uma lista com os possíveis modelos que tô de olho, e monitoro os preços em portais de descontos. Quando percebo que o preço chegou onde eu quero, é a hora de comprar."
            ]
        },
        {
            "title": "WTF",
            "selftext": "Alguém pode me tirar uma duvida, a placa de vídeo do meu PC é uma GT730 fabricada pela arktek ou arktec, e eu quero atualizar os drivers dela, mas n consegui de jeito nenhum, a versão atual dela é 391.35 alguem pode me dizer se essa versão é a ultima, e se não for podem me ajudar a atualizar??",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11m4n6e",
            "num_comments": 4,
            "comments": [
                "Bem, essa placa é meio problemática pois a Nvidia lançou ela com 2 modelos de chip diferentes:\n\nAlgumas GT730 vem com o Chip GK208, sendo da arquitetura Kepler, que era a versão mais recente e mais forte desses chips (alguns pegavam desempenho de GT740 iunclusive). Esse, assim como os demais da série Kepler (GTX 600 e 760 pra cima), tiveram atualização de driver até ano passado, quando foram descontinuados.\n\nA outra versão dos chips é a GF108, que é mais fraquinho e mais barato, é o que se acha com mais frenquência, especialmente em versões de marcas como PCYes, Afox essa própria Arktek e afins. Esse chip é da Arquitetura Fermi (mesma da série GTX 400 e 500), sendo mais antiguinho. O último driver que tem pra ele é justamente esse 391, pois é de 2018, quando a Nvidia descontinuou o suporte de driver para toda arquitetura Fermi.\n\nInfelizmente já está no mais atual para sua placa, dado que tenho 99% de certeza que ela tem o chip GF108",
                "~~A mais recente, pelo que eu pesquisei no site da nVidia, é a 474.14 (supondo que a sua versão seja a versão de desktop, então [tá aqui o driver](https://www.nvidia.com/download/driverResults.aspx/197601/en-us/)). Agora, a sua GPU tá dando código 43 no Gerenciador de Dispositivos?~~ EDIT: ver o comentário do u\\/LesStrato",
                "A GT730 já nem é mais suportada pela nVidia... só resta tu usar o ultimo driver que eles disponibilizaram para esse GPU.\n\nO mittel postou a versão em inglês, mas tem a versão Br. https://www.nvidia.com.br/download/driverResults.aspx/197633/br"
            ]
        },
        {
            "title": "Muito spam",
            "selftext": "Faz uns 2 dias que do nada começou a chegar MUITO spam na minha caixa de entrada, uma quantidade que nunca tinha chegado antes e é tudo de remetente gringo, não sei o que fazer, já bloqueei um monte, marquei como spam e continua aparecendo muito. Alguém sabe o que posso fazer?\n\nhttps://preview.redd.it/go7rxjer1kma1.png?width=343&format=png&auto=webp&v=enabled&s=101dd51dbcb6387a40e384cbefb25ee4ade1efb8",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11m3bip",
            "num_comments": 2,
            "comments": [
                "Adicionar mais maluco no spam e reportar como spam.",
                "> Alguém sabe o que posso fazer?\n\nManda todos esses emails pra caixa de spam."
            ]
        },
        {
            "title": "Lenovo IdeaPad 5 vs Lenovo IdeaPad 3 ¿cual es mejor?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ln8ky",
            "num_comments": 10,
            "comments": [
                "IdeaPad i3 tem placa dedicada de vídeo, roda programas mais pesados, já o i5 tem um processador com mais núcleos. É realmente difícil e depende de você, os dois são muito bons",
                "Nem idéia. As configurações que são importantes tu deixou de fora.",
                "Es para arquitectura, o saben de un mejor equipo por 20k? (Pesos mx) ):?",
                "El secundo"
            ]
        },
        {
            "title": "meu celular está travando",
            "selftext": "Alguém me ajuda, quanto alguém liga pra mim, ou abro algum app ele trava, já desinstalei algum app mas o problema continua",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ldcqj",
            "num_comments": 6,
            "comments": [
                "Olha quanto espaço tem livre, geralmente tu precisa de 1-2GB livres, as vezes até 4GB livres no armazenamento interno",
                "Qual seu celular?"
            ]
        },
        {
            "title": "Qual é a melhor placa de vídeo que eu posso comprar por 1700 no Brasil ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ldaew",
            "num_comments": 4,
            "comments": [
                "Nova ou usada? Nova provavelmente 2060 12GB em promoção",
                "Ou uma 2060 (patoloco) ou uma rx6600 (terabyte)",
                "2060 tá saindo por 1780 na Kabum",
                "2060 ou 3050, só q de vez em quando tu acha a 3050 (compacta) por 1699"
            ]
        },
        {
            "title": "Na real como foi criada a touch screen?",
            "selftext": "Agora veio a dúvida como criaram a touch screen come é hoje é como foi o processo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11lcct3",
            "num_comments": 2,
            "comments": [
                "https://www.forbes.com/sites/forbestechcouncil/2022/07/20/a-brief-history-of-touchscreen-technology-from-the-iphone-to-multi-user-videowalls/?sh=5bad7780422e",
                "Touchscreen de hj em dia não existia antes do iPhone. Antigamente só pegava 1 dedo e tinha que fazer força ou só funciona com uma caneta especial. História detalhada deve ter na wiki."
            ]
        },
        {
            "title": "Preciso de uma memória ram pro meu notebook mas eu não sei escolher",
            "selftext": "Então, eu uso esse notebook para tudo e recentemente ele começou a travar e isso está atrapalhando. Ai um rapaz que sabe de computador, disse que era para comprar uma memória ram maior e melhor... Só que eu não sei qual a melhor com um preço bom... Se vcs puderem me ajudar, vou agradecer eternamente... \nEu vi algumas na internet como da HyperX, Crucial, etc, mas não sei qual a melhor\n\n(Memoria Ram que eu preciso: 16gb, ddr4, 2666mhz)\n\nTmj✌🏻",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11l9fqh",
            "num_comments": 3,
            "comments": [
                "Crucial, Kingston, Adata, XPG, etc... são marcas boas... mas o que tu precisa é SODIMM-DD4. Memória de notebook.",
                "Qual o modelo e configuração (processador, ram e armazenamento) do seu notebook ?",
                ">meu notebook\n\nSó pra tirar isso do nosso caminho: o seu notebook tem HDD ou SSD? E 16 GB? O que você faz com esse notebook?"
            ]
        },
        {
            "title": "Galera tô pensando em mudar de celular, atualmente tenho um sansung j6 e tô afim de trocar por outro, vcs tem alguma recomendação de até 1500rs?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11l0d9x",
            "num_comments": 14,
            "comments": [
                "Deve estar mais barato mas final do ano passado comprei por esse preço m23 5g é um bom celular bom processador e tudo mais porém a Samsung deve ter lançando já novos celular para esse ano porém o m23 é uma boa escolha",
                "Depende, nacional no máximo um M23\n\n\n\n\n\nImportado, realme 9 5g",
                "Não comprando o redmi note 8 nem o redmi 9A já vai tá fazendo um nem a sí mesmo meu camarada.",
                "m23 hoje é o melhor nessa faixa de preço (na minha opinião)",
                "Um iPhone 12 serviria não é tão recente mas tem 5G, é muito rápido e tem memória boa.",
                "Hoje tem muitos modelos de telefone nesse valor que são excelentes. Tem o M23 que o pessoal tem recomendado bastante, mas basicamente qualquer telefone com 4GB de RAM e 64/128GB de memória interna está ótimo... Aí você só filtra pelo que te importa mais. Alguns modelos vão ter mais vantagem na CPU/GPU, outros na tela e alguns na câmera.",
                "iPhone XR",
                "Galaxy a52 ou m53 facilmente."
            ]
        },
        {
            "title": "Preço para PS4 usado",
            "selftext": "Boa noite, esses dias eu decidi q vou vender meu PS4 slim que ganhei de aniversário dos meus pais em 2015 já que quase não uso mais e preciso fazer um upgrade no meu pc, queria saber se 1500 reais é um bom preço, já que vou enviar só o ps4 sem jogo nem nada, só ele é o cabo de alimentacao",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11kqlgp",
            "num_comments": 7,
            "comments": [
                "No seu caso, eu venderia por uns 1000-1100",
                "Sem o controle? É bem dificil. Aqui na minha cidade consigo um ps4 com 1 controle e 4 jogos no minimo por 1400-1700",
                "Sem controle? Dá uma olhada no valor que o pessoal pede no MercadoLivre/OLX",
                "700-800 seria um preço justo, ainda mais sem controle e sem jogos. Essa galera que pede 1,700+ não tem muita noção. Hoje em dia com 2,500 você pode pegar um 5600g e ir fazendo os upgrades conforme o tempo. Claro, vai gastar mais, mas a liberdade que um PC oferece é sem comparação."
            ]
        },
        {
            "title": "Preciso comprar peças para meu Pc gamer",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11kne5s",
            "num_comments": 4,
            "comments": [
                "Se tu for gastar tão pouco assim pega um 4600g e um gabinete e fonte decentes, fonte sempre na parte de baixo do pc e uma fonte de MARCA, como cooler master e Corsair, NÃO SE ECONOMIZA EM FONTE, e pelo preço daquele ssd vale mais a pena tu pegar um NVME Kingston NV2 500gb que sai por quase a metade do valor",
                "5600g tá 820 reais na Kabum, esse ssd é beeeem lento. Dá p pegar algo melhor pelo preço",
                "eu uso esse ssd te falar ele liga o pc bem rápido mas fora isso é só isso mesmo eu mesmo vou trocar esse mês pra um m2",
                "Cara... compra na Kabum/Pichau/Terabyte... tu vai achar por preços bem melhores... incluindo 200 reais a menos pela B550..."
            ]
        },
        {
            "title": "Preciso de ajuda na compra de peças",
            "selftext": "Preciso comprar as peça do computador até dia 10/03",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11knbol",
            "num_comments": 1,
            "comments": [
                "Quanto de dinheiro tu pode gastar?"
            ]
        },
        {
            "title": "algm sabe cancelar o spyderhunter?",
            "selftext": " fiz a assinatura do spyderhunter de 7 dias gratis pq meu pc tava cm virus algm sabe cm cancelar antes q eu tenha que paga 72 dol?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ki018",
            "num_comments": 0
        },
        {
            "title": "Está dando este erro na minha maquina, alguem tem alguma ideia de como resolve?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11kgobz",
            "num_comments": 20,
            "comments": [
                "Você tentou deletar o system32? Kk brinks, algum arquivo essencial do PC corrompeu ou não tem, mas não tenho certeza. Tenta pesquisar o código de erro que é provável que você ache uma solução.",
                "Dúvida, como está a saúde do HD ou SSD que tens teu sistema instalado ? De repente pode ter corrompido a partição",
                "Usando as opções de Reparação do sistema (tecla f5 quando o Pc está iniciando), recarregue o windows de um ponto de restauração ou use o cmd e dá um sfc/ snannow",
                "Troca alguma peça",
                "A mensagem de erro está clara e o erro está na pasta de system32, o problema não é hardware é software. Melhor opção e restaurar o Windows do Zero. Tenha certeza primeiramente de que você tenha a chave de ativação.",
                "tenta formatar ou reiniciar o windows,isso ai eu acho que nn tem volta nn\n\npode ter sido vírus também"
            ]
        },
        {
            "title": "Não sei o que está acontecendo",
            "selftext": "&#x200B;\n\nRecentemente comprei um Samsung book modelo: NP550XDA, para estudo e trabalho mas também para jogar, resolvi fazer o download do GTA 5 pela steam, mas por algum motivo quando abro o jogo o processador e a placa de vídeo praticamente não estão sendo utilizados, no caso do processador a frequência dele cai para 400\\\\500 MHz, nisso o jogo acaba rodando com 10 fps.\n\nJá ativei o modo de desempenho máximo, procurei tutoriais no youtube, mas nada resolveu. \n\nProcessador: Intel Core i5 1135G7\n\nRam: 8 GB\n\nPlaca de vídeo: GeForce MX450\n\nhttps://preview.redd.it/787o0q0506ma1.png?width=1920&format=png&auto=webp&v=enabled&s=875bcd31abd1819ce5056e5e57415ec1cfb1ff3c\n\nhttps://preview.redd.it/a0k1za1506ma1.png?width=1920&format=png&auto=webp&v=enabled&s=3bba3aa0fec529f267fed1aebd23fd3edd6947b5\n\nhttps://preview.redd.it/a0i21c1506ma1.png?width=1920&format=png&auto=webp&v=enabled&s=5d16d3aa1407b09e8977044fb6fca41dd7886534",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11k9v7f",
            "num_comments": 0
        },
        {
            "title": "Alguém sabe o que está acontecendo?",
            "selftext": "Não consigo entrar em nenhum site, aparece esse aviso",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11k3w5v",
            "num_comments": 5,
            "comments": [
                "Coloca pra ele executar o teste de diagnóstico do Windows e verifica também se o DHCP está configurado incluindo o DNS.",
                "Verifica se a hora tá certa.",
                "Volta aos padrões de fabrica sua rede, sincroniza a hora e reinicia o pc",
                "Se a sua máquina não está configurada com IP estático, então tenta o seguinte:\n\n- abra o Windows Powershell como admimistrador\n\n- digite netsh winsock reset\n\n- reinicie a máquina (ou, já que você tá no Powershell mesmo, digite shutdown -r -t 1)",
                "O site caiu ou algum problema de conexão"
            ]
        },
        {
            "title": "flat ou tela?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11k1xnh",
            "num_comments": 7,
            "comments": [
                "Pior que esse tipo de coisa acontece em várias partes... tu teria de levar pra testar.\n\nSó para descartar a GPU, isso acontece em outro aparelho como uma TV usando um cabo que tu possa certificar que esteja bom?",
                "Tela"
            ]
        },
        {
            "title": "Alguém sabe o que é isso? meu PC sempre aparece essa tela e reseta",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jyl93",
            "num_comments": 4,
            "comments": [
                "Parece que tu tá inicializando o PCI Ethernet. Veja a prioridade de boot da bios e coloque o HD ou SSD no topo",
                "Qual a placa mãe ?\n\nNo mais, selecionou algum disco bootavel pra ele inicializar ? Ele reinicia na bios também ?",
                "na 2 tela (bios) vá na opção start up e mande uma foto dela. A ideia è desligar o network boot e ver como sua sequencia de boot está configuração.",
                "Se tu tinha o OS funcionando e não mexeu no BIOS... tenta arrumar o boot sequence. Se o HD não aparecer na lista, o HD morreu (ou se soltou por algum motivo). Se aparecer, foi o BIOS que fez um auto ClearCMOS e tu precisa trocar a bateria."
            ]
        },
        {
            "title": "O que que dá pra fazer com esse Netbook que tenho aqui? (é um netbook mesmo não notebook) tenho um HD de 2013 aqui nunca usado,",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jy7il",
            "num_comments": 22,
            "comments": [
                "Olha, é bem fraco.\n\nInstalaria um windows 7 starter de 32bits (acho que nem roda 64 bits esse cpu) ou uma distro de linux bem leve (se te agrada).\n\nAté pra navegar esse atom vai apanhar bastante, dado que é 1 núcleo e 2 threads e ainda deve ser DDR2 pra complicar um pouco.\n\nInfelizmente essa config já era computador para monges budistas (dado a paciência necessária) desde seu lançamento.",
                "Conectar na TV e usar emuladores até ps1 e n64",
                "eu colocaria um linux, talvez uma distro com uma DE mais leve, e verificaria se fica usável. O hardware é fraco mesmo e hoje os vídeos de boa definição do youtube por exemplo são bem custosos para esses processadores muito antigos e fracos, mas talvez dê para usar para algo.",
                "Tenho um parecido, coloquei um SSD de 32GB que tinha sobrand, e uso com um Linux Mint XFCE, apenas para ver vídeos, e alguma coisa do trabalho, quando viajo. Também me é útil quando preciso deixar um ligado a noite toda, pra um download mais demorado, etc. Consome menos energia.\n\nEdit: Em videoconferências ele também quebra uma galho, e me permite ficar com o celular livre durante a reunião.",
                "Faz um NAS ou um media server Jellyfin (estilo Netflix). Se usar Debian como base, esses 2GB são perfeitos.",
                "Coloca um ssd e se der troca esse pente de memória por um de 4 ou 8gb que da pra ele se tornar usável pras tarefas mais usuais do dia a dia com sistema operacional atualizado.",
                "Se você é retrogamer, dá para rodar vários jogos antigos, provavelmente até PS1 e Nintendo 64.",
                "Se for usar pra emulação acho que da pra por o Lakka OS, fica legal imagino",
                "Recomendo um Linux chamado Puppy Linux, tem uma interface bonita e foi feito pra rodar em banheiras também."
            ]
        },
        {
            "title": "Quanto vale meu PC??",
            "selftext": "Queria saber por quanto poderia vender, apenas por curiosidade, ele tem mais de 10 anos de uso mas tem coisas novas e a placa mãe foi comprada nova em 2019\n\nTá aí o PC:\n\n• i7 870\n• MB P7P55D-E\n• 2x ATI HD 5770 (CrossFire)\n• 2x4Gb 1333mhz\n• SSD 1tb\n• Air Cooler Alseye\n• Gabinete Branco K-Mex (bonito porém os parafusos da frente detonados)\n• Fonte Cooler Master 600w\n• 4 Fans",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jv36r",
            "num_comments": 9,
            "comments": [
                "CPU e GPU tem 14 anos de idade. Crossfire não vale nada hj em dia tbm. Difícil achar alguém que queira um PC antigo pelo que ele é. Talvez algum retro pc entusiasta querendo rodar XP ou alguém que só quer abrir o Microsoft Office e o navegador. Porque qualquer Ryzen de gráfico integrado bate teu PC hoje em dia em jogos. Quando vejo gente vendendo PC antigo é tentando enrolar leigo dizendo que é um i7 pra tentar inflar o preço, então é difícil eu dizer um preço justo nele.",
                "Rapaz, um PC desses para trabalho nos dias de hoje, talvez não chegue a valer mil reais.\n\nAgora, se vender as peças separadas talvez consiga mais.\n\nEm algum lugar do mundo deve ter alguém procurando exatamente a memória que tu tem, ou tem alguém atrás deste monitor branco, enfim.\n\nSe tu não tem pressa para vender e quer lucrar mais, eu venderia as peças separadas.",
                "\"placa mãe foi comprada nova em 2019\"\n\nCertamente não, pois esse chipset não é fabricado desde 2012, o que rola é que te venderam como \"nova\", sendo na melhor das hipóteses recondicionada.\n\nRecomendo vender os itens separados, especialmente as placas de vídeo, pois o Pc como conjunto apanha muito pra rodar games pós 2015, tendo um valor de mercado bastante reduzido.\n\nSegure o SSD, a fonte e o gabinete pra uma build melhor, caso não tenha ainda, pois já te salva um valor",
                "Vou ser bem direto, a única coisa que pode valer alguma coisa ai é o SSD de 1TB (se for de marca conhecida e estiver com boa saúde, mas mesmo assim não vale 300 reais). O resto daria uns 500-600 reais... max. Comprar placa mãe nova pra um sistema préhistórico desses não foi um bom investimento...\n\nTenha em mente que é um super PC antigo, mas vamos por parte...\n\n\\- CPU foi lançado em 2009 e já está descontinuado a quase uma década.\n\n\\- A placa de vídeo foi lançada em 2009 e esse crossfire consome até 236W, mas perde pra feio para uma placa semi-lowend de 2014 (9 anos atrás) que consome 55W (GTX 750).\n\n\\- DDR 3 tá super barato porque já é obsoleta.\n\n\\- SSD 1TB não quer dizer nada, só que é SSD e tem 1TB. Não dá pra saber se é SATA, NVMe, tem DRAM ou é DRAM-less, se a saúde tá boa... etc\n\n\\- Placa mãe nova não serve de nada se o hardware é obsoleto.\n\n\\- Gabinete pode ser lindo, mas se estiver detonado não vale nada.\n\n\\- Fonte cooler master? qual? Se for a eXtreme Power Plus, é fonte bomba.\n\n\\- 4 fans? De novo? Qual? Se for Dex ou Rise Mode é só desperdicio de energia.",
                "Se você for bom vendedor, 800 reais, a média de 600 você vende"
            ]
        },
        {
            "title": "Preciso de ajuda",
            "selftext": "Tenho um PC que era do meu pai, um i7 870 e duas HD 5770 em CrossFire, só que uma das GPUs tá batendo 110 graus, já troquei a pasta, mas na vdd o problema é a ventoinha que tá meio travada, como faço pra resolver? E tb queria saber onde achar 2x8gb 1333mhz por um preço bom sem ser aliexpress, se algum ser divino puder me ajudar eu agradeço",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jp1qy",
            "num_comments": 12,
            "comments": [
                "Cara... troca essas duas HD 5770 por uma GTX 1050 Ti usada que tu ganha 4 vezes o desempenho desse crossfire com 1/4 do uso de energia...\n\nDDR3-1333 é antigo demais... só MercadoLivre e AliExpress praticamente.\n\nQuanto ao fan travado, tu pode simplesmente colocar óleo de MAQUINA nele.",
                "Olha, considerando que teu setup é de primeira geração da Intel, existe uma grande possibilidade dele não rodar memórias de 8gb, pois a maioria das placas da época só tinha suporte para pentes até 4gb, dado que foi um dos chipsets que introduziu esse padrão junto com o X58 e o G41.\n\nJá tive oportunidade de testar H55, P55 e Q57 e de umas 20 que lembro, só uma ou duas da Asus e Gigabyte aceitavam pente de 8gb, mas eram modelos mais \"modernos\" que já vinha com Sata 3 e afins."
            ]
        },
        {
            "title": "Opiniões sobre a build do meu novo PC",
            "selftext": "Gostaria de saber a opinião de vocês sobre esses componentes que escolhi para o meu novo PC e se tem algum problema, incompatibilidade ou coisas do tipo, meu PC antigo tem uns 6-7 anos e já está em fase terminal.\n\n**Processador:** Ryzen 5 5600X 3.7GHz\n\n**Placa mãe:** Gigabyte B450M Gaming\n\n**Cooler:** DeepCool Gammaxx 400 V2\n\n**GPU:** Gigabyte AMD Radeon RX 6700 XT Gaming OC 12GB\n\n**RAM:** Kingston Fury SuperFrame, 2x8GB, 3200Mhz, DDR4\n\n**Armazenamento 1:** SSD Kingston NV2, 500GB, M.2 NVMe\n\n**Armazenamento 2:** HD Seagate Barracuda 1TB\n\n**PSU:** NZXT C650 Gold, 650W, 80 Plus Gold, PFC Ativo, Full Modular\n\nMonitor, mouse, teclado e headset eu não preciso pois já tenho aqui.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jkc0g",
            "num_comments": 2,
            "comments": [
                "Eu gosto do setup. Me parece um setup bem equilibrado e honestamente não vejo nada que realmente precise ser melhorado.",
                "Se eu fosse tu, eu pegava um 5700x (usaria cooler box até comprar um water cooler) e uma 3060 ou 3060ti, tb trocaria as memórias por Kingston RGB (mas se vc nn se importa com isso tudo bem), pegaria uma fonte de uma marca melhor como uma cooler master e se tu puder uma b550"
            ]
        },
        {
            "title": "Alguém sabe pra que serve esse conector, tô tentando por duas ram no notebook e ele da tela azul, acho que é a falta disso aí",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jjg7t",
            "num_comments": 4,
            "comments": [
                "Eu sinceramente não sei te dizer do conector, mas se vc liga o note na BIOS da pra vc ver se as duas memorias foram lidas ou não. Se a alteração la estiver OK ai vc pode desconfiar que seu SO rejeitou a alteração de Hardware de alguma forma, teria de ver os Specs do pc e dessas duas memorias ai pra tentar entender onde ta o erro",
                "Ao lado deste conector parece ter um espaço vazio, então teria q ver uma foto lateral e uma frontal mais longe para entender ou então saber o modelo do note e verificar imagem na internet para entender melhor."
            ]
        },
        {
            "title": "alguém sabe o que fazer para resolver? (detalhes no comentário fixado)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jebkc",
            "num_comments": 12,
            "comments": [
                "1 milhão de coisas pode causar isso. Se quiser tentar consertar segue esse [vídeo ](https://youtu.be/qWESrvP_uU8), porém sugiro trocar logo para um SSD que não vai mais acontecer esse bug com o sistema no SSD.",
                "O jeito é verificar se algum processo está acusando isso, já se foi a época onde dava pra usar hd como disco principal",
                "Aconteceu comigo a um tempo atrás, eu desativei os processos, reiniciei e ativei novamente. Funcionou e antes eu tinha tentado de tudo também, estava beirando a formatação do disco.\n\nPasso a passo é você abre o executar (win+R), digita 'msconfig', vai na aba \"serviços\" e vai ter a opção de desativar tudo. Pra ativar é o mesmo caminho. Espero que ajude em algo.",
                "Comprei no Marketplace do Facebook semana passado, ele é muito bom mas de um dia para o outro o HD de 1TB(ainda vou trocar um SSD) está em 100% de utilização o tempo inteiro.\n\nEle ficou extremamente lento por conta disso, mesmo para tarefas simples como abrir o navegador. \n\nJá tentei de tudo e mesmo que eu vá trocar para um SSD em breve não posso ficar com ele inutilizável como está por conta do meu trabalho.",
                "Faz uma limpeza de disco, uma desfragmentação de disco, apaga uns cachês e itens da lixeira, já vai liberar um espaço, tenta fazer uma filtragem também de arquivos, apagar atualizações desnecessárias etc, se o problema pessistir, pode ser defeito no HD.",
                "Uma coisa que vc pode olhar é as informações SMART do disco.\n\nse quiser passo a passo:\nhttps://www.techtudo.com.br/dicas-e-tutoriais/2019/05/como-usar-o-smart-para-descobrir-se-o-hd-do-pc-esta-perto-de-dar-defeito.ghtml,\n\ndireto ao ponto pro SMART:\nbaixa o HDD Scan https://hddscan.com/ e clica em SMART, vai abrir uma tela com informações, olha se tem alguma bolinha amarela ou vermelha e pesquisa. \n---\nOutra situação pode ser virus, mas pode ser também o Windows update baixando uma nova versão do Windows... muitas possibilidades... se vc olhar a lista de processos da pra ver qual que tá acessando mais o disco.",
                "única solução eficaz pra 100% de disco é instalando um ssd",
                "coloca e instala o windows em um ssd. windows parou de ser decente em hd no windows 7. hoje em dia é só dor de cabeça. vc pode desativar alguns serviços mas eles sempre voltam com o tempo.",
                "ssd urgente"
            ]
        },
        {
            "title": "Pc Não reconhece Todos Os Nucleos,preciso de Ajuda (ja tentei o Msconfig)",
            "selftext": "Eu tinha um processador A4-4000 e Recentemente eu comprei um novo processador,um A10-7850k com 4 cores e 4 threads,mas pelo gerenciador de tarefas mesmo mostrando os processadores logicos ele reconhece apenas 2 Núcleos (sendo que ele tem 4), no Cpu-z Ele mostra tudo normal e eu queria ajuda dos técnicos do grupo pra me dizer qual seria o problema.\n\nObs : Eu ja usei o Ms Config e ainda Assim,permanece o mesmo,(4 processadores Lógicos e 2 Nucleos)\n\nExplicação Resumida : Painel de controle Mostra 2 nucleos e 4 processadores Lógicos,mas no Cpu z mostra 4 nucleos e 4 threads\n\n \n\nhttps://preview.redd.it/uqnej6xoczla1.png?width=403&format=png&auto=webp&v=enabled&s=85d8b9d4f5f6498fcc0f9aca400cb3d8fc4cfad2\n\nhttps://preview.redd.it/22ck89foczla1.png?width=923&format=png&auto=webp&v=enabled&s=315ed8849ff682b5a8277506ab36963eabe14134",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jcdq0",
            "num_comments": 2,
            "comments": [
                "Confio mais no cpu-z. Acho que tendo 4 threads no gerenciador já tá tudo certo.",
                "Cara, é normal isso, processadores AMD antigamente eram bem \"maquiados\" para poder vender.\n\nOs da família Atlhon II e Phenom II por exemplo são todos quad core com núcleos desativados, vc conseguia pegar um Atlhon II x2 (dual core 2/2) e transformar em um Atlhon II x4 (quad core 4/4), o mesmo aconteciam nos Phenom, somente o Phenom II x6 q realmente tinham 6 núcleos.  \nPulando um pouco a geração, o FX 6300 por exemplo q era vendido como um 6/6(hexa core) era na verdade um 3/6.  \nEssas APU dessa linha segue a mesma situação, são vendidos como 4/4 mas na verdade são 2/4"
            ]
        },
        {
            "title": "Poderiam me dizer se meu processador é grudado na placa mãe?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11jal8f",
            "num_comments": 6,
            "comments": [
                "Sim, 110% certeza que é processador soldado. Chutaria um Atom ou um Celeron. Me parece que não é só o CPU que é soldado, a memória RAM também parece não ser expansivel. Por acaso isso é um PC da Positivo?\n\nSabe outro jeito de ter certeza? Roda o CPU-Z e vê qual CPU aparece e cola pra gente.\n\nPs.: Esse PC ai parece ser super antigo, USB 2.0 escrito na placa faz parecer que o USB 2.0 era novidade. Além disso, parece ter um conector PATA no lado direito. HD PATA não existe faz décadas.",
                "Pelo menos tem um cooler."
            ]
        },
        {
            "title": "Cpu grudada na placa mãe?",
            "selftext": "Oi, gente. Sou leiga em computadores para começo de conversa ksksks\nMandei uma foto para meu amigo do meu Pc e ele disse que meu processador é grudado na placa mãe, mas nunca vi isso até então, como não sei ver estou meio em dúvida.\nVou por a foto nos comentários e vocês me ajudam a ver se realmente é como ele falou?\nObrigada.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11j9z92",
            "num_comments": 3,
            "comments": [
                "Sim, não é bem grudado. É soldado.\n\nDependendo da placa mãe, ela tem CPU soldado. CPU mobile, Celeron J, Celeron N, Atom D, etc são processadores embutidos na placa mãe."
            ]
        },
        {
            "title": "Na minha Sobreposição de desempenho da nvidia, está aparecendo que a velocidade do meu ventilador está em 1080031556 RPM",
            "selftext": "Ontem eu fui jogar sniper elite 5 com minha GTX 1650, e eu não vi nada de estranho, mas hoje eu reparei que na minha sobreposição de desempenho da nvidia (Alt + R) está aparecendo que eu estou com a velocidade do meu ventilador em 1080031556 RPM cravado. Eu tentei alterar a velocidade manualmente mas não deu em nada e aparentemente é um bug visual, mas eu gostaria de arrumar",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11j6ozt",
            "num_comments": 6,
            "comments": [
                "A borda da hélice deve estar mais rápida q a luz, deve ter um portal aberto dentro do cooler.",
                "Reinicia o PC... é só um bug idiota que acontece de vez em quando com os drivers da nVidia.",
                "Já vi isso acontecer, o melhor é usar o msi afterburner que fornece informações precisas"
            ]
        },
        {
            "title": "poblema de inicialização do windows/abrindo recuperação automática é nao sai da tela",
            "selftext": "2 dias atraz dessa publicação, meu pc fez uma atualização (provavelmente uma atualização do win10) após o termino dessa atualização o pc voltou iniciando dando Tela azul, é apos reiniciar fica abrindo a tela de reparo automático, ate agr nao saiu disso\n Se alguem souber como resolve esse erro eu seria muito Grato",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11iwub6",
            "num_comments": 0
        },
        {
            "title": "\"Erro ao seguir\"",
            "selftext": "Alguém sabe me dizer por que não consigo, seguir alguém no reditt?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ioitk",
            "num_comments": 1,
            "comments": [
                "também gostaria de saber"
            ]
        },
        {
            "title": "SSD em Notebook",
            "selftext": "Minha mãe comprou um notebook por 3.500 (sou menor de idade), eu sei, pelo preço tinha coisas melhores, mas ela insistiu em comprar em loja fisica.\n\nAs configurações base dele são:\n\nCPU: I3-10110U\n\nRAM 4GB DDR4  \nGPU: Intel HD Graphics (nao sei qual, quando chegar em casa eu checo)\n\nE 1TB de HD.\n\nEstou trabalhando agora e juntando dinheiro para dar uns ups nele, a primeira coisa foi SSD (insuportavel esperar 3 minutos pro note ligar), peguei um por 99,99 na KaBuM, 1300mb/s de gravação e 600mb/s de leitura. Ele é de 128gb e é NVME M.2.\n\nSó para sistema, vou colocar ele hoje e fazer a transferencia do sistema operacional pra ele, enfim, essa é só minha primeira conquista, finalmente suprindo minha paixão de hardware que já tenho á mais de 5 anos.\n\nSó quero compartilhar este momento.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11im8jd",
            "num_comments": 2,
            "comments": [
                "Proximo upgrade +8GB/16GB de RAM. Não vai dar pra jogar nada mais pesado por causa do vídeo onboard, mas é uma maquina bem usável. (não que o vídeo onboard seja super fraco, até dá pra jogar muita coisa em medio e 720p, acho)\n\nMas é isso ai, a melhor parte não foi que tu ganhou o note, foi que tu já tá trabalhando para conseguir as coisas. E isso é excelente pro futuro.",
                "Vc comprou esse ssd recentemente na Kabum? Tenho visto relatos de muita gente acionando procon por não receber seus pedidos e fiquei com receio de comprar la..."
            ]
        },
        {
            "title": "Opiniões para preço de venda de PC antigo",
            "selftext": "Eai pessoal, to procurando opiniões sobre quanto cobrar para vender o meu pc usado, tenho ele a uns 5-6 anos e so adicionei nele mais 8gb de RAM. Na época acho q eu paguei 3600 + ou -. Tava pensando em pedir uns 1800-2000 nele, o que acham?\n\n* Placa mãe: Gigabyte H110M-H-CF\n* CPU: i5 7400 Kaby Lake 3.00GHz\n* Memória: 16GB DDR4 2133mhz Dual Channel (Crucial/Corsair)\n* Placa de Vídeo: GTX 1050 Ti 4GB\n* Fonte:Corsair VS400\n* HD 1TB Seagate\n* Gabinete: Pcyes dwarf verde",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ikulx",
            "num_comments": 12,
            "comments": [
                "Nem se as peças fossem novas daria 1800... \n\nAlém do fato que o processador e a placa mãe já terem 6 anos de mercado. A placa mãe é a mais entrada e simples possível. A DDR4 lerda pros padrões atuais. A GTX 1050 Ti usada não vale muita coisa e nem sequer tem muito pique para jogos com menos de 3 anos. \n\nCorsair VS400 é meio fraca e não suportará um upgrade muito alto.\n\nNão tem SSD. Gabinete simples e barato. \n\nUm PC desses, com 6 anos de uso, valeria no máximo uns 1200-1500. Mas claro que tu pode enrolar alguém e superfaturar...",
                "Pagava uns 1800, dá pra jogar bastante coisa, mesmo que seja no low, e ah, tenho um ssd aqui jogado.",
                "Não estou dizendo que é o seu caso OP, mas a frase “eu paguei x” na hora de vender coisa usada não deveria ser usada nunca, passo raiva vendo os anúncios, galera compra um produto numa loja física sem promoção com preço super faturado e depois vai vender aquele produto pelo preço que ela pagou - 100 reais porque “eu paguei x” sendo que se fosse pesquisar novo no momento da venda acha mais barato novo que a pessoa ta vendendo. Então esquece quanto vc pagou e olha o preço médio do mercado de usados, alem de considerar degradação dos componentes como a galera disse, enfim. \nFoi mais um desabafo mesmo",
                "Uns 1600 já deve estár ótimo"
            ]
        },
        {
            "title": "Qual dessas é a melhor memória?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11iiyom",
            "num_comments": 3,
            "comments": [
                "Ah... A Kingston Fury tá com um preço bem melhor. Dá pra pegar 24GB pelo preço de 8GB da outra... hahaha\n\nTipo... dependendo do CPU, melhor pegar 3200MHz. Nem todo CPU aguenta/aguenta de forma estável 3600MHz.",
                "Tem que pesquisar que frequência o teu processador suporta, eu costumo por memória com a frequência máxima suportada, porém se teu processador não suporta 3600, melhor não pegar, pode ser que o Pc não ligue ou que ele trabalhe na menor frequência."
            ]
        },
        {
            "title": "Esse computador é bom?",
            "selftext": "**Processador:** AMD 7 5800X  \n**Cooler para Processador** PcYes Zefiros, Rainbow, 120mm, ACZFRRB-115170  \n**Placa Mãe Biostar** H510MH/E 2.0 (Eu acho que ela não é compatível com o processador, então aceito sugestões)  \n**2 Memórias** Corsair Vengeance LPX, 16GB, 2666Hz  \n**Placa de Vídeo** NVIDIA GeForce RTX 3070  \n**SSD Redragon Haste**, 960GB  \n**Fonte Duex 500FSE++**, 500W, Full-Modular  \n**Kit Ventoinhas Mancer** Z200, 3x120mm  \n**HD Externo** Zinnia Volare ZV1, 1TB, Micro-USB  \n**2 Monitores** TGT ST21.5, 21.5 Pol., TN, FHD, 5ms, 60Hz, TGT-ST215-BL01  \n**Monitor Smart Samsung** M5, 24, IPS, FHD, 14ms, 60Hz\n\n&#x200B;\n\nEu não estudei tanto sobre computadores, mas to pesquisando e estudando um pouco pra ter uma noção do que estou comprando KKK, queria saber a opinião de vocês sobre. E sim, sei que tá bem caro isso aqui.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11iimkm",
            "num_comments": 5,
            "comments": [
                "Olha, uma coisa que você realmente não pode economizar é fonte de alimentação, essa daí que colocou não vai servir nem pra placa de vídeo sozinha direito. Procure uma de uma marca ao menos conhecida e de no mínimo 750w de potência com certificação.\nE realmente a placa mãe não é compatível, ela se trata de outra plataforma, no caso Intel. Procure uma do tipo B550M que servirá para o processador que você tem em mente. \nSobre os monitores, como quer ter mais de um, recomendo um de melhor qualidade, com taxa de atualização de 144hz pra cima, e um secundário desses aí mesmo que colocou.\nNo caso das memórias, os processadores ryzen são bem \"frescos\", funcionam normalmente com memória da frequência que você escolheu mas o melhor possível seria de no mínimo 3200mhz, e não necessariamente precisa ser de marca grande como Corsair que o preço quase sempre vai ser mais salgado\nE sobre o cooler, de jeito nenhum economize colocando esse daí que escolheu com um processador parrudo como o que escolheu. Um bom pra você seria algo tipo o AK400 da Deepcool, que é em formato de torre e fornece um bom perfil de resfriamento \nE só um detalhe, sobre o hd, não se você realmente quer um hd externo, um normal, sata seria ótimo pra guardar coisas que você não usa tanto e para backup",
                "Recomendo fonte 700+ e da Corsair não economiza em fonte amigo",
                "Recomendo uma fonte de 750W, placa mãe recomendo uma B550 tuf gaming, aconselho a comprar ssd m2, de 1tb no mínimo, os da XPG são excelentes, tenho 2 deles, memória ram de verdade, não economiza nelas, teu setup é bom demais pra ser limitado por frequência de ram e/ou quantidade, bota 2 pente de 16gb cada de pelo menos 3200mhz, se não der agora, compra 1 pente de 16 e dps você compra outro, OU faz como eu (que tive que esperar bastante pra comprar), compra os 2 de 8gb (3200mhz) depois compra os de 16gb, a b550m tem 4 slots, eu tô com essas ram agr, 2x8 e 2x16 ambas 3200mhz, dá pra abrir tudo e um pouco mais hauahau, mas já cheguei a quase 40gb (por necessidade mesmo, várias IDE's abertas, servidor rodando a aplicação, executando processos pesados, etc...) de uso, então, ram nunca é demais.",
                "Sim, essa placa mãe é lowend da Intel. Não serve com esse CPU da AMD. Tu precisa de placa mãe com chipset B450, X470, B550 ou X570. Note que eu não inclui as bombas do A320 e A520. Não pegue eles, é economia burra que capará o CPU...)\n\nNão faça economias burras:\n\n\\- DDR4 3200MHz no MINIMO.\n\n\\- SSD com DRAM ou ao menos cache SLC... (sério mesmo, é uma economia burra... to trocando o SSD Western Green pq mds... o lerdeira...)\n\n\\- tira essa fonte bomba, pega uma fonte de 650W como a MSI MAG 650W\n\n\\- HD Externo Seagate ou marca conhecida... a menos que tu não se importe com a perda de dados com essas marcas genéricas. (ao menos nunca vi)",
                "Bota uma b550 e uma fonte 650 ou 750 watts, troca as memórias por 3200mhz e pega um monitor 240hz"
            ]
        },
        {
            "title": "não sei o que faço minha placa de vídeo rx580 tá pegando 88c° no fortinate com os gráficos quase tudo no médio",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ieyts",
            "num_comments": 6,
            "comments": [
                "Melhora a circulação de ar interna do PC...\n\nCuriosidade, essa RX 580 é do AliExpress? Se for, é normal. Pode ser placa no fim da vida útil ou que esquenta mais.",
                "Assumindo que já tenha trocado ou esteja com pasta térmica nova (de boa qualidade)...\n\nSó te resta usar uma curva de fan mais agressiva no software da AMD.\n\nInfelizmente esses modelos aleatórios do Ali tem dissipadores muito fraquinhos.",
                "Se tiver as ferramentas e souber o que esta fazendo, eu aconselho a trocar a pasta térmica original e thermal pads, geralmente resolve, ou tentar um undervolt pra diminuir o tdp e a temperatura."
            ]
        },
        {
            "title": "HD de notebook.",
            "selftext": "Bom, recentemente minha namorada trocou seu HD de 750 GB por um SSD, eu queria saber se da ruim colocar o HD de notebook no meu PC, já cometi alguns erros no meu PC e não queria cometer de novo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11idrpx",
            "num_comments": 5,
            "comments": [
                "nenhum problema. uso um de 2,5 pra backup no meu desktop.",
                "o HD de notebook é SATA padrão. Só que ao invés de ser 3.5\", é 2.5\".\n\nEu uso HD de notebook em case externo mesmo.",
                "Nenhum problema, porém um HD de notebook normalmente é 5400 rpm, sendo bem mais lento que um HD normal de 3,5 que geralmente é 7200 rpm, ou um sdd sata, mas usando para backup, a velocidade  não importa muito."
            ]
        },
        {
            "title": "quanto vale o meu PC ?",
            "selftext": "GPU - Radeon RX 580 SERIES 8GB VRAM GDDR5\nCPU - AMD RYZEN 7 1700 EIGHT-CORE PROCESSOR 3.0GHz \nRAM - 16 GB DDR4 KINGSTON \nMother board - MSI X370\nSSD 222 GB KINGSTON + 450 GB \nAlguém me dá uma ajuda por favor não sei a que preço vender",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11i9vv8",
            "num_comments": 2,
            "comments": [
                "RX 580 usada \"nova\" tá 600 reais...\n\nRyzen 7 1700X que é mais forte que esse, perde pra um 5 5500 de 500 reais..  16GB de RAM novo tá 320. A placa mãe, apesar de ser do chipset top, é de duas gerações atrás.\n\nSSD de 240GB Kingston NOVO tá 120. 480GB tá 220...\n\nNem idéia da fonte e gabinete...\n\nEu diria que tu pode pedir fácil uns 1700-2000 reais (se a fonte for boa e o case estiver em bom estado, e o interior LIMPO)",
                "Da pra pedir 3k"
            ]
        },
        {
            "title": "Problema ao digitar",
            "selftext": "Galera, não estou conseguindo digitar no meu computador, (esse texto foi copiado e colado do meu celular) O teclado funciona, e as letras até aparece, mas, o cursor do mouse acaba voltando para o início da frase. Me ajudem a resolver isso, tenho um trabalho  da faculdade para fazer.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11hywd4",
            "num_comments": 1,
            "comments": [
                "Verifique se a tecla **Backspace** não esta travada"
            ]
        },
        {
            "title": "Fonte de Alimentação e Placa de Vídeo",
            "selftext": "Se eu tenho uma fonte de 500W 80 Plus e quero por uma placa de vídeo que pede mínimo de 650W, isso pode funcionar? Eu poderia fazer underclock e undervolt pra compensar a falta de energia até que eu possa trocar a fonte ou mesmo não precisaria fazer?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11hyqun",
            "num_comments": 7,
            "comments": [
                "Qual a placa de vídeo e qual a fonte ?"
            ]
        },
        {
            "title": "Monitor sem dar vídeo",
            "selftext": "Resumindo a situação, certo dia meu computador parou de inicializar o monitor.\n\nTestei sem a placa de vídeo e ele ainda chega a mostrar aquela tela de inicialização inicial da marca e tals mas depois ele desliga, com a placa de vídeo nem isso está mostrando\n\nA placa mãe tem dois slots queimados (eu tentei trocar de lugar pra verificar se era algo da ram, quando eu o fiz ele inicializa bipando constantemente, coisa q não ocorre quando eu os deixo nos slots q eles estavam então, teoricamente, não deve ser problema na ram)\n\nLevando em consideração isso (e o fato que a imagem mostrada pelo monitor é que não há sinal vindo do computador) que tipo de procedimento eu poderia fazer para verificar qual o problema? (Ressaltando q o computador funcionava normalmente e que não havia apresentado problema em seu último uso anterior ao problema em si)\n\nGrato desde já!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11hv8k9",
            "num_comments": 24,
            "comments": [
                "Você poderia postar mais detalhes sobre o computador, que processador você está usando? Qual placa mãe você está usando? Que memórias está usando, qual a frequência, marca, e se ambas que vc tem são iguais exatamente? Não tenho 100% certeza, mas atualmente, acho que os canais de memória comunicam diretamente com o processador, se você esta com canais queimados, pode ser por culpa do processador e isso poderia valer para o canal PCI-E da placa de vídeo. Valeria testar suas memórias em outro computador.",
                "Quando liga o monitor ele mostra alguma coisa? \nSe sim tem outros caminhos a seguir.\nEm caso de negativa os problemas pode ser de monitor, a casos fáceis de resolver, dependendo da marca, ex os monitores lg/positivo isolam o mito de ligar e desligar o monitor, neste caso é só trocar o botão e ou sua máscara que as vezes se quebram também.",
                "Canal de memória não queima, ou você está com pino torto no socket (mais provável) ou tem trilha rompida, dado que estão recebendo alimentação.\n\nDe uma olhada como está o socket.",
                "Cara... se a placa mãe tem dois slots REALMENTE queimados, já troca ela. Não vale a pena ficar tentando resolver isso em algo que já é conhecidamente defeituoso."
            ]
        },
        {
            "title": "valorant em PC bomba",
            "selftext": "Alguém tem alguma dica pra rodar valorant em um Pc extremamente podre? É um quad core 4gb ram, já desativei tudo q da do windows, ativei a memória virtual, as configs do jogo tão tudo no low, e mesmo assim laga\n\nPercebi q minha ram quase sempre tá 90% pra cima, queria comprar mais memória ram pq atualmente uso 2x2 e queria pelo menos 2x4, mas minha placa mãe é muito antiga e não acho pente ddr2 de 4gb pra comprar. Será q a única solução vai ser eu juntar um money e trocar tudo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11hr2w1",
            "num_comments": 8,
            "comments": [
                "Vixi serio que é ddr2? O melhor seria juntar grana e trocar tudo, tem pessoas que conseguem bons preços na aliexpress (eu pessoalmente n recomendo, mais vai de cada um).",
                "Seria mais fácil tu ser especifico com o hardware. principalmente CPU, GPU e HD/SSD.",
                "Ddr2 de 4gb só tem ecc se bem lembro, mas igual, teu chipset deve ser um g31 ou um 965 da Intel (pra ter só dois slots de ram), eles só aceitam até 4gb mesmo, então não tem pra onde correr, já está no máximo de ram.\n\n8gb só com G41 (DDR3), 975x / P35 / P45 ou x38 e X48 (todos esses últimos com 4 slots ddr2)",
                ">ddr2\n\nVish. Não tem muito que aconselhar a não ser mudar de computador"
            ]
        },
        {
            "title": "Notebook para o dia a dia",
            "selftext": "Galera, seguinte... estou precisando muito de um notebook para usar no dia a dia. Basicamente eu preciso estudar, navegar na internet e acompanhar minha vida financeira.\n\nPenso em fazer alguns cursos de programação frontend, então também tem essa peculiaridade.\n\nQual note vocês me recomendam que atendam essas condições? Meu orçamento é até uns 2,5k.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11hmmyv",
            "num_comments": 10,
            "comments": [
                "Procure os da Lenovo. Eu comprei um para estudos bem barato, o Ideapad 3i, por 1600 novo. Como a lenovo permite upgrades sem a perda da garantia, recomendo colocar um pente de mais 4GB de memória, o que custa cerca de 150 reais.",
                "Acho que pegaria [esse.](https://www.casasbahia.com.br/notebook-acer-core-i3-1115g4-4gb-512gb-ssd-tela-full-hd-15-6-windows-11-aspire-3-a315-58-32ut-55054299/p/55054299?utm_medium=Cpc&utm_source=GP_PLA&IdSku=55054299&idLojista=10037&tipoLojista=1P&&utm_campaign=gg_pmax_core_info_apostas&gclsrc=ds&gclsrc=ds) Única coisa é que seria interessante colocar mais um pente de ram, mais 8gb pra ficar bom ou 4gb pra não engasgar. Ou se fosse pra gastar um pouco mais, eu acho que valeria a pena pegar [esse](https://www.colombo.com.br/produto/Informatica/Notebook-Acer-Aspire-5-A514-54-56HA-i5-W11-8GB-512GB-14-FHD?adtype=pla&portal=94E1821971F41D59A7A158C8ABEDE886&utm_source=google&utm_medium=cpc&utm_campaign=pmax_3p_padrao&cor=Safari+Gold-seller-182), ele é melhorzinho, menor e não precisa pensar em abrir tão cedo."
            ]
        },
        {
            "title": "Preciso de ajuda pra montar um PC 🥸",
            "selftext": "Ent, eu já tenho uma noção básica mas é sempre bom pedir a ajuda dos universitários.\n\nTenho até uns 3k pra gastar em um processador, placa mãe e memória ram.\nMinha placa de vídeo é uma GT 740 4GB mas q aguentou mto trampo (consegui rodar The Witcher 3 e alguns outros jogos), só q meu processador é um i3 3220, segunda geração e q mal consegue abrir o Chrome e o LoLzinho junto sem bater 100%.\n\nTava pensando em puxar um Ryzen 5 5600G, mas não tenho tanta certeza não.\nTô começando a mexer com programação e essas paradas mas o PC vai ser só pra jogar mesmo. Quero jogar um VALORANT sem travar ou um The Witcher 3 com gráficos melhores doq o mínimo a 20fps 🥸",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11hkpob",
            "num_comments": 4,
            "comments": [
                "Vai no 5600G ou 5700G numa boa, daí pega uma B550, 16gb Ram, ssd nvme, fonte 650W (pra futuros upgrades) e caso tu queira usa o mesmo gabinete, mas se não pega um gabinete da Pichau ou cooler master"
            ]
        },
        {
            "title": "Jogos para Pc fraco",
            "selftext": "Tenho um Intel Celeron 1.10 GHz com 4gb ram (eu sei que ele é horrível, mas no momento não consigo comprar um melhor) alguma dica de algum jogo que rode nesse PC? Se é que existe algum rsr",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11hb6nz",
            "num_comments": 11,
            "comments": [
                "Chuto que seja o Celeron 847 pela frequência. É sofrido de fato, mas já tive uma época de vacas bem magras e alguns games que me divertia num pentium de 1.8ghz lá de 2010:\n\n\\- Emuladores como VBA (de GBA), zSnes (super nintendo), Project 64 (de nintendo 64) e o EPSX1 (de play 1), tem bastante coisa legal de jogar, sendo alguns games bem populares como super mario, mario 64, os pokemóns do GBA, Crash Bandicoot e afins, que acho que vale a pena conferir.\n\n\\- Games Indie como Spelunky (1), Vagante e Enter the Gungeon, se tu curtir roguelikes de exploração e progressão de nível. São bem difíceis.\n\n\\- Edição HD do Age of empires 2 (com tudo no mínimo)\n\n\\- Alguns RTS como Roller coaster tycoon (do 1 ao 3), Age of mithology e Warcraft (em especial o III).\n\nDe cabeça lembro desses, mas o leque de opções é enorme nesse segmento low end. Dá pra se divertir bastante.",
                "Brawlhalla\nMe diverti mt na minha época de Pc batata\n\nMas uma dica, se sua placa for lga775 da uma pesquisada em core 2 duo ou core 2 quad q vc acha preco de banana no Aliexpress \n\nMas vê se sua placa suporta. Se expandir pra 8gb de ram tbm já dá pro gasto",
                "Depende do que tu gosta... Acho que CS clássico deve rodar. Emuladores de PSX, SNES, NES, GB, GBC, GBA, N64... tem muita coisa. Tem muito jogo free que é lowspec lá no Steam por exemplo.\n\nMas nem tudo vai rodar 100%.",
                "Cara, como disseram o caminho são os emuladores, e outros jogos que me lembro que são leves e imagino que rodariam são: Terraria, Stardew Valley, Brawhalla.\n\nRecomendaria jogos de navegadores tbm, lá em 2009 até uns 2015 eu tinha um pc de escritório, e eu ficava jogando coisas como DDTank, Transformice, Habbo, mas dai não sei como estão hoje em dia esses games, mas só com os emuladores eu já me diverti a beça, ficava o dia inteiro no Mário 64",
                "Lolzinho roda facil facil, qualquer pes ate o 2017 também deve rodar, e qualquer fifa até o 14 roda, todos esses rodam no meu que tem 2gb de ram e windows 7 32 bits, o processador não lembro mas é antigo",
                "Harvest moon\n Com emulador de Nintendo",
                "Meu Pc é horrível, e os jogos que baixei (são pagos mas baixei pelo mediafire em vídeos do YouTube) cuphead, minecraft (gráficos no mínimo), hollow knight, katana zero, celeste, osu, among us e alguns jogos do roblox… Se pesquisar vai achar milhares de jogos para Pc fraco mesmo",
                "Team Fortress 2",
                "Tive um PC com esse processador, a diferença é que eu tinha 2gb de ram ao invés de 4. \n\nEu jogava vários jogos indies como Terraria, Undertale, Unturned, Titan Souls, Spelunky, etc.\n\nEu também jogava os GTA antigos como o 3, Vice City e San Andreas. \n\nTinha também os COD que eu consegui rodar, joguei do primeiro até o quarto jogo (modern warfare 1).\n\nNão há muito o que fazer com essa máquina. Acho que dá para jogar jogos que foram lançados até 2006 se forem jogos grandes e a maioria dos indie com arte em pixelart hoje em dia. Joguei Katana Zero e The Messenger recentemente e eles são ótimos jogos que são leves."
            ]
        },
        {
            "title": "Dica de pc( upgrade)",
            "selftext": "Bom dia gente, queria a opinião de vcs sobre um futuro upgrade que queria fazer\n\nAtualmente tenho\nXeon e5 2620\n1060 3gb\nFonte de 650w\n\nE estava pensando em mudar para:\nRyzen 5 5500 ou 5600g \nB550 da Soyo\n2x8 gb ddr4 3200mhz da cuso \nObs: todas peças do ali, dando uma diferença de 100/200 reais do 5500 para o 5600g\nOq acham?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11h2vzr",
            "num_comments": 7,
            "comments": [
                "Eu iria no 5500, vc não precisa da integrada do 5600g, então tu ganha 20% de performance com o 5500",
                "Se tu vai pegar uma B550, pega um 5600 ou um 3600, que tem suporte à PCIe 4.0. Tanto o 5600G quanto o 5500 não tem.\n\nAcho que a diferença não tá mais tão grande.",
                "Eu iria de B550 aorus e um 3600 ou 5600"
            ]
        },
        {
            "title": "Tela do monitor",
            "selftext": "Bom dia pessoal, tenho um problema: Quando o cabo da internet fica conectado, a tela do monitor fica desfocada. Mas quando eu desconecto o cabo da internet por 1 dia, a tela do monitor fica definida. Alguém sabe o que é isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gz365",
            "num_comments": 2,
            "comments": [
                "Cara, comportamento bem esquisito. Meu primeiro palpite seria procurar algum problema de aterramento."
            ]
        },
        {
            "title": "Computador teve capacitor trocado e agora trava",
            "selftext": "Oi, pessoal. Levei meu notebook Dell G5 para uma assistência, porque a tecla W estava dando uma leve travadinha. Eles abriram para fazer a limpeza, que precisava mesmo, e identificaram um capacitor solto.\nEles trocaram e depois vieram dizer que o SSD estava com problema, porque ao ligar a tela permanecia preta. Eu bati o pé e disse que o SSD estava funcionando perfeitamente, com inicialização do OS normal e abertura de arquivos também.\nEu joguei nele no dia anterior.\n\nBom, eles trocaram o SSD e busquei ontem. Eu deixei para atualizar o Windows 10 e ele travou. Formatei novamente e ao atualizar mesma coisa. Hoje, formatei e coloquei o Windows 11. E descobri que ele não trava na atualização. Depois de um tempo, ele travou e tela azul novamente. Ele acelera os coolers e esquenta e dá tela azul.\n\nEles fizeram merda no capacitor? Alguém tem uma luz?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gyp2j",
            "num_comments": 2,
            "comments": [
                "No escuro assim é complicado afirmar, mas, alguns alertas me acendem em um primeiro momento:\n\n*- identificaram um capacitor solto*\n\nPrecisa um esforço considerável pra arrancar um capacitor, se realmente saiu é porque foi batido uma chave ou ferramenta semelhante contra a placa, dado que nem como uma queda eles soltam. Outra que um capacitor solto teria grande chance de causar curto se encostasse em outra peça.\n\nTeria que ver se não é enrolação deles e o local onde trocaram esse capacitor na placa.\n\n&#x200B;\n\n*- porque ao ligar a tela permanecia preta*\n\nAqui é outra coisa que achei amadorismo, como o cara condena um SSD pela máquina não subir vídeo ? se estivesse com problema no smart até ia, mas enfim, espero que tenha pedido o SSD de volta ao menos.\n\n&#x200B;\n\nQuanto ao travamento, só analisando uma penca mais de coisas pra ter certeza do que pode ser, mas por hora, esses serviços ai soaram meio estranhos."
            ]
        },
        {
            "title": "cabo",
            "selftext": "Opa bom dia, então, eu comprei uma fonte da kcas de 400w pro meu pc, só que apesar de eu pesquisar n achei qual o tipo de cabo ideal para ela, se é de 20A ou de 10A (a fonte n vem com o cabo de energia)\nSe alguém souber me ajuda bastante, obg",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gyjwo",
            "num_comments": 13,
            "comments": [
                "Você só vai precisar de um cabo de 20A se seu pc consumir mais de 1270W em 127V, pra 400W o cabo de 10A é perfeito, desde que ele seja de boa qualidade",
                "Des de que encaixe na fonte e na sua tomada, o de 20A é melhor e funcionará muito bem. No entanto talvez o de 10A seja mais que suficiente.",
                "Caraca... tu comprou fonte bomba... Espero que teu PC não puxe mais de 250W.\n\nQualquer cabo funciona, 400W é < 4A em 127V.",
                "O ideal é sempre o melhor"
            ]
        },
        {
            "title": "Dúvida sobre rede/acesso remoto Windows",
            "selftext": "Bom dia a todos,  \n\nEu trabalho numa empresa familiar pequena, e com a pandemia comecei a trabalhar remotamente usando a licença gratuita de aplicativos de terceiros (Anydesk, Teamviewer etc). O acesso gratuito em todas expirou e as licenças pagas são muito caras, então estou tendo muita resistência pra conseguir pagar alguma dessas mas não quero voltar a trabalhar presencialmente.\n\nVi que o Windows possui um assistente de acesso remoto gratuito e que parece funcionar bem, porém precisa configurar o roteador da empresa para conseguir acessar através da rede da minha casa, e vi que isso pode gerar riscos de segurança.\n\nAs dúvidas são: Eu alterar a porta 3389 no RegEdit para algum código diferente seria o suficiente para deixar o acesso mais seguro? Alterar essa porta impactaria em algo na conexão à internet da empresa, ou no compartilhamento de rede das outras máquinas do escritório? Eu preciso alterar algo no firewall para permitir esse acesso, e caso sim, eu posso deixar ele liberado apenas para o IP do meu computador de casa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gy3o8",
            "num_comments": 3,
            "comments": [
                "Porque você n tenta usar o Chrome Remote Desktop? Nunca usei mais é gratis ao menos.",
                "Vc teria que abrir as portas no roteador, modem e firewall (da estação) mas já vi várias empresas sofrerem ataque justamente nessas portas e no acesso por ser algo padrão, sendo necessário também o configurar o encaminhamento de porta para algo diferente e uma senha bem forte nos usuários de acesso. Vê também se não tem nenhum usuário adicional (padrão) com acesso ao TS usando comando controluserpasswords2 no executar.\n\nCom relação a segurança não tem oq fazer, vc vai estar abrindo uma nova porta para ataques e não tem oq fazer se vc tiver um servidor da na rede eu nem cogitaria a ideia.Mudar o regredit não muda nada e abrir as portas não interfere em conectividade apenas segurança mesmo\n\nVendo isso o ideal pra não cagar a rede toda é usar o Anydesk mesmo. Se vc já usou ele e expirou, só desinstala ele e instala uma versão mais antiga. Apaga a pasta dele do %appdata%, ou usa algum programa como o revo pra fazer desinstalação limpa. Cada vez que expirar reinstala ele e já era",
                "Recomendo o Chrome Remote Desktop. Quando preciso fazer acesso remoto uso ele. Fácil de configurar, rápido, e da pra voce acessar a maquina ate pelo celular."
            ]
        },
        {
            "title": "Cpu",
            "selftext": "Minha cpu está dando pico de 95% quando estou jogando (com isso jogo fica lento por um período). O hd teria influência nisso ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gxqu9",
            "num_comments": 13,
            "comments": [
                "Processador: I7 7700hq\nVídeo: 1050 ti\nMemória: ddr4 8gb",
                "Meu notebook já tem um uso de 5 anos, tô na dúvida se o ssd resolveria.",
                "Qual a configuração ? (memória, CPU e placa de vídeo)\n\nQUais games estão com lentidão ?\n\nPico de 95% é de boas",
                "Não amigo, HD nao influencia em uso de CPU em jogos, a diferença de um HD pra um SSD em jogos é o Loading, apenas.  \n\n\nProvavelmente é outra coisa, qual a sua configuração? Notebook ou desktop? com mais informação podemos achar a resposta.  \n\n\nQual a ultima vez q fez limpeza no pc/ troca de pasta térmica e afins? quando o CPU aquece ele tende a diminuir a frequência e com isso causar certos engasgos.",
                "Ta usando HD normal? ou SSD?",
                "Qual processador e qual jogo?"
            ]
        },
        {
            "title": ".",
            "selftext": "Hola tengo un pregunta acabo de comprar mi computadora nueva y su placa base es b460 aorus  el computador enciende pero no da imagen que tengo que hacer para que me dé imágene?\n\n\nLes agradezco",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gr8i4",
            "num_comments": 1,
            "comments": [
                "Qual o CPU? Qual o GPU?"
            ]
        },
        {
            "title": "Ajuda Adaptador hdmi para displayport",
            "selftext": "Alguém conhece algum adaptador hdmi para displayport que suporte 75hz? só achei um que era 200 reais e não tenho esse dinheiro, no maximo uns 80, quero conectar o dp na gpu e o hdmi no monitor.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gj0os",
            "num_comments": 8,
            "comments": [
                "Compre um cabo, os dois são de sinais digitais, um adaptador/conversor não é necessário"
            ]
        },
        {
            "title": "bsod",
            "selftext": "alguem mais tomando mt tela azul com memoria ram da asgard? 🤡 msm em mhz baixo\n\nsolução: era o windows 11 nao sei porque se alguem tiver com esse problema tenta voltar pro w10",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ggexo",
            "num_comments": 5,
            "comments": [
                "Cara, pode ser que a memória esteja com problema. Ainda está na garantia? Pode contar mais detalhes sobre o teu caso?"
            ]
        },
        {
            "title": "AJUDA, coloquei um HD mais antigo no meu Pc para formatar e usar ele, mas o Pc começou a fazer isso e reiniciar depois de um tempo.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gg7ig",
            "num_comments": 4,
            "comments": [
                "Se for SATA, verifica o cabo de energia do HD. Vê se ele não tá torto."
            ]
        },
        {
            "title": "alguém me ajuda, meu pc \"queimou\". achei um cara que falou q arruma, vale apena concertar isso? ou compro outro?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gc8t1",
            "num_comments": 10,
            "comments": [
                "Se realmente o defeito for no PCH (e não um mero chute), costuma ser um serviço bem caro de realizar, dado que precisa achar uma sucata com peça funcional ou encomendar uma do Aliexpress, com risco de chegar não funcionando em ambas.\n\nNão somente o valor do chip é caro, como o processo de troca usa estacao de retrabalho de solda pra poder substituir as esferas de estanho que ficam embaixo do PCH e a ligam a placa mãe. É uma mão de obra bem chata... E cara.\n\nDito isso, se você tiver um note muito bom, com placa de vídeo e processador que ainda são relevantes, até pode valer a pena, mas não se assuste se o valor do reparo chegar a 800$, talvez mais dependendo do modelo do PCH (alguns ficam dentro do processador).",
                "Concerta"
            ]
        },
        {
            "title": "placa Asus Prime B45PM - AII",
            "selftext": "ASUS PRIME B450M - AII *****\n\nGente, pra começar vale dizer que sou extremamente leigo, mas assim, nível burro do shrek, masss estava procurando alguns reviews dessa placa mãe e não consegui encontrar nada dela em específico, apenas de umas primas/irmãs, com o nome bem similar tipo \"B450M GAMING\" ou \"B450M - A\" mas nada dela.\n\nVi que a b450m gaming, tem um problema de ausencia de dissipadores, e inclusive acabei de descobrir a existencia dessa peça kk, mas aparentemente ela é super necessária, enfim, queria saber se essa é superior, e se ela tem o mesmo problema de ausência de dissipadores.\n\nUso o PC pra jogar ocasionalmente e fazer uns trabalho no photoshop. Tenho ela há pouquissimo tempo e não apresentou nenhum problema, mas fui jogar hogwards legacy e ele deu uma esquentadinha, o ventilador deu conta, mas to querendo trocar o processador, e tenho medo de vir a ficar ainda mais quente com um processador mais potente. (Ps: meu processador é um i3 que ta abaixo do recomendado pro jogo kkkkll, entao taovez a quentura seja apenas minha culpa, vim tirar a duvida)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11gbe5p",
            "num_comments": 5,
            "comments": [
                " *mas aparentemente ela é super necessária*\n\nDepende, nem sempre é necessário, pode ser um plus, mas um bom VRM segura temperaturas numa boa, na verdade, a maioria desses dissipadores que andam vindo em placas de entrada e medianas, são bem murrinhas (mesmo nas placas de boa marca), o que faz a placa segurar bem processadores mais parrudos é o fato de marcas como Asus, Gigabyte, MSI e Asrock usarem semicondutores de (usualmente) boa qualidade.\n\n*se ela tem o mesmo problema de ausência de dissipadores.*\n\nNão é um problema.\n\n*mas to querendo trocar o processador, e tenho medo de vir a ficar ainda mais quente com um processador mais potente. (Ps: meu processador é um i3*\n\nSe tua Placa é uma B450, teu processador certamente não é um i3, a menos que seja B460.\n\nDe toda forma, mediu como a temperatura ? quantos graus pegou ? semicondutores suportam bastante temperatura, acho bobagem ficar se cagando por conta disso."
            ]
        },
        {
            "title": "Placa de vídeo pra edição de vídeo.",
            "selftext": "Meu primo quer montar um setup, ele faz edições de vídeo e fotos. Eu preciso ter uma ideia de umas placas que dão conta do adobe e tal. E que processador teria uma boa sinergia com elas.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11g6rue",
            "num_comments": 7,
            "comments": [
                "Tudo depende de quanto ele quer e pode investir....",
                "RTX 2060 e 5900X (ou 5800X ou 5800X3D) monitor Acer 165Hz que tu acha por uns 1300",
                "Mano eu uso uma gtx 1660 faço animações no blender e after effects numa boa mas recomendo RTX 3060 12gb porque é brabissima"
            ]
        },
        {
            "title": "Como faço pra conectar?",
            "selftext": "Tenho uma impressora Epson L396 conectada a alguns computadores via WiFi na loja onde trabalho e hoje trouxeram um computador que só funciona via cabo Ethernet.\n\nPreciso conectar essa impressora a esse computador porém o driver do site da Epson não reconhece ela na rede, talvez porque o SSID da rede via cabo seja diferente do Wi-fi, não sei. Enfim, queria saber se poderiam me ajudar com isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11g53hy",
            "num_comments": 5,
            "comments": [
                "Não sei muito sobre isso mas acho que tem que cadastrar o ip q a impressora pegou na rede via configuração do modem, já fiz uma vez mas não lembro",
                "Não há problemas o computador está no cabo, desde que, a impressora wi-fi e o computador esteja ligado na mesma rede. \n\nBaixa o app Advance IP Scanner, faça um scan na sua rede, e veja se aparece a impressora na lista de dispositivos.",
                "Você sabe o IP dela, consegue imprimir a folha de configurações?"
            ]
        },
        {
            "title": "quanto posso cobrar nesse ideapad s145? Tem 3 anos e apresenta lentidão. Paguei 1400 na época.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11fza08",
            "num_comments": 31,
            "comments": [
                "Celeron N4000 com 4GB de RAM? 400-600 reais, máximo... isso se a bateria, a carcaça e a tela estiverem boas. 700-800 se tiver NVMe/SATA de ao menos 200GB.",
                "Se puder, formata ele e doa.",
                "Bom amigo, além dele usar um processador dual core bem fraco, ainda possui apenas 1 slot de memória ram, fazendo com que tenha que tirar o pente atual caso queira aumentar memória, a cereja do bolo fica pelo disco rígido mecânico (HD), que vai fazer a máquina ficar bem lenta mesmo.\n\nHonestamente, essa máquina perde em desempenho e expansão pra qualquer acer que venha com pelo menos um i3 de segunda geração em diante, logo, acho que se conseguir uns 600 a 700 reais (e olhe lá) já estará muito bem servido, isso considerando que ela esteja com bateria e funcionando bem.",
                "99% de certeza que a lentidão é porque ele ainda usa um hd. se vc trocar por um ssd e formatar o windows seu notebook melhora bastante. mas caso vc realmente queira vender, entre uns 700~1000 no maximo. vai depender se vc achar alguem disposto a pagar e a sua pressa.",
                "Nao vale a pena vender, alguns computadores ficaram tão atrasados que acabam ficando inúteis, vc só venderia para alguem que não conhece nada de computador e esse comprador pode acabar te dando dor de cabeça pq ele n ia conseguir nem abrir o Chrome direito, recomendo que deixe ele guardado. \n\nEu por exemplo tenho 4 notebooks aq que nem vale a pena vender por serem muito antigos ou bem fraquinhos.\n\n\nTenta melhorar ele, colocar um ssd e uma memória RAM maior.",
                "Cara, com essas configurações e tempo de uso,  eu venderia por 450/650, muito melhor dinheiro no bolso do que deixar ele parado. E se você tiver um notebook novo ou PC, pode investir em algo com esse dinheiro.  Vendendo ao preço justo você sai com dinheiro e alguém vai ficar feliz de ter um computador por um preço acessível.",
                "Essa lentidão se resolve com um SSD e mais um pente de 4gb totalizando 8gb. Se vc fizer esses upgrades pode pedir uns 1.500 nele",
                "Acho melhor doar ou cobrar um valor simbólico pra um estudante pobre que não tenha dinheiro pra comprar algo melhor.",
                "Máximo máximo 700",
                "Com um ssd, o maximo de memoria que ele suportar e algum software baseado em kernel linux daria uma sobrevida.",
                "Tenta trocar com a garantia caso tenha.",
                "Acho que dá pra tirar uns 700 no pau brabo.\nInclusive, eu amo esse modelo, super estranho, o nome é Idea pad s-145 mas ele é uma total caixinha de surpresa. O meu tem um amd Ryzen 3600 u com vega 8 e 12 giga de ram, mas é visualmente idêntico.",
                "Eu faço o seguinte, se eu compro o produto, uso uma semana e quero vender, diminuo uns 10% do valor, se eu uso por um tempo razoável, e quero vender, diminuo uns 30% do valor, se eu uso por uns três anos, como é o teu caso, diminuo 50% do valor, se eu usei por mais de 5 anos, diminuo 75% do valor, e mais tempo que isso, aí só doando ou vender ele pra sucata.",
                "Põe um ssd m2 parrudo e vende por uns 1600~",
                "Vende o dobro que vc comprou no caso 1400 vc vende 2800,simples."
            ]
        },
        {
            "title": "ajude me a escolher uma placa de video",
            "selftext": "Qual seria uma placa de video boa para pôr nesse pc? \n\ni3 3250 3.5ghz  \n16gb ram ddr3  \nssd 520gb e um hd 500gb\n\nesse é o meu setup por enquanto, ainda não tenho money para comprar um pc melhor, mas queria pelo menos ter uma placa de video, qual seria uma boa opção para o meu pc?\n\ngostaria de jogar alguns jogos não muito pesados como, league of legends, rocket league, cs-go..",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11fol5p",
            "num_comments": 24,
            "comments": [
                "Cara, o seu processador é bastante antigo, então não acredito que iria valer apena pagar caro em uma placa cara por agora, já que a CPU vai dar stuttering.\n\nSe eu fosse você iria em uma 1050 Ti se você quiser uma opção mais barata, mas se você quiser investir pro futuro, o melhor é uma 1660 Super. [Aqui](https://youtu.be/u-6T0pQAtYA) tem um vídeo de uma 1050 TI com o seu processador rodando jogos de 2019.\n\nEDIT: Vi seu orçamento, então separei um vídeo [aqui](https://youtu.be/YXtyYJEEhMo) de jogos com o seu processador e uma GTX 1030.",
                "Sabe informar qual a fonte do teu pc ?\n\nHonestamente, nesse valor ai eu procuraria uma GTX 750ti por no máximo 350, a 750 2gb também serve se não chegar a 300.\n\nNão consome muito e cabe no teu orçamento, além de ter suporte a directx12 e drivers atuais.\n\nPra essas jogatinas ai ela vai muito de boa, mesmo com o i3 (que até não é dos piores pra esses 3 games)",
                "Depende do que você que rodar com a placa de vídeo né",
                "Depende de algumas coisas... \n\n1. tu quer arriscar AliExpress? \n2. até qual valor?\n\nSe tu quiser arriscar AliExpress... a RX 5500 XT sai por 650 +-, se não pegar imposto.",
                "mano pelos jogos que você falou, da pra pegar uma RX 580 no Aliexpress, ou, se quiser gastar um pouquinho mais, da pra ir de 1660 super",
                "Rapaz pela geração do proc, EU trocaria tudo, tenho minhas incertezas se não vai dar gargalo ou no máximo tu vai comprar uma placa de vídeo que tu não vai conseguir usufruir do que ela realmente é capaz.",
                "Se colocar uma placa de vídeo boa, melhor investir em uma fonte boa 80 plus de 500 w ou 650 w antes de por a placa de vídeo. A placa de vídeo que vc escolher vai depender do seu orçamento, você pode tentar, na minha opinião calssificado por preço, a gt 1030, gtx 1050, gtx 1660. Isso vai te custar de 600 a 1800 +-. Qualquer uma delas, já dá pra jogar alguma coisa no mínimo"
            ]
        },
        {
            "title": "Meu notebook tá na beira de me dar um ataque de nervos e eu preciso comprar um novo mas só sei baixar Chrome",
            "selftext": " Tô cansado de dica de compra dessa gringaiada que paga *one thousand dollars* num *laptop* pica e tô afim das dicas do meu povo sofredor que paga 4 mil num notebook que trava com o Word e PowerPoint aberto ao mesmo tempo.\n\nPrimeiro que eu não entendo porra nenhuma de computador, só sei que o meu tá uma merda. Eu tenho um da Samsung de uns 6 ou 7 anos que tá com a tela quebrada, processador Intel Celeron (eu sei que o que os cara gosta tem um i na frente), deve ter uns 8GB de memória RAM. Foi muito guerreiro e aguentou muita barra nesses últimos anos mas eu tô começando a ficar maluco de ter que usar ele plugado na televisão e travando toda hora. O tanto que esse mano já me deu estresse na hora de renderizar é putaria.\n\n**Eu quero um que dure bastante e seja bom o suficiente pra rodar Premiere e After Effects liso**. Liso de lisinho mesmo. Só isso. Qualquer coisa a mais que possa fazer é extra. A gringaiada tudo falou bem de um Dell G15 mas o preço pode ficar salgado de fazer careta. Tem como mudar umas configurações no site da Dell, processador i7 ou i5, Ryzen 5 6600H ou Ryzen 7 6800H, RTX 3060 ou 3050, e eu vou ser honesto, eu não sei em que diabo nada disso muda, só sei que o i5 é mais barato e o Ryzen é mais ainda.\n\nO mais barato que ele pode chegar com memória RAM de 16GB é 5.998 com Ryzen 5, RTX 3050, tela de 120Hz ao invés de 165Hz. Eu até fico feliz com o preço mas não sei o quanto essas mudanças podem afetar a performance dele quando comparado a ir com tudo no máximo, mas daí chega a quase 9 mil e eu não tô cagando grana.\n\nAliás, como eu disse: eu não entendo de porra nenhuma de computador, então se alguém souber de uma outra opção melhor e mais barata, eu ia agradecer muito mesmo. Valeu pela atenção, Brasil.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11fiayd",
            "num_comments": 3,
            "comments": [
                "No teu caso é preferível um desktop mesmo, pois edição demanda muita RAM. 8GB é o recomendado para máquinas de entrada, de escritório mesmo. De verdade, é surpreendente que o seu notebook tenha aguentado fazer esse tipo de tarefa, ele é guerreiro.\n\nMas se quiser um notebook, pra rodar liso vai precisar de ao menos 16gb de RAM. Um amigo meu que trabalha com edição usa  um desktop com 128gb, pra ter ideia. Até brinco que eu poderia armazenar todos os arquivos do meu PC de trabalho só na RAM dele 😂.\n\nIsso é monstruoso. Tu não precisa disso, via de regra. Compra no mínimo 16gb, mas saiba que vai lagar. Pelo que eu me lembre, 32 é o mínimo para ter um desempenho satisfatório, segundo ele.",
                "Olha, são muitas variáveis, mas dado que você é um tanto quanto leigo ao invés de citar site aleatório ou recomendar usado, vou me abster as opções que tu citou.\n\nSe o ryzen 5 6600h e a RTX 3050 cabem no seu bolso, pode mandar bala que pra ti vai ser como sair de um Fiat Uno com 3 pneus para pilotar um bom Volkswagen Passat V6 0km.\n\nEntretanto, dado a carga de placa de vídeo que pode ter nesse pacote adobe, avalie a diferença de preço entre o modelo com 3050 para o com 3060, se for pequena e couber no bolso, eu recomendaria pegar pois é um bom salto de desempenho. Não que a 3050 vá dar travamento (acho muito improvável), mas com placa de vídeo mais forte, projetos muito intensos e extensos levam tempo menor renderizando.",
                ">Eu quero um que dure bastante e seja bom o suficiente pra rodar Premiere e After Effects liso. Liso de lisinho mesmo. Só isso. \n\nPra 100% rodar liso, tu precisa de ao menos 32GB de RAM e 4GB+ de VRAM (apesar de ser melhor pegar uma RTX 3060-3070)... e isso não sai barato."
            ]
        },
        {
            "title": "Notebook usado",
            "selftext": "Estou procurando um notebook pra usar ja faz um tempo e me apareceu essa oportunidade.\n\nConfigs segundo a dona:\n\nNotebook dell inspiron 14 series 5000\nIntel core i7-5500U 2.40ghz\nRam 8gb\nAinda diz ter uma R7 M265 \nTela touchscreen\nTudo certinho sem defeito, só tem dois amassadinhos na parte externa que segundo ela é por transporte em mochila.\n\nPra mim que sou meio leigo parece ser uma ótima oportunidade de comprar um bom notebook por R$1400,00\n\nO que acham? O preço esta certo ou esta bom demais para ser verdade? Receio por tomar golpe..",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11fhvi6",
            "num_comments": 2,
            "comments": [
                "Bom, já tive experiência com um acer de configuração parecida até recentemente, de meu uso particular, com o mesmo processador, mas uma Geforce 920m (acredito que sua R7 seja um pouco melhor até).\n\nSão bem usáveis para Windows 10 COM SSD, navegava numa boa, assistia filme e série numa boa, isso com guias abertas e rolando musica de fundo. De quebra ainda roda uns games modestos (principalmente Indies) e títulos mais pesados de até 2013  em 720p, mais limitado pela placa de vídeo do que pelo processador.\n\n1400 reais está num valor adequado se vier com SSD, ainda segurar bateria (de Dell é caro) e não tiver nenhum defeito, por nenhum entenda nenhum mesmo. (O amassado é apenas estético se for BEM superficial).\n\nSó tenha cuidado com o carregador se acabar comprando, Dell usa pino central de ID e se for meio ogro ele amassa e o note para de reconhecer ele, ficando todo zoado em desempenho (opera em baixa energia). Se for comprar, veja se o pino central está alinhadinho, se estiver amassado o note costuma dar um alerta ao ligar."
            ]
        },
        {
            "title": "Notebook para editar vídeos",
            "selftext": "Tenho que escolher entre um desses notebooks, qual desses vocês acham o melhor para editar vídeos?\n\n[View Poll](https://www.reddit.com/poll/11fgs3q)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11fgs3q",
            "num_comments": 1,
            "comments": [
                "Gráficos integrados é a Vega na certa. Intel HD Graphics é triste demais kk"
            ]
        },
        {
            "title": "não entendo muito de pc e queria uma ajuda para comprar um pc pior que o meu",
            "selftext": "estou tendo problemas com dinheiro, dói muito em mim mas vou ter que vender meu pc que levei muito tempo e esforço pra comprar. Mas eu não posso ficar sem pois uso para trabalho/estudo além de jogos, então eu queria um “pior” que eu consiga trabalhar e estudar nele, e jogar alguns jogos nem que seja no gráfico médio. \n\nMeu pc é um i5-9400f, 16gb de ram, ssd120gb, hd 1tb, gtx 1660. Estava pensando também em vender a placa de vídeo ou algo do tipo invés de vender o pc todo e depois ter que montar um novo. Enfim, preciso de algumas opiniões.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11fe6d4",
            "num_comments": 22,
            "comments": [
                "Tens uma boa máquina, mas confesso que ela é bem trabalhosa pra dar downgrade, pois:\n\nTeu processador não tem vídeo integrado, então precisará de outra placa de vídeo caso venda a sua, a menos que troque o processador por outra versão com GPU integrada.\n\nNa minha experiência de compra e venda em mercado livre, marketplaces e afins, infelizmente se você tem pressa em vender, vai ter que jogar sempre na casa do valor mais baixo, eu costumo vender bastante e pra ter rotatividade (sem ficar com pilhas de hardware aguardando milagre) e sempre pesquiso o menor valor que determinado produto tem em **boas condições** e se o mesmo está tendo procura naquela faixa de preço (pode usar a quantidade de comentários e perguntas nos anúncios como parâmetro), dessa forma:\n\nTua 1660, iria ficar na casa dos 650 a 700 reais e teu i5 por não mais que uns 450$, dessa forma, nas duas peças de maior valor da tua máquina (não especificou a placa mãe) se tu conseguir tirar 1100 ou próximo, já estaria excelente, pois a oferta de peças aumentou bastante recentemente e os preços estão minguando bastante desde o fim da mineração.\n\nFonte (se for boa), memória e armazenamento eu não recomendo vender pois vai precisar mesmo depois do downgrade e a placa mãe fica a teu critério se quiser mudar de plataforma ou não.\n\nAssim, meio que te sobram duas escolhas:\n\n\\- Ir com a faca nos dentes e vender a GPU e o i5, tentando tirar de 1000 a 1100 na brincadeira, depois colocar um i3 8100 no lugar (estão brotando por 300$ usado), ficaria com um balanço de 700 a 800 positivo, mas teria um sistema que roda bem o básico, ainda serve bem pra estudo, mas de forma satisfatória irá rodar apenas o League of Legends dos jogos que você citou (pois é muito leve).\n\n\\- Vender GPU, Processador e placa mãe e trocar por um kit a320 + ryzen G (mais básico) usado, se sua placa mãe for uma H310 (assumindo uma mais simples) de marcas como Asus ou Gigabyte, pode conseguir talvez mais uns 280 reais em cima, somando ao valor das demais peças, esperaria tirar uns 1300 em tudo. Se achar até 600 reais um kit com uma placa mãe e um ryzen 2200g (ou superior), já tens as memórias na mão, podendo ficar com uns 700 reais positivo e de quebra tem um PC com vídeo integrada capaz de rodar de forma bem jogável os 3 games que tu citou num outro comentário. Para as demais tarefas básicas ele sobra de boa em performance.\n\nEnfim, é uma decisão difícil, ainda mais por vender algo que se quer ter muito, então boa sorte",
                "Quais jogos?",
                "Quanto tu pretende tirar nesse PC e quanto tu pretende gastar pra montar o novo?\n\nDependendo dá para conseguir algo melhor por menos se tu não se importar de usar o AliExpress... no caso, tu poderia vender a 1660 (que eu acredito que seja a 1660S pq a 1660 é meio rara).\n\nSe for comprar do AliExpress, kit Xeon (E5-2666 V3, 2x8GB e cooler), ai pega um SSD de 240GB, e uma RX 5500 XT usada no Ali..",
                "Nao vende o Pc cara, vc vai sim conseguir um um pouco pior se vender, mas teu Pc já é básico nas configurações atuais. Conseguir um pior, pode significar dor de cabeça, peças dando problema, e você gastando o que não tem pra reparar, e quando você vêr, o dinheiro que conseguiu na troca, vc vai acabar gastando no Pc. Eu venderia só a placa de vídeo e pegaria uma um pouco mais básica isso já vai te retornar um valor.",
                "Rapaz, pra menos tá difícil. Eu basicamente quero por na minha máquina o seu processador e sua placa de vídeo.\nPlaca mais inferior que isso só a 1050 ou vai logo pra Rx550. Mas tu não ter lucro nenhum no preço que estão as coisas.\n\nCertamente a grana que tu investiu aí, não montaria o mesmo Pc hj."
            ]
        },
        {
            "title": "Hola, alguien habla español aquí? Mi laptop hace eso y quería saber si alguien sabe el motivo, también a veces la estoy usando de manera normal y de la nada me da pantallazo azul 😭😭😭😭",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11f74ll",
            "num_comments": 1,
            "comments": [
                "Eu recomendaria tu levar na assistência técnica para verificar o flat do monitor. Se tu tiver um monitor externo, veja se acontece isso nele também, se acontecer... é o GPU. \n\nPs.: Tokyo Revengers ao fundo. hahaha"
            ]
        },
        {
            "title": "O que acham desse setup de entrada que to querendo montar? Pra jogar e fazer pintura digital no Ps.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11f6xa9",
            "num_comments": 16,
            "comments": [
                "Ah.... já que tu vai comprar na Kabum, acho bobagem tu pegar o SSD no AliExpress... é melhor tu já pegar o SSD na Kabum, mesmo que um pouco mais caro... porque se der problema, tu tem garantia LOCAL e RÁPIDA...\n\nDe qualquer jeito, na Kabum tem SSD de 256GB por 115 reais e 512GB por 250...\n\nExemplo: [https://www.kabum.com.br/produto/347020/](https://www.kabum.com.br/produto/347020/) tu paga 110 reais a mais e tem 4x mais espaço. Além de Patriot ser uma marca bem boa. O endurance é 240TBW se não me engano.\n\nTroca esse E5-2620 V3 por um E5-2666 V3... que é 2x mais rápido...",
                "Rx580 no Ali hoje tava 285",
                "https://docs.google.com/spreadsheets/d/1ev-En1sZ3IdU46RDn1Pk7YcKoa5WiAf4KAzXkGVnj5U/edit?usp=drivesdk",
                "Se for pra pagar 900 pila numa rx 580 creio que compensa mais pegar uma RX 6600M do ali. Só tem que pesquisar bem pra não pegar placa bomba de mineração"
            ]
        },
        {
            "title": "áudio não funciona x570 Phantom gaming 4",
            "selftext": "Dale galera.\nConseguem me dar uma força?\nAcabei de montar um setup novo e ontem eu reiniciei meu Pc e o áudio simplesmente quebrou, não consigo fazer sair áudio..\nTentei reinstalar driver de audio pelo driver booster, tentei reinstalar pelo site da fabricante da placa, formatei o Pc pra windows 10 e nada, formatei de novo pro windows 11 e continuou sem funcionar, fiz limpeza dos P2 e nada... Dei uma olhada na BIOS e aparentemente está tudo correto nas configurações de áudio... isso acontece tanto na entrada frontal do gabinete quanto a traseira da placa mãe.\nO headset testei no celular e tá bala, testei em outro PC também e funcionou..\nPlaca mãe: ASROCK x570 Phantom gaming 4.\n\nDesde já agradeço!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11f2hlw",
            "num_comments": 9,
            "comments": [
                "Tudo bem que esses drivers da Realtek são um lixo... mas.... hahaha\n\n>driver booster\n\ndesinstala esse bloatware... sério mesmo.\n\nMas agora vamos por parte:\n\n1. verifica o volume no WINDOWS e se não está em mudo (pelo que lembro, alguns fones conseguem mutar o Windows)\n2. Vai no gerenciador de dispositivos e desinstala os drivers de áudio, ai vai no Windows update e ve se tem atualização e se ainda não funcionar...\n3. Cria um LiveUSB e testa se o áudio funciona no Linux."
            ]
        },
        {
            "title": "Oque vcs acham?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11es0g8",
            "num_comments": 13,
            "comments": [
                "Só a placa mãe eu não pegaria no Aliexpress, melhor pegar uma aqui no Brasil com garantia e provavelmente por um preço bem parecido",
                "A config é boa, tenho bem parecido aqui, tú consegue rodar vários jogos em uma qualidade boa  \n\n\nMas é igual o amigo falou, melhor comprar a placa aqui no Br, dá uma pesquisada em kit upgrade, pode ser que encontre o kit placa mãe + processador + memória, as vezes sai quase o mesmo valor e chega bem mais rápido",
                "A configuração anterior tava mais forte mano",
                "Essa B550 é pci 4.0\n\nTalvez seja melhor você pegar o Netac NV5000 porque assim você mudaria o máximo dele. Não que essa sua na foto seja ruim, mas é um upgrade legal.",
                "Eu sou um Sacoleiro desta plataforma, só compro aí",
                "Ultima aquisição minha foi um Kit MECANIST Placa X99 + E2670 v3 + 32gb RAM Ecc",
                "Amigo, como já falaram aqui, eu também pegaria a placa mãe no Brasil... Comprei duas memórias Asgard no Allie e elas estragaram em um mês, paguei R$270 e o valor pra mandar de volta era R$200.\n\nSe pra mim, o barato já saiu caro, não consigo imaginar o valor pra mandar uma placa mãe de volta se vier com problema."
            ]
        },
        {
            "title": "Problema com o teclado do notebook",
            "selftext": "Opa, galera. Fui usar um notebook antigo, porém quando eu clico no backspace ou no enter, começa a digitar \"]\" infinitamente. Formatei do Windows 11 pro Zorin OS e parou. Porém depois de 5 horas, o problema retornou. Não tenho um teclado para testar se é problema físico ou do software e não achei conteúdo satisfatório sobre o mesmo problema. Alguém já passou por isso? Vlws",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11erzqq",
            "num_comments": 1,
            "comments": [
                "Nem precisa perguntar, é o teclado com defeito."
            ]
        },
        {
            "title": "Mi laptop se congeló y el teclado no funciona.",
            "selftext": "Estuve buscando soluciones al congelamiento de mi laptop pero no encontre ninguna. Como tiene una batería interna no puedo sacarla para apagarla así como muchas soluciones recomiendan.\nEstoy desesperado ya que estaba haciendo un trabajo importante en ella.\nEstaba haciendo un diseño 3D y se trabo de repente, hizo un ruido y se quedó ahí.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11eorhl",
            "num_comments": 1,
            "comments": [
                "Ya me ha pasado, mantén presionado el botón de apagar por 20 segundos para forzar el apagado, desconecta la fuente de alimentación, espera un rato y luego conéctala de nuevo y enciéndela, y te va a funcionar todo normal 🥸"
            ]
        },
        {
            "title": "Chip de Bios estava com uma \"perna\" quebrada, consertei com solda e corda de guitarra",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11eo2fu",
            "num_comments": 6,
            "comments": [
                "Um conhecido foi remover um chip de Bios para regravar e acabou quebrando a perninha, como não havia nenhum material similar e não há possibilidade de resoldar o contato inteiro, improvisei com uma corda G (usada) de guitarra, dada a urgência.\n\nUm pouquinho de fluxo de solda e uma estanhada depois, tava firme e forte, mesmo depois de alinhar com o alicate de corte, senti muito mais resistência mecânica nele do que nos demais.\n\nA regravadora reconheceu numa boa e o encaixe da placa aceitou como uma luva.",
                "r/gambiarra",
                "Mais fraco membro do \"grupo de pessoas pobres com computadores ruins 5.0\"",
                "Gênio"
            ]
        },
        {
            "title": "rapaziada, eu preciso de ajuda pra descobrir os atalhos do windows de FECHAR aplicativos que não seja o alt f4, estou jogando fortnite tranquilamente sempre e as vezes clico algo que fecha o jogo, preciso saber se é algum atalho, por favor!!",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11emss0",
            "num_comments": 4,
            "comments": [
                "Não tem outro comando para a mesma função no teclado. Faz nem sentido existir.",
                "Se tu deu alt-tab antes do programa fechar... pode ser que o alt ficou entalado e tu apertou f4. (não fisicamente entalado, lógicamente por culpa do windows)"
            ]
        },
        {
            "title": "Galera, tem salvação ainda? seria só colocar uma tela nova mesmo? Quanto mais ou menos custaria?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11elu4e",
            "num_comments": 7,
            "comments": [
                "Fiquei um tempo tentando entender\n\nAchei que o lance na tela era um risco na foto pra tampar alguma informação kaksksksksk",
                "A tela foi de arrasta pra cima. Você pode pesquisar no mercado livre usando o modelo do notebook",
                "F tela.\n\nO custo depende do modelo, pesquisa pelo modelo do notebook",
                "Depende das configurações do PC mais se for ex:240hz provavelmente é um 1000 conto",
                "Com a manutenção da tela tem risco de vir com alguns problemas, eu iria investir para comprar um monitor."
            ]
        },
        {
            "title": "Está bom? E minha primeira vez montando um pc",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11el2xg",
            "num_comments": 20,
            "comments": [
                "Só uma dica sobre  o processador, indico tu trocar o cooler dele, o que vem por padrão da amd é bem ruinzinho, eu peguei o Gammaxx 400, antes ele chegava fácil a 80ºC / 70ºC (As vezes sem nem estar rodando nenhum jogo) agora dificilmente chega a 65ºC",
                "Amigo, Por experiência própria, não pegue nada da SOYO, Eles nao oferecem garantia nenhuma, e Um amigo comprou esse mesmo kit e a mobo estava com defeito, Também peguei uma rx 5700 xt e eles me enganaram e enviaram uma rx 5700 biosmod XT, recomendo pegar uma b450m da asus usada no aliexpress mesmo, memoria ram separada etc, sai até uns 200 reais mais barato e bem mais confiável",
                "Se chegar tudo em ordem, será um o excelente setup, só não esquece de comprar uma boa fonte aqui no Brasil, a MSI tem um modelo 550w com preço legal, mete bala e seja feliz.",
                "Eu pegaria o SSD no Brasil, de loja confiável... só pela garantia e pela possibilidade de trocar em caso de falsificação... mas dá uma olhada se esse SSD é TLC/QLC/PLC e o endurance dele.",
                "Mano uma dica que me fez economizar uns 200$. Pesquisa placa mãe e processador separados. Pra mim saiu mais barato que comprar o kit.",
                "https://youtu.be/oRfoEYfOxsk\n\nMLLSE 5500XT",
                "Mano, se for pegar assim pega um SSD NVME local, que se quebrar tu tem garantia, eu recomendo o NV2 de 500gb que sai por 100 reais a menos, e pega memória Asgard ou Corsair se for pegar do ali"
            ]
        },
        {
            "title": "meu PC ficou travando e com a imagem do monitor azul fraco, e depois reiniciou e voltou a funcionar normal depois que ele ser desligou e ligou de novo",
            "selftext": "Eu fui ligar meu PC e ficou travando aí depois ficou tela toda preta ficou aparecendo só o mouse aí eu reiniciei ele, mais ai ele ainda continuava travando e depois ficou com a imagem do monitor azul fraco,e depois ele desligou e ligou de novo e voltou a funcionar normal depois que ele ser desligou e ligou de novo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ejpc5",
            "num_comments": 5,
            "comments": [
                "Windows update?",
                "Só parece ser Windows, mas faça o teste de cluster do seu HD se for mecânico."
            ]
        },
        {
            "title": "me recomenda uma canal que tenha cursos completos de montagem e manutenção de pc, por faço.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11eg8q2",
            "num_comments": 2,
            "comments": [
                "Dos famosos tem o MWinformática, ele tem curso de montagem e reparo que vai do básico ao inicial, já fiquei tentado a assinar pois mesmo trabalhando a anos com isso (é meu segundo trabalho na verdade) sempre tem algo novo ou um macete pra aprender.\n\nAlém do curso tem N vídeos dele no próprio youtube, ensinando de maneira que até alguém bem leigo consegue tirar do 0.\n\nSe entende Inglês, JayTwoCents e Tech Yes City, eles tem incluso muita informação de negociação e venda (além de limpeza e montagem), que embora em dólar, dá pra adaptar uns macetes pra tirar um troco aqui no Brasil mesmo.\n\nSe quiser algo mais avançado na parte de eletrônica (bem avançado), recomendo o GDTech informática (não confundir com Getech), atualmente tenho acompanhado o Greg e acho o trabalho dele muito bom. Só não é nada de nível iniciante.",
                "Tem o infame The Verge build... mas esse tu assiste e faz ao contrário do que aparece. \n\nFalando sério, fora os que o Leo mencionou, ainda tem o LinusTechTips (tem de procurar quais), gamernexus, debauer english, etc.\n\nAh, no shorts hora e meia aparece uma dica nova."
            ]
        },
        {
            "title": "Notebook Infoway W7430 não dá imagem na própria tela do notebook e muito menos em telas externas pelo cabo HDMI. processador, placa de wi-fi e Hd foram verificados e estão funcionando corretamente. Algum conselho técnico para uma possível solução? Obs: O notebook aparenta ter uma peça faltando.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ee6xd",
            "num_comments": 4,
            "comments": [
                "A placa mãe funciona?",
                "flat cable",
                "Tá faltando info bro.\n1 foto só mostra uma Ram e o slot do cardwireless e cabo da antena vem lá da câmera.\n\n2 Tem sinal de energia?\n\n3 Carregador funcional em caso de nenhum sinal de energia? \n\n4 Que teste é esse no processador? Notebook o proc é soldado na MB.\n\nPesquise sobre POST MINIMO e comece por aí já que para obter um diagnóstico.",
                "Quanto a peça faltando, pode ficar tranquilo. Esse compartimento vazio na foto é uma entrada M.2 / PCIe x4. Só é usada pra extensões do hardware, como SSDs de alta performance (NVMe), chips de WiFi ou Bluetooth (imagino que não seja necessário) ou pros maluco que bota [placa de vídeo externa (eGPU)](https://produto.mercadolivre.com.br/MLB-3182806000-adaptador-adt-link-pcie3040x16-para-m2-nvme-egpu-_JM#position=6&search_layout=grid&type=item&tracking_id=e92ff446-1b09-4f30-a6c6-172a07cc6040) no notebook."
            ]
        },
        {
            "title": "Venda de notebook",
            "selftext": "Galera, preciso vender meu notebook e preciso de sugestões de preço no qual eu posso vendê-lo.\nConfig:\nSamsung\nI5 7250u\nMX100\n20 gb ram \nSSD 480 gb M.2\nHD 1 TB\nTela 14,5\"\n4 anos de uso, sem marcas de uso\nNunca caiu, 100% funcional.\nEdit: a bateria não aguenta ficar por muitas horas fora do carregador.\nJogando: 1h30 no máximo, navegando 3:30.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ecno8",
            "num_comments": 2,
            "comments": [
                "Olha, vou ser bem sincero com você.... o i5-7200U (não achei i5-7250U) é um CPU ultra defasado, o GeForce MX110 (também não achei o MX100) perde pro video onboard do Ryzen 5 3400G...\n\n\"Nunca caiu, 100% funcional.\" É uma coisa que eu não colocaria, sei lá... fica meio suspeito.\n\nHm... eu diria que uns 1.5\\~2k máximo com boa vontade..."
            ]
        },
        {
            "title": "Fan da GTX 1050TI não gira",
            "selftext": "Bom dia\n\nTenho um pc onde a placa-mãe antiga queimou, comprei outra e instalei a nova e coloquei a placa de vídeo e está dando imagem e funcionando perfeitamente, porém o fan não gira (creio que não seja a placa-mãe afinal ela está nova e testei com outra que tenho aqui e funcionou)\n \nBaixei o MSI Afterburner e tentei controlar manualmente a velocidade porém não muda nada\n \nTinha feito uma limpeza dela e pensei que podia ter encaixado o cabo do fan errado porém não era o caso\n \nO que pode ser??\n \nEstava pensado em ligá-la sem o dissipador acoplado para testar a tensão do cabo do fan, teria algum problema ou posso testar tranquilamente?\n\nAgradeço, abç (sou leigo rs)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11e3pow",
            "num_comments": 4,
            "comments": [
                "*Estava pensado em ligá-la sem o dissipador acoplado para testar a tensão do cabo do fan, teria algum problema ou posso testar tranquilamente?*\n\nSe souber fazer com o multímetro, não tem problema nenhum, na verdade esse é o procedimento correto pra saber se a alimentação do cooler está OK ou se é só o fan que deu problema. A placa leva pelo menos um minuto até sobreaquecer e ativar a proteção termica (desligando o sistema), dá pra medir as tensões em menos de 15s.\n\nDe toda forma, dependendo o modelo da 1050ti, você pode tirar a carcaça plástica e prender um cooler de 120mm (ou 80mm se achar o 120mm grande demais) no dissipador, depois liga ele por molex na fonte ou no PWM da placa mãe, as vezes refrigera melhor que o original com menos ruído.",
                ">que podia ter encaixado o cabo do fan errado porém não era o caso\n\nAcho que não, geralmente tem guia que dificulta colocar errado. Mas dependendo do conector que tem na placa de vídeo, tu consegue conectar um fan diretamente lá.\n\nAcredito que o fan tenha morrido mesmo. Se tu souber ligar, tenta testar o fan em 5V/12V para ver se ele ainda liga. Apesar de ser possível ligar sem dissipador para ver, acho mais fácil testar o fan. Se o fan funcionar... é a alimentação. Se não funcionar, testa a alimentação.\n\nMas pergunta besta: como a placa mãe morreu do nada?"
            ]
        },
        {
            "title": "Comprando um PC novo, analisem por favor.",
            "selftext": "Estou comprando um novo computador - o atual tá sofrendo pra rodar até o Dotinha. Quero um que rode jogos atuais e ao mesmo tempo não arranque minha alma no preço. Cheguei nessa config da foto, algum comentário se tá otimizada ou não?\n\n \n\nhttps://preview.redd.it/iljkpu02wwka1.png?width=715&format=png&auto=webp&v=enabled&s=7d8f814214fc23b746767c8655bec824f403cc37",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11e3dju",
            "num_comments": 31,
            "comments": [
                "A config é legal, mas assim...\n\n\\- Essa A320 tenho quase certeza que não roda 3600mhz, pegaria 2 pentes da kingston de 3200mhz que além de serem bons, te economizam quase 100 reais por pente (dá uma olhada no kingston fury na kabum).\n\n\\- SSD pode pegar um M.2 de 1tb por menos que esse atual (NV1 da kingston por exemplo), ou se quiser manter o Sata, Kingston a400 de 960gb tá 440$ na kabum, muito mais jogo que red dragon.\n\n\\- Fonte procura a MSI mag 550w, vai gastar menos e levar mais, tava 300$ última vez que vi essa semana, sendo uma ótima pedida (especialmente pela diferença no valor).\n\n\\- Por fim, gasta um pouco melhor no case e pega algum que tenha a montagem da fonte na parte debaixo, esse ai que você pegou usa projeto mais antigo com a fonte em cima, não é interessante dado que está montando algo bacana.",
                "De baixo pra cima:\n\nPega um case com 3/4 fan que custa 30-50 reais a mais, esse case ai é super simples e tu vai ter gasto extra com fan... pois a placa de vídeo esquenta bastante e esse calor tem de ser tirado de dentro do case.\n\nCara... os VRMs da grande maioria das placas A320 não é lá tão boa e te limitará feio em questões de futuros upgrades. Além de não aceitar overclock e não suportar PCIe 4.0... Apesar disso, o gargalo não deve ser tão grande e o CPU também não suportar PCIe 4.0. Ps.: ele não é da série 5000, mas sim da 5000G com o grafico integrado desabilitado.\n\nAlém disso eu trocaria essa 6600 XT por uma 3060 12GB que tá 2600 na Kabum.\n\nEu não confiaria numa fonte dessas para uma 6600 XT... pega uma MSI MAG 650W que custa menos de 400 e é melhor que essa bomba.\n\nQuanto ao SSD, tu poderia ir de NVMe se aumentasse um tantinho. (a economia com a mudança da placa e da fonte já cobriria)\n\nTu pode ter a mesma quantidade de RAM comprando Kingston Fury Beast 8GB x2 DDR4 3200MHz na Kabum/Terabyte por 180-200 cada modulo e economizar mais 200 reais.",
                "Olha mano... Montar um PC da AMD com placa mãe barata eu acho complicado, como já apontaram aqui.\nEu, particularmente, tenho um I5 10400f e uma 2060 Super, e consigo rodar tudo atualmente. Como comprei o PC no ano passado, paguei 2500 na minha placa de vídeo, mas hoje você consegue montar com uma 3060 pelo mesmo valor e com um processador ainda melhor talvez de 12° geração dependendo do seu orçamento.\n\nOutra coisa, eu não recomendaria essa fonte, ela não é ruim, mas pegaria uma EVGA ou Corsair, tenho umas 600w aqui e paguei mais barato do que isso no Mercado Livre. Nova e caixa lacrada.\n\nMeu PC deu um total de 5.600 (sem periféricos e monitor), se você quiser passo todas minhas configs pra você. Só chamar.",
                "Uma coisa que não vi o pessoal comentar e não tô entendendo… E esse Ryzen 5500? Não vejo sentido, eu iria de 5600, o preço é praticamente o mesmo.\n\nTem que ter um cuidado extra nesse PC, você quer montar um Ryzen em placa mãe barata. Costuma não ser uma boa combinação já que AMD é mais chata (sim, a ponto de perder desempenho).\n\nEu iria em uma pegada diferente, a Intel é mais amigável com setups humildes.\n\n10400/11400f + 3060 é uma combinação boa e barata. Se te interessar a ideia de ir para Intel, só falar que eu dou uma mão, etc.\n\nEu não sou fã de Ryzen/AMD no geral. Tive 3x e me incomodei as 3x. Já as duas vezes que fui de Intel... Só alegria. (Meu atual é Intel)",
                "Vai rodar dota.",
                "Placa-mãe com chipset A320 pode precisar de atualização para suportar o 5500, [já que o suporte à ele depende do fabricante da placa](https://www.amd.com/pt/products/chipsets-am4). Você tem alguma contingência, caso esse seu CPU não funcione nessa sua placa?"
            ]
        },
        {
            "title": "PC não dá vídeo depois de mostrar a logo do Windows",
            "selftext": "O problema é o seguinte, Eu inicio o pc normalmente, aparece a tela da logo da asus, logo depois aparece a tela da logo do windows e depois disso fica um preto de como se o monitor tivesse ligado porém não mostra a área de trabalho nem nada, eu até ouço a área de trabalho, barulho de notificação etc, porém nada de video, mas as vezes ele liga normalmente, o problema também acontece quando eu desligo o monitor propositalmente pra fazer alguma coisa enquanto nao uso o pc e ele as vezes dá esse bug tbm.\n \n Eu ja formatei pc troquei de ssd recentemente e troquei de driver e o problema ainda persiste. O que eu acho que tenha algo relacionado é minha placa de video ser uma rx 5700 biosmod pra rx 5700 XT da aliexpress marca SOYO, mas nao tenho certeza de nada.\n\nSegue a config do pc:\nCPU: AMD R5 5600\nGPU: RX 5700 XT SOYO BIOSMOD\n16GB RAM\nMOBO: PLUS B450M-A \nFONTE:XPG PYLON 650W\nWINDOWS 10",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11duzmg",
            "num_comments": 28,
            "comments": [
                "Se o problema começou depois de tu ter feito o BIOS mod, ai deve ter cagado em alguma coisa.... mas vamos tentar algumas coisas:\n\n\\- WinKey+Ctrl+Shift+B para reinciar os drivers de vídeo... se não der certo, tenta trocar as portas do HDMI\n\n\\- Troca a porta no qual o monitor está conectada\n\n\\- tenta mover o mouse totalmente para a direita, espera um pouco e devagar move pra direita para ver se ele aparece na area de trabalho. Se não aparecer, tenta a mesma coisa para a esquerda.\n\nMas só curiosidade: BIOSMOD faz alguma coisa? Porque até onde eu lembro, a RX 5700 fisicamente tem apenas 34CU, enquanto a RX 5700 XT tem 40 CU. Se for só aumentar o clock, não seria melhor usando o MSI Afterburner?",
                "Vocês acham que pode ser mal contato de alguma entrada da gpu?  \nEstava pensando em comprar um adaptador displayport pra hdmi, por que minha gpu só tem 1 entrada hdmi.",
                "Ia seco sugerir o problema de driver junto da placa de vídeo, dado que após essa logo do windows ele carrega, sendo que se estiver corrompido, costuma dar esse tipo de bug ai (podendo variar um pouco).\n\nAi chegou ai...\n\n*rx 5700 biosmod pra rx 5700 XT da aliexpress marca SOYO, mas nao tenho certeza de nada.*\n\nInfelizmente essa marca ai não me passa nenhuma segurança, ainda mais se realmente estiver com bios modificada como falou.",
                "Tive o mesmo problema, era só o cabo HDMI."
            ]
        },
        {
            "title": "Analisem minha config",
            "selftext": "Iae rapazeada to montando meu primeiro pc e queria saber a opinião de vocês\n \numa placa mãe ab350m ds2 v2\num ryzen 5 5600g\n16 de ram\ne no futuro uma 1660 super\n\nmeus objetivos com essa conffig é q rode\ngta v\nwarzone\nelden ring\ne dark souls\n\n\nse precisar de algo a melhorar me digam pra que eu rode tudo com uma taxa de fps boa",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11dtezj",
            "num_comments": 7,
            "comments": [
                "Hm... o onboard do 5600G vai rodar o GTA V e Warzone de forma bem precária. Elder Ring acho que não roda. Dark Souls? Qual? O original deve rodar bem.\n\nSó queria saber aonde tu vai arranjar uma AB350M. Essa placa é meio impossível de achar."
            ]
        },
        {
            "title": "Black desert",
            "selftext": "Será que meu Pc roda Black desert? \nEle tem 16gb de ram\nPlaca de vídeo de 4gb\nE um processador de 3,6ghz",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11dru48",
            "num_comments": 2,
            "comments": [
                "Amigão, sem saber modelo de processador e da placa de vídeo fica dificil.\n\nFrequencia e quantidade de Vram não ditam nada sem saber exato",
                "Qual teu pc?\n\n\n\n    Minimum:\n        OS: Windows 10 (32-bit or 64-bit)\n        Processor: Intel Core i3-530 2.9 GHz\n        Memory: 4 GB RAM\n        Graphics: GTS 250, GeForce 9800 GTX, Radeon HD 3870 X2\n        Network: Broadband Internet connection\n        Storage: 39 GB available space\n        Additional Notes: Screen Resolution: 1280x720\n\n    Recommended:\n        OS: Windows 10 (64-bit)\n        Processor: Intel Core i5-650 3.2GHz\n        Memory: 8 GB RAM\n        Graphics: NVIDIA GTX 970, AMD RX 480\n        Network: Broadband Internet connection\n        Storage: 39 GB available space\n        Additional Notes: Screen Resolution: 1920x1080 or higher\n\nConfere no site da steam se o seu pc é compativel com o jogo"
            ]
        },
        {
            "title": "Alguém pode me ajudar pls :\\",
            "selftext": "Estava pensando em pegar um notebook Lenovo gaming 3i para jogar e estudar, porém tenho interesse em usá-lo em um monitor externo de 144hz para melhorar a jogatina em casa. Minha dúvida é: como o notebook não tem entrada DisplayPort, caso eu compre um monitor 144hz, posso usufruir de tal taxa de atualização por algum outro meio ??? (tipo HDMI ou adaptadores)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11djpnj",
            "num_comments": 6,
            "comments": [
                "Esse tipo de adaptador realmente existe, mas não sei se eles suportam 144hz, ou se tem algum em específico que suporte.\n\nDe qualquer forma: up",
                "Não tem entrada HDMI ?\n\nEm 2006 o HDMI 1.3 já suportava 120hz em 1080p, se não me engano ele já chega (ou passa) de 240hz nessa resolução atualmente, cobrindo tranquilo sua necessidade.",
                "Por HDMI creio que hoje em dia funcione tranquilamente, oq não recomendo é usar as 2 telas, interfere bastante no FPS dos jogos. https://youtu.be/vLpUl6B9Evo.",
                "Sim funciona, uso um 165 hz em um rog zephyrus g15",
                "vc vai ter q se atentar pra algumas coisas.  \na versão do HDMI do seu notebook  \nA versão do cabo HDMI  \na versão da entrada HDMI do monitor.  \na resolução que vc vai trabalhar (full HD, 2,5K, 4k)\n\nMuitos monitores só tem suporte a essas frequências pelo Displayport"
            ]
        },
        {
            "title": "quanto de RAM comprar?",
            "selftext": "Vou montar um pc, e já decidi qual vai ser meu processador e placa mãe. Ryzen 7 5700g e B550M Aorus Elite.\n\nMas tenho dúvidas sobre a RAM, não sei se deveria comprar 16gb(2x8) ou 32gb(4x8) ou 32gb(4x8). Ignorando completamente o preço, o que vocês acham?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11di6qn",
            "num_comments": 9,
            "comments": [
                "Eu fico em dúvidas entre o 32gb(4x8) ou 32gb(4x8).\n\nFalando sério, se fosse 32GB, eu iria com 2x16GB. se precisasse de mais ram era só adicionar mais dois módulos ao inves de trocar os 4."
            ]
        },
        {
            "title": "Algumas fontes ativam o RGB depois de alguns anos de uso",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11dhxoe",
            "num_comments": 5,
            "comments": [
                "PC pronto pro inverno gaúcho, hardware embaixo, fogão a lenha em cima.\n\nJunho tá chegando, vou adquirir o meu",
                "no caso ai e so R",
                "Pô, já põe o gill em cima, e bora churrasco com fume tóxico!",
                "[Minha reação ao ver isso ](https://youtu.be/298g2t0b7WM)",
                "Ganhou 100 fps adicionais com esse rgb. Por que choras, Corsair?"
            ]
        },
        {
            "title": "oi pessoal meu PC não tá dando vídeo quando eu inicio com 2 pentes de memória oque fazer? ele inicia normal com uma das duas o problema é quando eu inicio com as 2 juntas",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11dfgpr",
            "num_comments": 7,
            "comments": [
                "Especificações da máquina:\nI5 9400f 2.90Ghz\nRadeon rx 5500 xt \nXpg spectrinx s40G \n8 Gb de RAM",
                "Não entortou nenhum pino do socket na montagem ?\n\nAssumindo que ambas estejam boas (pelo teste individual), tens um problema na comunicação entre um slot e o socket, que pode ir desde um pino torcido no slot do processador ou da RAM, até algum defeito na alimentação de um dos canais (algumas placas alimentam individualmente cada um).",
                "É raro dar problemas nos slots de ram, tenta passar um pincel seco no slot pra tirar qualquer poeira que possa atrapalhar, passa uma borracha nos contatos dos pentes também, se ainda assim não funcionar, tem que verificar em outra máquina se está funcionando...",
                "Faz o seguinte:\n\nPassa uma borracha (escolar mesmo, aquelas brancas) nos pinos da memória RAM que está apresentando impasse. Limpe, com um assopro e pequenos toques, sem passar pano plmdd e coloca novamente na placa mãe. \n\nGeralmente esse método resolve. Ás vezes isso ocorre.\n\n  \nEspero ter ajudado!"
            ]
        },
        {
            "title": "Duvida sobre winrar e pastas",
            "selftext": "Resuminho:Então,eu tenho um HD com 931GB e planejo um dia comprar mais um,já que esse se duvidar tem uns 6 anos ou mais,se duvidar até 10 anos. De qualquer forma,meu notebook n tem tanta memoria,tem como eu por ssd mas n tenho dinheiro no momento, ai eu inventei de usar o HD para baixar os meus jogos e tava tudo certo,só que tem uma pasta que eu fui proibida de apagar e no total ela pesa 462 GB. (N foi o notebook que me proibiu,é pq é uma pasta importante pra uma pessoa que conheço)\n\nEu adoraria apagar ela **só que não posso** e aí eu tive a brilhante ideia de extrair para .rar, só que eu tô com medo de fazer isso e corromper ou coisa do tipo,pq eu apagaria a pasta em seguida. Enfim,eu queria saber se vale a pena converter para .rar ou se vai pesar o mesmo no HD e se tem chance de corromper ou se tem outra forma. Por favor me ajudem, é melhor eu manter a pasta assim, transformar em .rar ou fazer outra coisa? eu só n passo pra pendrive pq já fiz isso e corrompeu um arquivo meu no passado",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11db8wo",
            "num_comments": 7,
            "comments": [
                "De qual pasta tu tá falando? É pasta padrão do WIndows ou alguma que tu criou? Se for que tu criou entra na pasta e apaga os arquivos... vê qual está travando a pasta.",
                ">só que tem uma pasta que eu fui proibida de apagar e no total ela pesa 462 GB.\n\nProibida por quê? Por quem?",
                "Não é uma boa idéia, mas também não é muito seguro guardar isso num hd velho que pode bichar a qualquer momento"
            ]
        },
        {
            "title": "uma config boa custo benefício para jogar",
            "selftext": "gostaria de uma config boa para montar meu primeiro PC para jogos.\n\neu pensei em: \n\nRyzen 5500g (processador)\n16gb RAM DDR4 (2x8)\nB450m (placa mãe)\nFonte gx 650w\nE não sei uma placa de vídeo boa\n\nAlguma dica/sugestão ou até mesmo uma config?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11d99i7",
            "num_comments": 8,
            "comments": [
                "Uma 2060 Super seria uma boa, ou uma 3050",
                "5500G não existe, apesar do 5500 ser da série 5000G ele não tem vídeo onboard e não leva o G no nome.\n\nRyzen 5 5500, 2x8GB DDR4 3200 Kingston Fury Beast ou Adata, fonte tá boa, mas eu iria de MSI mesmo. Placa de vídeo tu poderia socar uma 1650 ou 1660S... mas tu não deu um orçamento... ai complica.\n\nSe tu for para uma RTX 3000 ou pretender ir, pega um Ryzen 5 5600 no minimo. Além disso, se tu quiser usar SSD PCIe 4.0 na velocidade máxima, tu vai precisar de uma placa mãe que suporte isso e que o processador também suporte isso. O 5 5500 pode dar algum gargalo em placas de vídeo PCIe 4.0 pois suporta apenas o 3.0, mas não deve ser gargalo tão grande.",
                "Maninho, se pensa em pegar gpu, pega uma cpu sem video integrado. Pega uma outra, um r5 5600 por exemplo, vc tem mais cache e tal."
            ]
        },
        {
            "title": "Escolher monitor!",
            "selftext": " Monitores!   \n\n\n To procurando aqui e vi várias marcas ''novas''.  Sabem se é confiável comprar de marcas como:\n\n Redragon (monitor mesmo); \n\nBlueCase: \n\nHQ; \n\nConcordia; \n\nHusky.  \n\n&#x200B;\n\nNão tem problema se o monitor não tem as cores mais vivas do mundo, queria saber mesmo se são confiáveis e duráveis.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11cvsm9",
            "num_comments": 4,
            "comments": [
                "Essas marcas são tudo white label, deus sabe quem fabrica e se vão prestar. Vá com a que tiver a maior garantia...\n\nTu pode até não ligar pra cor super forte, mas seria interessante prestar atenção na fidelidade de cores e no ghosting deles.\n\nSe possível, pega um LG UltraGear que é de marca reconhecida."
            ]
        },
        {
            "title": "Rx 580 8gb para de dar vídeo depois de alguns minutos.",
            "selftext": "Pois bem pessoal esses dias atrás, postei uma história que aconteceu com meu pc, e de como eu pensava que minha placa de vídeo tinha ido de americanas.\n\nAgora nesse fim de semana consegui fazê-la “funcionar” com alguns detalhes.\n\nDesmontei o pc e analisei pcie e alguns capacitores Perto do mesmo, não achei nada suspeito até então.\n\nMontei o PC e na hora de ligar ela travava no led de boot e não dava vídeo, limpei as memória e o pc deu sinal de vídeo.\n\nPc funciona normal porém, o led da shappire fica piscando como se tivesse bugado, fui fazer um teste no FurMark como tinham me dito no post passado, e para minha surpresa ah placa de vídeo da 100% nos fans e para de dar vídeo, isso com o FurMark rodando em menos de 5 minuto.\n\nO que vocês acham que é?\nPlaca de vídeo ou ah fonte?\nPode ser realmente ah fonte?\n\nVou pegar minha placa de vídeo e levar em uma assistência e pedir par que façam um teste de stress para ver se acontece o mesmo.\n\nOutros detalhes \nO drive que está é do ryzen 5 4650g pelo adrenalin esition, quando instalei ah placa de vídeo só pediu para atualizar o drive pelo próprio adrenalin.\n\nWindows 11 tá meio bugado no meu pc, depois que instalei um Adobe Photoshop pirata, meu pc pega 30% de ram sem nada sendo usado, não sei se contrai um vírus junto e por isso tá afetando o teste do FurMark.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11cqw8c",
            "num_comments": 4,
            "comments": [
                "Não querendo rogar praga ou dar azar, mas isso aí tem total cara de ser problema junto ao chip gráfico da placa de vídeo, especialmente por disparar o fan em 100%.\n\nDriver, fonte ruim e etc, nunca vi dar esse sintoma, o PC ou apaga ou trava, mas não dispara o cooler.",
                "Tu comprou essa Radeon nova? Ou comprou usada? Se comprou usada, tu pode ter pego placa ferrada usada em mineração por minerador lesado.\n\n>depois que instalei um Adobe Photoshop pirata, meu pc pega 30% de ram sem nada sendo usado, não sei se contrai um vírus junto e por isso tá afetando o teste do FurMark.\n\nTipo, tu nem precisa baixar o Photoshop pirata. Dá para pegar no site da Adobe e a ativação dele é feita totalmente sem ferramentas... mas nem posso postar devido a regra de pirataria.\n\nSe tu rodou alguns cracks, eu tenho certeza que teu PC tá com virus/minerador... rip\n\nO FurMark testa a estabilidade da placa de vídeo, e tá mostrando que tua placa de vídeo não está estável. Ou ela está com um over muito agressivo, ou está com defeito.",
                "Já tentou abrir e limpar ela ? E aproveitar e vê se algum capacitor estourou ou algo do tipo ? Eu tava com um problema até sexta, do meu PC desligar do nada, troquei meu kit todo, por um Ryzen 5, e descobri que o problema era a placa de vídeo, abri ela e limpei ela, pasta térmica tava toda espalhada errada e muito dura, coloquei uma nova e tá perfeita agora, minha placa e a rx 570"
            ]
        },
        {
            "title": "Me ajudem pra mim não fazer nenhuma merda montando meu primeiro PC",
            "selftext": "Estou tentando montar meu PC sem experiência nenhuma, passei um tempo pesquisando as peças e acho que cheguei na conclusão final mas não tenho certeza se está tudo certo, compatível e essas são as melhores peças, meu orçamento é +- 3/4 mil. Queria ter as opiniões de pessoas mais experientes sobre compatibilidade, custo beneficio, preços e recomendações \n\nPeças:\n\n* Processador AMD Ryzen 5 5600G (R$ 1.050)\n* Placa Mae Gigabyte B550M Aorus Elite (R$ 1.150)\n* SSD Team Group GX2 1TB 2.5 (R$ 940)\n* 2 Memorias Team Group T-Force Vulcan Pichau, 8GB (R$ 200x2)\n* Fonte Redragon RGPS 500W (R$ 350)\n* Gabinete Gamer Mancer Stealth Lateral Acrilico Preto (R$ 150)\n\n(OBS: Não tenho interesse de comprar a placa por enquanto)\n\nAceito qualquer tipo de recomendação, correção, peças mais custo benefício e lugares onde eu possa achar as mesmas peças de forma mais barata.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11cm1e6",
            "num_comments": 14,
            "comments": [
                "Olha, o build não tá tão ruim.\n\nSe tu não vai comprar placa de vídeo por enquanto... não tá tão ruim... mas tem um detalhe: se tu for pegar placa de vídeo highend RTX3070/4070 ish, o CPU 5000G pode não ser uma escolha muito boa devido à falta de suporte ao PCIe 4.0... (que também é usado pelos SSD NVMe)\n\nUnico ponto que eu realmente não gostei foi a fonte: eu trocaria essa fonte por uma fonte de verdade como a MSI MAG 550W ou 650W que custa o mesmo valor.\n\nO gabinete eu não sei porque tu pegou esse se foi por custo ou porque gostou, mas eu trocaria esse case por um pouco mais caro que fosse frente mesh, com fans, filtro e que fosse um pouco maior e melhor de fazer gerenciamento de cabos...\n\nSe tu não for comprar tudo na mesma loja, tu pode trocar a memória pela Kingston Fury Beast DDR4 3200 que tá custando 180 reais na Kabum.\n\nPs.: o SSD que tu escolheu é SATA, se tu se importar muito com a velocidade, tu pode instalar um SSD NVMe no futuro.\n\nPs2.: verifica se o 5600G que tu escolheu vem com cooler.",
                "Cara, troca o sata por um SSD NVMe.   \n\n\nQuanto aos valores, olhando por cima, achei as mesmas peças do CPU e Placa mãe, mais em conta na Kabum",
                "Cara montei o meu esses dias também, o meu foi Ryzen 5 5500, b550 msi, fonte msi gaming 650 80 plus, memória 2x Kingston Fury, te indico comprar essa fonte que falei, tá em promoção na Kabum, paguei 400, ótima fonte",
                "coloque uma placa de vídeo, tipo uma RTX 2060 ou uma AMD 5500X"
            ]
        },
        {
            "title": "meu teclado ta bugado, sempre que eu aperto as teclas 'a,s,w,1,2,Tab,Caps' o teclado buga, alguem sabe como resolver?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11c4tzk",
            "num_comments": 4,
            "comments": [
                "Tu diz simultaneamente? Se for é só não apertar.\n\nSe for uma por vez, troca o teclado porque esse ai já foi.",
                "O que você quer dizer com \"bugar\"?"
            ]
        },
        {
            "title": "Problemas no windows 11 com fone",
            "selftext": "Não estou conseguindo de jeito nenhum usar o microfone do meu fone no windows 11, já fiz de tudo(atualizar drivers, mexer nas configurações e etc) e nada adianta. Eu queria saber se isso é um bug comum no windows 11 ou é só comigo...",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11c2bjf",
            "num_comments": 2,
            "comments": [
                "Tu já deu permissão de microfone pro app que tu quer usar?"
            ]
        },
        {
            "title": "problema com drivers",
            "selftext": "acabei de formatar um pc e nao consigo ter acesso a internet.\n\nja instalei o driver de rede mas mesmo assim não funciona já troquei o cabo do roteador, reinicie o pc, reinstalei o driver mas mesmo assim  a rede não funciona.\n\nOque pode ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11c24z6",
            "num_comments": 8,
            "comments": [
                "Qual modelo da placa mãe ?\n\nWindows 10 costuma subir automaticamente o driver de rede",
                "Teu modem tem DHCP ativo? Se não tem, tu tem de configurar manualmente de acordo com a rede."
            ]
        },
        {
            "title": "Como projetar a tela do meu PC no quarto para minha TV na sala por fio?",
            "selftext": "Eu digo especificamente por fio pois queria minimizar qualquer possibilidade de delay, pois usaria para jogar quando tiverem outras pessoas em casa, assim não precisamos ficar enfurnados no meu quarto. Eu tinha lido em algum lugar que tinha como fazer um cabo gigante ligando um cabo HDMI do computador a um cabo RJ45 (ethernet) e terminando em outro HDMI na TV, mas não sei se daria mesmo certo. Também gostaria de saber a possibilidade de fazer o mesmo porém para umas 3 ou 4 entradas USB para utilizar mouse, teclado e alguns controles, ou até mesmo um adaptador bluetooth.\n\nSe precisar posso fazer uma planta da minha casa explicando a posição dos equipamentos e etc, e qualquer dúvida podem perguntar, grato!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11c223o",
            "num_comments": 3,
            "comments": [
                "[https://www.kabum.com.br/produto/374779/extensor-hdmi-rj45-ate-30m-2-vias-full-hd-cat5e-e-cat6](https://www.kabum.com.br/produto/374779/extensor-hdmi-rj45-ate-30m-2-vias-full-hd-cat5e-e-cat6)\n\ntem esse tipo de gambiarra aqui..."
            ]
        },
        {
            "title": "PC Mini ITX “barato”",
            "selftext": "Amigos, estou querendo montar uma build mini itx o mais barato que puder. Pode ser no AliExpress. Já andei até cogitando uns Dell sff, mas ainda não achei a máquina perfeita. Quero montar uma pequena pois quero levar para a casa da minha sogra quando estiver por lá. Quero pra rodar no mínimo no médio a 60 fps, já é o suficiente.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11c0uux",
            "num_comments": 5,
            "comments": [
                ">Quero pra rodar no mínimo no médio a 60 fps\n\nRodar o que? Em qual resolução? \n\nQual o orçamento?",
                "Bom eu tenho um Mini ITX montado em um gabinete Cooler Master Elite 110, se quiser dar uma conferida, tenho um post sobre ele no meu perfil...\n\nDe toda forma, ITX infelizmente é bem caro pra descolar as peças, pois tudo é meio raro de achar, gabinete então, nem se fala, vai pagar uma nota por algo minimamente decente.\n\nDe toda forma, hoje, se tiver que ir do 0 dentro dessa tua proposta:\n\nTem uma B85-ITX da Huananzhi por 350$, ela tem suporte a M.2 e slot para colocar aquelas placas de WIFI de notebook (recomendo pois são melhores que adaptador USB). Além disso, tem USB 3.0 frontal e traseira, bem como Sata 3 e PCI 3.0, sendo o minimo do mínimo pra não ficar na mão em termo de expansões.\n\nProcessador pra ela seria o Xeon E5 1275V3, tem desempenho do i7 4770, tendo instruções AVX2 (importante) e a capacidade de ainda pegar 60fps nos games atuais, está saindo a 260$.\n\nMemória tem pentes de 8gb DDR3 1600mhz por 80 reais no Ali, compre um par. Se quiser comprar usado no Brasil, também não é problema, só é dificil de achar no mesmo valor.\n\nGabinete é questão de gosto, mas honestamente, se quer portabilidade, recomendo o Cooler Master Elite 110 (pois tenho um e aprovo), modelos como o Elite 130 ou o Sharkoon C10 (pra citar outro famoso de exemplo) eu já acho muito compridos, embora te abram um leque maior para placas de vídeo, eles pecam no fato de que já não cabem tão bem em qualquer canto. Mas ai tu avalie a necessitade.\n\nPode reservar tranquilo uns 400 a 500 reais por um gabinete ITX decente.\n\nPlaca de vídeo eu não iria em nada anterior/inferior a uma RX 470 ou GTX 970. 1050ti é passavel se achar muito barato, mas ela já pena pra segurar 60fps em 1080p baixo nos últimos games. Todos modelos que citei tem versão ITX. Pode reservar uns 500 a 600 reais por uma que encaixe nessa ideia de ITX, nessa faixa tem GTX 1650 usada, que também é boa pedida.\n\nSSD eu recomendo descolar um de 1TB e ser feliz, se for sata ou M.2 é por ti, por 450 reais já consegue algum bom na Kabum e ainda sobra um troquinho (compre no Brasil).\n\nUm setup Completo desses não vai puxar nem 280w, então uma fonte de 400w como a Bluecase 400R80E (modelo aprovado pelo Teclab) tem o que tu precisa com sobra, sem ter tanto cabo assim pra ficar organizando dentro do case. Só lembre que ela vem com 1 conector de 8 pinos pra placa de vídeo. Se pegar um modelo que use 2x6 (minha 970 ITX da zotac tem isso =/) ai recomendo pegar um modelo de 500w que venha com 2 conectores pra GPU. Essa da bluecase está a 180$ na kabum.\n\nCooler vai depender do case, mas no geral, o cooler box da intel com base de cobre já da conta do CPU citado (se acha por 25$).\n\nSomando isso, temos um total de 2300$ a 2500$, sem incluir dispositivo de Wi Fi, que como falei, recomendo bastante em um gabinete ITX.\n\nTalvez ache algo bacana garimpando usado aqui BR, mas acho dificil gastar menos que 2k hoje.",
                "Mini ITX e barato são quase antônimos kkk\n\nMas a dica do u/MyUsernameIsNotLongE foi boa, melhor custo benefício que esse difícil de achar"
            ]
        }
    ]
}