{
    "posts": [
        {
            "title": "Teclado e mouse",
            "selftext": "Bom dia, gostaria de uma sugestão de teclado e mouse. Não spu da de jogos competitivos mas pretendo jogar algumas vezes, e gostaria de um teclado 80~85% mecanico de 100 até 450 reais e um mouse com uns botões extras de 100 até 350 reais\nSe puder, de preferência sem fio",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11w59ms",
            "num_comments": 2,
            "comments": [
                "Cara conselho mouse sem fio da delay falo isso por experiência própria",
                "Redragon Storm Pro ou PCYes Anok para mouse\n\nTeclado recomendo um Tdagger Bora ou um Redragon BroadSword, que são baratos e tem um desempenho bom"
            ]
        },
        {
            "title": "Auguem me ajuda",
            "selftext": "Estou querendo comprar um PC para jogar jogos tipo fortnite valorante GTA etc quanto vcs acham que eu gastarei e vcs acham que a pichau e um lugar bom?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11w55m9",
            "num_comments": 3,
            "comments": [
                "Acho q de 3 a 4k da pra jogar esses jogos bem e, sim a Pichau é um bom lugar pra montar ou comprar seu pc",
                "Uns 2300 vc monta um pc que roda esses 3 jogos (no mínimo)"
            ]
        },
        {
            "title": "Quantos reais eu deveria gastar em um pc gamer pra rodar minecraft, valorant, subnautica e roblox?",
            "selftext": "preciso saber o preço e nome das peças",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11w2521",
            "num_comments": 2,
            "comments": [
                "Depende. se for pra rodar em 720p low, roda em qualquer batata...\n\nPega um Kit Xeon E5-2666 V3 com 16GB e uma RX 5500 XT no AliExpress, 1 MSI MAG 550W e um SSD de 512GB, gabinete simples no Kabum",
                "Nem 4K pra rodar tudo no talo"
            ]
        },
        {
            "title": "Ajuda com o máximo de memória RAM que meu notebook aguenta",
            "selftext": "Meu notebook tem 4gb de RAM, estou vendo de colocar mais 8gb no outro eslote, mas estou na dúvida se ele aguenta 8gb ou 16gb, pois um site fala uma coisa e outro outra coisa.\n\n**Modelo:**  Sony VAIO SVE14113EBW notebook i3-2370M 35,6 cm (14\") Intel® Core™ i3 4 GB DDR3-SDRAM 500 GB HDD Windows 7 Home Basic Branco\n\n**O que fala 8gb:** [https://icecat.biz/br/p/sony/sve14113ebw/vaio-notebooks-sve14113ebw-15604454.html](https://icecat.biz/br/p/sony/sve14113ebw/vaio-notebooks-sve14113ebw-15604454.html)\n\n**O que fala 16gb:** [https://www.crucial.com/scanview/B2C6090931D926C3](https://www.crucial.com/scanview/B2C6090931D926C3) (fiz um scam usando esse site)\n\nSou noob com hardware, ent desculpas pela pergunta besta, agradeço quem puder ajudar!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11w1rfq",
            "num_comments": 3,
            "comments": [
                "CPU aguenta 16GB. [https://www.intel.com.br/content/www/br/pt/products/sku/53442/intel-core-i32370m-processor-3m-cache-2-40-ghz/specifications.html](https://www.intel.com.br/content/www/br/pt/products/sku/53442/intel-core-i32370m-processor-3m-cache-2-40-ghz/specifications.html)\n\nTem de olhar quantos slots de RAM tem ai.."
            ]
        },
        {
            "title": "Qual o melhor pc que dá pra montar com 2.000 R$?",
            "selftext": "Não entendo nada de pc e queria saber se dá pra montar um pc bom com 2k",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11vv55y",
            "num_comments": 7,
            "comments": [
                "2000k é osso mas vamo la, ja que tu so tem orçamento é melhor nao comprar uma placa de video e sim um processador de video integrado, eu escolhi um ryzen pois é melhor pra jogos a placa dele diferente de pegar um i3 10100f que tem intel hd graphics.\n\nGabinete Gamer Superframe Flow com 3 fans(terabyte)\n\nProcessador AMD Ryzen 5 4600G, 3.7GHz(Pichau)\n\n\nSSD Husky Gaming 512GB,  SATA III, Leitura: 520MB/s e Gravação: 450MB/s, Preto(Kabum)\n\nPlaca mãe Asrock A320m A320M-HD R4.0, DDR4, Socket Am4(Pichau)\n\n2× Memória Gamer Husky Gaming, 8GB, 2666MHz, DDR4, CL19, Preto\n\nFonte Aerocool KCAS 600w, 80 plus bronze, pfc ativo (terabyte)\n\n\n\nIsso tudo da entorno de 1930 reais , Obs: São todas peças novas, mas o frete é por fora eu nao vi. Vai da pra rodar a maioria dos jogos atuais como fortnite, cod no baixo, gta 5 e etc. MAS SE QUISER UM PRA LIVE E TRABALHA E JOGAR AO MESMO TEMPO AI TEM QUE VER OUTRA CONFIG. Se precisar de alguma ajuda pode falar tmj.",
                "Dá pra vc comprar um Pc moderno com h410, h510, compra um Pentium Gold com placa gráfica integrada, escolhe um gabinete  baratinho, compra um SSD, põe uns 8gb de ram ddr4 e põe uma boa fonte 80 plus 500w ou mais. Com essa configuração já dá pra joga alguma coisa no low. Posteriormente quando tiver dinheiro bota uma placa de vídeo melhor e faz upgrade do processador pra um i5 ou i3.",
                "Mano, se tu for só jogar, com esse valor vale mais a pena tu pegar um PS4 ou um XBOX séries S\n\nMas caso vc queira trabalhar, tenta pegar uma B450 com um 4600G e 16gb ram SEM RGB, daí tu pega uma fonte de 500 e um gabinete já com fan",
                "2000 reais n compra nem uma gpu de entrada amigo"
            ]
        },
        {
            "title": "Ae galera estou montando um pc gamer, já tenho o processador(ryzen 5 4500) e um gabinete rise mode 06x glass. Estou disposto a gastar ate 3000 reais o que eu posso comprar agora?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11vu3xd",
            "num_comments": 5,
            "comments": [
                "Olha, vc deveria ter pego um 5600G, mas não tem problema, vc ainda consegue montar algo\n\nB450 aorus\n2x8gb 3200\nFonte 600W (Corsair ou cooler master)\nVentoinhas da sua escolha (caso seu gabinete não tenha)\nSSD NVME NV1 ou NV2 Kingston 500gb\n\nDependendo da fonte q vc escolheu, tu consegue pegar no máximo um GTX 1650, mas se vc quiser mais desempenho, vc pega uma GTX 1060 6gb ou uma 1660 super no mercado livre ou OLX ( USADA )"
            ]
        },
        {
            "title": "Ajuda com montagem de pc",
            "selftext": "Pessoas, boa tarde. Eu irei começar a montar o meu primeiro pc desktop, sempre fui garoto dos laptops, então eu conheço bem pouco de montagem de pc, pretendo usá-lo para trabalho; E escolhi uma configuração de uma placa de vídeo rtx 3060ti com Ryzen 7 5700x, mas minha grande dúvida é que fonte eu devo pegar para alimentar esses caras e todos os outros que vierem juntos? Ah, e por favor, se você quiser falar algo sobre a dupla que eu escolhi fique a vontade. Eu comecei pela placa de vídeo, mas ainda não estou 100% decidido na CPU.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11vszea",
            "num_comments": 4,
            "comments": [
                "MSI MAG 650W seria uma boa escolha. Dá e sobra, além de não ser super cara e de confiança.\n\nMas ai vai de quanto tu pode ou quer investir.",
                "Recomendo pegar uma 750w ou 800w pra futuros upgrades, a cooler master tem uma 800w gold bem barata para oq entrega"
            ]
        },
        {
            "title": "Melhor monitor 1440p",
            "selftext": "Estou pensando em pegar o LG ultragear 32p LED 165hz, o que vocês acham ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11vp3s2",
            "num_comments": 5,
            "comments": [
                "Excelente escolha se couber no orçamento.",
                "Tem um da Samsung q é curvo e tem 240hz e sai acho q por 5k"
            ]
        },
        {
            "title": "é minha primeira vez montando um pc esta coisa roda Minecraft no ultra ( resumindo falem oq se deve melhorar aqui )",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11vd69g",
            "num_comments": 23,
            "comments": [
                "Zuera rolando solta.\n\nRAM de 1660 reais, fonte bomba de pior qualidade possível, monitor de entrada da porra, 4600G, Placa mãe Intel, case podre, placa de vídeo meh (seria melhor a 2060), cabo HDMI zoado...",
                "Moço pega uma memória ram mais em conta, é uma fonte melhor, não adianta nada se querer montar o melhor pc com ah pior fonte, é ah mesma coisa que jogar dinheiro fora, por que se essa fonte não tankar sua configuração ah chance dela queimar seu pc são grandes.",
                "Cara, o pessoal fica zoando ao invés de ajudar. 🤦🏻‍♂️\nBom, vamos lá então.\n\nÉ importante saber que mods você quer usar no Minecraft. Vai usar muitos mods de gráficos? Porque se for rodar só o jogo base, não precisa de um PC muito potente. Mas tem umas mods que deixam o jogo extremamente pesado, a ponto de fazer uma placa de vídeo recentemente peidar.\n\nAgora, olhando para o que você passou eu vou assumir que você tem 10 mil pra gastar. Vamos lá...\n\n* Gabinete SuperFrame | 279,00\nhttps://www.terabyteshop.com.br/produto/20406/gabinete-gamer-superframe-flow-mid-tower-rgb-vidro-temperado-atx-black-sem-fonte-com-3-fans\n\n* Fonte XPG Core Reactor 750W | 699,00\nhttps://www.terabyteshop.com.br/produto/15878/fonte-xpg-core-reactor-750w-80-plus-gold-modular-pfc-ativo-75260166\n\n* Processador Intel Ryzen 7 5700X | 1329,00\nhttps://www.terabyteshop.com.br/produto/20813/processador-amd-ryzen-7-5700x-34ghz-46ghz-turbo-8-cores-16-threads-am4-sem-cooler-100-100000926wof\n\n* Placa-mãe Gigabyte Aorus M | 699,00\nhttps://www.terabyteshop.com.br/produto/9852/placa-mae-gigabyte-b450-aorus-m-ddr4-crossfire-am4\n\n* 2x 8GB DDR4 3600 XPG Gammix D10 | 189,00 x2\nhttps://www.terabyteshop.com.br/produto/23031/memoria-ddr4-xpg-gammix-d10-8gb-3600mhz-black-ax4u36008g18i-sb10\n\n* Palit GeForce RTX 3060 12GB | 2400,00\nhttps://www.terabyteshop.com.br/produto/17611/placa-de-video-palit-nvidia-geforce-rtx-3060-dual-12gb-gddr6-192bit-ne63060019k9-190ad\n\n* SSD XPG 1TB NVMe | 589,00\nhttps://www.terabyteshop.com.br/produto/11411/ssd-xpg-sx8200-pro-1tb-m2-2280-leitura-3500mbs-e-gravacao-3000mbs-asx8200pnp-1tt-c\n\n* Monitor Acer 3 27 1080p 165MHz | 1400,00\nhttps://www.kabum.com.br/produto/386417/monitor-gamer-acer-27-led-full-hd-curvo-165-hz-5ms-hdmi-e-displayport-freesync-premium-vesa-ed270r\n\n* Teclado + Mouse (A seu critério/preferência)\n\nEssa é uma configuração base pra você rodar no Ultra em 1080p. Acho que deve dar conta tranquilamente pra rodar Minecraft com as mods.\n\nAgora se você quiser 4K, vai ter que abrir mais a carteira. Eu honestamente acho besteira, mas aí fica a sua preferência.\n\nEspero ter ajudado.\n\n\nObs.: Esse PC é só uma sugestão, uma base pra você montar o seu. Pode comprar essas peças que vai dar bom, mas tbm pode fazer outra configuração com base em Intel 12° Geração, vai ser melhor ainda... Porém um pouco mais caro tbm.",
                "Tem tantos erros que nem sei explicar\n\nMemória ram de 1600 conto não precisa, uns 16gb de ram já dá conta (recomendam bastante as kingston fury), placa mãe com socket intel sendo que o processador é amd (nesse caso uma b450 ou b550 serve), monitor de 280hz não faz sentido, já que seu processador e placa de vídeo são de entrada. E outra dica: NÃO SE ECONOMIZA EM FONTE, pega uma MSI Core Reactor de 650w, ela é 80 plus gold (bem mais eficiente que a sua), modular (melhor pra organizar os cabos) e oferece 10 anos de garantia. Troca essa placa de vídeo também, uma RTX 2060 é mais custo benefício, e troca esse processador por um Ryzen 5 5600. Recomendo pesquisar um gabinete melhor também, esse aí é podre.",
                "Essa fonte bomba de 800w essas memórias de mais de 1000 conto, pô, tu tá com uma 3050, coloca 16 GB de ram e melhora na placa, mas se tu quer rodar Minecraft socado de mod, tira esse processador, pega uma 3060 e procura ram melhor e mais barata, da uma estuda, mod do Minecraft puxa muito processar e ram, recomendo um i7, Intel funciona melhor com Minecraft doq AMD, aí ram vai para 32, ou se tiver cagando dinheiro, soca 64 gb, um i9 e vai ser feliz.",
                "Troque essa fonte (pelo bem da sua cidade) e pegue uma placa mãe b550, b560 é pra Intel. Troque essa ram (sugiro que vc n precise de 64gb) ou pegue uma mais barata e invista em outra placa de vídeo ou processador",
                "De fonte recomendo corsair já usei a garantia deles muito bom não esqueça de comprar um DPS"
            ]
        },
        {
            "title": "Ajuda o noob a escolher memória RAM!",
            "selftext": "Fala aí, povo! voltei mais uma vez com uma dúvida meio besta, to tendo muita dificuldade em achar infos que me deem segurança para escolher minha memória RAM.\n\n&#x200B;\n\nTenho um Nitro5 (AN515-57) SSD memória de 8GB DDR4 de 3200hz, com i5-11400H Gen 11 e ele aceita até 2 pentes de 32GB cada. Meu intuito é talvz comprar um de 32GB (mas, provavelmente a grana só vai dar pra pegar o de 16GB) para colocar no slot vago, mas tenho algumas dúvidas:\n\n&#x200B;\n\n1/ Quais marcas são as melhores e que vocês sugerem que eu priorize?\n\n&#x200B;\n\n2/ É ruim essa minha ideia de colocar pentes com espaço de memória diferentes? Sei que frequências diferentes gera gargalo de desempenho e o de alta vai operar na mhz do menor.\n\n&#x200B;\n\n3/ Caso seja ideal colocar com o mesmo tamanho de GB e considerando que grana é limitada no momento, 16GB de RAM seria suficiente?\n\nNo caso, eu jogo e pretendo fazer stream, além de trabalhar com bastante planilhas e abas do navegador abertas. Mas, meu foco é conseguir ter memória suficiente para jogar e fazer stream, coisa que atualmente meu note não aguenta.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11v22im",
            "num_comments": 4,
            "comments": [
                "Coloca 2x16gb 3200 SODIMM, recomendo a marca Kingston\n\nEdit: se vc não tiver grana, pega da mesma marca r frequência só q 2x8, suas lives vão travar dependendo do jogo mas acontece",
                "Tu pode usar tanto 2x8GB quanto 2x16GB, mas teria de ser DDR4-3200 **SODIMM**"
            ]
        },
        {
            "title": "Comunidades de Pc Brasil",
            "selftext": "Eu gostaria de entrar em mais comunidades brasileiras como essa, para falar de setups e etc.  podem me passar algumas? Eu queria pra poder me informar bem das novidades e promoções e etc que está rolando, obrigado",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11uvvdj",
            "num_comments": 1,
            "comments": [
                "[https://www.reddit.com/r/hardwarebrasil/](https://www.reddit.com/r/hardwarebrasil/)\n\n[https://www.reddit.com/r/AssistenciaTecnica/](https://www.reddit.com/r/AssistenciaTecnica/)\n\n[https://www.reddit.com/r/craftmybox/](https://www.reddit.com/r/craftmybox/)"
            ]
        },
        {
            "title": "Fonte até 200-250 reais",
            "selftext": "Então, eu estou montado um computador com Xeon E5 2640 v3, 16gb ddr4 e no fim do ano pretendo pegar uma RX 5500 XT 8gb. No momento eu preciso de uma fonte mas não tenho muito dinheiro, existe alguma fonte boa que suporte essa config por esse preço? Alguma promoção boa que está tendo agora? O meu limite é 300 reais, mas gostaria de pegar por menos se possível",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11uvt0s",
            "num_comments": 6,
            "comments": [
                "Da uma conferida na Bluecase Blu400R80E. É um modelo de 400w 80 plus white, fonte que aparecia na casa dos 190$ nova tem um mês mais ou menos, dentro da faixa dos 250 acho que é uma das poucas que toca teu setup sem ser bomba",
                "MSI MAG 500W tá 250, bem no limite. E é uma fonte bem conceituada.\n\nAté 300 tem a MSI MAG 650W... mas acho que seria exagero se tu não pretender atualizar nada.",
                "pichau nidus 500w"
            ]
        },
        {
            "title": "Alguém pode me recomendar uma mesa pra pc com +/- 1,50m de comprimento?",
            "selftext": "A minha está balançando quando mexo o mouse então precisava de uma...",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11utt4r",
            "num_comments": 9,
            "comments": [
                "Depende do valor. Aquelas whitelabel que a Pichau vende são bem decentes."
            ]
        },
        {
            "title": "preço da memoria ram",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11usbz7",
            "num_comments": 0
        },
        {
            "title": "Boa tarde Pessoal. Recentemente eu comprei um computador porém ele fica dando esses problemas de tela bem de vez em quando, já aconteceu com algum de vocês ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11urngh",
            "num_comments": 10,
            "comments": [
                "Deixa eu adivinhar, placa de vídeo RX 580 ou RX 5500 XT?\n\nA placa de vídeo parece estar morrendo. Se tu comprou como nova, tu ou pegou um produto com defeito ou foi passado pra trás.",
                "Ele trava quando dá esse problema ? ou logo volta ao normal sem precisar reiniciar ?",
                "provavelmente é o cabo, aqui eu tenho um macbook e um monitor externo e de vez em quando dava isso, dou uma apertada e para\n\ndá um check:\n\n* na entrada do monitor\n* na entrada do PC\n* no cabo que você está usando\n\nse você tiver um mini aspirador ou um pincel (não usado), você por tentar passar nas entradas do monitor, do pc e nas pontas do cabo pra dar uma limpada"
            ]
        },
        {
            "title": "Notebooks - Qual escolher?",
            "selftext": "Estou procurando um note para trabalho(utilização e manipulação de grandes bases em excel e sql, utilizar navegador, ppt, etc simultaneamente) e selecionei os notebooks abaixo durante minha pesquisa. Gostaria do feedback de vocês com relação aos notebooks sobre bateria, resistência, performance, e qualquer outro ponto que queiram levantar. Portabilidade também ´é importante pra mim. A maioria dos notbooks são i7 de 11a ou 12a geração, com 16 de ram. O resto pode variar um pouco\n\n&#x200B;\n\nVocês poderão notar qua a variação de preços é um pouco ampla, mas estou procurando uma boa opção de custo benefício\n\n&#x200B;\n\nQualquer outra sugestão é bem vinda\n\n&#x200B;\n\nSamsung Galaxy Book2 Pro NP950XEE-XA1BR\n\nHP EliteBook 840 G8 6L8M2LA\n\nDell Vostro 13 V15-5320-P20C\n\nAcer Swift 3 SF314-511-7053\n\nLenovo ThinkPad Z16 21D50013BR\n\nASUS ZenBook Duo 14 UX482EAR-KA371W\n\nDell XPS 13 Plus X13-i1200-M10",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11uq3hg",
            "num_comments": 2,
            "comments": [
                "Eu optaria pelos thinkpad mais por questão de gosto mesmo",
                "acompanhando pois to na mesma"
            ]
        },
        {
            "title": "Dicas de suporte para monitores...",
            "selftext": "Gostaria de uma sugestão. Atualmente, possuo dois monitores de 27\" e estou em busca de um suporte de tela. No entanto, estou em dúvida entre adquirir 2 suportes simples ou um suporte duplo. Ambas as opções possuem preços semelhantes. Estou em dúvida entre dois modelos específicos: o F160N e o F80N da marca Elg. Qual desses modelos vocês recomendam?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11upvp2",
            "num_comments": 3,
            "comments": [
                "Eu não recomendo o F80N da ELG se tu tiver o LG Ultra Gear. Ele não encaixa. A furação tá correta, mas ele é mais largo que o vão do LG. Existe um parecido de outra que tem a parte do encaixe quadrado que encaixa.\n\nAh sim, eu tenho um F80N e odeio ele. É virtualmente impossivel deixar ele no angulo correto. Dependendo ele fica girado um pouco horário ou anti horário... O F160N tem um sistema igual."
            ]
        },
        {
            "title": "Qual navegador pra celular que seja bom e não use muita memória",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ubhxt",
            "num_comments": 10,
            "comments": [
                "Opera GX",
                "Eu uso o Kiwi. Ele tem adblock embutido e extensões do desktop.",
                "[Bromite](https://www.bromite.org/) é bastante leve e tem adblock.",
                "Opera Mini: Este navegador é projetado especificamente para economizar dados e usar menos memória. Ele também possui recursos como bloqueador de anúncios e modo noturno.\n\nUC Browser: Outro navegador popular que usa pouca memória e oferece recursos como download rápido e navegação privada.\n\nFirefox Lite: Uma versão mais leve do navegador Firefox, o Firefox Lite é projetado para ser rápido e eficiente em termos de uso de memória.\n\nPuffin Browser: Embora não seja tão conhecido quanto os outros navegadores nesta lista, o Puffin Browser é altamente recomendado por usuários que desejam um navegador rápido e com baixo consumo de memória.",
                "gosto bastante do Via, usava no meu falecido Moto G3 anos atrás e uso até hj por ser bem leve e rápido"
            ]
        },
        {
            "title": "Preço PC Usado",
            "selftext": "Qual preço poderia cobrar pelo meu computador? Preciso comprar um notebook potente porque uso pra trabalho e não jogos e agora preciso de uma maquina que consiga levar por ai.\n\nA configuração dele:\n\nPlaca mãe: **Asus H110M-K**\n\nProcessador: Intel Core **i7-7700** 3.60GHz  \nMemória: **12 Gb** (um pente de 8Gb e um de 4Gb)\n\nPlaca de vídeo: **GTX 1060 6Gb**\n\nFonte EVGA **500W 80 plus**\n\nArmazenamento: **HD 1Tb, SSD 240Gb**\n\ngabinete **Thermaltake versa c21**  \n\n\nteclado vai junto de brinde, monitor não vai ser vendido porque é minha televisão kkkk",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ua3xz",
            "num_comments": 1,
            "comments": [
                "Tenha em mente que a placa mãe é bem de entrada e já está descontinuada, o CPU com 6 anos, flex mode de 12 GB não é o ideal, GTX 1060 6Gb nova tava valendo 700 reais (ou seja, uns 400 aqui), fonte EVGA é decente, HD 1TB, SSD 240Gb e o Thermaltake Versa c21 novo custa 330...\n\nEu diria uns 1500-1800."
            ]
        },
        {
            "title": "Congelamento no pc",
            "selftext": "Fala pessoal, boa noite a todos!!\n\nEu tenho uma dúvida, mas não é tão gritante assim, mas vai que possa ser algo. 3 semanas atrás quando recebi minha placa de video nova (3060ti) fui fazer os testes em jogos, e percebi que meu GOW não rodava bem, e a mesma coisa pro warzone 2. Com muita pesquisa  e triste por talvez minha placa mãe estar com defeito, descobri que era só instalar no ssd, e SHOW todos os problemas foram embora. Porém, estou tendo uma situação ainda um pouco chata, e queria saber se na opinião de vocês pode ser o meu ssd ou se eu precisaria passar pra nvme. Depois de algumas horas de gameplay no GOW, ele começa a travar sem parar, aleatoriamente, chega até congelar o jogo, me forçando a reiniciar o jogo, e voltar a estabilidade. Sabem me dizer oq pode ser?\n\nConfig:\n\nI510400f\n3060ti\n2x8gb 2666Hz",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11u78sv",
            "num_comments": 6,
            "comments": [
                "Tu já reinstalou os drivers? \n\nBaixa o DDU: [https://www.guru3d.com/files-details/display-driver-uninstaller-download.html](https://www.guru3d.com/files-details/display-driver-uninstaller-download.html)\n\nOs ultimos drivers da nVidia\n\nReinicia em modo de segurança, remove os drivers todos, instala a versão mais recente e testa de novo"
            ]
        },
        {
            "title": "fica travado nessa tela e eu coloco nos botões que pede e nada acontece oq eu faço",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11u6mmh",
            "num_comments": 7,
            "comments": [
                "Tu tem outro teclado ou outro PC? testa se o teclado funciona. Se funcionar, tenta uma porta USB 2.0",
                "Gurizada chamei um mano meu que é técnico pra me ajudar a fazer uns teste na máquina e deu problema no ssd vou mandar pra garantia e é isso",
                "Mano tenta com o pendrive Butavel pronto pra formatação plugado, se entrar na bios formata.",
                "Você tem HD ou SSD, parece problema de hd",
                "Teclado tá funcionando? Tipo, acende alguma luzinha?"
            ]
        },
        {
            "title": "Estou com problema no meu PC já tentei 3x placas rtx3060 ti e nada",
            "selftext": "O seguinte problema é esse, testei com todas e é sempre o mesmo motivo a fan da da placa de video roda “meio fraca” de vez em quando abre até o menu do windows e simplesmente morre do nada, raramente ele ligava e eu conseguia mexer, fiz um teste com uma placa de video rx 560 e funcionou normal.\n\nMeu pc é esse\n\nRyzen 1600af\nPlaca mãe b450m steel legends rgb\nMemória ram hyperx 2666mhz e 3200mhz\nRtx 3060ti pny xlr8\nFonte apfc atz 750w Real Brazil pc Bpc-s7400apfc 24 pinos\n\nSei que o processador está bem abaixo do recomendado e acaba limitando um pouco.\n\nAlguém me ajuda",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11u65uf",
            "num_comments": 6,
            "comments": [
                "Ah.... tem placa de vídeo que tem Zero RPM... só liga fan depois de uma certa temperatura. Não é defeito e sim recurso.\n\nTu pode tentar forçar o fan a 100% com o MSI Afterburner.\n\nEssa 3060 Ti da PNY é aquela com 2 fans grandes (maior que 80mm) ou 2 fans pequenos? Se for fan pequeno, devolve que é bomba.",
                "Essa fonte não me passa muita confiança, poderia testar com outra de uma marca decente e confiável",
                "Dá uma olhada nas especificações do fabricante, vê qual a temperatura de trabalho que ele informa, e compare com a da sua placa. Se está dentro do esperado, não tem pq ficar de neura."
            ]
        },
        {
            "title": "MOUSE DELUX M800 PRO RGB",
            "selftext": "Acabei de comprar um DELUX M800.\nNão estou conseguindo deixar todos os leds do mouse em uma única cor, alguém me ajuda?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11u1len",
            "num_comments": 1,
            "comments": [
                "Baixa o device driver de https://www.deluxworld.com/en-service-12.html?title=M800PRO"
            ]
        },
        {
            "title": "galera estou montando um pc gamer com minha placa mae b450 tuf gaming, eu queria saber o que é melhor comprar um ssd nvme 1tb ou ter um ssd sata 128/256gb com ssd nvme 500gb. Isso é pra colocar o windows e jogos.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11u0llg",
            "num_comments": 7,
            "comments": [
                "Depende de qual NVMe 1TB tu tá falando. Se for os baratos, melhor SATA 256GB + 512GB NVMe. Se o SSD for DRAM-less, dependendo do teu uso e quantidade de RAM, tu vai ter um OS bem alerdado por causa do swap. (Odeio Western Digital Green)\n\nMas se o SSD for, digamos um XPG X8100 ou XPG S41 que tem SLC Cache, o Windows fica bem usável mesmo com apenas 1 NVMe."
            ]
        },
        {
            "title": "Galera, da uma ajuda. A RX5500XT funciona em setup com a fonte na VTC500 500W 80 Plus? Estou testando o setup porém ele não dá vídeo com 5500 e o teclado e mouse param de funcionar ou não está indo energia para as saídas USB pois o leds do teclado não acendem.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11tznk6",
            "num_comments": 4,
            "comments": [
                "Se a fonte estiver funcional, é suficiente pra fazer rodar sim. \n\nQuanto aos periféricos não estarem recebendo energia, pode ter algum componente com problema (não necessariamente a placa de vídeo), que está impedindo a placa mãe de inicializar corretamente, quando ela não inicializa ela não costuma mandar energia para os periféricos",
                "Em teoria, se a fonte for capaz mesmo de suprir 500W e estiver em bom estado, deveria funcionar sim. (Não é uma marca que eu tenha na lista das fontes que eu compraria)\n\nEssa 5500 XT tem plug de energia? Conectou ele? A placa mãe tem plug de energia? Tá conectado?"
            ]
        },
        {
            "title": "Alguém sabe pq isso acontece? No caso, selecionei todos os arquivos do Disco E, mesmo os ocultos.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11tyd43",
            "num_comments": 4,
            "comments": [
                "Recomendo fazer a análise com algum programa tipo o TreeSize, ele traz o consumo de cada pasta. As vezes o windows salva arquivos de hibernação que reservam espaço em disco tbm, e costuma ser um espaço bem significativo.",
                "Alguém ocultou. Só desmarcar o oculto e aplicar para desocultar.\n\nUsa o WinDirStat para ver aonde estão os dados... alias, tem um mais rápido... o WizTree."
            ]
        },
        {
            "title": "vender pcs/revender no mercado livre, Olx etc..",
            "selftext": "Oiê, eu estava pensando em fazer um negócio meu, comprar peças na china e vender Pc montado aqui no Br, sou de cidade grande posso fazer disso uma renda, mas fica uma dúvida na minha mente, vale a pena ? Alguém já faz ou fez oq vcs acham ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11tuowg",
            "num_comments": 11,
            "comments": [
                "Já fiz isso e moro em Brasília, á uns anos atrás era viável mas agora que as peças estão bem mais baratas no Brasil o que você vai encontrar é um monte de vagabundo na olx querendo que você dê 1000 reais de desconto num Pc de 3000 reais, não indico fazer isso nem a pau",
                "Não é tão simples como 'só começar e vender'. Se tu não for ser um montador clandestino de fundo de quintal, tem um monte de imposto, tu precisa de capital de giro, precisa dar garantia legal minima de 90 dias para bens duráveis (computador se encaixa nisso)... mas ninguém compra computador com só 90 dias de garantia, tu vai ter de se planejar para dar ao menos 1 ano de garantia. Vai ter de aprender a lidar com cliente pentelho, etc etc... tem de pagar imposto, ter CNPJ, etc etc... ainda mais se der problema e tu não resolver, eles te enfiam na justiça... e a justiça em 90% está do lado do consumidor.\n\nSe tu for fazer tudo nas coxas, melhor nem fazer.",
                "Bom, eu levo isso como um segundo trabalho tem uns anos, a diferença é que ao invés de usar o aliexpress eu compro muita coisa no mercadolivre, muitas vezes itens com preço barato que precisam algum reparo (tenho ferramental e manjo um tanto de eletrônica), ou peças anunciadas no dia que saem a preço de desapego as vezes. Iniciei durante a pandemia e nesses últimos dois anos devo ter vendido mais de 30 máquinas montadas e sei lá quantos notebooks (esse iam que nem água na pandemia), fora uma carrada de peças avulsas como placa mãe e placas de vídeo mais topos de linha que valiam mais a pena vender separado.\n\nPC's montados tem muito valor vendendo em marketplaces, já peças avulsas costumam ter valor melhor no mercadolivre, logo, minha recomendação é:\n\n\\- PC Montado pelo Marketplace do Facebook ou OLX com retirada pessoal se souber se garantir, mercadolivre calcula frete normalmente acima de 200$ para máquinas montadas e isso desvaloriza muito teu PC ou afasta possíveis compradores de estados mais longe.\n\n\\- Peças avulsas como placa mãe e placa de video eu vendo quase que exclusivamente pelo mercadolivre, o valor sempre é melhor e nunca tive problema até então.\n\nEntretanto, é aquele esquema, se você não quer acumular pencas de peças paradas esperando vender (é o teu capital de giro que está ali), sempre vai ter que jogar perto do valor mais baixo da categoria que a peça ou o PC montado se encontre online, dito isso, a menos que consiga promoções muito boas ou garimpe bem, fica difícil tirar lucro decente, dado que vai estar pagando o mesmo valor que qualquer outra pessoa pagaria para ter as ditas peças, com exceção que a sua já tem mão de obra em cima (que é onde ficaria o diferencial do preço).\n\nPor fim, se souber bastante sobre performance de peças, categorias de preço e onde garimpar, é mais jogo comprar aqui no brasil mesmo, Aliexpress tem muita chance de ser taxado e se algum item der BO, o prejuízo cai na tua mão, fora que, mesmo tu não tendo obrigação de dar garantia longa em ítem vendido como \"segunda mão\", se tu vender uma máquina dita como nova e em um mês ela der pau, você se encomoda muito, então recomendo manjar alguma coisa de reparos para diminuir o risco envolvido.\n\nRecomendação particular minha (pois é o que faço na maioria das vezes e costuma dar certo), usar o Ali para ítens de menor risco como Processadores da linha Xeon de plataformas convencionais (115x), SSD's que estejam como aquelas promos relampago absurdas (pra ter estoque) e alguns cabos como Sata e afins. De resto, dou preferência pra comprar direto (ou pelo mercadolivre) aqui no Brasil mesmo.\n\nEnfim, tem bem mais coisa que queria colocar, mas o texto já ta grande e o melhor que posso fazer é responder alguma possível dúvida."
            ]
        },
        {
            "title": "Por onde eu devo começar a estudar sobre pc?",
            "selftext": "Eu gostava de aprender a monta um PC, saber se ele é bom ou ruim, se ele roda bem os jogos, e entende sobre as peças deles, e aprender a mexer bem em seus programas etc, mas eu não por onde  tenho que começar a estuda.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11te20h",
            "num_comments": 5,
            "comments": [
                "Se souber inglês, recomendo linus tech tips, gamers nexus e randomgaminginhd. Em português tem o canal adrenaline.\n\nSe quiser em forma de texto, tem o site do adrenaline em portugues e em inglês tem o reddit r/hardware que sempre pega as notícias mais relevantes e o r/buildapc",
                "Ah... se o PC é bom ou ruim depende de muita coisa... por exemplo, quanto a pessoa pode investir, para que ela quer o PC, o poder aquisitivo da pessoa que comprou, etc etc...\n\nO que tu deveria fazer era um cursinho de montagem e manutenção de hardware e software em alguma escola de boa qualidade ou seja uma que não seja a microlins.\n\nMas tu pode aprender na internet com o pessoal mesmo. LinusTechTips tem uns vídeos, mas o JayzTwoCents tem vários tutoriais melhores. Além disso em português tem o mala do MW Informática... o conteúdo é legal, mas ele é um porre de assistir se tu não aguenta memes sem nexo aleatórios no meio do conteúdo. Acho que o Adrenaline tem alguma coisa. Mas cuidado com algumas lendas urbanas que o pessoal fala... ex.: estática mata componente fácil. Não mata fácil. O Linus provou isso com o ElectroBoom. Te garanto que se eles tiveram tanta dificuldade para queimar um simples modulo de ram daquela forma, provavelmente tu não queima com estática natural. hahaha"
            ]
        },
        {
            "title": "comprei uma rx580 2048sp na Aliexpress, quando vou jogar red dead redemption 2 não passo nem 10 minutos no jogo e a temperatura fica quase 90 graus da GPU, eu diminui os gráficos do jogo mesmo assim a temperatura continua do mesmo jeito",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ta97m",
            "num_comments": 9,
            "comments": [
                "Verifica 3 coisas:\n\n1. teu case tem circulação de ar suficiente? (tipo ventoinha boa)\n2. essa placa está com o dissipador corretamente instalado?\n3. tenta forçar o fan da GPU para 100% para ver se muda.",
                "Cara, quando comecei a ler o seu post só lembrei do vídeo do adrenaline q fez esse mesmo teste, os caras passaram por isso e no final descobriram q era uma rx480 com bios de 580 usada em mineração, da uma zoiada no vídeo deles!"
            ]
        },
        {
            "title": "posso atualizar pro windows 11",
            "selftext": "oi eu tenho um notebook bem fraco e queria saber se posso atualizar ele  pro Windows 11, alguém aqui já atualizou pc fraco , podem me dizer como?  e qual é o desempenho do notebook depois, eu uso pra estudar, ler , ver vídeos  e jogar League of legenends,\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\nAqui as especificações(o programa que verifica a integridade disse que não tem suporte pro processador )\n\nNome do dispositivo\tDESKTOP-ISVGNNN\n\nProcessador\tIntel(R) Core(TM) i3-6006U CPU @ 2.00GHz   1.99 GHz\n\nRAM instalada\t4,00 GB (utilizável: 3,89 GB)\n\nID do dispositivo\tA11E66BF-BB3B-4A8A-881D-DBAE2E775EA8\n\nID do Produto\t00327-30045-71134-AAOEM\n\nTipo de sistema\tSistema operacional de 64 bits, processador baseado em x64\n\nCaneta e toque\tNenhuma entrada à caneta ou por toque disponível para este vídeo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11t9fut",
            "num_comments": 4,
            "comments": [
                "Pode instalar o Windows 11 sim, só troque a RAM pelo pelo menos 8GB e coloque o SSD se não tiver. Eu tenho um PC oficialmente suportado com Windows 11 (Ryzen 5 5600G), mas eu já tinha instalado o Windows 11 em meu notebook não suportado (Intel Core i5 7200U) e está funcionando bem liso, com exatamente mesmo desempenho que Windows 10 tinha, e ele ainda recebe os updates do Windows 11 em dia.",
                "Tu até pode instalar sim, com a gambiarra de desabilitar a necessidade do TPM. O i3-6006U não suporta TPM, recurso \"necessário\" para instalar o Windows 11.\n\nSe tu quiser ter idéia de porque não consegue instalar: [https://github.com/rcmaehl/WhyNotWin11](https://github.com/rcmaehl/WhyNotWin11)"
            ]
        },
        {
            "title": "O que vocês acham de comprar peças chinesas?(aliexpress)",
            "selftext": "Queria saber da opinião de vocês sobre compras internacionais no aliexpress como placa mãe, memória ram, processador e placa de vídeo, afinal são peças baratas (Se comparado ao Brasil), acham melhor pegar no BR ou ir de aliexpress hoje?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11t8ix9",
            "num_comments": 20,
            "comments": [
                "Olha... depende da sorte. Tem muita gente que consegue pegar sem pagar imposto e nunca dá problema... mas já vi muita gente que compra, paga imposto e ainda tem problema depois para acionar a garantia tem de pagar o envio que pode passar fácil dos 250 reais...",
                "comprei meu pc todo no ali, tirando o gabinete, fonte e coolers.\n\nja chegou a rx 6700 xt e um i5 12gen e ambos não foram taxados, paguei a metade doq pagaria aqui no bostil\n\nja comprei um iphone la tbm por um preço excelente e mesmo sendo taxado (uma taxa irrisória de 100 reais) economizei quase 1500 reais caso tivesse comprado aqui no Bostil",
                "GPU eu acho que já não vale tanto a pena. Ano passado, quando você pegava uma 2060 ou uma 6600m por R$ 900, era uma boa. Hoje você vai pagar uns 1100, mais 150 de imposto e vai precisar esperar uns 30 dias. Enquanto isso, o preço nas lojas BR deram uma caída e você acha a 2060 por R$ 1500, nova, com garantia nacional e entrega muito mais rápida. Talvez na faixa da 3060ti, 3070, a diferença seja maior e ainda compense.",
                "Eu curti bastante o Aliexpress, permitiu muita gente ter um PC decente sem precisar pagar o olho da cara, especialmente pelos kits Xeon com valor irrisório, entretanto nem tudo são flores...\n\nComo tem muita coisa vendida usada ou recondicionada (kits Xeon e placa de vídeo), sempre há um risco maior de defeito envolvido, sendo assim, tu pode ser aquele cara premiado entre 1 em 50 que recebeu com defeito, aí tem um valor abusivo pra devolver e ainda é uma mão pra fazer a disputa.\n\nCodigo de defesa do consumidor não salva tua pele se uma placa de vídeo cara vendida como nova der pau depois de uns poucos dias.\n\nEnfim, pra itens mais baratos acho que vale muito a pena, mesmo considerando risco, tem kit Xeon V4 + 16gb + placa com boas expansões por 650$, nem se sonha em algo assim por aqui, mesmo no mercado de usados, além disso, esses dias tinha promo de RX 5500xt por pouco menos de 500$. Até a RX580 de 2048sp que eu crítico até a morte, apareceu por 280$ esses dias e eu me cocei pra não fazer merda e comprar, haha.\n\nEnfim, eu não teria coragem de torrar valores altos por lá, mas pra itens mais baratos, vale muito a pena no meu ver.",
                "Depende da sua situação agora, vc prefere pagar uns 1000 reais em uma placa boa e bem forte, com uma possivel taxa de no máximo uns 300 reais ou pagar 1500 em uma placa inferior só que no Brasil?",
                "Montei em novembro, aproveitando a promoção e Black friday: B550 Asus, 5600, 6600m, 2x16gb ram 3200 da netac, 1 tb Kingspec m2, 2tb sata netac. Não fui taxado em nada.\n\nO m2 da kingspec achei que não valeu a pena no final, pq depois peguei o sata de 2tb por 400 reais e uso um ssd xpg pro SO.\n\nA minha 6600m veio da pior versão, sem heatpipe e controle de fan. Mas pedi reembolso parcial e no final saiu por uns 650 reais, então, apesar do barulho, valeu a pena.\n\nOq tive mais dor de cabeça foi com fan que comprei já tetabyte e algumas chegaram quebradas. Quase 2 meses até resolverem.\n\nAchei que valeu a pena no final. Teria gastado bem mais montando no Brasil."
            ]
        },
        {
            "title": "Atualizar windows XP para windows 7 ou +",
            "selftext": "Galera eu encontrei uma máquina antiga aqui em casa e ele  ainda está no Windows XP, e eu não sou muito bom com computadores em geral então quem puder me ajudar a atualizar minha máquina por favor, nunca tive uma então é difícil pra mim",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11t4at7",
            "num_comments": 6,
            "comments": [
                "Se ela tá no xp e é uma máquina antiga é melhor colocar um linux tipo ubuntu ou mint. Se nao for salvar nada da máquina aí fica melhor, só baixar a imagem do sistema, baixar o rufus e gravar a imagem num pendrive como bootável. Aí inicia o pc pelo pendrive e vai seguindo as opções, aproveita e formata o hd todo. No caso do linux vc escolhe a distro, vai no site oficial e baixa.\n\nSe tiver dados, aí tem que fazer backup antes em um outro hd ou hd externo, ou mesmo na nuvem.\n\nSe quiser mesmo o windows 10 vc consegue fazer um pendrive bootavel com a ferramenta oficial do windows, é bem simples, só pesquisar o instalador oficial do windows 10 que ele baixa e grava no pendrive. Problema é que como a máquina é velha, eu suspeito que não vai rodar liso ou sequer rodar, não da pra afirmar sem saber mais detalhes. Se for pra windows 7, vai ter que procurar a imagem, recomendo no massgrave (só pesquisar massgrave github e de lá procurar o link oficial do site, lá fala sobre ativação também) e usar o rufus pra fazer o pendrive bootável.\n\nCuidado com sites falsos, sempre cheque se o site que vc tá baixando é o oficial da microsoft ou da distro, do programa etc...\n\nTá bem resumido, vc vai precisar ler e pesquisar um pouco mais, mas essa é a visão geral.\n\npendrive pra linux acho que até 4gb dá, depende, mas pro windows tem que ser 8gb. O pendrive é só pra instalar o sistema, depois disso pode voltar a usar. lembra que quando fizer isso vai formatar o pendrive também. Então salve seus dados.",
                "Quais são as especificações da sua máquina? Creio que deve se tratar de algo muito antiga. Dependendo disso, dá para colocar o Windows 7 nele. Se fosse LGA 775, daria também para colocar o Windows 8.1 ou 10, mas precisa colocar o SSD para rodar de jeito aceitável. Mas o problema é que o Windows 7 foi descontinuado faz 3 anos atrás, então além de falta de updates mais recentes feitos para ele, os programas e jogos mais modernos não são mais compatíveis para ele. Então eu recomendo mais um distro Linux mais leve como Linux Mint XFCE, que é mais moderno mas roda muito bem em máquinas antigas, vai dar uma bela sobrevida.\n\nPrimeiro, você precisa de um pendrive ou DVD bootável para formatar o computador. Tem os programas que gravam a instalação do sistema operacional como Rufus. Antes de formatar o PC e instalar o sistema operacional, baixe os drivers fornecidos através do site oficial de fabricante de placa-mãe e placa de vídeo, especialmente se estiver colocando o Windows nele. Colocando um pendrive ou DVD dentro do computador, você reinicia o PC se já estiver ligado e antes de entrar na tela de boot do Windows, aperte o F2 ou Del para entrar na tela de BIOS, chegando lá, você vai na seção \"Boot\" e configura o DVD ou pendrive como primeira prioridade, feito isso, salve as configurações e seu PC vai entrar na tela de instalação através de pendrive e DVD, aí você segue as seguintes etapas, chegando na tela de discos, você escolhe a partição correta para formatar. Feito a formatação, você instala os drivers para garantir o funcionamento correto.\n\nTem vários tutoriais do YouTube explicando sobre isso:\n\nhttps://youtube.com/watch?v=pV2SW9zHEBs\n\nhttps://youtube.com/watch?v=xwtK8o9J5os\n\nhttps://youtube.com/watch?v=ETwmBF6aOas\n\nhttps://youtube.com/watch?v=Xk7ic0jY0Ow",
                "Fica complicado saber qual OS colocar se tu não falar qual o hardware em questão.\n\nMas como o pessoal já disse, dependendo de quão antiga é a maquina, melhor enfiar Linux com LXDE ou coisa leve."
            ]
        },
        {
            "title": "Preciso trocar meu PC!",
            "selftext": "Tenho um desktop com as seguintes configurações \n\nI3 de nona geração \nPlaca mãe Asus H310 M.2 2.0\n2TB DE HD\n2x8Gb de Ram\nRx580 8Gb\nFonte 500w\n\nTeclado + Monitor\nTodas peças compradas novas em 7/2020\n\nPreciso comprar um notebook, mas antes necessito vender meu computador para inteirar o preço. Quanto vocês acham que consigo pedir? Tenho caixa de tudo, muito bem cuidado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11t1xr2",
            "num_comments": 3,
            "comments": [
                "Cara, pra ser justo seria legal ver o preço de cada uma dessas peças (tirando referência pelas mesmas marcas e modelos do seu PC) compradas usadas no OLX hoje em dia. Soma tudo e aí vc tem o valor do seu PC meio por alto.\n\nEu tinha falado pro amigo abaixo que 2700 parecia muito caro. E eu acho mesmo, pq seu PC é um Core i3 de 9° geração e quase nesse valor eu peguei um Ryzen 5 4600 completinho, todas as peças incluindo até um WC e VGA RX5500. Tudo comprado no Brasil com garantia, exceto a VGA que foi da Aliexpress. Ficou tudo por 2800 no meu caso.\n\nPorém eu vi que você tem um monitor incluso na configuração. Bom, dependendo do modelo e do tamanho do seu monitor, pode ser que 2600-2700 seja um valor justo mesmo, porque eu tenho um monitor de 27 Full HD que custa 1200 hoje, então se eu fosse vender meu PC incluindo o monitor provavelmente pediria uns 3200 no mínimo.\n\nE seria legal saber se a sua fonte é de marca boa também. E o teclado também, pq tem muitos kits de teclado/mouse baratos, por até 100 reais e com RGB.\n\nPor enquanto é isso.",
                "Fica complicado se tu dá as especificações pela metade desse jeito. Apesar de que tu comprou em 2020, significa que já tem ao menos 2 anos de uso. E tu não deu a procedência da RX 580.\n\ni3-9100F/i3-9100 já apresenta a idade. Pelo chipset dá para ver que a placa mãe básica\\^3, mas nem idéia de qual placa mãe. 16GB DDR4 não sei de qual velocidade. 2TB HD, nem ideia do estado ou modelo. Sem idéia da procedência da RX 580. Nem idéia da fonte ou do monitor....\n\nFalando de peças ZERO agora:\n\n\\- o i3-9100F tá 500 reais na Kabum... \n\n\\- 2x8GB DDR4 3200MHz tá 350 na Kabum\n\n\\- H310 por 375 reais na Kabum.\n\n\\- Uma RX 580 tá 1100 reais na Kabum, mas tá muito caro. Esse foi o valor que eu paguei na 1660 Super que é 2x mais rápida.\n\n\\- 2TB Seagate tá 375 na Kabum.\n\n\\- Gabinete decente tem por 250 reais.\n\n\\- Monitor LG 75Hz tem por 750.\n\n\\- Teclado+Mouse Logitech sai por 75\n\nEu cobraria 2250 ou no máximo 2500 com frete incluso...",
                "Tem nota fiscal de tudo? Caso sim na média de uns 2700"
            ]
        },
        {
            "title": "Pc por R$5.000 para Gamedev, Blender e Digital art",
            "selftext": "Opa, tudo bem pessoal? Esse daqui é o meu primeiro post nessa comunidade e eu ainda sou bem iniciante nessa área de montagem com computadores e recentemente consegui dinheiro suficiente para poder comprar um computador melhor e eu gostaria de saber se alguém poderia me ajudar ou me dar umas dicas para poder montar um PC de até 5 mil reais para criação de jogos, digital Art e Blender e que pudesse rodar uns jogos medianos tipo Apex",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11t0aam",
            "num_comments": 12,
            "comments": [
                "Já tem monitor e periféricos? E pelo menos se tiver o monitor e for utilizar, ele é no mínimo Full HD?",
                "R$ 5000 é um bom orçamento para uma máquina atual e potente. Pegue um monitor Full HD (se ainda não tiver) e depois, considerando o valor que sobrar, procure no Youtube \"PC X mil reais\" e veja os vídeos mais recentes para recomendação de peças.  Já que você vai trabalhar com design em geral, dê preferência para builds que usam placa de vídeo da Nvidia.",
                "Vc já tem um PC? Sabe a configuração dele? De repente da pra reutilizar alguma peça no novo ou fazer upgrade",
                "Se tu vai desenvolver coisa, é bom ter um monitor com boa qualidade de imagem e fidelidade de cores. A LG tem um de 1400 reais, o LG Ultra Gear 27\", que é excelente em cores depois de calibrado. Porém isso meio que caparia um pouco o orçamento.\n\nDaria para montar um Ryzen 5 5600, B450/B550 (mais barata), 2060 12GB, MSI MAG 650W, um case simples, 512GB NVMe, 1TB SSD ou 4TB HDD pra dados e um monitor LG decente (verifica a fidelidade das cores!). Se tu não pegar o Ultra Gear ou separar o orçamento do monitor do orçamento do computador, deve caber nesse orçamento.",
                "Baseado no que vai utilizar processador Ryzen 5 5600g \nPlaca mãe b450m\n32gb de ram de preferência a 4 pentes de 8gb a 3200mhz\nPlaca de vídeo rtx 3070\nUma fonte de 700w e um SSD m.2 de 1tb se comprar tudo pelo Aliexpress sai uma média de 3,900",
                "Teclado ruim >> mouse ruim"
            ]
        },
        {
            "title": "opa, alguém consegue me tirar uma dúvida? comprei um PC pela Internet e não sei quais cabos eu preciso comprar",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11szjip",
            "num_comments": 5,
            "comments": [
                "Cabo hdmi pra ligar a gpu/placa mãe ao monitor, n sei se mandam junto com o monitor. E talvez o cabo de energia que vai da fonte à parede, as vzs eles n mandam junto, tem q ver na loja q vc comprou",
                "Confere na descrição dos produtos o que vem incluso, problema que as vezes não informa, aí só esperando ou olhando um unboxing no YouTube. Mas é normal vir cabo sata com placa mãe; HDMI ou display port com o monitor. E a fonte com o cabo de força. O que pode faltar é se vc tiver vários Hd ou SSD.",
                "Cabo de força, cabo VGA ou HDMI, Cabo RJ45 (Ethernet)",
                "E o cabo C, tá onde?"
            ]
        },
        {
            "title": "Gabinete moderno ATX com baia 5 1/4",
            "selftext": "Boa dia, galera.\n\nEstou procurando justamente isso que coloquei no título, é um gabinete para substituir o meu atual (bluecase bg-020) porque quero colocar meu PC em baixo da minha mesa. Gostaria de um case sem lateral de vidro (preferencia de metal), com boa ventilação, filtros, espaço para discos de 3,5\" e uma baia de 5 1/4\" para um drive de DVD. \n\nPesquisei na internet e só consegui achar gabinetes antigos e alguns modernos que não são vendidos no brasil (tipo o Fractal Pop Air). \n\nAlguém aqui conhece um gabinete com visual moderno que cumpra esses requisitos e seja vendido no Brasil?\n\nSe não, qual gabinete mais antigo vocês recomendam?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11sw5d7",
            "num_comments": 5,
            "comments": [
                "Tipo... eu recomendaria tu ao invés de comprar case velho, com projeto com circulação de ar obsoleto e inferior, comprar junto com o case novo um drive de DVD externo. Eles são excelentes e não precisa da baia de DVD. Além de tudo, dá para pegar uma extensão USB de boa qualidade e deixar o drive em cima da mesa com o case no chão.\n\nAs baias 5 1/4, assim como discos opticos em computadores, cairam em desuso faz mais de cinco anos. Tu não vai encontrar muita coisa de boa qualidade no Brasil com essas baias.",
                "se ainda tiver, corsair carbide 678c"
            ]
        },
        {
            "title": "placa de video para de funcionar apos uma hora",
            "selftext": "saudações a todos. Eu tenho um Gddr5 4gb Gigabyte rx 460. Ele sempre teve apenas um problema. Toda vez que eu o conecto a um pc, tudo funciona bem até que 1 hora (aproximadamente) se passe e o computador inteiro desligue. Ligo o computador novamente e ele não inicializa mais, emitindo 5 bipes. O engraçado é que em todos os computadores em que tentei, funciona, mas desliga após 1 hora e a placa-mãe para de aceitá-lo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11suh3a",
            "num_comments": 1,
            "comments": [
                "5 beeps? Curtos? Longos? Misturados? Qual a sequência? Qual a placa mãe?\n\nPorque dependendo da placa mãe, 5 beeps significa CPU mal instalado ou danificado... (as vezes pode ser o socket com pino torto ou excesso/falta de pressão no cooler, aka cooler mal instalado)"
            ]
        },
        {
            "title": "Cooler funcionando quando ele quer. Não faço ideia do que pode ser",
            "selftext": "Prezados,  \ntenho 3 coolers que comprei na pichau, foi instalado a controladora e os coolers de forma correta, funcionou normalmente, porem há um tempo começou a ocorrer um problema. O cooler funciona quando quer, quando eu ligo o PC ele não funciona (NÃO GIRA E NÃO ACENDE O LED), detalhe em nenhum momento ele volta a funcionar durante o uso do PC, porem raramente, algumas vezes quando eu ligo o pc os coolers ligam do nada e ficam funcionando.  \nAlguém tem ideia do que pode ser, nunca vi nada parecido.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11su69x",
            "num_comments": 3,
            "comments": [
                "A curva do fan deve estar baixa demais. Ai ele só liga quando esquenta porque os fans tem uma tensão para iniciar, se estiver muito baixa eles não ligam mesmo.\n\nTu pode ajustar isso tanto no BIOS quanto no software de gerenciamento da tua placa mãe, que tu opcionalmente pode instalar no Windows."
            ]
        },
        {
            "title": "Sem acesso na BIOS e sem boot password. Pff me ajudem!",
            "selftext": "Configurei a senha de iniciação na Bios tem uns meses atrás. Agora sem razão nenhuma, quando ligo o laptop os caractéres especiais deixaram de funcionar, ou seja, não tenho como escrever a password, nem como aceder na bios. Me sugeriram remover a CMOS para resetear a bios, mas ainda não o fiz, primeiro pelo que sei, não é um método seguro porque pode trazer prejuízo maior, segundo porque queria saber se existe outra forma de eu aceder à bios do meu laptop, como tenho outro pc há alguma forma de aceder remotamente? Têm alguma ajuda que me possam dar? Estou sem poder estudar à uma semana, estou desesperad@.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11so9bb",
            "num_comments": 10,
            "comments": [
                "Uma vez perdi a senha e usei esse site que tem alguns bypass  https://bios-pw.org/",
                "1. ClearCMOS não deveria prejudicar em nada o hardware porque simplesmente é um recurso que a placa mãe foi projetada pra ter. Qual o sentido em ter um recurso que danifica ela mesma? Tu só tem prejuizo no processo se tu for ogro que nem eu e não conseguir desmontar o notebook de forma adequada.\n2. Nem teria como acessar de forma remota se não fosse um server dell de empresa, eles tem um recurso que dá pra acessar o setup do BIOS/UEFI pela internet.\n3. Tu pode simplesmente plugar um teclado externo, ué...",
                "Cara você precisa buscar informações no fabricante sobre como resetar corretamente, seja CMOS ou outro método, siga a sugestão do fabricante sem medo. Mas pelo que deu a entender você poderia usar outro teclado, não?"
            ]
        },
        {
            "title": "Jogo Crashando No pc novo",
            "selftext": "Jogos no geral estão apenas crashando, sem nenhum erro aparecendo, tentei de tudo, e vários jogos, a config está abaixo.  \n\n\nRyzen 7 5700x  \nRTX 3070TI  \n32GB memória RAM  \nFonte 750w",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11sj0tc",
            "num_comments": 2,
            "comments": [
                "Crashando que vc diz ele fecha sozinho ou o pc trava ou o quê? Acontece algo com a tela (ela pisca ou apaga por exemplo) ou com o som (fica muda ou som engasga...)\n\nJogos são originais? Se não, qual a fonte só pra ter uma ideia se pode ter vírus ou não.\n\n\"Tentei de tudo\" quer dizer o que?",
                "Seria interessante tu complementar as informações:\n\nQual 3070 Ti? Qual fonte? Qual memória RAM? Pode ser algo em relação a isso.\n\nAlém de tudo, nenhuma idéia de qual sistema operacional ou jogo que tu tá usando? Tudo legitimo? Original?"
            ]
        },
        {
            "title": "Problema com PC novo",
            "selftext": "Comprei um pc porém ele não da video,preciso atualizar a bios pois veio desatualizada mas não sei fazer isso,já tentei todos os tutoriais é não consegui. Alguma solução ?\n\nAtt:mandei pro técnico e pedi pra ele atualizar a bios com algum ryzen mais antigo é deu certo,obrigado pelo suporte galera.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11sig0y",
            "num_comments": 11,
            "comments": [
                "Se o PC é novo, fala com a loja. Isso é problema deles... eles nem deveriam ter mandado algo não funcionando.\n\nVerifica só uma coisa, se a fonte tem aquela chavinha 110/220V e/ou se ela está ligada.",
                "Só para tirar isso do nosso caminho, o cabo do monitor tá conectado na placa-mãe ou na placa de vídeo? [supondo que esse seu PC tenha placa de vídeo (placa de vídeo, não vídeo integrado)]"
            ]
        },
        {
            "title": "Está muito caro?",
            "selftext": "Olá. Primeiro post aqui no sub. Eu preciso de ajuda.\n\nEu pedi para uma loja especializada montar o PC de jogos com as seguintes especificações:\n\nRyzen 5 5600x\n\nB550 Aorus\n\n32GB (2x16)\n\nM.2 de 4TB 7300/7000 leitura/gavação\n\nFonte de 850\n\nRTX 3070 PNY\n\n&#x200B;\n\nEles pediram R$ 13.950. Esse preço está razoável?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11sfqxw",
            "num_comments": 4,
            "comments": [
                "14k? Bem salgado....\n\nMas tu REALMENTE precisa de 4TB rápidos? Não poderia ser 1TB NVMe 7300/7000 + 4TB SATA que tá 1/3 do valor?\n\nNesse valor eu investiria um pouco a mais e iria de 7600...\n\nPs.: assumindo que essa loja vá pagar todos impostos, quando tu compra um PC montado, é adicionado o IPI. Por isso que a Terabyte e outras lojas \"tiram\" o desconto das peças avulsas quando precisam montar...",
                "M.2 de QUATRO TB? Só esse exagero é mais caro que a cpu kkkk\n\nE no geral ta meio caro eu acho. Com uns 10k da pra montar uma máquina de desempenho parecido mas com componentes mais equilibrados",
                "Opa mano! Eu não acho que esteja valendo a pena.. principalmente por montar em loja física, hoje em dia já não é mais recomendado montar em lojas físicas, pesquisei um pouco e na mesma faixa de preço achei um pc MUITO melhor que esse:\n\nhttps://www.terabyteshop.com.br/produto/23548/pc-gamer-t-gamer-shadow-intel-core-i7-13700f-nvidia-geforce-rtx-4070-ti-16gb-2x8gb-ddr4-ssd-480gb\n\nVem com uma placa da série 4000, que já é muito superior a 3070, vem com um processador bem melhor que o 5600x ( PS: o processador do pc vem com 5.2 GHz, enquanto o ryzen tem 4.6) vem com uma fonte 850 80+, 16 ram e ssd de 480, mas, da para expandir o armazenamento com facilidade ( a RAM tbm)",
                "tentei reproduzir as mais ou menos essas especificações e deu R$ 12.622,21 (porém tem que comparar também as especificações das peças, tipo da ram, do ssd, fonte e gabinete\nhttps://meupc.net/build/uk2Ri6\n\nagora tirando o ssd de 4tb e colocando de 1tb deu R$ 10.681,01:\nhttps://meupc.net/build/fRP276\n\nmesmo que vc precise de 4tb, eu diria que é bem melhor pegar um ssd principal pro sistema de sei lá uns 480gb, 240gb... E outros ssd pra o que vc quiser, fiz um teste ainda sai R$ 11.940,26 com 1 nvme 1tb + 3 ssd de 1tb. Se for a vista tira uns 10% desses preços\n\nSó estimando, cada jogo AAA vai ser na faixa de 100-200gb, com 1 tb vc instala uns 8-10 jogos desse nível, se vc pretende ter tudo isso de jogo AAA (pq tem jogos que pesa nem 1gb e muitos na faixa de 50gb), aí 2tb pra ficar confortável... mas ainda sim, vc se vc achar necessário sempre é possível comprar outro e plugar (desde que tenha entrada sobrando na placa mãe e no gabinete pra parafusar).\n\nE pra essa placa aí um monitor de pelo menos 1440p pra poder aproveitar com qualidade, até 4k rola eu acho. Porém se for jogar só em 1080p pode dar uma cortada na placa de video e na fonte. Vc pode até montar o pc online em lojas que enviam montado tipo a terabyte e a pichau.\n\nSe puder coloca exatamente todos os detalhes das peças que é possível ter uma noção melhor se tá caro ou só exagerado mesmo"
            ]
        },
        {
            "title": "Coleco Vision (1983)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11sctul",
            "num_comments": 1,
            "comments": [
                "Se é pra postar comerciais antigos então me desculpa, OP, mas nada supera [este](https://www.youtube.com/watch?v=xhRIneQFmHA)"
            ]
        },
        {
            "title": "Fora de escala",
            "selftext": "Meu pc ta fora de escala e nao tenho windows baixado como resolvo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11sa48z",
            "num_comments": 5,
            "comments": [
                "Fora de escala como assim, o monitor tá fora de frequência, é isso?"
            ]
        },
        {
            "title": "Alguém pode me ajudar??",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11s7fty",
            "num_comments": 3,
            "comments": [
                "Pelo que eu vi, se tu não tiver outro usuário nesse PC... tu vai precisar fazer restauração."
            ]
        },
        {
            "title": "Vou começar a estudar Design, Edição de video e imagens etc.",
            "selftext": "estou querendo me profissioalizar na area e então estou pedindo recomendações de cursos  ou materiais que possam esta me ajudando nesse inicio. quem puder deixar uma dica ai ja agradeço :)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11s5kzu",
            "num_comments": 1,
            "comments": [
                "Faz TI.\n\nAgora se realmente não quiser ganhar dinheiro fácil, edição de video já comece com o davinci resolve. Manda e-mail lá pra www.proclass.com.br e pede para te avisarem quando o Cristiano Moura for dar curso gratuito dele."
            ]
        },
        {
            "title": "Ajuda com Placa de vídeo",
            "selftext": "há uns 6 meses minha placa de vídeo (gtx 1060)  começou apresentar problema de conexão com o HDMI, daí comprei um cabo Display port e funcionou tranquilo até essa semana, que parou de funcionar tbm. tem como consertar isso ou compro uma nova logo?? (indicações por favor)  \n\n\ninformações básicas \n\nmontei o pc em 2017 (Intel i7 6700k, 16GB de RAM ddr3, 1T de HD)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11rxl19",
            "num_comments": 14,
            "comments": [
                "Cara... se tu comprou nova, no Terabyte (unica loja que eu lembro que vende isso), fala com a loja que tu ainda tem mais 6 meses de garantia...",
                "Cara se a placa não estiver estragada e for problema apenas no HDMI, você alternativamente pode habilitar na bios sua placa integrada UHD 530 da Intel, deixá-la como display primário e posteriormente no windows, setar sua placa de vídeo dedicada como alto desempenho. Dessa forma, você irá poder usar o HDMI da sua placa mãe ou display port como meio de usar a sua placa de vídeo dedicada. Detalhe, a sua placa externa só vai ser acionada nos aplicativos marcados para funcionar em alto desempenho. Por padrão jogos todos são marcados, e caso algum não for, terá que aprender a fazer a marcação manual.",
                "Tem certeza que é apenas as saídas e não a placa apresentando problema ?\n\nSe voltar pro HDMI não opera ?"
            ]
        },
        {
            "title": "x570 saindo do mercado?",
            "selftext": "Fala galera!\n\nSó eu venho percebendo as placas mãe x570  saindo do mercado nesse último mês?\nSerá que tem alguma substituta do nível para ddr4 ainda?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11rv4il",
            "num_comments": 2,
            "comments": [
                "Não está saindo do mercado... só que no Brasil esse tier de produto não tem tanta saida. Para AMD só X370/X470/X570, mas os B350/B450/B550 também funcionam bem. (Tem umas limitações, mas...) Já para Intel, tem os Z690 e Z\\*90 anteriores.",
                "É pq uma B550 já consegue levar qualquer processador, inclusive tem B550, como as da asus e da NZXT q são muito melhores q muita X570 por ai"
            ]
        },
        {
            "title": "Em termos de hardware, o que um vírus realmente pode fazer?",
            "selftext": "Tipo, ele fica preso no seu HD ou SSD e se você instalar outro SO o vírus vai estar \"inativo\"?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ru870",
            "num_comments": 8,
            "comments": [
                "Dependendo do virus, ele pode em teoria passar o security boot e ficar instalado no UEFI e se auto reinstalar toda vez que o PC for reiniciado ou um OS for instalado... se for rootkit, dá para queimar hardware instalando firmware bugado nos dispositivos. Mas esses são virus bem mais avançados...\n\nEsse por exemplo é o caso do maluco que resolveu denunciar os cheaters de Tarkov esses dias atrás. O cara perdeu os SSDs todos dessa forma. Sendo que nem sequer os SSDs eram reconhecidos no UEFI. (Ele instalou um cheat que dava acesso de baixo nível ao computador e provavelmente tinha rootkit)\n\nTem um vídeo do Linus Tech Tips sobre o tópico... mas está em inglês.",
                "quando você reinstala o so acontece que vc apaga todos os dados do seu ssd ou hdd, tipo voce exclui todas as partições e dados presentes nele, basicamente resetando o ssd ou hdd para as configurações de fabrica, então quando vc apaga o so dele o virus \"morre\" junto"
            ]
        },
        {
            "title": "Ryzen 3 3200g e b550m aorus",
            "selftext": "Tenho esse 3200g e pretendo pegar a b550m aorus pro, eles dois rodam direiro?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11rjaea",
            "num_comments": 8,
            "comments": [
                "Roda Dboa, MAs uma A320 já segura, se tu for trocar a placa mãe já pensa no upgrade de cpu e ram",
                "Então, tem umas 7 B550M AORUS. Tu vai ter de entrar no site da ASUS e ver a compatibilidade dos CPUs.\n\nAté onde eu lembro, o B550 não funciona com o 3200G e o 3400G."
            ]
        },
        {
            "title": "SOCORRO, o cara do ti quer tirar meu lazer.",
            "selftext": "Só queria poder ver meu netflix de noite no pc da empresa, alguém sabe como passar por isso ? Eu tentei usar vpn, mas  não tem nenhum free que parte do brasil, então acabou que não deu certo. Alguem sabe como tirar/burlar/desabilitar isso ? Por favor galera, to desesperado.\n\nhttps://preview.redd.it/ictontvs5tna1.jpg?width=900&format=pjpg&auto=webp&v=enabled&s=f063783ed051edd262cbda5f5192269806b0558c",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11rid06",
            "num_comments": 5,
            "comments": [
                "Esse computador está na empresa? Se sim, eu nem tentaria isso... a menos que tu esteja descontente e queira ser demitido por justa causa... (Tu está sendo pago para trabalhar, não ver netflix... imagina se todo mundo inventa de ver netflix? A rede vai ficar toda lerda...)\n\nSe estiver em casa, apenas boota com um disco do Linux e não mexe no Windows... porque o computador é da empresa, para uso profissional e não pessoal..."
            ]
        },
        {
            "title": "Áudio do cabo hdmi não reconhecido pelo pc",
            "selftext": "Olá! Estou com um problema no meu computador. Ontem precisei tirar os cabos do meu pc para botar em outro cômodo, pois ia pintar a parede do lugar onde ele estava, tirei tudo certinho com o pc desligado (óbvio) e quando fui ligar de volta, tudo no mesmo lugar, o audio do cabo hdmi não estava sendo reconhecido, dizia que nem estava conectado! Detalhe: antes funcionava tudo certinho!\nAgora, atualizei os drivers, fiz de tudo, mas não consigo fazer o áudio funcionar! \n\nAlguém pode me ajudar??\n\n(Testei em outro pc e a tv e o cabo funcionam normalmente)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11rbvk2",
            "num_comments": 9,
            "comments": [
                "As vezes pode ser uma coisa besta... tipo o PC com volume em mudo ou sem volume.",
                "Se atualizou os drivers e não funcionou pode ser que tenha dado pau no cabo",
                "Selecionou o dispositivo de saída certo nas opções de volume? Qdo vê desconfigurou. Só clica com o botão direito no ícone de volume e da uma mexida no mixer ou configurações de som.",
                "Uma dúvida, quando disse que atualizou os drivers, você atualizou os de áudio ou de video ?\n\nCuriosamente, quem comanda o áudio pelo HDMI (e display port se tiver) é o driver de vídeo, seja de uma placa dedicada (como AMD e Nvidia) ou integrada (AMD Vega ou Intel Graphics).\n\nVeja se não deu uma bugada nesse driver, caso não tenha testado."
            ]
        },
        {
            "title": "Divulgação de um subrredit para falantes de espanhol",
            "selftext": "O sub é r/computineslatam, que foi criado por um membro pois se viu necessário criar um sub de computadores para falantes de espanhol.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11r5b8a",
            "num_comments": 1,
            "comments": [
                "Isso vai ajudar pacas o pessoal que fala espanhol, porém eu não me preocupava em tentar ajudar... (mas sei lá se o povo entendia. Eu consigo ler espanhol, mas não escrever em... hahaha)\n\nPs.: a cor de fundo desse post fica ruim de ler no redesign do Reddit. (depois de clicado fica azul-esverdeado escuro com cinza)"
            ]
        },
        {
            "title": "apareceu isso no netbook... apareceu no de alguém mais aí? devo ir pro windows 8.1? pretendo usar Linux como me recomendaram aqui",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11qs24n",
            "num_comments": 19,
            "comments": [
                "Melhor sistema. Saudades.  \n\n\nDos Windows, to usando o 10, não gostei do 11.",
                "Tem muita gente falando de distribuição A ou B, mas o mais impactante na performance vai ser o tipo de gerenciador de janelas. Tem muita opcão mais leve que gnome e kde. Tem xfce, lxde, lxqt, cinamon, mate, umas tiling ~~alienigenas~~ como i3wm, dwm, alguns que rodam até em torradeira como o blackbox e fluxbox. Eu recomendo xfce, ele tem um equilibrio bom entre recursos e leveza, apesar de que a configuração padrão dele é meio esquisita, mas dá pra modificar pra deixar ele parecido com o windows.",
                "Se quiser continuar no Windows 7 aperta \"não me lembrar novamente\". O suporte acabou faz 3 anos já. Windows 8.1 já acabou tbm.",
                "\"Lembrar mais tarde\" e foda-se. hahaha\n\nMas se for trocar pro linux, pega um linux com LXDE ou coisa leve como o Tiny Core Linux.",
                "Melhor Windows de todos. Descanse em paz, Windows 7. Migra para o Linux, meu parceiro.",
                "Eu acho que o pessoal aqui na thread que tá recomendando \"Linux\" tá se esquecendo de uma coisa: como o próprio Linus Torvalds disse, \"pessoas usam *programas*, não sistemas operacionais\". Se o OP for usar esse laptop para rodar o Chrome (eu falei **Chrome**, não algum navegador obscuro de código aberto), então não há \"Linux\" que dê jeito. Porque não adianta rodar uma distro que economize um tanto de memória se o Chrome vai usar essa memória e fazer o sistema recorrer ao swap de todo jeito.\n\nHonestamente, OP? Eu não sei as specs desse laptop, mas continue no Windows 7 mesmo.",
                "Atualmente eu estou usando o Lubuntu em um PC de 2GB ram e esta de boa",
                "Se vc pensa ir pro 8.1, vai logo pro 10, o peso é praticamente o mesmo e a interface é muito melhor.",
                "Meu amigo, tu tá perdido no tempo? Se tu não pegou nada até agora, ou foi um milagre, ou os caras tá fazendo vírus só para sistema atual, porque o suporte de atualização do Windows 7 já se foi a muito tempo."
            ]
        },
        {
            "title": "Ajuda com computador kkkk",
            "selftext": "iae rapazeada vim solicitar uma ajuda,desde que eu mudei de operador de internet (vivo>claro) meu computador não aparece a minha rede no meu computador,ja formatei o computador,ja desliguei o modem e liguei denovo e simplesmente não aparece\n\nsó aparece a rede dos outros mas não a minha,alguma ajuda/solução?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11qrfr1",
            "num_comments": 5,
            "comments": [
                "Tenta resetar tua placa de rede.\nA propósito, se você resetar e mesmo assim não voltar, não sei se é o caso da sua operadora, mas o que pode acontecer é que talvez a frequência/tipo de rede wi-fi não seja suportada pela placa de rede sem fio do seu computador. \nTalvez adicionar a rede manualmente também possa ajudar.",
                "Tu tá procurando a mesma rede anterior ou tá procurando a mesma que está escrita no modem?",
                "Já tive esse problema no all in on da postivo, não troquei de operadora, mas, parou do nada. Até hj não sei o que foi."
            ]
        },
        {
            "title": "o q preciso aprender?",
            "selftext": "Não sei se aqui é o lugar certo, mas vamos lá, já faz tempo q estou na internet fazendo várias pesquisas para aprimorar meu conhecimento em T.I. mas parece q em todo lugar q vou procurar aparecem hapenas a mesma coisa, aí gostaria de saber de quem sabe, quem puder me dizer matérias mais específicas sobre essa área vai me ajudar muito. ✌️✌️",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11qqlcv",
            "num_comments": 3,
            "comments": [
                "Cara, T.I. é uma área ampla. Sua pergunta foi tipo \"Estou estudando medicina, mas só vejo a mesma coisa em todo lugar!\".\n\nEspecifique o que você quer estudar.\n\nVocê está falando da área de desenvolvimento, hardware, redes ou outra coisa?",
                "Olha não sei se eu entendi bem, mas acho que depende de qual área da TI vc quer ne. Mas talvez algo meio geral deve ser arquitetura de computadores, sistemas operacionais, programação, redes ... sabe.",
                "Ta buscando certificações na area TI? Da uma olhada nas certificações da comptia, aws, cisco, microsoft."
            ]
        },
        {
            "title": "Terabyte é confiável? to juntando uma grana pra montar um pc e queria saber de quem já comprou lá, tempo de entrega, é pelos correios? veio tudo certo? fale da sua experiência com eles",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11qmt9j",
            "num_comments": 4,
            "comments": [
                "Sim, Terabyte é excelente. Tu pode escolher diversas transportadoras que são mais rápidas e baratas que os correios. Geralmente são bem mais cuidadosas também.",
                "É boa, mas pra devolver um produto (caso precise), ela é horrível .",
                "No meu caso, a Terabyte foi sim confiável, o problema foi na hora da entrega, devido a falta de compromisso com o atendimento e a demora da chegada do meu produto, que disse q era o mais rápido mas demorou 1 mês para chegar",
                "Montei o meu PC por eles, já comprei um monte de coisa por eles, e nunca tive problema."
            ]
        },
        {
            "title": "Falha no desempenho do PC (mini travadinhas)",
            "selftext": "Pessoal, boa tarde!\n\nEstou precisando de ajuda. Recentemente adquiri um PC com um i5 de oitava geração, 16 Gb RAM ddr4 e uma 1650 pra placa de vídeo.\n\nAcontece que estou enfrentando umas situações meio chatas em jogo, principalmente no lol. O jogo está rodando liso liso, mas em momentos que acontecem mais coisas na tela o fps trava por 1-2 segundos e depois volta ao normal.\n\nAlguém sabe o que pode ser isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11qks67",
            "num_comments": 4,
            "comments": [
                "Verifica o que tá rodando junto. Pode ser o Windows update ou algum processo no fundo...\n\nPode ser a fonte não alimentando direito...\n\nPode ser o CPU ou o GPU tendo saltos de temperatura...\n\ntem um monte de motivos.",
                "Pode ser a ram, como elas estão? É 1 pente de 16 ou 2 de 8? Esses pentes são iguais? Vc tentou mexer na xmp?"
            ]
        },
        {
            "title": "Componente ao lado do processador (Notebook)",
            "selftext": "Pessoal, boa tarde! Há um tempo atrás troquei a pasta termica do meu processador de notebook, mas ao retirar o dissipador do processador, vi - ao lado do processador - outro componente semelhante, mudando somente as dimensões. Mas o que me deixou em dúvida foi que este componente não vinha  acompanhado de pasta térmica, mas sim de uma espécie de fita colante, parecendo uma dupla face.\n\nAlguém pode me explicar o que seria? Poderia ter tirado uma foto, mas não lembrei na época.\n\nSugestão de um leigo(eu) o que pode ser: Placa de vídeo (Não tenho dedicada).",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11qjajr",
            "num_comments": 7,
            "comments": [
                "Essa fita dupla face é um dissipador de calor, ou thermal pad. Tem função parecida com a pasta térmica, mas em vez de ser uma pasta, é uma fita.\n\nAlém dos já citados, pode ser pra ssd tb",
                "ou é memória ram, ou é o GPU.",
                "Alguns processadores de notebook tem o PCH integrado no mesmo chip da CPU, são bem parecidos (superfície espelhada) embora um deles seja menor que o outro.\n\nOutros (como primeira geração da Intel) tem o gráfico integrado em uma parte também separada no mesmo chip.\n\nPode ser algum desses componentes, embora se tem o thermal PAD, é bem provável que seja o PCH, pois dissipa bem menos calor que uma GPU integrada (alguns PCs como Dell vem sem dissipador nesse componente, inclusive)."
            ]
        },
        {
            "title": "alguém aqui entende de análise de dados? pode me esclarecer os fundamentos e como funciona!",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11q9ui5",
            "num_comments": 3,
            "comments": [
                "Essa pergunta é muito ampla cara. Tem algo específico que vc queira saber?",
                "Vai no r/brdev"
            ]
        },
        {
            "title": "Valor recebido bloqueado por suspeita de fraude.",
            "selftext": "Como os caras conseguem fazer uma façanha dessas? Kkkk o e-mail ainda tem até o domínio do Bradesco.\n\nObs: já recebi dois e-mails desses e não possuo conta em nenhum dos bancos mencionados!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pyhxa",
            "num_comments": 7,
            "comments": [
                "Já ouviu falar em virus e engenharia social? Pois é.\n\nQuanto ao email ser do bradesco, não é. Email spoofing.",
                "Acho que o \"*\" antes do Bradesco, entrega que é falso, caso seja...",
                "Mais falso que nota de três. \nMas esse e-mail até que tá bem arrumadinho em comparação com outros que já vi.",
                "E só você ler em baixo o email certo “via vim…”, esse é o email fake.",
                "Ou então fizeram uma conta no teu nome para ser usada como laranja, o que é improvável por terem cadastrado teu e-mail real. É bom dar uma olhada no registrato do banco central",
                "e ainda é uma mixaria..."
            ]
        },
        {
            "title": "Notebook",
            "selftext": "Oie, eu queria comprar um notebook e gostaria de algumas recomendações. O valor não pode ser muito alto e quero um pra jogar alguns joguinhos e estudar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11psk1n",
            "num_comments": 3,
            "comments": [
                "Tu precisa dar uma idéia do que tu chama de \"valor muito alto\" e de quais joguinhos.",
                "Igual oq o maninho falou, seja mais especifico. Mas se for do jeito que você disse, acho que com uns 1200 ou 1300 reais você já consegue em uma americanas da vida",
                "Joguinhos vc quer dizer jogo de snes e essas coisas? Com 500tao tu pega um na olx kkkkkkkk"
            ]
        },
        {
            "title": "Notebook da positivo",
            "selftext": "oi, eu tenho um notebook antigo que não esta pegando a tela, apenas a parte dos componente. Queria usa-lo pra conectar na tv, e usar ela como um grande monitor através do cabo HDMI, mas eu percebi agora que os hdmi´s são diferentes. alguma dica pra eu conseguir conectar a minha bomba da positivo na tv, sem precisar de um adaptador( to sem grana pra isso kk)??",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pshss",
            "num_comments": 3,
            "comments": [
                "Hdmi diferentes???????"
            ]
        },
        {
            "title": "Monitor para 144hz",
            "selftext": "Olá, eu tenho um notebook que aguenta 144hz pelo HDMI, mas são poucos os monitores que conseguem essa frequência sem ser por display port, poderiam me recomendar monitores que conseguem isso, ou acham melhor pegar um 120hz mesmo ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pr5b5",
            "num_comments": 5,
            "comments": [
                "Boa parte dos monitores 144Hz baratos é 120Hz com overdrive para 144Hz... alias, nada te impede de usar um monitor 144Hz @ 120Hz ou 60Hz."
            ]
        },
        {
            "title": "Alguém pode me ajudar?",
            "selftext": "Eu recentemente consegui um novo computador e já tinha um headset, quando eu conectei o headset ao computador o áudio estava funcionando normalmente porém o microfone não funcionava, não aparecia nenhum dispositivo de entrada mesmo eu conectando todos os cabos. Alguém pode saber o motivo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pq0i9",
            "num_comments": 1,
            "comments": [
                "Qual é o tipo de cabo do headset? Sabe dizer qual é o modelo do headset?\n\nTem headset com cabo USB, com dois cabos (um rosa e outro verde), e tem cabo único com rosa e verde na mesma porta."
            ]
        },
        {
            "title": "Tengo un problema",
            "selftext": "Hola, quería ver si alguien tiene el mismo problema o sabe como solucionarlo, el problema que tengo es que mi teclado funciona perfectamente en escritura pero cuando entro a algún juego en este caso me pasa mucho con minecraft lo que pasa es que intento avanzar o irme para los lados y es como si dejara pulsada la tecla o tarda en moverse, he buscado soluciones en YouTube o Google pero nada, espero puedan ayudarme.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pppy9",
            "num_comments": 3,
            "comments": [
                "Aqui é pra portugues, tenta postar em um pra espanol",
                "Aclaro que yo tengo una laptop Hp",
                "Sugiero llevarlo a un soporte técnico."
            ]
        },
        {
            "title": "O pc que não ligou mais pt2",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pp6ec",
            "num_comments": 7,
            "comments": [
                "esse cabo flat branco ai no meio ele fica assim na diagonal mesmo?\n\ne TALVEZ falte um cabo da fonte (esses colorido) ali no meio onde tem aquele chip preto que eu suponho ser o processador.\n\nedit: [https://snipboard.io/US97kg.jpg](https://snipboard.io/US97kg.jpg)",
                "1. Essa peça preta ai é o cooler da cpu???\n2. Tenta ver nos conectores do gabinete na placa-mãe, o que tem de gente que os conecta errado é brincadeira.",
                "Os cabos estão desconectados brother"
            ]
        },
        {
            "title": "Preciso de um help",
            "selftext": "Fui dar uma de espertão e fui desmontar o pc aqui de casa q é velho, agora q montei de volta ele não liga KKKKKKk oq será q eu fiz? Montar errado eu sei q foi",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11poswu",
            "num_comments": 13,
            "comments": [
                "já tentou ligar ele na tomada?\n\nfalando sério, posta uma foto dele pra gente avaliar melhor, as vezes é só algum cabo que tu esqueceu de conectar",
                "Pode ser mil coisas kkkk. Veja se os cabos estão bem encaixados e se vc tiver 2 pentes de ram, tente ligar com uma só",
                "pode ser ram também. uma átomo de poeira q entra no slot na placa mãe ou no trilho dela já fode tudo o PC",
                "Concordo com o mano ali, os cabos do painel frontal provavelmente podem ser o problema, supondo que não deu merda em nenhum componente quando você desmontou, rs, ou algum cabo de energia mal colocado",
                "pode ser só aqueles jumpers na placa mãe - painel frontal que ta conectado errado, considerando que vc disse que é um pc velho, até nos novos se não prestar atenção conecta errado. Manda foto.\n\nE falta mais detalhes, o que exatamente acontece? ele sequer gira, liga nada zip, nem um ledzinho?",
                "talvez vc tenha conectado errado algum cabo dos botoes frontais sao dificeis de colocar certinho tem positivo e negativo tbm, despluga eles e tenta ligar o pc com uma chave de fenda dando contato nos dois conectores, no yt ensinam a fzr isso",
                "Cara, pode ser mil coisas, mas vê se você encaixou o cabo da fonte na placa mãe certinho, esses tempos eu demonstei meu pc inteiro COM A EXCEÇÃO DO CABO apenas pra descobrir que era só o cabo que eu não prestei atenção.\n\nSe não for, tenta botar só uma RAM e confere se vc ligou os cabos do gabinete certo, tb.",
                "Toda vez que vc for desmontar algo, vai tirando fotos das peças que vc vai retirando, para quando vc for montar de novo saber aonde cada coisa se encaixa."
            ]
        },
        {
            "title": "Upgrade no meu notebook",
            "selftext": "Galera quero fazer um upgrade no meu notebook, ele tem 4 anos e comprei por 2k e pouco, no início era muito bom usar, mas hoje preciso de algo mais potente e em vez de comprar algo muito mais caro posso dar um up.\n\nHoje ele tem um HD de 500G, não tem SSD, ram de 8G e o processador é um Intel celeron, a marca dele é Samsung \n\nTava pensando em trocar o processador e botar uma ram a mais, o que me indicam?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pnkii",
            "num_comments": 7,
            "comments": [
                "Mt complicado trocar processador de note, praticamente impossível pra usuário normal. Bota um ssd q vai melhorar 100%",
                "Primeiro SSD.\n\nTrocar CPU tu nem vai conseguir, desiste. É soldado.",
                "Coloca mais 8gb de ram (caso tenha slot sobrando) e mete sss. Já melhora bastante. Soh de trocar o HD por SSD já é outra vida pra notebook. Processador não sei se consegue trocar. Provavelmente é soldado. Soh levando num tecnico pra olhar. Caso não tenha experiência em trocar peças, chama um amigo q saiba mais disso, recomendo."
            ]
        },
        {
            "title": "alguns sites não abrem em meu notebook",
            "selftext": "comprei meu notebook recentemente, alguns sites como discord, youtube e outros abrem normalmente, mas alguns como netflix, whatsapp web e spotify simplesmente não abrem, aparece \"não foi possível aceder a esse site\" ou \"o site demorou demais para responder\". Eu já vi uns 10 vídeos, já tentei muitas soluções como a do prompt de comando, serviços, aquele treco de ethernet e nada funciona, nada. Alguém consegue me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11plhjc",
            "num_comments": 0
        },
        {
            "title": "alguns sites não abrem em meu notebook",
            "selftext": "comprei meu notebook recentemente, alguns sites como discord, youtube e outros abrem normalmente, mas alguns como netflix, whatsapp web e spotify simplesmente não abrem, aparece \"não foi possível aceder a esse site\" ou \"o site demorou demais para responder\". Eu já vi uns 10 vídeos, já tentei muitas soluções como a do prompt de comando, serviços, aquele treco de ethernet e nada funciona, nada. Alguém consegue me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11plgoo",
            "num_comments": 1,
            "comments": [
                "Confere seu firewall e antivírus, se preciso, considere mudar de antivírus amg"
            ]
        },
        {
            "title": "Problema de exibição com a RTX 4070Ti Gaming Trio X da MSI",
            "selftext": "Recentemente construí um PC que estava funcionando muito bem com minha GPU nas últimas duas semanas. No entanto, dois dias atrás, deixei o computador ligado durante a noite e quando acordei, a tela estava preta. Pensei que o PC estava em modo de hibernação, mas minhas tentativas de fazê-lo voltar foram sem sucesso. Os fans da GPU ligavam e desligavam constantemente, e tentei reiniciar o computador e usar diferentes portas DP/HDMI na GPU, mas nada funcionou. Eventualmente, tentei conectar o DP na placa-mãe e consegui obter exibição. A única maneira que encontrei para corrigir isso foi recolocando a GPU, mas após algumas horas, a exibição desaparecia novamente e todos os fans ligavam e desligavam rapidamente, enquanto o RGB da GPU permanecia ligado. Ontem, tentei novamente e até a GPU onboard não exibia nada. Notei que minha placa-mãe estava mostrando um LED branco constante na VGA. Quando removi a GPU novamente, a GPU onboard voltou a funcionar. Agora, só posso usar o computador sem a GPU.\n\nAlguém já passou por isso e/ou poderia me ajudar? Minhas peças são:  \n\\- CPU i5 13600K  \n\\- MOBO MSI Mortar B660M Wi-fi  \n\\- RAM DDR4 XPG Gammix D45, 32GB (2x16GB), 3200MHz  \n\\- GPU MSI Gaming Trio X RTX 4070Ti  \n\\- PSU SuperFlower Leadex III ARGB 850W Gold  \n\\- SSD M2 NVME 240GB WD Green (Windows e programas)  \n\\- SSD SATA Crucial MX 2TB (Games)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11phwhw",
            "num_comments": 6,
            "comments": [
                ">Notei que minha placa-mãe estava mostrando um LED branco constante na VGA.\n\nAonde? Perto do conector de energia? Se for, faz uns meses que o JayzTwoCents corrigiu um problema desses... só sei lá qual era o vídeo.\n\n(Detalhe: pega um SSD melhor que o WD Green, sério mesmo.)"
            ]
        },
        {
            "title": "Tela suja",
            "selftext": "Como que eu faço para tirar essas manchas da tela? (Fiz essa cag@da na tela quando fui passar um pano para limpar as marcas de dedo)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ph4z2",
            "num_comments": 4,
            "comments": [
                "Pano UMEDECIDO com água. (molha levemente, torce pra tirar o excesso e passa ai de leve)\n\nOu aquele produto da limppano próprio pra isso que vem com duas esponjas.\n\nEntretanto, se isso for resultado de alcool, acho que só trocando a tela...",
                "Tela suja",
                "https://www.kalunga.com.br/prod/limpador-para-telas-c-120ml-pano-microfibra-start-quimica-bt-1-un/217358"
            ]
        },
        {
            "title": "Memória ram vai funcionar?",
            "selftext": "Galera, estou querendo trocar minha memória ram, vou comprar 2 unidades, mas não sei qual o melhor e qual irá funcionar corretamente na minha placa mãe. \n\nHoje uso a placa ASUS PRIME Z270M-PLUS.\n\nEstou em dúvida nessas 2 memórias:\n\n- Memória Kingston Fury Beast, RGB, 16GB, 3600MHz, DDR4, CL18, Preto - KF436C18BBA/16 - \nLink: https://www.kabum.com.br/produto/193656/memoria-kingston-fury-beast-rgb-16gb-3600mhz-ddr4-cl18-preto-kf436c18bba-16\n\nOu \n\n- Memória Kingston Fury Renegade, RGB, 16GB, 3600MHz, DDR4, CL16, Preto - KF436C16RB1A/16\nLink: https://www.kabum.com.br/produto/194098/memoria-kingston-fury-renegade-rgb-16gb-3600mhz-ddr4-cl16-preto-kf436c16rb1a-16\n\nVocês podem me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11pg8bq",
            "num_comments": 6,
            "comments": [
                "Diz suportar até DDR4-3844, mas acho que depende do CPU, pois o controlador está nele.",
                "Cara, incompatibilidade nos dias de hoje nem existe mais. Só se a memória em si for de má qualidade ou estiver com defeito (acontece).\n\nFora isso, escolha a que te agradar mais, os tempos da memória é basicamente a mesma coisa.\n\nSó fique atento com a velocidade, não é só porque ela é 3600MHz que vai te trazer algum benefício. Tem que ver se seu processador chega nessa base de frequência também. As vezes o CPU fica limitado em 2400 ou 2900, que é o caso dos Intel até a 10° geração. Sem falar que vc não verá diferença alguma em usar 3200 ou 3600 MHz e você vai pagar mais caro atoa. Quando montei meu PC eu ia comprar 3600MHz, mas vi benchmarks com diferença próxima de 0 (zero) em jogos e aplicativos usando placa de vídeo de entrada e principalmente em iGPU (que deveria tirar muito mais proveito disso). Resolvi economizar e pegar o padrão de 3200 mesmo. A diferença de preço de 3200 pra 3600 é grande se pensar no benefício pífio que elas trazem em desempenho, eu acho que memória mais rápida só vale a pena o investimento acima de 3800 ou 4000 MHz e superior.\n\nMinhas memórias são da Geil, modelo Orion AMD Edition. Elas funcionam muito bem e eu paguei bem barato nelas, se não me engano foi 149 cada módulo de 8GB. As de 8GB 3600 MHz era 40 reais mais caro, em dois módulos se você colocar 80 reais a mais em setup é a diferença de um SSD de 256 pra 400GB quase...\n\nMas enfim, é isso.\nEscolha com sabedoria, procure benchmarks sempre e veja se compensa.\n\nEm relação a marca e modelos de memoria, fique frio. Essas marcas conceituadas raramente da pau em outras configurações. E se der, é só você trocar elas na própria loja, você tem 7 dias pra fazer isso. 😄"
            ]
        },
        {
            "title": "Displayport para hdmi",
            "selftext": "Pessoal  recentemente adquiri uma máquina que só tem displayport e meu monitor só tem hdmi, tem como fazer uma adaptação sem perder a qualidade e com áudio ok?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11p5gu4",
            "num_comments": 1,
            "comments": [
                "Adaptador Displayport macho para HDMI femea."
            ]
        },
        {
            "title": "Por que meus arquivos estão visíveis assim? Primeiro achei que fosse por causa do aplicativo padrão pra abrir, que estava como photoshop, mas troquei para o app padrão do windows e continua dando o mesmo problema 🙃",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11p3xvc",
            "num_comments": 0
        },
        {
            "title": "Por que meus arquivos estão visíveis assim? Primeiro achei que fosse por causa do aplicativo padrão pra abrir, que estava como photoshop, mas troquei para o app padrão do windows e continua dando o mesmo problema 🙃",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11p3wyz",
            "num_comments": 0
        },
        {
            "title": "Fui comprar uma placa-mãe mini-ITX (ROG B660-I) e simplesmente não achava em lugar nenhum aqui no Brasil, decidi importar da China e no manual aparece que a placa foi feita em Manaus (onde eu moro), qual o sentido disso?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11p25kv",
            "num_comments": 4,
            "comments": [
                "PS: Print tirado de um vídeo no youtube gringo pois a placa ainda não chegou\n\nPq uma placa produzida aqui do lado de casa não tem disponibilidade no mercado nacional? Tem algum motivo pra isso? Fiquei muito curioso agora",
                "Casos semelhantes aconteceram com o PS5 e com o Switch no Japão, onde mesmo eles tendo produção local não davam conta da demanda.\n\n\nO que me faz pensar que pode ser ou por conta da demanda no Brasil alta demais, a porção vendida pro exterior ser maior (justamente porque no Brasil poder de compra de eletrônico é risorio) ou simples fator de sorte (você está querendo um modelo específico, de uma marca específica mas que no exterior outras N concorrentes vendem com a mesma especificação e preços semelhantes, fazendo com que os estoque durem mais)",
                "Bom, existe uma explicação complexa, mas tem muita coisa que é produzida no Brasil, mas não é fabricada aqui.\n\nTu pode ter um liquidificador brasileiro, com motor elétrico feito pela WEG, mas tem um circuito elétrico que foi PROJETADO no Brasil, mas foi FABRICADO pela TSMC na Tailândia.\n\nO Brasil só projeta e monta, quem fabrica são os chineses, e muitas empresas também fazem isso, Apple, Tesla, etc.",
                "Veio da china? Ou tu comprou no AliExpress e não viu que vinha do Brasil?"
            ]
        },
        {
            "title": "tem como fazer um pendrive bootavel voltar ao normal ou depois de tornar ele um pendrive bootavel ele tem que ficar ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11oyj1u",
            "num_comments": 5,
            "comments": [
                "Se eu não me engano é só formatar pra voltar ao normal",
                "Conforme o colega falou acima, é só formatar que volta ao \"normal\". Contudo vale a pena avisar que se o pen drive for de marca ruim fazer esse processo de torná-lo bootavel várias vezes pode estraga-lo. Se a marca não for boa o ideal é ter um pen drive para cada SO.",
                "Exatamente como os amigos aí em cima , formata a parada e já era ! Fat 32 padrão!",
                "Para formatá-lo, siga os procedimentos abaixo:\n\n1. Pressione as combinações de teclas Windows+X, selecione Prompt de Comando Administrador;\n\n2. Em seguida, cole os comandos:\n\nDiskpart [Enter]\n\nList Disk [Enter] - Irá apresentar os discos que estão inseridos em sua Placa-mãe, verifique qual seria o seu Pendrive, para localizá-lo facilmente analise a capacidade do mesmo, e assim conseguirá identificá-lo.\n\nSelect Disk Informe qual seria o Disco [Enter]\n\nClean [Enter]\n\nCreat Partition Primary [Enter]\n\nFormat fs=fat32 quick  [Enter] \n\nActive [Enter]\n\nExit [Enter]\n\n\nLogo poderá utilizá-lo."
            ]
        },
        {
            "title": "Notebook parou de ligar, então despluguei a bateria.",
            "selftext": "Bom dia, noite ou tarde, pessoal do reddit.\n\nRecentemente o notebook do trabalho parou de ligar, vou explicar.\n\nQuinta-feira desliguei ele, tudo normal, no dia seguinte quando tentei ligar, simplesmente não ligava, ficava com uma luz ligada e não dava video e nem girava ventoinha.\n\nPesquisei um pouco e decidi desplugar a bateria, abri ele, e tirei a bateria. \n\nE pronto, voltou a ligar, eu não sei bem ao pq, fiquei com curiosidade. Além de vir comentar aqui, se alguém souber qual a relação da bateria com o problema, pode me informar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11oyf8k",
            "num_comments": 7,
            "comments": [
                "Se tu tirou a bateria e voltou a ligar, a bateria pode estar estragada."
            ]
        },
        {
            "title": "está ok essas temperaturas e porcentagem de uso?(ryzen 3 3300x e GTX 1650)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ota89",
            "num_comments": 28,
            "comments": [
                "As temperaturas estão dentro das especificações que foram feitas para trabalhar. Se for uma MSI Gaming X (não sei se a MSI Ventus faz isso) e um CPU com stock cooler. (Mas seria interessante tu abrir o MSI Afterburner e forçar o fan da GPU a 100% para ver se ele tá funcionando ou se ele morreu)\n\nMas eu tentaria melhorar a circulação de ar interna... pois isso pode estar esquentando outros componentes.\n\nSe esse CPU/GPU forem antigos (2-3 anos de uso) e tu nunca fez manutenção deles, seria interessante trocar a pasta térmica e limpar os coolers.",
                "Nada de anormal, só achei estranho a placa de vídeo estar em 0 rpm",
                "Um pouco quente para uma GTX 1650 normalmente a minha roda na casa de 60°c",
                "Sim, tudo certo, sem gargalo nem superaquecimento.",
                "Parece normal.\nEssa placa de vídeo está no PC ou Notebook?\n\nEu tinha um Lenovo Gaming e a temperatura ficava assim, mas pra note é normal.\nMas acho que se for uma VGA dedicada não sei se está normal.",
                "eu moro no nordeste e essa é a temperatura normal mesmo",
                "Se teu monitor for 60hz, ativa o vsync pra placa não precisar forçar os frames acima de 60 quadros. Creio que irá reduzir a porcentagem de uso"
            ]
        },
        {
            "title": "Dicas para compra de peças (Kabum)",
            "selftext": "Eu estou planejando montar um PC, a maior parte eu vou comprar no aliExpress (20 de março tem uma promoção grande lá), mas algumas peças eu prefiro pegar aqui (GPU e fonte, por questões de confiança e gabinete). Dentre as lojas de hardware daqui, a que eu consegui pegar os 3 + um monitor foi na Kabum (é bom comprar junto pq os fretes de hardware são bem caros aqui pro nordeste).\n\nEu costumo só fazer compras grandes em promoções, e eu sei que maio a Kabum faz aniversário, então queria saber se compensa esperar até lá. Pra ficar mais claro, minhas dúvidas são:\n\n-Alguém que acompanha preços sabe dizer se os preços baixam mesmo ou se eles liberam vários cupons? \n\n-A promoção é o mês todo ou se tem um dia que vale mais que outros?\n\nCaso alguém estiver curioso, estas são as peças do PC. Eu sou programador e tenho mexido com game dev por hobbies, o motivo do Pc é pra agilizar a parte de renderização 3D (eu não sou bom com desenho, então costumo fazer os assets em 3d e renderizar com a câmera ortogonal pra gerar sprites 2d)\n\nRyzen 5700x\nMSI b550m max\n32gb ram ddr4 3200\nCooler snowman bm6000\n5 ventoinhas aigo com o controlador\nPasta térmica zf-f12 ex\nSdd pcie4 de 1tb (tvz overkill, pensando se pego outro pra baratear)\nSdd sata3 de 512\n\nRtx 3060 12gb (a mais barata que eu encontrar de uma marca que eu conheço)\nFonte evga supernova gold 750w \nGabinete vai ser o mais barato que eu encontrar, desde que suporte a configuração 3 frontal 2 superior 1 atrás. Vou remover o que tiver na parte frontal e substituir por um filtro de poeira (no momento, o mais barato foi sharkoon sk3).\n\nSe alguém tiver recomendação de peças, eu estou aberto a mudar (de preferência pra mais barato)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11or856",
            "num_comments": 0
        },
        {
            "title": "Vale a pena montar um PC na KaBuM?",
            "selftext": " Bem, eu to montando o meu PC full KaBuM (todos os componentes na para montar em casa). Obviamente vendidos e entregues pela mesma. \n Recentemente ví muitas reclamações de produtos nao entregues, embalagens violadas, as de atrasos eu nao ligo, desde que chegue, mas fiquei com receio de continuar pela KaBuM....\n Queria saber por experiências de vocês, se a KaBuM realmente é boa e tals pra comprar as peças separadas sem medo de não ser entregue ou extremamente amassada/quebradas.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11om8na",
            "num_comments": 12,
            "comments": [
                "Embalagem violada só vi openbox... mas ai como o nome já diz... \n\nTem Kabum, Terabyte e Pichau que tem valores bons. As vezes é melhor pegar em três, pagar 3 fretes e economizar.\n\nMas eu compro na Kabum desde 2007 e nunca tive problemas.",
                "Meu último pc foi todo na Kabum. E paguei boleto a vista.",
                "Eu somente compro na Kabum, meu pc todo é de lá, nunca tive problemas.",
                "Sempre recebi tudo certinho deles, nunca me incomodei em todos esses anos que compro lá e igual... Se algo chega violado ou quebrado, o código de defesa do consumidor faz valer teu direito de reaver um produto novo ou dinheiro de volta.\n\nSuper seguro, pode ir sem medo",
                "Aqui compro bastante da kabum e sempre chegar tudo ok. Só ficar de olho pra evitar comprar openbox e sempre com \"vendido e entregue pela kabum\" como vc já disse. Pra mim nunca atrasou, mas também o prazo é uns 10 dias pela GFL. Aconteceu uma vez na entregar foi tirar da moto e o elástico machucou a caixa de papelão\n\nIsso aí de ficar amassado parece ser problema da transportadora/correios não? e aí dizem pra não aceitar encomenda se tiver violada ou danificada, mas ao mesmo tempo nem assinatura nem nada os cara pede, se eu não aceitar como que a loja vai saber que eu não recebi, sei lá, o entregador pode simplesmente falar que entregou e ficar pra ele?",
                "Cara, Kabum! e Terabyte são os melhorezinhos se você vive em SP ou região.\n\nPichau eu tenho críticas e evito comprar.",
                "Kabum tem me dado muita dor de cabeça ultimamente.\n\nDa uma olhada no reclame aqui...",
                "Única coisa que me incomodou foi o fato de que no momento que o entregador não pediu confirmação nem nada, só perguntou o endereço e me entregou, não assinei nada, não teve nem um tipo de confirmação.\n\nQualquer um poderia ter simplesmente pegado meu pedido.",
                "Eu comprei 2 ao longo dos anos na Pichau, saiu mais barato que ir no Paraguay (500-600km daqui)"
            ]
        },
        {
            "title": "Tá causando lentidão no notebook",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11okkwa",
            "num_comments": 8,
            "comments": [
                "Ah o win dele não tá ativado tbm",
                "Essa máquina usa HD ? Windows 10 pega bem pesado com discos rígidos, é comum bater 100% se estiver sem nenhuma otimização e sem remover o bloatware da Microsoft.\n\nMinha recomendação seria um SSD, mesmo sendo uma máquina mais simples e...\n\nEla não tem 13 anos ainda, esse celeron aí foi lançado em 2015, então são 8 anos na pior hipótese",
                "Isso é sintoma de PC com Windows 7/8/10 com HD. O ideal seria adicionar um SSD de 240GB pro disco de boot e deixar o HD só pra salvar as coisas.",
                "SSD resolve a parada.",
                "pelo menos vira essa imagem cara, n sou corcunda de notredame"
            ]
        },
        {
            "title": "Meu computador está ficando lento e eu não sei o motivo.",
            "selftext": "Cerca de 1 semana atrás, o meu computador começou a consumir em torno de 30% da RAM, GPU e CPU, e não tem nada que consuma tudo isso no gerenciador de tarefas. Quando eu não tenho nada aberto, meu computador fica com essa média de 30% de tudo sendo consumido, mas o aplicativo NVIDIA Container consome 10% da CPU e +/- 25% da GPU, e é apenas isso que aparece no meu gerenciador de tarefas, mesmo parecendo que não tem nada consumindo o quanto está sendo usado. Mesmo com esses aplicativos estando abertos, algo que eu não consigo ver está consumindo minha CPU, e eu não queria ter que formatar o computador. Alguém pode ter alguma sugestão para me ajudar?  (Não sei se falei, mas o NVIDIA Container consome a quantia dele e esse \"algo a mais\" consome ainda sim, quantias a mais da minha CPU e as vezes GPU).  \n\n\nMeus componentes são:  \nCPU: Xeon E5 2630 v2 2.60GHz  \nGPU: GTX 1650  \nRAM: 16Gb ddr3  \nPlaca Mãe: X79g  \n\n\nOBS: o nvidia container consome a quantia dele de vez em quando, mas nunca cai o consumo das coisas.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11o9rv1",
            "num_comments": 3,
            "comments": [
                "É um bug q tá tendo nas gpu nvidia, mas ele vão resolver em breve"
            ]
        },
        {
            "title": "preciso de ajuda com recomendação de configuração de PC",
            "selftext": "Quero comprar um PC que tenha capacidade pra rodar liso o Android Studio, coreldraw e jogos com gráficos parecidos com \" Detroit become human\" . Se vocês tiverem sugestões de locais onde procurar agradeço.  O meu orçamento chega até 1600 reais , se não for possível nessa faixa de valor que tenha pelo menos configurações proximas",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11o933l",
            "num_comments": 9,
            "comments": [
                "AliExpress: Xeon E5-2660 V3, 2x8GB DDR4, RX 5500XT\n\nKabum/Tera/Pichau: SSD 250GB SATA 2.5, fonte 450-550W bronze, gabinete simples com fans",
                "Em que dimensão paralela 1600 compra um PC?\n\n1600 vc compra o processador, as fans do gabinete e um ssd no máximo.\n\nRX 5500XT é bem fraca, mas roda tranquilo esse game citado."
            ]
        },
        {
            "title": "Quero aprender",
            "selftext": "Salve p todo mundo, por obséquio, alguma alma caridosa e de boa índole poderia me citar algum local onde eu possa aprender sobre placa mãe, processador e todas essas paradinhas bem a fundo. Vlw!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11o81ey",
            "num_comments": 11,
            "comments": [
                "Mano, se tu quer só montar um pc tu não precisa saber a fundo, assiste o lock gamer, adrenaline e mw informática.\n\nSe tu for trabalhar numa loja de PC, daí tu precisa, mas até pra isso não é tão difícil de entender",
                "Bem à fundo? Tipo engenharia de hardware aonde tu aprende até as regras das trilhas da memória RAM com o processador?",
                "Num nível de fundamentos, tem os livros de arquitetura de computadores usados em faculdade como o do Tanenbaum e do William Stallings. Mas acho que não precisa chegar nesse ponto (são livros de 800 páginas). Procura por aquitetura de computadores no youtube mesmo que já vai te dar uma idéia. Se quer só saber montar pc já recomendaram canais no youtube",
                "Muitos sabem o que sabem por que tinham uma necessidade e precisaram pesquisar a fundo sobre pra então conseguir resolver, isso porque não conheciam alguém mais capaz pra fazer por elas ou em algum momento identificaram que poderiam fazer melhor se soubessem sobre então em um processo de aprendizado de longo prazo foram aprendendo por si só. De computadores o básico é você saber um pouco sobre cada peça(detalhes mais específicos, algumas vezes são características que mudam o tempo todo), não ter medo de mexer por medo de estragar(apenas assuma esse risco e se errar conserte) e então vai indo assim e boa sorte. Óbvio que fazer um curso técnico ou um curso de manutenção apenas, já te evita muitos problemas."
            ]
        },
        {
            "title": "Tem problema em usar o celular quanto tem relâmpago e trovão?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11o360m",
            "num_comments": 1,
            "comments": [
                "Só se estiver em local desabrigado de raios, pois ai pode ser atingido por um.\n\nDentro de casa e fora do carregador é tranquilo"
            ]
        },
        {
            "title": "Eu esto tentando formatar meu pc através de um pen drive, fiz o procedimento de iniciar boot com o pen drive aí fica persistindo nesse erro, se vcs da comunidade conseguir me ajudar eu seria muito grato",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11nzbsv",
            "num_comments": 25,
            "comments": [
                "Verifica se o BIOS está setado como LEGACY ou UEFI e se o pendrive foi feito da mesma maneira.",
                "Qual sua placa mãe OP ? Algumas mais antigas são muito chatas pra formatar via pendrive",
                "Disk pra dar boot só... Xp me...",
                "Ele \"boota\" certo em outro PC? Tentou usar outras portas USB? Nem todas funcionam sem os drivers. Eu iria gravar de novo o arquivo .iso ou usar outro pendrive. De preferência grave nesse PC usando o programa Rufus."
            ]
        },
        {
            "title": "Email com malware ? aparece seguinte mensagem (Mail Delivery Subsystem)",
            "selftext": "Recentemente estou tendo um problema com meu email, que aparentemente está com algum tipo de malware. Meu email está enviado sozinho sem eu estar mexendo. Já formatei o pc e mudei de senha, mesmo assim continua o problema. Tive meu twiiter e facebook bloqueados por spam, pois foram invadidos.\n\nVou deixar uma print da tela. Se alguém que tenha conhecimento possa me ajudar agradeço\n\n[No email](https://preview.redd.it/6i2r0bml7yma1.png?width=1821&format=png&auto=webp&v=enabled&s=f19e806f3e0298ab19b22d8ed6f726bbdc71fa51)\n\n[No twitter](https://preview.redd.it/jx8x0zcj7yma1.png?width=540&format=png&auto=webp&v=enabled&s=e4e184b0098b25c279e64a998e91f4c41292c8b9)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11nvocw",
            "num_comments": 3,
            "comments": [
                "Pergunta idiota: já trocou a senha do teu email e resetou as senhas de app?"
            ]
        },
        {
            "title": "Notebook para faculdade",
            "selftext": "Alguém pode me indicar um notebook bom para faculdade que não seja muito caro?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ntv31",
            "num_comments": 13,
            "comments": [
                "Para responder isso preciso de duas informações:\n\n1. a tua definição de bom.\n2. a tua definição de não muito caro.",
                "Chromebook.",
                "Algum Chromebook. São baratos , sistema operacional leve e seguro, ideal para estudo e navegar na internet."
            ]
        },
        {
            "title": "Recomendação de mousepad anti gato",
            "selftext": "Galera, preciso de um mousepad que meus gatos não consigam arranhar. Os malditos acham que o negócio é um brinquedo.\n\n&#x200B;\n\n[Como podem ver ja esta bem estragado.](https://preview.redd.it/sp7zqnjxrwma1.jpg?width=1196&format=pjpg&auto=webp&v=enabled&s=939559af3989231d917d06d18e07c1aae1515e91)\n\nSerá que couro serve?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11nodst",
            "num_comments": 2,
            "comments": [
                "Não adianta OP, a única maneira de lidar com bichos de estimação tendo qualquer equipamento eletrônico é simplesmente mantendo uma muralha da China entre os dois. Especialmente no caso de gato, que adora soltar pelo (e mesmo assim, por mais afastados que você mantenha os dois, ainda você encontra pelo de gato nos lugares mais inimagináveis. Eu vivo encontrando pelo de gato no meu Quest 2)",
                "Ah... tem uns de metal. Acho que um deles é da Kingston, mas não sei a durabilidade quando se tem bichanos. (E eles são bem caros.)"
            ]
        },
        {
            "title": "Montagem de PC até 5k",
            "selftext": "Fala manos! Estou querendo montar um pc gamer, tenho orçamento até 5k, eu entendo até sobre pc e seus componentes mas é um conhecimento raso, queria saber se a conf que montei ta boa, e se tem alguma coisa que vcs mudariam (não pretendo pegar nenhuma peça no Aliexpress nem/ou importada) Conf do pc: Ryzen 5 5600, RTX 3060 8gb da GALAX, placa mãe B450M, 2x Pentes de 8 gb da xpg, ssd de 1tb M.2 da Kingston, Gabinete Mancer Narok, e um cooler para processador RGB e uma fonte Redragon RGPS 500w 80+ Bronze.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11nl509",
            "num_comments": 14,
            "comments": [
                "É uma boa config, mas eu pegaria uma fonte melhor, de pelo menos 600W",
                "https://twitter.com/pcbuildwizard/status/1634008069230276609?t=ME28Ci2jN5cGvq17ajTJRw&s=19\n\nsiga esse perfil no Twitter, ele sempre posta promoções de peças e faz esse tipo de post com orçamentos variados",
                "3060 8GB? A 3060 12GB não encaixa no preço?\n\nPs.: Pega uma fonte melhor.",
                "> Ryzen 5 5600, RTX 3060 8gb da GALAX, placa mãe B450M, 2x Pentes de 8 gb da xpg, ssd de 1tb M.2 da Kingston, Gabinete Mancer Narok, e um cooler para processador RGB e uma fonte Redragon RGPS 500w 80+ Bronze.\n\n&#x200B;\n\nSe for usar ryzen garante 3200-3600mhz nas memórias e se tiver promo pega HyperX sem rgb\n\nGabinete pega o montech glass x2 ou superior (lian li lancool 216) ao menos q tenha visto review desse seu (n conheço). \n\nEsse \"cooler para processador RGB\" é bem genérico né? Com esse CPU pega um de 300 reais que já roda perfeito.\n\nReddragon é uma porc\\*ria.. Pega Corsair RM650X ou CX650\n\n&#x200B;\n\nPlaca de vídeo vc ganha muito pegando a 3060ti (uns 20-25%+), mas eu pegaria uma 6650 da AMD msm em vez de ir de 3060."
            ]
        },
        {
            "title": "Que pasa si uso una 3070TI con un ryzen 5 3400g Board A320M-HDV y una fuente de poder de 350w?",
            "selftext": "Pienso comprar una próxima pc pero primero voy a comprar la 3070 así que apenas la compre quiero empezar a usarla en el pc que tengo en el momento, pero no se que tan peligroso sea o si sea equitativo con cada parte obvio mi pc tiene 16 GB de ram",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11njhoi",
            "num_comments": 11,
            "comments": [
                "Cara... essa fonte mal aguenta a placa de vídeo sozinha... além disso o 3400G é bem fraco.",
                "Cara, [a própria nVidia](https://www.nvidia.com/pt-br/geforce/graphics-cards/30-series/rtx-3070-3070ti/) recomenda uma fonte de pelo menos 750W para essa placa (tudo bem que a recomendação feita pela nVidia seja baseada em um PC com Core i9-10900k, mas ainda assim). Considere uma fonte melhor\n\nQuanto ao que vai acontecer, bem, eu não tenho experiência para dizer isso. Mas o que eu \\*acho\\* que vai acontecer é que a 3070TI vai funcionar bem até a hora em que você abrir qualquer coisa que exija todo o poder da placa. Aí o consumo vai disparar, e ou a fonte entra em proteção desligando a máquina ou ela queima. De todo modo, eu não arriscaria.",
                "buuummm"
            ]
        },
        {
            "title": "Ajuda com urgência",
            "selftext": "Fala pessoal, beleza? Eu sou novo aqui na comunidade, e tô em busca de alguém abençoado divinamente para me ajudar. Eu tenho um notebook Acer, e eu sempre utilizei ele normalmente na internet e etc. Eu tenho alguns jogos baixados como Minecraft, GTA SA, Mount & Blade e Need for Speed Carbon.\n\nO que acontece é: Eu não consigo acessar o site do MediaFire, ele dá erro de conexão, mas eu consigo acessar pelo celular ou por um emulador de internet no próprio notebook. Dá o mesmo erro quando tento entrar por exemplo, no site da Epic Games, e quando, baixando o Launcher da EpicGames, busco por problemas, aparece o problema de conexão. \n\nAlguém sabe o que pode ser?\n\nEu já resetei as configurações do meu  TCP/IP, já usei o malwareby, Windows Defender, tentei desativar o firewall e ativar de novo entrando no site para ver o que acontece, e nada. Já atualizei os drivers, e também, nada.\n\nAlguém, pelo amor de Deus, me ajuda!\n\n[Esse maldito erro.](https://preview.redd.it/5hcr14brhuma1.png?width=1920&format=png&auto=webp&v=enabled&s=c90a95b16b97b97b7d32b5960b8889fc5466772f)\n\n&#x200B;\n\n[No site da Epic](https://preview.redd.it/qfoybosthuma1.png?width=1920&format=png&auto=webp&v=enabled&s=175c245486f5990a86368a31233e4e021341a69e)\n\n&#x200B;\n\n[O problema que aparece no aplicativo da Epic](https://preview.redd.it/dud106zuhuma1.png?width=1920&format=png&auto=webp&v=enabled&s=6dcb4c90d1219bfacd411dc1fedcd492b936070e)\n\nÉ erro de internet? Vírus? Excesso de segurança dentro da rede?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11nfjdi",
            "num_comments": 3,
            "comments": [
                "Se tu ainda está usando o DNS da operadora, troca o DNS."
            ]
        },
        {
            "title": "Preciso de um Pc",
            "selftext": "Olá amigos, não aguento mais mexer em um notbook preciso de um comptador de mesa urgente. Não entendo muito de computadores, mas eu gostaria de comprar um Pc ou mesmo montar um do zero( ate a tela do Pc), o que for mais em conta financeiramente. Estou disposto a pagar 2mil, não quero nada extravagante para jogos ou algo assim, quero algo simples ligado ao trabalho, então com 6gb de RAM ja estaria satisfeito, se puderem me ajudar eu agradeceria.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ncvvr",
            "num_comments": 12,
            "comments": [
                "Vc precisa mesmo de um pc ou só não gosta de mexer no notebook por questão de tamanho? Dá pra comprar um monitor e teclado e deixar o notebook do lado como segunda tela, fica bem melhor de usar e \"igual\" a um pc de mesa.\n\nUm pc desse preço não seria necessariamente melhor pra trabalho e tarefas leves do que um notebook minimamente moderno.",
                "Mano, com 2k fica difícil tlgd? Mas posso tentar te ajudar, acho q com esse orçamento tu não vai conseguir passar de uma A320 com um 4600G e 16GB de RAM, se tu quiser pega peça usada no mercado livre ou algo assim\n\n\nOutra opção é vc pegar pcs mais velhos como o i7 3770K, uma GT 1030 com 16gb DDR3 e um ssd 250gb, junto com uma fonte de 600W pra futuros upgrades e um gabinete com ventoinha junta, pega as memórias no ali express e a placa mãe e cpu no mercado livre",
                "Monitor, teclado, mouse incluso nesse valor?\n\nSe não, dá pra montar algo como A520, 8GB DDR4 3200, 4600G, SSD 256GB SATA e fonte MSI MAG 550W nesse valor. sobra pra case.\n\n[https://www.terabyteshop.com.br/produto/20922/pc-gamer-t-gamer-thorn-amd-ryzen-5-4500-amd-radeon-rx-550-8gb-ddr4-ssd-240gb](https://www.terabyteshop.com.br/produto/20922/pc-gamer-t-gamer-thorn-amd-ryzen-5-4500-amd-radeon-rx-550-8gb-ddr4-ssd-240gb)\n\nTem esse, bem simples. 2050+frete",
                "Dou +1 nas sugestões com o 4600g.\n\nE montar até a tela do PC já é pedir de mais, a n ser a vc se refira a encaixar o monitor no stand dele ou na parede, aí é mais possível com as ferramentas normais kkkkkk"
            ]
        },
        {
            "title": "Como saber se há vírus no notebook?",
            "selftext": "Fiz cagada de baixar uma tradução pra um jogo e isso gerou alguns programas do nada no notebook, fiz alguns varreduras com o mcafee enquanto ia desistalando esses programas através do programas e recursos. Ainda não reiniciei o notebook, mas existe alguma maneira de saber se tem alguma coisa que pode foder com o sistema ou algo do tipo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11nb3h2",
            "num_comments": 7,
            "comments": [
                "Se for win10 ou 11, o defender é mais q capaz de fazer essa segurança. Deleta esse mcafee, baixa o rkill e o malwarebytes e executam eles nessa ordem, fazendo um scan geral com o malwarebytes. Dps se quiser passar um scan do Windows defender só pra garantir n vai fazer mal tb",
                "McAfee? O que é isso? 2005?!\n\nKaspersky, BitDefender ou Malwarebytes.",
                "Usa o Malwarebytes, você conseguirá uma limpeza incrível",
                "Malwarebytes é um dos poucos que funciona bem. Uso e recomendo."
            ]
        },
        {
            "title": "base para notebook com resfriamento/cooler, sugestões e recomendações?",
            "selftext": "salve rpzd, a uns dias comprei um dell g15 5525, e como todo bom note gamer, esquenta pra carai 🙏 kkkkkkkk\n\n dei uma pesquisada em sites e vi uns videos aí mas além de parecerem propaganda, todas bases que vi eram usb, velocidade fraca nas ventoinhas.\n\n alguém tem alguma recomendação de base pra note 15\" que as ventoinhas gerem um bom vento, e dê pra ligar na tomada??\n vi que na tomada permite uma velocidade maior nas ventoinhas do que no usb, e atrapalha menos. (até uns 200$ se derr)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11n9uct",
            "num_comments": 4,
            "comments": [
                ">todas bases que vi eram usb, velocidade fraca nas ventoinhas.\n\nAcho que a maioria, se não todas, são USB mesmo. A idéia é movimentar o ar, não fazer o notebook flutuar. hahaha\n\nDaria para pegar uma sem, que seja desmontavel, e gambiarrear um fan na tomada."
            ]
        },
        {
            "title": "O que vocês acham de notebooks?",
            "selftext": "Sempre fui de desktop, até ter um notebook da LENOVO, sim, mas não um daqueles top de linha. Foi um humilde ideapad 3i. 4GB de ram, Intel Hd Graphics, I3 de 10 geração e 1tb de HD.\n\nJá faz um ano e o único upgrade que dei nele foi um SSD. até por que, 2 minutos pra ligar o notebook é deprimente.\n\nPor bastante tempo foi eu e ele com as especificações dele. Bastante jogasso, Mirror's Edge, MK9 Metal Gear Rising e outros jogos de 10 anos pra cá.\n\nDe qualquer forma, sempre ouvi de que quem joga em notebook não é apreciador de hardware de verdade, (meu primo diz muito isso), De certa forma, sim e não. Eu sempre vi conteúdo de hardware, E sempre sonhava em montar um desktop, e pensava que note era ruim justamente por não ter como fazer upgrades assim. E pensava também que eu não gostaria nem um pouco de um notebook.\n\nMas agora com um eu me vejo totalmente errado, ele é uma maravilha, mesmo com a limitação de hardware é espetacular o que a tecnologia nos proporciona, eu posso colocar uma máquina \"potente\" na mochila e sair pra viagem, talvez fazer um trabalho de escola e apresentar em aula.\n\nAlém dos mais simples, como jogar no quarto e levar ele na sala para qualquer atividade.\n\nA única coisa que me incomoda é o preço e as limitações ridiculas que algumas marcas fazem.\n\nExemplo, estava pesquisando sobre memórias RAM, e óbviamente tinha que pesquisar sobre quais memórias o note aceita e descobri que o notebook tem uma memória soldada, simplesmente, eu planejava botar dois pentes de 8gb e deixar ele com folga pra bastante jogo. Mas com essa limitação vou poder botar apenas 12gb totais.\n\nA parte do preço eu entendo, vem tela, teclado, hardware, touchpad e mais tudo embutido em uma única peça de plástico industrializado.\n\nEnfim, acho que me passei um pouco, mas é isso, ainda pretendo montar um desktop, pra suprir o pcismo.\n\nMas e ai, o que vocês acham de notebooks/laptops?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11n9ou6",
            "num_comments": 12,
            "comments": [
                "Depende do notebook... se for bomba com tudo soldado, eu passo longe. Se for atualizavel até é legal... mas eu prefiro desktop. Um ogro como eu não consegue fazer manutenção em notebook. hahaha",
                ">sempre ouvi de que quem joga em notebook não é apreciador de hardware de verdade\n\nPau no cu dos cagas regras, praticamente metade da minha vida de amante de pc foi usando um i5 de 4a gen com uma gpu dedicada q ver vídeo em fullhd já fazia ela peidarkkkkkk mas nunca me impediu de me divertir mto nos jogos rodaveis (e até os quase rodaveis, pq hey, 20fps ainda são 20fps). Se vc esta gostando do negócio, pode até ser o laptop da barbie, oq importa é vc estar feliz",
                "> Mas e ai, o que vocês acham de notebooks/laptops?\n\nEu curto notebooks pelo fato que como trabalho em casa posso leva ele pra qualquer lugar e seguir trabalhando, o unico foda que eu utilizo 2 monitores e andar pra lá e pra cá com os monitores é um saco. Eu até queria um bom notebook (com uns 32gb de ram e uma boa GPU) mais sao muitos caros.",
                "o melhor combo é ter os dois (desktop e laptop), de preferência um desktop muito parrudo e um macbook com chip M1/M2 da apple, tu vai ter o melhor dos dois mundos",
                "Creio que é melhor trocar para um bom",
                "Eu prefiro notebook, eu não tenho smart TV e por isso assisto bastante coisa com cabo HDMI, mas gosto de poder pegar e levar para o quarto se for preciso.\n\nMeu problema com notebook são os preços, não sou um entender absoluto de hardware, mas com meu pouco conhecimento consigo montar PCs legais. A chave é que um notebook legal é na faixa dos 3500-4500 reais e com isso da para montar um desktop até que bacana."
            ]
        },
        {
            "title": "legion. 5 vs ideapad gaming 3",
            "selftext": "legion 5 come with RTX 3060 and Razen 5 5600 H with 300nit\n\nideapad gaming 3 come with RTX 3060 and Ryzen 7 5800h 250nit\nwhat's your recommendation for gaming?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11mltrg",
            "num_comments": 4,
            "comments": [
                "A tela, o sistema de arrefecimento, teclado, trackpad e a construção do Legion 5 são de uma qualidade infinitamente superior. O hardware é um pouco inferior, mas eu ficaria com o Legion 5.",
                "Ideapad gaming 3 (rtx 3060 and ryzen 7 5800h) sounds good."
            ]
        }
    ]
}