{
    "posts": [
        {
            "title": "Fim do kit xeon e 51risc?",
            "selftext": "[https://www.acheconcursos.com.br/economia/aliexpress-ja-suspende-venda-de-produtos-para-o-brasil-60255](https://www.acheconcursos.com.br/economia/aliexpress-ja-suspende-venda-de-produtos-para-o-brasil-60255)\n\n[https://www.oficinadanet.com.br/hardware/45762-empresas-aliexpress-suspendem-vendas-no-brasil](https://www.oficinadanet.com.br/hardware/45762-empresas-aliexpress-suspendem-vendas-no-brasil)\n\nEngraçado que as vezes tem pego imposto de 100% do valor, sendo que em teoria era para ser de \"só\" 60%... \n\nE agora, josé? A festa acabou?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12gefvy",
            "num_comments": 2,
            "comments": [
                "Se a identificação estiver algo genérico e/ou o valor estiver claramente incorreto esse 100% é a multa.\n\nNada se sabe o que vai acontecer, se aumentará o número de fiscais para fiscalizar a maior parte possível (e não mais por amostra), se qualquer produto de qualquer valor será taxado ou se aumentará a taxa."
            ]
        },
        {
            "title": "NOTEBOOK DELL INSPIRON 15-5000",
            "selftext": "Galera, simplesmente minha placa wi-fi do meu notebook funciona quando quer. As vezes estou lá usando normalmente e do nada \"pimba\", nenhuma rede wi-fi é captada pelo computador. Já fiz todos os comandos possíveis no no PowerShell, na questão de gerenciamento de rede, o conector wi-fi não aparece quando não está funcionando, é como se ele estivesse desconectado (aparece apenas em oculto). As vezes fico reiniciando várias vezes até aparecer as redes novamente. Alguém poderia dar um help? Não queria formatar, tô sem saco para fazer backup de tudo e ajeitar meu WIN do zero. Alguém tem alguma solução?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12g6sw6",
            "num_comments": 2,
            "comments": [
                "Trocar a placa Wi-Fi não é opção? Ela pode estar com problema"
            ]
        },
        {
            "title": "Meu computador fica com tela preta e trava",
            "selftext": "É o seguinte pessoas, eu troquei a pasta térmica da minha placa de video ontem, e parecia estar tudo certo, porem de vez em quando acontece da tela ficar preta e tudo travar, teclado, mouse e etc. Só funciona desligar e religar o pc. E pior que não acontece necessariamente quando jogo um jogo, mas aleatóriamente. Não acho que seja temperatura, nos testes que eu fiz ela chaga a uns 70°. A ventuinha também parece estar girando normalmente. Tenho medo de ter danificado minha placa. Alguém já passou por algo assim?\n\nMeu setap:\nI5-3470\n12bg ram ddr3\nGtx 960 2gb asus turbo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12g6147",
            "num_comments": 10,
            "comments": [
                "Se tu não sabe o que tu tá fazendo, tu pode ter deixado o dissipador da placa com pressão errada e ter um hotspot que está passando muito da temperatura limite e a placa se desligando.... \n\nMas fica dificil saber o que tu fez na placa sem ter ela em mãos para abrir e verificar se tu não arrancou um capacitorzinho ou algum outro componente...\n\nEu recomendaria tu olhar a pressão que o cooler esta fazendo na placa, se tá uniforme e tentar recolocar a placa."
            ]
        },
        {
            "title": "Modern Setup Host parou de funcionar",
            "selftext": "Opa boa noite, eu estava indo atualizar um notebook meu para Windows 10 e quando ele ia ir atualizar apareceu a mensagem \"Modern Setup Host parou de funcionar\" alguém poderia me ajudar ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12g3ac6",
            "num_comments": 2,
            "comments": [
                "Só um aviso para quem for me ajudar, ele é um notebook da positivo stilo xr 3000 com Windows 8.1",
                "Porque parou eu não sei, tente outra vez.\n\nMas este é processo resposável por fazer o ugrade.\n\nPior das hipóteses fica com o 8,1 ate´ fazer upgrade do notebook."
            ]
        },
        {
            "title": "Ajudem-me",
            "selftext": "Alguém me ajuda, tô desde ontem a tarde tentando fazer isso",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12g09md",
            "num_comments": 10,
            "comments": [
                "Ahhhh Windows seu danadinho.... Pq vc é tão ruim, bugado é uma verdadeira bosta que só serve para jogar?!?!\n\nAmigo, tenta entrar com um outro usuário para ver se vc consegue entrar, ou então tenta pelo modo de segurança.\n\nSe não conseguir, vc já sabe, formatação é a saída. Se você está desde ontem assim, é pq seu sistema está todo bugado... Complicado",
                "Desliga o PC e verifica as conexões do HD/SSD. Tanto na placa mãe quanto no HD/SSD.",
                "Eu Fazeria um Clear CMOS na sua placa mae, ''arrumaria o windows no pen driver'' e tentaria fazer uma instalaçao de win mais limpa possivel."
            ]
        },
        {
            "title": "Memória DDR4",
            "selftext": "Ainda encontra fácil no mercado? Tenho um notebook antigo parado quero por um Linux nele, já tenho ssd, mas uma das memória deu pau então ele tá rodando só 2GB se põe a outra velha o notebook congela tudo após uns 5 minutos de boot.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12fyslh",
            "num_comments": 10,
            "comments": [
                "DDR4 segue firme e forte, existe DDR5 mais está mto caro.",
                "DDR4 está super atual ainda, DDR5 é novidade e ainda cara demais...\n\nFique tranquilo que vc encontra em qualquer lugar... Se fosse DDR3 aí o bicho iria pegar... DDR2 então, virou peça de museu Kkkkkkk",
                "Sim. Quem sabe daqui a 5 anos comece a ficar menos popular.",
                "Tu acha DDR4 SODIMM a preço de banana nos lugares. Na Kabum tem.",
                "É o padrão que mais se encontra no mercado",
                "DDR4 ainda é o padrão atual, diga-se de passagem, porque o DDR5 é muito caro (e novo). O DDR4 tem meia década aí de vida ainda, até porque tem memórias DDR4 quase com a velocidade do DDR5 standard então a tendência é os módulos mais rápidos de DDR4 baixar o valor. Quem diria em 2019 que 8GB DDR4 3200 custaria 159/módulo? Kkkk\n\nSobre valores, a base é essa aí mesmo, 159-189 reais os módulos de 8GB DDR4 3200. Na China da pra achar mais barato, coisa de 250 reais dois módulos de 8GB... Mas precisa se atentar a qualidade das memórias.\n\nE se for comprar, não fica embaçando, compra logo. A Samsung já declarou que vai parar de fabricar 3D-Nand (dos SSD SATA) e alguns chips de memória RAM, porque as fabricantes já estão com baixa margem de lucro. Ou seja, é capaz que até final do ano tudo aumente o valor. Fique de olho."
            ]
        },
        {
            "title": "Falha no SSD após downgrade",
            "selftext": "Meu PC chegou semana passada. \nMe apareceu a oportunidade para ir pro w11 só que estava lento e travando demais então voltei pro w10. \nO PC estava travando tudo, deu tela azul algumas vezes e não voltou mais. Ficou só na logo da Asus ou com a tela preta. \n\nChamei técnico e ele não conseguiu formatar pois o PC não deixou e nem excluir a repartição, levou o ssd pra faxer testes e disse que a possibilidade de estar com problema irreversível é grande. \n\nO downgrade pode ter causado isso ou o ssd já pode ter vindo no PC com erros? \n\nAcham que a garantia da pichau cobriria?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12fx640",
            "num_comments": 5,
            "comments": [
                "Cara... fazer downgrade não causa isso... provavelmente o SSD está ruim... pede pra ele espetar no próprio PC, bootar o windows dele e em seguida rodar o crystaldiskinfo...\n\nSe o SSD está funcionando mal, é obrigação da Pichau cobrir isso. Mas depende quanto tempo tinha de garantia de loja, algumas lojas dão apenas 3 meses de garantia legal pela loja e o resto pela fabricante..."
            ]
        },
        {
            "title": "Barra de volume aparecendo",
            "selftext": "Estava com esse problema no windows 10, atualizei para o 11 para tentar resolver e não adiantou, basicamente sempre que aperto duas ou mais teclas juntas no teclado, a barra de volume aparece na tela, já tentei tudo que sabia e não consegui resolver, alguma sugestão? \n\nhttps://preview.redd.it/vh9lm8mq1psa1.png?width=203&format=png&auto=webp&v=enabled&s=9f0e1d647824cebc9823bbf63738ba2ae86e4697",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12fs81h",
            "num_comments": 1,
            "comments": [
                "as vezes pode ser alg atalho, teclas de aderencia q as vezes vc acabou ativado sem querer, da uma olhada nos atalhos em painel de controle"
            ]
        },
        {
            "title": "2 monitores, 1 acorda do modo suspensão o outro não",
            "selftext": "o que não acorda é modelo g7, alguma idéia do que pode ser?  \nTirando isso, ambos funcionam normalmente, exceto por algumas manchas no odyssey, nada demais\n\nacho que é hora de levar em algum lugar, mas realmente gostaria de saber o que pode afetar esse tipo de coisa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12fqc3s",
            "num_comments": 4,
            "comments": [
                "Inverte os monitores (os cabos) para ver se ele continua não acordando ou se é o outro. Tu pode isolar o problema dessa forma. (confirma se a identificação deles mudou, o número)\n\nSe continuar não ligando, pode ser ele. Caso contrário pode ser algo no Windows, drivers ou placa de vídeo.",
                "Eu tenho um Philips que tem esse mesmo problema, só que isso não acontecia com a outra placa de vídeo que eu tinha (GTX 1650).\n\nEu tenho uma Radeon RX 5500 XT e um Philips + Samsung. O Samsung sempre fica Ok.\n\nQuando acontece esse problema no Philips eu ligo e desligo ele e volta tudo ao normal. Eu acho que esse problema é mais relacionado a alguma coisa na placa de vídeo/driver do que com o monitor.\n\nObs.: Isso acontece quando eu ligo as vezes também, não só quando entra em standby. Eu não tenho o costume de desligar os monitores."
            ]
        },
        {
            "title": "Ajudem! Dúvidas em relação ao HD e formatação",
            "selftext": "Primeiramente boa tarde, galera. Então, esses dias estava passando um perrengue com meu notebook porque ele estava muito lento pois o HD era antigo, então pedi pro técnico trocar e formatar o computador. Quando o notebook retornou, após algumas horas de uso notei umas coisas estranhas: o computador estava abrindo vários programas sozinho sem parar, como se uma tecla estivesse pressionada e vários dos meus arquivos e programas instalados estavam sumindo, sendo excluídos sozinhos. Não tenho muito conhecimento na área então desculpe se parecer algo simples e tolo, mas eu não entendo. Por favor, me ajudem!\n\nQueria aproveitar e perguntar se existe algum jeito de recuperar esses arquivos excluídos, se tem algum programa gratuito capaz de fazer isso",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12fobho",
            "num_comments": 5,
            "comments": [
                "Acho que o maluco sequer se deu ao trabalho de formatar e usou a restauração do Windows.... mas quando tu formata o HD, tu perde os arquivos MESMO.\n\nTu pode tentar recuperar com o Recuva, mas só se tu tiver outro HD... porque se recuperar no mesmo HD que os arquivos estavam tem chance de sobreescrever-los e nunca mais. ALém disso, se tu realmente quer os arquivos, para de usar o HD o mais rápido possível porque os arquivos podem ser sobreescritos à qualquer momento por qualquer coisa. \n\nTu baixa e instala o Recuva no outro HD, faz um scan e tenta recuperar pela localização onde eles estavam.",
                "Como o amigo u/MyUsernameIsNotLongE disse, vc tem a alternativa de usar o Recuva para recuperar arquivos perdidos e deletados.\n\nPorém são sintomas muito estranhos esses que vc está descrevendo, arquivos e programas sumindo? Isso não é um problema provocado por uma restauração, e sim por VÍRUS. Apenas vírus que pode provocar isso de abrir programas aleatoriamente, excluir ou até mesmo criptografar arquivos (este último não parece ser o seu caso).\n\nPelo que eu estou entendendo me parece que seu HD já chegou infectado em sua casa. Uma pergunta esse HD é o antigo formatado ou vc pediu pra por um novo?\n\nSe for o antigo, aconselho guardar os arquivos que são de suma importância para vc, se não forem eu aconselharia e nem tentar guarda-los, apenas formate seu HD o mais rápido possível."
            ]
        },
        {
            "title": "Qual a forma certa de abrir esse gabinete?",
            "selftext": "Tava vendo esse gabinete velho aq em casa e queria abrir ele, mas tem essa espécie de trava aí, qual seria a melhor forma de abrir ele?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12f2cfz",
            "num_comments": 5,
            "comments": [
                "essa trava só serve pra tu enfiar um cadeado para evitar a remoção da tampa traseira... se não tem cadeado, é só desparafusar.\n\n(nunca entendi porque eles colocam cadeado na tampa traseira e não na frontal.... de onde tu pode extrair tudo...)\n\nAh, tem uns lesos que dobram ela por algum motivo obscuro....",
                "YouTube tem mais explicações.",
                "Tire esse parafuso e então Arraste a tampa lateral para trás\n\nÉ assim que ela sai",
                "Tampa lateral oposta ao fundo da placa, tire os parafusos e arraste a lateral para o lado, mesmo procedimento para as duas laterais.",
                "Jogando na parede"
            ]
        },
        {
            "title": "Mouse não clica",
            "selftext": "Tenho um Dell Vostro 5470, e a principio já \"resolvi\" o problema reiniciando o PC, mas de vez em quando o ponteiro do mouse não consegue mais clicar em nada, só se movimentar na tela, e a última vez que aconteceu faz uns meses, e na época resolvi reinstalando o sistema, e hoje de manhã estava baixando um pack de roms pro meu anbernic RG505 (aqueles joguinhos em Java que hoje em dia nenhuma loja virtual vende mais), e deu esse problema, alguém sabe alguma maneira de consertar isso sem precisar reinstalar o sistema ou \"se resolver sozinho\" depois de reiniciar a máquina várias vezes?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ezwz0",
            "num_comments": 5,
            "comments": [
                "Estamos falando de um mouse fisico? Ou de ponteiros de mouse sendo controlados por trackpad/joysticks?"
            ]
        },
        {
            "title": "Possível corrigir problemas de RAM?",
            "selftext": "Ultimamente meu computador anda crashando alguns jogos, não conseguindo instalar certos aplicativos e de vez em quando tendo lentidões repentinas, e tenho quase certeza que possa ser problema relacionado a memória RAM, porém fiz alguns diagnósticos do Windows e não mostram nada de problema nas memórias. Possuo uma placa mãe Aorus B550-M plus e fiz overclock para suportar os 3600mhz que a memória possuí, pode ser problema de sincronia da frequência? Caso não, existe alguma forma de identificar qual pente pode estar ocasionando esses problemas? \nTambém troquei a placa de vídeo recentemente e de vez em quando acontece uns travamentos completos, a tela fica preta e logo volta ao normal, pode ser relacionado ao mesmo problema das memórias RAM?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ex93x",
            "num_comments": 5,
            "comments": [
                "Humm, nao fica perdendo tempo e essa loucura de overclock bitmark sintetico monte de numero irelevantes e tudo no maximo.\n  So faz isso ativa xmp deixa o resto no automatico e se divertir  jogado alguma coisa",
                ">Possuo uma placa mãe Aorus B550-M plus e fiz overclock para suportar os 3600mhz que a memória possuí, pode ser problema de sincronia da frequência?\n\nDesfaz. Até onde eu lembro, Ryzen trabalha bem melhor em 3200MHz. Não 3000MHz, nem 3600MHz. 3200MHz. (Intel se beneficia mais do clock da RAM, AMD da latência. - Tenho quase certeza que foi o Linus que demonstrou isso com testes)\n\nDependendo qual o teu CPU, esse pode ser o problema. Mas seria interessante tu dizer quais RAMs e qual CPU.",
                "Overclock de RAM é perda de tempo. O ganho que você vai ter em 3200 pra 3600 é pequeno na vida real, pra não dizer nenhum.\n\nEsses erros podem estar ocorrendo justamente pelo overclock da RAM, porém não deveria também ter esses erros. Se ela é certificada pra 3600 pela fábrica, então deveria correr nessa velocidade sem problemas.\n\nTente voltar pra 3200 e veja se volta ao normal.\n\nSe não voltar, é bom ficar de olho na SSD."
            ]
        },
        {
            "title": "Erro na Winload do windows 8 após instalar Ubuntu",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ew7vf",
            "num_comments": 1,
            "comments": [
                "Olá meu amigo, boa tarde. Vamos por partes por aqui:\n\nPrimeiro, essa foi a primeira vez que vc tentou um dual boot com linux?\n\nSegundo, o ubuntu usa uma versão personalizada do Calamares pra fazer a sua instalação, que é até mesmo mais intuitiva que o Calamares comum. Então, quando vc estava configurando a instalação, vc marcou a opção de instalar o Ubuntu ao lado do Windows?\n\nSe instalado, vc deve ir na bios do seu pc, e marcar com prioridade iniciar com o Ubuntu, para entrar o GRUB e ele direcionar qual o sistema irá iniciar (no caso, o sistema que vc escolher no menu que ele irá te mostrar )\n\nTerceiro, para resolver esses tipos de problemas, vc deveria entrar com uma sessão no Ubuntu, caso ele tenha sido efetivamente instalado, atualizar e restaurar o GRUB pelo terminal, no caso isso acontece que o GRUB está com falta de uma dependência dele chamada os-prober. Vc vai entrar no terminal do Ubuntu e colocar lá: \n\napt install os-prober\n\n(lembre-se que o copiar e colar no terminal, apenas no terminal, do linux não é com Ctrl + C, e sim Ctrl + Shift + C; e para colar é Ctrl + Shift + V)\n\nNos dias de hoje, o caso desse problema do GRUB é muito raro mesmo, mas não é impossível de acontecer.\n\nVale ressaltar tbm que, o Windows 8 não tem mais suporte da microsoft"
            ]
        },
        {
            "title": "Desinstalei minha GPU pelo gerenciador de dispositivos e não consigo reinstalá-la",
            "selftext": "O título resume o problema, mas trarei contexto para que fique mais fácil de que me ajudem: há cerca de 2 semanas meu computador apresentava problemas no boot da placa de vídeo quando eu o ligava (tentei de tudo, tanto pra hardware quanto software), após um pouco de procura descobri que o problema se identificava pelo código 43, que ocorre quando há incompatibilidade entre drivers, pois bem, atualizei tudo que tinha disponível e não tive mais problemas. \n\nAgora chegamos no que ocorreu hoje: fui ligar o computador (é um desktop, se vale informar) e vi a mesma cena, meu monitor (que é uma TV) completamente preto, sem nenhum sinal de vida, e uma mensagem dizendo “Sem sinal”, troquei o hdmi para a placa mãe e comecei a usar a placa integrada de vídeo, pensando que o problema fosse o mesmo, já corri para o gerenciador de dispositivos, mas me surpreendi, agora lidava com o erro 45, pesquisei mais, não achei nenhuma solução possível. Admito que já estava estressado e tomei medidas drásticas, seguindo alguns guias que achei em outros fóruns online decidi desinstalar a placa, meio que para resetar os drivers de vez, mas agora, quanto tento reinstalá-los, o computador simplesmente não reconhece a placa, diz que o sistema é incompatível e não há hardware disponível para instalação desses drivers.\n\nO que devo fazer? Quando abro o gabinete, a luz dela (a GPU) continua acessa e as ventoinhas giram, mas nada além disso.\n\nSpecs do pc:\nCPU: i7-10700\nGPU: RTX 3060",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12etn9a",
            "num_comments": 14,
            "comments": [
                "O código 43 significa que ou tu tem hardware problemático, ou os drivers estão corrompidos ou tu mexeu em alguma configuração que não deveria...\n\nBaixa o DDU, vai no modo de SEGURANÇA e desinstala todos os drivers intel, amd e nvidia de vídeo. Depois quando tu reiniciar o PC, instala os drivers da nVidia e ve se resolve.",
                "Olá OP. Qual é a tua Placa mãe? Já tentou resetar a bios dela?"
            ]
        },
        {
            "title": "SOCORRO MANOS ME AJUDEM",
            "selftext": "seguinte, meu PC nas últimas semanas, começou a apresentar problemas com tela azul, meu PC é fraco, 13 de 2 geração, jogo somente minecraft 1.8 e 1.16, deu tela azul algumas vezes enquanto eu estava jogando depois começou a dar tela azul tambem em tarefas comuns. Meus pais pagaram um cara para limpar o computador, logo após isso estava funcionando normalmente, mas só foi eu abrir o game que começou a dar tela azul novamente, tanto no game, tanto em\ntarefas comuns, eles levaram em outro técnico, de princípio ele recomendou comprar outra fonte, e foi isso que fizemos, logo após continuou do mesmo jeito, e ele formatou o computador, agora ele tá completamente normal, mas tenho medo de começar a jogar denovo e dar defeito, o que voces acham?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12erei5",
            "num_comments": 7,
            "comments": [
                "Cara, pelo basico que eu sei, acredito que tela azul seja causado por problemas no SO, arquivos corrompidos, etc... Acredito que formatar o pc deve ter resolvido",
                "Esse minecraft tu baixou legitimo ou em algum site de download pirata \"confiável\"? Passa um antirootkit e antimalware...",
                "Tela azul por causa da fonte…? Bom, abre o jogo e vrau. Não é abrir o jogo que vai fazer o pc passar a dar tela azul.",
                "Deve ser vírus... Se e não for, deve ser o HD ou memória RAM"
            ]
        },
        {
            "title": "A520 DS3H Rev 1.3, alguem pode me ajudar?",
            "selftext": "Recentemente comprei as peças do meu primeiro PC, ia comprar um 4600g com uma B450 na terabyte e pagar pela att da bios, porem depois de 5 tentativas que foram canceladas, comprei na kabum uma A520 ds3h e um R5 4500, mas consegui encaixar uma 1650 no orçamento, meu problema é com a bios, alguem sabe dizer se a rev 1.3 já suporta o 4500 sem precisar atualizar? Aqui onde eu moro (interior de PE) não tem ninguem que faça atualização de bios am4, a placa tem suporte a Qflash plus, mas eu estou com medo de fazer merda.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12emcvu",
            "num_comments": 4,
            "comments": [
                "Geralmente a placa vem atualizada... como a série 4000 é anterior à série A520, acredito que já venha com BIOS compatível."
            ]
        },
        {
            "title": "Pop up de erro no Windows 10",
            "selftext": "Bem, desde que comprei ele apresenta essa tela de erro quando vou abrir certos programas. Inclusive assim que inicia ele já aparece essa mensagem. \n\nTô pensando em formatar para ver se resolve, vocês acham que pode resolver?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ehr7i",
            "num_comments": 4,
            "comments": [
                "deve tá faltando algum módulo importante, acho que formatar seria uma boa sim",
                "Cara tenta resolver sem formatar utilizando o dism, vou pesquisar o comando aqui já edito. Até digo que formatar windows 10 só em caso de malware, pq mesmo se ele não tiver iniciando da pra reparar\n\nAbre o cmd como ADM e cola isso aqui \n\n\n`Dism /Online /Cleanup-Image /RestoreHealth`\n\nSó pra c saber o dism é uma ferramenta nativa do windows 10. Esse comando não vai formatar nem deletar nada, só reparar os arquivos do windows. Mas recomendo sempre pesquisar qualquer comando antes de copiar no cmd.\n\nSe isso não resolver pode ser falta de alguma biblioteca que esses programas que aparecem o erro usam. Normalmente o próprio programa instala ela junto ou no final, se vc cancelou ou desinstalou vai dar erro memo"
            ]
        },
        {
            "title": "Montando meu primeiro pc",
            "selftext": "Opa, beleza? Bem, como o titulo ja fala, estou pensando em montar um PC full custom da TerabyteShop e queria saber se as peças realmente sao boas e afins...\nOBS: armazenamento vai ser pela AliExpress\n\n https://www.terabyteshop.com.br/produto/18613/monte-seu-pc-gamer-plataforma-amd-ryzen-5000-full-custom?spec=tjbaM%2BEyPvb6OF1xu17KQGI4aGdPbmVTNWZlOWF6V3RVZ3FwTWNWVTFiVTEzTXUwMEljelJtSSt3ck9RQnplTmk3OENtbEtUUFE3enpua3hXZVRsU0I1aDh2NXMvVGpjb3lwLytCczZKTW5zOHZsMDkxREkyam9jSmRicllKSTRIbk50RTR2LzRPby9Qc3FwY2o3cC9VN2xDUXRGUkJHYldOSnJUVnNGSVl0TUI3REI5b0hlMWpmRmRHL1FCTHc4NkdHN1JyN2NaZUNLVkNkdDlBOXNGL3EyZkRWTFhRaGplSG80UHFEcVlWci9FTnFWNUtVYXBJamdhQU1tUnVodFA0bUluTG5UQ1A3aGs1c09GNFdSdThKMTk0bUtiVGVhc1F2YUZBQ0tmOHRLM3JOZk9MY0ZwL0VTYjZvR0hGUC96T2NxWWJRT1pSTzA2UjZuRWVyUFBEZ3dvYmFwNFg1NElmbFh2b0JIT1NtNU5EMU80WS9mM3plWFVLUT0%3D",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12eaqwz",
            "num_comments": 2,
            "comments": [
                "Se tu já vai gastar esse valor em loja online de confiança, acho que seria mais interessante tu pegar um SSD na Kabum/Terabyteshop/Pichau... a menos que tu tenha certeza ABSOLUTA que não vai receber falsificado da AliExpress (e tem falsificado que engana até os mais atentos)... (Eu não economizaria uns trocados para arriscar receber algo falsificado e que vai guardar meus dados... a menos que tu não se importe com perda de dados...)\n\nMas eu trocaria essa fonte ai por uma MSI MAG 650W, que o pessoal do TecLab já falou muito bem... e ela é mais barata.",
                "Não pega 3060 de 8GB, pega a de 12GB ou vai na 6750XT/6700XT"
            ]
        },
        {
            "title": "Como identifico de forma fácil e correta aonde encaixar cada cabo em um gabinete? tô tendo dificuldade nisso e gostaria de saber pra poder montar o hardware mais tranquilo e sem erros pra não danificar nada",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12e6mv9",
            "num_comments": 9,
            "comments": [
                "A maioria dos cabos não vai entrar no lugar errado a menos que tu force e force muito... nenhum cabo precisa de força excessiva.\n\nComo saber onde enfiar cada um? Simples, olha o conector do que tu vai conectar e olha os cabos... eles são bem diferentes entre si. Presta atenção nas laterais e em possíveis \"chaves\".",
                "Meu amigo, existem vários tutoriais no YouTube para se fazer isso... Vou te mandar esse que eu já enviei para outros amigos e que eu vi que ele explica tudo bem direitinho:\n\nhttps://youtu.be/mdPzHzpLEOE\n\nEspero que te ajude"
            ]
        },
        {
            "title": "Estou procurando uma placa de vídeo",
            "selftext": "Minha placa de vídeo deu pau. Não tenho condições em comprar uma cara, mas queria algo que pudesse rodar as coisas num nível bom. Vi algumas placas em sites chineses, mas tenho medo de taxar ou cancelarem por conta da alfandega.\n\n[Placa em site chinês](https://pt.aliexpress.com/item/1005003723573771.html)\n\n[Placa em site do Brasil](https://www.kabum.com.br/produto/106897/placa-de-video-gtx-1660-super-1-click-oc-galax-nvidia-geforce-6gb-gddr6-60srl7dsy91s)\n\n1,7k é complicado pra mim, mas dependendo da opinião das pessoas aqui talvez eu considere comprar esse ou outro nessa faixa de preço.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12e3wea",
            "num_comments": 3,
            "comments": [
                "eu diria pra ir de rx6600 na pichau, peguei a minha durante uma das lives de sexta por 1600 conto, nessa mesma live teve uma 6750xt por 1400 mas menos de 10 unidades, então é questão de sorte e rapidez\n\nse for pra pegar da china eu vi mta gente falando bem da rx6600m e geralmente vem nova sem anos de mineração, mas feita na gambiarra então tem isso também",
                "Tipo, existe 1660 Super mais barata. Eu tenho uma da PNY que eu paguei 1050 a um tempo atrás (3 meses) na Terabyte. Mas é single fan e é dificil de fazer over estável nela (passando o boost). Mas ela nem precisa de over, é bem decentezinha já.\n\nEu queria ter pego essa aqui na época, mas 400 reais mais cara... [https://www.kabum.com.br/produto/108350/](https://www.kabum.com.br/produto/108350/) (essa tá 100 reais a menos que a que tu linkou)\n\n[https://www.terabyteshop.com.br/produto/13516/placa-de-video-asus-tuf-gaming-nvidia-geforce-gtx-1660-super-6gb-gddr6-192bit](https://www.terabyteshop.com.br/produto/13516/placa-de-video-asus-tuf-gaming-nvidia-geforce-gtx-1660-super-6gb-gddr6-192bit) Essa é outra opção.",
                "Placa chinesa, hoje, me parece complicado, primeiro por não ter garantia e segundo a receita está rigorosa.\n\nO negocio é voce estabelecer qual o maximo que pode gastar e pesquisar na Kabum, Pichau e Terabyte.\n\nEu prefiro NVidia, assim iria com a 1660 mesmo. Tem uma de 1,5K na terabyte ou 1.600 na Kabum. Nestas coisas melhor ter segurança."
            ]
        },
        {
            "title": "Eu não consigo usar a ram toda do meu pc.",
            "selftext": "Eu tenho um PC  com uma placa de vídeo boa (RX 580 8gb red dragon) e hoje eu fui mudar de lugar e ele deu um problema de ligar e desligar. Era Cmos fácil, quando eu vi o sistema do PC, a ram não saia dos 7,95 utilizados, fui mudar nas bios pra saber se adiantava alguma coisa, e ele dava esse defeito de ligar e desligar, mas eu não sei se fiz certo. Minha placa é uma A320MH e meu processador é um Ryzen 5 3400G.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12e2pcb",
            "num_comments": 18,
            "comments": [
                "Tem que baixar mais memória no baixaki",
                "Pergunta: quanta memória está alocada pro vídeo onboard? Tenta reduzir ou desabilitar o vídeo onboard...\n\nOutra coisa: dá uma olhada no MSCONFIG (Inicialização do Sistema, Opções Avançadas e **desmarca** tudo dai de dentro.)",
                "Muito estranho, mesmo que a iGPU pegue um pouco da memória RAM para usar como memória de vídeo, como default não deveria ser esse tanto aí não. Até onde eu me lembro, gráficos integrados reservam pouco, apenas cerca de 256MB para recursos da interface do Windows, depois caso você abra um jogo ou vá ver vídeos a memória é alocada dinamicamente até um certo limite (costumava ser limite de até 2GB, mas não sei dizer sobre esses Ryzen novos, pois nunca usei muito a integrada e nem cheguei a notar isso quando usava).\n\nEu acho que esse montante que está faltando de fato está alocado para a Placa de Vídeo no processador. Não sei se foi você que configurou esse PC ou já pegou configurado, mas na BIOS tem opção para manter um tamanho fixo ou deixar o sistema alocar o quanto de VRAM for necessário se não estou enganado. Talvez algum amigo seu ou técnico que mexeu aí resolveu que deixar alocado era a melhor opção. Kkkk\n\nNa dúvida de um reset na BIOS.\n\nCuriosidade: Qual é a especificação do seu PC? CPU + Placa mãe?",
                "bom pode ser pq a sua placa mãe não suporta td isso ou o sistema operacional tem muita coisa inútil em segundo plano, então você vai ter q otimizar o seu sistema operacional.",
                "Não sou especialista, mas vc já olho nas instruções da sua placa mãe como encaixar os soquetes de ram?\n\nDependendo do modelo da mobo só encaixar uma ao lado da outra não ativa a segunda, tem que pular um slot.",
                "Se não for a ram que zuou pode ser alguma configuração de BIOS ou a configuração de BOOT do windows, esse post detalha algumas coisas https://wingeek.org/16gb-ram-installed-only-8gb-usable-on-windows-10/",
                "Uma parcela da memória é destinada para o uso da Placa de vídeo integrada a CPU, mas normalmente não é tudo isso! Tente diminuir na BIOS"
            ]
        },
        {
            "title": "Desmontagem",
            "selftext": "alguém sabe como faço pra remover o painel frontal do gabinete?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12dsjdo",
            "num_comments": 4,
            "comments": [
                "Depende do gabinete... tem uns que é só puxar, outros que tem parafuso... outros que nem tem como..."
            ]
        },
        {
            "title": "Corrompir a bios da minha placa mãe.",
            "selftext": "Tenho uma placa mãe i3 um pouco antiga. \n\nMeu PC estava com problemas de reiniciar e travar, acabei descobrindo um problema na ram. Tirei a mesma, e por \"precaução\" decidir reiniciar a bios também tirando a bateria. \n\nAcabou que corrompir a bios do pc fazendo isso, segundo o técnico.  Ele me informou que ficará por R$ 250,00 para gravar novamente. Com todas as experiências de vocês,  gostaria de saber se isso é um valor justo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ds9ku",
            "num_comments": 4,
            "comments": [
                "Assista um vídeo no youtube e veja se vale tudo isso.",
                "Cara... tenta fazer ClearCMOS... porque é bem dificil tu apagar o BIOS fazendo clearCMOS (retirar a bateria)... \n\nSe o PC não está iniciando, tenta tirar a RAM e recolocar...",
                ">Acabou que corrompir a bios do pc fazendo isso, segundo o técnico.  Ele   \nme informou que ficará por R$ 250,00 para gravar novamente.\n\nMe desculpe, mas isso ai de tirar a bateria não corrompe bios jamais. Teu problema provavelmente ainda é relacionado a Ram (ou talvez até o slot se for o caso). Estão tentando ganhar uma grana legal em cima de ti nessa brincadeira."
            ]
        },
        {
            "title": "Pc não liga",
            "selftext": "Pelo visto meu computador está com problema no fio que conecta o botão de ligar do gabinete na placa mãe. Independente do que eu faço é meu computador não quer ligar, já testei todas as peças e verifiquei se está tudo conectado corretamente, mas acredito que o problema seja nesse cabo pois tem hora que ele liga e tem hora que não. Como eu poderia arrumar isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12dolhd",
            "num_comments": 6,
            "comments": [
                "Já  testou a Fonte?!  aqui comigo  já  aconteceu isso  algumas  vezes e era a fonte",
                "Tu pode comprar um desses: [https://shopee.com.br/\\_-i.397541139.9322689243](https://shopee.com.br/_-i.397541139.9322689243)\n\nOu fazer gambiarra que nem eu fiz (dois jumpers longos e um pushbutton de Arduino)",
                "mete uma chave nos pinos de ligar\n\nou compra um desses:[https://pt.aliexpress.com/item/1005004866365079.html?spm=a2g0o.productlist.main.15.45ce3411JD4Va0&algo\\_pvid=e7b8b811-8a8a-4655-9196-2c61410714c1&algo\\_exp\\_id=e7b8b811-8a8a-4655-9196-2c61410714c1-7&pdp\\_npi=3%40dis%21BRL%21113.55%2153.37%21%21%21%21%21%40211bf48d16808026579201031d070c%2112000030806449853%21sea%21BR%210&curPageLogUid=UmFEVc3qOHfS](https://pt.aliexpress.com/item/1005004866365079.html?spm=a2g0o.productlist.main.15.45ce3411JD4Va0&algo_pvid=e7b8b811-8a8a-4655-9196-2c61410714c1&algo_exp_id=e7b8b811-8a8a-4655-9196-2c61410714c1-7&pdp_npi=3%40dis%21BRL%21113.55%2153.37%21%21%21%21%21%40211bf48d16808026579201031d070c%2112000030806449853%21sea%21BR%210&curPageLogUid=UmFEVc3qOHfS)"
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "Alguém sabe me dizer uma configuração de Pc pra roda jogos tipo 7 days ou the Forest jogos nao muito pesado",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12doir3",
            "num_comments": 5,
            "comments": [
                "Quanto quer/pode gastar?\nTem alguma coisa que de pra reaproveitar de algum PC atual seu? Tipo Gabinete, fonte e monitor de um PC que já tenha? Ou vai ter que comprar TUDO!?\n\nTem várias opções hoje, mas sem saber o quanto você pode gastar fica difícil. Eu diria que o mínimo recomendado pra montar do \"zero\" é 2000 reais, abaixo disso fica difícil enxugar pra conseguir um PC decente... Mas a gente tenta! Kkkk",
                "Ah.... qualquer batata atual roda isso. \n\nMas dependendo até quanto tu quer gastar... Ryzen 5 3600, 2x8GB DDR4 3200, B450, GTX 1650 dá e absolutamente sobra...",
                "Paguei 2k no meu PC, um ryzen 3 3200 com 16gb RAM \nvega 8 integrada, 220gb ssd, fonte nidus 500 pichau, gabinete pichau com rgb e uma culer box AMD"
            ]
        },
        {
            "title": "Alguém sabe oque é isso?",
            "selftext": "5 bips ao ligar.\npara fazer funcionar eu tenho que ligar e ficar clicando o botão f2.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12dnwcg",
            "num_comments": 21,
            "comments": [
                "Hm... 5 beeps num Dell indicam que bateria do CMOS morreu, aquelas CR2032.\n\n(Se fosse o mesmo erro num desktop, o CPU tinha ido pro saco. hahaha)",
                "Um notebook, espero ter ajudado.",
                "Um notebook pedindo socorro por código Morse, aparentemente ele não quer mais rodar lol",
                "Eu não sei se entendi direito, mas, você poderia tentar desconectar flat do teclado e após tentar ligar novamente? Vi um outro computador com problema semelhante e resolvi assim.",
                "daqui 5 segundos vamos ouvir\n\n\"Counter terrorists lose\" e só um \"BOOM\"",
                "5 bips, pesquisa o que significa 5 bips digitando a marca e o modelo do seu notebook, no site da fabricante eles dizem a causa.",
                "memória ram, 80% de ser isso, trabalho com manutenção.",
                "olha vc tem o mesmo pc que o meu eu acho um vostro 3460 olha no manual ou na propia dell talves fale",
                "Tá com cara de memória, mau contato",
                "Qual a marca? Na dell é problema na bateria da bios",
                "código morse"
            ]
        },
        {
            "title": "CONSELHOS DE UPGRADE",
            "selftext": "Será que vale a pena invés de trocar o HD do meu notebook por um SSD SATA III(upgrade padrão), colocar um adaptador de entrada SATA para M2 e investir em um SSD M2?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12djvx6",
            "num_comments": 5,
            "comments": [
                "Não, simplesmente pq o adaptador não irá mudar o barramento do Sata III e vc estaria usando um M2 com a mesma velocidade do Sata.\n\nEu já vi usarem adaptador Sata/M2 para instalarem placa Wi-Fi em motherboard sem estrada M2 e o cara instalava na Sata... Por final lembre-se:\n\nAdaptação +/- = gambiarra",
                "Depende... se tu quiser comprar um M.2 para ter pro futuro, pode valer a pena... porém saiba que ele ficará com a velocidade de um SATA III ou pouco mais lerdo.\n\nMas existe uma coisa, tu tem de verificar se esse adaptador M.2 => SATA é NVMe => SATA ou SATA => SATA... porque se for SATA, não encaixa NVMe. (por causa do b-key)."
            ]
        },
        {
            "title": "Possivel problema no Computador",
            "selftext": "De vez em quando aparece uns quadriculados pretos piscando na minha tela, mas acabei de montar meu computador e nao acho que seja por falta de limpeza ou pasta termica, alguem por favor me ajuda, estou preocupado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12dg4fm",
            "num_comments": 5,
            "comments": [
                "e outro problema, que nao sei se realmente e um problema, mas meu cpu fica em 50% a 60% de uso emquanto minha gpu fica em 100%, eu tenho uma RTX 3060 e um core I5 10400f",
                "Isso ai é artefato, tu teria de ver com o suporte da empresa que te vendeu isso ou fabricou essa placa..."
            ]
        },
        {
            "title": "[Dúvida] Plataforma de benchmarks",
            "selftext": "Estou para montar um novo computador \"gamer\", e estou em dúvidas em quais peças comprar.\n\nExiste algum site, na qual seja possível \"montar\" diversar configurações, e testar o desempenho? \n\nPor exemplo, colocar X CPU, com Y GPU, Z Memória RAM e testar FPS em jogos / desempenho em programas? \n\nConheço o papahardware, porém não possui por exemplo as novas placas de vídeo RTX 40XX, e novos processadores como I9-12XXX.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12d6yrt",
            "num_comments": 1,
            "comments": [
                "Tipo... i9-12900 é velho já, i9-13900KS é novo. hahaha\n\nA maioria desses sites, ou todos, não são com testes reais, porém apenas com especulação... quase nunca estão certos.\n\nMas seria mais fácil tu dar uma idéia de quanto tu quer investir na maquina (e o uso que o PC terá) e deixar o pessoal dar uma idéia de PC equilibrado pelo valor... ai tu muda uma coisa ou outra para adequar ao que tu quer ou lhe agrada..."
            ]
        },
        {
            "title": "Ajuda para reinstalar windows no dell",
            "selftext": "Pessoal, alguém pode me ajudar a reinstalar  o Windows em um notebook Dell Inspiron 3501? Eu já configurei a BIOS com AHCI/NVMe e secure boot desabilitado, porém quando eu coloco o pendrive para fazer o boot o sistema trava. É só colocar o pendrive que até a BIOS para de funcionar, mas quando eu tiro ele volta. Alguém sabe o que está acontecendo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12d0jd6",
            "num_comments": 7,
            "comments": [
                "Por que tu desabilitou security boot? Vai instalar Windows 7/XP?\n\nTu fez esse pendrive de boot como? Media Creation Tool?"
            ]
        },
        {
            "title": "Problemas no PC",
            "selftext": "Olá, meu PC tá tendo o seguinte problema:\nQuando eu desligo ele, logo em seguida ele liga novamente (só desligando quando forço pelo botão). E também não está mais conectando a internet por cabo (que é a única que ele aceita).\n\nAlguém sabe o que pode ter causado ou algo para concertar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12d0fpv",
            "num_comments": 2,
            "comments": [
                "Teu Windows deve estar todinho zoado... \n\nMas se forem sintomas isolados, tu pode ter problema de fonte e placa mãe... mas acredito que seja teu Windows que esteja todo zoado."
            ]
        },
        {
            "title": "É verdade que só pode usar o carregador da mesma marca do celular",
            "selftext": "Tipo, eu tenho celular Samsung e eu posso usar o carregador da Motorola origina pra carregador o meu celular, ou pode tá problema, se sim, porquê pode tá problema?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12cw9zk",
            "num_comments": 6,
            "comments": [
                "Não sei quem foi que te falou isso, mas é mentira.\n\nNo entanto, você precisa usar um carregador que atenda os requisitos do seu aparelho. Por exemplo, se ele é compatível com \"carregamento rápido\" então você precisa ver qual a velocidade (15W, 25W, 35W, etc) e qual voltagem/amperagem ele suporta.\n\nNão tem problema comprar de outras marcas, desde que sejam marcas boas. Uma marca que eu recomendo bastante é Baseus e Ugren.\n\nOutra coisa, se o seu telefone é compatível com carregamento rápido, nunca coloque um carregador padrão que não seja compatível com carregamento rápido. Carregamento lento em baterias de grandes capacidades (acima dos 3000 mAh) estraga as células.",
                "Não. Só Apple que quem essas frescuras por causa do conector proprietário deles...\n\nO resto carrega em qualquer carregador... mas recomendo não pegar carregador xingling porque alguns estão super fora da especificação...",
                "Não necessariamente, mas também não pode colocar um carregador chinês de 120w comprado na feirinha por 20 pila¯⁠\\⁠_⁠(⁠ツ⁠)⁠_⁠/⁠¯"
            ]
        },
        {
            "title": "HD externo para OS",
            "selftext": "Vale a pena HD externo para sistema operacional?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12crtrd",
            "num_comments": 4,
            "comments": [
                "SSD externo rodando no mínimo USB 3.0 rola de boas. HD externo com OS moderno não é bom não.",
                "Não lembro de ser possível instalar o Windows em HD externo... só se tu se refere à Linux."
            ]
        },
        {
            "title": "Vale a pena usar uma ram diferente",
            "selftext": "Atualmente tô com um pente da Corsair de 8gb ddr4 3200mhz c16(cmk8gx4m1e3200c16), mas não tô achando outro pente igual. Teria problema eu usar um pente de outra marca ? \n\nTava pensando na ram da adata gammix d10, pois tem um timing parecido 16-20-20.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12cr0f4",
            "num_comments": 13,
            "comments": [
                "Tb uso diferente pq comprei o primeiro pente em 2019 e em 2021 o mesmo pente foi descontinuado e substituído por em frequência maior, uso normal em dual channel mas claro na frequência que meu proc suporta.",
                "Pior que só achei os kits Corsair Vegeance LPX 2x8GB DDR4 3200 na Terabyte... e o preço tava bem bom...\n\nNão tem problema misturar RAM, elas correrão nas velocidade e timming da mais lerda.\n\nApesar que funciona com módulos diferentes, se tu quiser tirar um peso da consciencia por algum motivo, tu pode (se souber) rodar o Thaiphoon Burner, verificar quais são os chips de memória dessa tua memória e procurar outro RAM que use chips da mesma série ou ao menos da mesma marca.",
                "Não amigo.\nNão tem problema nenhum.\n\nEu mesmo, em meu antigo notebook, usava a memória original dele (Smart) com outro módulo de 8GB chinês (Puskill) e ele funcionava perfeito. 16GB DDR4 3200 MHz em Dual Channel, normal.",
                "Cara isso é ruim pois vc n vai conseguir fazer o dual Chanel então vc vai perder desempenho nos jogos.É melhor vc comprar duas de 8g e ativar o Dual Chanel."
            ]
        },
        {
            "title": "Hd para notebook",
            "selftext": "Olá colegas do reddit, estou procurando por um HD de pelo menos 120gb para alocar no meu Notebook, recomendações são bem vindas! obs: possuo um Lenovo Ideapad 3 ",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12cnvvr",
            "num_comments": 10,
            "comments": [
                "Esquece hd. Se vc só quer 120gb mesmo pega um ssd. Vc acha fácil em loja confiavel por menos de 100.",
                "Olá meu amigo, aconselho vc comprar um SSD em vez de um HD, os HD estão ficando pra trás e o preço dos SSDs estão caindo bastante ficando bem acessíveis, sem contar que com o SSD seu processamento será bem mais responsivo e o processador do seu notebook iria agradecer e muito.\n\nNo Mercado Livre, encontrei 2 opções interessantes:\n\n1ª a opção mais cara e confiável (SSD Samsung 500gb): [https://produto.mercadolivre.com.br/MLB-2017263666-disco-solido-ssd-samsung-870-evo-500gb-sata-25-mz-77e500-\\_JM](https://produto.mercadolivre.com.br/MLB-2017263666-disco-solido-ssd-samsung-870-evo-500gb-sata-25-mz-77e500-_JM)\n\n2ª a opção mais barata (SSD  Crucial 500gb): [https://www.mercadolivre.com.br/disco-solido-interno-crucial-ct500bx500ssd1-500gb-preto/p/MLB19614825](https://www.mercadolivre.com.br/disco-solido-interno-crucial-ct500bx500ssd1-500gb-preto/p/MLB19614825)"
            ]
        },
        {
            "title": "Meu monitor está doido",
            "selftext": "Então,meu monitor nunca foi de dar problemas,mas esses últimos dias eu tô usando tranquilamente ele e do nada ele muda pra isso, na maioria das vezes ele volta ao normal dps de desligar e ligar novamente mas eu queria saber se isso pode ser por conta do cabo HDMI ou se é outra coisa.\nSei que não é meu notebook pq a tela tá deboa, o problema ta sendo só o monitor que dando a louca as vezes",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12cjvxe",
            "num_comments": 4,
            "comments": [
                "Tá na garantia?",
                "Bom, vamos lá. Primeiro é bom você saber que não é só culpa do monitor isso. Esse problema pode ser outras coisas também.\n\nEntão, antes de sair trocando monitor é bom fazer isso:\n\n* Testar outro cabo HDMI, pra ter certeza que não é defeito no cabo.\n* Mexer a base do cabo, tanto na entrada do monitor quanto na saída de vídeo do PC/Notebook, pra garantia que não seja um problema de solda. Mecha um pouco, force pra direita, esquerda, puxe e empurre... Enfim, você entendeu.\n* Teste o seu PC em outro monitor ou TV, só pra garantir que o problema não seja a placa de vídeo. Como você falou que reiniciando \"resolve\" e depois volta... Tem uma chance do problema ser a sua placa de vídeo também. Não pode ignorar isso.\n\nFaça esses testes antes de tomar qualquer ação.\n\nSe no seu bairro/cidade tiver um técnico em eletrônica que seja bom (e honesto) eu recomendo levar o monitor. Muitas vezes esses defeitos tá na entrada do monitor, porque 99% das pessoas (eu incluso) colocam o cabo HDMI e espreme o monitor no canto, de forma que o cabo fica todo torto e botando pressão na entrada do monitor... Isso acontece as vezes até sem você notar. Isso acaba dando defeito com o tempo. Nem sempre é problema na tela e uma simples solda já é o suficiente pra resolver.\n\nComo isso já aconteceu comigo, eu deixo a dica.\nMas não deixe de fazer os outros testes que sugeri pra você.",
                "Antes de qualquer coisa. Verifique a integridade dos cabos e teste o computador em outro monitor. Na maioria das vezes o cabo resolve. no pior dos casos, já peguei esse problema com um cliente e era a memória RAM com defeito, porém é mais raro"
            ]
        },
        {
            "title": "Vale a pena comprar?",
            "selftext": "Um cara ta querendo vender uma placa de vídeo GTX 1660 super, usada. Até que preço vale a pena pagar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12chblo",
            "num_comments": 8,
            "comments": [
                "As usadas estão pegando na faixa de 800 a 900 reais no mercadolivre, mas assim, depende marca e modelo.\n\nSe for essas mais genéricas, não botaria muito mais que 700",
                "R$1100",
                "Eu pagaria no máximo 1000 reais.",
                "$900",
                "Eu pagaria no máximo 900 mano",
                "Eu paguei 1050 a nova... zero. Eu diria uns 700-800... porque a 1660 Super já tem 4 anos de mercado... (e no mesmo ano que ela foi lançada, foi substituida pela 2060 que é mais forte)",
                "Vale 1100 no máximo"
            ]
        },
        {
            "title": "Qual modelo de carregador do meu notebook Dell (Inspiron 5468) devo comprar, e onde comprar?",
            "selftext": "O carregador do meu notebook está com a ponta toda estragada, e quando meu notebook dá sinal de bateria fraca ele acaba imediatamente, eu conecto o carregador no notebook ele acende a luz uma vez e depois não acende de novo, faço de tudo que é jeito pra conectar até que ele carrega, pesquisei em várias lojas fonte de carregador de notebook Dell, a princípio quero comprar no Mercado Livre, mas não tenho certeza se é confiável. Qual modelo e loja vcs me sugerem?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12c5c5o",
            "num_comments": 3,
            "comments": [
                "Bom dia amigo(a) o modelo está escrito no próprio carregador: LA65NS2-1\n\nAcredito que o melhor lugar para vc encontrar isso é no Mercado Livre ou na própria loja da Dell",
                "Olá, tudo bem amigo?\n\nEu achei essa aqui por R$ 75,69 e parece que serve para o seu notebook:\nhttps://produto.mercadolivre.com.br/MLB-2683458920-fonte-carregador-para-notebook-dell-195v-334a-65w-_JM?attributes=INPUT_VOLTAGE:MTEwLTI0MCBWIChCSSBWb2x0KQ==\n\nVocê só precisa mandar uma msg e confirmar o modelo do seu notebook com o vendedor, mas o modelo do carregador em si é o mesmo da foto que você mandou, a Voltagem e Amperagem batem certinho também. Só precisa confirmar se o cabo adaptador fica certinho!\n\nAbraços."
            ]
        },
        {
            "title": "Qual fonte para o setup RTX 3060 ou 3060ti + i3-10100f",
            "selftext": "Qual fonte vocês recomendam para uma RTX 3060 e/ou RTX 3060Ti + i310100f\n\n\nto pensando em fazer um upgrade, agora só a gpu e a fonte\n\nposteriormente penso em trocar pra um i5-11400f, mas não é certeza\n\nentão queria fontes ok pra no maximo essa configuração, nada além disso\n\nnão quero nada super uou, não queimando e levando meu dinheiro pro lixo, está ótimo \n\nmandem linkss",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12bzyuv",
            "num_comments": 4,
            "comments": [
                "Acho que uma MSI MAG 650W já dá e sobra...",
                "Pega uma fonte de 650w 80+ bronze que vc tá bem servido, amigo ali em cima falou da MAG da MSI eu tenho ela com um ryzen e uma ex 5700 e ela é muito boa e já salvou meu PC algumas vezes.\n\nCom relação ao seu futuro possível upgrade de processador eu acho que não é uma boa ideia, é a mesma coisa de trocar um Ford Ka 2022 por um Ford Ka 2023 é um carro mais novo mas essencialmente faz a mesma coisa e as diferenças são praticamente nulas no total, se for pra trocar é pra meter o pé na porta ou pegar um i7 de 13ª ou um i9 um i5 da geração seguinte n iria ter tanta diferença"
            ]
        },
        {
            "title": "Processador ou Placa de Video?",
            "selftext": "salve galera, to montando um pc gamer recentemente, e eu nunca montei um na vida.\nQueria montar um pc pra rodar qualquer coisa no maximo, 60fps tranquilo e que n passa-se de 6 mil.\nentão estou montando uma RTX 3070 com um i3 12100f\nsó que comprei o processador sem a cooler box, pq eu comprei usado e o cara disse que n vinha junto, e eu burro na hora aceitei pq n manjava mto, logo dps comprei um water cooler para o processador ficar de boa.\nsó que depois bateu a dúvida, será que estou sendo burro de gastar um water cooler no processador e não na placa de vídeo, não seria melhor eu comprar um cooler box pra ele e colocar o water cooler na placa de vídeo?\ndeixo o water cooler no processador ou compro um cooler box pra ele e deixo na placa de vídeo o water cooler?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12bzhxg",
            "num_comments": 5,
            "comments": [
                "Tu dificilmente vai conseguir montar um watercooler AIO numa placa de vídeo se ele não for desenhado pra ela...\n\nWatercooler pra placa de vídeo geralmente é customizado, requer que o block seja fabricado extamente para a placa de vídeo em questão... mas a 3070 não esquenta o suficiente para precisar disso. Além disso, o i3-12100F também não esquenta o suficiente para ser necessário um watercooler... a menos que tu meta o loco e enfie um over nele...\n\nDe qualquer jeito, o CPU pode se demonstrar meio fraco num futuro. Tu poderia ter tentado pegar um i5-12400.",
                "overkill um watercooler em um i3-12100f e overkill um watercooler numa 3070 se tu vai usar em jogos, invista num bom cpu cooler e em boas fans para o gabinete",
                "Nossa para de inventar moda cara, já comprou o water cooler, agora já foi, compra a placa de vídeo e joga feliz cara, só toma cuidado em como vai instalar o water cooler pra n ficar ar preso na bomba"
            ]
        },
        {
            "title": "Comprei meu primeiro PC gamer depois dos 30! Mas não sei montar as fans...",
            "selftext": "Comprei 3 ventoinhas da Corsair, mas parece que o computador apenas tem porta pra uma. \n\nComo eu coloco as três? \nMe parece que esses dois aparelhos que vieram são só pras luzes. Na internet existe um outro aparelho, que custa 1200 reais...morri. \n\nSão: \nCooler Fan Corsair LL120 PRO, 3 Unidades, 120mm, RGB, Preto - CO-9050072-WW",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12butyw",
            "num_comments": 3,
            "comments": [
                "Normalmente na caixinha da ventoinha vem um kit de cabos pra instalação, pelo menos nas minhas Noctuas vieram. Caso não, compre dois cabos splitter (ou cabo Y). É baratinho, uns 15 conto. Esse cabo permite que vc conecte as fans uma nas outras. \n\nCaso futuramente vc queira comprar mais fans, recomendo comprar um fan hub. Ele funciona como uma central pra conectar todas as fans nele, mas puxa energia direto da fonte, pra evitar sobre carga no único pino da sua placa mãe.",
                "Bota os fans no Hub e conecta o Hub na placa mãe, segue a etiqueta. Aí uma ponta parece que é sata e vai num plug da fonte. Tem um programa que instala pra utilizar a controlodora, ah e coloca na sequência, 1,2,3... Mesmo que vc não utilize as luzes, vai depois e configurar pra ficar sem led\n\nNa placa mãe deve ter um plug RGB header pro hub. O fan do CPU eu deixaria separado no plug cpu.\n\nNo verso do Hub deve ter dupla face, aí cê cola no painel ou num lugar que fique sussa. Menos em cima da fonte hehe",
                "No site da Corsair tem os manuais....\n\nhttps://www.corsair.com/corsairmedia/sys\\_master/productcontent/WW\\_LL120\\_RGB\\_FAN\\_QSG\\_AD.pdf"
            ]
        },
        {
            "title": "Como saber se as peças de um PC são antigas ou não?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12bt0u1",
            "num_comments": 5,
            "comments": [
                "Pergunta a idade oras! 👍",
                "Procura na internet quando elas foram lançadas... ou resenhas.\n\n\"<peça> release date\" sem aspas no google já te dá uma idéia."
            ]
        },
        {
            "title": "Experiências com RMA - Placa mãe",
            "selftext": "Oi oi pessoal, tive uns problemas recentemente com meu PC e vou ter que trocar de placa mãe, fui com Asus dessa última vez pq tinha 4 slots de memória, 8 pinos pro cpu e slots m.2 em um modelo A320 de entrada mas depois de uns 2 anos e pouco ela foi pro saco. Pelo que já vi por alto achar essas 3 coisas denovo vai ser difícil pelo preço que paguei na época, uns 500 reais, então peço recomendações e experiências com garantia de vocês. \n\nOuvi falar muito mal da Gigabyte em questão de suporte ao cliente na esfera dos tech tubers da gringa, aqui é diferente? \n\nTive uma placa de vídeo da MSI no passado que deu ruim como exatamente 13 meses de uso então foi um azar kk\n\nE não sei se tento Asus dnv, por mais que 2 anos não seja um intervalo de tempo ruim, podia ser melhor.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12bsopf",
            "num_comments": 1,
            "comments": [
                "Gigabyte geralmente funciona, minhas placas mãe nunca deram defeito. Quanto à placa de vídeo, nunca mais compro placa de vídeo low profile deles...\n\nE o o RMA... AHAHAHAHAHA é só rindo pra não chorar....\n\nMSI eu tenho placa de vídeo com mais de 3 anos sem defeito... 24/7.\n\n2 anos é um periodo muito curto pra dar problema... sempre tive problema com placa mãe ASUS de entrada... mas te recomendo não comprar merda com A320 e nem A520... vai pra B450 que tá 100-150 a mais...."
            ]
        },
        {
            "title": "Comprar Windows",
            "selftext": "Galera, tudo bem?\n\nSó quero comprar uma licença mesmo pro meu Pc novo e não sei bem como encontrar um lugar confiável.\n\nO que vocês recomendam?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12br9cp",
            "num_comments": 10,
            "comments": [
                "Terabyteshop é o lugar com licença mais barato, mas é oem...\n\nEssas licenças por menos de 300 é tudo softlifting/pirata.... se for pra jogar dinheiro no lixo comprando licença pirata, pirateia sem comprar... pelo menos tu não financia essas quadrilhas...",
                "Micro Games\n\n(83) 99107-9677",
                "Também estou precisando de um lugar confiável pra comprar."
            ]
        },
        {
            "title": "Eu acho q fiz merda",
            "selftext": "Eu montei o meu primeiro pc recentemente e ele n buscava redes wi-fi então eu comprei um adaptador wi-fi para resolver o meu problema, ele chegou e estava funcionando perfeitamente a partir do momento q eu inseri ele na máquina, daí eu vi q tinha q baixar o driver e n tenho entrada de disco então decidi baixar pelo site msm, no vídeo q eu vi qnd terminava de baixar o driver aparecia um ícone na barrinha no canto inferior direito, mas no meu n tinha então eu comecei a pensar q tinha feito algo errado e abri os arquivos do driver q tinha acabado de instalar, lá estava escrito alguma coisa__ setup, eu cliquei e executei como administrador, permiti q ele fizesse alterações e o meu computador reiniciou, estava tudo da mesma forma, mas a internet parou de funcionar e a luzinha do adaptador de acender, eu fiquei em choque e comecei a soar frio, n faço ideia do q fiz, apaguei o driver e msm assim n funcionou, restaurei o computador e n funcionou, mas no notebook da minha irmã ele ainda funciona e a luzinha pisca normalmente, algum perito na área poderia me ajudar a resolver o meu problema????",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12bil59",
            "num_comments": 3,
            "comments": [
                "tenta reverter a instalação dele, vc pode pelo próprio windows abrir o gerenciador de dispositivos, localizar o driver la e desinstalar ele, ai vc reinicia o pc e o Windows reinstala sozinho a versão mais simples do driver, caso não funcione procure tambem nas opções de backup do windows, nao lembro bem o nome mas se digitar backup na barra de pesquisa aparece, ai vc conta com a sorte de que o windows tenha feito um backup automaticamente no passado antes de vc instalar esse driver, ai vc pode reverter o pc pro estado que ele estava naquele dia que o backup foi salvo, e em ultimo caso tu formata o pc q os drivers voltam todos ao padrão tbm",
                "Bom dia... Sei que é o primeiro computador que vc monta, porém, uma coisa que te aconselho é, fugir desses tipos de adaptadores, adaptadores como estes são protagonistas de inúmeras quebras de segurança e exposições de dados (muitos deles burlam o seu firewall e autenticações)... Tenta verificar porque a sua Wi-Fi da sua motherboard não está funcionando, as vezes deve ser uma questão de ajuste no encaixe da plaquinha de Wi-Fi.\n\nE uma pergunta, vc tem certeza que vc baixou esse driver do site correto? Pelo que vc está descrevendo, vc possivelmente executou o setup de um vírus ou d um worm.\n\nAí vc me pergunta, qual a diferença entre eles?\n\nVírus - não é autoreplicante, trabalha principalmente eliminando DDLs, e com isso podem parar sistemas da sua máquina ou fazendo os programas pararem de executar.\n\nWorm - depois de instalado ele é autoreplicante, afeta principalmente REDES, ele ataca toda a rede local (inclusive celulares e outros PCs conectados na rede do infectado), opera geralmente cortando acesso a Internet, trucando todas as postas e sobrecarregando os conectores (no caso, o adaptador que vc está usando...\n\nPode ser que não seja isso, mas em caso de dúvida, tire seu PC da LAN, formate teu PC e não esqueça de verificar a placa de Wi-Fi da sua motherboard... Aconselho tbm usar Internet cabeada,sei que é cômodo o Wi-Fi, porém cabeado é bem mais estável e seguro"
            ]
        },
        {
            "title": "essa placa mãe cabe essa placa de vídeo?",
            "selftext": "Olá a todos, se alguém souber me responder essa questão ficarei muito grato:\n\nTenho a seguinte placa mãe: Placa-Mãe MSI p/ Intel LGA 1150 mATX H81M-E33 Military Class 4, 2xDDR3, SATA III, HDMI, VGA, USB 3.0\n\nE gostaria de saber se daria certo comprar uma placa de vídeo RX 580 8GB PCI3.0 para colocar nessa placa mãe.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12bfv7f",
            "num_comments": 2,
            "comments": [
                "A interface PCi x16 é padrão, aceita qualquer GPU ali. Cabendo no seu gabinete e tendo fonte suficiente pra tocar, só plugar e ser feliz."
            ]
        },
        {
            "title": "Placa de video sem cabo vgi ligado nela funciona?",
            "selftext": "Fala pesoal estou com problemas no meu monitor, ele nao esta lendo placa de video, ja instalei 2 no meu pc e nenhuma deu video no monitor, porem na minha tv ela da video, provavelmente o monitor esta com defeito, tenho uma rx 550 , instalei os drivers e ela esta funcionando perfeitamente, gostaria de uma ajuda. o pc esta reconhecendo a placa de video, porem liguei o hdmi direto na placa mae, tereri o desempenho da placa de video mesmo nao tendo conectado o cabo vgi nela e sim plugado o hdmi na entrada da placa mae, sou meio leigo nessa parte.\n\nvaleu",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12bdwqh",
            "num_comments": 11,
            "comments": [
                "Não",
                "Se eu entendi, você não tá ligando o HDMI na porta errada.\nEu entendi que cv tá conectado o HDMI na placa mãe, mas se tu usa placa de vídeo, vc deve por o HDMI na placa de vídeo.\n\nOs monitores são HDMI mesmo ou tu está usando adaptador de VGA para HDMI?",
                "Bom meu amigo(a), as saídas HDMI da motherboard são para uso do caso de seu processador ter uma GPU integrada, como vc tem uma dedicada em sua máquina, essas HDMI se tornam \"quebra-galhos\", pois elas pegam da sua GPU dedicada, passam pelos barramentos da motherboard até chegar na saída HDMI, nisso perdendo eficiência.\n\nAssim, como eu tinha respondido em um outro post, a tecnologia VGA está muito ultrapassada, com algumas tecnologias atuais a mantendo pelo legado que a VGA deixou (como se fosse uma homenagem), no caso, eu te aconselho trocar de monitor, não precisa ser um muito caro, mas que tenha nele embarcado tecnologias mais recentes como HDMI ou Displayport (DP). Sei que muita gente ainda usa o VGA, porém é uma tecnologia que está entrando em desuso a muito tempo e que está perdendo cada dia mais seu suporte em drivers.\n\nFica a dica aí meu(minha) amigo(a)."
            ]
        },
        {
            "title": "Oie, me ajuda a montar um PC?",
            "selftext": "Então, tô meio que trabalhando e juntando dinheiro pra montar um PC de 6-8k, isso só as peças sem contar os periféricos (mas que eu ainda aceito sugestões). \n\nO computador seria para jogar, streamar e rodar aplicativos de cunho gráfico (como o Photoshop, Premiere, Blender etc, inclusive ouvi que pra isso bom mesmo é placa de vídeo RTX).\n\nAtualmente eu uso um notebook que respira com muito esforço, por isso o investimento em algo bom. Alguma sugestão pra montar? Sou toda ouvidos.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12baasc",
            "num_comments": 2,
            "comments": [
                "Ryzen 5 5600, 2x16GB DDR4-3200, RTX 3060/3070, B450/B550, Fonte MSI MAG 650W ou Core Reactor 750W, 1TB SSD NVMe com DRAM, case normal com fans e pronto.\n\nAcho que vai dar perto dos 8k."
            ]
        },
        {
            "title": "PC de 3500 a 4000 reais",
            "selftext": "então, to querendo montar um pc destinado a jogos, streams e gravações. meu teto é de R$4000. gostaria de recomendações de configurações, andei pesquisando muito, mas não sei se confio muito em peças do ali express. acho que só arrisco kit xeon lá. o resto, no brasil.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12b8jvp",
            "num_comments": 2,
            "comments": [
                "Eu esperaria para importar coisas... tá dando umas badernas alfandegárias sérias....\n\nAcho que tu consegue com 4k:  \nRyzen 5 5500, 2x8GB DDR4-3200, B450/A520, 512GB XPG S41, MSI MAG 550W, Case, 1660S Palit singlefan (esquenta um pouco a mais)"
            ]
        },
        {
            "title": "Preciso de ajuda para quais peças novas comprar",
            "selftext": "O computador de casa é principalmente voltado para se produzir e editar vídeos, livestreams e jogar jogos no geral. Temos ele há aproxidamente 3 anos e estou querendo comprar peças novas para ele para melhorar não só as experiências de gameplay, mas também para acelerar os processos de edição e qualidade dos vídeos ao vivo. No entanto eu não conheço muito de computadores e estou em busca de ajuda e orientações para ter uma noção de qual direção tomar ao comprar peças novas.\n\nSeu sistema operacional é Windows 10;\nProcessador: AMD Phenom(tm) II X6 1055T Processor 2.80GHz;\nPlaca de vídeo: GTX 660 da NVidia;\nTem 8 Gb de RAM.\n\nEstava pensando em comprar mais RAM ou talvez um processador melhor, porém tenho minhas incertezas.\n\nAlguma sugestão do que se comprar?\n\nObrigado pela atenção.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12b6ymg",
            "num_comments": 15,
            "comments": [
                "Boa noite meu amigo.. primeiramente, vc poderia dar mais informações sobre sua motherboard, fonte, SSD (com a velocidade de leitura) e tals?\n\nJá que vc precisa de um pc gamer e edição de vídeos, vc precisaria dar mais informações pra sabermos o que se poderia aproveitar",
                "Cara... de onde você tirou um Phenom II X6 1055T (Phenom II X4 955 desbloqueado) em pleno 2020?! Alguém te enrolou legal, pois esse CPU já estava descontinuado a uns 7-10 anos...\n\nQuanto tu pretende investir no PC? Porque, sem querer te desanimar, mas tu não vai conseguir melhorar muito um hardware tão defasado sem trocar tudo... Esse CPU praticamente é o top dos AM3... Se tua placa mãe não for AM3+, é deadend... Se for AM3+, dá para tentar enfiar um FX-9590... porém o consumo e o desempenho não são tão interessantes além de tu precisar de um cooler novo.\n\nO que tu pode fazer é aumentar a RAM pra 16GB e pegar uma 5500 XT, mas o CPU ainda será um gargalo...",
                "Rapaz, sendo sincero com você, não dá pra reaproveitar nada desse PC. Ele é tão velho quando um Intel Core de Primeira geração.\n\nFaz desse seu PC um kit e vende como \"Phenom + Mobo + RAM\" por uns 200/300 reais ou pelo preço que conseguir e junte com mais uns 1600 reais (totalizando 1800) e pegue um PC novo, porque esse aí não tem o que melhorar. Eu já tive um Phenom II e infelizmente ele envelheceu muito MUITO mal, principalmente pela falta do SSE4.1 que a maioria dos jogos e softwares pedem... Inclusive tô até curioso pra saber o que você joga nele, porque eu testei um Phenom II X6 1090T em 2018 (que era meu, estava abandonado) com uma GTX 680 e ele era ruim em praticamente qualquer jogo de 2012 em diante. Até Pentium G (Quad-Core) hoje em dia é mais rápido e eficiente que ele e em qualquer coisa! 😕\n\nGuarde a placa de vídeo, gabinete e fonte (se a fonte for boa).\n\nSe for comprar as peças no Brasil, você pode começar pesquisando por Ryzen 5 4500 (R$ 489,00), 16GB DDR4 3200 (2x módulos de 8GB DDR4 sai R$ 159,00/cada = R$ 318,00 total) , Placa-mãe com chipset B450/550 (média de R$ 649,00), SSD M2 PCIe Gen3 (no mínimo) com 512GB (R$ 184,00) de armazenamento. Placa de vídeo, gabinete e fonte você pode reaproveitar se não tiver dinheiro. Mas se puder gastar mais, pode pegar uma RTX 2060 ou uma GTX 1660 Super.\n\nEssa configuração que passei acima deve ficar no máximo 1800, sendo todas as peças encontradas na Terabyte, Pichau ou Kabum.\n\nPS: Eu não jogaria dinheiro fora em um kit Xeon. É impraticável hoje gastar em peças de 10 anos, sem projeção de futuro, sendo que um Ryzen comorado todo da China você gasta pouca coisa a mais. A não ser que você não possa gastar mais de 700 em um upgrade... Eu posso passar a configuração de um Ryzen 5 + RX 5500 XT + 16GB + SSD 1TB por 1780 reais. Você gastaria 1400 num kit Xeon... Ou seja, comprar Xeon podendo gastar 2000 é praticamente uma compra IMPRUDENTE.\n\nQualquer dúvida pode me add como amigo e me mandar mensagem no privado.",
                "Bom, é um setup um pouco chato pra upgrade, dado que os melhores processadores que sua placa aceita são o Phenom II X6 1100 (que difere do seu 1055 por ter clock maior) ou um FX 8150 usando a BIOS beta 3027 e provavelmente tendo que experenciar algumas loqueadas do sistema (justamente por ser suporte Beta).\n\nMinha recomendação no seu caso, se não tem muita grana pra investir, seria subir pra 16gb de memória (já que roda edição e streaming) e caso tenha uma boa fonte, conseguir um bom air cooler de pelo menos 4 heatpipes, pra subir a frequência desse processador pra ao menos uns 3.5ghz, já daria um ganho de 700mhz em 6 núcleos, uma diferença bacana (tem gente que chega a ir em 4.0ghz nesses phenom).\n\nA vantagem é que o Air cooler pode ser aproveitado em plataformas futuras, só ter cuidado pra não perder os encaixes que vem com ele.\n\nEmbora sua placa mãe seja limitada em upgrade de CPU, ao menos ela tem USB 3.0, Sata 3 e um bom VRM pra alimentar um processador mais parrudo como esse, na verdade, chuto que esse setup foi de alguém que montou um PC Hi-end em 2011 e segurou até os finalmentes pra vender, dado a combinação de peças de época. Não me assustaria se tiver uma fonte bem parruda nesse setup."
            ]
        },
        {
            "title": "posso comprar uma placa 51RISC sem medo?",
            "selftext": "estou montando um computador cuja placa é uma 2060 super da 51 risc, de uma loja daqui do setor, posso ir sem medo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ayyxz",
            "num_comments": 5,
            "comments": [
                "Eu esperaria um pouco... tá tendo uns probleminhas alfandegários interessantes... parecem que estão fechando o cerco a importações. (Se começar a pegar imposto completo, não vai mais compensar comprar de fora...)"
            ]
        },
        {
            "title": "Para a galera que se amarra em kit Xeon e peças do Aliexpress fiquem atentos!",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ay64n",
            "num_comments": 6,
            "comments": [
                "Isso é só o nosso desgoverno atual criando uma lei que favorece a população com impostos sobre coisa importada de **qualquer** valor (aquela lei de 50 dólares parece que vai cair esse ano)... (desculpa deles => Proteger a industria nacional... só não disseram qual... porque a gente só tem coisa nivel PcChips aqui... produzindo MoBo AM2/AM3+ e LGA775/LGA1155...)\n\nMas tudo bem, a gente comprava da China pra ser chique mostrando que é importado mesmo e não porque precisamos...\n\nRecomendo vocês ficarem atentos nesse assunto... porque a coisa não vai ser boa, até Shopee tá entrando na dança...",
                "Tem um contexto?",
                "Faça. Faça imediatamente"
            ]
        },
        {
            "title": "Disco duro",
            "selftext": "Buenas, hace poco expandi la capicidad de almacenamiento de mi PC con un HDD que me regalaron, y bueno lo formatie y todo pero cuando enciendo la pc me lo escogió como predeterminado y para ponerle sistema de nuevo, lo configuro en la BIOS para que el arranque Windows sea el SSD y cada que la enciendo de nuevo tengo que volver a configurar la BIOS, alguien me puede decir que hacer en ese caso por  favor",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12av4py",
            "num_comments": 2,
            "comments": [
                "r/computineslatam seria um lugar melhor para pedir informação em espanhol.",
                "/u/314kaiser314 puedes publicar en r/computineslatam y la comunidad le ayudara."
            ]
        },
        {
            "title": "Esse vídeo ainda é relevante?",
            "selftext": "Olá eu queria montar meu pc e pra isso eu assisti esse vídeo. Mas como ele é de 3 anos atrás eu não sei se as peças que ele recomenda ainda estão valendo apena, então eu vim tirar essa dúvida com o pessoal do reddit, alguém pode me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ass0z",
            "num_comments": 2,
            "comments": [
                "Em se tratando de componentes, então não. Porque hoje você encontra componentes melhores por esse preço. Mas quanto ao processo de montagem, então tá valendo.\n\nMas quanto exatamente você pode pagar pelo PC?\n\nEDIT: ah sim, você pode usar o meupc.net como ferramenta para buscar componentes que se encaixem no seu orçamento\n\nEDIT 2: só corrigindo uma informação do vídeo, aos 26:33:\n\n>outra opção seria você ignorar a série 2000 da Ryzen e ir direto para um 3200G, que é o processador da série 3000 que é o equivalente a esse que a gente usou da série 2000\n\nEle coloca o 3200G do lado do 3600 dando a entender que os dois são da mesma geração; o problema, aqui, é que o 3200G é um CPU da geração anterior ao 3600, mas com GPU integrada (o 3200G, nome-código Picasso, é um Zen+; o 3600, nome-código Matisse, é um Zen 2).",
                "Cara. Mais fácil tu ter um orçamento.... quanto tu pretende investir? E qual o foco do PC?"
            ]
        },
        {
            "title": "Disco 100%?",
            "selftext": "Olá, tenho um computador com um ssd e um hd de um tera, estava fazendo uma checagem pra ver se tudo estava nos conformes e vi que meu hd, disco S:, está sendo utilizado 100% no gerenciador de tarefas  e gostaria de entender a razão disso estar ocorrendo. Alguém tem alguma sugestão de como resolver e alguém sabe me dizer se isso é normal?? Nunca aconteceu isso antes. \n\n&#x200B;\n\nobs: o meu computador está funcionando normalmente e meu hd  ainda possui 562 giga livres\n\nhttps://preview.redd.it/7e4uiyu7bpra1.png?width=723&format=png&auto=webp&v=enabled&s=1da876d44d4dd2a0283a2c556aded99abc5df819",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12aqr7u",
            "num_comments": 8,
            "comments": [
                "É normal se estiver escrevendo ou lendo muitos dados.\n\nClica no Resource Monitor (Monitor de Recursos) e no overview ou na aba disco voce consegue ver que aplicativo está com tanta escrita e leitura no disco.\n\nse não fizer sentido vai no task manager e fecha aplicativo",
                "Tu usa esse HD pra Steam ou outras stores de jogo? Pode eter algo atualizando em segundo plano..."
            ]
        },
        {
            "title": "Tela do notebook com cores estouradas.",
            "selftext": "a tela do meu notebook tá assim e eu não sei o que é",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12anmdz",
            "num_comments": 2,
            "comments": [
                "Bem, pode ser duas coisas... ou os barramentos do monitor estão com problemas (nesse caso já era) ou o LCD do seu note está com problemas (que se resolve trocando o LCD).\n\nMas só com a foto não dá pra entender 100% o que está acontecendo, mesmo assim dá uma verificada nisso que te disse... observe se não seria um problema no LCD dele"
            ]
        },
        {
            "title": "Eu comprei recentemente um kit x79 e5 2460 com 8gb de ram DDR3, porém eu quero testar o kit com uma fonte de outro pc que não chega aos 350watts, isso é possível ou é melhor esperar e comprar uma fonte recomendável?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ahcfu",
            "num_comments": 8,
            "comments": [
                "É possível, é, é recomendado, não, como vc comprou um kit x79 julgo que a grana não tá tão abrangente, vai mesmo arriscar queimar um kit inteiro \"só pra testar\"? Se for só pra testar arranja uma fonte que aguente, não uma que não aguente",
                "Se for com GPU discreta tipo GT710 da vida (essas plataformas não tem vídeo integrado), dá pra testar numa boa, até porque o sistema mal vai puxar 150w.",
                "Depende da placa de vídeo... Pois o e5-2460 não possui vídeo onboard.",
                "Dá sem problema se a fonte está funcionando perfeitamente."
            ]
        },
        {
            "title": "Pantalla de recuperación",
            "selftext": "Después de haber hecho unas actualizaciones y activar el Windows defender sucedió esto, que hago?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ab5mw",
            "num_comments": 5,
            "comments": [
                "Pls go to the sub in espanõl, this one is only for portuguese speakers.",
                "Já peguei um notebook com um problema parecido, provavelmente corrompeu a partição dos arquivos do sistema e arquivos pessoais, se vc quiser recuperar, vai ter que usar um outro computador ou você pode fazer um pendrive com Linux e tentar recuperar os arquivos por lá, depois tem que formatar teu computador e instalar o Windows de novo.",
                "Eu peguei um desktop com esse problema recentemente, e o que resolveu foi usar a Restauração do sistema para restaurar o Windows para um ponto anterior."
            ]
        },
        {
            "title": "Alguém pode me ajudar?",
            "selftext": "O meu celular é android samsung A52. \nNão sei se tem tanto a ver, mas nesses dias eu botei o meu celular pra carregar normalmente e em seguida quando ele terminou de carregar, ele comessou a ficar reiniciando toda hora, ele ligava, ficava aberto uns minutos e reiniciava, e só volta ao normal se eu desinstalo pelo menos uns 2 apps, isso ta acontecendo sempre depois que carrego meu celular. \nAlém disso, depois de poucos dias que isso aconteceu pela primeira vez, meu google, do nada decidiu que não quer mais ficar aberto em nenhum site por mais de 5 segundos que já quer sair na hora, tentei usar algum outro navegador ou atualizar tudo que for possivel, mas não deu certo. \nAlém disso, a minha play store está em constante falha e de vez enquando ela para de funcionar e tenho que fechar o app. \nOutra coisa, é que eu fui dar uma olhada nas configurações dos apps, e sempre que eu entrava pra ver as configurações de qualquer aplicativo, as configurações voltava pra parte inicial das configurações. \nNão sei se é vírus ou um bug, principalmente pelo fato do meu antivírus não ter achado nada e também pelo fato e eu não ter baixado nada suspeito faz muito tempo, apenas suspeito da última atualização que meu samsung teve recentemente. \nAlguém já viu algum problema parecido ou sabe como resolver?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12a8hcr",
            "num_comments": 3,
            "comments": [
                "Ainda tá na garantia? Fala com a Samsung, caso contrário... tenta fazer backup das coisas e factory reset. Se não resolver, só vendo se tu consegue fazer downgrade ou reclamando com a Samsung.",
                "Anti vírus no celular?🤨🤨🤨"
            ]
        },
        {
            "title": "compensa comprar peças da China?",
            "selftext": "bem, sinto que meu pc já esta indo dessa pra melhor e queria saber a experiência que vocês tiveram comprando peças da China (aliexpress), etc etc. Me conte se foram ou não taxados + se tiveram problemas com garantia/defeitos, se pelo preço realmente compensa tankar a demora etc, qualquer coisa é útil.\n\n&#x200B;\n\npreciso trocar o kit inteiro ram, processador e placa mãe e queria saber a experiência de vcs!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12a6e86",
            "num_comments": 22,
            "comments": [
                "Sim, se pegar de vendedores confiáveis não tem problema. O maior problema é questão de garantia. Se você pegar uma placa mãe, mesmo que seja Asus, e ela der defeito daqui a 6 meses... Boa sorte pra trocar ela. Mesma coisa com outros componentes como memória RAM e SSD. Mas tudo depende da sorte e cuidado de quem compra (e monta).\n\n\nO que o pessoal que manja e compra muito da China indica pegar é \"Memória RAM, SSD e Processador\". Processador não dá defeito, é muito raro então basta achar uma loja popular pra comprar. Memória RAM e SSD é muito barato, então se der defeito você gastou só 250 em 1TB (120 em 512GB) ou os mesmos 200 reais em 16GB de RAM... Não é um investimento que vai doer tanto se der ruim. E também por serem embalagens pequenas, as chances de taxar é menor.\n\nAgora Fonte e Placa-mãe vale mais a pena no Brasil, você vai achar marcas melhores aqui do que na China e também é melhor ter certeza de que pegou um produto 100% novo, com garantia e não um refurbished aleatório. Muito disso é porque Fonte e Placa-mãe você vai usar por muitos anos, provavelmente por mais de 5 anos. Placa de vídeo é bem misto nas opiniões, eu peguei a minha da 51Risc vai dar 3 meses e até agora tudo tá perfeito... Mas tem que fale muito mal também por ter dado defeito com 1 ano.\n\nE não pegue Xeon, não vai na lábia desse pessoal que fica falando que custo benefício é Xeon... pelo amor de Deus! Até meio do ano passado pegar Xeon realmente ERA muito bom, mas os preços dos Ryzen na China caíram demais entre Novembro de 2022 e até o momento atual. Hoje mesmo eu fiz uma cotação entre um Xeon E5-2690 V3 e um Ryzen 5 1600. Cara você gasta 1400 num Xeon com uma Radeon RX 5500 XT (incluído dissipador e SSD de 1TB) e 1780 reais num Ryzen 5 1600 com a mesma VGA, SSD e RAM... Sendo que o AMD você ainda tem margem grande pra upgrade podendo por até um Ryzen 5 5600 (gastando 200 a mais) ou chutar o balde num Ryzen 9 5950.\n\nÉ burrice demais pegar um barato datado como Xeon hoje em dia. A galera que indica tá brincando com dinheiro dos outros.\n\nObs.: Fiz uma outra postagem separada falando sobre as coisas que comprei da China.",
                "Eu já comprei SSD SATA e memória RAM. Nada deu defeito e nem foi taxado. Já comprei algumas outras coisinhas de acessórios, tipo dois controles compatível com Nintendo Switch e PC que nunca deram defeito tbm.\n\nNo final do ano passado eu também comprei uma Radeon RX 5500 XT da 51Risc que chegou em Janeiro desse ano. Essa foi a compra mais \"ousada\" que fiz da China, porque nunca gastei acima de 350 reais. Mas a placa veio muito bem embalada e com um acabamento que não deixa absolutamente nada a desejar comparado com outras placas de vídeos compradas aqui da Asus, Gigabyte entre outras.\n\nA SSD SATA da Netac já vai fazer 1 ano de uso, rodando perfeito. Semana passada comprei outra SSD, mas foi uma M2 de 1TB da KingSpec e estou esperando chegar. Ele vai substituir o SSD SATA. A memória RAM que peguei foi uma DDR4 da Puskill de 8GB que coloquei em um notebook Lenovo Gaming, funcionando lisinho até hoje sem problemas.\n\nEu tbm tenho amigos que pegaram processadores Ryzen 5 5600/5500 e outros modelos da China, além de memória RAM. Até agora não vi ninguém reclamando sobre isso.\n\nPlaca-mãe infelizmente nunca conheci ninguém que pegou da China.",
                "Compensar, até compensa... porém técnicamente falando tu não tem garantia alguma garantida pelo CDC (no necesita de la garantia, la garantia soy yo!) e nem mesmo devolução gratuita (CDC não te protege em compras internacionais)... tem vários casos que a pessoa deveria devolver o item e o valor saia mais caro que o produto em si...\n\nPeças maiores, como placa mãe, tem chance maior de pegar imposto... mas sinceramente, se tu puder pegar placa mãe, placa de vídeo, SSD e fonte por aqui, pega. É bem mais seguro.\n\nAgora CPU e RAM (desde que de marca de gente e nada de Juhor/asgard), é bem tranquilo... (SSD chinês pode funcionar, mas eles são de um tier bem abaixo dos de entrada encontrados no Brasil... então eu evitaria.)",
                "Placa mãe x99(nova barata e potente) , memória RAM (nova e usada) e xeon e5 2678v3 peguei lá. Nunca deu pau, e também nunca fui taxado de muitas outras peças que peguei lá... Só não me pergunta porque não fui taxado que eu não imagino o motivo.",
                "Eu diria que sim, mas atualmente alguma lojas não estão enviando os produtos por causa da Receita Federal."
            ]
        },
        {
            "title": "Alguma ajuda?",
            "selftext": "Oi pessoal eu sou novo em comprar computador, eu sempre tive um notebook sem placa de vídeo e agora estou indo comprar um Pc bom, não excelente alguma recomendação de Pc com 4k de orçamento? \nObs: como eu disse é um Pc bom que rode valorant, cs overwatch e jogos mais pesados nos gráficos normais pelo menos a 120 ou mais de 60 fps.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12a2xhn",
            "num_comments": 1,
            "comments": [
                "Ryzen 5 5600, B450/B550, 2x8GB DDR4 **3200**, 1660 Super, MSI MAG 550W/650W, case qualquer, monitor 22\", mouse e teclado. (se possível, pega um Logitech G203 Lightsync, é um ótimo mouse barato - O G203 Prodigy é bem mais velho e defasado)"
            ]
        },
        {
            "title": "Aplicativos crashando e travando alegando falta de memória",
            "selftext": "Meu pc está apresentando diversos travamentos e crashes e navegador acusando falta de memória, testei ambos os pentes em ambos os slots e todas as combinações apresentando o mesmo problema. \n\nfiz o teste de memória do próprio windows e não alegou nenhum problema, também fiz chkdsk pra ver o armazenamento e também não alegou nada.. \n\nalguém sabe onde mais poderia ser a fonte do problema? eu já não sei mais onde procurar. \n\nobs: não é um pc novo, já está comigo faz um bom tempo e não apresentou nunca esse tipo de problema.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12a20v3",
            "num_comments": 7,
            "comments": [
                "Qual a configuração do PC? CPU/RAM/HD ou SSD?"
            ]
        },
        {
            "title": "Tem como tira a aba dos shorts do YouTube?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12a0hhp",
            "num_comments": 6,
            "comments": [
                "Tem."
            ]
        },
        {
            "title": "Jadlog é boa no MT?",
            "selftext": "Opa, beleza?\nPretendo comprar um PC na TerabyteShop e escolher a Jadlog, pois ví que a braspress é bem irresponsável com os produtos e normalmente chegam fora do previsto e com danos...\nVim aqui para perguntar se a jadlog na região do Mato Grosso é boa e se posso comprar sem sem medo da encomenda nao chegar em casa ou com serios danos na encomenda. Ja pesquisei em diversas plataformas mas nao obtive resultado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "129t3jj",
            "num_comments": 6,
            "comments": [
                "Eu já usei algumas vezes. Sou de SP e n tive problemas.",
                "A encomenda chega, o que eu odeio da Jadlog é que aparece “saiu para entrega” no rastreio e daí demora 3 dias pra chegar",
                "A Jadlog eu não sei, mas quando estiver comprando na Terabyte evite a Movvi a qualquer custo.\n\nPior transportadora que eu já vi.",
                "Tu não tem a opção da RedeSulLog? É uma das melhores que eu já usei aqui.",
                "Olha, vou ser bem sincero contigo.\n\nSou de MG, a nota da Jadlog mais próxima da minha casa é de 2 estrelas e pouco.\n\nMas sempre comprei na Jadlog por ser mais em conta e só tive problema uma vez, que constou que estava entregue, no nome de outra pessoa, fiquei super preocupado e achei que tinham me roubado ai vai e chega no dia seguinte...\n\nDevo ter comprado pela Jadlog umas 3/4 vezes, mas quando fui comprar as peças mais caras do meu pc, fiquei receoso de pedir pra transportadora com 2 estrelas entregar, e paguei uma das mais caras, que era a TNT, que arrependimento...  \nJulguei que por ser mais caro, seria melhor, site horrível, comunicação péssima.  \nInclusive, também já comprei pela braspress, o rastreio é um lixo também, é até irônico, a jadlog é a mais barata, mas é a que eu julgo melhor pra rastreio.  \n\n\nTendo tudo isso em vista meu amigo, não sei KKKKKKKKKKKKKKKKKKK, nenhuma se mostrou completamente decente na minha visão, mas com certeza pagaria a jadlog se fosse comprar algo novamente.  \nAh, um detalhe também, quando fui ligar pra Jadlog, pra saber oque caralhos tinha rolado com minha encomenda, que outra pessoa aparentemente tinha recebido (Problema no sistema deles), nunca fui atendido de forma tão grosseira na minha vida, mas quando fui ligar pra braspress, nem chamava. Acho que não tem melhor ou pior mano, todos são lixos em pelo menos um aspecto"
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "A máquina estava travando muito, com congelamentos de tela e Disco à 100%. Após reiniciá-la algumas vezes, ocorreu isso. O que está acontecendo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "129rj2v",
            "num_comments": 6,
            "comments": [
                "Provavelmente windows corrompido ou hd esta morrendo",
                "Reinicia o computador",
                "Como você informou que já vem ocorrendo lentidão e travamentos a algum tempo e agora está dando tela azul, isso indica problema na HD/SSD. Mas pode ser também problema com o Windows.\n\nLeve para um técnico poder testar e diagnosticar o PC.\n\nSe fosse comigo, eu testaria provavelmente voltando o ponto de restauração para uma data em que não havia problema. Mas como o Windows está instável, é arriscado você fazer isso e ele travar no meio da recuperação.\n\nSe você tem algum conhecimento em informática, eu recomendo você baixar Linux Mint, fazer um pendrive de boot e usando um HD externo fazer backup dos seus dados. O bom de fazer isso é qu se der erro durante o backup você já sabe que existe uma possibilidade grande do HD/SSD ser o problema.\n\nDepois de fazer o backup, você pode tentar formatar o PC. Se os problema persistirem mesmo depois da formatação, então você deve ter um problema de hardware mesmo. Precisaria fazer mais alguns testes pra ter certeza se é só a HD/SSD mesmo, mas provavelmente teria que ver isso com algum técnico de confiança.",
                ":(",
                "Pelo que a interwebs diz, tu pode estar com problema de memória RAM. Se tu brincou de fazer overclock ou ativar XMP, tenta rodar ela velocidade em padrão. (Não que o XMP seja ruim, mas nesse caso é necessário desabilitar para ver se não tá causando problema)",
                "tinha o mesmo problema HD 100% e dava tela azul toda a hora, ai eu comprei um ssd e nunca mais vi essa tela azul :)"
            ]
        },
        {
            "title": "CPU EM 100",
            "selftext": "O meu CPU fica 100% quanto jogo aqui no note, existe alguma coisa para diminuir o consumo da CPU?\n\n\\*O consumo em 100% está aumentado a temperatura e estou com medo de prejudica o note!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "129m0g4",
            "num_comments": 10,
            "comments": [
                "fica 100 o que? 100%? 100W? 100°C?",
                "Se for 100% de utilização da CPU/GPU é perfeitamente normal quando se está jogando. Isso não vai queimar o notebook se ele estiver com a temperatura Ok, abaixo dos 90° graus (Lenovo Gaming 3i, por exemplo).\n\nSe você quer diminuir o peso em cima da CPU/GPU, o único jeito eficiente de fazer isso é ligando o Vsync para bloquear a taxa de frame e diminuindo a qualidade gráfica geral.",
                "Qual o modelo do CPU"
            ]
        },
        {
            "title": "Estou montando um PC básico. Avaliem",
            "selftext": "Vou usá-lo basicamente para estudos. O restante do orçamento eu vou gastar nos demais itens (monitor, gabinete, etc), então não vai rolar uma alteração muito significativa; queria um feedback sobre compatibilidade, qualidade e possibilidade de upgrades futuros. Seguem as specs:\n\nRyzen 3 3200G 3.6GHz Quad-Core\n\nBiostar A320MH mATX DDR4\n\nKingston Fury Beast 8GB 2666MHz DDR4\n\nSSD Kingston 240GB A400\n\nFortrek Black Hawk ATX 400W 80 Plus PFC Ativo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12982c2",
            "num_comments": 4,
            "comments": [
                "A fonte é bem fraquinha, vai limitar futuros upgrades. Veja se não tem alguma de 550w com o mesmo preço.\n\n Não entendo muito de placa\n-mãe, mas sempre comentam aqui que essa A320 não é muito boa. Alguém mais experiente pode explicar as limitações dela.\n\nPor fim, colocaria mais um pente de RAM. Vai melhorar muito a fluidez do sistema.",
                "Pra uso básico está ótimo, pra rodar windows e fazer o simples, até core i3 antigo segura as pontas, esse ryzen aí é bem tranquilo.\n\nA A320 listada é compatível com ele há muitos anos, a menos que compre uma bem usada desse modelo, uma nova já vem com a BIOS necessária pra ele. Quanto a futuros upgrades, ela aceita até a geração 5000 da AMD, (toda a linha AM4 basicamente) então daria para usar algo como um R5 3600 ou 5600 que são um baita upgrade em cima do 3200g.\n\nNão sei quanto está o preço dessa fonte aí, mas na categoria mais econômica, procure a Bluecase BLU400R80E, tambem é de 400w, mas tem testes de carga dela no YouTube (canal do Teclab) mostrando que entrega o que promete. Pelo valor pode ser mais jogada\n\nPor ser 400w e ter apenas 1 conector de 8 pinos, essas fontes te limitam um pouco em Opções de GPU futuramente, mas, ainda dá pra ir em placas como RX5500xt, GTX 1660 super (e ti) e por aí vai, dado o baixo consumo de placas desse calibre.\n\nPor hora, o que tu tem planejado te atende bem",
                "Cara. Não teria como extender um pouco o orçamento e tenta pegar algo um pouco melhor?\n\nEx.: 4600G (3\\~4x mais rápido que o 3200G por 100 reais a mais), A520 (um pouco menos pior que a A320), 8GB DDR4-3200 (não vale a pena economizar 10 reais... sério)... pega uma fonte 450W de marca decente... ou mesmo a 400W da Bluecase que o TecLab falou que é decentezinha... (se bem que a MSI MAG 500W tá 250, 40 a mais...) Se bem que nem vale pegar essa fonte da Bluecase, a EVGA 400W tá 20 reais mais barata...\n\nVai uns 300 reais a mais, porém seria um PC que tu não se preocuparia por muito mais tempo...\n\nMas se tu vai pegar um 3200G e não quer mudar, compra tudo usado. Não vale a pena pegar novo... tu vai estar pagando um preço bem mais alto por um hardware ultrapassado demais..."
            ]
        },
        {
            "title": "Pc ligava até ontem, hj não está ligando",
            "selftext": "Ontem meu pc, ligado num T conectado numa extensão, tava funcionando 100%, faz só uma semana que montei ele.\n\nHoje mudamos ele de lugar aqui em casa e aí não ligou mais. Tirei ele do T e da extensão e liguei ele direto na tomada e ligou.\n\nFui no mercado comprar um filtro de linha pq achei que era o T que tinha ido pra fita.\n\nChegando em casa, pra minha triste surpresa, ele não ligou nem na régua e nem direto na tomada. O que pode ser??\n\nJá abri e olhei todos os cabos que vão da fonte na placa mae estão bem firmes, os do gabinete na mobo tbm estão ok, o cabo da fonte normal... \n\nEu ainda não comprei aquela bateria que vai na placa mae (ela veio do Aliexpress e eles tiram a bateria antes de enviar), mas não sei se isso determina se o pc todo vai ligar ou não.\n\nEspecificações\n\nPlaca-mãe: huananzhi QD4\n\nProcessador: Xeon 2666 V3\n\nRam: 2*16gb\n\nPlaca de vídeo: 5500xt\n\nCooler: Rise Mode Z2\n\nFonte: Redragon 500W",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1295ck1",
            "num_comments": 9,
            "comments": [
                "Cara... essa fonte ai usa componente barato\\^3, se tu pagou perto dos 300, era melhor ter pego uma MSI MAG 500W por 259....\n\nMas como tudo o resto veio da china, fica complicado saber aonde está o problema... Tu não teria outra placa de vídeo?",
                "Olha não sei te dizer mas como vc já deve ter olhado o \"óbvio\" tentar testar os pentes de RAM e testar a fonte com o clip de papel blz.",
                "Cara, tenta sanar essa situação da bateria. Realmente não devetia ser fator determinante, mas sendo essa mobo de uma marca desconhecida (pelo menos pra mim, kkkkk), vai saber das mugangas que podem apresentar... eu sou muito \"pé-atrás\" com marcas muito pouco populares.\n\nE esse teu gabinete? Não pode ser problema no switch? Se for da Multilaser o defeito está aí. Nem precisa ver mais nada. Kkkkk",
                "Cara, você tentou ver se o botão que liga a fonte não está em neutro/desligado atrás dela? Como você falou que mudou o PC de lugar, é comum as vezes a gente desligar a fonte sem querer.\n\nOutra coisa, teste o cabo também. Se tiver outro, coloque e veja se funciona. As vezes o cabo esteticamente parece perfeito, mas por dentro você nunca vai saber se o fio se rompeu, principalmente nos conectores da tomada.\n\nSe não for isso, você vai precisar testar a fonte e talvez outros componentes. Leve em um técnico."
            ]
        },
        {
            "title": "Upgrade no PC. Me ajudem!",
            "selftext": "Estou pensando em dar um upgrade no meu computador, mas não estou com muita grana no momento pra mudar ele 100%\n\nAtualmente:\n\nProcessador Intel Core I5-4460 haswell, 3.2GHz, 6MB, Quad-Core \n\nPlaca Mãe Gigabyte GA-H81M-H, Intel LGA 1150 Chipset Intel H81\n\nMemoria Kingston HyperX Fury 4GB (1x4) 1600MHz Red (2 pentes)\n\nPlaca de Vídeo Gigabyte Geforce GTX 960 OC 4GB GDDR5 128Bit\n\nSSD 240 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 350MB/s\n\nFonte EVGA 650W 100-N1-0650-L\n\nNão entendo muito sobre peças, gostaria de dar uma melhora nele por agora e depois ir comprando o mais caro(Placa de Vídeo e Processador).\n\nO que eu realmente devo comprar agora? Estou pensando em gastar no máximo 3000 reais.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1290ts7",
            "num_comments": 2,
            "comments": [
                "Pow amigo, com R$ 3000,00 eu posso te dar uma dica legal... Vá no YouTube e procure sobre montar PC kit xeon... Eu acredito que é uma ótima!\n\nDá pra vc montar um PC bem legal com esses três mil e que ficaria um bom tempo ctg... Do qu vc já tem, a fonte acredito que dá pra se aproveitar\n\nFica a dica aí mano, mas lembrando, montar PC em conta, só comprando da China\n\nSe você quiser, faço parte de uns grupos legais aqui do Telegram, focado em hardware, e te trago uma configuração boa aqui pra vc dar uma olhada e com os links das peças",
                "\"não estou com muita grana\" e \"no máximo 3000 reais\"... decida-se, filho.... ou tu não tem grana ou tem 3000. hahaha\n\nDaria pra tu montar um Ryzen 5 5600, B450, 2x8GB e manter a placa de vídeo... ou ainda adicionar uma 1660S nessa config se tu tiver sorte de achar a 1660S por 1100 que nem eu. 100% Kabum/Terabyteshop... Tudo novo e com garantia no Brasil. Além disso, sobraria uns 300 reais."
            ]
        },
        {
            "title": "Qual processador e placa-mãe escolher?",
            "selftext": "Estou pensando em montar um PC básico, para estudos (navegar na internet, ler PDFs e usar o pacote Office).\n\nPensei em comprar o Ryzen 3 3200G e a placa ASRock A320M-HD 4.0, mas eu tenho dúvidas se isso é possível. Pelo que eu vi, a socket é compatível (AM4), mas eu vi comentários de que pode ser necessário atualizar a BIOS da placa-mãe para uma versão mais recente para usar o processador, e eu quero evitar isso. Também pensei nas opções Celeron G5900 e GIGABYTE H410M H V3, mas eu também li que é provável que ocorra o mesmo problema. Enfim, estou em busca de algo que seja compatível e não me dê muita dor de cabeça. Aceito outras sugestões, desde que ambos (processador e placa) fiquem na faixa de R$ 1000 \\~ 1200. Agradeço a ajuda!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1290quc",
            "num_comments": 3,
            "comments": [
                "Não tem como tu extender pra 1400? Porque se tiver, tem um kit bem legal no terabyte que é 4 vezes mais rápido que ambos...\n\n[https://www.terabyteshop.com.br/produto/21453/upgrade1277](https://www.terabyteshop.com.br/produto/21453/upgrade1277)\n\nSe bem que se não incluir a memória RAM, Placa mãe B450 Gigabyte ou BioStar + 4600G dão 1250."
            ]
        },
        {
            "title": "Notebook Positivo não aceita drivers. Alguém tem noção do que pode ser?",
            "selftext": "Resolvido!! Obrigado rapaziada que deu soluções do problema nos comentários. O problema era os drivers que a Positivo tava fornecendo no site e o notebook não tava aceitando. Mais um motivo pra nunca comprar nada na Positivo. \n\nResolução: Conectei meu celular com o USB tethering e instalei os drivers que faltava usando Drive Booster e Driver Pack. Não recomendo usar o Driver Pack pelo fato dele instalar aplicativos de terceiros no meio da instalação do driver. \n\n\nProblema resolvido: Tava baixando alguns sistemas operacionais para ver qual tem o melhor desempenho nesse note antigo (minha mãe comprou em 2017). Porém, quando baixei de volta a ISO do windows 10 da microsoft ele deixou de aceitar os drivers, mesmo eu baixando do site oficial da fabricante e colocando número de série certo. Baixei o SO tudo certinho, mas quando é pra instalar drivers ele não aceita de jeito nenhum.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "128utiw",
            "num_comments": 9,
            "comments": [
                "Tentou baixar no driver boster?",
                "Bem... 2017 é antigo??? Eu botei pra ficar zero um note de 2012 instalando um Linux com LXQt Kkkkkkkkkkkkkkkkk\n\nBem, você viu se vc fez a instalação corretamente? Pois com o Windows 10 acredito que não deveria ter problemas, Windows é meio que um Frankstein e feito para rodar em inúmeros hardwares...\n\nBem vc já cogitou em instalar uma distro Linux? Certeza qu vc não teria esses tipos de problemas",
                "Você precisa ver se baixou a versão certo do Windows.\nEm teoria um problema como esse só aconteceria por dois motivos (que eu consigo imaginar agora):\n\n1- Você baixou uma versão de 32 bits do Windows e está tentando instalar os drivers em versões de 64 bits.\n\n2- Os drivers não está assinados e o Windows está bloqueando a instalação (por questões de segurança).\n\nVocê pode pesquisar no Google ou YouTube que vai achar solução fácil pra esses dois problemas. 😉👊🏼"
            ]
        },
        {
            "title": "Minha fonte veio com defeito?",
            "selftext": "Eu comprei uma fonte no Aliexpress, mas eu percebi que o cabo atx 24 dessa fonte esta faltando um negócinho, eu não sei se é normal ou se é um defeito, por favor alguém me responde? (eu não sei muito sobre pcs)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "128ul2j",
            "num_comments": 8,
            "comments": [
                "Se não é o GND COM é normal\nMas se for  e Mec se não me engano e lado da trava",
                "Isso é normal...\n\nMas se tu comprou fonte no AliExpress, acho que tu deveria se preocupar mais com a qualidade e autenticidade da fonte. hahaha",
                "Sim, o erro é \"Aliexpress\"",
                "Sim, é normal.\n\nPS.: Que coragem comprar fonte do Aliexpress, hein? Qual marca? Isso é que gostar de viver a vida perigosamente! 😂",
                "Sim",
                "Normal. Fiquei com essa dúvida também, mas é normal.",
                "comprar fonte no aliexpress é tipo: pegar uma ded 1200w pra com sorte viw 500w"
            ]
        },
        {
            "title": "Alguém recomenda uma caixa de som/speaker que possa ser usado tanto como speaker do pc/tv/monitor como um caixa de som de festa?",
            "selftext": "existe alguma que dê pra ser usada desses dois jeitos?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "128pavb",
            "num_comments": 1,
            "comments": [
                "Recomendo  Torre Pulse1700rms"
            ]
        },
        {
            "title": "Minha GPU está com restrição de uso?",
            "selftext": " Bom dia a todos,\n\nGostaria de perguntar se algum dos senhores sabem se minha GPU pode estar tendo restrição de uso no BF2042... troquei minha 1650 pela RTX 3060 para poder jogar especialmente o BF2042 com boa qualidade e FPS, acontece que no BF2042 estou tendo gargalo! Em vídeos benchmark do youtube geralmente o game estava utilizando 8 a 10gb de VRAM e no meu, não passa de 4gb de VRAM. Para não ficar com a dúvida testei em outros jogos, e aparentemente nos outros games tudo estava ok, seguem alguns prints dos jogos e da minha máquina. Todos os jogos deixei nas configurações máximas de vídeo... Aliás, minha fonte é uma fonte da Pichau Nidus de 500w.\n\nhttps://preview.redd.it/fx4n0oq0z9ra1.png?width=280&format=png&auto=webp&v=enabled&s=ca0e0554abc3d345c756c30c631c8ee6e88b5f08\n\nhttps://preview.redd.it/lrvrltq0z9ra1.png?width=1920&format=png&auto=webp&v=enabled&s=cfa41d237e3754b31383be8f40dc85708525afc6\n\nhttps://preview.redd.it/fey1kvq0z9ra1.png?width=1920&format=png&auto=webp&v=enabled&s=bb9512b9b72c36e75f5c9719ff55703082f4ee7e\n\nhttps://preview.redd.it/qoz10sq0z9ra1.png?width=1920&format=png&auto=webp&v=enabled&s=07c0cd152bb31a567af22c28315b2e22e1cb5243",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "128mll4",
            "num_comments": 10,
            "comments": [
                "Aliás, na tela inicial a GPU fé utilizada toda! Apenas em game que está restringindo",
                "Tu já reinstalou os drivers de vídeo? Usa o DDU e reinstala..."
            ]
        },
        {
            "title": "Aonde estão localizados os Chipsets nessa Placa-Mãe? Sou noob e estou tentando aprender sobre Hardware. Já li bastante mas quando bato os olhos pra identificar tenho minhas dúvidas. Obrigado",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1286qlq",
            "num_comments": 10,
            "comments": [
                "Nessa aí só tem a ponte sul, que é a parte com o dissipador lá embaixo",
                "Se não me engano o chipset é o dissipador marcado com o ícone de temperatura no canto inferior esquerdo",
                "Nessa imagem aí fica no canto inferior esquerdo, mas você sempre vai identificar fácil um chipset ao perceber que eles tem um dissipador que na maior parte das vezes é quadrado em cima. Em placas mais topo de linha é mais difícil identificar, porque tem muitos dissipadores, mas quando for assim é só você pegar a placa mãe de frente pra você, com o espelho traseiro da placa para a esquerda e o conector de energia a direita. Assim você vai saber que o chipset na parte de baixo é o ponte Sul.\n\nNos dias atuais os processadores tem apenas um chipset, que é o ponte Sul. Até meados de 2008 era comum as placas terem dois, mas com o passar do tempo e a evolução da nanotecnologia dos processadores, eles começaram a passar componentes do chipset para junto do processador.\n\nIsso aconteceu principalmente porque o chipset Ponte Norte  era o responsável por carregar o vídeo integrado (famigerado tempo da \"Placa de Vídeo Onboard\"), controlador de memória e dos barramentos PCIe/AGP. Como o tamanho do chiplet começaram a diminuir, esses componentes foram todos levados pra dentro do mesmo encapsulamento do processador e em alguns casos até para dentro do mesmo Die, o que também melhorou o desempenho geral desses componentes.\n\nEu recomendo você procurar as obras do Gabriel Torres e o Carlos E. Morimoto. Duas lendas que escreveram muito sobre hardware em épocas mais antigas e me ensinaram muita coisa que eu sei hoje."
            ]
        },
        {
            "title": "Por que Notebook Windows trava??",
            "selftext": "Sempre usei notebooks com o sistema windows e todos, sem exceção, depois de poucos meses começaram a travar e ficare muito lentos. Inclusive meu amigo comprou um asus com pross intel i7 de 9º e não fugiu da lentidão. Enquanto meu professor tem um macbook de 2015 e funciona muitíssimo bem até hoje, como se fosse novo. Alguém sabe me explicar o porquê??",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12841hs",
            "num_comments": 14,
            "comments": [
                "O fato de ter i7 de nona não conta toda história... A configuração vai bem além disso.\n\nNo mais, tenho note de 2011 (que tá de reserva aqui) com i3 de primeira geração, 4gb e um SSD de 240gb, roda windows 10 suave pra tarefas básicas.\n\nAté pouco tempo atrás minha máquina principal era um Acer com i7 de quinta, 16gb e um SSD da Crucial, também rodava muito tranquilo windows 10.\n\nMais recentemente presenteei meu velho com um Dell Inspiron que tem um i3 de sexta, 4gb e SSD sata de 240gb, também tá bem fluido pra ele que usa pra fazer IR, jogar carta e navegar.\n\nEnfim... Da pra ir a noite inteira aqui, mas combo de SSD, processador minimamente decente e memória em quantia adequada leva windows numa boa, sem precisar capar nada",
                "Eu mudei esses dia para Linux ubuntu tirando o HD (eu usava memória mista HD e Ssd juntos) e só deixando o ssd com o Linux operando, melhor coisa que já fiz na história do meu notebook.",
                "SSD",
                "Windows é uma colcha de retalhos para manter a compatibilidade com aplicativos desde o Windows 95 e vários hardwares\n\nInstalação de aplicativos expalham arquivos, DLLs, plugins e extensões por toda a parte e colocam serviços desnecessários para iniciar com o sistema\n\nSistema de arquivos velho que não acompanhou a evolução da quantidade de dados que lidamos\n\nAntivirus que fica peneirando todos os dados\n\nEtc",
                "Rapaziada primeiramente mt obg pelas respostas.\n\neu tenho noção da importância do ssd, inclusive eu tenho um pc q separei o ssd só pro sistema operacional e ele nunca travou.\n\nminha birra maior era com o sistema (windows x mac os) e não com o hardware, até pq o note i7 de 9º q eu falei tem ssd e é lento demais (ele pagou uns 7000 na época). e eu queria saber mais sobre as limitações do windows\n\nmas de qualquer forma, obg a todos",
                "Usar Windows sem SSD é fd, mas eu to aqui até hj seguindo firme com meu i3 de segunda e 4gb de ram rodando Arch. Só não serve pra jogar por motivos óbvios",
                "Claro, tu tá comparando notebook de 4 mil reais sem SSD com notebook de 10 mil reais com SSD... Qualquer notebook Windows de 10 mil reais que tenha SSD não trava...\n\nÉ a mesma coisa que comparar um fusquinha com uma mercedez... ambos são carros e te levam a qualquer lugar. Mas um tem mais recursos e conforto que outro.",
                "Pare de comprar notebook mal feito.\nO Windows é bloatware fudido porém com ssd e ram é mamão com açucar"
            ]
        },
        {
            "title": "Todo dia meu Pc fica com tela vermelha",
            "selftext": "ajuda ai pls",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1283hkw",
            "num_comments": 10,
            "comments": [
                "Tipo, só falta 99% das informações... monitor e cabo que tu usa para conectar o PC ao monitor... principalmente....\n\nSe for VGA, tem linha quebrada ou pino desgastado. Se for HDMI, teu monitor está descalibrado ou alguém brincou com o painel de controle da NVIDIA.",
                "Tela vermelha? Ele muda a cor e a tela fica toda vermelha? Se sim, pode ser 2 coisas... Primeiramente, testa o seu PC com outro monitor (pode ser pondo o cabo hdmi numa TV), já aí vc verá quais dos problemas vc tem: \n1 - Se a TV ficar bem e em nenhum momento a tela ficar vermelha, vc está com o seu monitor ferrado. \n2 - Se mesmo com a TV, der a tela vermelha, meu amigo vc pode estar com o problema na sua Placa de vídeo, podendo ser um problema na vram ou na GPU(mais para a GPU ferrada). Mas antes de condenar a placa d vídeo, seria interessante vc testar com um outro sistema, para saber se não seria um bug de sistema que uma simples formatação poderia ajudar... No caso, faz um pen-drive bootável de uma distro Linux, bota pra bootar pelo pen-drive e espera pra ver se dará o problema (faça o teste com o seu monitor original), se não ser o problema, o defeito pode estar em um bug no sistema.",
                "Li os outros comentários e tô achando que alguém ligou o modo noturno sem querer no seu Windows. \n\nSiga esse tutorial para desligar/ligar: https://www.techtudo.com.br/noticias/2017/03/vista-cansada-saiba-como-ativar-e-usar-o-modo-noturno-do-windows-10.ghtml"
            ]
        },
        {
            "title": "Kit Xeon Dando Tela Azul e Não Consigo Descobrir o Motivo",
            "selftext": "Comprei um kit Xeon x79 com um E5-2420 V2 e 16gb RAM pela AliExpress e ele desde que ele chegou vejo esse problema. Abro jogos um pouco pesados e depois de alguns minutos a tela azul vem, já aconteceu da tela azul aparecer só com o lol e o Discord abertos. Quando a tela azul acontece, tenho que deixar o pc desligado por um tempo se não ao ligar ele a maldita tela azul surge.  \nNão sei mais o quê fazer...",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1280od7",
            "num_comments": 8,
            "comments": [
                "Eu já tive um problema desses com kit xeon, no meu caso era memória Ram, geralmente essas memórias desse kit x79 vem em 1600, da uma entrada na BIOS e seta elas em 1333, comigo resolveu dessa forma!",
                "Esse é o problema de comprar esses kits Xeon. o CPU e a RAM são usadas\\^3....\n\nAssumindo que tu tenha feito instalação limpa do Windows obtido pelo site da Microsoft e não tenha tentado ativar com aplicativos ou instalado jogo pirata... Tu pode ter defeito em qualquer uma das partes.",
                "Você verificou se a temperatura do cpu tá normal? Já tive kit desses que apliquei pouca pasta térmica e tava dando tela azul direto"
            ]
        },
        {
            "title": "Terceiro Monitor Desconecta ao Entrar no Windows",
            "selftext": "Olá, pessoal. Esse é meu primeiro post nesse sub.  \nMeu monitor liga de boa, carrega o windows e se eu desligar o principal o terceiro monitor mostra até a tela de login, mas assim que eu coloco meu pin o monitor perde conexão, como se eu tivesse arrancado o cabo VGA.  \nDescobri que quando eu instalo de novo o driver da placa de vídeo (Nvdia GTX 760) o monitor volta, é chato toda vez que ligo o computador ter que instalar o driver de novo, depois reiniciar o PCe só aí conseguir desfrutar de todos os monitores.  \nAlgum gênio da lâmpada para me socorrer?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1280i71",
            "num_comments": 3,
            "comments": [
                "Bem, assim meu amigo, primeiramente o VGA é uma tecnologia que era suportada ainda a um certo tempo, por motivos de ser uma tecnologia que durou por quase 50 anos.. então, gênio da lâmpada não existe, e acredito que,. se vc gosta de usar 3 monitores, não seria a hora de vc pensar em um upgrade?\n\nAs tecnologias estão atualizando a todo o momento e infelizmente o VGA está perdendo o suporte..."
            ]
        },
        {
            "title": "Notebook classmate CM52C",
            "selftext": "Não estou conseguindo formatar o notebook desse modelo, alguém consegue me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "127ur4x",
            "num_comments": 3,
            "comments": [
                "Que erro que tá dando?"
            ]
        },
        {
            "title": "me ajuda",
            "selftext": "tenho um processador i3 3250 3.5ghz, e o mesmo, está batento 100% de uso quase todo momento em que eu estou usando o meu pc. Oq eu poderia fazer para abaixar isso, ou até mesmo comprar um outro, mas qual outro comprar? orçamento de 350 reais",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "127q562",
            "num_comments": 25,
            "comments": [
                "Abre o gerenciador de tarefas e verifica o que está consumindo tanto processamento...",
                "Se está fazendo uso básico (navegar e ver vídeo), não deveria estar dando 100% (mesmo sendo antigo, esse i3 consegue levar pra isso), ai era interessante conferir se algum app não está exigindo excessivamente em segundo plano.\n\nEntretanto, se quer upgrade de alguma forma, por 350 dá pra achar um i7 2600 ou até um 3770. Se tiver placa de vídeo dedicada, pode comprar um Xeon E3 1230 v2 ou 1270 v2, tem o mesmo desempenho dos i7, mas custam menos e necessitam de placa de vídeo pra operar.\n\nCaso não tenha SSD no sistema, colocaria um antes do upgrade de processador",
                "Opções existem, porém por 350 reais nenhuma delas vai causar tanta diferença",
                "As vezes o próprio windows roda umas rotina que ferra tudo, tenta fazer uma limpeza, deletar alguns softwares, passa um antivírus, Malwarebytes, Ccleaner, atualiza o Windows o máximo que puder desativa a inicialização de softwares que vc não conhece instalados e por aí vai indo, boa sorte.",
                "Mas esse uso de 100% você tem certeza que é em cima da CPU? Onde você tá vendo esses dados?\n\nTem que ver com mais atenção se é mesmo a CPU, coisa que eu acho improvável em um i3 mesmo que antigo assim, a não ser que você esteja com algum vírus ou bug no Windows. Olhe o Gerenciador de Tarefas, vai em mais detalhes, depois procure pela guia onde mostra cada componente e olhe cada um deles lá.\n\nVocê precisa abrir o gerenciador de tarefas completo, porque no modo simples você não consegue ter noção de nada.\n\nSe você usa Windows 10/11 combinado com uma HD tradicional, então tem uma chance muito grande desses 100% de uso ser culpa da HD já que tem vários bugs referentes a isso nessas versões mais atuais dos sistemas.",
                "Assim meu amigo, o mal é que seu processador está já em uma geração bem antiga e infelizmente não tem como ele acompanhar os apps atuais, é o mesmo que se passa quando vc tem um celular antigo...\nO Windows por natureza é bem pesado e não é um sistema exemplo em otimização, então, neste caso, já pensou em utilizar uma distribuição Linux?\nTenho um notebook com o mesmo processador que vc tem, que o preparei para minha mãe, já que ela faz uso normal (navegar na Internet, Facebook e escrever alguns documentos); instalei um ArcoLinux LXQt, o sistema só usa 520mb para dar boot, fiz o notebook antigo ganhar vida novamente e ela está usando muito bem.\nSou usuário de Linux a anos e te digo que é uma ótima opção e gratuita para o seu problema, e vc poderia gastar o seu orçamento para comprar um SSD ou até mesmo um pentinho à mais de memória... Fica a dica"
            ]
        },
        {
            "title": "Porque toda hora está aparecendo essa mensagem pra mim?",
            "selftext": "Toda hora está mensagem parece mesmo com o celular tento sinal, e alia faz tempo que não coloco credito  no celular, será que o meu número foi bloqueado, se foi tem como recuperar?  Eu uso o meu número como chave pix isso pode tá problema?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "127oxf9",
            "num_comments": 7,
            "comments": [
                "Cara, relaxa. É só ler e interpretar o texto.\n\nO Android tá falando de \"Serviço Móvel de Dados\", ou seja... 3G, 4G ou 5G! 👀 Se você não tem crédito, naturalmente você não tem internet móvel (ou serviço de dados, como tá aparecendo aí na mensagem).\n\nEssa mensagem está aparecendo pra você, porque algum aplicativo está tentando acessar o Wi-fi. Como falha a conexão ele tenta acessar o serviço de dados (3G/4G) como alternativa e também não tem. Pode ser apps de redes sociais ou de comunicação tentando acessar a internet.\n\nSó uma dica: Antes de cortar a sua linha a operadora precisa entrar em contato ligando ou via SMS. Eu não sei mais quanto tempo eles demoram pra cortar a linha, antigamente era 6 meses. Quando eles finalmente cortam sua linha, o ícone de sinal da operadora \"some\" como se não tivesse chip no smartphone. Isso em aparelhos um pouco mais modernos, acho que nos mais antigos aparece um ícone com uma linha cruzada ou um \"x\" pra indicar que o chip não tem mais sinal.",
                "Aparecia pra mim tbm, não é nada, as vezes o meu fica em roaming, e sobre a chave pix, só vale na hora de cadastrar, depois não é necessário o número funcionar para a chave funcionar.",
                "Provável que faz tempo que você não faz recarga, ligue para sua operadora, e procure se informar se é possível recuperar o número fazendo uma recarga, aí eles vão te dar um prazo."
            ]
        },
        {
            "title": "Laptop Classmate CM52C",
            "selftext": "Queria fazer a instalação de um sistema operacional mais simples de usar (já que o sistema que vem no laptop é um Linux antigo). Poderiam me indicar sistemas operacionais que rodem em um hardware fraco como esse?     (512mb de ram e memória flash de 4g em cartão)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "127mtd3",
            "num_comments": 7,
            "comments": [
                "O Tiny Core Linux deve rodar bem.",
                "Puppy Linux talvez... ou o Slax",
                "Mano eu já vi rodarem Arch Linux com I3 gastando 140mb e slak rodando 92mb! acho que seriam ótimas opções"
            ]
        },
        {
            "title": "Dúvida de armazenamento do IPhone",
            "selftext": "Boa noite, amigos ☺️\n\nÉ normal ter mais de 40gb de armazenamento no aplicativo fotos sendo que só tem uns 350 arquivo? \n\nNão faz sentido a maioria são fotos com tamanho bem pequeno, a conta não fecha \n\nJá tentei de tudo para ajustar esse espaço no armazenamento mas não consigo \n\nAlguém já passou por isso ou tem alguma dica?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1271ehz",
            "num_comments": 3,
            "comments": [
                "Olha a lixeira",
                "lixeira"
            ]
        },
        {
            "title": "Currículo e redações com IA",
            "selftext": "O bom que a IA deu no mundo me deixou curioso, temos alguma indicação de como utiliza-la para redações e para geração de currículo? Até o momento não consegui utilizar de forma alguma!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "126urjc",
            "num_comments": 3,
            "comments": [
                "Eu usei o ChatGPT pra fazer um trabalho e me dei muito bem",
                "Eu formatei meu currículo e amei o resultado",
                "Uso todo dia para um monte coisa. Se eu quero fazer um texto para as redes sociais eu rascunho texto e peço para ele formatar de acordo com o meu objetivo. Se for vender, peço para ele fazer como um texto de copywriting. As vezes em algum tradução mais técnica e peço para ele comparar quando faço alguma ajuste para saber se está certo. Eu também uso para estudar programação. Muito bom."
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "\nAlguém me ajuda plmds\n\nFui instalar uma nova memória RAM no meu PC e:\n1. Na primeira tentativa a memória não tava encaixada devidamente e o Pc não dava vídeo;\n2. Encaixei direito a memória porém não agora o PC não dá vídeo e os periféricos não ligam também;\n3. Porém todo o RGB das fans, cooler e gabinete ligam normalmente e giram\n\n Tô achando que afrouxei cabo na placa mãe sem querer pq pelo oq dá pra perceber a fonte tá ligando mas o resto não.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "126tk7p",
            "num_comments": 28,
            "comments": [
                "Os pentes são iguais? As vzs rams diferentes n deixam o pc nem chegar na bios",
                "Pra quem não é acostumado com memória DDR4, sempre se confunde porque um dos lados a presilha não abre. Você precisa colocar um lado, alinhar e depois empurrar... Eu odiei esse padrão, pra falar a verdade. 🤦🏻‍♂️\n\n\nMas tente fazer alguns testes e veja se dá algum resultado.\n\n* Teste cada memória individualmente em cada slot. Por exemplo, tire a memória nova e deixe só a velha. Veja se o PC liga. Se ele ligar, então você retira a memória velha e coloque a memória nova no lugar da velha. Veja se o PC liga. Depois faça o mesmo teste no slot 2, com as duas memórias.\n\n* Verifique a trilha douradinha da conexão na memória e veja se não está danificado.\n\n* Como você falou que fez força, olhe dentro do slot da memória com a lanterna do smartphone e veja se tem alguma coisa danificada. Procure algum pino torno ou algo que pareça quebrado. Pra ajudar, compare com o slot ao lado.\n\n* Eu não sei porque você forçou o cabo de energia do PC, mas enfim... Retire e coloque o cabo novamente na placa mãe.\n\nEsses procedimentos é sempre bom fazer com o PC totalmente desligado da tomada. SEMPRE. Uma vez eu estava colocando o cabo da fonte em um PC e esqueci de desligar a energia, ao fazer força a borda da placa mãe encostou no metal e deu um estouro. Pra minha sorte não queimou nada. 😬 Mas essas coisas podem acontecer, as vezes ao fazer força excessiva alguma parte da placa mãe pode ter encostado no gabinete... Embora eu ache muito difícil de isso acontecer na região da memória RAM, mas sei lá quando força você usou. Rsrs\n\nEu recomendaria que você esfriasse a cabeça um pouco... vai respirar, relaxar, toma uma água, faz uma caminhada. Qualquer coisa faça isso só no outro dia. Depois volta com calma, coloca esse PC em cima da mesa, desmonta ele todo, aproveita e da uma limpada nas peças e monta ele de novo.\n\nTeve muitos PCs que eu arrumei \"magicamente\" só desmontando e montando de novo. Kkkkk",
                "Pra quem disse que os YouTubers disseram que não tem mais essas de rams não funcionarem juntos e dps apagou o comentário:\n\nSim, quando se usam ddr4 (nem sabemos se o cara usa ddr4) de marca conhecida e não um kingxian fa vida, quando usam uma placa mãe com bios boas e não uma biostar/colorful hxxx/axxx e quando vc tem experiência e sabe onde que vc pode mexer e quais as as possibilidades de erro e como ir contornando os problemas.\n\nOq não é o caso na grande maioria das vezes.",
                "Não tava dando vídeo pq o cabo de HDMI tava na placa mãe... Eu tava nervoso e apressado então não prestei atenção\n\nAtualmente tô ligando e vendo como tá a situação\n\nVou depois ir na BIOS ajeitar as specs"
            ]
        },
        {
            "title": "Fonte liga mas computador não",
            "selftext": "Tenho uma placa mãe  Tuf B450M Pro S, minha fonte é uma Corsair CX 600W, acontece que ontem parei de usar o computador e decidi desligar ele, ele é ligado num filtro de liga, após isso desliguei o filtro. \n\nHoje vou ligar o computador, como sempre faço, e ele não ligou, já aconteceram algumas vezes antes de ele não dar vídeo mas ligar, mas dessa vez eu clico no botão Power e ele não liga, essa placa mãe da tuf tem alguns leds, então por eles eu entendo que a fonte está passando a energia, tanto que desliguei a fonte no botão dela e liguei, e apagaram-se os leds. \n\nTentei dar curto pela própria placa mãe para ver se não era o botão do meu gabinete que estava com defeito, também não ligou, agora estou na dúvida do que pode ser, primeira vez que isso acontece e aconteceu do nada.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "126q2dx",
            "num_comments": 1,
            "comments": [
                "Tu tem essa fonte a muito tempo? Porque ela já tem 10 anos de mercado...\n\nMe parece que tu tem uma fonte ruim."
            ]
        },
        {
            "title": "Aparentemente assistência técnica abriu errado meu notebook",
            "selftext": " Meu notebook está fazendo mais de um ano, ocorreu da tela dele quebrar, fui ver na minha vida quanto ia sair para arrumar ele, sairia cerca de 700 reais para cima nas lojas locais, fui ver o preço da tela na internet e custava cerca de 400, então comecei a pensar em arrumar eu mesmo, tentei abrir o notebook antes de comprar a tela, para ter uma maior certeza que conseguiria abrir para trocar a tela,  entretanto tive dificuldade em tirar a tampa para poder abrir, tanta dificuldade que até trinquei ela em certas partes, tive medo de fazer errado e apenas piorar a situação.\n Então levei na assistência técnica da minha cidade, não demorou tanto lá, o problema que depois que cheguei em casa fui olhar ele mais detalhadamente, e bom ... na parte onde o trinco havia se iniciado(ele fica sai de perto da dobradiça da face onde o teclado fica), ele agora tinha avançado mais, estava mais para cima(podendo ver um pouco de dentro, bem pouco mesmo, e eu empurrei para baixo devagar), atrás na conexão dobradiças e tela onde não havia praticamente marca, agora estava num estado descascado(não sei explicar exatamente, é como se tivessem tentado abrir forçadamente com uma ferramenta), onde havia uma pequena rachadura havia se iniciado do lado onde conecta o carregador, agora ela havia subido mais(porém parece muito superficial), e após olhar detalhadamente senti a falta de um prego na parte de trás, que acredito ter caído enquanto vinha para a casa por não ter sido bem colocado, eu não tenho um vídeo gravado de como ele era antes da assistência, ou algo assim.\nSabe qual a parte mais legal?\nDepois de pegar ele, conversei com o atendente (não foi ele que arrumou o notebook), para passar lá de novo para que eles me demonstrassem como abrir a tela, para que eu pudesse troca o HD(ainda não comprei um extra, pretendo comprar só depois de um tempo, onde possa me \"recuperar de tal gasto\").\nExplicando sobre a parte onde eles abriram errado, provavelmente o técnico tentou abrir direto a dobradiça (ele antes deveria empurrar ela um pouco para o lado de acordo com os vídeos que vi no YouTube, antes de realmente tentar, os vídeos destacaram isso), sobre as marcas de descascado entre a dobradiça e tela, acredito que também fez parte na tentativa dele de abrir ela, ou algo parecido (não tenho muita ideia, pois parei no início praticamente), na rachadura do lado onde conecta bateria ela parece muito superficial, quase como se fosse só uma marquinha mesmo, talvez uma parte da culpa seja minha também, pois eu que fiz a maioria dos trincados, eles só teriam aumentado.\n\nEsse é meu primeiro post no Reddit, estou fazendo mais para ver se tem alguma dica, compartilhar história e para desabafar talvez, eu cuidava muito bem do notebook no início, além de ter bastante afeto a ele, visito que ele foi o primeiro \"Pc\" que teria escolhido, eu não usava um a cerca de 3 anos quase, e por ser caro, porém tive alguns descuidos (bati levemente 3 vezes enquanto levava ele na bolsa, enquanto me locomovia no ônibus, nada para quebrar, mas fez marquinhas na parte de fora), principalmente quando comecei a levar ele para minha faculdade e diminui minha atenção.\nBom devo dizer que toda essa situação me fez ter certeza que eu me recuso a perder esse notebook tão cedo, vou levar ele dentro de uma bolsa específica mais protegida, comprar um adesivo para colocar em volta, para as marcas não aparecerem e sair menos com ele, ele deve no mínimo durar 4 anos(contando o tempo que já usei) sendo utilizado. \nCaso tenham alguma dica aceitaria, obrigado a qualquer um que tenha lido até aqui(caso ninguém tenha lido essa parte ficaria engraçada para se ver no futuro também).",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1268svp",
            "num_comments": 5,
            "comments": [
                "Melhor coisa que tu faz é fugir dessa assistência técnica porque cobrar 700 reais pra fazer mal feito? \nSou de Belém do Pará e recentemente troquei a tela do meu por 700. Eu manjo de manutenção mas nunca me arrisquei com telas. A mesma tela na BringIT custa 320. Daí pensei em me arriscar e ferrar com o pc ou levar numa boa assistência e ter o serviço bem feito, o que foi o que eu fiz.\n\nEu sugiro que tu leve numa assistência boa, e depois manda envelopar ele pra segurar esses danos. Tem adesivos personalizados que sao da hora. Acredito que vale a pena. Qual a marca e as configs do teu pc?",
                "Eu tiro foto em casa do notebook, depois peço para eles fazerem um relatório do estado do notebook (ao menos externo) e me mostrarem os pontos que eles adicionaram naquela guia que eles entregam. E tiro foto dos pontos...",
                "Carcaça de notebook quando começa a quebrar é um caminho sem volta, então eu nem acho que vale a pena brigar tanto por isso.\n\nUma alternativa é checar preço de outra carcaça igual e analisar se vale a pena fazer o transplante."
            ]
        },
        {
            "title": "Olá, apenas olhando da pra saber se esse SSD está queimado? Pensei isso por conta das partes escuras nas linhas douradas.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12687v7",
            "num_comments": 12,
            "comments": [
                "Infelizmente o foco da primeira imagem está fora dessa galáxia e não dá para saber o que tu quer dizer com pontos pretos na trilha...\n\nQuanto à queimado, geralmente eles não queimam fisicamente, com chamas e fumacinha mágica... é o controlador ou as memória flash que deixam de funcionar.",
                "# \"Só de olhar da pra saber se essa pessoa tem câncer?\"\n\nSua pergunta foi tipo isso acima, amigo! Rsrs\nA melhor forma de saber se está queimada é plugando em outro PC ou Notebook e ver se funciona. \n\nPra ver \"no olho\" teria que ter sido algo MUITO feio, tipo um curto circuito onde não queimaria só o SSD, mas talvez outros componentes e você sentiria com certeza CHEIRO DE QUEIMADO na plaquinha. Nesse caso você veria mesmo alguma marca de queimado na placa, provavelmente nos resistorizinhos perto dos chips de memória ou nos próprios chips em si. Mas com esse adesivo na frente é difícil de dizer. 😬 \n\nAinda como se trata de um M2 e não um SATA 3.0 comum, eu acho difícil de isso acontecer, porque a placa mãe regula as tensões do slot M3, PCIe e outros pontos de energia da placa mãe. É difícil imaginar queimar qualquer coisa que use energia da placa mãe por alta tensão ou coisas do tipo. As chances de isso acontecer é pequena demais e se acontece você provavelmente poderia perder memória RAM e CPU, por exemplo.\n\nResumindo, se essa SSD queimou, pode ter sido por superaquecimento nos chips de memória. Não daria pra ver a olho nu... Ou ela pode ter tido um mal funcionamento. Essas coisas acontecem, não com tanta frequência, mas acontece. 😭\n\nSe for Kingston, SanDisk ou outra marca, acione a garantia. É bem tranquilo de trocar."
            ]
        },
        {
            "title": "Alguém sabe se vale a pena esse Kit Upgrade para substituir um PC de 2014?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "126606j",
            "num_comments": 2,
            "comments": [
                "Esse kit ai já tem 4 anos.... é de 2018. Além disso tá caro... Placa mãe básica\\^15, CPU que perde pra qualquer i3 de dois anos atrás, cooler que não aguenta o CPU....\n\nPega esse aqui que é MUITO mais jogo e nem marketplace da loja: [https://www.terabyteshop.com.br/produto/21454/upgrade1278](https://www.terabyteshop.com.br/produto/21454/upgrade1278)"
            ]
        },
        {
            "title": "O que acham desse Mini Pc da HUNSN",
            "selftext": "[https://www.amazon.com.br/dp/B096SKNVY6/?coliid=I3PNV9EWYQ5IMR&colid=10KOB7PN8E21I&psc=1&ref\\_=lv\\_ov\\_lig\\_dp\\_it](https://www.amazon.com.br/dp/B096SKNVY6/?coliid=I3PNV9EWYQ5IMR&colid=10KOB7PN8E21I&psc=1&ref_=lv_ov_lig_dp_it)\n\nDescrição: Mini PC, Desktop Computer, Server, Intel 8 Cores I9 9880H, Windows 11 Pro or Linux Ubuntu, HUNSN BM21b, AC WiFi, BT, DP, HDMI, 6 x USB3.0, Type-C, LAN, Smart Fan, 64G RAM, 2TB SSD\n\n\\+ descrição detalhada no link\n\nSou dev mas não manjo mto de hardware. Estou precisando de um PC novo para trabalhar (e eventualmente jogar um pouco), pq meu note está nas últimas. Sou dev backend, mas quero estudar mobile tbm agora. A ideia é uma máquina rápida, potente e estável. Não to apertado, então posso gastar um pouco mais para ter uma máquina boa. Pretendo botar um dual boot (win + linux).\n\nNão conheço essa empresa, e nunca tive um mini pc, então não sei mto o que esperar, mas é a config mais potente q achei na amazon (pelo pouco q sei diferenciar) e não achei caro.\n\nO quer vcs acham?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1263wse",
            "num_comments": 1,
            "comments": [
                "Dá pra fazer bem melhor que isso com o mesmo valor. Tipo, absurdamente melhor. Só não tão compacto.\n\nPs.: esse Core i9-9880H é CPU mobile, 4 anos de mercado já e perde pra qualquer Core i5 de 12/13...\n\nEssas marcas com nomes que parece que a pessoa deu cabeçada no teclado na hora de criar, é porque eles fizeram isso mesmo. São empresas chinesas de fundo de quintal, muitas precisam criar \"burner names\" (nomes pra descartar) pq ou vendem lixo ou estão fazendo scam... então tem de tomar cuidado..."
            ]
        },
        {
            "title": "Terabyte ou Pichau",
            "selftext": "Boa noite, estou querendo montar um computador pela opção \"monte seu pc\" mas tenho medo de algo dar errado e eu perder meu dinheiro ou ter \"dor de cabeça\", o que vocês acham, posso confiar? Qual das duas é melhor?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1262emx",
            "num_comments": 8,
            "comments": [
                "Cara eu comprei meu computador pela terabyte, sempre comprei lá e nunca tive problema, apenas corra de transportadoras estranhas como sequoia ou Saturno... Por mais cara que seja eu paguei a opção expressa da jadlog e chegou em 8 dias úteis. Computador de 8K sem problemas e com garantia.",
                "As duas são excelentes.",
                "Montei meu pc em junho/22 pela Terabyte e deu tudo certo",
                "Comprei 2 PC na Pichau. Em 2014 e em 2021. O segundo a fonte estourou. Filmei e mandei. Eles trocaram.",
                "Não deve haver problemas com nenhuma delas. Na Terabyte só comprei partes e na Pichau comprei computador montado (veio com protocolo de testes e as caixas de cada um dos componentes)",
                "Eu comprei coisas nas duas, hj elas estão bem parelhas, mas se vc mora em sp, eu recomendo terabyte. A entrega as vezes chega no outro dia, já na Pichau pode demorar mais.",
                "Tive uma dor de cabeça com a Pichau, e do meu bolso eles não vêem mais 1 real.",
                "Montei meu PC pela Terabyte em Nov/22 e deu tudo certo, mas já comprei pelas duas lojas. Nunca tive problemas com nenhuma delas.\n\nAcho que você pode ir aonde tiver o melhor preço ou a melhor disponibilidade de peças. Faça o orçamento pelos dois e veja qual é o melhor.\n\nSe for usar a sessão de montagem de PC, eu acho o da Terabyte melhor, a interface é mais amigável. Mas aí já é ao uma preferência minha, deve ter gente que prefere o da Pichau."
            ]
        },
        {
            "title": "Qual monitor comprar?",
            "selftext": "Estive procurando um monitor para comprar, e não sei bem qual seria as especificações ideais para se usar visando um longo prazo.\n\nDentro de uma faixa de preço de 1200, ou talvez algum modelo mais caro que possa vir a ficar em promoção nessa faixa de preço ou tambem.\n\nA placa de video usada seria uma gtx 1060, por ser uma placa da NVIDIA, vi que o seria bom o monitor ter G-sync, por outro lado futuramente penso em trocar essa placa de video por uma rtx 3060 ou rx 6600, nesse caso, como não sei se devo me preocupar muito com essas coisas de G-sync ou FreeSync.\n\nVendo alguns modelos encontrei esses que tem os dois sync:\n\n[Monitor Superframe Precision Ultra 23,6 \"](https://www.terabyteshop.com.br/produto/22318/monitor-gamer-superframe-precision-ultra-236-pol-curvo-full-hd-freesyncg-sync-1ms-165hz-hdmidp-sfp2412-fhd)\n\n[Monitor Mancer Horizon Z Pro 24 \"](https://www.amazon.com.br/Monitor-Mancer-Horizon-Freesync-MCR-HZN24-BL1/dp/B0BQRQ6QL5/ref=zg_bs_16364756011_sccl_3/132-6601116-1857051?th=1)\n\n[Monitor LG Ultra Gear 27 \"](https://www.kabum.com.br/produto/380514/monitor-gamer-lg-ultra-gear-27-full-hd-144-hz-1ms-ips-hdmi-e-displayport-srgb-99-hdr10-freesync-vesa-altura-ajustavel-27gl650f-b)\n\nEntão eu gostaria de saber se esse modelos e as marcas são boas mesmo, e se tiverem alguma sugestão melhores podem mandar a vontade.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1261z57",
            "num_comments": 6,
            "comments": [
                "Recomendo o ultragear da LG, tenho um de 24'' e me atende muito bem, 144hz 1ms e o melhor sem o bendito deadpixel e com garantia.",
                "LG Ultra Gear sem sombra de dúvidas. A fidelidade de cor deles é boa antes de calibrar, depois de calibrar fica excelente.",
                "LG sem dúvidas, painel IPS é muito superior ao VA.",
                "Tenho exatamente este modelo da LG, comprei em abril 22 no paraguai. Nada a reclamar, tirei da caixa e liguei via display port. Fica ligado todos os dias umas 14 horas. Para escritorio e jogo. Tb tenho uma GTX1060. Recomendo."
            ]
        },
        {
            "title": "Ajuda para comprar placa mãe.",
            "selftext": "Então galera, meu pc está há mais ou menos um mês parado :/\n\nEle liga, desliga por um segundo ou dois, depois volta a ligar de novo, todas as luzes e fans ficam acesos e permanecem ligados mas sem iniciar o sistema.\nLevei na assistência e o carinha disse que o problema era placa mãe mesmo, sempre uma surpresa amarga...\n\nNa minha humilde ignorância venho pedir sugestões de placas-mãe que sejam confiáveis mas não tão caras.\nSou estudante universitário e a grana tá mais apertada q nunca...\n\nMeu processador é um I5 de quarta geração, 12 Gb de RAM, uma GTX 480, SSD 240 Gb, HD de 500Gb pra guardar tralha.\n\nÉ confiável comprar por aliexpress ou a diferença de preço pra um produto do mercado livre, por exemplo, não sai tão cara?\n\nSim muitas dúvidas, agradeço bastante qualquer ajuda :)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1261827",
            "num_comments": 2,
            "comments": [
                "Dá uma olhada na shopee por placa mãe com chipset H81... tem algumas lá por menos de 200 e frete grátis. Mas tem de ver se é de loja confiável."
            ]
        },
        {
            "title": "Vou levar meu PC no técnico e queria saber se é melhor levar o HD junto ou deixar em casa, o problema não é no HD.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "126095g",
            "num_comments": 10,
            "comments": [
                "Se o windows tiver nesse HD, precisaria deixá-lo",
                "Se você tem a convicta certeza que o problema não é o HD, não há necessidade alguma de você levar o mesmo para o técnico, já que para rodar o hardware, bastaria QUALQUER SO para o técnico fazer os testes; nesse caso o técnico usaria um HD, SSD ou até mesmo um pen-drive próprio para dar boot e testar a sua máquina",
                "Se o problema não é no HD, deixa em casa, tem muitos técnicos que ficam mexendo no dado do HD pra ver se tem algo de \"interessante\"",
                "Sem saber qual o problema, fica dificil dizer.",
                "Sem HD, sempre sem HD, se o problema fosse no HD, trocaria o HD",
                "leve sempre o hd, agora é de sua escolha divulgar a senha do seu SO ou não para o técnico logar na sua máquina.",
                "Se não confia no técnico, faz o favor de não levar pra ele.",
                "Todo cuidado com as informações pessoais é pouco! e lembre-se o HD não \"apaga\" os dados ele tira a referencia no disco, muitos software de recuperação de dados consegue recuperar arquivos apagados",
                "# Como você sabe que não é o HD, se você não é o técnico? 🤔\n\nAnyway, se o técnico for bom ele vai escutar o que você tem a dizer e saber se vai precisar ou não dá HD pra efetuar testes."
            ]
        },
        {
            "title": "Pc liga e desliga rapidamente",
            "selftext": "Eu acabei de fazer uma limpeza no cooler do processador, troquei a pasta e tals, aí já coloquei dnv e fui ligar. O PC ligou, mas depois de uns 10 segundos ele já desliga. O cooler da fonte parece estar rodando mais lento doq o normal tbm. Quais os problemas mais comuns q podem ter acontecido?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125xsa7",
            "num_comments": 6,
            "comments": [
                "Troca ram de lugar, tenta um pente de cada vez em slots variados",
                "Duas coisas... \n\n1. se o cooler for aqueles com molex, será que tu não deu um jeito de ligar invertido?\n2. dá uma olhada se tu não conectou nenhum cooler na placa mãe de ponta cabeça..."
            ]
        },
        {
            "title": "Como saber se as peças de PC são compatíveis?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125um8a",
            "num_comments": 1,
            "comments": [
                "Pra processador tem que ver o soquete (AM4, LGA1200, etc) e o suporte da placa mãe (tem no site da fabricante da grande maioria delas).\n\nMemória RAM tem que ser compatível com o slot da placa mãe, então se é DDR4 a memória tem que ser DDR4.\n\nA fonte de alimentação tem que conseguir alimentar todos os componentes. É sempre recomendável seguir o que os fabricantes sugerem, mesmo podendo funcionar com uma fonte mais fraca.\n\nPro gabinete vc precisa ver o tamanho suportado de placa mãe (mATX, ATX, etc), altura do cooler do processador ou tamanho máximo de radiador, comprimento e largura da placa de vídeo e tamanho/tipo da fonte de alimentação."
            ]
        },
        {
            "title": "Qual desses dois gabinetes eu devo escolher?",
            "selftext": "Olá, pessoal. Alguém poderia me dizer qual desses dois gabinetes mais vale a pena?\n\nNo caso eu só não comprei o gabinete do primeiro link pois não está disponível na cor branca, o que pra mim é essencial. A segunda opção eu achei por acaso navegando pelo site e achei idêntico, porém ele é bem mais barato e eu não entendi o porquê.\n\n[https://www.pichau.com.br/gabinete-gamer-pichau-hx700m-enthusiast-edition-lateral-de-vidro-preto-pg-hx7m01](https://www.pichau.com.br/gabinete-gamer-pichau-hx700m-enthusiast-edition-lateral-de-vidro-preto-pg-hx7m01)\n\n[https://www.pichau.com.br/gabinete-gamer-pichau-hx710l-mid-tower-branco-pg-hx71l-wh01](https://www.pichau.com.br/gabinete-gamer-pichau-hx710l-mid-tower-branco-pg-hx71l-wh01)\n\n&#x200B;\n\nAgradeço quem puder opinar. Abraços!!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125u9u1",
            "num_comments": 3,
            "comments": [
                "a única diferença realmente consideravel que eu consegui ver foi que o primeiro tem mais suporte pra water cooler, ele aceita de 280 e 360mm enquanto o segundo so ate os de 240mm, fora isso sao praticamente iguais bem semelhantes"
            ]
        },
        {
            "title": "Vale a pena o Reparo de uma GPU?",
            "selftext": "Recentemente fui desmontar meu pc pra limpar, quando montei novamente acabei ligando o 12v de forma errada na placa mãe e assim deu curto na minha GPU (GTX 1660 super). Queria saber se alguém já passou pelo mesmo problema, se gastou muito levando pra reparo e se ficou boa como antes, estou pensando em comprar umas 3060 e levar a 1660 ao reparo só pra revender depois… mas se o reparo for mais que 600 nem vale a pena, fui fazer um orçamento e me cobraram 80 reias só pra me falar que o problema é curto no 12v da GPU e não sabiam concertar placa de vídeo kkkkkkk\nse tiverem alguma indicação também agradeço!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125qq7u",
            "num_comments": 5,
            "comments": [
                "Se tu ligou de forma errada. tu pode ter condenado a placa... tu pode até tentar levar pro conserto, mas provavelmente é PT já.",
                "Vale se você souber consertar, facilmente vão cobrar o preço de uma gpu nova",
                "> fui fazer um orçamento e me cobraram 80 reias só pra me falar que o problema é curto no 12v da GPU e não sabiam concertar placa de vídeo\n\nBem OP, acontece que a maioria das \"assistências técnicas\" não realizam reparo mais avançado que troca de algum componente defeituoso, as vezes uma regravação de bios e olha lá...\n\nPra esse tipo de serviço, você precisa de uma assistência que seja especializada em reparos desse tipo de componente. Aqui no Rio Grande do Sul por exemplo, eu conheço apenas duas que ficam em Porto Alegre, pra ver o quão raro é...\n\nAlgumas que atendem por correio (mas tem fila de espera grande) e tem canal no Youtube demonstrando e explicando os reparos são a do Paulo Gomes (que me esqueci o nome da assistência agora), Getech Informática (esses tenho um pé atrás, mas não são ruins) e recentemente um outro muito bom que tenho acompanhado que é GDTech Informática. Mesmo que não mande pra algum deles, dá pra ter uma ideia do quão específico é o serviço.\n\nPor fim, curto em 12v costuma ser o mais de boa dos curtos de resolver, usualmente não é um problema que \"volta\". Considerando o valor de uma 1660 super usada, acho que até 550$ seja jogada um reparo."
            ]
        }
    ]
}