{
    "posts": [
        {
            "title": "Computador que não dá boot",
            "selftext": "Boa noite. Atualizei meu notebook (Windows) e no outro dia me deparei com isso. O único jeito de resolver isso é formatando? Se sim, tem alguma forma de eu não perder todos os meus arquivos?\n Além disso, eu estou pensando em migrar para Linux. Eu posso simplesmente instalar o Linux ou preciso formatar antes? Agradeço desde já.\n\nhttps://imgur.com/a/kBaiGgM",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11bwu1n",
            "num_comments": 4,
            "comments": [
                "Tu pode bootar algum LiveUSB e copiar os dados num hd externo. ou remover o HD/SSD e enfiar num case e copiar em outro computador.\n\nMas quando tu for instalar o Linux, provavelmente tu terá de formatar o HD/SSD sim. (a instalação do Linux faz isso por você)"
            ]
        },
        {
            "title": "Pericia Judicial Informática",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11bwbo6",
            "num_comments": 5,
            "comments": [
                "Cara... como tu se enfia num emprego que tu não faz a menor idéia de como funciona? Tu vai ter de fazer curso disso... e leva anos para aprender tudo...\n\nEsse tipo de trabalho requer que tu não faça bobagem, então é melhor tu fazer cursos e cursos antes de ir lá e queimar o próprio filme dessa forma..."
            ]
        },
        {
            "title": "Modelo de notebook",
            "selftext": "Preciso de ajuda para escolher um notebook, eu tenho 2k pra gastar em um, e preciso de alguma coisa que aguente edição de vídeos, to em duvida se compro usado ou novo, encontrei um modelo no site da lenovo [https://www.lenovo.com/br/pt/laptops/ideapad/serie-300/IdeaPad-3i-15-inch-Intel/p/LEN101I0027](https://www.lenovo.com/br/pt/laptops/ideapad/serie-300/IdeaPad-3i-15-inch-Intel/p/LEN101I0027) mas não sei se presta, vocês podem me recomendar algo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11bu6ct",
            "num_comments": 3,
            "comments": [
                "Qual deles? Celeron N4020? Só pra tarefa básica se tu não se preocupar com o desempenho. Alias, até o i5-10210U é super lerdo... para edição de vídeo? Vai demorar um bocado dependendo...\n\nMelhor tu procurar um usado ou tentar um desktop (se já tiver um monitor). - Tu pode também partir pra kit xeon que tem uns 3\\~4 vezes mais rápido que esse i5-10210U."
            ]
        },
        {
            "title": "Sou completamente leigo no assunto, como posso montar um PC pra jogar GTA RP e FIFA 23 com até 3 mil reais?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11btvwl",
            "num_comments": 3,
            "comments": [
                "Dependendo de como tu vai rodar o GTA RP/Fifa 23... sim. Até dá sim.",
                "Depende pc completo ou só o gabinete?",
                "Ganhe mais dinheiro, até da para montar algo mas eu recomendo economizar mais, acho q até 5 mil ou 6 mil já tá ótimo"
            ]
        },
        {
            "title": "Qual Melhor ryzen custo benefício com placa gráfica integrada?",
            "selftext": "Meu pc deu pau, e estou sem verba pra dar um up com intel, vi um video em que dizia que tinha um ryzen que tinha uma placa integrada equivalente a uma rx 550, sem grana pra comprar uma de video dedicada, help",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11btc6z",
            "num_comments": 1,
            "comments": [
                "O melhor CxB é o Ryzen 5 5600G. O 5 4600G/4600GE/4650G/4650GE é pouco mais barato mas o video onboard é pior.\n\nPs.: RX 550 é uma caca... é pior que uma GTX 750 de 2014... Tu pode pegar uma placa usada enquanto tu não consegue comprar outra. As vezes é melhor pegar uma placa mais fraca que comprar outro CPU. O Ryzen 5 5600G deve estar 900 reais, o mesmo preço de uma 1060 3GB.\n\nMas não compensa muito, a Terabyte tem uma 1660 Super por 1100 reais... (200 reais a mais que o 5600G)\n\nQual o teu PC?"
            ]
        },
        {
            "title": "Nova atualização do windows ferrou meu PC pra jogos.",
            "selftext": "Bem, basicamente no dia: 23/02 ele pediu para desligar e atualizar, atualizei e fui comer. Depois que voltei notei que a resolução da tela tinha mudado, a opção \"Suspender\" sumiu e o meu plano de fundo mudou. Até aí tudo bem nada de mais só mudei de volta, e botei a imagem de plano de fundo novamente. Nesse momento fui para o Lol (Legue of legends) e estava extremamente lento, rodando a 10 FPS. Sendo que ele roda normalmente a 60. O consumo de CPU dele estava um absurdo! Até aí ok, achei que fosse só coisa do Lol, então fui testar no Wow (Wolrd of warcraft), que é mais leve ainda, e estava na mesma situação, o jogo que consumia no máximo 56% de CPU estava a 98/87%. Eu formatei, não resolveu. Não sei mais o que fazer, até por que formatar é a única coisa que sei. 👍 \n\nAlguém sabe como posso resolver de alguma forma? Plsss",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11bqvvg",
            "num_comments": 2,
            "comments": [
                "Acho pouco provável que tenha sido o Windows que ferrou algum hardware... \n\nMas qual o teu PC?",
                "esse é o principal motivo de eu usar ltsc. não quero \"feature update\" modificando meu windows. só quero os \"security updates\"."
            ]
        },
        {
            "title": "qual placa mae é melhor pro meu ryzen 5 4500? Placa Mãe Asus TUF B450M-Plus Gaming, AMD AM4, mATX, DDR4 ou Placa Mãe ASRock B450M Steel Legend, AMD AM4, mATX, DDR4",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/3qznmortmcka1.jpg?width=225&format=pjpg&auto=webp&v=enabled&s=04dbbfaa122c6509422841f3cd4c61cbcab27f1e\n\nhttps://preview.redd.it/k9nfbrrtmcka1.jpg?width=500&format=pjpg&auto=webp&v=enabled&s=8752c5ef325489795842bc7132aa90d941996c99",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11bmx6d",
            "num_comments": 0
        },
        {
            "title": "Qual placa mae é melhor pro meu ryzen 5 4500? Uma Placa Mãe Asus TUF B450M-Plus Gaming, AMD AM4, mATX, DDR4 ou Placa Mãe ASRock B450M Steel Legend, AMD AM4, mATX, DDR4?",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/gae58ajolcka1.jpg?width=225&format=pjpg&auto=webp&v=enabled&s=d6e17be157f20250bdcdd2efed455897a6f6f724\n\nhttps://preview.redd.it/1vzntcjolcka1.jpg?width=500&format=pjpg&auto=webp&v=enabled&s=3bc0ccde8e7a43dcc7ab4bf55c598802d72d5c8c",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11bms68",
            "num_comments": 1,
            "comments": [
                "Eu iria sem sombra de dúvidas com a ASRock B450M Steel Legend. \n\n(A ASUS também é muito boa, mas eu só tive dor de cabeça com a marca... minha quota de paciência com ASUS já deu o que tinha de dar faz anos...)"
            ]
        },
        {
            "title": "Ryzen com gráfico integrado tem menos performance do que os sem gráficos integrados?",
            "selftext": "Bom pessoal eu tenho um ryzen 5 4650g, porém penso em comprar um ryzen 7 5700g para usar com uma rx 580.\n\nEstou pensando em comprar esse processador com gráficos integrados, pois placa de vídeo é um dos componentes com maior facilidade de dar problemas, e se isso vir ah acontecer (como já aconteceu), eu não ficaria sem pc.\n\nAh grande dívida é, esses processador com gráficos integrados, são mais fracos do que, os sem gráficos integrados?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11bg7gx",
            "num_comments": 20,
            "comments": [
                "Ainda que seja, vale a pena o risco?\n\nPessoalmente, prefiro não arriscar ficar sem pc.",
                "Vale super a pena comprar CPU com gráfico integrado mesmo que você tenha placa de vídeo dedicada. Observe os cenários abaixo:\n1- Você quer fazer com que a placa dedicada se dedique a sua aplicação? Se você tem gráficos integrados é possível no windows 10 e 11 fazer com que os gráficos integrados rodem seu ambiente desktop deixando a placa offboard livre diminuindo o custo energético e quando você for jogar algo que exija mais de GPU, isso automaticamente rodar na gpu dedicada que não vai estar processando seu ambiente desktop onde por sua vez você ganha uma porcentagezinha de desempenho.\n\n2- Voce faz streaming? Usando a teoria do cenário anterior, você pode deixar sua placa codando seu stream enquanto você joga com a placa dedicada, imagina isso, você não vai ter drop de FPS por causa da stream ou você vai ter bem menos disso.\n\n3- Voce quer escolher que aplicação roda aonde? Sim você pode escolher isso no menu de gpus do windows.\n\n4- ops minha placa offboard queimou? Bem eu posso usar a integrada.\n\nBem, vale lembrar que não adianta de nada você ter ambas se não deixar a integrada habilitada na BIOS.",
                "Os processadores com gráfico integrado são de outra série. É meio complicado comparar eles, mas em geral um 5700G é mais caro que o 5700 normal com o dobro de cache.\n\nMas se tu já tem um 4650G e não pretende vender ele, é só armazenar ele de forma correta (coloca na caixa do 5700) e vai para um sem gráfico integrado que é mais jogo... os Ryzen AM4 com gráfico integrado não suportam PCIe 4.0... que não é importante apenas para placa de vídeo mas também para SSD NVMe..."
            ]
        },
        {
            "title": "placa de vídeo e processador, quando um limita o outro?",
            "selftext": "Salve galera, tenho um Pc com um Ryzen 3 3300x e uma GTX 1650 ti, quero melhorar ele pra rodar os jogos da nova geração, estou de olho em umas placas de vídeo do Aliexpress e uns processadores de lá tbm, estou entre um Ryzen 5 5600 (é o máximo que minha placa mãe suporta) ou uma rx 3060 ti, se eu escolher o processador e usar com minha placa de vídeo atual iria ter algum tipo de limitação ou mal proveito? Aconteceria o mesmo com uma placa de vídeo superior com meu processador atual?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11b821z",
            "num_comments": 8,
            "comments": [
                "GTX 1650 Ti nem existe. Ou tu tem 1660 Ti ou tem 1650. hahaha\n\nQual a sua placa mãe? Não adianta um 5600 que suporta PCIe 4.0 numa placa mãe que não suporta... Mas acho que pelo fato que tu disse que ela só suporta um 5 5600, ela deva ser uma A320, nesse caso não vai pegar PCIe 4.0 de qualquer jeito.\n\nO máximo que poderia acontecer seria um gargalo e tu perder alguns fps... nada mais. Mas acho que o gargalo nem seria tão grande.",
                "Nesse caso uma placa de vídeo ajuda mais. O 3300x carrega a rtx 3060 de boa. Nem precisa se preocupar com processador agora",
                "eu trocaria a gpu primeiro e depois o processador se o foco é em jogos com maior demanda gráfica, se foco for em produtividade e jogos de fps e esports eu trocaria o processador primeiro e depois pegaria uma gpu pica"
            ]
        },
        {
            "title": "Monitor odyssey não dá imagem",
            "selftext": "Comprei um monitor odyssey G3, ele tem 6 meses de uso, até então não apresentou problemas. Essa semana ele parou de dar imagem. Já testei em outro monitor, tv como monitor tbm, não é a CPU, é o próprio monitor mesmo que está com defeito, ele pega as vezes, outras não. O led azul na parte inferior fica sempre ligado, e a tela fica totalmente preta, escura, não aparece nada, nem quando clica pra abrir menu. Alguém mais com algum problema parecido, sabe me dizer o que é?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11b7yk5",
            "num_comments": 4,
            "comments": [
                ">sabe me dizer o que é?\n\nÉ hora de ligar para a garantia e deixar eles se virarem.",
                "Ele tem som embutido? Em TVs, quando acontece esse problema mas ainda sai som, normalmente é a barra de leds que queimou. No monitor pode ser algo desse tipo"
            ]
        },
        {
            "title": "Tela do monitor",
            "selftext": "No meu PC, quando o cabo da internet fica conectado, a tela do monitor fica desfocada. Mas quando eu desconecto o cabo da internet por 1 dia, a tela do monitor fica definida. Alguém sabe o que é isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11b2vi7",
            "num_comments": 0
        },
        {
            "title": "eu estou montando um pc gamer, eu tenho que montar e ligar um pc antes de colocar no gabinete ou posso ja colocar no gabinete sem testar antes?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11azjas",
            "num_comments": 1,
            "comments": [
                "Eu considero uma boa prática testar fora do case primeiro... se tiver alguma merda acontecendo, tu não precisa mexer dentro do case e pode resolver antes. Mas não é necessário."
            ]
        },
        {
            "title": "Quanto tempo é recomendado para trocar de computador?",
            "selftext": "Comprei o PC que uso atualmente em 2016 para jogar, nunca deu problemas e nem nada do tipo, porém estive pensando recentemente em trocar ele e fiquei nessa dúvida de qual seria o tempo ideal de uso já que uso o mesmo a 7 anos",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ayvxs",
            "num_comments": 9,
            "comments": [
                "Minha opinião pessoal, monta sempre o melhor Pc que puder pensando em escalabilidade pra poder acrescentar novas peças com segurança (uma boa fonte e peças de fornecedores confiáveis), vende ele quando tiver uma meia vida pra que você possa pegar o melhor valor que puder na venda e faz upgrade pra uma plataforma mais nova para fins de sempre poder ir se atualizando com novos recursos e por fim economizar tendo retorno de valores  no Pc antigo. Bem essa opinião não é mar de rosas pois nem todos terão condição financeira e é  preciso ter bastante conhecimento sobre computadores pra fazer uma boa tomada de decisões. Isso é o que eu faria.",
                "Só uma dica: se for trocar todo Pc, aproveita pra usar o antigo como um laboratório. Tipo instalar Linux e montar um servidor ou coisas do tipo.",
                "Se tu sentir que o PC já não tá rendendo, pode ser hora de atualizar... ou se tu for jogar algo mais recente.",
                "manda pra gente a config pra analisar o que precisa ser feito",
                "Usuário comum, 10 anos.\n\nUsuário Pro, 3 anos.",
                "Só troco quando não roda mais, satisfatoriamente, o que preciso/quero."
            ]
        },
        {
            "title": "Tecla FN",
            "selftext": "Tenho um notebook Samsung. E já faz um tempo que ele função FN Lock fica ativando e desativando só.\nFica a mensagem na tela aparecendo bem rápido. FN Lock: desabilitado e FN Lock: habilitado.\n\nJá tentei alguns tutorias pela internet pelo setup. Mas, não tem a opção.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ax1ou",
            "num_comments": 3,
            "comments": [
                "Será que o teclado do notebook não estaria defeituoso?"
            ]
        },
        {
            "title": "Ajuda para montar PC",
            "selftext": "Boa tarde\n\nPessoal, preciso de ajuda para uma configuração básica de pc\n\nMinha idéia é navegar na internet, videos no youtube, assistir filmes em full hd e eventualmente jogar um LOL.\n\nQual seria a configuração básica para esse uso? Que eu pudesse usar por uns anos sem me incomodar com lentidão?\n\nAgradeço",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11aw6q5",
            "num_comments": 3,
            "comments": [
                "Ryzen 5 5600G, 2x8GB DDR4 3200, placa mãe com chipset B450, SSD de 512GB (NVMe, mas se  não der pega SATA mesmo), fonte MSI MAG 550.\n\nGabinete fica a tua escolha."
            ]
        },
        {
            "title": "Duvida sobre PC",
            "selftext": "Basicamente, meu Pc liga quando quer. Tenho um computador gamer desde outubro do ano passado, e recentemente vem acontecendo algumas coisas que não sei como resolver, umas delas é, quando eu ligo o computador, o sistema inteiro liga (Cooler, memória RAM, Placa mãe, placa de vídeo e etc), (Sei disso porque o RGB das coisas acendem), só que, o teclado e o mouse não ligam o rgb, e o monitor não da vídeo, porém, após desligar ele no botão do gabinete e ligar novamente duas ou três vezes, ele funciona sem problemas, alguém sabe o que pode estar ocasionando isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11asunx",
            "num_comments": 1,
            "comments": [
                ">(Sei disso porque o RGB das coisas acendem),\n\nO RGB acender não quer dizer nada além de que o negócio foi energizado...\n\nProvavelmente tu tá usando uma fonte que está com defeito."
            ]
        },
        {
            "title": "Necesito ayuda con mi PC ya no se que hacer:c",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11akx7w",
            "num_comments": 4,
            "comments": [
                "Desde ahí solo puedo entrar a calculadora y no hacer nada más, y por seguir un tutorial de internet borre la cuenta principal más no los archivos pero ahora ya no puedo hacer nada y esa es mi duda",
                "Ya y que problema tiene?"
            ]
        },
        {
            "title": "Trocar HD por um SSD ou aumentar RAM?",
            "selftext": "Tenho um lenovo ideapad 310 15ISK meio capenga que queria usar pra faculdade e queria dar uma melhoradinha básica nele\n\nele veio com 8gb de ram (2x4gb mas so posso trocar um deles) e posso aumentar ate no max 20 (aka trocar um de 4 por 16)\nacredito que trocar para 12 custe uns 200 reais e p 20 uns 500\n\nja o ssd poderia ser no max de ~500gb e tem q ser daqles sata de 2.5\"\n(provavelmente seria uns 200 reais)\n\nso posso fazer um desses upgrades. como escolher?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ajwsr",
            "num_comments": 13,
            "comments": [
                "nossa mano\n\nssd com certeza\n\nupgrade de ram aí não faria diferença nenhuma",
                "Cara, depende pro que você vai fazer na faculdade, se trabalha com calculo ou audiovisual, talvez vc precise de algo mais potente... mas 8gb já dá pra resolver bastante coisa mesmo, até tarefas complexas.\n\nO melhor upgrade q vc pode fazer agora é o SSD, vai te dar mais desempenho do que aumentar memória. Os programas q vc roda vão requisitar espaço em memória para alocar a aplicação, se vc tem espaço, o computador vai rodar tranquilo, mas para executar os processos o SSD de fato faz diferença: abrir mais rápido os programas, salvar mais rápido os arquivos. Coisas que se vc aumentar memória não dará diferença visível, então, confia e vai de SSD.\n\nFuturamente, havendo necessidade vc aumenta memória...",
                "Se for só pra uso básico, como já tem 8GB que é o mínimo atualmente, eu trocaria o SSD.",
                "ssd",
                "Troca o SSD, você vai ter a sensação que triplicou a RAM",
                "Eu iria por um SSD de 250gb e tentaria comprar outra ram compativel com o seu notebook pra ficar 16gb de ram em total.",
                "Outro que vota pelo SSD, já que esse note parece ter RAM o suficiente para o que você quer. ~~Mas se quiser manter o HDD, então compre um SSD M2. Não é tão mais caro assim, e você tem opção de usar SSD NVMe, que é bem mais rápido do que SSD SATA~~ EDIT: pelas fotos que eu vi, esse note não tem slot M2. Mas ainda assim dá pra manter o HDD, se você comprar um SSD SATA e [um caddy como este](https://www.amazon.com.br/Adaptador-para-Notebook-Drive-Caddy/dp/B076PWD6K1/ref=asc_df_B076PWD6K1/?tag=googleshopp00-20&linkCode=df0&hvadid=379725876717&hvpos=&hvnetw=g&hvrand=16033110960215420199&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9074180&hvtargid=pla-810044381426&psc=1). Aí o SSD vai no lugar do drive ótico e você se livra dele. Só se lembre de ou instalar o Windows lá ou, caso você não queira reinstalar, então clone a sua instalação do Windows para o SSD com o Macrium Reflect e configure o note para dar boot pelo SSD",
                "Bota o SSD, sem dúvidas, O SSD é mais indispensável do que a memória atualmente. E caso você precise, a memória de paginação do windows vai funcionar mais rápido também com o SSD.",
                "SSD",
                "SSD segura bastante até você ter grana pra fazer upgrade da ram.",
                "SSD, com certeza.",
                "usar windows no hd hoje em dia é tortura. microsoft até removeu hd dos requisitos mínimos. vai de ssd.",
                "Por experiência própria, ssd é bem melhor, passei por problema parecida.\n\nPrimeiro comprei SSD, notebook que demorava quase 5 minutos pra ligar, passou ligar em 33s.\nDepois aumentei de 8  pra 20gb de ram e não mudou quase nada."
            ]
        },
        {
            "title": "sobre computadores",
            "selftext": "Pessoas que entendem de notebooks me dêem uma luz pfvr, alguém consegue me dizer se as seguintes configurações valem a pena ? É um i5 5200u com placa de vídeo dedicada AMD Radeon 2gb hd8500M 8 GB ram e um SSD de 500gb ?????",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11agxzt",
            "num_comments": 5,
            "comments": [
                "Não sou experto em notebook mais, i5 5200u saiu em 2015, e soporta ram DDR3, e 8GB DDR3 é bem pouco pra 2023 (eu vim de 8GB DDR3 e foi horrivel, agora to com 32gb ddr4).\nMais ta faltando info: por quanto estão vendendo esse notebook? Ta querendo notebook pra jogar ou pro basico?\nSe for pro basico, até que pegaria, mais instalaria alguma distro linux pra rodar mais sussegado.",
                "É um hardware que já sente o peso da idade, mas serve bem pra uso geral e pra jogar coisas bem leves, já tive a experiência com um similar a este.\n\nEm 2018 adquiri (também usado) um Acer com um i7 5500u que muda pouca coisa em relação a esse i5 e uma placa dedicada 920M da Nvidia, que performa pouca coisa melhor também. Rodava programas de edição de áudio nele, além de alguns jogos leves como Dota 2, tudo isso ia numa boa com Windows 10 e os 8gb do note (com sobra).\n\nComo esse já vem com SSD instalado (se realmente vier), a experiência no Windows 10 fica muito boa.\n\nSó não pagaria mais de 1400/1500 numa máquina dessas em bom estado e com bateria.",
                "Vale a pena em qual sentido? Hardware? Pra qual uso? Qual valor?\n\nSe for para jogo não vale a pena. O Core i5-5200U apesar de ser de 8 anos atrás, tem desempenho de processador de 11-12 anos atrás. Radeon HD 8500M é ridiculamente fraca pros padrões atuais, perdendo feio para uma GT 1010.\n\nSe for para uso simples, dependendo do preço até vale. O CPU apesar de antigo, ainda pode ser usado pra internet, videos e etc, com limitação de velocidade mas pode. O SSD ajuda à manter o PC usável.",
                "Em 2015 era bom"
            ]
        },
        {
            "title": "Pc liga e desliga",
            "selftext": "a cerca de dois meses atrás meu computador começou a dar um problema, ele ligava e não muito tempo depois ele desligava, pesquisando um pouco ouvi em alguns vídeos no YouTube que o problema estaria na pasta térmica mas estou em dúvida se o problema é esse ou se o problema está em outro local do pc",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11afeqs",
            "num_comments": 3,
            "comments": [
                "> estaria na pasta térmica\n\nTeria como vc baixar algum programa pra ve a temperatura do processador? Ou vc poderia desmontar o PC e ver se ainda tem pasta termica, se n tiver, é só aplicar e vai de boa.",
                "Não dá para saber sem tu especificar algumas coisas...\n\ntipo CPU/GPU/Placa mãe/Fonte/idade do PC/quando foi a ultima manutenção."
            ]
        },
        {
            "title": "Dicas gabinete",
            "selftext": "Estive olhando alguns gabinetes para comprar e me veio umas dúvidas. \n\nVale a pena comprar gabinetes que ja acompanham fans?\n\nTipo esse:\n\n[https://www.terabyteshop.com.br/produto/18726/gabinete-gamer-montech-x3-glass-mid-tower-white-atx](https://www.terabyteshop.com.br/produto/18726/gabinete-gamer-montech-x3-glass-mid-tower-white-atx)\n\nOu é mais interesante comprar um modelo sem fans?\n\nTipo esse:\n\n[https://www.terabyteshop.com.br/produto/16767/gabinete-gamer-t-dagger-g25b-mid-tower-rgb-black-atx-sem-fonte-sem-fan-tgc-g25b](https://www.terabyteshop.com.br/produto/16767/gabinete-gamer-t-dagger-g25b-mid-tower-rgb-black-atx-sem-fonte-sem-fan-tgc-g25b)\n\n&#x200B;\n\nE também tem alguns modelos parece ter a frente toda de vidro e outros com a frente com um tipo de placa com buraquinhos, quais são mais indicados, pensando em uma melhor refrigeração?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ac2nj",
            "num_comments": 6,
            "comments": [
                "A não ser que você vá comprar alguns fans de alto calibre para colocar no gabinete, você pode tranquilamente pegar um com fans já instalados, eu mesmo tenho um montech X2 (parecido com o seu) e os fans funcionam tranquilo nessa marca. Sobre o painel da frente, essa \"placa com buracos\" deve ser o filtro, é comum gabinetes terem filtros pra evitar que sujeira passe pelo sistema, e eu não acho que eles influenciam muito na refrigeração. Se você estiver escolhendo seu gabinete, lembra de ver também o limite de tamanho da placa de vídeo e da fonte, se a placa de vídeo passar do limite ela não vai caber.",
                "Depende dos fans inclusos... se for os Rise Mode Galaxy, melhor sem fan... Se for fan minimamente decente, mesmo que entrada, tipo Corsair, etc... ai melhor com fan.\n\nTu tem de levar em conta que os fans são um custo extra... se os gabinetes custarem a mesma coisa, o case sem fan provavelmente será de qualidade melhor por provavelmente usar mais materiais de melhor qualidade já que não precisa incluir o custo do fan no preço final. Além disso tem de ver se o gabinete sem fan não é mais caro só pela marca. Ah, não que os que venham com fan sejam ruins.\n\nEu sinceramente não gosto de case todo fechado na frente que tenha pequenas aberturas na lateral. É mais bonito, mas dependendo a circulação de ar fica comprometida. Quanto à case com frente mesh, são excelentes para ventilação, mas se tiverem filtros, tu precisa de fans com boa pressão estática. (Quando o pessoal estrangeiro entendido de hardware fala sobre todo fan tem pressão estática, eles provavelmente estão ignorando os fans disponíveis no mercado brasileiro... tipo risemode...)"
            ]
        },
        {
            "title": "Problema de Windows",
            "selftext": "Tenho um computador que que em um problema de que quando é desligado ou reiniciado ele restaura as configurações pro padrão como se tivesse rodando num sandbox. Mas o computador tem permissão de administrador assim penso que alguém esteja controlando o computador. como posso remover isso sem formatar.\n\nobs. Mesmo olhando no painel de controle não tem nenhum software que esteja fazendo isso acontecer",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11a7wtm",
            "num_comments": 4,
            "comments": [
                "Esse computador é pessoal ou da escola/empresa?\n\nE não é problema, é software mesmo. Ele descarta as alterações para evitar que alunos/etc detonem a maquina."
            ]
        },
        {
            "title": "ENCARTA ‘95 : software de enciclopédia em CD-ROM de antigamente.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11a31gw",
            "num_comments": 2,
            "comments": [
                "Saia som do computador, dava pra escutar pássaros, o rugido de um leão, tinham vídeos reais, tudo muito fantástico p época.  Era outro mundo, com pcs lentos e sem internet.",
                "Se pá isso deve rodar no Windows 10 ainda (já testei a Encarta 2000, e funcionou)\n\n(e sim, eu já vi aquele vídeo do LTT sobre o PCem)"
            ]
        },
        {
            "title": "notebook da positivo",
            "selftext": "Pessoal, tenho um note da positivo e queria adicionar mais memoria ram, só que não encontrei nada na internet falando quantos slot posso colocar nele, ou até mesmo se posso colocar mais. Meu note é positivo motion red q464c.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11a0wlp",
            "num_comments": 17,
            "comments": [
                "Esses ai tem a memória ram e o armazenamento soldado, não tem o que fazer...",
                "Só abrindo pra saber, mas [pelos vídeos que eu vi de modelos similares](https://m.youtube.com/watch?v=6p98t7L4Mbk) , então esse note não tem slot de expansão e a memória é soldada na placa (que tem o tamanho de um celular mais ou menos)"
            ]
        },
        {
            "title": "computador ALL IN ONE é horroroso",
            "selftext": "Meu computador all in one não sei se é porque ele é um LG mais está apresentando um problema no disco que não sei como resolver toda vez que eu ligo ou deixo ele parado ele trava pra entrar está demorando uns 15 minutos só pra ligar o computador e acho que tenha algo haver com o disco rígido que está sempre em 100% é olhando oque está fazendo isso o gerenciador de tarefas mostra que é uma pasta chamada System. \n\nAjudem por favor",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119x2qf",
            "num_comments": 5,
            "comments": [
                "compre um ssd e seja feliz",
                "Bom, acho que você já definiu o problema... HD infelizmente já não supre legal pra rodar sistema operacional, sendo que com o passar do tempo tende a ficar nesse estado de maior lentidão a medida que vai enchendo de tralha.\n\nMinha dica seria a de instalar um sistema operacional novo na máquina, em um SSD, substituindo seu disco atual.\n\nMesmo que seja um All in One das antigas, se tiver um core i3 da vida (mesmo de primeira geração), 4gb e um SSD, dá ao menos pra usar pra tarefas básicas sem se extressar.",
                "Sim. A maioria dos All-In-One são horrorosos MESMO... \n\nO problema é que o hardware da maioria absoluta dos All-In-One ai é entrada\\^3... mas quanto ao disco rigido sempre em 100%, troca pra um SSD.",
                "All in one é desktop com componentes de laptop, e pela minha experiência com laptops o HDD é justamente o pior componente deles (HDD SMR, com uma miséria de buffer, e com gerenciamento de energia agressivo demais). Mais um voto para o SSD. Mesmo o SSD mais furreca do Ali vai te dar um desempenho melhor do que esse seu HDD. Agora:\n\n>toda vez que eu ligo ou deixo ele parado ele trava pra entrar está demorando uns 15 minutos \n\nOutra coisa que pode ajudar é mudar as configurações de gerenciamento de energia do Windows, que são muito agressivas (botar o computador para nunca entrar em espera, e o tempo de desligamento da tela e dos HDDs para \"nunca\")",
                "Eu pensei q o mercado já tinha desistido dessa merda.\n\nCara, o ultimo all in one q eu peguei tinha o mesmo problema que o seu. Primeira coisa q eu recomendo é colocar um ssd e colocar mais memória, processador também causa esses tipos de gargalo, infelizmente trocar processador não é uma opção, afinal eles costumam vir soldados.\n\nDe qualquer forma, invista em um ssd e posteriormente invista em memória ram se tiver expansão."
            ]
        },
        {
            "title": "vcoe já passaram por isso ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119w85d",
            "num_comments": 4,
            "comments": [
                "Bom dia, mas tô meio desesperado, gastei uma grana comprando um novo kit, B550 da msi, Ryzen 5 5500, wnpente de memória Kingston Fury 8 GB de 3200 MHz, e uma fonte msi gamer 650, 80 plus, mantive a minha rx 570 4gb da xfx, montei tudo ontem, o problema e que ao ligar a máquina, tá aparecendo esses artefatos estranhos como mostra no vídeo, isso aparece antes mesmo de inciiar o sistema, depois fica normal, alguém já teve esse problema ou sabe o que pode ser ? Detalhe, antes usávamos um kit 1155 com uma i7 3770 e nunca tive esse tipo de problema, se alguém poder ajudar.",
                "Aonde tu montou o Ryzen? Em cima dessa mesa? Porque se for, só de olhar a base do monitor, eu diria pra tu limpar os contatos das memórias e da placa de vídeo...\n\nMas pergunta besta... Tu lembrou de encaixar todos os cabos de forma adequada? A placa de vídeo está corretamente instalada? Tu reinstalou o sistema operacional? (Afinal tu saiu de Intel e foi pra AMD, a arquitetura apesar de compatível é bem diferente e pode bugar o Windows)"
            ]
        },
        {
            "title": "Monitor no Nootebook com apu",
            "selftext": "tenho um notebook com placa de video integrada, bem fraquinho por sinal, se eu usar ele com um monitor externo vou ganhar algum desempenho?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119v9iq",
            "num_comments": 2,
            "comments": [
                "Qual GPU o seu note tem? Já ouvi falar que isso é até verdade em notes com gpu da nVidia, embora na minha experiência não tenha feito diferença\n\nEDIT: [um vídeo do Adrenaline](https://youtu.be/vLpUl6B9Evo) sobre o problema. TL;DW: o culpado pode ser o Optimus e a gpu integrada, conectando um display externo você pode contornar esse problema.",
                "As vezes o notebook só funciona com a placa de vídeo dedicada quando tu está no carregador ou com alguma coisa que requira processamento 3D como jogo ou software de edição 3D. Se esse for o caso, o monitor externo não faria diferença. Alias, nem deveria fazer diferença porque seria uma estupidez precisar carregar um monitor externo para usar a GPU... Mobilidade? É de comer?\n\nTenta olhar se tem algo no manual do notebook, algo como mudar o modo para alto desempenho."
            ]
        },
        {
            "title": "Rx 570",
            "selftext": "Comprei uma placa mãe nova, uma b550m Aorus Elite, e gostaria de saber se posso utilizar a minha placa de vídeo Rx 570 no PCI 4.0 sem problemas.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119mwfb",
            "num_comments": 4,
            "comments": [
                "Pode",
                "Eu tô usando minha rx570 na b550, do tô com problema hora de inciiar, da uns artefatos depois somem",
                "A pergunta é: Essa RX 570 ainda funciona? Se sim, pode sem problema. Caso contrário também pode, só vai continuar não funcionando. hahaha"
            ]
        },
        {
            "title": "CPU COM ALTA TEMPERATURA",
            "selftext": "Alguem sabe como diminuir a temperatura/frequencia do processador pela BIOS da gigabyte?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119ke8w",
            "num_comments": 30,
            "comments": [
                "Que CPU você tá usando, e que tipo de cooler?",
                "Acho que esse cooler está mal instalado pra krl... desliga e reinstala...\n\nSe não for isso, tira o overclock... porque ele nem deveria estar a 4.2GHz no BIOS (porque é uma coisa sem load)...",
                "Filhão, tu tá usando um i5, diminui essa frequência que tu tá matando ele, é muito improvável você precisar disso tudo, tu só tá adiantando a morte dele, e verifica direito esse cooller, uso o mesmo processador em uma placa mãe gigabyte e nunca sofri com calor, talvez tu tenha pegado o sortudo do lote.",
                "Amigo, o clock e as tensões estão normais, não vai adiantar baixar.\n\nMinha recomendação para você conseguir montar corretamente o cooler, dado que você é um pouco leigo (sem ofensa), seria tirar a placa mãe do gabinete e ir fixando as perninhas do cooler corretamente através dos buracos, sendo que após o encaixe, você deve travar cada uma das \"perninhas\" do cooler, certificando-se que o pino central preto de cada encaixe atravessou até o outro lado da placa.\n\nSe fizer corretamente, você vai notar que ele fica bem pressurizado sobre o processador a ponto de nem se mexer se você tentar sacudir ele. Se bem preso, você pode segurar a placa mãe pelo cooler, que ele não vai nem se mexer.\n\nNovamente... o fato da ventoinha dele estar girando, não serve de nada se o encaixe não está correto, pois o CPU não vai transferir calor para o dissipador.",
                "Então OP, alguma solução?",
                "Troca esse cooler por um mais eficiente. Eu uso um da coolermaster que resfriou meu processador de 99 graus para 32ºC. Aproveita e troca também a pasta térmica.",
                "Será que o cooler não está rodando ao contrário? Põe a mão e vê se o ar está saindo."
            ]
        },
        {
            "title": "Segundo monitor fica com tela preta",
            "selftext": "Há uns dias comprei um monitor novo para upgrade no setup, então comecei a usar o antigo como secundário, e até então as duas telas estavam funcionando normalmente. Porém depois de um tempo, e após atualizar para o windows 11, o segundo monitor(monitor antigo), só estava em tela preta, o windows reconhece o monitor porém não projeta a imagem como antes. Alguém já passou pelo problema após a atualização ou algo parecido?\nObs: troquei os cabos e também montei novamente o antigo monitor como principal e deu imagem normalmente, então o problema não está no aparelho",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119gr6z",
            "num_comments": 1,
            "comments": [
                "3 coisas: \n\n1. DDU e reinstala os drivers da placa de vídeo\n2. Verifica se aparece no gerenciador de dispositivos\n3. Lembrou de configurar o segundo monitor? (Tipo desmarcar a opção \"exibir video apenas em\" e/ou duplicar video/extender video)?"
            ]
        },
        {
            "title": "PC NOVO TRAVA E DA TELA AZUL DIRETO",
            "selftext": "Entao galera, montei um PC gamer dos sonhos porém o mesmo fica dando tela azul toda hora em momentos aleatórios… Tudo ta conectado certinho, tudo sem nenhum defeito, alguém sabe me informar se a única maneira de resolver esse problema seria formatar meu SSD que antes de botar no meu PC eu utilizava no meu antigo notbook?\n\nPlaca de vídeo: RTX3060\nPlaca mãe: H510M LGA 1200\nProcessador: i5-1140F\nMemoria: 32gb (2x16)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119d1b8",
            "num_comments": 8,
            "comments": [
                "Cara... QUAL tela azul dá?\n\nQuando tu troca o SSD de computador, é melhor tu formatar o SSD e instalar o Windows do zero. (Ainda mais se existe uma mudança significativa de arquitetura)",
                "Cara, eu nunca coloco um dispositivo de armazenamento com sistema pré instalado em outra máquina, por vários motivos, principalmente drivers...\n\nFaz backup das coisas e formata o SSD e testa, aconteceu algo similar cmg e só a formatação foi suficiente.\n\nMas não quer dizer que é a única maneira de resolver, a gnt trabalha em cima de suspeitas e essa é a mais quente por enqnt."
            ]
        },
        {
            "title": "Dois monitores não funciona",
            "selftext": "Pessoal, fui conectar um segundo monitor no meu computador e só aparece a mensagem \"No Signal\", o primeiro monitor liga direto na placa de video por HDMI, e o segundo ligaria na placa mãe pelo VGA, pois o monitor só aceita VGA, li algumas coisas de habilitar multi-monitor na bios da placa mãe, porém não achei aonde habilitar essa opção na minha placa mãe, precisava de uma ajuda.\n\nPlaca mãe: A320M-HD\n\nPlaca de video: Geforce gtx 1650",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "119bop4",
            "num_comments": 5,
            "comments": [
                "Pergunta burra que vou fazer. Sua cpu tem video integrado? Tentou ligar o pc só com esse monitor do vga conectado?",
                "Se não me engano não dá para conectar 1 monitor na onboard e outra na placa de vídeo, tem que ser os dois na placa de vídeo."
            ]
        },
        {
            "title": "Dúvida sobre uma situação anormal no meu notebook.",
            "selftext": "Recentemente, meu notebook vem esquentando assim que eu ligo. Eu levanto a tela, ligo o pc, e passa dois minutos a ventoinha começa a girar muito rápido, como se estivesse superaquecendo/hiperventilando fazendo um barulho alto. A temperatura dele aumenta e ele começa a ficar bastante quente. Acalma um pouco e depois volta e fica mais um tempo. Queria pedir um auxílio de como posso resolver este problema.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1199sqs",
            "num_comments": 2,
            "comments": [
                "Duas coisas...\n\n1. manda na assistência limpar a ventoinha\n2. compra um apoio resfriador.",
                "leva na assistência, caso vc n saiba realizar manutenção.\n\nacredito que seja relacionado a pasta térmica, pode estar velha e ocasionando contato direto entre o processador e o dissipador.\n\nna pior das hipóteses, pode ser um tipo de vírus."
            ]
        },
        {
            "title": "Mancer",
            "selftext": "Recentemente comprei uma memória ram da Mancer. Aqui vai coisas que já ouvi sobre a marca:\n1 - É White Label da Pichau\n2 - Memória ram entre outros componentes são todos iguais e o que as empresas mudam são os detalhes da peça. Assim como são com aa placas de vídeo que a empresa faz o chip e as outras empresas alteram o resto.\n3 - É ruim.\n4 - É boa.\n\nEstou com receio agora da peça ser ruim e apresentar gargalos, ou até falhar totalmente. Eai, contem o que vocês sabem ou a experiência que vocês têm com a marca (Mancer).",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118p67q",
            "num_comments": 3,
            "comments": [
                "1. Mancer é de fato marca que a Pichau usa para revender white label... nada contra.\n2. Memória RAM e etc não são todos iguais. Até para os chips de memórias existem tiers e tiers... tem um vídeo do Linus Tech Tips que explica isso, um que ele fez os próprio DDR5 de 24GB.\n3. Depende do produto, mas com certeza não é produto feito com componentes premium... \n4. Pode ser boa quanto ruim.\n\nA peça falhar, não deve falhar... ao menos não com facilidade... tem mancer que é Adata/Kingston lowend com um carimbinho em cima..."
            ]
        },
        {
            "title": "Ajuda por favooor",
            "selftext": "Olá pessoal, estou precisando de ajuda para montar um computador (e pagar ele em suaves prestações). Estou querendo uma maquina para jogar, jogos como GoW, Fortnite, CoD, etc. Estive pesquisando mas não tenho muita facilidade em entender todos os detalhes. Uma sugestão que acabei encontrando foi essa configuração:\n\n**Processador**1 x Processador Intel Core i5-8400, 6-Core, 6-Threads, 2.8GHz (4GHz Turbo), Cache 9MB, LGA1151, BX80684I58400-TRAY\n\n**Cooler**1 x Cooler Para Processador TGT Hornet, 80mm, Preto, TGT-HRT-BK01\n\n**Placa mãe**1 x Placa Mae ASRock H310CM-HG4 DDR4 Socket LGA1151 Chipset Intel H310\n\n**Memória**1 x Memoria Mancer Banshee, 8GB, (1x8GB), DDR4, 2666MHz, C19, Preta, MCR-BSH8-2666\n\n**Armazenamento**1 x SSD Mancer Reaper RF, 240GB, Sata III 6GB/s, Leitura 500 MB/s, Gravacao 450 MB/s, MCR-RPRF-240\n\n**Fonte**1 x Fonte Mancer Thunder 400W Bronze 80 Plus, MCR-THR400-BL01\n\nMe ajudem! Precisa mudar algo? Se sim. O que devo mudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118klcs",
            "num_comments": 32,
            "comments": [
                "Cara, essa config aí, tirando o processador, só tem peça meio zoada, de quebra ainda não tem placa de vídeo.\n\nNão entra nessa furada",
                "Recomendo \n\nRYZEN 3200G = R$678,00\n\nMemória RAM Fury DDR4 color preto 8GB 1 HyperX HX426C16FB2/8 (DUAS(16GB)) = R$ 324,00\n\nFonte Gigabyte GP-P450B, 450W, 80 Plus Bronze - 28200-P450B-1BRR = R$250,00\n\nDisco sólido interno Crucial CT1000BX500SSD1 500GB = R$200,00\n\nGABINET Gabinete Gamer Aigo DarkFlash DK100, Mid-Tower, Lateral de Vidro, Preto, DK100-BK = R$100,00",
                "Tudo depende do preço, uma oferta pode ser horrível ou muito boa pelo valor certo. Infelizmente, eu não acho que qualquer preço valeria a pena se você quer jogar esses tipos de jogo nesse PC. (falando nisso, ajuda muito saber quanto você pode gastar com o PC na hora de escolher uma configuração)",
                "Essa marca Mancer nunca ouvi falar...eu iria por partes conhecidas (kingston por exemplo), alem que 8gb de ram é muito pouco, vai de pelo menos 16gb (2x8gb)",
                "Cara, seu kit é antigo, e essa marca Mancer, nunca ouvi falar sobre. Qual o valor desse orçamento?",
                "Cara... Tu tem de mudar o que tu tá fazendo e dizer quanto que pode/quer gastar.... isso ai não roda nada com video onboard dele."
            ]
        },
        {
            "title": "qual seria a melhor placa de video para um i5- 3470?",
            "selftext": "minha cpu tem um i5 de terceira geração e como placa de video tenho um AMD Radeon R5 230, gostaria de uma placa melhor mas não entendo quase nada de cpu.... (e que seja minimamente barata pfvr)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118jzn6",
            "num_comments": 7,
            "comments": [
                "A melhor placa de vídeo para esse i5 seria a RTX 4090ti, entretanto, nao se encaixa como barata, infelizmente.\n\nSe puder definir um valor exato (não apenas barato) fica mais fácil ajudar, de toda forma, até uma GTX 960 ou 1050ti da uma combinação até legal com esse i5.\n\nPelo lado da AMD, uma rx560 ou r9 280.\n\nSó precisa ver se tua fonte acompanha uma placa de consumo maior, pois a 230 atual não consome quase nada",
                "Então, tu pensa em jogar o que? Qual a fonte do PC?"
            ]
        },
        {
            "title": "comprei uma rx580 2048sp que fica quase 80 graus",
            "selftext": "comprei uma rx580 2048sp que fica quase 80 graus no fortinate com os gráficos no alto é normal isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118hkso",
            "num_comments": 3,
            "comments": [
                "Se for aqueles modelos que só acha no Aliexpress, sim, são feitos bem nas coxas os dissipadores. Se quiser, pode aumentar a curva de fan pra dar uma remediada",
                "é uma temperatura normal. placa de vídeo é quente mesmo. e os dissipadores desses do Ali são um pouco piores que o normal.",
                "Tem segredo não, abre dá uma olhada se veio com thermalpads nas memorias se não geralmente os thermal de rx580 é 1,5 mm , como tu vai abrir aproveita e ja troca pasta termica, deixo pra vc decidir qual mas tem muitas boas no mercado. por fim faz um UNDERVOLT reduzindo consumo de energia e por consequência a temperatura, no yt tem video sobre. Espero ter ajudado aaah e ja ia esquecendo ja mencionaram aqui faz a curva de fans tbm so nao vai colocar a 100 por cento"
            ]
        },
        {
            "title": "Golpe vendedor",
            "selftext": "Existe um golpe, em que vc entrega o cheque para o vendedor, daí ele fala q perdeu o cheque. Depois, mais tarde, vai lá e gasta o cheque. Então tu paga e ainda fica com nome sujo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118h5e7",
            "num_comments": 1,
            "comments": [
                "Não sei se esse é o sub correto pra isso...\n\nDe toda forma, cheque morreu nos anos 90, opte por meios de pagamento mais seguros"
            ]
        },
        {
            "title": "Problemas inesperado com o PC",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118g8cc",
            "num_comments": 2,
            "comments": [
                "Agora toda vez que eu abro um jogo ou outra coisa que exige mais do PC ele dá esse tipo de \"tela\" que as vezes a cor é diferente.\n\nSerá que é um problema na placa de vídeo?"
            ]
        },
        {
            "title": "Instalar SSD",
            "selftext": "Então, eu procurei um técnico para instalar um SSD em meu Pc já que eu não sei como fazer isso, e ele cobrou 210 reais, achei esse preço um absurdo, é realmente este o valor ? se for mesmo este o valor eu mesmo instalo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118g6ce",
            "num_comments": 15,
            "comments": [
                "Se ele cobrou só isso pra apenas plugar o SSD, acho um pouco salgado.\n\nSe for esse valor pra instalação com formatação e cópia de dados + programas, não está tão fora o valor (considerando que seja um profissional conceituado).\n\nSe for esse valor com a venda do SSD pra você, não está caro também",
                "Absurdo mesmo. Não cara, a troca do SSD é bem simples, inclusive tem tutoriais no YouTube ensinando.",
                "com certeza um absurto. qual o ssd que vc comprou? se for um sata é só encaixar 2 cabos. a pergunta é se vc tem o cabo de dados. se não tiver um custa 5 reais no máximo. se tiver pensando em remover o hd vc pode usar ele. nvme é um pouco mais frágil mas não é dificil.\n\ntalvez ele te cobrou tudo isso pra clonar o hd pro ssd? e mesmo assim tá caro. e altamente recomendo instalar o windows do 0 no ssd. mas isso já é outra história.",
                "Aconselho vc buscar algum tutorial no youtube, é muito facil instalar SSD.",
                "Esse valor aí foi o que eu gastei pra comprar o meu SSD, e a instalação fiz sozinho de graça, é bem fácil na vdd",
                "Surreal. Instalar um SSD é tão fácil quanto por o smartphone para recarregar.",
                "Gastei esse valor pra comprar um SSD de 1 tb, mas sou técnico. A instalação cobraria uns R$ 150 com o windows. Vc é de qual cidade? Rs",
                "cara é bem simples de fazer, sou bem leigo e fiz em alguns minutos, tirando k tempo de formatação. Não pagaria isso tudo nunca",
                "se fosse um serviço completo de\ninstalação, formatação e backup de dados não estaria absurdo, mas como não é.. está caro. te recomendo ver no youtube o procedimento, pois não é complicado. 🤝🏼"
            ]
        },
        {
            "title": "Computador não da vídeo.",
            "selftext": "Ainda continuo com o problema do meu computador não dar video, ele liga inteiro mas as fans da placa de vídeo além de não girar não dão vídeo.\n\nRyzen 5 5600x\nRx 570\nA520M DS3H\nVs550 da Corsair",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118e2lf",
            "num_comments": 1,
            "comments": [
                "Opa cara conseguiu resolver de algum jeito?"
            ]
        },
        {
            "title": "Por favor me ajudem",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "118aa4o",
            "num_comments": 17,
            "comments": [
                "sempre que a máquina ameaça ligar e depois não dá sinal, tem grande chance de ser algum problema elétrico. as mobo tem um circuito de proteção que desarma ela quando existe alguma anomalia grande nas tensões / correntes ou ela percebe algum curto em componente\n\nquando o problema é mobo, processador, memória, a BIOS quase sempre consegue iniciar e te avisar do problema com bipes\n\nexperimenta trocar a fonte, vê se consegue uma emprestada pra tirar essa dúvida. caso persista, aí precisa testar componente por componente (proc, memória) em algum outro sistema parecido pra ver qual é.",
                "Verifica se não tem cooler ligado em lugar errado de forma errada... \n\nCara... se tu já trocou tudo menos a fonte... adivinha! Pode ser tanto a fonte quanto a energia... se tu tiver um multimetro... bora testar a energia da casa.",
                "Que porcessador você tem? Qual a frequência das memórias? Olha no site da Intel se ele da suporte pra frequência que vc tem. Outra coisa, essa placa mãe, não parece ser muito confiável,  uma vez tive problema parecido pq comprei uma placa genérica do Aliexpress e não teve jeito de resolver, aí botei uma placa da Asus, nunca mais tive problema.",
                "Experimenta deixar fora os cabos do USB do painel frontal, os leds, tudo, deixa só reset e power.",
                "Provavelmente alguma parte da placa deu curto, solda soltou e etc, bagulho é técnico que consiga verificar tudo.",
                "Faz uma medição da tensão nos cabos do p4 12+12. Não veja se eles estão conectados corretamente.",
                "Pode ser paranoia minha, mais eu tentaria desmontar todo o pc, e remontava de novo ksksksks.",
                "fala amigo. notícias?"
            ]
        },
        {
            "title": "Ayuda",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1189rvb",
            "num_comments": 3,
            "comments": [
                "Oyes como entró al modo seguro de window 10 desde el arraque",
                "https://www.google.com/search?q=No+physical+memory+is+available+at+the+location+required+for+the+window+manager"
            ]
        },
        {
            "title": "qual o problema? recebi de graça de um colega e quero saber o quanto custa pra arrumar.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11892xf",
            "num_comments": 2,
            "comments": [
                "Tu fala do monitor? Vai sair praticamente 2/3 do monitor novo... e só terá garantia de 3  meses. Melhor jogar fora.",
                "Olha se o problema for esse pisca pisca do monitor, melhor tacar fora pq ou vc não vai encontrar o display pra compra, ou o valor do concerto vai sair quase o valor do monitor."
            ]
        },
        {
            "title": "DUVIDA -",
            "selftext": "Boa tarde,\n\nEstou pensando em comprar um monitor externo para utilizar junto ao meu notebook. Os modelos que estou avaliando nao possuem caixa de som propria.\n\nMinha duvida é: ao desativar a tela do notebook e deixa-lo fechado, utilizando o monitor externo, o som sairá do notebook? Ou serei obrigado a comprar caixas de som para o monitor?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1188vi9",
            "num_comments": 1,
            "comments": [
                "Se não tiver outro dispositivo de saída de áudio conectado, segue saindo pelo notebook.\n\nSó atente ao fato que se usar saída HDMI, o note pode alterar a saída de áudio para o monitor que está conectado junto ao cabo (caso ele tenha altofalantes  ou saída para fone)"
            ]
        },
        {
            "title": "Ajuda para abrir PC antigo com trava !!!",
            "selftext": "Boa tarde galera!\n\nEstou com um  probleminha aqui, tenho um PC antigo (antigo mesmo),queria abrir ele para dar uma conferida,ver se da para arrumar, talvez tentar salvar os dados do hd(se funcionar ainda),porém  o gabinete é trancado com chave, até me surpreendi, não me lembrava disso e a chave  acho que nem existe mais... \n\nacabei forçando demais a parte de trás tentando abrir e quebrou ... \n\nhttps://preview.redd.it/qeuxn3wqekja1.jpg?width=1800&format=pjpg&auto=webp&v=enabled&s=8a60b0b43022288ea0bb5188b686fbe948ea305b\n\nalguma ideia?  vou postar algumas fotos.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1187iu9",
            "num_comments": 1,
            "comments": [
                "Esse negócio ai é da década de 80/90... Se tu não cuidou dele por todo esse tempo, mais fácil simplesmente jogar fora. hahaha Não deve ter nada funcionando devido à oxidação...\n\nMas, pelo que lembro, era só tu ter desparafusado como qualquer computador normal. por trás... \n\nDe qualquer jeito, dá uma olhada nos vídeos do LockPickingLawyer no YouTube."
            ]
        },
        {
            "title": "Suporte SSD M.2 nvme pcie 4.0",
            "selftext": "Comprei um processador R7 5700G junto com a placa mãe B550 aorus elite, lendo as especificações na caixa, diz que tem \"suporte pcie 4.0/3.0\", mas com uma observação que o suporte real varia de acordo com o cpu, com a cpu que tenho, ssd pcie 4.0 é suportado ou não? E se não, o que aconteceria caso eu usasse um ssd pcie 4.0 da mesma forma? Pergunto isso pois encontro muito pouco desses ssd pcie 3.0, e quando encontro, acaba sendo até mais caro.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11874k4",
            "num_comments": 2,
            "comments": [
                "Mesmo que fique em 3.0, ele só vai trabalhar numa velocidade um pouco menor do que em relação ao 4.0.\n\nDe toda forma será funcional e bastante rápido mesmo em 3.0",
                "Com o teu 5700**G**, tu só tem suporte à PCIe 3.0... Ou seja, funciona os PCIe 4.0 mas na velocidade de PCIe 3.0. Eles são compatíveis, porém trabalharão na velocidade da especificação mais antiga."
            ]
        },
        {
            "title": "Uma dúvida sobre a fonte do PC",
            "selftext": "Tô montando meu PC Game e uma dúvida que me surgiu foi se tem algum problema em colocar uma fonte Fonte  corsair 650w, mesmo calculando que uma fonte de 400w dá conta, o gasto e desperdício energético vai ser maior?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1184q9w",
            "num_comments": 9,
            "comments": [
                "Vai com a corsair 650w, assim se vc quiser trocar alguma peça a fonte vai aguentar de boa.\nAlias, qual vai ser o seu setup?",
                "A fonte trabalha com maior eficiência quando é utilizada em aproximadamente 50% de sua carga total.\n\nPor exemplo, vamos assumir duas fontes que tenham A MESMA eficiência, mas uma pode fornecer até 1000w enquanto a outra fornece 400w.\n\nCaso ambas cumpram na risca uma eficiência de 80 plus bronze, elas devem ter 85% de eficiência próximo a 50% de carga e 82% próximo a 20%.\n\nNesse caso, imagine que teu setup tenha o consumo de 200w\n\n- A fonte de 400w estará operando em 50% da carga, logo, temos 200w/0.85 = 235w. Ou seja, ela vai puxar 235w da tua rede, pra converter nos 200w que teu PC precisa, há um desperdício de 35w\n\n- Já a fonte de 1000w, que estará trabalhando próximo dos 20% de carga para fornecer os 200w, teria 200/0.82 = 242. Ou seja, ela consome 242w da rede pra entregar os 200w (42 de desperdício).\n\nLogo, há diferença sim, mas se as fontes forem de qualidade similar e com a mesma eficiência, a diferença é ridiculamente baixa.\n\nMeu conselho, se teu setup é suprido numa boa por 400w, procure um modelo de 450w ou 500w com a melhor eficiência possível (80 plus white < bronze < silver <Gold... por aí vai).",
                "só pq a fonte é de 650 não quer dizer que vai consumir isso, vai consumir o que as peças consomem + a ineficiência (a maioria é 80-90%) então uns 10-20% a mais só...\n\n&#x200B;\n\nfontes baratas e no limite consomem muito mais. e as que estão no limite podem queimar e matar as peças internas...",
                "A fonte gasta só o que o computador pede. Se ele pedir 450W, ela puxará 450W + uma perda em forma de calor. Digamos que essa perda seja 18% das 80 Plue Bronze.. 450W + 18% vai dar 531W da tomada."
            ]
        },
        {
            "title": "GT 210 msi + H510m h + i3 10100f",
            "selftext": "olá. Quero experimentar um computador com placa-mãe h510m h gigabyte + i3 10100f, mas não dá imagem mas funciona tudo por dentro (me dá 5 bips quando ligo). Estou usando temporariamente com uma GT 210 msi que tinha salva (funcional) e ela não reconhece. Ele continua a emitir o mesmo som. O que pode estar errado?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1184d1f",
            "num_comments": 3,
            "comments": [
                "Tive um problema similar a uns 3 meses, o computador começou a bipar 5 vezes do nada, mas não era o processador, nem haver com habilitar CSM na bios, descobri que o problema era na minha placa de vídeo, uma gtx 750 ti.\n\nTestei a placa de vídeo com outro PC, e apresentou o mesmo problema, o problema era a placa de vídeo mesmo.\n\nPor fim tive que comprar outra placa, pois o concerto da minha ia ficar caro. Até hoje não tive mais problema.\n\nRecomendo você levar em algum técnico pra ele testar cada uma das peças, e ter certeza do problema mesmo, só testar não sai caro, eu paguei 30 na época.\n\nMeu PC: i5 10400f, 2x8 ddr4, b560m, gtx 750 ti(antes do problema), rtx 2060 (atual)",
                "5 beep? Processador danificado ou mal instalado. Provavelmente o socket tá detonado."
            ]
        },
        {
            "title": "1030 core 2 quad 235w?",
            "selftext": "Galera ent eu tô querendo montar um pc , eu já fiz outro post, mas será q uma fonte de 235w aguenta uma gt1030 com uso baixo de watts e um core 2 quad , fiz um teste num site bem confiável e deu issai,Ah e queria saber se o leitor DVD gasta watts sem estar usando\n\nLink da print https://ibb.co/FVPmhS6",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "117tlnq",
            "num_comments": 3,
            "comments": [
                "Poxa amigão, no post que você fez tem umas semanas nós já havíamos respondido sua pergunta, leve um pouco mais a sério a resposta da galera.\n\nDa pra usar sim, pois a fonte da Dell que há no seu PC é de boa qualidade. Se quiser desconectar a baia de DVD (caso não for usar) fique a vontade, mas não chega fazer muita diferença",
                "Segundo o próprio site que tu seguiu... o recomendado é 248W... [https://outervision.com/b/2m3716](https://outervision.com/b/2m3716)\n\nEu consideraria uma de 350W... nunca vi fonte abaixo de 300W que fosse realmente de confiança... só aquelas bombas genéricas (que incluem a perda de energia em forma de calor como se fosse capacidade) que custam 50 reais que é pedir para queimar hardware...\n\nE sim, o leitor de DVD consome uma miséria quando parado. Toda coisa ligada à tomada consome mesmo em standby.\n\nE eu tenho a impressão que já vi esse tópico antes..."
            ]
        },
        {
            "title": "tengo un problema con la ram",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "117qn49",
            "num_comments": 4,
            "comments": [
                "Prueba limpiando/cambiando la memoria ram de slot",
                "Tenta ClearCMOS... assumindo que a placa mãe esteja 100% funcional, isso ai pode ser 3 coisas:\n\n1. Memória RAM suja\n2. Memória RAM com defeito\n3. Memória RAM mal overclockada (dependendo da marca, o XMP pode não funcionar - as vezes o XMP não funciona devido ao controlador de memória do CPU)"
            ]
        },
        {
            "title": "vale a pena ver vídeos de cursos de montagem e manutenção no YouTube com mais de 5 anos? ou esses vídeos não tem validade?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "117nn8x",
            "num_comments": 6,
            "comments": [
                "Olha na minha opinião vale sim, ah tecnologia atual não mudou muito em termos de conexão.",
                "Tudo que abunda não atrapalha. Da para assistir e absorver o que é interessante.",
                "Não faz diferença se é vídeo antigo ou novo, a base de funcionamento de um computador não muda de um dia pro outro. Você pode até pegar um tutorial de manutenção de uns 15 anos atrás ou mais e ainda assim teria alguma utilidade, tirando a mudança nos tipos de cabo, o resto é praticamente a msm coisa.",
                "Em relação ao hardware em si (não a programação dele, obviamente) a tecnologia muda bem lentamente (se comparado a software, obviamente) então 5 anos é um período bem pequeno. Vale a pena sim",
                "Índico aprender eletrônica. Pois você vai entender os porquês das peças.",
                "recomendo comprar o livro montagem de micros 4, ele e bem atual e simples de se entender, so 30 reais tb"
            ]
        },
        {
            "title": "Este Desktop atende às Especificações?",
            "selftext": "Um desktop com estas especificações:\n\n\nComputador de mesa para jogos Skytech Azure – Intel Core i5 12600K 3,7 GHz, RTX 3060 Ti, SSD NVME de 1 TB, DDR4 3200, 650 W Gold PSU, AC Wi-Fi, Windows 10 Home 64 bits\n\n\nPossui todas as especificações iguais e/ou superiores à estas?:\n\n\n\nSISTEMA OPERACIONAL: Windows 10 64-bit\n\nCPU: Intel Core i5-6600 (3.3 GHz) ou AMD Ryzen 5 1400 (3.2 GHz)\n\nRAM: 16 GB\n\nGPU: NVIDIA GeForce GTX 960 4GB ou AMD Radeon RX 470 4GB\n\nVERSÃO DX: DX 12\n\nARMAZENAMENTO: 85 GB HDD\n\nNOTAS: SSD (preferencial), HDD (compatível), 720p / 30 fps, configurações de baixa qualidade",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "117lesi",
            "num_comments": 6,
            "comments": [
                "Muito superiores na verdade. Mas compre peça por peça e economize seu dinheiro.",
                "Tu não disse quanta RAM tu tem, mas vou assumir que tu tenha 16GB+, então sim. Atende sim.",
                "Eu só digo uma coisa, esse pc do início é infinitamente superior ao pc da config de baixo.",
                "nossa mas o primeiro da um pau legal no segundo ein",
                "1000x superior\n\ncomputador dos sonhos\n\nvai rodar tudo",
                "O de cima é anos luz superior que o de baixo"
            ]
        },
        {
            "title": "AYUDA! Bip de mi tarjeta madre",
            "selftext": "AYUDA!!!\n\n&#x200B;\n\nTengo una PC de escritorio. Placa base GIGABYTE GA-A320M-S2H, 1x 500GB M.2 SSD, 1x 1TB SATA HDD. 2x8GB RAM 3200 MHz. RYZEN 5 5600 G. 3 FAN LED RGB genéricos.\n\nEl sonido \"bip\" de la placa base viene después de fuertes clicks (Más de 5 y menos de 10) que provienen de la fuente de poder. Similar al de un relevador. Calculé el consumo, oscila los 150W, mi fuente de poder provee hasta 600W.\n\n¿Qué debería revisar o cambiar? Cabe señalar que, dado mi trabajo, me resulta imposible no utilizar un disco duro externo de gran capacidad, al menos 1TB.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "117gjf4",
            "num_comments": 8,
            "comments": [
                "UPDATE: CAMBIÉ LA FUENTE Y EL PROBLEMA PERSISTE: \n\n[https://youtu.be/sc21Lv9oIqU](https://youtu.be/sc21Lv9oIqU)\n\nEl bip continua, grabé el proceso del error. Básicamente estoy descargando un archivo que pesa más de 5 GB y se está guardando en el HDD. No encuentro información sobre este error. ¿Alguien podría darme otras ideas?   \n\n\nEl problema persiste si:  \na) desconecto el HDD y solo uso el SSD M.2  \nb) Cambio de HDD  \nc) Cambio de Fuente  \n\n\nLa PC jamás se apaga, no da otro problema, se puede usar. Solo se llega a pegar el administrador de archivos si es que accedo al HDD mientras está escribiendo. El Sistema operativo no se detiene ni la reproducción de audio o video.",
                "Que fonte é essa? De nada adianta ser uma fonte de \"600W\" e não ser de boa qualidade...\n\nSe tu não tiver drive de disquete, verifica se não tem alguma coisa batendo nos coolers... tipo um fio solto ou algum bicho.... se tudo estiver ok... é teu HD que pode estar clicando."
            ]
        },
        {
            "title": "Problemas de armazenamento",
            "selftext": "Olá pessoal, eu estou com um problema, deletei uma iso de 9GB do meu notebook Acer, com windows 8.1, porém não liberou espaço nenhum no meu HD, o arquivo foi deletado permanente e já fiz limpeza de disco e nada de recuperar esses 9GB perdidos.\nImportante falar que houve um problema, ele tava sem bateria, apenas na tomada, aconteceu uma queda de luz e ele apagou no processo de exclusão.\nAlguém pode me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "117gaq5",
            "num_comments": 5,
            "comments": [
                "**Update**: Eu limpei os arquivos temporários, fiz limpeza de disco e tudo que deveria ser feito e não mudou nada, porém, desfragmentar o disco me recuperou essa memória, muito obrigado!",
                "Pergunta besta... apagou da lixeira? Se sim... chkdsk nele.",
                "Provavelmente não seja o caso, mas... Limpou teus arquivos temporários já?"
            ]
        },
        {
            "title": "Rx 580 parou de dar vídeo.",
            "selftext": "Então pessoal, eu tinha removido uma das minha memória ram, pois um brother aqui da minha city tava com uns problemas no seu pc, logo fui lá testar as memória dele, no outro dia eu fui jogar um fort e vi o fps instável, bati o olho e percebi que tinha esquecido de colocar ah ram que retirei, desliguei o pc instalei e abri o game, no meio da partida o pc desligou, tentei ligar novamente e sem sinal, nem o led de energia ligou, literalmente morto meu pc ficou, aí nas minhas tentativas o pc ligou porém sem dar vídeo, acende todos os leds indicadores, de ram, boot, cpu, e vga, porém ele trava no da memória ram, pensei que minhas memória tinha ido de americanas, fui testando e nada do pc dar vídeo, até que removi ah placa de vídeo, nisso o pc ligou e funcionou, eu só deixei sem e tô usando o pc sem placa de vídeo mesmo, porém fico limitado aos gráficos integrados do ryzen, amanhã terça feira vou estar de folga do trampo, vou pegar para fazer mais alguns teste com ah placa de vídeo, quais teste vocês me recomendam fazer? Pq já faz 1 mês do ocorrido e que estou nos gráficos integrados.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1177ww4",
            "num_comments": 11,
            "comments": [
                "Caraca.... não faz textão sem paragrafo que isso não é carnaval pra ter bloco desse tamanho.... hahaha\n\nEssa RX 580 era do AliExpress? Pode ser que a vida útil dela tenha acabado...\n\nO que tu pode fazer é tentar isolar o problema... se é a fonte ou a placa de vídeo... ex.: coloca essa placa de vídeo em outro PC para testar.\n\nOu tira todas as peças extras e vai colocando até parar de funcionar.",
                "Cara, o único teste que rola fazer é testar as outras saídas de vídeo ou tentar limpar bem os contatos do PCI dela e remontar no PC atentando para não esquecer de plugar o cabo de energia.\n\nOs demais testes, só com multímetro e conhecimento em eletrônica, que assumo que você não tenha.\n\nNo mais, qual a marca da sua RX 580 ?"
            ]
        },
        {
            "title": "Aplicativos de call São Mal otimizados, preciso de um bom",
            "selftext": "Oi, eu estou enfrentando um problema com minhas chamadas de voz, pois o Discord é EXTREMAMENTE lagado no meu pc da Xuxa,o meet limitado e o Xbox gamebar tem voz robotica so que é MUITO robotica mesmo tipo uma voz SUPER lagada! (se fosse pago, o Xbox resolvia na hora)\n\nTem algum que seja bom pro meu Potato?\n\n(Discord nn é mal otimizado nn, era eu que tava puro odio na hora KKKKKK dsclp Ai glr KKK)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1177vnc",
            "num_comments": 8,
            "comments": [
                "Como assim Discord mal otimizado? Aqui ele funciona super tranquilo.\n\nVocê pode tentar usar o Discord lite uma versão mais leve do Discord.\n\nDuvido muito que você vá encontrar um app mais completo que o Discord para call, e que tenha pessoas usando de fato.",
                "O pessoal ainda usa o TeamSpeak?\n\nO Discord é mal otimizado? Aqui ele roda levinho.",
                ">Discord é EXTREMAMENTE mal otimizado\n\nDeve ser só ai, pq eu uso sempre e com todos meus amigos/conhecidos funciona bem.",
                "Discord é melhor disparado. Mas tem o TS também."
            ]
        },
        {
            "title": "GTX 1660 super (R$1300) vs RTX 2060 (R$1700)",
            "selftext": "Comprei uma GTX 1660 super por R$1300 na Terabyteshop pois as 2060 que eu tinha visto estavam quase o dobro do preço e segundo os testes de benchmaking ela é só uns 20% melhor em termos de FPS. Mas depois vi falando da tal tecnologia DLSS  e achei umas 2060 com preço bem mais em conta. Agora estou na duvida, fiz um mal negócio? Devo devolver?\n\nps: Não ligo pra ray tracing.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1170am5",
            "num_comments": 7,
            "comments": [
                "Se alguma dessas placas for da Palit/Gainward, escolha a outra... a 1660S da Palit que eu comprei é instável com overclock de meros 100MHz...\n\nEssa 2060 é a versão 6GB ou 12GB? Se for a versão 12GB, vai nela sem sombra de dúvidas que ela é pouca coisa mais lerda que a 2060 Super porém ainda tem vantagem em certos cenários onde VRAM é mais importante.",
                "em desempenho sem RT elas são bem similares, em RT, a 2060 é lenta demais mesmo..."
            ]
        },
        {
            "title": "Existe algum Notebook com estas características?",
            "selftext": "Existe algum notebook (de preferência o mais barato possível) com essas especificações?:\n\n\nSISTEMA OPERACIONAL: Windows 10 64-bit\n\nCPU: Intel Core i5-6600 (3.3 GHz) ou AMD Ryzen 5 1400 (3.2 GHz)\n\nRAM: 16 GB\n\nGPU: NVIDIA GeForce GTX 960 4GB ou AMD Radeon RX 470 4GB\n\nVERSÃO DX: DX 12\n\nARMAZENAMENTO: 85 GB HDD\n\nNOTAS: SSD (preferencial), HDD (compatível), 720p / 30 fps, configurações de baixa qualidade",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "116q7zo",
            "num_comments": 11,
            "comments": [
                "Com CPU desktop lowend? Pouco provável....\n\nMas tem coisa semelhante.... 3500U, 16GB, 1650 4GB"
            ]
        },
        {
            "title": "Cancelar compra na Pichau",
            "selftext": "Galera, fiz uma compra na pichau errada, era uma memoria ram de 8gb e comprei uma de 4gb, comprei hoje, queria cancelar mas não aparece nenhum botão pra isso ou etc, sei que tem que enviar e-mail e tal mas alguém já passou por isso sabe como funciona?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "116odco",
            "num_comments": 5,
            "comments": [
                "Compre uma segunda memória de 4 gb e aproveite o seu dual channel. /s",
                "Tu já pagou? Se não, simplesmente ignora. Se já pagou, entra em contato com o suporte da Pichau...",
                "Vc tem 7 dias de arrependimento pelo CDC pela compra ter sido feita pela internet. Procura nas configurações pra cancelar, se não der certo fala com o atendimento via chat (aí vc printa pra se resguardar) ou e-mail (que já fica documentado). Assim vc não corre risco de perder a verba.\n\nO maior risco é o tal do marketplace que todos os sites tão fazendo, pq eles vendem produtos de terceiros ai gera uma burocracia enorme pra devolução."
            ]
        },
        {
            "title": "Seguinte: deu muito ruim e tenho pouco tempo",
            "selftext": "RESOLVIDO - Eu fui para a Bios e iniciei pelo Hd o pc, de lá eu fiz as avaliações de segurança para o ssd e removi o vírus \n\n\nEstava assistindo no animeyabu boku no hero (ep 20) como qualquer outro dia, mas depois do ep acabar meu pc reiniciou do nada, mas antes disso o meu antivírus, MalwareBytes, detectou via site um app malicioso. Eu uso o opera com ad block e tenho 2 antivírus, o do próprio pc e o malwarebytes, mas ainda assim parece que eu peguei um (o site n tem anúncio nenhum, eu só usei o player mesmo). Quando o pc ligou voltou pro opera como de padrão e abriu tudo que vem no inicializar, mas o Microsoft defense explodiu de notificações sem parar, e tempos depois parou com toda a barra de tarefas sumindo. O botão do windows se tornou inútil, nenhum atalho de tecla funciona, mas antes que desse ruim de tudo eu consegui abrir o explorador de arquivos e deletei os downloads mais recentes, possivelmente se for um vírus eu só deletei o installer dele mesmo, ele deve ter se alojado em algum lugar mais fundo que eu n acho fácil. Como ainda tenho acesso a máquina devo resetar p n comprometer mais ainda ou tem alguma solução? \nVale destacar que não é a primeira vez que o malwarebytes fala do animeyabu, já aconteceu outras vezes, mesmo depois de relatar no discord deles foi me avisado que não era nada demais.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1168fik",
            "num_comments": 9,
            "comments": [
                ">Vale destacar que não é a primeira vez que o malwarebytes fala do animeyabu, já aconteceu outras vezes, mesmo depois de relatar no discord deles foi me avisado que não era nada demais.\n\nÉ claro que não tem virus! Imagina se eu faria isso com você! Trust me, bro! - programador que concientemente enfiou virus no software...\n\nPessoalmente eu não confiaria cegamente na indole do pessoal random da internet... Quando um software pega falso positivo diversas vezes de modo diferentes, não foi falso positivo... foi tu que alertou o programador para ele esconder melhor ou mudar o virus...\n\nMas também tem muito site de anime porco que aceita qualquer que zé ruela anuncie no site... e como boa parte desses softwares de advertsing particular são feitos nas coxas, tem muito exploit que permite execução de softwares no PC... (isso quando eles não usam redes de advertsing conhecidas por isso só porque elas pagam bem mais)\n\nAgora, o que tu vai ter de fazer, se for realmente virus é o seguinte: pegar outro PC, colocar o HD num case, conectar num PC sem virus e mandar scanear contra virus....",
                "Eu usaria uma distro Linux pra fazer backup apenas de documentos importantes. Depois, é limpar o HD e instalar tudo de novo. E parar de baixar porcaria em sites duvidosos...",
                ">Eu uso o opera com ad block\n\nTa usando somente o ad block que vem com o opera?\n\nSe for assim, eu recomendo instalar o Ublock Origin, é o melhor ad block que existe por ai.\n\nhttps://addons.opera.com/en/extensions/details/ublock/",
                "Eu não estou desesperado e tenho tempo para arrumar, mas segunda saio pela parte da manhã. Pelo gerenciador não tem nada suspeito aberto ou no inicializar",
                "Ok, nesse meio tempo o Windows falou \"um, hora de resetar, salva tuas paradas aí\".",
                "Conseguiu resolver mano?\nO animeyabu tbm parece q caiu, ao menos o site deles."
            ]
        },
        {
            "title": "Meu pc reinicia do nada em GTAV",
            "selftext": "Basicamente eu acabei de comprar meu computador dos sonhos, joguei valorant normalmente e nada de nenhum erro. Porém quando eu tento entrar no GTAV, enquanto ele ta na tela de loading pra entrar no modo história ou online ele simplesmente trava e reinicia sozinho… alguem sabe me dizer o que eu posso fazer?\nPlaca de vídeo: RTX 3060\nProcessador: i5-11400F\nMemória: 32gb (16x2)\nFonte: 650W\nPlaca mãe: H510M LGA1200",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "115zro1",
            "num_comments": 11,
            "comments": [
                "Qual fonte 650W?\n\nDá uma olhada se o cooler tá bem instalado (pasta térmica, sem a pelicula plástica, pressão ideal) e olha se a memória RAM está no XMP correto.\n\nSe tudo estiver correto, solta os cabo sata e coloca tudo.",
                "Vc chegou ativar o perfil xmp na memoria ram? Se sim em qual/quanto mhz vc deixou?\n\nEu tive um problema parecido (tenho ryzen 7 5700 e 32gb de ram) e quando deixo a frecuencia da ram em 3600mhz (soporta essa quantidade) o pc buga (reinicia, tela azul e da uns bug loco ao navegar e jogar) mais se eu deixo em 3000mhz o PC fica normal.\n\nTenta modificar o perfil xmp e/ou tambem tira a memoria ram e coloca em outro slot."
            ]
        },
        {
            "title": "alguem pode me ajuda a configurar meu headseat no Windows?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "115yo9b",
            "num_comments": 2,
            "comments": [
                "Ueh, é só conectar no PC e pronto...n tem outra ciência."
            ]
        },
        {
            "title": "Aba de configuração do Touchpad sumiu",
            "selftext": "Pelo AMOOOOR DE DEEEUS será que alguém consegue me ajudar, quando até os indianos do YouTube falharam? Espero que sim pq estou morrendo de raiva já. \n\nSabe a abinha que fica dentro das configurações de mouse, que serve para configurar o Touchpad? Então, essa caralhinha sumiu das minhas configurações. \n\nJá desinstalei o drive, já reinstalei o drive, já tentei atualizar, e não apaaaaarece. \n\nAlguém sabe COMOOOO arrumar isso? Tá impossível  usar o notebook sem mouse físico, pq o Touchpad não permite rolar página ou dar zoom.🤡\n\nEu REALMENTE não quero formatar o windows. \n\n\nMeu notebook é um Idealpad S145 - Windows 11",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "115w4wb",
            "num_comments": 1,
            "comments": [
                "Help 🥺"
            ]
        },
        {
            "title": "Pc desliga sozinho e continua ligado",
            "selftext": "A uma semana estou enfrentando um problema, meu computador desliga sozinho, tipo o sistema operacional apaga mas o hardware continua ligado, os fans funcionam normalmente, a única coisa diferente é que não consigo desligar o computador pelo botão, precisa cortar a fonte de energia diretamente.\n\n Pensei que fosse algum problema que corrompeu o windows, pois algumas vezes quando ligava aparecia para restaurar ou não identificava o boot, tentei formatar com o ubuntu no outro SSD que tenho, mas o problema de desligar continua e não consigo avançar.\n\nTentei fazer uma limpeza geral, avaliar se tinha algum problema na placa mão ou conectores, mas não encontrei nada que pudesse indicar algo relevante. \n\nTenho uma placa mãe BIOSTAR B450MX-S\nProcessador Ryzen 7 5700G\nFonte Kratos M1 600B\nWatercooler Gamdias \n\nPreciso de pelo menos alguma ideia do que testar para encontrar o problema, como o computador não está mais ficando ligado por mais de 1 ou 2 minutos, não tenho nem ideia do que fazer. Porém quando entro na BIOS ele não desliga, por lá consigo navegar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "115vn1y",
            "num_comments": 2,
            "comments": [
                "Tu diz ao desligar o PC? Tu já tentou deixar alguns minutos sem tocar depois que desliga? As vezes o Windows está salvando alguma coisa antes de desligar por completo... (aqui já teve uma vez que levou cinco minutos fazendo seiláoque antes de desligar)",
                "Já tive isso, os componentes ficam ligados mas o Pc não dá vídeo, se for, limpa as memórias com borracha (se souber)"
            ]
        },
        {
            "title": "Opiniões na compatibilidade das peças para upgrade e qualidade da fonte/cooler",
            "selftext": "Pessoal, to fazendo um upgrade no meu PC e basicamente as únicas coisas que eu acho q vão ficar é minhas duas RAMs de 8Gb e os coolers do gabinete, se possível gostaria que vocês me informassem se essas peças são compatíveis entre si, principalmente na questão de pinos entre placa de vídeo, fonte e etc, e se o cooler e a fonte são de boa qualidade:\n\n* Processador: Ryzen 7 5700X (não vem com cooler)\n* Placa mãe: Asus TUF GAMING X570-PLUS/BR\n* Placa de Vídeo: Asus Dual O12G V2 RTX 3060 12Gb\n* Fonte: MSI MAG A650BN 650W\n* Cooler pro processador: Gammaxx GTE V2\n* SSD: 960 GB Kingston A400, SATA\n\nE na questão do gabinete a única coisa q tem q tomar cuidado é o tamanho das peças, certo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "115qw6p",
            "num_comments": 21,
            "comments": [
                "Você só tem que ver se ah placa mãe vai vir com ah bios att para esse processador e se essa fonte vai tankar sua placa de vídeo de resto é isso.",
                "Eu só faria duas alterações... mas elas encarecem um bocado.\n\n\\- 1TB NVMe PNY/Crucial/Kingston NV2/etc PCIe 4.0 x4. (Se possível, com DRAM e SLC ou MLC, não TLC, QLC ou PLC)\n\n\\- Cooler pra um watercooler 240mm (Por exemplo um Masterliquid Ml240l V2). Provavelmente conseguiria manter o boost por mais tempo. \n\nMas se não puder, o PC está excelente."
            ]
        },
        {
            "title": "Linux Unbutu sem som",
            "selftext": "concertei\n\nEra o cabo :D\n\nObrigado :D",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "115d8xi",
            "num_comments": 6,
            "comments": [
                "[tenta esse video aqui](https://www.youtube.com/watch?v=fmLJoE3hVgc&t=246s)",
                "pode tentar isso também:\n\nPara verificar se os drivers de áudio estão instalados corretamente\n\nlspci -v | grep -A7 -i \"audio\"\n\nPara verificar as configurações de som\n\nalsamixer\n\nPara reiniciar o serviço de áudio\n\npulseaudio -k && sudo alsa force-reload\n\nPara reinstalar o driver de áudio padrão do Ubuntu\n\nsudo apt-get install --reinstall ubuntu-sounds"
            ]
        },
        {
            "title": "como resolvo esse problema????",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1153fis",
            "num_comments": 11,
            "comments": [
                "iobit unlocker",
                "Fecha o PCSX2 antes de mover (olha no taskmgr).\n\nSe não tiver lá, usa o process explorer para descobrir quem diabos tá travando a pasta.",
                "O processo é simples, você só tem que formatar seu PC e instalar uma distribuição Linux e parar com essa frescura de Windows.",
                "Dá taskkill"
            ]
        },
        {
            "title": "MacBook Air M1 ou M2 com diferença de 1300 reais entre ambos. Vale a pena pagar mais caro no M2 ou economizar no M1?",
            "selftext": "Pensando em pegar um MacBook Apple Silicon pra minha jornada acadêmica, mas tou em dúvida se pego o M1 pelo preço ou pago mais caro pelo M2 pela longevidade?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "114uozm",
            "num_comments": 4,
            "comments": [
                "M2 certante. Pelo que você ja ta pagando 1300 reais é ok pra um 18% na cpu, 35% na gpu e 40% na neural engine. Alem dele ser o mais novo. Btw manda link de ambos so pra saber o preço.",
                "A performance do M2 é um pentelho a mais que do M1. Imperceptível. Aproveita o desconto e investe em RAM ou SSD. Ou em outros acessórios, tipo dongle USBc de qualidade",
                "Pega o m2. Tela maior e hardware mais atual.",
                "Esse 1300 reais vai te fazer falta? Se não, pega o mais novo. Se for, economiza mais espera mais um pouco e pega o M2."
            ]
        },
        {
            "title": "AVELL A60 MUV com problema n placa mãe",
            "selftext": "https://preview.redd.it/ojaei9y68sia1.jpg?width=1024&format=pjpg&auto=webp&v=enabled&s=0868609b429ddb78cab2c8b99d1b43d0492e46c1\n\nHa umas 2 semanas meu avell começou a aparecer uns pixelados na tela enquanto eu renderizava, levei p uma assistencia e eles disseram que o problema era na placa mãe, e como meu notebook é muito \"específico\", eles não encontraram uma p/ substituir.\n\n&#x200B;\n\nMe devolveram a máquina e disseram que ela nem ligava, mas quando cheguei no escritório ela ligou, mas apareceu essa mensagem na tela.\n\n&#x200B;\n\nO que pode ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "114s7gt",
            "num_comments": 3,
            "comments": [
                "Cara, com esse pouco de informação e uma imagem de mensagem aleatória fica muito difícil especificar algo. \n\nFora que, a grande maioria das \"Assistências técnicas\" são na verdade trocadoras de peças, eles identificam um problema, que as vezes até é simples de resolver com um mínimo de conhecimento em eletrônica, mas condenam um componente inteiro (placa mãe, de vídeo, por ai vai) dizendo pra colocar algo novo no lugar.\n\nQuanto ao seu caso: ***começou a aparecer uns pixelados na tela enquanto eu renderizava***\n\nSe era um software que estava utilizando a placa de vídeo para renderizar, pode indicar um problema nesse componente, que pode ir desde um simples driver meio zoado, a um problema envolvendo a memória ou o chip gráfico. \n\nMas como falei, a razão pela qual tu leva a máquina em um profissional, é que se necessita de analise minuciosa pra compreender certinho o problema"
            ]
        },
        {
            "title": "Como posso utilizar 100% da memória RAM? ou pelo menos desfrutar um pouco mais dela. alterar isso pode danificar algo como a GPU integrada? bom dia pessoal!",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "114s0se",
            "num_comments": 11,
            "comments": [
                "Veja se a bios do teu notebook tem uma opção referente a alterar quantidade de memória ram que fica reservada pra GPU integrada, se tiver, reduz pra 1GB.\n\nMas já adianto que alguns não possuem, ficando por padrão os 2gb pra Vega integrada (que é o máximo se bem lembro).",
                "A sua memória ram está sendo alocada pra o gráfico integrado do processador, pra usar toda você precisaria de uma placa de vídeo de dicada que não compartilha memória com o computador, oque você pode fazer nesse caso e diminuir na bis a quantidade de ram que o gráfico integrado vai usar ou ativar o modo automático em que o gráfico integrado usa o quelé precisar que pode ser menos ou mais",
                "Tu nunca vai conseguir usar 100% de RAM com vídeo integrado, pois o video integrado usa memória do sistema como RAM própria. Nesse caso, tu setou muita memória RAM pro video integrado, logo o ideal seria tu ou reduzir a quantidade, ou adicionar mais 8GB de RAM.",
                "Vc pode alterar na bios, se ela permitir.",
                "Isso tá assim por alguma coisa modificada na inicialização. \nPra voltar pros 7,89GB utilizáveis, faça o seguinte: \n\n1. Pressiona o botão “Windows” + R.\n2. Na janela executar, digite o comando msconfig  ,posteriormente aperte enter.\n3. Na janela que aparecer (Configurações do Sistema), clique na aba “inicialização do sistema”.\n4. Clique em opções avançadas.\n5. Demarque as caixinhas número de processadores e memória máxima. \n\nPor fim, pressione ok e reinicie o pc.\nDeve ajustar a memória ram.",
                "Esse negócio de liberar 100% é com a Lucy. 😊👌",
                "Alt+f4 costuma liberar memória"
            ]
        },
        {
            "title": "O meu computador nao ta dando 165hz mais",
            "selftext": "Boa tarde, então basicamente eu passei o dia a limpar o quarto, limpei o setup e limpei o computador por dentro so para tirar o excesso de pó.\nMontei o setup e mal liguei o computador senti o monitor estranho.\nFui verificar os Hz e so ta aparecendo 60 sendo que o monitor é 165\nJá fui às opcoes avancadas do monitor, da gráfica e nao aparece em lado nenhum os 165\nApareceu somente quando instalei o driver booster, tinha umas drivers por instalar, quando reiniciei o computador apareceu, cliquei para trocar, o ecra ficou preto e quando voltou a imagem apenas tinha a opcao 60 Hz e os 165 tinham desaparecido.\nComo posso resolver isto? Nunca me aconteceu antes, ajuda por favor",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "114qj60",
            "num_comments": 4,
            "comments": [
                "\\>instalei o driver booster\n\nPrimeiro, desinstala esse bloatware... \n\nSegundo, tenta trocar as entradas dos cabos.\n\nTerceiro, baixa o DDU (Display Driver Uninstaller) e os drivers da tua placa de vídeo... vai no modo de segurança, remove todos os drivers dela.... reincia o PC, e instala correndo os drivers mais recentes."
            ]
        },
        {
            "title": "Eu preciso de ajuda!!! Monitor Hp toda hora dando ajuste em processo automático e mudando as opções sozinho, alguém??🥺",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "114jecb",
            "num_comments": 1,
            "comments": [
                "Se tu tiver usando cabo VGA, verifica se tem a opção de usar HDMI ou DisplayPort ou mesmo DVI.\n\nCaso contrário, dá uma verificada se tu não tem outro cabo VGA."
            ]
        },
        {
            "title": "Como aproveitar um netbook antigo para faculdade (graduação e pós) e atividades de estudo e correlatos?",
            "selftext": "Olá, eu tenho um netbook doado, sou universitária em vias de me formar e queria ter uma máquina minima apenas para estudo, e isso se resume a ler textos e fazer coisas na web, a configuração dele é muito baixa para os padrões de hoje mas ainda sim é o que eu tenho, a vantagem é que por tabela eu sou alguém que gosta de tirar o melhor proveito das coisas então vejo isso como uma oportunidade para tirar leite de pedra, já passei por muita coisa na vida e isso é algo que se encaixa com o que vivi e que me torna a profissional e pessoa que construo todo dia para ser.\n\nMe graduo em biblioteconomia, sei que alguns programas talvez eu não possa usar, o que eu ainda tenho dúvidas porque ainda não testei. O netbook em si tem aqueles atom 1.6 e 2gb de ram e alguma coisa de HD (que é o bastante mesmo para hoje, é ok), e se bem me lembro, pelo ano dele, na época, dava tranco em algumas coisas consideráveis na época, o que eu acho que adaptando para os dias de hoje não faz diferenças massivas (e considerando ainda coisas na nuvem, é menos um problema). \n\nO que uso geralmente é zotero, para lidar com bibliografias e dados, e estudo, lendo pdf e passando os textos do moodle para o calibre e ler no kindle, então a partir daí já vou trançando minhas possibilidades. O que eu preciso então é ter pelo menos zotero, calibre e notion, além de sei lá, coisas para fazer UX design, mas tem online para usar o figma e praticar prototipação. \n\nEle veio com um windows 7, então por questões óbvias eu coloquei um rapsberry pi para desktop e roda liso (debian 32 bit), de boas, então com isso eu uso para navegação simples, nada diferente disso. Ele tem uma entrada para VGA então eu coloquei um monitor VGA e fica ali duas telinhas ok, e as devidas adaptações.\n\nO que eu queria saber neste tópico é que o que é mais interessante para poder ter um conforto mais maior dentro deste contexto (me graduando, querendo ainda estudar, fazer pós, essas coisas). Quer dizer, eu tenho um celular que é bem mais potente que isso mas ainda sim, é um mobile, e eu queria dar outro destino para ele, mas ainda sim, penso se daria para colocar alguma integração nele? existe algo assim para um samsung 32A 4g? testei o sentio nele, e podia botar uma tela nele mas ainda sim, por mais que também ache legal isso, por exemplo, não poderia usar as coisas que mencionem para o que eu quero, mas ainda, é possibilidade (porque ainda quero estudar programação para mobile que abriu minha cabeça mais do que o tipico frontend/backend em desktop/notebook), igual é algo para o futuro mas não agora (eu preciso ser mais pratica).\n\nTudo o que queria era poder digitar, e trabalhar na nuvem com dados e o que mencionei, enfim, ideias e sugestões para maior produtividades de uma forma razoável dentro da limitação tecnica? tenho outros interesses como fazer games indie para mobile/gb/gba/etc mas isso também não é para agora, embora igual eu tenha pensado em usar este netbook por razões condizentes com usar algo limitado mesmo e deixar a criatividade fluir, é daí que vem as boas praticas e coisas realmente interessantes. Eu ainda pensei em colocar archlinux, mas sei que é um projeto paralelo a versão 32 bit já que arquiteturas antigas foram removidas (sendo assim, tem como usar i3wm num raspdesktop 32bit? porque eu queria diminuir ao máximo as questões gráficas para aumentar performance, então só usar estas telas em terminal + outro monitor vga na vertical para ler pdf já tô grandona, ninguém me pega).\n\nAbraços!\n\n;D",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "114il9o",
            "num_comments": 4,
            "comments": [
                "Se tu puder, pega um SSD de 128/256GB, enfia no netbook e instala algum linux como o Lubuntu. O Zotero tem versão para Linux.\n\nAgora, se tu só quer digitar e não se importa do celular, tu pode comprar um adaptador de 5 reais. USB OTG (USB On-The-Go) e ligar um teclado qualquer no celular. Ou comprar um teclado bluetooth, essa opção é melhor, mas é um pouco mais cara.\n\n>(sendo assim, tem como usar i3wm num raspdesktop 32bit?\n\nRaspberry Pi não é X86, é ARM. Mas se o i3WM não funcionar, tem o LXLE que também é bem leve. \n\nSe tudo não der certo, apela pro Puppy Linux."
            ]
        },
        {
            "title": "Tava baixando uns jogos de switch pro meu irmão para ele jogar no emulador e me fud*",
            "selftext": "Alguém sabe algum antivírus bom, se tiver tempo grátis melhor ainda, tô com algo que o windows defender \"incrivelmente\" não pega, não aparece no gerenciador de tarefas, não aparece nenhum aplicativo, eu tô com coisa importante para caralho no pc e NN posso perder, e NN consigo fazer backup agora, alguma forma de limpar sem perder meus trampos?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1148gcj",
            "num_comments": 17,
            "comments": [
                "Cara... bitdefender ou malwarebytes... mas tem rootkit que esses dois não pegam.",
                "Tem q se feder mesmo",
                "Kaspersky é o melhor antivírus que tem, mas dependendo das configs do teu pc, ele demanda muita CPU"
            ]
        },
        {
            "title": "Qual fonte escolher para uma RTX 3060?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11464r1",
            "num_comments": 5,
            "comments": [
                "Se as outras peças for do mesmo nível de performance da GPU, uma fonte boa de 650W já seria o suficiente",
                "Placa com 170w de consumo, mesmo que pegue um CPU bem parrudo, já sobra com uma BOA fonte de 450w.\n\nTem uma da MSI de 550w que tá 299 na Kabum ou terabyteshop (não recordo exatamente) recomendo pela faixa de preço, fora que já fica sobra caso queira dar upgrade",
                "Eu iria de MSI MAG 650W... só para ter uma folga maior. A ultima vez que eu vi, tava custando 330."
            ]
        },
        {
            "title": "Ajuda para atualizar as peças do meu computador",
            "selftext": "Eai pessoal, estou querendo dar um upgrade no meu PC, tenho ele a uns 6 anos e desde lá só adicionei mais 8gb de RAM (Pensando em colocar um SSD tbm, estava pesquisando um compatível e pensei no SSD SATA de 960GB da Kingston). To disposto a gastar um dinheiro nele. Vou dizer aqui as peças atuais e se puderem dizer o que melhorar e talvez por prioridade me ajudaria muito, valeu! :)\n\nEstou querendo dar um upgrade nele pra poder jogar os jogos da nova geração (no Médio/Alto) mais de boa e liso (Cyberpunk2077, FarCry 6, Horizon Zero Dawn, etc). Inclusive tenho medo da fonte não tankar mudanças ou algo assim ou gastar em peças não compatíveis.  Em placa de vídeo planejo gastar um 1700 - 2000+, em processador até uns 1200 - 1400+. To afim de gastar mais agora pra tankar de boa por mais uns 3-4 anos, então não me importo mt se passar dos valores que eu falar.\n\n&#x200B;\n\n* Placa mãe: Gigabyte H110M-H-CF\n* CPU: i5 7400 3.00GHz\n* Memória: 16GB DDR4 Dual Channel (Crucial/Corsair)\n* Placa de Vídeo: GTX 1050 Ti 4GB\n* Fonte: Corsair VS400\n* HD 1TB",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1144yyr",
            "num_comments": 12,
            "comments": [
                "Bom, você não disse qual seu orçamento, mas bora lá.\n\nO SSD você até já citou, 960gb é bom se quiser colocar jogos. Não esqueça de instalar o sistema operacional nele depois de adquirir.\n\nDe resto, se quiser gastar o mínimo do mínimo:\n\n- Procuraria um i7 6700 ou 7700 usado, mas não pague mais que 450$ (que já é um valor caro na minha opinião).\n\n- Pegaria a GTX 1660 super da Zotac que está a 1300 hoje na internet. Se quiser orçar um pouco mais, tem a RX6600 por 1700, embora a 1660 super já atenda as tuas necessidades atuais, a 6600 deve aguentar uns anos a mais que a 1660 super, dado a diferença maior em perfomance.\n\nSe tiver cooler box da intel ainda, procure um cooler com pelo menos uns 3 heatpipes, ou algo como o Ryse mode X5 (que ajuda a refrigerar o VRM).\n\nIndo pela opção da 1660 super, da pra descolar tudo isso por menos de 2k.\n\nAtualmente meu setup é um 6700k com uma z170 da Asus, mesmo se eu usar sem over ele segura de boa nos lançamentos (acima de 60fps nesses games citados). Uso ele junto de uma RX5600xt.\n\nRecomendaria já descolar a placa de vídeo por hora, mesmo com o i5 7400, tu já vai sentir uma boa melhora pra rodar esses jogos aí E tua fonte aguenta numa boa todas essas peças citadas.",
                "Sem tu dizer até quanto tu quer investir... fica dificil. CyberPunk 2077 é bem pesadinho... e te aconselho à ter SSD pra esse jogo... no HD ele leva tipo 5-10 minutos cada loading... hahaha (num Samsung HD500IJ)\n\nAcho que tu consegue rodar em médio 60fps com uma 1660 Super... SÓ NÃO COMPRAAS PORCARIAS DA PALIT... AH SE ARREPENDIMENTO MATASSE...\n\nTu pode precisar de outra fonte também. MSI MAG 550W ou 650W devem dar e sobrar. (Eu tenho um 5 5500 2x8GB 1660S e a MasterWatt 450W tá aguentando, mas eu sinceramente gostaria de ter um pouco mais de folga na fonte)"
            ]
        },
        {
            "title": "Montando meu primeiro setup.",
            "selftext": "Estou montando meu primeiro computador, então gostaria de compartilhar minha ideia de peças para montar e que avaliassem a compatibilidade:\n\nProcessador: Ryzen 5600\n\n[https://www.kabum.com.br/produto/320798/processador-amd-ryzen-5-5600-3-5ghz-4-4ghz-max-turbo-cache-35mb-am4-sem-video-100-100000927box](https://www.kabum.com.br/produto/320798/processador-amd-ryzen-5-5600-3-5ghz-4-4ghz-max-turbo-cache-35mb-am4-sem-video-100-100000927box)\n\nPlaca mãe:  ASRock X570 Phantom Gaming 4 (Vi essa promoção bacana então fiquei tentado a pegar ela por ser um modelo mais highend) ou Gigabyte B550M DS3H\n\n[https://www.terabyteshop.com.br/produto/12535/placa-mae-asrock-x570-phantom-gaming-4-chipset-x570-amd-am4-atx-ddr4](https://www.terabyteshop.com.br/produto/12535/placa-mae-asrock-x570-phantom-gaming-4-chipset-x570-amd-am4-atx-ddr4)\n\nou\n\n[https://www.terabyteshop.com.br/produto/14007/placa-mae-gigabyte-b550m-ds3h-chipset-b550-amd-am4-matx-ddr4-9mb55mdsh-00-10](https://www.terabyteshop.com.br/produto/14007/placa-mae-gigabyte-b550m-ds3h-chipset-b550-amd-am4-matx-ddr4-9mb55mdsh-00-10)\n\n&#x200B;\n\nQuanto a Ram penso em pegar dois pentes dessa: Kingston Fury Beast, 8GB, 3200MHz, DDR4\n\n[https://www.kabum.com.br/produto/172365/memoria-kingston-fury-beast-8gb-3200mhz-ddr4-cl16-preto-kf432c16bb-8?awc=17729\\_1662386412\\_b81937e82da190887eba3fd94d97849e&utm\\_source=AWIN&utm\\_medium=AFILIADOS&utm\\_campaign=especialeletroportateis\\_agosto22&utm\\_content=&utm\\_term=689417](https://www.kabum.com.br/produto/172365/memoria-kingston-fury-beast-8gb-3200mhz-ddr4-cl16-preto-kf432c16bb-8?awc=17729_1662386412_b81937e82da190887eba3fd94d97849e&utm_source=AWIN&utm_medium=AFILIADOS&utm_campaign=especialeletroportateis_agosto22&utm_content=&utm_term=689417)\n\nE esse ssd: SSD Kingston NV2, 500GB, M.2 NVMe, 2280, Leitura 3500MBs e Gravação 2100MBs\n\n[https://www.terabyteshop.com.br/produto/23002/ssd-kingston-nv2-500gb-m2-nvme-2280-leitura-3500mbs-e-gravacao-2100mbs-snv2s500g](https://www.terabyteshop.com.br/produto/23002/ssd-kingston-nv2-500gb-m2-nvme-2280-leitura-3500mbs-e-gravacao-2100mbs-snv2s500g)\n\nNa fonte não conheço as outras marcas fora a corsair então se puderem me dar outras opções legais entre 550W a 650W, por enquanto minha escolha é essa: CORSAIR CV SERIES CV550 80 PLUS BRONZE 550W\n\n[https://www.pichau.com.br/fonte-corsair-cv-series-cv550-80-plus-bronze-550w-cp-9020210-br](https://www.pichau.com.br/fonte-corsair-cv-series-cv550-80-plus-bronze-550w-cp-9020210-br)\n\nPodem me dizer se esse setup está bacana, ou se devo melhorar ou substituir algo?\n\n&#x200B;\n\nObs: Na Placa de Video penso em pegar uma gtx 1060 3gb de um amigo enquanto junto dinheiro para um upgrade futuro.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1143mln",
            "num_comments": 10,
            "comments": [
                "Dá para tu pegar uma fonte mais parruda por menos. Exemplo: [https://www.kabum.com.br/produto/369658/](https://www.kabum.com.br/produto/369658/) Essa ai teve teste no TecLab e a fonte se saiu super bem.\n\nO setup todo é compatível, porém eu adicionaria um HD de 4TB ou um SSD 512GB SATA extra."
            ]
        },
        {
            "title": "QuadCore Intel Core i7-7700, 4100 MHz e GTX 1660 Gaming X vai dar gargalo?",
            "selftext": "Tenho o I7 e uma 1050 ti mas pretendo fazer a troca...se a resposta for sim...alguém poderia me dizer um processador melhorzinho que quebrasse o galho para mim? nada muito caro",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1141au9",
            "num_comments": 7,
            "comments": [
                "Se já tem o 7700 pode ir numa boa, eu uso um 6700k em 4.4ghz e levo numa boa uma RX 5600XT que fica lá perto da RTX2060",
                "Depende do teu uso, minha namorada tem um i3 9100f (praticamente mesma coisa que esse i7 ai) com essa placa e fica bem de boas, mas ela não joga nada que necessite de uma taxa de quadros absurda. Então é basicamente isso, se for jogar jogos mais pesados graficamente com taxa de quadros menores acho que não da nada, agora se quiser jogar jogos com uma taxa de quadros muito alta pode gargalar... Não acho que vale a pena trocar logo de processador, melhor ver se não atende as tuas necessidades antes com a nova placa, pra trocar só o processador vai ter de gastar pra comprar a placa-mãe tbm.",
                "Depende do game, mas da pra jogar muitos games, porém quando vc tiver uma condição melhor, pode trocar de processador"
            ]
        },
        {
            "title": "Ajuda! Formatei meu note muitas vezes... agora ele nem sai do 'reparo automático'",
            "selftext": "Salve, pessoal.\n\nVocês me ajudaram em minha última dúvida neste tópico: [https://www.reddit.com/r/computadores/comments/10v787n/formatei\\_meu\\_note\\_muitas\\_vezes\\_e\\_parece\\_que\\_ele/](https://www.reddit.com/r/computadores/comments/10v787n/formatei_meu_note_muitas_vezes_e_parece_que_ele/)\n\nMas eu nem consegui fazer o que lá foi me dito. Isso porque agora meu note não sai do \"preparando reparo automático\" - mas nem é do loop, que com ele você ao menos chega nas opções de restauração e boot a partir de outro lugar, etc. É só a tela preta escrito 'preparando reparo automático'.\n\nNão consegui acessar a bios ou o setup do note. Vi dicas que quase todas envolvem entrar aí a partir do windows, só que o windows nem carrega no meu. Apertei os f8, f2 da vida e nada.\n\nÉ um notebook positivo, 12 anos de vida kk, windows 10, que eu gostaria de ao menos fazer backup do, talvez ainda vivo, HD que aí habita.\n\nQualquer sugestão é bem-vinda!\n\nMuito obrigado!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113zya3",
            "num_comments": 5,
            "comments": [
                "É desgaste natural do notebook.... mas tu nem precisa do notebook funcionando pra fazer backup. Só tira o HD, mete num case e pronto.",
                "Já peguei um posi que pra acessar a BIOS vc tinha que ligar ele segurando a tecla esc"
            ]
        },
        {
            "title": "Estou interessado em montar um PC e tenho definido que quero um Ryzen 7 5700g com a Placa mãe TUF Gaming b550m-plus. É queria uma ajuda com a fonte, memórias RAM, SSD e gabinete. Teria como dar uma ajuda para o amigo aqui",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113zom7",
            "num_comments": 9,
            "comments": [
                "Pra fonte, acho que uma MSI MAG 550W ou 650W já daria conta.\n\nAgora, RAM eu iria com 2x 8GB Kingston Fury Beast 3200MHz ou XPG se tu preferir com RGB.\n\nSSD pega no Brasil, tipo Kingston, Western Digital (MENOS WD GREEN), XPG, PNY, ADATA, Crucial, etc... nada de marca chinesa.\n\nGabinete é mais gosto pessoal... e depende do orçamento.",
                "Dúvida, vai usar pra jogos ? Pretende adicionar placa de vídeo em algum momento ?\n\nSe for usar só nessa configuração aí e não pretende dar upgrade em momento algum, uma fonte de 400w já rola com sobra, só pegue de uma marca e modelo legal.",
                "Montei um a 2 dias, placa mãe b550 da msi com wi-fi e bluetooth\n2 pente de memória 8gb 3200mhz\nRyzen 5 5500\nFonte msi 650\n\nO resto da pecas vou reaproveitar o.que já tenho, gabinete, placa de vídeo, SSD e etc.."
            ]
        },
        {
            "title": "ADS ou Ciência da Computação ?",
            "selftext": "Galera que está nesse mercado de trabalho ou que entende disso, qual desses cursos da um melhor retorno financeiro e qual deles esta mais em alta no mercado de trabalho ??",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113qy4r",
            "num_comments": 1,
            "comments": [
                "O que da mais retorno financeiro é a sua dedicação...   \nIndependente da escolha, vc poderá atuar em qualquer área (relacionada a TI, eh clr)  \n\n\nMinha recomendação é olhar as disciplinas disponíveis em ambos cursos e decidir qual mais lhe agrada"
            ]
        },
        {
            "title": "uma rtx 3050 de notebook é mais fraca que um modelo de desktop?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113ke7p",
            "num_comments": 8,
            "comments": [
                "Normalmente sim.\nIsso vale para todas as GPUs.",
                "É. Em alguns jogos ela dá 30% a menos de fps que uma gtx 1660 super de pc.",
                "Sim.\n\nPs.: a 3050 normal já é mais lerda que a 2060... imagina a 3050 do notebook. Pega uma 2060 se possivel.",
                "Sim pois é um modelo diferente, existe a RTX 3050 \"normal\" e a RTX 3050 para Notebook/Mobile. Para 90% dos usuário não terá uma diferença, se você quiser mexer com renderização 3d ou de vídeo o ideal é pegar a versão de desktop pois além de ser um pouco mais forte, ela lida melhor com o estresse e calor. RTX 3050 é uma das melhores placas atuais em relação ao consumo de energia, geração de calor e o que ela entrega"
            ]
        },
        {
            "title": "Computador não liga",
            "selftext": "Montei recentemente um computador com um: Ryzen 5 5600x \nA520 Ds3h3 \n2x8 3200mhz de ram\nRx 570\n\nNo primeiro dia que usei ele, ele funcionou normalmente. Mas no dia seguinte o computador ligava , mas ele não dava vídeo, além da placa de video não rodar as ventoinhas.\nDe primeiro momento achei que o problema seria na placa de video, mas instalei ele no meu PC antigo e funcionou normalmente, tentei colocar dnovo no meu computador e nada de funcionar.\nDps tentei ligar ele sem a placa de video, mas o computador ligava e continuava sem dar video, então retirei o processador e percebi que a pasta termica mesmo após 1 dia de uso estava bastante seca, meio que \"petroficada\", troquei a pasta termica e ele voltou a funcionar normalmente.\nEntão decidi comprar uma pasta termica nova, além de um water cooler, estou esperando eles chegarem...\n\nO problema era realmente a pasta termica ou é algo a mais?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113k1k6",
            "num_comments": 16,
            "comments": [
                "Teu problema certamente era outra coisa, mas coincidentemente quando resolveu mexer na pasta térmica, pode ter acabado por mexer em algo a mais (ou no próprio ato de tirar e por a placa de video), resolvendo o inconveniente.\n\nPasta térmica não ia evitar o pc de ligar, pois mesmo se você tentar ligar a máquina sem cooler, o PC leva uns bons segundos até superaquecer, tempo mais que suficiente para ao menos mandar sinal de vídeo na tela.\n\nNo mais: ***tentei ligar ele sem a placa de video***\n\nTeu Ryzen não tem vídeo integrado, logo, não tem como obter vídeo pela placa mãe com esse modelo conectado.",
                "cara, já tive um problema parecido com o seu, no meu caso eu resolvi entrando na Bios e mudando a velocidade da memória ram, deixando um valor fixo invés de automático q é o padrão.  \n\n\nA respeito da pasta térmica, acredito q por ser velha que aconteceu isso, compre uma nova e faz oq falei ai em cima q deve solucionar o seu problema!",
                "Pode ser outras coisas. Talvez nessa de desmontar para passar uma nova pasta térmica você corrigiu algum mal contato.\n\nVerifique sempre o encaixe do cooler, das memórias, da placa de vídeo na conexão PCI, verifique sempre se os cabos de energia estão bem encaixados. Às vezes pode passar desapercebido \n\nSe agora o computador funciona, submeta ele a estresses para ver como ele vai se comportar",
                ">meio que \"petroficada\"\n\nEstranho que depois de 1 dia de uso a pasta já fica petrificada.\n\nEssa pasta é a que veio junto com o cooler do processador? ou vc comprou ela em algum lugar? E qual marca é essa pasta?",
                "Qual a fonte e a placa de vídeo?"
            ]
        },
        {
            "title": "zapzap e sua atualização de visualização única... alguém sabe como tirar print depois dessa última atualização ? nenhum app terceiro consegue.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113fo54",
            "num_comments": 6,
            "comments": [
                "Zapzap?",
                "Opa, tenta instalar um emulador Android no PC e usar o WhatsApp por lá, aí tenta tirar print ou gravar a tela pelo PC. Talvez funcione.",
                "Se utilizar android consegue instalar versão modificada do whatsapp que dá a possibilidade de salvar tudo como arquivo"
            ]
        },
        {
            "title": "notebook gamer",
            "selftext": "Galera, eu preciso de recomendações de notebooks até 6 mil reais que rode jogos razoavelmente pesados\nEu sei q o mais indicado pra isso é um setup, mas preciso do fator mobilidade de um notebook, porém quero um que rode pelo menos um warzone 2 sem grandes problemas. quem puder ajudar ganha um muito obrigado 👌😎",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113ehj5",
            "num_comments": 4,
            "comments": [
                "[https://www.magazineluiza.com.br/notebook-ideapad-gaming-3-r7-5800h-16gb-512gb-ssd-pcie-rtx-3060-6gb-15-6-fhd-linux-82mjs00100-lenovo/p/dg7a9k6jdd/in/note/?&seller\\_id=lenovooficial&utm\\_source=google&utm\\_medium=pla&utm\\_campaign=&partner\\_id=70403&gclsrc=ds&gclsrc=ds](https://www.magazineluiza.com.br/notebook-ideapad-gaming-3-r7-5800h-16gb-512gb-ssd-pcie-rtx-3060-6gb-15-6-fhd-linux-82mjs00100-lenovo/p/dg7a9k6jdd/in/note/?&seller_id=lenovooficial&utm_source=google&utm_medium=pla&utm_campaign=&partner_id=70403&gclsrc=ds&gclsrc=ds)\n\n&#x200B;\n\nEu pegaria esse, tá com um bom preço a principio, só não sei a respeito do modelo especifico, mas não creio que seja ruim. Caso for pesquisar mais, sugiro acompanhar o Pelando tbm que lá aparece uns notebooks baratos de vez em quando.",
                "Resolução e fps? porque acho que até uma 1650 deve rodar o Warzone 2 @ 40fps."
            ]
        },
        {
            "title": "Avaliem meu plano de setup? (leigo em PCs)",
            "selftext": "Entao, nao manjo de computação. Mas quero um PC decente pra usar o GIMP pra edição de imagens e gifs e pra jogar jogos recentes (Elden Ring, Cyberpunk, Planet Zoo, Red Dead 2, etc), alem de que meu note de 2016 ja ta bem ruim (teclado e wifi nao funcionam, demora mto pra ligar, sem SSD, etc).\n\nQueria saber o que me dizem do meu plano:\n\n\\-Placa mae (B450) + processador (Ryzen R5 5600) + Memória 2x8gb DDR4 = R$ 1796\n\n[https://www.terabyteshop.com.br/produto/20871/upgrade1244?gclid=Cj0KCQiAorKfBhC0ARIsAHDzslvDWSAIIfn8pkCklDK5Fv-PraNF0fqzLiSSp8nANoUATQlpUndY2WAaAjBaEALw\\_wcB](https://www.terabyteshop.com.br/produto/20871/upgrade1244?gclid=Cj0KCQiAorKfBhC0ARIsAHDzslvDWSAIIfn8pkCklDK5Fv-PraNF0fqzLiSSp8nANoUATQlpUndY2WAaAjBaEALw_wcB)\n\n\\-SSD 960gb Kingstone = R$ 429\n\n[https://www.kabum.com.br/produto/95217/ssd-960-gb-kingston-a400-sata-leitura-500mb-s-e-gravacao-450mb-s-sa400s37-960g?gclid=Cj0KCQiAorKfBhC0ARIsAHDzsluRtkcHGjCgOPC9XipyO4D0GPGJXrlzNmm8vftc9OE1Jlo9oQ6iUEMaAub5EALw\\_wcB](https://www.kabum.com.br/produto/95217/ssd-960-gb-kingston-a400-sata-leitura-500mb-s-e-gravacao-450mb-s-sa400s37-960g?gclid=Cj0KCQiAorKfBhC0ARIsAHDzsluRtkcHGjCgOPC9XipyO4D0GPGJXrlzNmm8vftc9OE1Jlo9oQ6iUEMaAub5EALw_wcB)\n\n\\-Placa de víde RX 580 = R$ 1000\n\n[https://www.kabum.com.br/produto/382632/placa-de-video-rx-580-powercolor-red-dragon-amd-radeon-8gb-gddr5-axrx-580-8gbd5-dhd?gclid=Cj0KCQiAorKfBhC0ARIsAHDzslvI6f0II\\_it4eFQYwswteZeQnJMw9Zm0HaTTlNjyojLwTxO0MNNBZUaAqQQEALw\\_wcB](https://www.kabum.com.br/produto/382632/placa-de-video-rx-580-powercolor-red-dragon-amd-radeon-8gb-gddr5-axrx-580-8gbd5-dhd?gclid=Cj0KCQiAorKfBhC0ARIsAHDzslvI6f0II_it4eFQYwswteZeQnJMw9Zm0HaTTlNjyojLwTxO0MNNBZUaAqQQEALw_wcB)\n\n\\-Fonte de 500 ou 600w compatível = nao decidi uma ainda pq nao manjo mto. Mas de boas pagar uns 250 por uma\n\n\\-Gabinete - nao tenho grandes frescuras, só algo que seja compativel com meu kit\n\n&#x200B;\n\nGostaria de saber se o que eu pretendo comprar tem compatibilidade entre si e se há algo que preciso observar na compra da fonte e gabinete. Pretendo comprar por partes, pq nao tenho como dar 4k num pc agora (talvez eu de prioridade a placa de video para nao perigar tomar um aumento de preços). \n\nJá tenho um monitor comunzão aqui em casa, posso usar se ele for HDMI ou precisa ser monitor específico pra jogar?\n\nNao sei montar, mas tenho um amigo meu que tem uma empresa de TI. Como é amigo, a negociação pode ficar enviazada, mas nao quero abusar do cara. Qual seria o valor justo pra montagem dum PC + instalação do windows? \n\n&#x200B;\n\nDesculpem a noobice, e já agradeço a ajuda \\^\\^",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "113c4j3",
            "num_comments": 15,
            "comments": [
                "Se eu fosse pegar só um SSD, eu investiria um pouco mais e pegaria um NVMe de qualidade e não um SATA.\n\nSe tu for pegar Windows original, sai 1000 reais a versão retail ou 300 a oem (que fica presa na placa mãe)... quanto ao valor de instalação do hardware... depende da competência dele. Se ele for fazer um trabalho porco que nem o doido que deixou o SSD apoiado na placa de vídeo, 1 real. Se for fazer um trabalho mais ou menos até uns 500-600... agora se for fazer um trabalho ao nível do pessoal da Origin PC... 2000. Isso sem contar o Windows, claro. hahaha",
                "Acho que o kit está um pouco acima do preço. O processador frequentemente entra em promoção, saindo por uns 600. Com 500 da placa mãe e 400 de memória, daria uns 1500 em valores aproximados. Aí vai da sua preferência, garimpar e economizar um pouco ou pagar pela comodidade de receber o kit de uma vez. \n\nA placa de vídeo está meio que no limite da geração. Vai rodar os jogos mais pesados, mas sem muita folga. Isso depende do seu monitor também. Como você disse que ele é comunzão imagino que seja um monitor HD. Nesse caso, a placa de vídeo não terá problema.\n\nPara a montagem, veja um tutorial no youtube. É basicamrnte Lego com alguns parafusos.",
                "Comprei uma GTX 1660 Super hoje por R$1300. Tbm não manjo de hardware mas pelo o que eu vi a 1660 Super é quase 50% melhor do que a RX 580",
                "Primeiramente, não adianta meter 1800 num kit com ryzen 5600 furioso, pra terminar com uma RX580 que já sente demais o peso da idade pra rodar esses games ai, CPU vai ficar extremamente sub-utilizado.\n\nHoje se acha 1660 super por 1200 da Palit (modelo de 1 fan) ou se preferir, tem a da Zotac por 1300 (dual fan e marca mais conceituada). É o minimo que eu iria pra rodar legal todos esses jogos ai.\n\nFonte pegue essa: [https://www.kabum.com.br/produto/369657/fonte-msi-mag-a550bn-atx-550w-80-plus-bronze-pfc-ativo-entrada-bivolt-preto-306-7zp2a22-ce0](https://www.kabum.com.br/produto/369657/fonte-msi-mag-a550bn-atx-550w-80-plus-bronze-pfc-ativo-entrada-bivolt-preto-306-7zp2a22-ce0).\n\nÉ o melhor que tem até 300, abaixo disso tem MUITA porcaria, infelizmente se foi a época que se tinham outras marcas com modelos decentes até 250...\n\nPor fim, cada cobra um valor, mas no geral, uma montagem completa costuma ficar na faixa dos 100-150$ por aqui, em loja que monta direitinho sem deixar tudo zoado ou bagunçado. Instalação de windows 10 sem cópia de nada está na casa de 80$, se duvidar, como a maioria da galera faz, teu amigo usa o esquema do prompt ou um gerador de chave pra ativar o windows e já deixar sem marca d'agua, mas se não ativar também não tem problema, apenas fica com a marca d'agua de fundo no canto da tela e limita algumas opções estéticas.",
                "só pra pontuar aqui, com essa grana vc consegue um PC muito mais parrudo se comprar da China pelo aliexpress, óbvio que vai precisar de paciência pra chegar as peças e sorte pra não ser taxado/vier com defeito, mas eu arriscaria"
            ]
        },
        {
            "title": "Experiência Com a Memória Ram Asgard",
            "selftext": "Montei um computador nos últimos meses, e para não gastar tanto logo de cara, vinha utilizando uma memória RAM emprestada de um familiar. É claro, chega a um ponto que você precisa trocar e devolver, e foi isso que me aconteceu. \n\nBrasileiro, como vocês sabem, tem orçamento apertado, e eu não queria gastar tanto, acabei pesquisando e me deparando com as \"Asgard Loki\" do Aliexpress. Vi muita gente comentando sobre elas, e acabei arriscando, peguei uma promoção e paguei R$ 270 reais por dois pentes de 8GB. \n\nElas chegaram no dia 13 de janeiro, e funcionavam bem desde então, até que mais cedo esse mês meu PC desligou. A principio, pensei que fosse uma queda de energia e deixei passar, mas desde segunda-feira, 13 de fevereiro, meu PC não ligava com elas. Fiz diversos testes e coloquei meu dois pentes de 4GB antigos, e me deparei com elas queimadas e sem nem deixar meu PC ligar. \n\nNão tenho muito mais a dizer sobre, tenho um i5 10400F e uma 2060 Super, e até entrei em contato com a loja pra fazer o retorno, foram super atenciosos, mas isso sairia pelo menos R$ 200 reais, de acordo com o simulador do correio, e esse é praticamente o preço de uma nova atualmente. \n\nJá vi muita gente tendo experiência boa com a marca, e acredito que tenha sido apenas azar meu mesmo, mas queria compartilhar que nem todos tem experiência boa com a marca. Dessa vez, vou pegar uma com distribuição autorizada no Brasil mesmo, pra facilitar se der problema, já que as vezes o barato sai caro.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1137s1g",
            "num_comments": 6,
            "comments": [
                "E esse é exatamente o problema do AliExpress. Tu até tem garantia, mas na hora de devolver os produtos...  tu dança feio...\n\nPs.: Compra Kingston Fury Beast ou GeIL que são as confiáveis mais baratas.",
                "Ram da Kllsre de 16 gb 2666 MHz tava 163 reais"
            ]
        },
        {
            "title": "WORDPRESS: Como botar um vídeo em Full Screen de Background no site?",
            "selftext": "Preciso com urgência saber como faz isso, de modo que o vídeo de fundo preencha toda a tela e fique estático, sem movimentar com a barra de rolagem!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112whi2",
            "num_comments": 2,
            "comments": [
                "Sei lá, meio que faltou jeito pra pedir isso... procurando no Google tu encontra plugin pra isso...\n\nMas nem sei porque tu vai querer fazer essa atrocidade num blog... se ainda fosse 1990...",
                "HTML\n\n<video autoplay loop poster=\"(caminho) da capa se quiser no video\" class=\"nome da classe\">\n\n<src =\"(caminho) do video que quer inserir\">\n\n</video>\n\n&#x200B;\n\nCSS\n\n.nome da classe{\n\nbackground-position: absolute\n\nmin-height: (altura minima);\n\nmin-width: (largura minima);\n\nwidth: (largura); se quiser\n\nheight: (altura); se quiser\n\nz-index: -99;\n\nbackground-size: cover;\n\n}"
            ]
        },
        {
            "title": "a placa mãe que eu comprei vai caber nesse meu gabinete ?",
            "selftext": "Eu comprei um kit com uma Asus Prime A520M-E e um Ryzen 5 5600, a placa mãe é mATX, porém tenho medo de ela simplesmente não caber no meu gabinete que é um goldentec C5819 bem genérico mesmo tenho ele desde 2015 provavelmente. A placa mãe atual que está nele é uma H61 mATX tbm, se ele suporta essa h61 que tbm é mATX ele tbm aguenta a Asus né ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112rpk7",
            "num_comments": 1,
            "comments": [
                "mATX é formato padrão. Se cabe uma, deve caber todas."
            ]
        },
        {
            "title": "GTX ou RTX?",
            "selftext": "Qual e a diferença entre essas 2 siglas? \n\nO que elas significam?\n\nAs 2 tem suporte pra Ray tracing?\n\nOq e Ray tracing ;-;?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112ph6r",
            "num_comments": 6,
            "comments": [
                "GTX é mais antigo e significa Giga Texel Shader eXtreme, mas não tem suporte à RayTracing complexo (elas até são capazes de fazer os mais simples à custo de muitos fps - dependendo, um jogo que rodava a 180fps sem, com pode passar a rodar a 10 fps, por exemplo).\n\nRTX é mais recente e significa Ray Tracing Texel eXtreme. Elas até já tem suporte à RayTracing complexo, porém é um recurso bem pesado e dependendo da configuração do hardware e das configurações do Raytracing, tu perde muito fps. (Até onde eu lembro, a RTX 2080 e 3070 sofriam um tanto com o RTX em alto/ultra)\n\nRayTracing é um método de simular a fisica das luzes, tipo em jogos. Dependendo da implementação, melhora e muito a ambientação.",
                "Ray tracing faz o jogo parecer que é tudo feito de vidro. Não vejo necessidade nisso."
            ]
        },
        {
            "title": "Estou com um problema de lentidão em meu computador e eu queria saber se alguém pode me ajudar",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112osth",
            "num_comments": 10,
            "comments": [
                "Qual os specs do seu pc? Tem ssd instalado? Quanto de memoria ram? Processador?",
                "Tu tem SSD?\n\nSe tu tiver, instala algum linux leve (ou talvez Windows 7) no SSD e tu terá um computador funcional."
            ]
        },
        {
            "title": "problema no Pc, ajudaa",
            "selftext": "Fui parafusar meu PC hoje, pois estava faltando alguns parafusos na placa mãe, parafusei tudo certinho, quando fui religar o Pc, ele não tava reconhecendo o cabo de internet, fui formatar, pois já estava querendo, formatei e mesmo assim ele não reconhece o cabo, os leds de internet nem acendem, alguém sabe do que pode ser ? Meu PC e DDR3, h61 16 GB de ram, rx 570",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112n6ed",
            "num_comments": 6,
            "comments": [
                "Resolvi o problema, era mal contato em 2 parafusos que coloquei na placa mãe, não sei pq, eu fui fixar ela com mais parafusos, e aconteceu isso, vlw pela ajuda",
                ">ele não tava reconhecendo o cabo de internet\n\nTestou com outro cabo de rede?\n\n>os leds de internet nem acendem \n\nOs leds que vc fala é na placa mãe? ou no modem do seu provedor?",
                "Eu juro que me esforcei para entender o que tu quis dizer.... mas sinceramente não consigo entender completamente....\n\nTu tirou a placa mãe para colocar todos os parafusos e espaçadores que faltavam? Reinstalou o Windows porque o cabo não funcionava? Que leds de internet? wtf..."
            ]
        },
        {
            "title": "Rede a cado não conecta no ubuntu 20.04",
            "selftext": "Olá pessoal, sem querer eu tinha apagado todas as dependências python do meu linux, mas já reinstalei tudo de novo “não sei se isso está relacionado com o meu problema atual”. O meu problema agora é que a rede a cabo não da sinal de vida, já tentei de tudo, alguém pode me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112mi3r",
            "num_comments": 4,
            "comments": [
                "Ele chega a conectar? Ou só não funciona? Sei não funcionar pode ser alguma configuração errada mesmo",
                "Tenta verificar se está pegando DHCP ou se ela está com a configuração de ip (ip, mascara e gateway) correta.",
                "Testou se o conector RJ45 está funcionando? Tentar refazer o cabo e conectar, pode se isso."
            ]
        },
        {
            "title": "Alguém sabe como NÃO usar o microfone do headset e continuar usando o microfone interno do notebook?",
            "selftext": "O microfone do meu headset estragou, e a entrada dele é de um conector apenas (como a de fones de ouvido de celular), que serve tanto para o microfone quanto para o áudio. Acontece que como o microfone está estragado eu não quero utilizar a entrada de microfone dele já que não funciona, e sim usar a entrada do microfone do notebook.\n\nSó que o driver de áudio do meu PC (Realtek HD Audio), simplesmente NÃO MOSTRA a opção de selecionar qual microfone eu quero utilizar. Ele faz com que meu computador reconheça-o como sendo apenas um microfone disponível e não dois, e esse \"um\" é justamente o do headset que não está funcionando. Eu só consigo usar o microfone do notebook quando o headset está desconectado, e quando conecto ele instantaneamente troca para o do headset que não funciona, sem opção de voltar para o do notebook.\n\nEu vi que o painel da Realtek permitia essa troca do microfone, mas isso só para versões mais antigas do Windows. No Windows 11, que é o que eu uso, essa opção simplesmente não existe mais. Não sei mais qual outra forma de tentar mudar a entrada do microfone...",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112jl6m",
            "num_comments": 7,
            "comments": [
                "Meu primeiro comentário aq, mano basicamente vc vai no ícone de som aperta com o botão direito do mouse,depois em abrir Mixer de volume e depois em sons do sistema, nessa parte vc clica em gravação, espero ter ajudado",
                "Compra um splitter de áudio (1 P3 femea, 2 P2 macho) e pluga só o macho relacionado ao audio... é 3\\~4 reais um no Shopee.",
                "Vc PD só desinstalar o driver de microfone do headset aí o notebook vai priorizar o microfone interno por estar com driver"
            ]
        },
        {
            "title": "como é que resolver esse B.O? não estou conseguindo da boot em um computador antigo que tem aqui em casa",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112jicb",
            "num_comments": 2,
            "comments": [
                "A ultima linha da primeira foto ta falando qual o erro rs",
                "Iniciar Windows Normalmente... se não der, tenta o Reparo. Ou simplesmente reinstala (mas os dados que tiverem, já eram)\n\nQuanto ao primeiro, pode ser só a bateria do RTC/BIOS que morreu, só trocar."
            ]
        },
        {
            "title": "como resolvo isso?",
            "selftext": "basicamente eu uso 2 monitores, sempre usei e nunca tive problema, um com a entrada azul de parafuso, e outro HDMI, mas ontem, eu tive que tirar o HDMI, e dai simplesmente o monitor da entrada de parafuso ficou com uma tela de chiado cinza piscando, não pegava video e tal, e se eu colocasse o HDMI, não pegava video... eu tinha que reinicar o pc, com o HDMI conectado, que dai ele pega videos nos 2 monitores... mas eu precisava sem o HDMI",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112fmqd",
            "num_comments": 1,
            "comments": [
                "A entrada com parafuso é o VGA... essa tua placa de vídeo é muito antiga?"
            ]
        },
        {
            "title": "impressora e scanner Cannon G4110 - problemas",
            "selftext": "Oi Pessoa, tudo bem?  \n\n\nComprei uma impressora/scanner Cannon 4110 e estou tendo alguns problemas com uso do Scanner.  \n\n\nQuando utilizo (com fio ou wifi) da erro na comunicação, não fazendo o processo do scanner ou então parando no meio.  \n\n\nAlguém já teve esse problema e sabe como resolver?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "112dyzl",
            "num_comments": 5,
            "comments": [
                "Você tem os drivers?",
                "Sou técnico a 6 anos, faço o trabalho de instalação correta pra você se desejar , via Anydesk ou TeamViewer , cobro um valor simbólico pra me ajudar nas contas do mês ... Qualquer coisa só chamar"
            ]
        },
        {
            "title": "Backup google fotos",
            "selftext": "Boa noite. Meu aparelho celular continua enviando as fotos para o Google Fotos mesmo com a opção de backup automático desmarcada. É instantâneo. Alguém sabe o que posso estar fazendo de errado?\nObrigado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111u0lp",
            "num_comments": 2,
            "comments": [
                "Tu consegue acessar as imagens no navegador? Caso consiga, tem alguma coisa que tá errada ai. Provavelmente o Google Drive pode estar fazendo backup.\n\nMas, caso não dê para acessar, é o Google Fotos que funciona como uma galeria local mesmo...",
                "Modo avião.  😊"
            ]
        }
    ]
}