{
    "posts": [
        {
            "title": "Olá, alguém poderia me da uma direção em relação a criar um site que permite também fazer agendamento, não sei se eu que estou pesquisando errado ou se realmente não existem muitos arquivos sobres( além dos que utilizam outros sites; Ex: Wordpres )",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111tkkd",
            "num_comments": 6,
            "comments": [
                "Fazer agendamentos de que? Tu precisa de agendamentos tipo uma clinica? Se for, tu vai precisar de sistemas prontos (não lembro de ter visto opensource e geralmente são bem salgados - valor até compensa) ou pagar empresas para desenvolver... e se trabalhar com dados pessoais, tu ainda tem de se adequar ao LGPD, garantir que esses dados não vazem...  Se fizer tudo nas coxas, vai ser só dor de cabeça...\n\nEntão procura ajuda de um especialista.\n\nAcho mais fácil tu conseguir ajuda desse tipo no /r/programacao"
            ]
        },
        {
            "title": "Monitor mudando gamer settings sozinho toda hora",
            "selftext": "Olá!!  \nDe uns tempos para ca, meu monitor deu para ficar mudando constantemente do nada o meu gamer settings. Jogando ou não, ele simplesmente fica salvando meu gamer settings para gamer2 toda hora. As vezes ele faz isso a cada 5m as vezes depois de horas.\n\nJa tentei resetar, desligar o auto settings e se eu mudar para o gamer1 ou gamer3 ele sempre volta para gamer2.\n\nO monitor é um Benq Zowie XL2430",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111qpme",
            "num_comments": 4,
            "comments": [
                "Bom não obtive resposta da BENQ e tentei reinstalar driver de vídeo e nada :/  \nNinguém mais com nada parecido?",
                "Resolvi aparentemente. \n\n  \nOs monitores da Benq (pelo menos o meu) tem um disco com alguns botões que tu conecta ao monitor para facilitar o uso do menu. Depois de muito mexer ali, vi que lá tem uns botões que você pode por para mudar rapidamente as configs (1 muda o picture mode por exemplo) e pensei que talvez podia ser defeito do disquinho (não sei o que exatamente), mas depois que tirei ele do monitor parece não acontecer mais.  \n\n\nDe repente ajuda quem está passando pelo mesmo já que procurei muito e não achei nada sobre.",
                "[https://www.benq.com/pt-br/suporte/fale-conosco/telefone.html](https://www.benq.com/pt-br/suporte/fale-conosco/telefone.html)\n\nTenta falar com eles. Pode ser que o produto esteja apresentando defeito ou que tenha algum software da BenQ no PC controlando isso."
            ]
        },
        {
            "title": "gt 1030 em fonte 255w?",
            "selftext": "Tropa tenho um dell preciso de ajuda, queria comprar uma gt 1030\n\nE um intel 2 quad ou intel 2 duo,\n\nTenho um pc com uma fonte de 255watts, mas n tenho dinheiro pra comprar outra e as fontes dá dell sao difíceis de achar e bem caras,será q pelo menos da pra usar com essa fonte\nSem explodir na minha cara?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111op2v",
            "num_comments": 10,
            "comments": [
                "As fontes da Dell costumam ser de boa qualidade e entregam a potencia que tem rotulada. Um Core 2 Quad com uma GT1030 deve operar de maneira segura sim (mal pega 130w), entretanto, não espere grande desempenho nessa combinação, ela serve pra jogar uns games Indie, retro e olhe lá... Valorant e CS Go se travar a 60fps em 720p deve rolar de boa também.\n\n&#x200B;\n\nDica, só dê uma organizada melhor no seu texto, confesso que ficou um pouco difícil de entender da segunda linha em diante, ai quebra pra quem quer te ajudar. Valeu",
                "Aguenta sim. Mas tu nem precisa usar fonte Dell... existem adaptadores pra isso. hahaha\n\nExemplo: [https://www.amazon.com/Must-Have-Gadgets-Optiplex-Precision/dp/B01G84VCMG](https://www.amazon.com/Must-Have-Gadgets-Optiplex-Precision/dp/B01G84VCMG) (é só exemplo, deve ter no Brasil... só que eu tava com preguila de achar)"
            ]
        },
        {
            "title": "Pc liga e desliga em seguida",
            "selftext": "Ola pessoal, gostaria de uma ajuda de vocês, estava usando meu pc normalmente quando fui pegar um caixa em uma prateleira em cima da mesa e a caixa caiu na mesa, nao atingiu a cpu porem o computador desligou na hora, fui tentar religar ele e ele só fica como o video abaixo, na hora que aperto o botão de iniciar a fonte gira a ventoinha e desliga em seguida, alguém tem alguma ideia oque pode ter acontecido ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111oh4m",
            "num_comments": 25,
            "comments": [
                "[deleted]",
                "uma coisa que eu não vi sendo falada aqui é sobre a bateria CMOS\n\nna placa mãe tem uma bateria pequena em formato de moeda escrito cr2032, tira todos os cabos de energia, vê um vídeo na internet de como tirar ela, tira e deixa ela fora da placa mãe por pelo menos 5m\n\ndepois coloca de novo e testa pra ver se o computador liga normalmente",
                "Embora precise de uma analise minuciosa e um multímetro pra ter certeza... tudo indica que algum componente na máquina (ou na fonte) esteja em curto. \n\nEssa ligada e desligada rápida é um circuito de proteção de algum dos componentes que está detectando sobrecarga e desarmando o sistema para evitado danos, toda vez que você realiza esse processo de liga/desliga no botão traseiro da fonte, você rearma esses circuitos de proteção.\n\nVeja se a placa mãe não está encostando diretamente no gabinete, ou se não caiu nenhuma particula de componente metálico na parte interna do PC ou através das grades traseiras na fonte. Esse processo de desarme pode ocorrer tanto por parte da tua placa mãe como pela fonte de alimentação.\n\nNo mais, como falei... só pegando e analisando com as ferramentas certas pra ter certeza do culpado.",
                "Que placa mãe e CPU? Não sei se é por causa da qualidade do vídeo, mas não estou vendo o plug auxiliar de energia conectado (geralmente fica na parte superior)... verifica se ele ainda está conectado e se está conectado direito.\n\nSe estiver, faz o seguinte: tira todos os cabos de energia de dentro do PC e recoloca. Ai faz o mesmo com os cabos externos. Sempre retirando completamente e ao recolocar certificando que eles estão bem presos. Depois retira e recoloca a memória RAM, HDs (cabo SATA e energia) e por ai vai. basicamente remonta o PC.\n\nCuriosidade, era uma caixa muito pesada, capaz de gerar um impacto suficiente para sacodir o case?\n\nDependendo, se tu tiver outra fonte, arrisca testar com outra fonte. (Fonte pode não parecer, mas não tolera muito impacto, ainda mais ligada... dependendo da fonte, ela trabalha quente demais e pode quebrar solda... mas é o cumulo do azar)",
                "Problema na fonte de alimentação",
                "EXATAMENTE O Mesmo problema aqui, intermitente. \n\n(O meu stress tá intermitente também) Quando da o defeito, a vontade é socar o gabinete. Mas vamos lá; \n\nAlguns dados;\n\nO computador funcionou durante 4 anos sem nenhum tipo de defeito. Agora vem essa mísera dando b.o. \"do nada\"\n\nPlaca mãe; MSI H61M P21(B3)\nFonte - Corsair CX500 \nRam - 2x 4GB AVANT 1333mhz \nCPU - Intel i3 5a Ger \nGPU - GForce 750Ti 2GB (2xHDMi) \nSSD Kingston 256GB \nHDD Western 500GB \n\nO que eu já fiz procurando o maldito defeito;\n\n- Tirei a placa mãe e todos os periféricos, inclusive o processador e limpei com álcool isopropílico, troquei a pasta térmica do processador. \n\n- Tirei a placa de vídeo e liguei vídeo onboard via DVi. \n\n- Limpeza das memórias com isopropílico e teste com uma e outra, variando os slots (sem bip de erro) \n\n- Conexão do operacional (SSD) com outros 2 cabos Sata e variando entre a saída da fonte. \n\n- Teste com fonte genética ATX 300w (era o que tinha disponível 0800) \n\n- Troca do botão Power do gabinete pra teste \n\n- desconexão do painel USB / P2 Frontal do gabinete \n\n- Formatação para uma nova cópia do Win 10 \n\n- Teste com gabinete aterrado e a placa instalada com todos os parafusos de fixação e buchas de isolamento \n\n- Troca da bateria CR32 \n\n- Teste em outra rede 127~v em outro local \n\n\nE o defeito continua. \n\nTem dias que ele funciona 5h direto sem nenhum tipo de problema. (Jogando overwatch no mínimo de gráfico, mas divertido do mesmo jeito, recomendo) \n\nOutro dia ele nem me deixa dar boot, desarma o sistema com 3 segundos e tenta startar novamente. \n\n\nEnfim, Heeeelp! \nAbss"
            ]
        },
        {
            "title": "Monitor ultrawide pequeno existe?",
            "selftext": "Nós temos um espaço limitado aqui, e gostaríamos de um monitor pequeno para posicionar na vertical, ao lado do monitor principal de cada um.\n\nVi que tem no Aliexpress 1920:550, porém ele tem touchscreen e não está montado.\n\nPreciso que ele tenha no máximo 20cm de altura. Não queria gastar mais de 800 em cada, mas eu desembolsaria no máximo 1000. Já sobre resolução, Full HD já estaria de bom tamanho, mas talvez até menos.\n\nVocês conhecem algum monitor que cumpra essa função, porém já pronto para uso? De preferência sem o touch.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111nle5",
            "num_comments": 4,
            "comments": [
                "Quantas polegadas (tamanho máximo e minimo)? Qual resolução (maximo e minimo)? Qual orçamento (quanto tu quer gastar? até quando pode extender?)? Se tu não der as informações necessárias, fica dificil..."
            ]
        },
        {
            "title": "desconto de gabinete?",
            "selftext": "Vocês sabem me dizer si a Pichau faz evento de carnaval pra da desconto nas peças? Estou querendo comprar um gabinete lá o \"Pichau pouter 3 RBG\" porém n sei si espero  ou compro (ultimamente ele tem sumido no mercado)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111n7f4",
            "num_comments": 2,
            "comments": [
                "Tu realmente quer esse case? Porque os fans dele são só RGB, não ARGB (RGB endereçavel)... além disso achei que os fans tem uma pressão estática bem fraca pra um case que parece ter filtro frontal...",
                "Entra no telegram da pichau e fica de olho nas promos.\nDireto tem live e eles postam umas promo relâmpago"
            ]
        },
        {
            "title": "Instalação do SSD",
            "selftext": "Meu SSD que comprei recentemente está pra chegar hoje e notei que a instalação dele pode ser um pouco complexa, necessitando da instalação de um windows no ssd. Alguém pode me indicar um bom tutorial pra fazer isso da maneira mais fácil? Eu quero apenas que o sistema + alguns programas sejam executados pelo ssd m2 para ter mais desempenho, é possível apenas clonar o sistema e os programas para ele? Desde já agradeço!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "111dany",
            "num_comments": 8,
            "comments": [
                "Cara... Primeiro tira o HD, instala o M.2, instala o Windows do zero no M.2, e depois reinstala os softwares... é bem melhor instalar do zero que clonar. (consome mais tempo, mas ao menos o windows estará limpo)\n\nMas se tu preferir clonar, tu precisa que o NVMe seja igual ou maior que as partições do Windows. (Sim, são 3\\~4 partições)",
                "Primeiro vc vai colocar o ssd e alocar uma partição nele. Depois voce tira o HD e deixa o ssd, pega um pendrive com o windows e so seguir a instalação normalmente. Nao esqueça de alocar a partiçao no ssd, se não a placa mae nao vai reconhecer. Qualquer duvida eu te mando link de uns 2 tutoriais para isso.",
                "Tem no site da Microsoft, você baixa e instala direto no pendrive, configura a bios pra dar noite no SSD primeiro e deu. Instalei ontem em 20min assim o Win 11"
            ]
        },
        {
            "title": "Qual gabinete escolher?!",
            "selftext": "Na opinião de vocês qual gabinete se sai melhor na facilidade de montar um computador e na qualidade para upgrade e facilidade de limpeza?\n\nLi lancool 3 ou nzxt h510 flow?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1119a8k",
            "num_comments": 1,
            "comments": [
                "Ambos são bons... tu vai ter de assistir reviews decentes desses cases (acho que o JayzTwoCents já resenhou ambos) e decidir por você mesmo.\n\nMas apesar de realmente gostar dos cases da Lian Li, eu ficaria com o NZXT H510 Flow..."
            ]
        },
        {
            "title": "Memoria",
            "selftext": "Olá, bom dia/boa tarde a todos, estou pra montar um computador e vi  na descricao do processador que ele só aguenta dois canais de memoria(processador:[https://www.kabum.com.br/produto/181088/processador-amd-ryzen-5-5600g-3-9ghz-4-4ghz-max-turbo-cache-19mb-6-nucleos-12-threads-video-integrado-am4-100-100000252box](https://www.kabum.com.br/produto/181088/processador-amd-ryzen-5-5600g-3-9ghz-4-4ghz-max-turbo-cache-19mb-6-nucleos-12-threads-video-integrado-am4-100-100000252box)). Não achei nenhuma info sobre, mas alguém sabe me dizer se o que manda na quantidade de memória é o processador ou placa mãe?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1118d4l",
            "num_comments": 2,
            "comments": [
                "O Controlador de memória fica dentro do processador (embora a placa mãe ajude no gerenciamento), dessa forma, quem costuma comandar é ele.\n\nProcessadores da AMD e Intel das séries mais comerciais (LGA 1200, 1700, AM4 e AM5) só suportam dois canais de memória (Dual Channel), mesmo em uma placa com 4 slots de memória, usando 4 pentes, ele ainda rodará em dual channel (ele interpreta cada par de memórias como individual).\n\nSomente processadores de linha High End possuem suporte a 3,4,6 e acredito que até 8 canais de memória, mas estamos falando de linhas como X299 da Intel e a Threadripper da AMD.\n\nXeons da Série X79 e X99 também suportam Quad Channel (4 canais de memória), hoje estão acessíveis, mas quando foram lançados na década passada, custavam valores absurdos, sendo somente viáveis para workstations mesmo (que tiram maior proveito dessa largura de banda).\n\nDe maneira geral, o fato de suportar apenas dual channel não irá lhe impactar em nenhuma perda, dado que são aplicações muito específicas que tiram proveito dessa maior largura de banda de memória",
                "Todo Ryzen (não TR) só tem 2 canais de RAM no controlador de memória dele. Se a placa mãe tiver 4 slots, dá para usar até 4 memórias em dois canais."
            ]
        },
        {
            "title": "NHL '94 (Sega Mega Drive), Um videogame de esportes de hóquei, jogabilidade longa",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11124ri",
            "num_comments": 0
        },
        {
            "title": "Monitor bom e barato",
            "selftext": "Estou terminando de montar meu pc, porém tô muito apreensivo pra comprar um monitor por não conhecer mt. Queria algum com 1ms e no mínimo 120hz, na faixa dos 1500, alguém tem alguma recomendação?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "110u3wo",
            "num_comments": 2,
            "comments": [
                "LG UltraGear 24\"/27\" 120Hz. É um dos melhores monitores que tu vai encontrar nessa faixa de preço... além da fidelidade de cores ser incrível antes da calibração, depois da calibração fica perfeito.",
                "Athen v2 (da Pichau). Comprei e não me arrependo. 27\" com tela curva (1500R), 1 ms e 165 Hz. Só não tem sistema de som integrado, mas fora isso esse monitor é maravilhoso."
            ]
        },
        {
            "title": "Perdi uns arquivos",
            "selftext": "Fala rapaziada, formatei meu pc, separei uns arquivos numa partição do ssd, formatei e a partição sumiu… baixei um programa pra recuperar, achei os arquivos mas preciso pagar 200,00 na assinatura pra conseguir, alguém aí sabe um programa que faz isso de graça?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "110jemw",
            "num_comments": 1,
            "comments": [
                "Recuva... mas tu precisa de outro HD para recuperar os dados... se tu recuperar no mesmo disco, pode ser que tu sobreescreva e perca para sempre."
            ]
        },
        {
            "title": "Directx 11 não funciona",
            "selftext": "Tenho i7-870 com gt 220 e uma configuração bem basica, mas no dxdiag diz que eu tenho o directx 12, mas nem um jogo ou programa que precisa de directx 11 nao funciona (Exceto por um, um jogo na steam que nas configurações mínimas para rodar fala que precisa de directx 11, esse e o unico jogo que precisa de directx 11 que funciona)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "110hyyb",
            "num_comments": 6,
            "comments": [
                "Quando falamos de directx12 e 11, na verdade eles são um conjunto de várias sub-instruções, então mesmo que diga que tem algum suporte, pode não ser na totalidade, as vezes só uma instrução mais básica e olhe lá.\n\nQualquer placa abaixo da série 400 da Nvidia possui apenas suporte a instruções como DX 10_0 (sub instrução do directx11), sendo o mais básico do mais básico, dessa forma, nem games de directx11 devem rodar direito ou sequer abrir nessa placa.\n\nDessa forma, tens que atualizar tua GPU",
                "Qual jogo?"
            ]
        },
        {
            "title": "Meus gráficos estão feios",
            "selftext": "Tenho um ideapad gaming 3i  com uma gtx1650, tento colocar o anti-aliasing no máximo nos jogos mais ainda fica um pouco de serrilhado que me incomoda bastante, alguém sabe com ajeitar isso ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "110herz",
            "num_comments": 11,
            "comments": [
                "Coloca os jogos na resolução nativa do notebook.",
                "vc já verificou os drivers ?"
            ]
        },
        {
            "title": "Qual fonte usar?",
            "selftext": "Estou montando um PC com as seguintes configurações:\n\nRyzen7 5700x; \nPlaca mãe Asus x570 Plus; \n32 de Ram; \nSSD 480 Gb; \nHD 2TB; \nWater cooler Nzxt 360mm\n\nIrei utilizar o pc apenas para programar(Java e usar o VSCode) e utilizar para trabalhos de faculdade nada de jogos.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "110hakm",
            "num_comments": 12,
            "comments": [
                "Com esse processador e sem placa de vídeo tu não faz nada. Mas os specs são bem bacanas.\n\nTu vai precisar de uma placa de vídeo simples, como a GT 1030.",
                "opa mn salve, então eu acredito até vc esteja montando o computador, tem um site da cooler naster que vc pode utilizar pra medir quantos watts são necessários pra segurar a sua máquina, quando montei a minha eu peguei a informação do site e somei +100 watts pra escolher minha fonte\n\nhttps://www.coolermaster.com/power-supply-calculator/\n\nagr falando sobre computador, vc tem que ver qual é a placa de vídeo que vc vai usar, esse processador que vc pegou não tem vídeo integrado, vc pode trocar ele por outro ryzen que tenha \"g\" no final do nome, ou então pegar uma placa de vídeo qualquer só pra dar vídeo",
                "OP se você não quer gastar a mais com placa de vídeo vai em um Ryzen 5700G, vai te suprir muito bem para as funções que deseja.\n\nOutra dica. Você pode economizar na RAM. 8gb ou 16gb já estaria de bom tamanho para o que precisa.  \n\n\nEdit: Esqueci de mencionar a fonte haha.  \nBom, eu ja segurei um 3600x com water cooler e uma RX580 com uma fonte Corsair de 500W  \n\n\nAcho que uma fonte de 500 de uma marca boa segura sua config. Mas caso deseje um upgrade futuro com uma placa de vídeo, pegue uma mais forte. Fica a sua escolha"
            ]
        },
        {
            "title": "700w pra uma 3070 e um i9 9900k?",
            "selftext": "Comprei uma fonte de 700w para aguentar uma 3070 e um i9 de 9 geracao, sera que aguenta tranquilo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "110gggw",
            "num_comments": 5,
            "comments": [
                "A nvidia recomenda 650w pra 3070, mas isso vai depender também de qual marca você tá comprando, e do resto do computador, mas em geral, a fonte provavelmente vai aguentar tranquilo (já vi 3070 em fonte de 600w). O mais importante realmente é se você comprou a fonte de marca boa."
            ]
        },
        {
            "title": "Dicas de notebooks que pesem pouco",
            "selftext": "Galera, preciso de dicas de notebooks mais antigos e que sejam leve (de peso mesmo) para eu conseguir carregar na mochila pra cima e pra baixo.  \n\n\nA ideia é comprar usado para poder usar com Linux. Será somente para estudos.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "110g4a7",
            "num_comments": 3,
            "comments": [
                "Um mais antigo e leve que tive foi um Acer aspire V5-171-6675, tinha um i3 2377m (de 2/4 / 1.5ghz / 17w), ele é daqueles modelos com tela de 11.6 polegadas, tem USB 3.0, saída HDMI e tudo mais. Instalei um SSD e ficou sensacional pra usar como notebook para estudos, levava em tudo que era canto pois cabia facilmente na mochila e afins. Recomendo",
                "Pretendo comprar um também para trabalhar quando estiver fora de casa e estive olhando uns Thinkpad de 4th gen. verdadeiros tanques de guerra"
            ]
        },
        {
            "title": "Limpeza de telas.",
            "selftext": "Dúvida honesta pois não aguento mais não ter alguma certeza: qual o produto ideal para realizar a limpeza de telas dos eletrônicos em geral? já pesquisei bastante sobre esse assunto, mas nunca acho uma resposta concreta e definitiva sobre isso. Uns dizem que o ideal seria utilizar o álcool isopropílico 70%, outros dizem que o ideal seria utilizar apenas um pano úmido de microfibra. Também já li que o ideal seria utilizar os ‘limpa telas’, que são produtos desenvolvidos especialmente pra isso; no entanto, cada marca desenvolve uma composição diferente, e fico mais na dúvida de qual utilizar. Se alguém puder me ajudar, ficarei grato.\n\nAliás, caso o ideal seja utilizar o limpa telas mesmo, teriam alguma recomendação de qual seria o melhor de acordo com a composição?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1108qwm",
            "num_comments": 2,
            "comments": [
                "Não passa alcool em telas... sério mesmo. Além de poder manchar, ele também é prejudicial em certos tipos de acamentos oleofóbicos.\n\nEu uso isso aqui: [https://www.amazon.com.br/gp/product/B07NQ7FFXH/](https://www.amazon.com.br/gp/product/B07NQ7FFXH/) um potinho desses dura dois, três anos... essas esponjas dá pra comprar caso fiquem muito sujas."
            ]
        },
        {
            "title": "AMD 5600G como solução temporária vale a pena? Não entendo nada de hardware, me ajudem",
            "selftext": "Não queria gastar dinheiro com PC novo no momento pois meu antigo GTX 760 + i5 4460 dava conta do recado em tudo que eu fazia. Entretanto tive que levar pra manutenção e a empresa que pegou deixou meu PC inutilizável então enquanto não resolvo com eles irei montar outro PC reaproveitando algumas coisas do atual.\n\nEstava pensando em comprar apenas uma nova placa mãe (com TPM 2.0 pra usar o Windows 11), uns 16 ou 32 de RAM DDR4 (que disseram que tem custo-benefício melhor que DDR5), e por enquanto jogar usando apenas o processador AMD 5600G, pra futuramente comprar uma placa de vídeo mais robusta.\n\n* Vale a pena fazer isso em termos de custo-benefício ou um processador comum + placa de vídeo ficaria mais em conta?\n* Se daqui a uns 2 anos eu comprar uma RTX 2060 ou superior vai dar gargalo?\n* Teria outro processador com chip gráfico integrado melhor que o AMD 5600G em termos de custo-benefício?\n* Outra pequena duvida, esse tal do Vegas 7 é integrado em todas AMD 5600G certo? (sim, sou muito leigo)\n\nps: Também aceito sugestões em relação a placa mãe e RAM.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zyps2",
            "num_comments": 5,
            "comments": [
                " *empresa que pegou deixou meu PC inutilizável*\n\nEm que sentido ele está inutilizável ? se for só problema simples e ele te atendia perfeitamente, recomendo tentar resolver os possíveis problemas e seguir usando, economiza uma boa nota na brincadeira.\n\nAgora dentro do tópico, veja se ao menos a GTX 760 está funcionando, pois ao invés de pegar o ryzen 5600g com gráfico integrado, pode pegar o 5600 normal, que tem mais cache, suporta PCI 4.0 e custa menos. O Gráfico da 760 é superior a estes modelos integrados.\n\nUm Kit com 16gb e um 5600 leva numa boa placas como RTX 3080 e por ai vai, então estará bem servido",
                "Não deve dar Gargalo se tu pegar 2080, mas se tu pegar 3060/4060 pode ser que dê um pequeno gargalo pelo PCIe 3.0 do 5600G vs PCIe 4.0 das placas.\n\nOlha, se a placa de vídeo estivesse funcionando... eu pegaria o 5600 normal e usaria ela no lugar do video onboard do 5600G... e venderia/doaria as peças do anterior."
            ]
        },
        {
            "title": "placa mãe armanezena alguma informação sua?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zwy2p",
            "num_comments": 6,
            "comments": [
                "Sim, principalmente em sites que você acessa.\nAssim que a PF trabalha, coletando informação que estão no chip da placa mãe.",
                "Não",
                "Placa mãe não armazena nada além da licença do Windows, chaves do TPM, configurações em geral.... mas informação pessoal, não.",
                "Não que eu saiba, no máximo configurações da BIOS e outras configurações",
                "Não.\nE sua pergunta é suspeita.\nTá escondendo alguma coisa de alguém? Kkkkk"
            ]
        },
        {
            "title": "ssd não aparece o que pode ser ou como resolver?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zrks2",
            "num_comments": 8,
            "comments": [
                "Não encontra, acho que é o problema é na configuração do boot que eu não sei",
                "Tem algum sistema instalado nele ?\n\nDa uma olhada em Hard Drive Priorities ali embaixo, veja se aparece na listagem",
                "Da uma olhada se ta bem conectado na entrada sata, e se possivel tenta com outro cabo. Esses hds é só conectar que a placa já reconhece.",
                "Se está tentando formatar com pen drive tenta outro pen drive",
                "Po... Ele não aparece como disco de boot se não tiver uma partição de boot... tudo que tu precisa fazer é instalar o Windows no SSD... (tira os outros HDs)"
            ]
        },
        {
            "title": "Qual opção mais viável para espelhar apenas o Windows de um HD para um SSD?",
            "selftext": "Informações sobre os dois: HD possui o Windows instalado e tem 1Tb, desejo limpar o meu SSD (360gb) que tem um Linux dentro e colocar só meu Windows nele. \n\nTem algum software que espelhe só o Windows? Pq se for espelhar tudo, vai ultrapassar a capacidade do SSD.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zqqgz",
            "num_comments": 2,
            "comments": [
                "A melhor opção é tu instalar o Windows no SSD do zero e depois copiar as coisas que te interessam.",
                "Ja fiz muito isso com o Macrium, se estiver particionado o HD é só espelhar a unidade desejada. \n\nMas mesmo assim ele não fica 100% e o ideal mesmo era formatar e fazer tudo do zero."
            ]
        },
        {
            "title": "alguém sabe como tira essa barra com o nome do jogo?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zea7d",
            "num_comments": 8,
            "comments": [
                "Vai nas configurações do jogo, vai na opção de vídeo. Lá deve ter uma opção escrito \"abrir em modo: janela\" coloca em \"abrir em modo tela cheia\" ou \"abri em modo janela tela cheia\". Caso não tenha essa opção (se for um emulador por exemplo), só precisa  clicar duas vezes no centro da tela que ela fica automáticamente em tela cheia. Porém toda vez que você desligar o computador, ligar de novo e abrir o jogo vai ter que fazer o mesmo processo.",
                "alt + enter? Ou da uma olhada nas opções do jogo pra ver se aparece modo tela completa (ou alguma coisa assim)",
                "Geralmente se tu apertar Alt+Enter, vai pra tela cheia.\n\nCaso contrário tu muda pra Borderless Windowed ou Full Screen na config do jogo.",
                "Aumenta a resolução no próprio jogo 👍"
            ]
        },
        {
            "title": "Atualização Windows 11",
            "selftext": "Então... eu tava afim de atualizar pro windows 11 (eu uso o w10) e queria saber se quando eu for atualizar, eu vou perder meus arquivos, ou posso simplesmente só atualizar o SO?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ze2dz",
            "num_comments": 1,
            "comments": [
                "Pode só atualizar, mas particularmente eu prefiro formatar e instalar o SO do zero. (Sempre faça backup, mesmo se for só atualizar)"
            ]
        },
        {
            "title": "CPU a 100% ( Por favor, ajuda )",
            "selftext": "Seguinte comprei um PC ( RTX 2060, I3-10100f, SSD 256gb, 8gb de ram ). Quando ligo o pc ele fica de boa e não começa a rodar que nem os ventiladores do sus, mas quando abro algum jogo ou mesmo o Chrome, a CPU fica indo pra 90% chegando a 97%. Não sei se tá fazendo overclock ou se é alguma configuração. Alguém aí pode dar um help namoral?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zccno",
            "num_comments": 4,
            "comments": [
                "Isso me parece ser gargalo",
                "Abra o gerenciador de tarefas (ctrl + shift + esc) na aba desempenho e veja se o clock do processador está batendo corretamente os valores entre 3.6ghz e 4.3ghz que é como deve ficar quando exigido 100%.\n\nAinda na aba desempenho, pode clicar em cima da janela do CPU e ver se o windows está reconhecendo os 4 núcleos e 8 threads dele.\n\nPor fim, veja a temperatura em algum software como HWmonitor, se o cooler não foi montado corretamente, pode ser que ele esteja pegando temperaturas muito altas e travando a máquina (só rola quando fica perto de 100°C)",
                "Windows n tá na economia de energia não? Se pá tá limitando o processador"
            ]
        },
        {
            "title": "100% de cpu",
            "selftext": "Alguem pode me ajudar? Tenho um computador \ni5 3570k \n8GB RAM\nGTX 1050 Ti 4GB\nEstou sofrendo muito com quedas de FPS e a CPU 100% quando estou jogando Exemplo: Valorant\nEssa configuração é assim mesmo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zbri5",
            "num_comments": 1,
            "comments": [
                "É um processador de quatro núcleos já um tanto quanto antiguinho, então pode rolar uns travamentos sim, mas de toda forma, da pra rodar valorant de boa com esse setup, pois é um jogo leve.\n\nSe quiser, experimente limitar a quantidade máxima de frames (travar o FPS), tipo, se tu estiver pegando uns 150fps, limitar a um máximo de 100fps pode ajudar bastante a diminuir as quedas, ao menos é uma das táticas que recomendo pra quem tem PC fraco e quer rodar CS, é tiro e queda."
            ]
        },
        {
            "title": "Oi",
            "selftext": "Meu processador é T3300 alguém indica algum outro melhor pra colocar no lugar??",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10zbkos",
            "num_comments": 3,
            "comments": [
                "Qual a placa mãe? Mas acho dificil que compense muito atualizar.",
                "Olha, esse CPU tem barramento de 800mhz e considerando os processadores desse socket no mesmo barramento, o melhor que tu pode trocar seria um core 2 duo t6900, mas não vale a pena na minha opinião, pois será um ganho de 500mhz e 1mb de cachê (teu celeron já é dual core) e não deve impactar em quase nada.",
                "Isso não é processador mobile?"
            ]
        },
        {
            "title": "transferir fotos do celular para o computador com data",
            "selftext": "Alguém sabe como eu posso transferir fotos do celular para o computador com as datas de quando as fotos foram tiradas no celular? Em específico alguns prints. \nEu estou querendo enviar alguns prints do celular para o computador e eu queria que a data e a hora de quando tirei o print se mantivesse também no Pc, porém quando envio, a data que fica na foto é a data de quando foi transferido para o Pc e não a data original, alguém sabe como fazer isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10z9uij",
            "num_comments": 7,
            "comments": [
                "copia pra um cartão de memoria, tira do celular e le o cartão no PC usando um leitor tipo pendrive."
            ]
        },
        {
            "title": "Pesquisa do Google",
            "selftext": "Gente,sou muito leigo pra computador.\nTem como eu ativar algo pra que a pesquisa do Google fique como na da foto? (Com recomendações de pesquisa e até mesmo mostrando uma coisa que existe,ali tá a imobiliária,mas outro exemplo seria quando você pesquisa um ator e ele aparece ali)\nNo meu computador não aparece nada disso,apenas o que escrevi na barra de pesquisa :(\nTeria alguma maneira de ativar isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10z9q5x",
            "num_comments": 0
        },
        {
            "title": "Alguém consegue me ajudar?",
            "selftext": "Ontem, meu windows 10 funcionava tudo normal, o pc é meio velinho mas era de boa. Dai hoje, eu vi que não tinha mais o botão de \"suspender\", que deixa o pc inativo mas ligado,  achei estranho, mas pensei que poderia ser uma atualização, então fui na Steam, na página de Biblioteca, onde tenho meus jogos, simplesmente começou a subir, e eu não conseguia fazer ela abaixar denovo, mas a página da loja funcionava normal.\nEstava sem opção de jogos, então fui jogar Overwatch, que é fora da Steam, mas quando entrava, o jogo travava demais, tava uns 2 fps, sem zueira, donada começou, ontem tava normal. Bem, eu não sei se isso é grave ou não, se essas coisas acontecessem em dias diferentes, eu até ignorava, só tentaria arrumar normal, mas como tudo ocorreu de um dia pro outro, estou tentando buscar ajuda aqui, se alguém souber oque é, porfavor me ajude. Obrigado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10z89xb",
            "num_comments": 14,
            "comments": [
                "Primeiro. De qual hardware estamos falando? CPU/RAM/HD ou SSD?"
            ]
        },
        {
            "title": "comprei um mico fone de mesa e quando eu conecto ele, o meu Headset fica sem som. alguém pode me ajudar?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10z51ik",
            "num_comments": 6,
            "comments": [
                "O cara tem um barbeador no setup",
                "Na parte de trás do PC, conecta no pino rosa.\n\nSe tu já fez isso, vai nas configurações de mixer do Windows e ajusta a saída de áudio para o headset e a entrade de áudio para o microfone. Os outros programas podem precisar ser reabertos.",
                "Daora o mouse pad.",
                "Acho que da pra tu conectar o headset no microfone tbm"
            ]
        },
        {
            "title": "Computador ligando e depois de um tempo desliga.",
            "selftext": "\nTeste de memória ram ok\nTeste placa de video ok\nTeste de fans e conectores ok\nTeste de fonte ok\nTeste BIOS e bateria placa mãe ok\n\n\nTenho em mente dois possíveis problemas, parafusos gigante e placa encostada diretamente nos ferros do gabinete. Vocês algo outro motivo em mente?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10z066r",
            "num_comments": 6,
            "comments": [
                "Monitora a temperatura da sua cpu. Normalmente problemas de desligamento repentino é causando pelo processador superaquecendo (não é o unicórnio motivo, por isso precisa de um diagnóstico)",
                "*placa encostada diretamente nos ferros do gabinete*\n\nSe for isso, pode dar um B.O. bem violento nos componentes.\n\nExperimente montar fora do gabinete e veja se prossegue com o sintoma de desligamento.",
                "Temperatura?",
                "Cara... por que diabos a placa mãe está encostada diretamente no gabinete? Tem espaçador  para colocar... fora isso, temperatura, fonte ruim, etc...\n\nmas é dificil adivinhar se tu não diz o básico, como fonte, cpu, gpu, placa mãe, case....",
                "Tira o processador, troca pasta térmica, formata o HD e se ainda assim persistir, essa placa mãe está com defeito. Abs",
                "Quando for assim posta que testes vc fez e qual as especificações da máquina"
            ]
        },
        {
            "title": "Adaptador Bluetooth Em Pc Sem Bluetooth",
            "selftext": "Boa Tarde, gostaria de saber se eu conseguiria usar um adaptador bluetooth em um pc sem bluetooth, é possivel?  Pretendo usar um dualshock 4 no meu pc!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10yy9bp",
            "num_comments": 4,
            "comments": [
                "Sim, tem uns adaptadores USB que funcionam bem pra esse propósito.",
                "É só espetar um adaptador bluetooth numa porta qualquer. (Mas não garanto que o dualshock funcione porque nunca testei ou fui procurar)",
                "Já consegui aq obrigado pela ajuda"
            ]
        },
        {
            "title": "Xeon 2680V4 E5 com GTX 1660 Super 6G, é uma boa idéia?",
            "selftext": "Olá, estou planejando comprar um Xeon 2680V4 E5, não tenho um amplo conhecimento sobre compatibilidade de placas gráficas, alguma recomendação? Estou pensando em conseguir um GTX 1660 Super 6GB.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10yxlsz",
            "num_comments": 11,
            "comments": [
                "Compatibilidade qualquer uma serve. A 1660 Super ainda é uma boa placa para rodar em Full HD, se achar em valor camarada, vale a pena para essa resolução (1080p).\n\nQuanto ao Xeon, acompanha de boa uma placa dessas, mas acho um processador de 14 núcleos e 28 threads um puta desperdício pra jogo, pois não vai ser usado nem metade disso ai e como o clock dele é baixo (2.4ghz de base), eu acho mais jogo optar por um modelo 6/12 ou 8/16 que tenham clocks mais altos, como o E5 2643V4 que é 6/12 mas tem clock de 3.4 até 3.7ghz, vai te dar mais FPS nos jogos.",
                "Se esse E5 vier ANTES do 2680 V5, como em Xeon E5-2680 V4, até deve funcionar... mas se esse E5 vem depois do V4, não é E5, e sim ES... de engineering sample. Engineering Sample quer dizer que é um chip que pode funcionar como o esperado ou não.. Se tu estiver disposto à arriscar, é com você.\n\nCara... a 1660S é uma boa placa. Só não pega a desgraça da Palit com 1 fan... ela praticamente trabalha 100% do tempo em 80+",
                "O 2680 V4 é um bom processador sem sombra de dúvidas. Mas depende tbm do que vc quer fazer com ele. Pra renderização e modelagem 3D, por exemplo, ele é excepcional justamente por causa da quantidade de núcleos. Agora pra jogos, ele não vai fazer tanta diferença assim em relação a um 2620 V3 ou um 2640 V3. Fora que os V4 não dá pra fazer unlock turbo boost nas placas chinesas assim como dá pra fazer com os V3. Dá pra usar a grana que vc vai investir nele pra pegar uma placa de vídeo melhor (apesar da 1660 Super dá conta de muita coisa e ser uma excelente placa). Bom, pensa direitinho. Dependendo do que vc for fazer, um 2620 V3 já é uma ótima opção",
                "Uso o E52678v3 numa x99\nDesempenho da gtx1050ti fica bom"
            ]
        },
        {
            "title": "Teclados Mecânicos",
            "selftext": "Estou buscando um teclado mecânico 60% de uma marca alternativa para importar. Não conheço quais são boas. Separei duas unidades, os modelos são:  **E-YOOSO Z686** e **LEAVEN K620 mini.** Queria saber a opinião sobre os modelos, se alguém possui indicações ou se conhecem os modelos. Estou pensando em investir na faixa dos R$200,00 para ver se tenho uma experiência boa com os teclados mecânicos.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10yosbl",
            "num_comments": 10,
            "comments": [
                "Eu não gosto de teclado 60%, mas joga esses teclados no youtube, tá cheio de resenha sobre os dois modelos.",
                "Eu tava procurando aqueles da Akko, alguém que tem sabe falar se é bom?",
                "Faixa dos 200 reais?\n\nMotorspeed Ck61, um ótimo teclado, tenho um branco switch red desde novembro de 2022.\n\nO ruim que o switch não é removível",
                "Eu tava procurando aqueles da Akko, alguém que tem sabe falar se é bom?",
                "Eu tava procurando alguma alternativa ao keychron k3.\n\nGosto muito de teclados low profile.\n\nAinda não achei nada :/"
            ]
        },
        {
            "title": "Ajuda.",
            "selftext": "Olá a todos. Estou com um problema na MySQL. Ela aparece \"conexão não estabelecida\" e não consegui resolver. Alguém poderia me dar ajuda? OBS: Não pede senha pra entrar na MySQL. Seria isso um problema? Desde já, agradeço.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10y20v7",
            "num_comments": 3,
            "comments": [
                "Sepá vc precisa trocar o Linux por Windows ou vice-versa. Pq o adaptador talvez não funcione no sistema operacional diferente daquele que está utilizando. Tmj 👊",
                "Se você acabou de instalar, checa se o serviço está rodando.",
                "Como tu tá conectando ao MySQL?"
            ]
        },
        {
            "title": "Chrome dando erro",
            "selftext": "meu Chrome vem dando diversos erros e não sei porque, as vezes diz que falta memoria, outras que só não deu pra carregar a página e as vezes fecha tudo dizendo que teve falha na inicialização do aplicativo.\n\né o único programa que tá tendo esses erros",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10y0pgj",
            "num_comments": 11,
            "comments": [
                "3 perguntas:\n\n1. Quanta RAM tem esse PC?\n2. Quantas abas tu tem no Chrome?\n3. Esse SSD/HD está bom ainda?",
                "Tenta experimentar o Microsoft Edge pois esse navegador eu precisei usar quando o Chrome estava dando erro num site que eu estava tentando fazer umas coisas"
            ]
        },
        {
            "title": "Trocar RTX 3070 (Minha) por uma RX 6800 (Não XT)",
            "selftext": "Olá amigos, apareceu uma oportunidade de trocar a minha 3070 em uma 6800, mas estou com dúvidas se realizo ou não essa troca...  \nSei que a AMD tem uma perca considerável de performance em relação ao ray tracing, mas no desempenho bruto, acredito que ela seja superior.  \nO Modelo da minha é uma 3070 Aorus Master e a do cara é uma RX 6800 Sapphire Nitro +.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10xxwrr",
            "num_comments": 18,
            "comments": [
                "Então, a 3070 é mais forte que a 6800... além da 3070 ter codecs para streaming, CUDA, e etc...\n\nDica: ninguém trocaria uma placa melhor por uma pior sem pedir a diferença...",
                "O techpowerup aponta diferença aproximada de 10% em favor da RX6800, óbvio que dependendo da aplicação essa diferença pode ser menor ou maior, mas, acho pouco ganho para muito risco.\n\nVocê conhece bem o histórico da sua placa e caso ainda tenha garantias, é bem mais tranquilo de acionar. Fora isso, tem a questão do Ray Tracing que você pontuou.\n\nSomado a isso, eu não trocaria (também) pelo seguinte:\n\nEstabilidade de drivers da NVidia é bastante superior em relação a AMD, te digo isso pois além de montar e arrumar muitas máquinas diferentes, já tive no meu setup particular HD6950 (essa envelheceu mal demais), HD7970, R9 280x, RX 470 e atualmente tenho uma RX5600xt, todas foram adquiridas usadas por valores bons, caso contrário teria optado por Nvidia todas as vezes, pois a GTX 660, 780ti, e atualmente a GTX1050 e 970 (fiz um post sobre elas aqui esses dias) foram muito mais tranquilas no quesito driver.\n\nExplicando melhor, não que as da AMD tenham sido ruim, mas vez ou outra lançavam driver que dava uma crashada em algum game, ai tinha que desinstalar e voltar uma versão até lançarem correção, da Nvidia nunca precisei. As vezes tinha o problema de na hora de atualizar, dar uma bugada no radeon settings, necessitando rodar o DDU pra remover e depois reinstalar de novo e por ai vai...\n\nSe fosse uma 6800xt ou 6900 eu iria tranquilaço, mas por pouco ganho que a 6800 oferece eu não vejo tanta vantagem",
                "Nunca.\n\nQual resolução vc joga?",
                "Eu ficaria na NVIDIA simplesmente pelas tecnologias, pelo DLSS que funciona muito bem e a qualidade dos drivers. Coisa que eu sentia falta quando estava na AMD. \n\nNão sei quanto também a mercado, mas acho que a 3070 terá uma desvalorização menor que a 6800 nos próximos anos. \n\n\nSai de uma RX580 para uma 3070 pq to com uma TV 4k, e essa placa é um sonho realizado. Segura bem praticamente tudo o que jogo, fora que é muito silenciosa e muito fria. Às vezes nem parece que está ligada. \n\n\nAcho que só valeria a troca por uma 6800XT em OP...",
                "Se vc não usa nenhuma das tecnologias especiais da nvidia tipo cuda e não liga pra ray tracing performace (pq nvidia ainda é melhor) então tanto faz. Mas ainda acho que é muito trabalho pra pouco ganho."
            ]
        },
        {
            "title": "Pc da vídeo sem placa de vídeo?",
            "selftext": "Olá, essa pergunta é bastante leiga, mas alguém sabe se um pc sem placa de vídeo da vídeo? (Está tudo conectado tipo: processador, ram, SSD, fonte, etc... Menos placa de vídeo)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10xv9jl",
            "num_comments": 23,
            "comments": [
                "Existe processador com placa de vídeo integrada (a serie G dos ryzen vem com isso, intel tambem tem.)\n\nSó precisa ver bem se na placa mãe tem saida de video (hdmi, vga, display port ou dvi)",
                "Igual o amigo aqui falou, existem processadores que vem com uma placa de vídeo integrada, aí nesse caso você não precisa de uma dedicada  \n\n\nSe quiser saber um pouco mais, pode ir atrás das variações de cada um, normalmente existe uma variação notebook, uma com vídeo integrado e uma sem vídeo integrado  \n\n\nNo caso do Rysen 5 series 5000:  \n\\- Rysen 5 5600 => sem graficos integrados  \n\\- Rysen 5 5600G => com radeon graphics integrado  \n\\- Rysen 5 5500U => edição um pouco limitada exclusiva pra notebook (mais fraco, mais economico e esquenta menos)",
                "Vcs estão em narnea .... Falando de APU, como se fosse a única forma de dar vídeo. \nJá reparou que placa mãe tem saída de vídeo sem ser a da placa de vídeo? \nOs Enzos nunca ouviram falar de onboard e off board. Qualquer processador tem vídeo integrado e passa pra placa mãe, seja Intel ou AMD. \nA diferença que a AMD inventou APU,  que seria um Chipset dedicado de vídeo no CPU. \nA diferença entre um e outro é o poder de processamento de imagem. Uma APU tem capacidade de chegar perto de placas de vídeo médianas, já o CPU com vídeo integrado(todo processador comum tem isso) te dá um vídeo onde vc compartilha o rendimento dele com o processador + mem ram, consequentemente é bem fraquinho, mas dá vídeo, vc consegue ver vídeos em boa qualidade e até jogar alguns jogos.",
                "Qual é o processador?",
                "Se seu processador e placa mae tiver vídeo integrado e ainda não estiver dando vídeo pode haver algum problema relacionado a memória ram, ai eu recomendo vc retira-las, limpar os terminais dela com borracha e testar uma por vez em cada slot ( se só um pente ou slot de memória ram estiver com defeito o computador pode não apresentar video, o mesmo vale se você tentar ligar com a ram desconectada)",
                "depende do seu processador, se for um que não tenha video integrado esquece, tipo os modelos XEON da intel e alguns modelos RYZEN da amd, de resto sim pode dar video",
                "Aproveitando esse post, tenho um Ryzen 5 5600g com vídeo integrado e quero pegar uma rtx 3060 ti, vai dar vídeo normal quando conectar ela? Tenho q mudar alguma coisa na bios? Pode ocorrer algum conflito entre esses dois?",
                "Todas as placas mae vem com um chipset que são o suficiente para dar video, por isso as placas mae tem entrada de video: HDMI, DVI ou VGA.\n\nEntão sim, o pc da video sem uma placa de video dedicada."
            ]
        },
        {
            "title": "Monitor nao da video com placa de video",
            "selftext": "Boa pessoal, então sai do win10 para o 7 pra tentar ganhar uns fps na minha humilde RX 460. Instalei o win 7 e atualizei porem o monitor nao da video quando eu plugo a GPU, estou num impasse: o monitor nao liga pra eu instalar o drive e não consigo instalar o drive sem a GPU plugada. Ja resolvi isso anos atras mas nao lembro como. Alguma sugestao?\n\nValeuu",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10xkrtp",
            "num_comments": 2,
            "comments": [
                "A BIOS ao menos dá algum vídeo ou é exclusivo do windows?\n\nSe der vídeo, tente iniciar no modo de compatibilidade e resolva o problema com os drivers ou formate de novo",
                "Esse PC ai tem video onboard?"
            ]
        },
        {
            "title": "A lista perfeita de todos componentes necessários para montar um PC",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10xde8a",
            "num_comments": 9,
            "comments": [
                "Sem gabinete?",
                "Tenho que admitir, OP: isso aí realmente é um computador.",
                "Esse é um dos computadores já feitos!"
            ]
        },
        {
            "title": "Problema com SSD Sata e SSD M.2 NVME",
            "selftext": "Boa noite!\nTenho um setup faz um tempo e sempre funcionou perfeitamente, que é uma placa-mãe B450M Aorus, HD 1 tb e 1 SSD Sata Kingston de 250gb. Porém, comprei um SSD M.2 NVME da crucial de 1 TB na viagem que eu fiz, e ao voltar, instalei certinho e liguei o pc, ai que vem o problema. Primeiro deu “Sistema operacional não encontrado”, dai fui na BIOS e não tinha a opção de boot pelo SSD Kingston (Onde tava o Windows). Dai formatei o PC todo, instalei windows no novo SSD M.2, porém o SSD Sata desapareceu, tanto pela BIOS, quanto no Disk Managment. \nComo antes tava tudo normal, eu tive a ideia de tirar o novo SSD M.2, e pronto, o sata voltou, ligou (windows antigo) e apareceu na bios tudo certinho.\nColoquei de volta o M.2, e ele sumiu denovo. Algm consegue me ajudar por favor? Sera que a placa mãe não é compativel de usar SSD sata e m.2 nvme ao msmo tempo? Ou é uma configuração de BIOS? \nGrato!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10xdb1s",
            "num_comments": 5,
            "comments": [
                "Tem certeza que esse crucial M.2 é NVME e não usa a interface SATA no slot M2 ?  \nHá algumas placas que desativam uma porta sata no momento que se conecta um dispositivo desse tipo no slot m.2. Pode ser que justamente a porta sata sendo desativada seja a do teu SSD, eu experimentaria trocar a porta para ver se muda algo.",
                "Da um reset na bios, tira a bateria e coloca de novo, vee se volta, ou testa os ssd's em outra maquina pra ver se nao queimou"
            ]
        },
        {
            "title": "DICAS DE COMO UPGRADAR MEU PC GAMER",
            "selftext": "Estou com uma graninha acumulada e disposto a comprar uma peça de hardware nova pro meu PC. Estou em dúvida se compro um processador novo *ou* uma VGA nova. Queria saber a opinião dos bem entendidos do sub, preferencialmente de quem for maior de idade. Segue o que eu tenho e o que quero comprar:\n\n>Ryzen 5 2600 -> Ryzen 9  \n>  \n>ou  \n>  \n>RTX 2060 6gb -> RTX3060 12gb\n\nQual desses upgrades vocês acham que vai contribuir de forma mais robusta para jogar games atuais? No caso da VGA, alguma marca ou detalhe importante que recomendam? A minha MOBO é uma AORUS B450m.\n\nGrato.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10x64jv",
            "num_comments": 11,
            "comments": [
                "Mano tu tem que analisar o que tu quer de melhoria, se for desempenho obvio que é um processador melhor, se for o gráfico vai ser uma placa de vídeo.",
                "Se quer pra jogo, placa de vídeo obviamente, o Ryzen 2600 acompanha numa boa essa 3060, ainda é um excelente CPU, mesmo tendo mais fortes no mercado, ele tem boa quantidade de núcleos e threads com uma boa performance por núcleo também.\n\nRyzen 9 não especificou qual, mas de maneira geral, se for só pra jogar não será um ganho muito significativo em cima do 2600, agora, se usa como workstation pra trabalhar com render e edição, aí o ganho seria expressivo",
                "Processador, porque a Gtx 3060 pode gargalar e não entregar todo desempenho q tem em jogos por causa do Ryzen 2600. \nSe colocar um processador melhor ele pode até usar 100% da sua 2060 e ganhar mais fps oq valeria mais a pena, pelo meu ver.",
                "Cara... Não tem como tu encaixar um Ryzen 5 5600/7 5800X3D junto com a 3060 12GB? Porque ai tu teria um CPU forte com PCIe 4.0 e uma placa com zero gargalo. (O PCIe 3.0 dá um gargalo minimo na 3060) -- dependendo da B450, ela tem suporte parcial à PCIe 4.0.\n\nMas fica dificil saber sem tu dizer qual jogo tu vai jogar...",
                "Eu recomendo vc pegar um processador um pouco melho q esse seu e a placa de video, pega um ryzen 5 5600 que ele aguenta de boa essa placa de video, e ele n custa nem 800 reais"
            ]
        },
        {
            "title": "ps3 não dá vídeo na placa de captura",
            "selftext": "Pessoal me de um help..\nEu comprei uma placa de captura e ela não está dando vídeo qnd coloco o PS3, já testei outros aparelhos HDMI nela e deu boa, só que qnd coloco o PS3 ela fica com a tela preta.\nO PS3 já tava sendo usado no HDMI na tv\nAlguém saberia como arrumar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ws7mq",
            "num_comments": 3,
            "comments": [
                "2 coisas:\n\n1. Testa o aparelho que funcionou com o cabo do PS3...\n2. Tu tá usando  splitter/switch HDMI?"
            ]
        },
        {
            "title": "Comprar notebook",
            "selftext": "Alguém poderia me ajudar a comprar um notebook para estudo/trabalho?\n\nEu tenho entre 4000 e 5000 reais para usar, mas eu não confio muito em mim para achar algum modelo que realmente esteja valendo a pena.\n\nObrigado",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10wbysp",
            "num_comments": 2,
            "comments": [
                "Compra um da dell, com esse valor vc consegue pegar um bacana de 16gb e com ssd m2, super rápido para trabalhos e estudos",
                "com esse capital, investe logo em um Acer Nitro 5, vai te suprir pra trabalho e jogos\n\nmelhor decisão"
            ]
        },
        {
            "title": "Rtx 3060 ti",
            "selftext": "Minha fonte queimou, então tive que trocar, já estava a um tempo pensando nisso pois a minha antiga n era confiável.\n\nEntão troquei por uma corsair de 650w.\n\nE também queria compra uma Rtx 3060 ti, será que dá gargalo com um Ryzen 5 5600g?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10wbouy",
            "num_comments": 10,
            "comments": [
                "Menino, obrigada pela pergunta. Tava precisando das respostas.",
                "Sem gargalos",
                "Provavelmente não, mas por quanto você vai comprar a 3060 TI? Por ter um processador da amd, provavelmente dá pra comprar um radeon mais barato e mais poderoso com o boost do SAM e etc.",
                "Até dá gargalo pequeno... mas nada que vá matar. (5600G é PCIe 3.0; 3060 Ti é PCIe 4.0)",
                "NVIDIA MSI >>>>>> todas as outras gpus"
            ]
        },
        {
            "title": "Pichau dando golpe",
            "selftext": "Tive um probleminha com um kit que comprei e no processo pra mandar pra garantia me estressei por uma situação besta que ia me fazer perder mais um dia nesse processo\n\nNisso, pistola, fui eu em um grupo de hardware saber se mais alguém teve problema e tinha alguma alternativa pra isso. E apareceu uma pessoa falando que teve problema com gabinete, que compraram com lateral de vidro e mandaram com lateral de acrílico. Coisa que aconteceu comigo semanas atrás. \n\nEu entrei em contato e fiz a troca, sem mais problemas. Mas eles acham que me enganam com esse papo de \"sem querer\". Isso foi um \"vai que cola\" isso sim, e desde o início já imaginava isso. Mas desde que perguntei no grupo apareceram algumas pessoas com a mesma situação. O que confirma minhas suspeitas. A pichau propositalmente manda gabinetes que deveriam ter lateral de vidro, com acrílico no lugar\n\nEu mesmo quando veio com acrílico achei que pudesse ter lido errado ou algo assim, como era promoção e peguei num preço bem baixo. Quase deixei pra lá, por muito pouco, mas voltei la no site, li e reli o anúncio e a compra que eu fiz. E entrei em contato.\n\nAcho que até poderia ter confusão no modelo lateral vidro/acrílico, mas o meu por exemplo, não existe modelo com lateral de acrílico. O próprio suporte confirmou comigo via e-mail, o que descarta essa possibilidade. E parece ser recorrente, se vc nn ficar esperto te passam a perna",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10w7yna",
            "num_comments": 6,
            "comments": [
                "Você pode não gostar do que eu vou dizer, mas...\n\nNavalha de Hanlon: O white label dos cases da Pichau pode ter mudado sem avisar e a Pichau não ficou sabendo porque não abre os gabinetes ou acabou não associando o problema. (Não tira a culpa, mas não dá para atribuir a intenção de prejudicar os clientes) - Qual o case em questão?\n\nPs.: se um tópico desses cair na mão deles, você pode acabar sendo processado por calunia e/ou difamação. Apesar de isso ter realmente acontecido, a maneira que está escrito dá a entender que eles tinham conhecimento e a intenção de prejudicar os clientes... Você teria de provar isso, o que não seria nada simples.",
                "malandragem isso",
                "Comprei uma fonte na pichau e ela tá com defeito, me mandaram entrar em contato direto com a merca. Ver se pode?"
            ]
        },
        {
            "title": "O adeus do professor da UFRGS que criou o primeiro modem do Brasil | GZH",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10w39qf",
            "num_comments": 1,
            "comments": [
                "#[Não consegue abrir a notícia? Leia aqui.](https://archive.today/?run=1&url=https://gauchazh.clicrbs.com.br/colunistas/juliana-bublitz/noticia/2023/02/o-adeus-do-professor-da-ufrgs-que-criou-o-primeiro-modem-do-brasil-cldu7arb3001y015792hpbmvm.html)\n\nApoie o jornalismo brasileiro, [assine o jornal](https://caiowzy.github.io/pulaCerca/assine?origem=https://gauchazh.clicrbs.com.br/colunistas/juliana-bublitz/noticia/2023/02/o-adeus-do-professor-da-ufrgs-que-criou-o-primeiro-modem-do-brasil-cldu7arb3001y015792hpbmvm.html).\n[^(Código-fonte)](https://github.com/CaioWzy/pulaCerca/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/computadores) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Ubuntu ta comendo minha batata , q q eu faço ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vpwcn",
            "num_comments": 1,
            "comments": [
                "Deixa mais uns minutos...as vezes tem uns erros no boot mesmo... agora, se der pau depois disso... ai reinstala..."
            ]
        },
        {
            "title": "PS4 Slim. De onde saiu isso?",
            "selftext": "Estou desmontando para limpeza um PS4 Slim e essa pecinha caiu quando eu estava retirando a fonte. Tem mais ou menos 1cm.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10voevo",
            "num_comments": 4,
            "comments": [
                "Achei o lugar, mas sou novo no Reddit e não sei como postar foto no comentário.",
                "É aqui:\nhttps://imgur.com/gallery/5QcQ6PR"
            ]
        },
        {
            "title": "PC mediano ou Notebook?",
            "selftext": "Estou em duvida de qual compra seria melhor, um pc mediano ou um notebook com ssd, orçamento de R$3.000,00",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vnn2r",
            "num_comments": 9,
            "comments": [
                "Depende o que tu vai fazer com o computador. Se tu precisar transportar e não for jogar muito, notebook. Se for jogar e deixar num canto, computador.\n\npegue dois de três: mobilidade, desempenho para jogos ou valor baixo.",
                "Da pra comprar um notebook mediano com uma 1650",
                "Tablet",
                "Eu consideraria 5 perguntas \n\nPrecisa de mobilidade?\nLevar para faculdade, escola ou trabalho.\n\nQual é o foco principal?\nEstudos, trabalho ou jogos.\n\nPretende fazer melhorias no futuro?\n\nQual seria o trabalho praticado com ele?\nWord, edição de imagens, PowerPoint...\n\nTem condições para mantê-lo?\nUm notebook muitas vezes precisam de cuidados que apenas profissionais capacitados podem fazer (por exemplo trocar monitor, teclado ou bateria)"
            ]
        },
        {
            "title": "Vale apena montar um pc com essas configurações?",
            "selftext": "Quero um pc de entrada pra jogos leves, e pretendo ir fazendo melhorias aos poucos.\nE recomendações de placa de video compatíveis com essas spece\nProcessador\n1 x Processador AMD Ryzen 3 3200G, 4-Core, 4-Threads, 3.6GHz (4GHz Turbo), Cache 6MB, AM4, YD3200C5FHBOX\nPlaca Mãe\n1 x Placa Mae Mancer A320M-DA, DDR4, Socket AM4, M-ATX, Chipset AMD A320, MCR-A320M-DA\nMemória\n1 x Memoria Team Group T-Force RTB Delta RGB 8GB (1x8) DDR4 2666MHz, TF12D48G2666HC16C01\nArmazenamento\n1 x SSD Team Group GX2, 128GB, 2.5\", Sata 6GB/s, T253X2128G0C101\nFonte\n1 x Fonte Fortrek Black Hawk, 400W, 80 Plus White, 70458",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vknvt",
            "num_comments": 9,
            "comments": [
                "Esquece o Ryzen 3 3200... Investe um pouco a mais e pega um Ryzen 5 4600G. Não é muito e o GPU dele é BEM superior.\n\nApesar da A320 até funcionar, aconselho à pegar uma MoBo um pouco melhor como alguma com B350 ou B450...\n\n2x DDR4 4GB ou 8GB para dual channel. (super importante pro vídeo onboard)\n\nFonte Fortrek só se tu quiser ter de comprar hardware mais uma vez... compra fonte de gente...\n\n128GB é pouco, se tu puder aumenta para 240/256GB."
            ]
        },
        {
            "title": "Devo ir atrás de upgrades??",
            "selftext": "Oi pessoal, sou novo aqui, e estou tendo ultimamente uma dúvida que vem me encucando a cabeça um pouco....  \nDe um tempo pra cá, venho tendo vontades de jogar jogos mais pesados, tipo red dead redemption 2 ou death stranding, entretanto, sinto que meu pc, por mais bom que ele seja e me satisfaça, não suporta essas bombas em qualidades gráficas boas e também no quesito de processamento; além do mais, cada mês que passa tem um lançamento mais pesado e mais interessante que o outro, que eu acabo nem indo atrás como forma de não criar falsas expectativas...  \n\n\nAs configurações de mi amore:  \ngtx 1660 super  \nprocessador Intel(R) Core(TM) i5-9400F CPU @ 2.90GHz  \n16 gb ram  \n1 tb de hd  \nplaca mãe ASUS TUF H310M-PLUS  \nfonte de cv450 80 plus bronze (corsair)  \n480 gb de ssd sata (esse eu ainda to pra instalar, quero dar uma formatada no pc e instalar ele)  \n\n\nEnfim, gostaria da opinião de vocês, se devo ir atrás de upgrades, e se sim, quais os principais hardwares que devo ir atrás pra 'melhorar' meu pc\n\n(OBS.: meu gabinete é meio pequeno, a ponto de ter dado trabalho de colocar um watercooler corsair de 2 fans... acho uma boa ir atrás de um maior também né?)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vj007",
            "num_comments": 7,
            "comments": [
                "Cara... tu tá usando essa maquina sem SSD?! Instala o SSD antes de tentar qualquer upgrade... se ainda precisar, tenta trocar a placa de vídeo por uma 3060... mas o problema é que tu nem deu idéia do orçamento...",
                "*não suporta essas bombas em qualidades gráficas boas e também no quesito de processamento*\n\nOlha, esse setup ai roda qualquer game, mesmo lançamento, com qualidade gráfica bastante alta em 1080p. Se estiver tentado rodar em 4k ou 1440p ultra, ai pode ser que embole um pouco mesmo, pois a GPU apanha nessas resoluções.\n\nEntretanto, se estiver usando monitor Full HD, não vejo um game que não rodaria bem, o próprio death stranding deveria segurar tranqulamente 60fps no ultra com essa config.",
                "Mete um ssd e troca essa placa mãe"
            ]
        },
        {
            "title": "Quanto vale esse PC?",
            "selftext": "eu uso esse pc a +/- 12 anos já, e estou pensando em vender esse e comprar outro melhor, mas não sei quanto que ele vale, já pensei em dar um upgrade tbm, mas acho q ñ vale apena\n\n&#x200B;\n\nPlaca de Vídeo: AMD radeon HD 8200 / R3 Series\n\nProcessador: AMD Sempron 2650 APU with Radeon R3\n\nMemória: SAMSUNG HD161GJ com 148gb\n\nMemória RAM: 12gb de RAM DDR3 (1600mhz)        2 pentes da kingston, um de 4gb e outro de 8gb\n\nFonte: Aquelas caixa cinza que custa R$50,00 em média\n\nPlaca mãe: AM1M-S2P da Gigabyte Technology\n\n&#x200B;\n\nainda preciso ver sobre as informações do cooler e o gabinete, mas eu vou fazer isso dps, mas então,  quanto que vale um pc desses?\n\nDúvida extra: quanto que vale em média um gabinete?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vhj2y",
            "num_comments": 9,
            "comments": [
                "Olha, unica coisa decente ai são as memórias, essa plataforma AM1 é horrível de fraca, já foi lançada sendo pessíma.\n\nNão sei se tu consegue mais de 300 reais nisso tudo, sem mentira.",
                "Vou ser bem direto... Infelizmente, atualmente, esse kit não vale absolutamente nada... Além de não valer nada, absolutamente nada atual não dá gargalo nesse PC. Acho que até uma GT 1030 gargala nele.\n\nExplicando:\n\n\\- O processador é 8 vezes mais lerdo que um Celeron N4020 de 250-300 reais (inclui placa mãe, é integrado)... (Nota: Esse Celeron já pode ser considerado uma carroça para os dias atuais)\n\n\\- A placa de vídeo perde do video onboard do Sandy Bridge... (ex. Core i5 de segunda geração, que já é mais lerdo que o onboard do N4020)...\n\n\\- O HD de 148GB (deve ser 160GB) nem deve ser SATA III, pelo tamanho ainda é uma tecnologia mais lerda com desempenho abissal de 30-50MBps que dá um gargalo horrivel no Windows... (Tem um desiludido vendendo esse  HD161GJ no Amazon por 95+45 de frete... hahaha)\n\n\\- A fonte é super genérica (elas custam 15-20 reais na revenda)...\n\n\\- Nem precisa olhar o cooler, ele não é compatível com nada recente.\n\nQuanto ao gabinete, depende do gabinete e do estado dele... não dá para dizer um valor médio de gabinete porque tem gabinete de 50 reais e também tem gabinete de 20000 reais...\n\nO que dá para tu tentar vender é esse DDR3, desde que ele não seja super lerdo como DDR3-800...",
                "\"aquelas caixa cinza\" 😆\nDesculpa, eu tmb não entendo nada de fontes, mas achei muito engraçado.",
                "Uns 1800 eu já acho que é muito, mas você consegue um dinheiro bacana até",
                "Uns 400, por aí"
            ]
        },
        {
            "title": "me ajude com meu Windows, eu imploro. isso tem solução? 😵‍💫",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vgbq9",
            "num_comments": 5,
            "comments": [
                "Por favor, tire uma nova foto sem essa janela, para que possamos ver as partições.",
                "Rapaz... Eu faria um backup, e em seguida apagaria o disco inteiro. Com certeza resolveria. Outra coisa interessante, é tu instalar outra versão do Windows. Pq Win 7 a essa altura do campeonato?",
                "Aparentemente tu tá instalando na partição de recuperação do Windows...\n\nSe não tiver dados em outras partições do mesmo disco, simplesmente apaga as partições do disco que tu vai instalar e instala. Mas se tiver, apaga só as duas pequenas (<500MB se não me engano) e a do Windows e pronto.",
                "Use o Gparted, é um programa para gerenciar partições no Linux... Da pra usar com um Linux instalado em um pendrive e ele resolve qualquer problema com partições. Tem tutoriais no YouTube com isso.",
                "Desabilita o Secure Boot na Bios e nessa tela tu pode apagar todas as partições se caso for formatar."
            ]
        },
        {
            "title": "Qual melhor ferramenta para converter pdf em uma planilha?",
            "selftext": "Adobe acrobat cagou muito. Impossível de usar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vdjq5",
            "num_comments": 6,
            "comments": [
                "Vai lá no excell e usa a ferramenta \"obter dados\" e vc escolhe documento e ele vai pegar aquela planilha\n\n\nPelo que eu lembro dava pra fazer assim.",
                "Usei o [Tabula](https://tabula.technology/) e deu certo. Mas as vezes é preciso selecionar uma área um pouco diferente do PDF, mesmo que pareça a mesma coisa o resultado pode ficar bem melhor. Bugou depois de umas atualizações do Java e não testei de novo, mas tente!\n\nAcho que o [Mathpix](https://mathpix.com/) converte tabelas tbm, além das fórmulas matemáticas. Tem um limite mensal mas é sussa.",
                "Tinywow",
                "So copiar e colar ue. Se for imagem faz OCR antes",
                "Cérebro humano.\n\nCara, tem conversores que não tem jeito: se perde mais tempo tentando organizar a bagunça do que se tivesse digitado do zero.",
                "Tenta o I LOVE PDF, foi o melhor que achei e é gratuito, uso direto!"
            ]
        },
        {
            "title": "Ajudinha com memória RAM",
            "selftext": "oque define qual tipo de DDR e frequência meu pc vai aceitar, é alguma peça em especifico ou eu posso botar qualquer uma?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10vdead",
            "num_comments": 9,
            "comments": [
                "A placa-mãe define o DDR /e clock da memória RAM. Utilizar frequências que operam além do estabelecido pela placa-mãe apenas irá limitar a frequência e você estará pagando por algo que não estará utilizando. Para verificar qual seu DDR e clock de memória baixe e utilize o programa CPU-Z.",
                "Outro ponto importante é que se você tiver um pente 1333 e um 1600 os dois irão trabalhar na frequência do pente mais baixo"
            ]
        },
        {
            "title": "Formatei meu note muitas vezes e parece que ele está morrendo. Ajuda!",
            "selftext": "Salve, pessoal.\n\nEntão, o negócio é o seguinte. Meu note é um celeron, de 2012, windows 10, bem velhinho, mas funcionava ok até o ano passado, quando formatei ele pela primeira vez. Voltou ok, só que com muitos erros POWER\\_STATE\\_FAILURE, por aí. Depois de um tempo tive que formatá-lo novamente. Voltou mais lento, até que um dia deixando ele ligado a noite toda, bugou novamente e tive que reformatá-lo. E de lá pra cá, a cada formatação nova mais freeze e lentidão. Já atualizei tudo o que tinha pra atualizar, melhorei desempenho do note, deixei configurações mínimas, sempre tem dado problema.\n\nO que vocês acham que pode ser? Superaqueceu e já era? Eu não tenho muita noção de computador não kk então qualquer ajuda é bem-vinda. Eu consigo formatá-lo ainda, mas dura pouco tempo e ele sempre volta para o modo de restauração. O erro de agora é SrtTrail, algo assim.\n\nMuito obrigado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10v787n",
            "num_comments": 13,
            "comments": [
                "Tipo.... Quando tu tiver um erro desse tipo, joga no Google e tu vai ver que tem muito mais gente que já teve esse erro e muitas vezes já tem o passo a passo de como resolver. Se tu jogar DRIVER\\_POWER\\_STATE\\_FAILURE no Google (Sim, falta uma parte do erro), aparece isso aqui: [https://answers.microsoft.com/pt-br/windows/forum/windows\\_10-other\\_settings/tela-azul-no-w10-driverpowerstatefailure/85b5f607-81e4-4829-99be-fc6bc38bdb24](https://answers.microsoft.com/pt-br/windows/forum/windows_10-other_settings/tela-azul-no-w10-driverpowerstatefailure/85b5f607-81e4-4829-99be-fc6bc38bdb24)\n\nErro StrTrail.txt: [https://answers.microsoft.com/pt-br/windows/forum/all/arquivo-srttrailtxt-causando-erro-na/3d5f0980-805f-498e-b6eb-11bcbcb8ba20](https://answers.microsoft.com/pt-br/windows/forum/all/arquivo-srttrailtxt-causando-erro-na/3d5f0980-805f-498e-b6eb-11bcbcb8ba20)\n\nPs.: Tu tá usando o Windows instalado com ISO baixado direto do site da Microsoft, né? Caso contrário recomendo instalar o Windows limpo...",
                "Toda vez dá esse erro de DRIVER _POWER_STATE_FAILURE, ou toda hora dá um erro diferente?\n\n>Superaqueceu e já era?\n\nSe esse note tem 10 anos, então uma coisa que vale a pena investigar é se ele tá superaquecendo, porque um note nessa idade já deve esta com a pasta térmica toda seca. Mas trocar a pasta térmica em notebook definitivamente não é trabalho que possa ser feito por um leigo.",
                "Meu amigo, o óbvio seria trocar o Notebook. Celeron é um processador muito fraco, mas deixando de lado isso (crendo que você não queira ou não possa trocar) a melhor solução que eu daria seria trocar o HD, com o tempo ele fica velho, fraco e acaba diminuindo o desempenho do computador. A melhor opção é colocar um SSD nele, que vai corrigir os problemas quanto a velocidade do aparelho já que o SSD trabalha mais rapidamente e irá corrigir esse problema de inicialização do seu notebook (esses erros geralmente são atribuídos a arquivos corrompidos ou mal escritos no HD). \n\nPS: lembre-se de antes de formatar ou trocar o HD, ir nas configurações do painel e consultar e anotar o número de ativação/serial do windows, para reativa-lo no próximo computador / HD. Assim sua máquina sempre terá um windows original e uma vida útil mais durável",
                "Nesse note eu colocaria um Win 8.1 ou Win 7.  Só pra constar."
            ]
        },
        {
            "title": "Ajuda na compra das peças",
            "selftext": "Eu preciso de algumas dicas ou o que levar em consideração na hora que for separar as peças para montar um PC. Estou pensando em importar as peças (Placa mãe/Placa de vídeo/Processador/Memória ram/Fonte)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10v63qy",
            "num_comments": 6,
            "comments": [
                "Cara... Não compra fonte genérica chinesa... dependendo tu pode gastar só 300 numa de qualidade como a MSI MAG. (Só recomendo porque o pessoal do TecLab tinha elogiado ela)\n\nMas o que tu tá procurando?",
                "Não precisa pagar caro em Memória ram (a menos que queira as com rgb). Se não me engano no mundo todo existem apenas 4 fabricantes de chips de memória ram e todos são de qualidades bem semelhantes\n\nFonte o amigo acima já disse, não pegue de marca genérica\n\nPlaca mãe se for de marca confiável não vejo problema\n\nPlaca de vídeo como o valor é bem relevante eu particularmente prefiro não importar, fiz isso uma vez a placa estava superaquecendo por um problema em uma das fans e foi um custo conseguir a garantia (provavelmente foi um grande azar que dei, mas se tivesse comprado aqui tudo teria se resolvido mais fácil)",
                "A fonte no caso acredito ser melhor pegar no BR mesmo, além do preço ser similar chega mais rápido e se der algum problema é fácil de resolver, de resto é como o pessoal comentou, kit xeon e seja feliz.",
                "Obrigado pela dicas."
            ]
        },
        {
            "title": "Olá preciso de ajuda",
            "selftext": "Olá galera do reddit preciso de uma ajuda acabei de baixar o melon loader de bloons td 6 pra jogar com os meus amigos mais acabei tirando sem querer e o btd6 não entra mais oque faço",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10uv2pt",
            "num_comments": 4,
            "comments": [
                "Já tentou reinstalar tudo?",
                "Pode ser algum arquivo que mesmo na desinstalação ficou no seu Pc, procura lá no arquivo de programas",
                "Ok vou testar"
            ]
        },
        {
            "title": "Upgrade no notebook",
            "selftext": "Tenho um notebook [Samsung book x40!](https://quenotebookcomprar.com.br/samsung-book-x40-np550xcj-xf1br/), ele tem 8gb de ram e 1t de armazenamento, daí queria umas dicas de como melhorar ele se tiverem tbm links de peças confiáveis pra me mandar agradeço muito. Outra dúvida minha compensa comprar um pente de 16gb e um outro daqui um tempo ou comprar outro de 8 agora, (para o de 16 eu teria que ecomlnomizae mais um tempo)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10uj6uh",
            "num_comments": 2,
            "comments": [
                "A quantidade de ram depende exclusivamente da tua necessidade, se 16 gb forem o suficiente apenas compre um de 8 gb, se acha que ficará usando mais que isso, o que acho difícil, espera para comprar um de 16 e ter 24 gb no total. \n\nA última coisa que dá pra fazer e que tu deves fazer é colocar um SSD, nesse teu caso não precisa retirar o hd, apenas compre um com conexão m2. não sei se é compatível com nvme, mas são mais rápidos que ssd normal.  Quando chegar, instala o windows nele que o sistema vai ficar significativamente mais rápido.",
                "Kabum, Terabyte e Pichau tem essas memórias e são sites confiável que dão pouco problema."
            ]
        },
        {
            "title": "Uma loja realmente boa para comprar um pc?",
            "selftext": "Eu preciso de um pc para trampo, edição de vídeo. Aí tipo, esses sites mais famosos (pichau, terabyteshop etc) a galera simplesmente cobrando um absurdo por peça de 10 anos atrás (???) E a versões que já vem montadas o pessoal parece que adiciona uns 500 reais em cima só pq ia vem montado, muito triste. Alguém recomenda um site para eu comprar meu pc?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10uhlez",
            "num_comments": 12,
            "comments": [
                "Pichau, Terabyteshop e Kabum comercializam itens novos, não há venda de peças usadas, por isso se tu achar placa de chipset antigo sendo vendido lá, será mais caro, pois são fornecedores que passam pra eles e por aí vai.\n\nCuriosamente esses três sites costumam sempre ter o melhor valor de mercado dentro da categoria.\n\nSe quer valor bom em peças antigas, tem que garimpar no MercadoLivre, e Aliexpress, na seção de usados e ainda assim, rola alguns absurdos de valor.\n\nSe te garante em negociar ao vivo e a cores, já fiz bons negócios pela OLX e marketplace do Facebook",
                "Se você está disposto a negociar, garimpar e arriscar com diferentes vendedores, você pode tentar ir pelo aliexpress, mercado livre ou a olx, mas se quiser peças novas, garantia, e comprar no mercado brasileiro, na minha experiência , cada um dos sites três maiores sites tem uma especialidade: kabum para varejo, de vez em quando saem umas ofertas incríveis lá, pichau pelas ofertas de PC já prontos, e terabyte pela opção de escolher as peças e montar em casa (como eu disse, essa é apenas a minha experiência com as lojas, nunca vi uma oferta de PC gamer completo na kabum que não custava o dobro do preço normal)",
                "Cara eu sou designer e montei um PC semana passada provavelmente para o mesmo uso que você. Comprei tudo nos lugares mais viáveis.\n\nPesquisei Brasil e China, valia mais a pena comprar no Br pq a diferença era muito pouca ou quase nenhuma. A diferença real era que: o valor que eu paguei no pix no Br era o valor do parcelado na China.\n\nA config:\nTerabyte:\nRyzen 7 5700g\nAsus ePrime 540m\n2x Memória DDR4 XPG Gammix 16GB, 3600Mhz\nFonte 500w\n\nKabum:\nSSD m2 1tb SanDisk\n\nMercado Livre:\nGabinete ATX USB 3.0\n\nGastei 3700\n\n\nTem que pesquisar muito. Exemplo:\nO processador na china tem por 1000, mas não vem com fan e nem garantia do vendedor, prazo certo, etc. Então vale a pena pagar uns 100 reais a mais no Brasil com cooler e todas garantias.\n\nO SSD mesmo com frete ainda valia a pena no Brasil.\n\nPlaca mãe mesmo preço da China...\n\nMonte você mesmo o PC.\n\nPlaca mãe da pra comprar usada no Kabum, gabinete usado em alguma assistência técnica local, fonte usada também...",
                "dependendo do que tu quer comprar, vale a pena pegar pelo AliExpress",
                "Que porra de nick é esse, cara?",
                "Esses PCs com peças de 10 anos atrás por um preço absurdo são vendidos pela própria loja ou são aqueles fiascos no marketplace do Kabum?\n\n>E a versões que já vem montadas o pessoal parece que adiciona uns 500 reais em cima só pq ia vem montado, muito triste\n\nMonta você e economiza 500, simples assim, ué. O pessoal tem de receber pelo trabalho que faz.\n\n> Alguém recomenda um site para eu comprar meu pc?\n\nPichau, Terabyte, Kabum...\n\nMas se tu não diz quanto tu tem para investir no computador, e o que tu quer, não tem como dizer se tá caro ou se você está querendo peça abaixo do preço de custo... (As lojas picaretas dos marketplaces não contam, dá para tirar elas das buscas)",
                "Tem a Razor.",
                "comprei várias peças em 2021 na Pichau, pq era mais barato que no paraguai... tá tudo caro mesmo.",
                "Maior parte do meu computador eu comprei no AliExpress e nunca tive problemas com as peças tanto usadas como novas. Nunca fui taxado só não me pergunta porque que eu não sei"
            ]
        },
        {
            "title": "Meu microfone ta muito Baixo",
            "selftext": "TODOS OS MEU MICROFONES FICARAM ASSIM DO NADA\n\n[As vezes fica escrito -9 db aqui como eu resolvo](https://preview.redd.it/pjpw266ujega1.png?width=20&format=png&auto=webp&v=enabled&s=3031337573a2d95dbccee396c76db5c0ad74be0a)\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/m47ynd81kega1.png?width=361&format=png&auto=webp&v=enabled&s=32a8211b18295ca290cb666732e7f240847e9e51",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10uhkaz",
            "num_comments": 2,
            "comments": [
                "Será que tu não está ensurdecendo o outro lado com o ganho de +30db? Porque, dependendo do microfone, é um ganho bem alto que deve estar distorcendo todo o áudio... (microfone de boa qualidade não precisa de tanto ganho pelo que lembro... nem meu microfone de lapela de 5 reais do AliExpress precisa... e eu falo baixo.)"
            ]
        },
        {
            "title": "Pc não dá vídeo",
            "selftext": "Não sei muito sobre computador por isso preciso de ajuda. Recentemente estava usando o meu computador em uma noite nublada e caiu um raio perto de casa, as luzes de casa piscaram, meu pc reiniciou e parou de dar vídeo e todos os coolers começaram a girar mais rápido. Para ficar mais fácil de entender vou listar tudo que aconteceu:\n\n• O PC liga mas nao dá vídeo\n\n• Não senti cheiro de queimado\n\n• Todos coolers estão funcionando • As luzes do teclado e do mouse não acendem\n\n• Acende uma luz laranja na placa mãe",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10uc63s",
            "num_comments": 2,
            "comments": [
                "Veja se essa luz laranja é aquelas que indicam erros na placa mãe.\n\nDe toda forma, o mais comum é dar problema na fonte, até porque a maioria aqui no Brasil compra fonte ruim pra enfiar no Pc e baratear custo.\n\nEsses dias um cara com o mesmo problema de raio, perdeu a fonte pois a sobrecarga fuzilou os capacitores de alta (ele tirou foto da fonte aberta). O Pc ligava mas obviamente não geração imagem nem sinal"
            ]
        },
        {
            "title": "Alguém ajuda na humilde",
            "selftext": "Alguém pode me dizer como fazer o pikachu fazer animação de pulo quando eu toco na pokébola?\n\nObs¹: tô estudando js a pouco tempo e não sei sobre os comandos\n\nObs ²:  sei que minha tentativa de código deu errado",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10tyffl",
            "num_comments": 2,
            "comments": [
                "Acho que tu teria mais sucesso perguntando no /r/programacao ou r/brdev."
            ]
        },
        {
            "title": "Tenho uma memória de 2666Mhz, tem algum problema eu comprar uma de 3000 e colocar no meu PC?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10tv524",
            "num_comments": 5,
            "comments": [
                "Se não me engano, o computador irá funcionar no mhz menor. O ideal seria as duas serem 2666mhz, ou você vende essa e compra as duas 3000mhz.\nÉ legal também saber se a sua placa aceita o mhz.",
                "Juntar as duas? Vai funcionar tranquilamente, você só tem que garantir que são da mesma geração DDR, fora isso, o mais rápido vai operar na velocidade do mais lerdo (então os dois vão rodar a 2666 mhz.)",
                "Eu tenho uma memória DDR4 de 8gb ram com essa mesma frequência ser tive interessado em comprar"
            ]
        },
        {
            "title": "Dia de upgrade no Mini ITX, Reparo de uma GTX970.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10tux72",
            "num_comments": 3,
            "comments": [
                "Montei esse cooler master Elite 110 há um tempo, para levar em viagem ou quando vou na casa da namorada (evitando transportar um gabinete ATX), contudo, sempre foi um parto para achar GPUs que caibam, dado que a largura máxima é 210mm.\n\nEis que alguém anunciou essa GTX 970 por 300$, estando com os dois coolers defeituosos, um não girava e outro estava fazendo uma barulheira e rodando lerdo (pois estava com eixo solto), Uns pinguinhos de solda na fiação do primeiro e uma desmontagem completa seguido de lubrificação do segundo, e ficou 0km. Aproveitei que essa versão da Zotac é de 208mm e com um pouco de \"carinho\" entrou no lugar da GTX1050 que estava usando antes.\n\nO resto das Specs:\n\nXeon 1231v3 (entrou no lugar de um i5 4440 que tinha)\n\n16gb Crucial Balistics 1600mhz (9-9-9-24 a 1.5v)\n\nGigabyte H97N-Wifi\n\nGamemax GM 500\n\nWD Green de 1tb, com mais um HD de notebook injambrado na lateral (de 500gb)."
            ]
        },
        {
            "title": "VALE A PENA?",
            "selftext": "Estou precisando trocar de notebook e queria opiniões sobre essa escolha. Também aceito indicações de notebook com placa de vídeo dedicada até R$ 4K.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10tsw62",
            "num_comments": 4,
            "comments": [
                "Acho que a melhor placa de vídeo dedicada que tu pega em note de até 4k é a 1650.",
                "No site próprio da Acer Br rola umas promoções bem boas, vale a pena esperar"
            ]
        },
        {
            "title": "2AM E550",
            "selftext": "Bom, tenho esse notebook e descobri que dá pra fazer upgrade no processador, mas tenho umas dúvidas:\n1°-O quanto eu posso dar upgrade nesse processador? \n2°-Dá pra dar upgrade na placa de vídeo tbm?\nDesde já, muito obrigado pela ajuda pessoal!\n\nEdit:Notebook 2AM E550 I5 9400 Geforce 1050",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ttdgx",
            "num_comments": 5,
            "comments": [
                "Fica dificil saber se tu não diz qual é o modelo do notebook..."
            ]
        },
        {
            "title": "Upgrade de I5-9600K para AMD Ryzen 7 5800X3D",
            "selftext": "To pensando em upar, minha GPU é uma 3060 Asus de 12GB e tenho 32GB de RAM 4000Mhz. Isso seria um problema pra esse processador? As mobos que eu vi pra ele só tem freq da ram até 3200. Qual o ganho real que eu teria em FPSs?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10tszsw",
            "num_comments": 9,
            "comments": [
                "Esse i5 com overclock (assumo que esteja pois está usando em placa que suporta 4000mhz), ainda acompanha bem uma 3060, mesmo em games um pouco mais exigentes que venham a fazer uso das mais de 6 threads que ele tem, não acho que o ganho seja tão absurdo.\n\nEsse Ryzen 7 ai é sensacional, mas se procura somente pra subir FPS em games, acho que o investimento não vai ter um baita custo benefício, pois não é em jogos que toda performance dele brilha."
            ]
        },
        {
            "title": "Pc liga e desliga, o que pode ser ?",
            "selftext": "Montei meu primeiro pc e ele liga, porém desliga e não sei o motivo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10tsvg6",
            "num_comments": 13,
            "comments": [
                "Porra... é sério mesmo que tá tudo solto que desse jeito? Pode ser um zilhão de coisas... até curto. Tira a tampa e tira outras fotos...",
                "Como um técnico em informática a 5 anos eu digo: vai ter que formatar",
                "Pode ser a memória ram, procura no youtube um tutorial de como limpar elas e testa",
                "Então mano, o que apareçe na tela ? Alguma mensagem de erro ? Apenas desliga do nada ? Liga o Pc e não dá vídeo ? Específica aí por favor.",
                "Qual os specs do seu pc? especialmente...qual fonte comprou? e aonde pegou os componentes?",
                "Talvez alguma configuração incorreta da BIOS. Tenta resetar. Talvez as velocidades do processador, das memórias estejam inadequadas. Você colocou pasta térmica no processador? O cooler está bem firme, bem justo?",
                "Parece ser algo na fonte",
                "Cara, eu já te alertei sobre esses parafusos, mas me diga exatamente quantos você colocou, porque eu não vejo nenhum"
            ]
        },
        {
            "title": "fans",
            "selftext": "alguem sabe de algum kit de fans que seja pwm ou com controladora pwm que nao custe um rim?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10t2ln7",
            "num_comments": 1,
            "comments": [
                "A maioria das placa mãe recentes de marcas normais (nada de MoBo refurbish pra Xeon) consegue controlar 3pin. (Alias, nem precisa ser tão recente. A minha GA-970A-DS3P já fazia isso.)\n\nAgora, ou tu quer pwm barato ou pwm decente... a Rise mode tem uns baratos que não são muito legais. E praticamente não funcionam se tiver filtro de ar...\n\nMas se no AliExpress tem dois fans de marca boa: Antec F12 e Arctic F12. Não são o mesmo fan, mas são excelentes. Se tu espera ARGB/RGB/FRGB, esses não tem."
            ]
        },
        {
            "title": "Da pra fazer upgrade em PC all in one?",
            "selftext": "Tava querendo fazer um upgrade no meu pc al in one, ele tá com um Intel celeton e só tem 4 gb de ram, tá nem abrindo google direito",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10syprv",
            "num_comments": 4,
            "comments": [
                "Geralmente é só RAM e SSD... isso quando não é bomba da Positivo tudo soldada...",
                "Ou OP. Dependendo do modelo acho que vc consegue colocar mais memória e um SSD.\nQuanto ao processador te que ver se ele é soldado na placa ou não. Se não for dá pra trocar também",
                "Mano, vai depender da marca e do modelo. Mas só pelo fato dele ser all in one não implica em nada"
            ]
        },
        {
            "title": "Notebook com intel core i5 1035G1 vale R$3200?",
            "selftext": "8gb de ram, 256 ssd estou pensando em comprar um, marca: asus 15.6 polegadas",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10sw63v",
            "num_comments": 4,
            "comments": [
                "pelos preços de notebook atuais sim está valendo o preço mas eu recomendaria você ir atrás de um usado com melhores especificações, com esse preço creio que consiga achar um usado até com placa de vídeo dedicada. E caso você va atras de um usado procure um com hd ao invés de ssd que sairia bem mais barato, ai voce compra um ssd separadamente, de preferência m.2 para conseguir utilizar ambos o ssd e o hd no note, mas se o note nao tiver suporte para ssd m.2 vc pode comprar aquelas cases de hd que vc pode usar ele como hd externo",
                "Peguei um com core i5 de 11º geração e GTX 1650 pelo mesmo preço numa promoção. Eu diria que, se tem placa de vídeo dedicada, ta valendo a pena."
            ]
        },
        {
            "title": "Confrades, me tirem uma dúvida. Coloquei os parafusos que o gabinete permitiu e apesar de não ter colocado todos corro algum risco, mesmo a placa estando bem fixa ???",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ssot1",
            "num_comments": 3,
            "comments": [
                "A placa do meu ficou um pouco instável, pois alguns parafusos eu coloquei 2 \"bases\" de parafusos no meu, então não consegui parafusar o parafuso da placa mãe muito bem, o que aconteceu um tempo foi que o computador dava tela azul quando alguém caminhava perto dele ou tremia, porém a um tempo atrás troquei as memórias RAM e o problema parou. O que eu indico você a fazer é se por um acaso se sentir desconfortável, usar o computador com o gabinete deitado com o cooler para cima, assim vai dividir todo peso igualmente nos parafusos e no gabinete.",
                "Se está bem preso não tem rolo, tendo um em cada extremidade já costuma ficar bem"
            ]
        },
        {
            "title": "Qual combo é melhor? Ryzen 5 5600 + RX 6600 ou Intel i5-10400f + RTX 2060 6gb?",
            "selftext": "Tô pensando em comprar um PC com um desses dois \"combos\". Consegui montar um na terabyte com o Ryzen 5 5600 + RX 6600 e deu 5k limpo. Eu achei alguns com o combo i5-10400f + RTX 2060 6gb na Pichau por quase a mesma faixa de preço (R$4.800 - R$5.200). Qual que vocês acham que é a melhor pedida? Se precisarem de mais informações das configurações, por favor, avisem.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10srils",
            "num_comments": 16,
            "comments": [
                "Depende das placa mães... A320/A520? Nem fu. H610? Nem fu tbm.\n\nAlém das fontes.",
                "Facilmente ryzen 5600 + rx 6600, ambas as partes são mais poderosas, comprar as duas juntas te dá acesso ao SAM (melhoria de 10-20 fps dependendo do jogo) e a plataforma AM4 do processador tem muito espaço para futuros upgrades (então no futuro você pode comprar um ryzen 7 5800x3d ou um ryzen 9 5900x sem trocar a placa mãe)\nEm geral, eu não vejo muito motivo para não pegar esse combo, só quero te perguntar, você pode mandar o link da configuração? Acho que dá pra melhorar esse PC com 5k"
            ]
        },
        {
            "title": "Sobrou um monte de cabo na montagem, é normal? Outra dúvida filtro de linha dispensa o Terra?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10sq9zs",
            "num_comments": 3,
            "comments": [
                "Sim, se não quiser é só comprar uma fonte módular mas é caro",
                "Sempre sobra cabo em fonte não modular... dá pra cortar, mas eu realmente não recomendo. Pega uma abraçadeira e prende pra não ficar solto.\n\nO filtro de linha não dispensa terra. Alias, dependendo do filtro, ele é só uma extensão sem o terra funcional.",
                "Compra um filtro de linha da Icleaper que ele da uma protegida a mais no seu PC mas nada dispensa o terra"
            ]
        },
        {
            "title": "Como avaliar o preço meu pc?",
            "selftext": "To querendo vender meu pc, mas não sei quais peças eu preciso procurar o preço",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10sol3a",
            "num_comments": 3,
            "comments": [
                "Todas, basicamente. Processador, placa mãe, Placa de vídeo, memória RAM, fonte, gabinete, memória (SSD/HD) monitor (se for vender junto) cooler (se não estiver usando stock)"
            ]
        },
        {
            "title": "Onde conecto o cabo sata do ssd na placa mãe?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10snrtt",
            "num_comments": 17,
            "comments": [
                "Tira uma foto mais distante que eu te digo onde é, agora seria bom ver uma foto que der para ver toda a placa mãe, e tenta afastar os fios do meio também.",
                "Deu certo, valeu rapaziada",
                "cara tem escrito na placa mae, tu vai ver um local com o mesmo numero de pino conforme a entrada do cabo e perto escrito SATA",
                "depende da placa mãe, como o CPU cooler tá na parte de baixo da imagem, acredito que tu esteja com a placa mãe de ponta cabeça ou usando um case da série REV da Sharkoon. hahaha De qualquer forma, geralmente elas estão \"perto\" dos slots PCIe, mas no outro lado...\n\nQual a placa mãe?\n\nEdit: não são aqueles slots embaixo do fim da placa de vídeo? (do lado que não se parafusa a placa de vídeo)",
                "Cara, tá faltando uns parafusos aí nessa placa",
                "Existe uma entrada no formato exato na placa mãe, fica geralmente perto da memória RAM ou do USB (tem escrito bem pequeno \"SATA 1, SATA 2...\")",
                "Só tem um encaixe q vai servir, qualquer outro encaixe vai ser de tamanho diferente. Normalmente vai ter ao menos 4 conectores Sata, um quase q colado no outro de tao perto"
            ]
        },
        {
            "title": "Sugestão de notebooks até 2800 reais",
            "selftext": "Fala pessoal, tudo bem?\n\nTô começando meu mestrado e preciso de um notebook pra trabalho que rode os programas básicos e alguns específicos dos equipamentos que vou usar (coisas de biologia molecular, nada que exige mto hardware).\n\nEstou também me aventurando na programação,  estudando HTML, CSS e JavaScript, tudo pelo meu celular, mas queria poder fazer isso no note tbm, pra quem sabe mudar de carreira.\n\nTô buscando um note padrão, de preferencia AMD, e 256 Gb de ssd, ou 512 de um HD bom, com uma autonomia legal de bateria, e uns 8gb de RAM.\n\nNesse valor proposto eu consigo pegar algo legal? \n\nAlguém conhece uma marca que confia?\n\nValeuuu",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10skk1g",
            "num_comments": 0
        },
        {
            "title": "Ajuda com Fonte",
            "selftext": "Comprei uma RX 6700 xt, a recomendação do fabricante é uma fonte de 650W\n\nTenho uma de 500w na seguinte config:\n\nRyzen 7 2700\n\nB450 gamming\n\n2x8gb 2666\n\nSsd 240\n\nhb 1tb\n\nfiz a conta do TDP total do meu pc e com a RX 6700 xt ta dando 450w, é muito arriscado ou já é melhor eu comprar uma fonte nova?\n\n&#x200B;\n\nedit: minha fonte é uma cougar 500w",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10siryf",
            "num_comments": 12,
            "comments": [
                "Eu pensaria em trocar a fonte, toda fonte tem o que chamam de eficiencia energetica. A Cougar da uma media de 80 a 85% de eficiencia de acordo com a fabricante, o que deixaria vc rodando no limite. \n\nOutra situacao eh a da placa de video que tem picos de consumo maiores, dependendo do jogo q vc estiver rodando, por isso eles sempre pedem mais energia do que realmente vao usar.",
                "Depende, se for fonte bomba... tu nem devia estar usando. Se for fonte decente, tá tranquilo.",
                "Esse PC aí só dá 450w se fizer um overclock meio bolado, tua placa de vídeo tem consumo máximo de 230w, o processador 65w e se colocar os periféricos e consumo da placa mãe na conta, mal da 50w, tudo isso daria 345w em carga. Assumindo que tua versão da 6700xt seja uma mais fortinha que venha com over de fabrica, e que teu CPU esteja em over com tensão acima de stock, tu TALVEZ chegue perto de 400w\n\nSe for uma Corsair, Seassonic ou semelhante, pode usar sem dor de cabeça.\n\nSe for genérica ou de marcas meio duvidosas, já botaria outra na lista"
            ]
        },
        {
            "title": "Consertar o one x por R$850,00 ou não vale a pena?",
            "selftext": "Meu Xbox queimou o chip HDMI, tem q trocar pasta térmica e o HD tá com 11% de vida então não sei ainda se vale a pena consertar ele por 850 ou guardar para um séries ou montar um pc do zero não faço ideia do q fazer alguém me ajuda plzzzzzz",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10sho6h",
            "num_comments": 8,
            "comments": [
                "Eu pessoalmente não acho que valha a pena. o XBOX One meio que já deu o que tinha que dar como plataforma. XBOX Series S você acha usado por uns 1700 reais mais ou menos numa OLX da vida (source: tô vendendo o meu por esse preço ^desculpem ^o ^merchan... \\). Mas já que você falou em montar PC do zero: quanto você pretende gastar?",
                "Meu irmão comprou um xbox one por menos de R$800,00, acho q esse conserto ta caro demais",
                "Depende do que tu quer... se tu é console gamer ou pc gamer... etc.\n\nMas por 2700 não dá para montar um PC muito top sem apelar pra peças usadas do AliExpress..."
            ]
        },
        {
            "title": "recomendação de um notebook até 4k",
            "selftext": "um notebook bom até 4k",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10sg2i5",
            "num_comments": 1,
            "comments": [
                "Acer Aspire 3: Ryzen 5 5300/3200, muito bom, perfeito para jogos e trabalho o único problema é a tela um pouco acizentada. Paguei R$3800"
            ]
        },
        {
            "title": "Qual a melhor pasta térmica atualmente?",
            "selftext": "Pessoal, tenho uma rx 580 8 gb e um ryzen  5600  preciso trocar a pasta térmica, alguém pode me recomendar qual a melhor atualmente custo benefício no mercado?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10s7krf",
            "num_comments": 8,
            "comments": [
                "Pesquisando por ai encontrei falam que Arctic Silver 5 e Deepcool Z5 são boas, mais experiencia propria, usei só a Arctic Silver",
                "Depende até quanto tu pretende investir.\n\nEu gostei bastante da Deepcool Nano, ela é bem superior à Deepcool Z5 (tbm tenho). Mas uma das melhores pasta térmicas do mercado é a Kryonaut. (O preço é beeeeeem salgado...)\n\nMas se tu quiser pagar o mais básico possível, tem a Rise Mode Frost. Ela é pior que a Z5, mas por 15 reais não dá pra reclamar muito... ela é bem decentezinha... mas não é a que vai ter o melhor desempenho na transferência de calor... e ela tende à virar um epoxi nos CPUs (tu tem de lembrar, no caso de AMD, de girar o cooler quente para \"quebrar\" a cola quando for tirar)... mas ao menos não é implastec. (QUEM DIABOS USA IMPLASTEC EM PC?! Nem a implastec silver presta...)"
            ]
        },
        {
            "title": "Alguém sabe qual tem mais resistência ou é mais control (havit hv MP 830 e 860) ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10s10zp",
            "num_comments": 2,
            "comments": [
                "860 parece ser speed. o 830 controle. mas dá uma conferida no site do fabricante."
            ]
        },
        {
            "title": "Upgrade no pc ou vender e comprar outro?",
            "selftext": "Olá!Tenho um pc com as seguintes peças\n\n* Processador Phenon x4 955 3.2ghz\n* 8 gb de ram ddr3 (1600mhz)\n* Placa de video R7 260x 2gb\n* Placa mãe m4a87td/usb3\n* Armazenamento é um SSD de 240gb e um HD 500gb\n* Fonte Dr Hank 500w Ph500b\n\nA questão é, oque devo priorizar primeiro? Realizar um upgrade nessa máquina ou vender e investir em outro pc? Comprar uma nova placa mãe e processador? Pensei naqueles kits da aliexpress, são uma boa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10rwkeq",
            "num_comments": 19,
            "comments": [
                "São peças bem antigas, imagino que para qualquer upgrade de CPU e GPU teria que trocar placa-mãe e fonte também. É mais fácil comprar uma máquina nova.",
                "Primeiramente, quais games tu pretende jogar e quanto tu espera em desempenho de uma máquina nova ou com upgrades ?\n\nAssim, atualmente teu limitante é esse Phenom, eles tinham menos performance que os core 2 quads da época e tirando a versão de 6 núcleos, não envelheceram tão bem.\n\nA placa de vídeo não é das piores, ela é GCN 2.0 e tem instruções de directx12 e vulkan melhores que a 750ti que concorria com ela na época, sendo superior em uma grande quantidade de games em relação a GTX. Pra 720p ela vai tranquilo ainda nos últimos games que saíram (por tranquilo, entende-se jogável).\n\nComo tua placa não aceita a série FX, não vejo muito pra onde ir com upgrade, o primeiro upgrade de fato seria tentar vender ela com processador e as memórias, se ela tiver um bom cooler, da pra pedir uns 180 a 200 reais no kit que tenho certeza que vende no M.L. após isso, pode procurar um kit x99 como citou, ou até mesmo catar um kit am4 usado que venha ao menos com um Ryzen 1600, já será uma salto absurdo e não deve comer tanta grana.\n\nCom um kit desses que citei, já dá pra levar tranquilamente uma placa como RTX2060 super ou RX6600, que novamente, serão um salto absurdo sobre a 260x\n\nRecomendo vender separado, pois da pra fazer um dinheiro melhor E você ainda pode ficar com teu armazenamento, que não está ruim.\n\nSó recomendo ver o modelo da fonte, pra ver se vale a pena ou não dar sequência com ela.",
                "Vende, vc vai ter que mudar o Pc todo p um up",
                "Não tem muito o que fazer upgrade aí parceiro... o máximo seria um Phenom x6 e uma GTX 1650, pra trazer pra uma GPU mais atual... É, poderia fazer isso e adiar a troca do kit um pouco mais.",
                "Pra texto e Internet, até acho que esse PC não tá tão ruim mas, honestamente? O impacto com a diferença de desempenho que você vai ter se você investir num PC novo vai ser enorme.",
                "Tenho o mesmo processador e o msm quantidade de memoria ram (faz muitos ano, mtos msm) e oque eu fiz, foi guardar grana pra pegar processador (ryzen 7 5700g), memoria ram (botei logo 32gb), ssd m.2 com dram de 1tera.\n\nNa minha opinião oque vc deve priorizar é já pegar uma geração atual, com pelo menos 16gb de ram.\n\nGuarda grana pra pega placa mãe, processador e memoria ram atuais, e por enquanto usa esse pc dai até conseguir fazer upgrade mais atual, e se eu fosse vc, n compraria por aliexpress."
            ]
        },
        {
            "title": "Instalação de S.O",
            "selftext": "Boa tarde gente, vim aqui no desespero pra fazer uma pergunta:\nMeu PC deu um problema hoje, vou ter que instalar o S.O de novo, e como eu sei que eu vou perder todos os arquivos do PC, gostaria de saber se tem como recuperar pelo menos um (O Word do meu livro que eu tenho trabalhado há meses, o backup mais atualizado que eu tenho é muito antigo.)\nSe alguém puder me ajudar, agradeço.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10rsabm",
            "num_comments": 10,
            "comments": [
                "Você pode usar uma imagem do Hirens Boot CD gravada num pendrive. Aí é só bootar o PC pelo pendrive, esperar o Windows PE dentro dele carregar, e navegar pela sua instalação ferrada do Windows até o arquivo que você quer salvar (lembrando que o Hirens dá acesso a rede, então você pode abrir o navegador disponível nele, acho que é o Firefox, para fazer backup em um lugar como o Google Drive)"
            ]
        },
        {
            "title": "Qual canal no YouTube é bom pra aprender a monta um PC top, e saber se as peças são boas",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10rqimm",
            "num_comments": 10,
            "comments": [
                "Adrenaline é bem confiável no geral. Mas tenha em mente que praticamente todos os canais de hardware ou têm loja ou recebem comissão de lojas por meio de links e cupons. Os vídeos são mais marketing do que análises rigorosas.",
                "Depende de quanta grana tu tem... quanto mais grana, mais top. hahaha\n\nFalando sério, se tu quer aprender a equilibrar um build com grana limitada... tem o Chipart. Se tu não se importa com um excesso de meme besta no meio dos vídeos, tem o MW Informática.\n\nAgora, se tu quer o top do top e sabe inglês, tem o JayzTwoCents, Linus Tech Tips, GamersNexus, etc.",
                "cara, canais que eu assistia quando tava aprendendo era: Tecnoart, Mw informática, Adrenaline, Lock gamer, Jp Tech...\n\nsobre periféricos, eu assistia: Lucas Ishii, Fraguas e alguns desses outros citados antes.",
                "as peças do seu pc vai ser decidido pelo oq vc quer fazer, qual programa ou jogo vai utilizar e vê quais são as especificações recomendadas. E recomendo o site papahardware que ajuda a escolher o conjunto de cpu e gpu ideal que não dê gargalo, e no site dá algumas métricas interessantes também, tipo o custo por frame de cada kit, assim ajuda vc a escolher um bom custo benefício. (esse site é do maluco lá do canal da chipart)",
                "Cara se guia pelo seu orçamento e objetivo\n\nEu montei um PC gamer por 3700",
                "Reforçando sugestão do Mw informática"
            ]
        },
        {
            "title": "Intel Arc A380/A750/A770",
            "selftext": "Alguém já teve o prazer/desprazer de poder testar essas placas? Tava pensando em trocar a minha GTX 750 Maxwell 1GB por uma A380 6GB. O preço até está legal, a Intel tem prometido dar um jeito nos drivers e talz... Será que compensaria?\n\nClaro, o desempenho não é nenhuma 1660/S/Ti, mas o valor que eu pagaria seria metade de uma 1660S. Alias, dependendo do modelo, menos da metade.\n\n(Sim, tem a RX 5500, mas eu estou dando prioridade pra placa de vídeo no Brasil por enquanto)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10ro2j7",
            "num_comments": 8,
            "comments": [
                "No último comparativo que vi há um mês mais ou menos, a Arc380 tava batendo a GTX 1650 (que fica na faixa de valor próxima) na maioria das aplicações, por pouca coisa a mais, talvez venha a melhorar ainda mais com o tempo, mas por hora, acho que já justifica ela sobre a 1650, contra a 6500xt acho que ainda perde por pouco, mas o valor dela é um pouco menor, então...\n\nJá as a750 e a770 eu realmente não vi vantagem na faixa de preço delas, pois ainda é mais jogo ir nas 6600, mesmo comprando aqui no BR.\n\nNão sei qual baita negócio tu descolou, mas acho que se encontrasse por 800/900 reais, ia tranquilo em uma (tendo garantia aqui no BR)."
            ]
        },
        {
            "title": "Ryzen 3 3200g vale a pena pro futuro?",
            "selftext": "Quero montar meu primeiro PC pra estudar, trabalhar e jogar um lol só as vezes. A questão é que talvez, futuramente, eu queira fazer alguns upgrades, mas hoje não abro mão de começar com um processador que tenha vídeo integrado. Nesse caso, acham que nos próximos anos o 3 3200g vai ficar muito datado ao ponto de não valer a pena continuar com ele pra fazer um upgrade?\n\nMe recomendariam pegar um Ryzen 5 5600g ou um 4600g no lugar dele?\n\nSe ainda for viável pegar um 3 3200g, que placas de vídeo poderiam ir junto com ele?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10rnhm7",
            "num_comments": 6,
            "comments": [
                "O 3200G é absurdamente lerdo pros padrões atuais... o CxB dele é abissal, pega pelo menos o 4600G que é 2x mais rápido. o 5600G é 3x mais rápido e tem um vídeo onboard bem mais forte...",
                "Não, 4600g é quase msm preço e roda tudo sem placa de video. (eu tenho a 4600g)"
            ]
        },
        {
            "title": "meu pc ta dando erro de n encontrar o scipt loader.vbs e x.vbs",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10rcjk1",
            "num_comments": 1,
            "comments": [
                "Tu andou instalando coisa paga de forma gratuita? hahaha\n\nDá uma olhada no Agendador de Tarefas o que pode ser isso."
            ]
        },
        {
            "title": "Vou comprar o Headset corsair hs35",
            "selftext": "Onde que encontro um por um preço abaixo da kabum?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10rajmh",
            "num_comments": 8,
            "comments": [
                "Só se cair de algum caminhão...\n\nMas 150 reais tá bom o preço até. O fone é bem decente. (a versão azul tá 150)\n\nhttps://www.kabum.com.br/produto/376601/ (marketplace, 120)",
                "China"
            ]
        },
        {
            "title": "Essa lista de peças tá completa pra montar um PC Gamer?",
            "selftext": "Vou contratar alguém pra escolher as peças do meu novo PC. Tá faltando algo nessa lista?\n\n&#x200B;\n\n* Teclado Mecânico (bluetooth)\n* Mouse Gamer (bluetooth)\n* Monitor plano (não curvo)\n* Windows 10\n* Cooler de Ar\n* Fans\n* sem RGB\n* gabinete de cor Preta\n* conector de Wi-Fi incluso\n* microfone imbutido\n* webcam\n* 6 TB de armazenamento\n* 64 GB de RAM",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10r5t6l",
            "num_comments": 18,
            "comments": [
                "Falta ai uma placa de video, uma fonte p suportar e o processador. Ja colocaria o windows 11 ao inves do 10 e o armazenamento, tem que ser ssd nvme m.2",
                "Faltou o rgb pra da mais FPS nos jogos kkk",
                "64 GB de RAM? A maioria dos jogos não usa nem 8 GB. Um ou outro chega a 12 GB (não sendo requisito).\n\nOP, entra no site da Pichau e clica no botão monte seu PC. É um passo a passo bem intuitivo. Se você contratar alguém, pode ser que tentem te passar a perna.",
                "Processador? Memória RAM? Placa de Vídeo?",
                "Pc gamer com teclado e mouse bluetooth não é uma boa escolha. O mouse e o teclado uma hora irão começar a falhar e existe um atraso na resposta dos comandos.",
                "Mano falando sério agora tá faltando a fonte, a placa mãe, processador, e uma boa placa de vídeo",
                "Tu precisa mesmo de 6 TB de armazenamento? Com essa capacidade imagino que você esteja vendo um HD para a compra, o que é bastante ultrapassado. Muito melhor um SSD M.2 NVME de 500 Gb/1 TB.\n\n6 TB é MUITO ESPAÇO.",
                "Acho melhor vc assistir uns videos da adrenaline de como montar o pc, e dps pesquisar sobre cada componente que eles falarem lá. Ainda falta processador, placa mae, placa de video etc, e eles têm que ser compatíveis uns com os outros. \n\n\nEnfim, estuda um pouquinho sobre as peças do computador antes para vc n gastar muito no que vc não precisa e gastar pouco no que realmente precisa",
                "Sim. Adaptador bluetooth...",
                ">microfone imbutido\n\nQue?",
                "E comprei um hd da WESTERN DIGITAL RED PRO 3 TB, durou 7 meses. talves seja uma boa comprar hds de 1 tb no máximo, são 3tb indo pro saco numa pancada só. Mause e teclado recomendo com fio, bluetoth pode falhar com tempo, placa mãe eu tenho uma B550 ASUS PARA GRAFICO INTEGRADO, boa opção, fica dica.",
                "E o principal aonde ta? vai ser processador amd ou intel? memoria ram ddr4 ou ddr5? placa atx ou mini atx? fonte? gpu?\nDa uma olhada no youtube pra aprender a escolher as peças."
            ]
        },
        {
            "title": "Drivers dos adaptadores de rede",
            "selftext": "Eu estou tendo um problema gigantesco, os drivers de rede do meu computador simplesmente pararam de funcionar, já atualizei eles, mudei de versão, tirei as atualizações do windows, restaurei o endereço de IP, alterei o dns e nada, simplesmente não funciona, tanto o de ethernet, tanto o de wi-fi, tentei todas as opções possíveis, se alguém souber alguma solução além de formatar a máquina, eu ficaria muito grato!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10qwlih",
            "num_comments": 4,
            "comments": [
                "Mano, drivers básicos assim eu sempre atualizo pelo driver booster, tava com problemas do driver de rede tbm e ele resolveu.",
                "tenta abrir o Windows Powershell como administrador e copie e cole o comando abaixo:\n\nnetsh winsock reset|shutdown -r -t 1\n\nIsso vai redefinir o Winsock e reiniciar o PC em seguida. Se der erro na execução dos comandos, tente executá-los em separado. Assim:\n\nnetsh winsock reset\n\nshutdown -r -t 1",
                "Sei lá, não teria chance da internet ter caido nesse meio tempo? Ou tu ter esquecido de configurar algo no roteador?\n\nMas é complicado saber QUAL é o dispositivo se tu não diz. \n\nTu pode usar um workaround por enquanto: usa o celular android como antena wi-fi. Tu só precisa plugar no PC e fazer tethering.",
                "A data/hora do PC está correta? Muitas coisas envolvendo internet não funcionam se o horário do PC estiver errado."
            ]
        },
        {
            "title": "Ryzen 3 3200g, ou Kit Xeon 2640 v3 + Rx580?",
            "selftext": "Contando com o SSD, RAM, FONTE e Gabinete, o primeiro sai quase o mesmo valor que o segundo (1579-1529). Vi um vídeo teste e o XEON + RX580 consegui rodar melhor os jogos.\n\nEai, o que vcs acham? Devo ir de melhor confiança e menor desempenho ou menor confiança e maior desempenho?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10qw42s",
            "num_comments": 3,
            "comments": [
                "Cara... duas coisas....\n\n1. NÃO PEGA RX 580, pega RX 5500 XT. Ela consome praticamente metade da RX 580, não foi tão abusada em mineração e o preço se paga em poucos meses.\n2. E5-2640 V3 é mais rápido. Mas acho que tu consegue o 4600G por pouca coisa a mais... não compensaria economizar tanto."
            ]
        },
        {
            "title": "Juntar duas cpu pra fazer uma?",
            "selftext": "Seria possível?\n\nTenho duas cpu iguais da positivo, daqueles mais antigos, lentoooo q só, trava toda hora, e não tenho como comprar um melhor, a dúvida é se seria possível usar algumas peças q melhorem o desempenho, assim eu tiraria da CPU q está sem uso mesmo e coloco nesta que uso diariamente. Alguma dica?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10qv86f",
            "num_comments": 12,
            "comments": [
                "Tu não precisa comprar dois computadores iguais pra fazer isso... dá para comprar as peças separado...\n\nE a grande maioria dos computadores não aceita 2 CPUs, se foi isso que eu entendi.\n\nMas se tu quer um desempenho melhor, não seria melhor tu comprar um kit xeon?",
                "Mano isso vai custar dor de cabeça e gasto de energia dobrado, é mais fácil vender esses dois e comprar um pc com peças boas no Aliexpress, talvez até sobre dinheiro e não vai te dar problemas dps",
                "Quais são as especificações da sua máquina?"
            ]
        },
        {
            "title": "dicas de notebook para um noob",
            "selftext": "bom dia. minha namorada vai começar a trabalhar numa agência de marketing e recomendaram que ela tivesse um notebook próprio pra trabalhar e eu queria tirar um pra ela, mas faz uns 10 anos que não tenho pc e não sei mais NADA sobre, preciso de ajuda sobre qual comprar, na faixa dos 2k no máximo.\no trampo é principalmente com edições de foto/vídeo, mas nada MUITO profissional, afinal ela ainda vai aprender a fazer isso td.\nse for muito difícil um bom nessa faixa de preço, podem indicar um melhor que dê pra achar usado por uns 1,5k\nobrigado!!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10quahc",
            "num_comments": 4,
            "comments": [
                "Edição de foto e vídeo por 2k?! Não tem absolutamente nada novo que sirva, alias, acho que nem usado tem... se tu quase dobrar esse valor e tu começa à encontrar algo minimamente decente.\n\nTu pode comprar usado, mas evita comprar coisa MUITO antiga/lerda. Tipo AMD não Ryzen ou Intel Core i3-i7 anterior à 8ª geração...",
                "Olha, se você quiser photoshop básico e Ae básico também, recomendo no mínimo 8gb de ram, o que direto já vai encarecer o notebook. Se fosse caso de importar, um Lenovo de 300$ provavelmente já resolveria, mas como deve ser no Brasil eu recomendaria tu investir num usado intermediário com algo assim: i5/ryzen5 quad core no mínimo, 8 ram no mínimo, SSD com HD paralelo ou só com muito armazenamento, se possível uma GPU dedicada, porque se for renderizar tudo no on-board vai ser anos. Computadores com essas configurações tu vai encontrar na Acer, Lenovo, Asus. De todas essas marcas, a que me deu menos problema foi a Acer. Outras marcas vão oferecer, só que em preços impraticaveis.",
                "Cara pega um i5 na geração mais atual que conseguir, com o máximo de memoria RAM, nesse valor vai ter que ser placa de vídeo compartilhada da memória.",
                "Posso vender meu ultrabook Dell i7 SSD."
            ]
        },
        {
            "title": "Tem algum sub de compra/venda de hardware usado?",
            "selftext": "Sei lá, em alguns lugares até tem. \n\nPor exemplo, lá fora em subs como o /r/mechanicalpencils (lapiseira) e o /r/fountainpens (tinteiros), tem o /r/pen_swap para troca/venda desses objetos sem intermediários. Apenas usando o PayPal Goods para transações, etc.\n\nClaro que no Brasil tudo é mais complicado e no começo teriamos dor de cabeça com os espertalhões fazendo scam, superfaturando coisa, vendendo coisa que caiu do caminhão, falsificada, mas... sei lá. Seria interessante se tivesse uma comunidade no qual desse para comprar e vender coisas. à medida que fosse crescendo, começariam a se fortalecer e talz. É só uma idéia, sei lá.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10qktui",
            "num_comments": 1,
            "comments": [
                "Seria uma boa mesmo, foda que sempre vai ter esses espertalhões que adoram passa a perna no pessoal."
            ]
        },
        {
            "title": "REMOVEDOR DE RUIDO GRATUTUITO ILIMITADO (sem ser o krisp pois é tempo limitado e o rtx voice nn funciona)",
            "selftext": "porfavo eu estou precisando",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10qa7dk",
            "num_comments": 1,
            "comments": [
                "Existe o [Equalizer APO](https://sourceforge.net/projects/equalizerapo/), tem várias opções pra configurar o headset e o microfone, tipo equalizador, supressão de ruído, redução de ruído e etc. Tem também como colocar plugins para adicionar mais funcionalidades, só pesquisar um tutorial no YouTube pra saber mexer.\n\nEnfim. Dá para brincar bastante com ele. Fica um tempo mexendo que você deve chegar num resultado bacana."
            ]
        },
        {
            "title": "Dire Straits - Money For Nothing (1985) [VÍDEO DE MÚSICA DA MTV] Veríamos alguns gráficos de computador 3D impressionantes neste videoclipe para sua época.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10q9z9z",
            "num_comments": 2,
            "comments": [
                "Adoro esse clipe, mas acho que este não é o sub pra isso (apesar de que eu não sei qual seria o sub porque eu não conheço nenhum sub que seja verdadeiramente casual entre os subs em pr-br)\n\nE fun-fact: Esse clipe foi feito em uma estação gráfica da Bosch (sim, a fábrica de furadeira, acredite se quiser)"
            ]
        }
    ]
}