{
    "12nh3v4": {
        "title": "[Pedido] Alguém sabe qual carne é usada no Beef Domburi da Gendai?",
        "selftext": "Recentemente eu ando pedindo o Beef Domburi para comer em casa, e achei a carne muito boa, mas não sei identificar qual é, alguém saberia me dizer?\n\nMe refiro a este aqui:\n\n[https://www.gendai.com.br/beef-domburi/product/9100000016](https://www.gendai.com.br/beef-domburi/product/9100000016)",
        "num_comments": 1,
        "comments": [
            {
                "body": "Miolo de alcatra ou lagarto congelado e cortado pela fatiadora de frios"
            }
        ]
    },
    "123yzou": {
        "title": "Pergunta",
        "selftext": " Olá, gostaria de pedir a opinião de vocês a respeito do meu projeto de faculdade, que se trata de um sistema que pode sugerir receitas com base nos seus ingredientes disponíveis e fazer o cálculo de quantas porções tal receita oferece com o número de ingredientes. O que vocês acham da ideia? Algo assim seria útil no seu dia a dia?",
        "num_comments": 1,
        "comments": [
            {
                "body": "Eu diria que sim. Numa época passada eu morava na casa de parentes e era sempre uma surpresa na hr de ver oq tinha pra fazer a comida, então algo assim seria útil pra variar o cardápio. Fora que as vzs vc vai na feira e cata oq tiver bonito/barato pra só dps pensar noq fazer com oq comprou.\n\nImagino que uma dificuldade seja cadastrar um monte de receita com as unidades padronizadas pra surgir as opções de receita, mas nada impossível"
            }
        ]
    },
    "10z857r": {
        "title": "Sal com tempero vale a pena?",
        "selftext": "Geralmente é caro",
        "num_comments": 1,
        "comments": [
            {
                "body": "Nao"
            }
        ]
    },
    "10s976e": {
        "title": "STENIO BIRTH",
        "selftext": "[https://www.youtube.com/watch?v=O4SzKig\\_VKM&t=294s](https://www.youtube.com/watch?v=O4SzKig_VKM&t=294s)",
        "num_comments": 0
    },
    "10s960g": {
        "title": "Stenio Birth chef cozinheiro no spoke podcast",
        "selftext": "Podcast muito bom e descontraído com um dos maiores chefs do Brasil!\n\n[CHEF COZINHEIRO](https://www.youtube.com/watch?v=O4SzKig_VKM&t=294s)",
        "num_comments": 0
    },
    "zobfdr": {
        "title": "MELHOR NOME PARA RESTAURANTE DE CULINÁRIA JAPONESA",
        "selftext": "Escolha o nome que te agrada mais! Fizemos uma lista com vários nomes e esses foram os mais votados:\n\nARIGATÔ \nCONFRARIA DO SUSHI \nDIVINO JAPA \nKANSAI CULINÁRIA ORIENTAL\nKASA JAPONESA \nNAHA CULINÁRIA ORIENTAL\nNAKANO CULINÁRIA ORIENTAL\nORIENTE-SE \nPLANET SUSHI\nTEMAKI E CIA",
        "num_comments": 1,
        "comments": [
            {
                "body": "Japa Kansai muito bom"
            }
        ]
    },
    "wag412": {
        "title": "Receita: Hambúrguer Caseiro com Bacon e Batatas Fritas",
        "selftext": "",
        "num_comments": 0
    },
    "v6aclo": {
        "title": "[pedido] bolachas amendoim",
        "selftext": "Alguém tem a receita destas bolachas de amendoim ? \nSão típicas de Leiria (Portugal)\n\nhttps://granjadecister.pt/bolachas-e-chocolates/1304-bolacha-de-amendoim-275gr-5604837005310.html",
        "num_comments": 0
    },
    "tos4nv": {
        "title": "Vamos fazer um prato rápido, gostoso e prático no final de semana? E ainda vai agradar a criançada também!! O canal Lene Dicas e Toques hoje mostra a receita de um escondidinho de salsicha maravilhoso, muito saboroso, e que fica pronto rapidinho, para que vc possa aproveitar seu final de semana!!",
        "selftext": "",
        "num_comments": 0
    },
    "tmifr1": {
        "title": "Hoje o canal Lene Dicas e Toques tem uma receita fácil, rápida, gostosa, incrivelmente prática e além de ser boa para páscoa, também serve para faça e venda... vem fazer essa delícia!!",
        "selftext": "",
        "num_comments": 0
    },
    "tk402q": {
        "title": "Durante a semana é difícil conseguir um tempinho a mais, né? Mas um pãozinho caseiro é sempre bem vindo...então, vamos fazer um a airfryer??Rápido, prático, econômico e sem perder o sabor..",
        "selftext": "",
        "num_comments": 0
    },
    "thvq4e": {
        "title": "E para o fim de semana, nada como praticidade, economia e sabor, não é? O canal Lene Dicas e Toques traz tudo isso de uma vez em um prato maravilhoso de frango com batatas feito na airfriyer, fica pronto em 20 minutos!! Vamos fazer e saborear??",
        "selftext": "",
        "num_comments": 0
    },
    "tgb55s": {
        "title": "Vamos começar a pensar em páscoa?? O canal Lene Dicas e Toques hoje tem a receita de um bombom de maracujá maravilhoso, que também pode ser feito com outros sabores... Ele é delicioso, fácil de fazer, saboroso, irresistível!! E vc ainda pode fazer para vender!! Vem ver essa delicia!",
        "selftext": "",
        "num_comments": 0
    },
    "tf7r9n": {
        "title": "Salmão grelhado com toque de limão especial que só tem aqui confira",
        "selftext": "",
        "num_comments": 0
    },
    "tf7qzb": {
        "title": "Salmão grelhado com toque de limão especial que só tem aqui confira",
        "selftext": "",
        "num_comments": 0
    },
    "tf7qsa": {
        "title": "Salmão grelhado com toque de limão especial que só tem aqui confira",
        "selftext": "",
        "num_comments": 0
    },
    "teove3": {
        "title": "Você gosta de bolo caseiro?? Hoje o canal Lene Dicas e Toques fez um bolo caseiro delicioso, dois amores! A massa fica deliciosa, macia e saborosa... vamos fazer esse bolo incrível?",
        "selftext": "",
        "num_comments": 0
    },
    "tcfx67": {
        "title": "Vamos começar o final de semana com um pão de forma delicioso?? O canal Lene Dicas e Toques tem a receita perfeita!! O canal Lene Dicas e Toques tem a receita certa, fácil de fazer e prático, para que vc possa aproveitar seu tempo e não abrir mão de um pãozinho feito em casa",
        "selftext": "",
        "num_comments": 0
    },
    "tazcl7": {
        "title": "Vamos fazer um pudim delicioso e sem colocar no forno?? O canal Lene Dicas e Toques hoje mostra a receita de um pudim fácil, econômico, e rápido de fazer, sem perder o sabor!! Quer ver como faz?? Vem pro nosso canal!!",
        "selftext": "",
        "num_comments": 0
    },
    "t9g0tp": {
        "title": "A carne está cara!! Vamos fazer um bolinho de legumes?? O canal Lene Dicas e Toques tem a receita do melhor bolinho de legumes que vc vai comer na vida!! Saboroso, macio, gostoso, fácil de fazer e econômico... quer mais?? Vem pro canal com a gente!",
        "selftext": "",
        "num_comments": 0
    },
    "t793ie": {
        "title": "Vamos fazer tortilhas para o final de semana?? O canal Lene Dicas e Toques tem a receita perfeita de uma tortilha que é muito versátil e vc pode fazer de várias formas, com vários recheios... pode até fazer burritos!! Vem...",
        "selftext": "",
        "num_comments": 0
    },
    "t704v9": {
        "title": "Doce de leite Ninho fácil de fazer apenas 3 ingredientes confira",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Esse doce parece delicioso!!"
            }
        ]
    },
    "t5r0xs": {
        "title": "Você nunca comeu uma torta salgada tão saborosa quanto essa!! O canal Lene Dicas e Toques apresenta uma receita espetacular, de uma torta com a massa macia, deliciosa, fácil e fazer e econômica!!",
        "selftext": "",
        "num_comments": 0
    },
    "t5bflp": {
        "title": "Chocolate quente muito cremoso para deixar o seu café da manhã perfeito",
        "selftext": "",
        "num_comments": 0
    },
    "t482it": {
        "title": "A receita de hoje do canal Lene Dicas e Toques é simplesmente o melhor doce em calda que você vai comer na vida, feito com batata doce!! Pedaços de batata doce com uma casquinha mais firme e incrívelmente macias por dentro... Deu água na boca?? Vem....",
        "selftext": "",
        "num_comments": 0
    },
    "t31d6h": {
        "title": "Salpicão de frango delicioso ideal para celebrar a páscoa",
        "selftext": "",
        "num_comments": 0
    },
    "t1xs7k": {
        "title": "O canal Lene Dicas e Toques hoje mostra uma receita de pão delicioso, saboroso, macio, impossível não gostar!! Vamos fazer um pão de abóbora? Fácil, rápido, saborosoo!!!",
        "selftext": "",
        "num_comments": 0
    },
    "szgrzl": {
        "title": "O canal Lene Dicas e Toques mostra uma receita de lanche rápido, prático, econômico, saboroso, que cai bem em qualquer hora e qualquer lugar, para família toda ou apenas para o lanche das crianças, para o café da manhã, almoço, jantar, ou mesmo como aperitivo... muito versátil!! Vem...",
        "selftext": "",
        "num_comments": 0
    },
    "sy09ln": {
        "title": "Carne de panela com legumes e com um caldinho bem saboroso",
        "selftext": "",
        "num_comments": 0
    },
    "sxfx4c": {
        "title": "Bolo de brigadeiro cremoso é perfeito para reunir os amigos confira",
        "selftext": "",
        "num_comments": 0
    },
    "swfjev": {
        "title": "Macarrão com Almôndegas e Queijo. Receita Prática, Faça em 25 Minutos",
        "selftext": "",
        "num_comments": 0
    },
    "sw9vow": {
        "title": "Pãezinhos doce para o café da manhã, lanche ou qualquer outra situação que sua imaginação permitir... O canal Lene Dicas e Toques trás uma receita indescritível, de tão gostosa... Vem, ainda dá para fazer para o café da manhã de domingo!!",
        "selftext": "",
        "num_comments": 0
    },
    "svpd71": {
        "title": "Salada de batata com bacon ótima receita para o seu churrasco confira",
        "selftext": "",
        "num_comments": 0
    },
    "suo1k5": {
        "title": "Vamos fazer uma deliciosa lasanha de berinjela?? O canal Lene Dicas e Toques tem essa receita saborosa, rápida, prática e de dar água na boca... vem fazer essa gostosura com a gente!!",
        "selftext": "",
        "num_comments": 0
    },
    "st7uyq": {
        "title": "BOLO DE CHOCOLATE| É O MELHOR BOLO DE CHOCOLATE MOLHADINHO QUE FAZ FIZ (receitas faceis e rápidas)",
        "selftext": "",
        "num_comments": 0
    },
    "st5g2t": {
        "title": "PAO DELICIOSO!! Outback Mini Bread",
        "selftext": "",
        "num_comments": 0
    },
    "st2drw": {
        "title": "Essa semana já começa gostosa, com uma receita incrível de cupcake de maça com gotas de chocolate... Pode ser usada no café da manhã, café da tarde, o lanchinho das crianças e até para aquela visita inesperada... O canal Lene Dicas e Toques mostra como fazer, vem...",
        "selftext": "",
        "num_comments": 0
    },
    "sqs5wk": {
        "title": "Vamos fazer um sorvetinho para o final de semana?? O canal Lene Dicas e Toques tem uma receita de sorvete de flocos que é fácil, rápida, saborosa, versátil, prática, deliciosa, cremosa, incrível, maravilhosa e imperdível!! Vem... https://youtu.be/oJ945tBl1gU",
        "selftext": "",
        "num_comments": 0
    },
    "skhllw": {
        "title": "SORVETE CASEIRO MARAVILHOSO- SEM EMULSIFICANTE (SORVETE CREMOSO (receita...",
        "selftext": "",
        "num_comments": 0
    },
    "rvw6pa": {
        "title": "COMO FAZER CANJICA CREMOSA TRADICIONAL COM AMENDOIM | MUNGUNZÁ ( receita...",
        "selftext": "",
        "num_comments": 0
    },
    "rregde": {
        "title": "COMO FAZER PAO DE QUEIJO CASEIRO FÁCIL E RÁPIDO NO SEU LANCHE receitas faceis e rápidas paodequeijo",
        "selftext": "",
        "num_comments": 0
    },
    "r2ctx0": {
        "title": "PICADINHO DE CARNE DE PORCO POR 8 REAIS | Receitas Baratas | REACT TSTE ...",
        "selftext": "",
        "num_comments": 0
    },
    "qza253": {
        "title": "Receitas deliciosas e saborosas",
        "selftext": "Ola amigos primeiramente gostaria de dizer da satisfação em compartilhar um pouco do nosso aprendizado se tratando de cozinhar tenho um blog ficaria muito feliz se tiver a participação de vocês, inscreva se no canal por favor Obrigado amigos.\n\n[https://www.cozinhagourmets.com/](https://www.cozinhagourmets.com/)\n\n\\#culinaria #receitas #gastronomia #Cozinha #receitasfaceis #trortassalgadasedoces",
        "num_comments": 0
    },
    "qv8d4s": {
        "title": "CEIA DE NATAL - NÃO FRITE MAIS RABANADA NA CEIA DE NATAL |RECEITA DE RA...",
        "selftext": "",
        "num_comments": 1
    },
    "ntwc94": {
        "title": "Amigos, cheguei agora e não conheço muito bem ainda esse sistema do Reddit... Mas queria convidá-los a conhecer meu canal de culinária no YouTube... Tenho muitas receitas lá, mas se alguém quiser alguma em especial, só falar que a gente faz.... 🥰",
        "selftext": "",
        "num_comments": 0
    },
    "n1fddh": {
        "title": "Lasanha de frango e cogumelos",
        "selftext": "",
        "num_comments": 0
    },
    "mnvfn4": {
        "title": "Ownnt",
        "selftext": "",
        "num_comments": 1
    },
    "ley05r": {
        "title": "Almôndegas recheadas com mussarela",
        "selftext": "",
        "num_comments": 0
    },
    "kx8lar": {
        "title": "Bolo de cenoura com cobertura de brigadeiro",
        "selftext": "https://youtu.be/iiopFMIbgV0",
        "num_comments": 0
    },
    "kwe7qu": {
        "title": "Comecei um canal no YouTube e agora tenho feito vídeos com receitas 🤩 se você gosta de aprender alguns truques na hora de cozinhar assiste lá, se inscreve e deixa seu like e comentário 😍",
        "selftext": "",
        "num_comments": 1
    },
    "kpubo6": {
        "title": "Aprenda a fazer deliciosos muffins de canela",
        "selftext": "",
        "num_comments": 0
    },
    "kj1hnm": {
        "title": "Qual é o melhor Bolo Rei de Supermercado em Portugal?",
        "selftext": "",
        "num_comments": 0
    },
    "kg92kv": {
        "title": "PAO DE ALHO",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "[https://youtu.be/YXPvg6PMk1I           ](https://youtu.be/YXPvg6PMk1I)"
            }
        ]
    },
    "kdwzbm": {
        "title": "Bolo vulcão de chocolate",
        "selftext": "",
        "num_comments": 0
    },
    "kdltpn": {
        "title": "CEBOLA EMPANADA E RECHEADA",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "[https://youtu.be/qDacLgclHZE](https://youtu.be/qDacLgclHZE)"
            }
        ]
    },
    "jz5lit": {
        "title": "Crepe na tostadeira",
        "selftext": "",
        "num_comments": 0
    },
    "jrpi1m": {
        "title": "Mantendo a massa amornada",
        "selftext": " Salve galera,\n\nNo sábado fiz uma empanada com a receita da minha mãe. A massa leva farinha, leite morno, banha morna, sal e fermento químico. Quando a massa tá morna, fica fácil trabalhar, mas quando ela esfria, ela fica elástica, e apesar de esticar com o \"pau de macarrão\", ela tende a voltar ao tamanho original, aumentando muito o tempo de confecção. Tem como manter a massa morna, mas sem cozinhar ou estragar o fermento?",
        "num_comments": 0
    },
    "jnl9ka": {
        "title": "Torta trançada de frutas",
        "selftext": "[http://blogalizando.com/torta-trancada-de-frutas/](http://blogalizando.com/torta-trancada-de-frutas/)",
        "num_comments": 0
    },
    "jmciw0": {
        "title": "Tarte de bolacha Maria e café",
        "selftext": "",
        "num_comments": 0
    },
    "jhwynk": {
        "title": "Strogonoff de camarão com polvo, receita completa.",
        "selftext": "",
        "num_comments": 1
    },
    "jgpsyz": {
        "title": "Como fazer Nugget caseiro , saudavel e delicioso, receita muito fácil",
        "selftext": "",
        "num_comments": 1
    },
    "je8gme": {
        "title": "Camarão com catupiry na abobora moranga",
        "selftext": "",
        "num_comments": 0
    },
    "jb1vy6": {
        "title": "Receita de contra filet tropical, aperitivo rápido e delicioso",
        "selftext": "",
        "num_comments": 1
    },
    "j8kzwo": {
        "title": "Como fazer a italianissima Piadina caprese. receita pratica, simples, fa...",
        "selftext": "",
        "num_comments": 0
    },
    "j6qjqa": {
        "title": "Como fazer um medalhão de miolo de alcatra ao molho chateaubriand",
        "selftext": "",
        "num_comments": 0
    },
    "j4lfo8": {
        "title": "Mousse de salame com azeitona e limão siciliano",
        "selftext": "",
        "num_comments": 0
    },
    "j2b73f": {
        "title": "Receita fácil de Baião de dois seco ou molhado, assista e descubra.",
        "selftext": "",
        "num_comments": 1
    },
    "ixtv8y": {
        "title": "Faça Sua Barra De Cereal Em Casa",
        "selftext": " Preaqueça o forno a 180°C (temperatura média). Unte uma assadeira (25 x 15 cm) com manteiga, usando um pedaço de papel-toalha para que fique bem uniforme.  \nPolvilhe com um pouco de farinha de trigo. \n\nreceita completa [http://blogalizando.com/faca-sua-barra-de-cereal-em-casa/](http://blogalizando.com/faca-sua-barra-de-cereal-em-casa/)",
        "num_comments": 0
    },
    "ixp93e": {
        "title": "Como fazer o delicioso, polvo a provençal, super fácil e saboroso",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Adoro frutos do mar\n\nParabéns pela receita"
            }
        ]
    },
    "ivt9pl": {
        "title": "Pão de azeite e alecrim - receita italiana",
        "selftext": "",
        "num_comments": 0
    },
    "ituxvi": {
        "title": "Desmistificando o spaghetti a carbonara #ronaldobelmont",
        "selftext": "",
        "num_comments": 0
    },
    "iocfwg": {
        "title": "Pão integral...",
        "selftext": "Pessoal, obviamente, já sabemos que o pão integral tem diversas vantagens. Mas há uma que vale muito pra mim... não sou daqueles que fica calculando quantas calorias está consumindo, por isso, uma receita como essa do link abaixo é muito interessante, pois mesmo que ela leve queijo, ela é mais saudável por usar pão integral como base.\n\nO que acham? Fora que o resultado final chama muito a atenção: \n\n\nhttps://youtu.be/4kVwU8hZ-7k\n\nAbs",
        "num_comments": 0
    },
    "ilfy2f": {
        "title": "Como fazer Carolina recheada #docegourmet",
        "selftext": "",
        "num_comments": 1
    },
    "iivq1y": {
        "title": "Não faça bobó de camarão, antes de assistir esse video #ronaldobelmont",
        "selftext": "",
        "num_comments": 0
    },
    "ihv5f3": {
        "title": "Comentando e reagindo a masterchef - 7o episodio #ronaldobelmont",
        "selftext": "",
        "num_comments": 0
    },
    "igmu2r": {
        "title": "Salgado, Hamburguer de forno, hamburgao recheado #ronaldobelmont",
        "selftext": "",
        "num_comments": 0
    },
    "ien14h": {
        "title": "Risoto de camarão com alho poró e limão siciliano, passo a passo.(tempo ...",
        "selftext": "",
        "num_comments": 0
    },
    "idjcz2": {
        "title": "Masterchef comentando e reagindo 6° episodio #ronaldobelmont",
        "selftext": "",
        "num_comments": 0
    },
    "i9ohym": {
        "title": "Comentando masterchef 5° episodio #ronaldobelmont",
        "selftext": "",
        "num_comments": 0
    },
    "i6sz78": {
        "title": "Pudim de chocolate branco e maracujá",
        "selftext": "",
        "num_comments": 0
    },
    "i633st": {
        "title": "kafta especial deliciosa, para churrasco de dia dos pais #ronaldobelmont",
        "selftext": "",
        "num_comments": 0
    },
    "i4rze5": {
        "title": "regindo masterchef 4° episodio - Agora ficou bom.",
        "selftext": "",
        "num_comments": 0
    },
    "i1tvpd": {
        "title": "Prime rib sem churrasqueira, selado e feito no forno.",
        "selftext": "",
        "num_comments": 0
    },
    "hy5wpi": {
        "title": "Quibe coringa (aceita qualquer recheio),com maionese de hortelã",
        "selftext": "",
        "num_comments": 0
    },
    "hwol9g": {
        "title": "Reagindo ao desastre do segundo episodio de masterchef brasil 2020.",
        "selftext": "",
        "num_comments": 0
    },
    "huw3uy": {
        "title": "pave floresta negra",
        "selftext": "",
        "num_comments": 1
    },
    "hspl0e": {
        "title": "Masterchef React, reagindo ao programa de estreia de 2020",
        "selftext": "",
        "num_comments": 0
    },
    "hpaa25": {
        "title": "Delicioso caldo de espinafre com bacon e especiarias",
        "selftext": "",
        "num_comments": 0
    },
    "ho3ln7": {
        "title": "rocambole de goiabada cremoso, massa de pão de ló, bolo de rolo",
        "selftext": "",
        "num_comments": 1
    },
    "hlwmsz": {
        "title": "Está na dúvida do que comer!?",
        "selftext": "Adicione algumas opções na [roleta](https://www.roletadadecisao.com.br), e deixe o destino decidir.",
        "num_comments": 0
    },
    "hlpzsv": {
        "title": "Empadao cremoso de frango delicioso, super facil",
        "selftext": "",
        "num_comments": 1
    },
    "hjkhdf": {
        "title": "Como fazer pão francês em casa, pão de sal de padaria",
        "selftext": "",
        "num_comments": 0
    },
    "hhndnq": {
        "title": "Tiramisú de limão",
        "selftext": "",
        "num_comments": 0
    },
    "hfc50s": {
        "title": "Nhoque recheado com queijo de 2 formas [10:20]",
        "selftext": "",
        "num_comments": 0
    },
    "hbf7ah": {
        "title": "A verdadeira Torta alemã passo a passo",
        "selftext": "",
        "num_comments": 1
    },
    "grt1jc": {
        "title": "Deliciosas queijadinhas de amêndoa",
        "selftext": "",
        "num_comments": 0
    },
    "g2pmm4": {
        "title": "Como fazer fermento em casa só com dois ingredientes",
        "selftext": "",
        "num_comments": 0
    },
    "g1ev87": {
        "title": "Queijadinhas de Laranja",
        "selftext": "",
        "num_comments": 0
    },
    "g0a0ve": {
        "title": "Bizu Gastronomia, a playlist by Diego Carvalho on Spotify",
        "selftext": "",
        "num_comments": 0
    },
    "g0a0or": {
        "title": "Bizu Gastronomia, a playlist by Diego Carvalho on Spotify",
        "selftext": "",
        "num_comments": 0
    },
    "fy15jc": {
        "title": "Pão italiano, se for fazer só com a farinha branca, reduz a água para 300 ml e não pode sovar a massa, só depois de fermentar.",
        "selftext": "",
        "num_comments": 0
    },
    "fr7pse": {
        "title": "COURSE",
        "selftext": "https://go.hotmart.com/I24937249I",
        "num_comments": 0
    },
    "f2fxvz": {
        "title": "Pudim de abóbora e leite de coco",
        "selftext": "",
        "num_comments": 1
    },
    "euwfnl": {
        "title": "Bolo de maçã com vinho do Porto",
        "selftext": "",
        "num_comments": 0
    },
    "est7tf": {
        "title": "Moreia no forno",
        "selftext": "",
        "num_comments": 0
    },
    "eprujs": {
        "title": "Bifes de vaca à portuguesa",
        "selftext": "",
        "num_comments": 0
    },
    "eotypl": {
        "title": "10 fantásticas receitas de caramelo",
        "selftext": "",
        "num_comments": 0
    },
    "em0ifo": {
        "title": "Pavê de maracujá",
        "selftext": "",
        "num_comments": 0
    },
    "ek3twh": {
        "title": "Camarão cozido. Como prepará-lo",
        "selftext": "",
        "num_comments": 0
    },
    "egiy56": {
        "title": "Bolo de bolacha com natas",
        "selftext": "",
        "num_comments": 0
    },
    "edxnka": {
        "title": "Arroz doce cremoso",
        "selftext": "",
        "num_comments": 1
    },
    "e9fhy4": {
        "title": "Carne de Vinha d’Alhos à Madeirense",
        "selftext": "",
        "num_comments": 0
    },
    "e800fe": {
        "title": "Biscoitos de canela e gengibre",
        "selftext": "",
        "num_comments": 0
    },
    "e5jt56": {
        "title": "Faça você mesmo o Bolo Rei",
        "selftext": "",
        "num_comments": 0
    },
    "e16v0n": {
        "title": "Dez dicas para cozinhar bem o peixe",
        "selftext": "",
        "num_comments": 1
    },
    "dv02t7": {
        "title": "Pargo assado no forno com batatas",
        "selftext": "",
        "num_comments": 1
    },
    "dmikoj": {
        "title": "curso de geladinho gourmet",
        "selftext": "",
        "num_comments": 0
    },
    "dmfb7p": {
        "title": "O MELHOR CURSO DE PÃO DE MEL",
        "selftext": "",
        "num_comments": 0
    },
    "d3corn": {
        "title": "Mousse de maracujá com chocolate branco",
        "selftext": "",
        "num_comments": 0
    },
    "bpiz0h": {
        "title": "Brigadeiros no micro-ondas",
        "selftext": "",
        "num_comments": 0
    },
    "b7gtlq": {
        "title": "COMO FAZER UMA DELICIOSA SOBREMESA GELADA DE LIMÃO E BISCOITO EM 5 MINUTOS E SEM LEVAR AO FORNO!",
        "selftext": "",
        "num_comments": 1
    },
    "b7gne1": {
        "title": "Cha que emagrece, com apenas dois ingredientes você vai perder peso de uma maneira rapida e pratica . Estes ingredientes naturais você encontra ai na sua cozinha.",
        "selftext": "",
        "num_comments": 0
    },
    "b7gicx": {
        "title": "ESTE É O SUCO MÁGICO: TERMOGÊNICO E DESINTOXICANTE, ELE ELIMINA 3 KG EM UM MÊS!",
        "selftext": "Algumas pessoas não entendem a importância de receitas naturais para ajudar a emagrecer.\n \nElas dizem que, para perder peso, basta fazer dieta e exercícios.\n \nNão é verdade.\n \nMuitos têm uma enorme dificuldade para emagrecer.\n \nTem gente que não atinge o peso ideal só com dieta e exercícios.\n \nEstas pessoas precisam de uma força extra.\n \nE muitas vezes essa força extra são nossas receitas naturais.\n \nRecebemos sempre agradecimentos de quem, com nossas dicas, conseguiu perder peso.\n \nE é isso que nos motiva a sempre divulgar neste modesto blog boas receitas para ajudar a quem quer vencer a balança.\n \nA receita de hoje é mais uma das maravilhosas receitas que têm ajudado tantas pessoas a emagrecer.\n \nÉ uma simples bebida que combina dois extraordinários aceleradores do metabolismo e queimadores de gordura.\n \nQue bebida é essa?\n \nVamos antes falar dos ingredientes para que você entenda bem a eficácia da receita.\n \nO primeiro ingrediente é a berinjela.\n \nA berinjela é rica em proteínas, vitaminas (A, B1, B2, B5, C), minerais (cálcio, fósforo, ferro, potássio, magnésio) e alcaloides que diminuem a pressão sanguínea. \n \nE existem muitos estudos sobre o auxílio da berinjela na redução das taxas do colesterol.\n \nEla também ajuda a controlar a glicose e a normalizar a pressão.\n \nTem mais, viu?\n \nUma substância presente  na berinjela, a niacina, contribui intensamente para o emagrecimento. \n \nAlém disso, há as fibras, que são responsáveis por proporcionar uma sensação de saciedade e ainda auxiliam na redução da absorção intestinal da gordura. \n \nE, para você que quer \"exterminar\" a barriguinha, olha esta notícia: uma pesquisa feita pelo Departamento de Nutrição e Dietética da Universidade Federal do Rio de Janeiro (UFRJ) constatou que houve uma redução significativa na circunferência da cintura (ou seja, a gordurinha abdominal) do grupo que incluiu a berinjela na dieta. \n \nComo se não bastasse, esse grupo ainda viu o índice de massa corporal (IMC) baixar e o percentual de massa magra subir.\n Cha para emagrecer\n \n \nO outro ingrediente da receita é o poderoso gengibre.\n \nO gengibre é um potente termogênico, isto é,  acelera o metabolismo, o que agiliza a queima dos excessos alimentares.\n \nEle ainda sacia a fome e queima a chamada gordura localizada.\n \nE é perfeito para a desintoxicação do organismo.\n \nEle tem ação anti-inflamatória, anticoagulante, antioxidante e bactericida.\n \nE possui propriedades terapêuticas sobre o sistema digestivo, pois estimula a liberação de enzimas que promovem o esvaziamento do estômago.\n \nPor melhorar a circulação e ser anti-inflamatória, atua contra varizes e celulite.\n \nOutro efeito do consumo regular do gengibre é a diminuição das taxas do colesterol ruim.\n \nAgora que você já sabe os motivos desta receita ser tão especial chegou a hora de aprendê-la:\n \nINGREDIENTES\n \n1 xícara (chá) de berinjela com casca (se não for orgânica, veja <AQUI> o que fazer para, pelo menos, diminuir os agrotóxicos)\n \n1 colher (sopa) de gengibre ralado ou em pó\n \n250 mL de água\n \nMODO DE PREPARO\n \nBata tudo no liquidificador e beba imediatamente.\n \nTome um copo em jejum, todos os dias.\n \nEste é um blog de notícias sobre tratamentos caseiros. Ele não substitui o trabalho de um especialista. Consulte sempre seu médico.\n",
        "num_comments": 0
    },
    "axr9hp": {
        "title": "Crepe Suzette",
        "selftext": "",
        "num_comments": 0
    },
    "arvsaa": {
        "title": "Gelatinas 3d",
        "selftext": "",
        "num_comments": 0
    },
    "agi8db": {
        "title": "10 Coberturas para bolo | Rotina Tensa!",
        "selftext": "",
        "num_comments": 0
    },
    "ag49kt": {
        "title": "Canjica Cremosa | Rotina Tensa!",
        "selftext": "",
        "num_comments": 0
    },
    "ag3za5": {
        "title": "Molhos para o Tender | Rotina Tensa!",
        "selftext": "",
        "num_comments": 1
    },
    "9cljvy": {
        "title": "DOCE DE PADARIA: CAROLINAS DE BRIGADEIRO Recheadas e cobertura de chocolate",
        "selftext": "",
        "num_comments": 0
    },
    "98u329": {
        "title": "COMO FAZER CHURROS! Fácil, mini ou grande, assado no forno e sem fritura! Receita de Churros caseiro",
        "selftext": "",
        "num_comments": 1
    },
    "8repxw": {
        "title": "café da manha em fortaleza",
        "selftext": "",
        "num_comments": 0
    },
    "8l1do9": {
        "title": "Massa de RAP10 Caseiro + 3 recheios de Wrap (como fazer wrap integral)",
        "selftext": "",
        "num_comments": 0
    },
    "8kcm0w": {
        "title": "Receitas Culinárias",
        "selftext": "Gostaria de compartilhar uma deliciosa receita de [Brachola de Frango](https://www.receitasculinarias.info/brachola-de-frango/). Espero que gostem, e qualquer dúvida, postem abaixo para que possa ajudar.",
        "num_comments": 0
    },
    "8ic3t1": {
        "title": "UMA QUICHE BEM DIFERENTE DE PIZZA (Torta quiche com \"massa podre\") - Receitas de Minuto #363",
        "selftext": "",
        "num_comments": 1
    },
    "8g3oig": {
        "title": "Receita do melhor Sonho de Padaria do mundo (Como fazer Sonho caseiro recheado)",
        "selftext": "",
        "num_comments": 0
    },
    "8etluo": {
        "title": "QUINDIM SEM FORNO DELÍCIA (Como fazer Quindim e Quindão de geladeira)",
        "selftext": "",
        "num_comments": 0
    },
    "8ebfbv": {
        "title": "RECEITA DE TORTA DE FRANGO MARAVILHOSA DE AVEIA (receita sem farinha branca, baixo glúten e fit)",
        "selftext": "",
        "num_comments": 1
    },
    "8d6mfv": {
        "title": "RECEITA DE BOLO GELADO MOLHADINHO DE ABACAXI COM COCO (Como fazer bolo gelado embrulhado)",
        "selftext": "",
        "num_comments": 1
    },
    "8cp8rg": {
        "title": "COMO FAZER O MELHOR RISOLE DO MUNDO (Receita para fazer risoles caseiros)",
        "selftext": "",
        "num_comments": 1
    },
    "8a4g7h": {
        "title": "Bolo de cenoura de microondas com cobertura de chocolate fácil!",
        "selftext": "",
        "num_comments": 1
    },
    "8a4cs3": {
        "title": "Receita de Bolo de Cenoura fofinho - Como fazer bolo de cenoura com cobertura de chocolare",
        "selftext": "",
        "num_comments": 0
    },
    "8a2xyg": {
        "title": "RECEITA DE BREVIDADE (Como fazer brevidade, o sequilhos gigante)",
        "selftext": "",
        "num_comments": 0
    },
    "8a1uhc": {
        "title": "Receita de Pudim de leite condensado (Como fazer pudim de padaria)",
        "selftext": "",
        "num_comments": 0
    },
    "8a1ghi": {
        "title": "Receita de Bolinho de Bacalhau (Como fazer bolinho de bacalhau caseiro)",
        "selftext": "",
        "num_comments": 0
    },
    "89wobt": {
        "title": "BOLO SALGADO DA MINHA INFÂNCIA (Como fazer torta fria de pão de forma) - Receitas de Minuto EXP #298",
        "selftext": "",
        "num_comments": 1
    },
    "890kvs": {
        "title": "A MELHOR PIZZA INTEGRAL DO MUNDO (Como fazer massa para pizza integral) - Receitas de Minuto #355",
        "selftext": "",
        "num_comments": 0
    },
    "879bbd": {
        "title": "RECEITA DE OVO DE PUDIM (Como fazer ovo de colher de pudim) Páscoa",
        "selftext": "",
        "num_comments": 0
    },
    "86t8ui": {
        "title": "4 RECEITAS INCRÍVEIS PARA A PÁSCOA ! Ovo de Colher de Nutella, Crunch, Trufa de Limão e Ovo Galáxia!",
        "selftext": "",
        "num_comments": 0
    },
    "86kim9": {
        "title": "RECEITA DE BOMBOM DE BANANA CASEIRO (Caribe) PASCOA com só 4 ingredientes - Receitas de Minuto",
        "selftext": "",
        "num_comments": 0
    },
    "85xeau": {
        "title": "GANHE MUITO DINHEIRO NESSA PÁSCOA (Como ganhar dinheiro vendendo Ovo de Páscoa) feat Nathalia Arcuri",
        "selftext": "",
        "num_comments": 1
    },
    "85oa4v": {
        "title": "POR ESSE OVO DE PASCOA VOCÊ NÃO ESPERAVA - Como fazer ovo de pascoa Torta Holandesa de colher",
        "selftext": "",
        "num_comments": 0
    },
    "83v3lq": {
        "title": "O OVO DE PASCOA MAIS GOSTOSO QUE VAI VER HOJE - Bem Casado de Colher - Receitas de Minuto #352",
        "selftext": "",
        "num_comments": 0
    },
    "83fmzc": {
        "title": "4 RECEITAS DE MARMITA PARA SALVAR SEU ALMOÇO COMPLETO! Picadinho, Frango Xadrez, Lasanha e Sanduiche",
        "selftext": "",
        "num_comments": 1
    },
    "83c06n": {
        "title": "COMO USAR PANELA DE PRESSÃO COM SEGURANÇA (Dicas para não Explodir sua panela!)",
        "selftext": "",
        "num_comments": 0
    },
    "7kt7ie": {
        "title": "COMO FAZER Receita Gamer Inspirada em Mario Bros! DELÍCIA!",
        "selftext": "",
        "num_comments": 0
    },
    "7e3gk4": {
        "title": "Receita de Bolo de Cenoura Perfeito",
        "selftext": "",
        "num_comments": 0
    },
    "7e2jsy": {
        "title": "Receitas de Brigadeiros Gourmet (vários sabores e cores)",
        "selftext": "",
        "num_comments": 0
    },
    "7e2gka": {
        "title": "Receita de mousse de maracujá fácil",
        "selftext": "",
        "num_comments": 0
    },
    "7e2aic": {
        "title": "Receitas e dicas para fazer cupcakes maravilhosos",
        "selftext": "",
        "num_comments": 0
    },
    "7e24jr": {
        "title": "Receita de Amarula Caseira (fica maravilhosa)!",
        "selftext": "",
        "num_comments": 0
    },
    "7e1vi3": {
        "title": "Receitas fáceis e muito lucrativas para ganhar dinheiro em casa",
        "selftext": "",
        "num_comments": 0
    },
    "7e1mk7": {
        "title": "Receitas de trufas variadas e bombons recheados",
        "selftext": "",
        "num_comments": 0
    },
    "7e1a2u": {
        "title": "Pavê de chocolate simples, fácil e maravilhoso",
        "selftext": "",
        "num_comments": 0
    },
    "7e17x3": {
        "title": "3 Receitas de brigadeiro gourmet muito fáceis!",
        "selftext": "",
        "num_comments": 0
    },
    "7b8woz": {
        "title": "Torta de Pão de Queijo Gigante recheado de Frango com Catupiry",
        "selftext": "",
        "num_comments": 0
    },
    "7a87dm": {
        "title": "Como fazer um Prestígio de Travessa Gelado",
        "selftext": "",
        "num_comments": 0
    },
    "793mpj": {
        "title": "Para quem ainda não sabe, e quer surpreender: Receita de Leite Creme Tradicional!",
        "selftext": "",
        "num_comments": 0
    },
    "78v5yy": {
        "title": "Aproveitamentos - Bolo de Claras",
        "selftext": "",
        "num_comments": 0
    },
    "78f28r": {
        "title": "Grão de bico - O Grão da Felicidade",
        "selftext": "",
        "num_comments": 0
    },
    "78f0hf": {
        "title": "Hommus de grão de bico - sem glúten, sem lactose e vegano",
        "selftext": "",
        "num_comments": 0
    },
    "6tvcfg": {
        "title": "Curso de Gastronomia é no Instituto Mix!",
        "selftext": "",
        "num_comments": 0
    },
    "6ql5yl": {
        "title": "Receita de docinho rápido que delícia!",
        "selftext": "",
        "num_comments": 0
    },
    "6o0ma9": {
        "title": "Brioche",
        "selftext": "",
        "num_comments": 0
    },
    "6cbgx0": {
        "title": "Bôla de Sardinha",
        "selftext": "",
        "num_comments": 0
    },
    "6arewm": {
        "title": "[ Receita ] Simples e bom",
        "selftext": "",
        "num_comments": 0
    },
    "6ait5u": {
        "title": "[I ATE] - Polvo à Lagareiro - Portuguese recipe",
        "selftext": "",
        "num_comments": 0
    },
    "646q5t": {
        "title": "Mousse de Frutos Vermelhos com Suspiros",
        "selftext": "",
        "num_comments": 0
    },
    "5unsti": {
        "title": "Receitas maravilhosas de brigadeiro gourmet",
        "selftext": "",
        "num_comments": 0
    },
    "575ibv": {
        "title": "Delicioso Pavê de Chocolate com Bolhachas de Maizena",
        "selftext": "",
        "num_comments": 0
    },
    "575g75": {
        "title": "A melhor Receita de Pudim de Leite Condensado é essa aqui!",
        "selftext": "",
        "num_comments": 0
    },
    "575804": {
        "title": "Como ganhar dinheiro com comida (3 dicas quentes) - Receitas de Montão",
        "selftext": "",
        "num_comments": 0
    },
    "574w71": {
        "title": "Receitas fáceis e deliciosas para todas as horas!",
        "selftext": "",
        "num_comments": 0
    },
    "4zrq2t": {
        "title": "Brigadeiros Gourmet: Receitas e dicas para quem quer vender",
        "selftext": "",
        "num_comments": 0
    },
    "4zrohk": {
        "title": "Receita Maneira: um blog para quem gosta de receitas",
        "selftext": "",
        "num_comments": 0
    },
    "4zq580": {
        "title": "Como fazer pipoca",
        "selftext": "Como fazer pipoca salgadinha e com queijo!! Muito bom e fresco haha http://www.comofazerpipoca.com.br",
        "num_comments": 1,
        "comments": [
            {
                "body": "boa"
            }
        ]
    },
    "4gacc9": {
        "title": "Cheesecake de Nutella sem glúten",
        "selftext": "",
        "num_comments": 0
    },
    "4fyewy": {
        "title": "Gosta de cupcakes? Faça fácil!",
        "selftext": "",
        "num_comments": 0
    },
    "4fxs65": {
        "title": "Cheesecake de philadelphia.. delícia!",
        "selftext": "",
        "num_comments": 1
    },
    "4c84lp": {
        "title": "Receita, polvo minhoto/a cozinha da benelga",
        "selftext": "",
        "num_comments": 0
    },
    "2fi5bz": {
        "title": "Pesquisa sobre culinaria",
        "selftext": "Oi Pessoal tudo bem?  Estou fazendo uma pesquisa sobre culinária para a minha faculdade e queria a participação de vocês. São só 10 perguntas.\n\nSegue o link:\nhttps://docs.google.com/forms/d/16OkxTaG1vAcGS-ULhaECeCe8LRy5YWWYmrdFYAP7yz8/viewform?usp=send_form",
        "num_comments": 0
    },
    "2c9zh5": {
        "title": "Paté de Delicias do Mar com Cavala",
        "selftext": "",
        "num_comments": 0
    },
    "2c6hpo": {
        "title": "Bolo de Chocolate Sem Glúten e Lactose",
        "selftext": "",
        "num_comments": 0
    },
    "2c10ap": {
        "title": "Bolachas de Chocolate (Bimby)",
        "selftext": "",
        "num_comments": 0
    },
    "2c107h": {
        "title": "Ostras no Forno",
        "selftext": "",
        "num_comments": 0
    },
    "2c1059": {
        "title": "Rissois de Leitão",
        "selftext": "",
        "num_comments": 0
    },
    "2bj0l8": {
        "title": "Crepes com Gelado e Molho de Chocolate Quente",
        "selftext": "",
        "num_comments": 0
    },
    "2bj0dm": {
        "title": "Três receitas de ovos verdes",
        "selftext": "",
        "num_comments": 0
    },
    "2bizug": {
        "title": "Asas de Frango Assadas com Parmesão",
        "selftext": "",
        "num_comments": 0
    },
    "2bc37z": {
        "title": "Quesadillas de Chouriço e Queijo",
        "selftext": "",
        "num_comments": 0
    },
    "2bc0li": {
        "title": "Snacks de Chocolate Negro, Sementes de Girassol e Maldon",
        "selftext": "",
        "num_comments": 0
    }
}