{
    "zleewi": {
        "title": "Estou movendo os futuros posts para o r/Gororoba, e as submissões neste subreddit estão suspensas.",
        "selftext": "Link para o subreddit: r/Gororoba. Mesmo que o nome remeta a nome de comida (ruim?), o subreddit é para qualquer coisa relacionada à gastronomia em português do Brasil. Fotos, receitas, dúvidas, e as verdadeiras *chernofoods*. Espero vocês lá!\n\n---\n\nA fim de garantir o desejo da antiga moderadora do subreddit, eu vou adicionar os mesmos mods lá do r/Gororoba quando possível.\n\nA ideia de longo prazo é da mais autonomia aos mods, visto que a gente \"só\" tem que evitar spam e garantir um maior senso de comunidade, se comparado com os infinitos blogs para satisfazer um algoritmo.",
        "num_comments": 0
    },
    "zd9av5": {
        "title": "Pão rústico de fermentação natural 20% integral",
        "selftext": "",
        "num_comments": 17,
        "comments": [
            {
                "body": "Estamos no r/Gororoba agora!"
            },
            {
                "body": "lindo"
            },
            {
                "body": "Bela pestana. Quanto de hidratação?"
            },
            {
                "body": "*Nem da vontade de comer, bela arte!*"
            },
            {
                "body": "Essa casquinha tá muito linda. Como você assa? Infelizmente farinha importada faz muita diferença mesmo 😭 Das nacionais a que eu mais gosto é a Venturelli."
            },
            {
                "body": "Tô pra começar a me aventurar por esse mundo do pão de fermentação natural também, que coisa linda tu fez, queria comer ele com uma pastinha de alho"
            },
            {
                "body": "o miolo dele ficou muito bonito! Excelente"
            },
            {
                "body": "Cheguei a postar outros pães enquanto ainda apanhava tentando aprender a fazer um bom pão de fermentação natural. Este foi o melhor, mas usei uma farinha italiana de boa qualidade. O resultado é este! Ficou bem delicioso!"
            }
        ]
    },
    "zb088w": {
        "title": "Receitas pra deixar fígado gostoso?",
        "selftext": "Existem dois tipos de pessoas no mundo, as que gostam de fígado e as que não suportam, e eu sou o segundo tipo. Se você não gosta tanto de fígado, mas sabe alguma receita que deixa fígado gostoso, por favor, me diga",
        "num_comments": 7,
        "comments": [
            {
                "body": "Estamos no r/Gororoba agora!"
            },
            {
                "body": "*Troque o tempero ou método que será feito... Milanesa, Frito, Cozido, com acompanhemento ou molho.*\n\n*Lembrando que no final, ainda vai ser figado; Você gostando ou não.*"
            },
            {
                "body": "Deixa de molho no leite de um dia para o outro, vai diminuir o gosto de ferro dele. \n\nDepois é só preparar como preferir. Normalmente aqui em casa é acebolado, mesmo.\n\n E não faça bem passado."
            },
            {
                "body": "Então, eu acredito que o problema do fígado está na textura e não no sabor. Pensando nisso, pode tentar fazer à milanesa."
            },
            {
                "body": "É só fazer ele a milanesa, na farinha de rosca!!! Fica muito bom!!!"
            },
            {
                "body": "Deixar de molho no leite ajuda bastante, dependendo da quantidade pode ser por 1h. Eu gosto de fazer patê, vc refoga ele com cebola alho e uns temperos que goste (sugiro tomilho e conhaque) depois só processar com manteiga ou banha .... Fica top na torrada"
            },
            {
                "body": "Realmente deixar de molho no leite MUDA TUDO! Se conseguir deixar do dia pra noite é melhor ainda"
            }
        ]
    },
    "yyst7e": {
        "title": "Primeiro dia no Sub, estou amando 🥰",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "A maioria tá no https://www.reddit.com/r/gororoba/"
            }
        ]
    },
    "yxm8jw": {
        "title": "Fiz pudim de chia e sinto que faltou açúcar: 2 colh de chia, 2 colh de açu. mascavo, 1 xic de leite. morango, kiwi e manga.",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Deve ficar bom com iogurte grego. E daí dispensaria o uso de açúcar também"
            },
            {
                "body": "Acrescenta um pouco de mel encima, vai ficar gostoso"
            },
            {
                "body": "Tá bonito"
            }
        ]
    },
    "yvg93p": {
        "title": "morar sozinho: dias de paz, dias de luta",
        "selftext": "Ontem fiz macarrão com estrogonofe de cogumelos pra jantar.\n\nHoje jantei bolacha Maria.",
        "num_comments": 6,
        "comments": [
            {
                "body": "Foda é quando você vai dormir pra não ficar passando fome em um dia de pós pagamento de conta porque seu salário é pouco pra manter o mínimo (:"
            },
            {
                "body": "minha vida atualmente kk"
            },
            {
                "body": "Complicado muitas vezes não é fácil não... Tente ver suas prioridades... Ver se consegue um dinheiro extra para poder dar conta... Este canal está no comecinho mas há receitas económicas e dicas de como poupar... Espero de alguma maneira poder ajudar... Boa sorte. https://youtube.com/@saboresemanhas"
            },
            {
                "body": "o que me salva é pão com ovo. até enjoar kk"
            }
        ]
    },
    "ypwyr6": {
        "title": "Sugestões de receitas para cozinhar em casal?",
        "selftext": "Creio que o título é auto-explicativo. Não tenho muita habilidade na cozinha, mas sei fazer o básico. Minha companheira cozinha bem melhor que eu, costuma experimentar receitas, sobretudo para fazer pratos saudáveis. \n\nAgradeceria qualquer sugestão de receita que pudéssemos preparar a dois, como uma atividade de casal, para passar bons momentos juntos. Se for algum prato saudável, melhor ainda, por conta das preferências dela. :)\n\nAh, e além das receitas, também ficaria feliz com qualquer dica que julguem pertinente. :D",
        "num_comments": 6,
        "comments": [
            {
                "body": "Mais do que receitas, é importante criar uma boa dinâmica pra cozinhar em dupla. Pra mim e minha companheira o que funciona é que a pessoa encarregada da receita dá as instruções e o outro obedece. Por exemplo, eu faço um pão recheado. Enquanto eu sovo, eu digo quais ingredientes do recheio preparar e como fazer. E mesma coisa com ela. Hoje mesmo ela fez uma omelete enquanto eu cuidava da louça.\n\nUma coisa mais saudável que sempre fazemos juntos são uns legumes assados (berinjela, pimentão, cebola, cenoura, repolho, etc.) Um vai cortando os legumes e o outro vai organizando na travessa, temperando e coordenando se precisa de mais."
            },
            {
                "body": "Oi, neste canal do YouTube https://youtube.com/channel/UCHe8r95P_3Jwq-g7MidXmtA\n tem bastantes receitas interessantes \nObrigado pela atenção"
            },
            {
                "body": "https://youtube.com/@saboresemanhas este canal tem dicas e receitas... Se gostar pode se inscrever"
            },
            {
                "body": "Obrigada 😇"
            }
        ]
    },
    "ynuftd": {
        "title": "Existe alguma forma de deixar carne sequinha igual aquelas de cup noodles?",
        "selftext": "Assim, há tempos estou tentando  criar um cupnoodles caseiro, fazer em casa mesmo porque é mais saudável. Mas não pensei em nenhuma forma de deixar uma carne semi preparada. Existe como fazer isso de uma forma saudável? kk",
        "num_comments": 1,
        "comments": [
            {
                "body": "Olha,tenta defumar e secar com pouco sal , não tenho certeza se pôde dar certo,mas nunca se sabe •_•"
            }
        ]
    },
    "ynu6bc": {
        "title": "Preciso de receita com presunto e queijo!",
        "selftext": "Oi, pessoal! Vocês sabem de alguma receita rápida que leva presunto e queijo para o almoço? Preciso usar esses ingredientes antes que vençam aqui em casa :')\n\nTô aprendendo a cozinhar agora, morando sozinha e tendo que me virar HSUASHUAHSAU. Então, peguem leve na complexidade das receitas!",
        "num_comments": 16,
        "comments": [
            {
                "body": "Cordon Bleu\n\nPeito de frango recheado com presunto e queijo  empanado e frito."
            },
            {
                "body": "Usa como mistura para macarronada ou para uma pizza de frigideira.\n\nSao as mais faceis que consigo pensar (sem ser misto quente claro)"
            },
            {
                "body": "MISTO QUENTE xD /s\n\nMeu, você pode ir atrás de uns salgados de forno. Sabe enroladinho? Fica muito bala, se quiser colocar uma calabresa ainda fica show. E a massa é bem facinho de fazer."
            },
            {
                "body": "Uma coisa bem simples pra quem tá começando: croque monsieur (ou madame, se você quiser com ovo). É basicamente um misto-quente feito no forno, mas você coloca bastante molho branco no pão e queijo pra gratinar em cima. Fica bem gostoso, e é uma boa refeição junto com uma salada. \n\nOutra opção é montar uma lasanha. Compra uma massa que não precisa cozinhar antes, faz (ou compra) molho branco e de tomate e é só montar com presunto e queijo. Bem simples também."
            },
            {
                "body": "Uma fatia de queijo, uma de presunto e um filé de frango. Empana e frita. Vira um Cordon Bleu maravilhoso.\nPode pegar um pouco de arroz amanhecido, mistura com milho, ervilha e outros ingredientes que gostar e faz um arroz de puta (arroz de forno)\nSe ai fizer muito calor, dá pra fazer uma salada de macarrão também"
            },
            {
                "body": "Pão com queijo e presunto. Simples assim"
            },
            {
                "body": "Mistão\nPão (qualquer um) , queijo, presunto,mais queijo,mais presunto,mais e mais queijo e presunto até ficar no tanto que quer e fecha o pão\nPonto."
            },
            {
                "body": "Faça uma omolete mista.. ervas aromáticas queijo presunto uma saladinha ..maravilha"
            }
        ]
    },
    "yjosqn": {
        "title": "tem como limpar a bobina do fogão elétrico?",
        "selftext": "Eu deixei cair leite nela. As partes removíveis foram limpadas e o entorno da boca também, ela ainda acende e sai fogo, mas a bobina (de onde sai o choquinho) está toda preta com uma crosta de leite",
        "num_comments": 2,
        "comments": [
            {
                "body": "u/_negativecr33p_ pode perguntar no r/Gororoba também! Ou ver o r/SubredditsBrasil."
            }
        ]
    },
    "yex34i": {
        "title": "Pão de fermentação natural. Tem muito o que melhorar mas foi o mais bonito e gostoso até agora",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "A receita, peguei daqui: https://www.tudoreceitas.com/receita-de-pao-levain-9259.html"
            },
            {
                "body": "Que **massa**. Ficou muito bom? Parece denso pela imagem. Em tu sabe se esse levain é o nome mesmo ou é a marca?"
            }
        ]
    },
    "ycagws": {
        "title": "fetutine aos frutos do mar",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "chique"
            }
        ]
    },
    "ybicou": {
        "title": "Smash duplo com bacon",
        "selftext": "",
        "num_comments": 9,
        "comments": [
            {
                "body": "Depois de ser bombardeado com vídeos de smash burguer toda vez que entro no youtube, ontem resolvi dar minha primeira tentativa.\n\nFicou muito melhor do que eu imaginava 😙👌"
            },
            {
                "body": "Uma dica, faz o bacon primeiro e deixa \"secando\" em cima de papel toalha. Ele vai ficar sequinho e crocante"
            },
            {
                "body": "Carai OP, se esse é o \"feio porém gostoso\", me convida quando for fazer o caprichado"
            },
            {
                "body": "Lançou a braba, ficou profissa"
            },
            {
                "body": "Looks very off the hook!"
            },
            {
                "body": "Looks very off the hook tasty burger!"
            }
        ]
    },
    "yaabwu": {
        "title": "Queria uma ideia para fazer \"cupnoodles\" caseiro.",
        "selftext": "Assim, amo Cupnoodles. O problema é que aquilo é um câncer só. Aí para eu não ficar nessa tentação, queria criar algo bem parecido. \n\nPensei em usar aqueles macarrões brancos, esqueci o nome, que cozinham muito muito rápido, aí usar aqueles mix de vegetais congelados, colocar tudo em um recipiente. E então fritar alguma carne de frango ou de gado bem picadinha, usar água na frigideira depois agora fazer um molho, deixar ferver e jogar em cima da mistura, deixar cozinhar, uns 5 minutos talvez, e pronto. \n\nProblemas: não gosto taaanto desse macarrão; acho que talvez os vegetais não cozinhem direito, se eu mudar o macarrão, aí talvez ele não cozinhe direito também; queria ter outra ideias para os ingredientes; e tecnicamente, não teria como eu \"estocar\" isso (não que seja necessário mesmo isso).",
        "num_comments": 5,
        "comments": [
            {
                "body": "Eu não sei se o glutamato monossódico (GMS) faz mal mas uma ideia é usar aquele sal com GMS, não sei se tem refinado, última vez que vi era granulado.\n \nOutra ideia é comprar o miojo e usar só o macarrão e faz teu tempero. Já que vai por vegetais e carne então arruma um macarrão de Yakisoba e faz um hehe.\n\nE tem tbm os temperos em pó que compra a granel, dependendo da loja vc pode comprar sei lá 300g da mistura de temperos que vai dar o sabor que vc quer e a cada preparo vc usa (chutar aqui) 30g e dura pra 10 preparos.\nAí claro, vai precisar desenvolver, tô falando assim mas se fosse eu só ia fazer um macarrão temperado com o que viesse a cabeça na hora, mas certeza eu começaria por alho ou cebola desidratado, ou fresco mesmo. \n\nAh não sei qual sabor vc gosta do cupnoodles mas experimenta a páprica defumada que dá um gosto parece de feijoada. Junta isso com esse caldo de legumes e carne que vc falou hmmmmmmmmmmmm\n\nMas aí tbm, já não é culnoodles, é uma receita caseira... Penso que o sabor gostoso que vc procura é do GMS, pesquisa aí sobre **umami**."
            },
            {
                "body": "As receitas de ramen não te serviriam?"
            },
            {
                "body": "não fica exatamente igual mas fica parecido\n\npego um macarrão mais fino, refogo o alho e a cebola e coloco o macarrão cozinhar, na mesma panela, e coloco temperos variados (páprica, louro, pimenta do reino)\ntambém coloco uma carne as vezes e fica mto bom\n\nmas se quiser ser mais simples e diminuir a química pode ao invés de usar temperos, usar sazón (nn vai ter a química do macarrão instantâneo só mas kkkkkkkkk)"
            }
        ]
    },
    "y7a128": {
        "title": "Pode me ajudar com meu aplicativo culinário?",
        "selftext": "Boa tarde gente!\n\nEstou criando um aplicativo para ajudar a tornar a cozinha mais prática!\n\n&#x200B;\n\nPra isso gostaria muito da ajuda de vocês para relatarem problemas e dificuldades que sofrem quando vão cozinhar nesse formulário: [https://forms.gle/5FNpnjDHuZMUGrmj6](https://forms.gle/5FNpnjDHuZMUGrmj6) para que eu possa trazer soluções efetivas no aplicativo :)\n\n&#x200B;\n\nQuem tiver interesse em colaborar com a criação do app ficarei muito grato!",
        "num_comments": 9,
        "comments": [
            {
                "body": "Respondi, amigo.\n\nVou dar crosspost no r/gororoba, que é onde tá o fervo."
            },
            {
                "body": "Respondido, colega! Boa sorte no app"
            },
            {
                "body": "Objetivo profissional ou caseiro?"
            },
            {
                "body": "Genial! Tem alguma forma de se inscrever? Gostaria de receber um aviso quando lançar."
            },
            {
                "body": "Parabens pela ideia do app! Vou enviar lá no form. Sucesso para ti!!"
            }
        ]
    },
    "y0ffvm": {
        "title": "Qual/como escolher faca?",
        "selftext": "Oioi pessoal, tudo bem?\nEstou com um problema pra escolher faca. Sempre usei uma de supermercado mesmo, aquelas de 25 contos, comprida tipo de chef mas com a lâmina fina. Acontece que ela perde o fio bem rápido, preciso afiar na vídea toda hora. Queria uma faca de chef temperada e grossa mas os preços que vi são 600+. \n\nQual vocês usam? Onde compraram? Tem alguma pra recomendar? Afiam na pedra?\n\nValeu :)",
        "num_comments": 14,
        "comments": [
            {
                "body": "Tramontina Century Line"
            },
            {
                "body": "tenho duas que adoro usar, uma da tramontina de supermercado mesmo pra coisas menores e rápidas e uma da tramontina/mondial (nn lembro qual agr) de churrasco, é maior, resistente e nn perde afiação fácil"
            },
            {
                "body": "Afiador de lâmina gera um fio bem fraco mano o desgaste é basicamente instantâneo"
            }
        ]
    },
    "xxyv1t": {
        "title": "inventei de fazer peixe frito na air frier e olha a gororoba q deu:",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "essa airfryer é uma maravilha, mas limpar essas grades é um inferno"
            },
            {
                "body": "eu gostei da air fryer para muitas coisas (e tinha preconceito) mas empanados realmente não rola (exceto se for congelado pré-frito)."
            },
            {
                "body": "queria mas ainda n comprei"
            }
        ]
    },
    "xugpec": {
        "title": "Risoto de camarão 🍤",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "O prato me passa uma vibe \"quer casar comigo?\"\n\n\n\nChique"
            },
            {
                "body": "/u/LuaSlovak e /u/OM4N4 , estamos no r/gororoba!\n\n* [Explicação aqui](https://www.reddit.com/r/cozinhabr/comments/xm50g1/lembrete_estamos_tentando_unir_as_comunidades/)"
            },
            {
                "body": "Receita, tem? Foi fácil fazer?"
            }
        ]
    },
    "xpenzo": {
        "title": "geleia de morango 🍓",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "u/muubraz tem o r/Gororoba também! Acabamos de atingir 2k de membros :)"
            }
        ]
    },
    "xoz20l": {
        "title": "Lombo assado, com creme de mostarda 🤤🤤",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "E ainda um vinho pra acompanhar :) Parabéns"
            },
            {
                "body": "Visual do prato é maneiro"
            }
        ]
    },
    "xo7qr5": {
        "title": "queria um Strogonoff de camarão, mas não tinha creme de leite e fiz só esse molhinho q ficou incrível",
        "selftext": "",
        "num_comments": 13,
        "comments": [
            {
                "body": "O verdadeiro strogonoff são os amigos que encontramos ao longo do caminho. \n\nFicou com a cara muito boa (p.s.: Eu fiquei babando no arroz, tá no ponto que eu gosto hehehehehe)"
            },
            {
                "body": "Ótimo resultado!\n\nNo mais, se você tiver manteiga, leite e farinha, dá pra fazer com base em um roux. Fica bom também!"
            },
            {
                "body": "[deleted]"
            },
            {
                "body": "Vou tomar minha sopa imaginando estar comendo esse strogonoff hahaha"
            },
            {
                "body": "Seu prato está na lista dos Top cardápio que brasileiro gosta: strogonoff, arroz soltinho e batata frita 🥰"
            },
            {
                "body": "Eu faço com iogurte. O sabor nao fica igual, mas fica gostoso e muito mais saudável"
            }
        ]
    },
    "xm50g1": {
        "title": "Lembrete: estamos tentando unir as comunidades :)",
        "selftext": "Alguém deu o toque que achar esse sub pode ser mais fácil, mas só lembrar que o r/Gororoba tá tentando crescer como sub de comidinhas! Unimos os dois subs, na verdade.\n\nA u/alves32100 é moderadora tanto lá quanto aqui, e até ajudou na reforma do outro sub! Há outras duas pessoas como mods por lá também, mandando uma ajuda sempre que pode.\n\nValeu a atenção!",
        "num_comments": 2,
        "comments": [
            {
                "body": "Não rola de fechar a opção de post aqui, ou colocar para aprovação? Daí fixa o post sobre o outro sub."
            }
        ]
    },
    "xirn49": {
        "title": "Alguém tem uma receita de lentilha, simples, caseira e gostosa?",
        "selftext": "Se tiver segredinhos da vovó é melhor ainda.(segredos sobre lentilha)",
        "num_comments": 8,
        "comments": [
            {
                "body": "Depende um pouco de como você gosta de consumir a lentilha. Minha noiva por exemplo gosta de cozinhar junto com o arroz na mesma panela e colocar algum queijo. Eu acho aceitável, mas não é como costumo comer. \n\nEu gosto de lentilha estilo caldo, como você faria um grão de bico. Nesse caso minha dica é deixar de molho, depois escorrer, e aí refogar com cebola, alho, alho poró, seus temperos favoritos, 1/4 de cenoura em cubinhos pequenos, e bastante tomate em cubos. Aí adiciona a lentilha, água até dois dedos acima, e deixa em fogo médio por bastante tempo até virar um caldo mais grosso. \n\nÉ gostoso e tenho plena certeza que é o que me curou de várias gripes kkkkkkkk"
            },
            {
                "body": "A gente frita umas rodelinha de linguica defumada congelada , joga a lentilha deixa um tempinho na pressao tempera e depois deixa engrossar"
            },
            {
                "body": "Eu faço lentilha verde umas 3 vezes por semana. Geralmente uso essa receita porque é a mais simples que tem.\n\nColoco meio quilo de lentilha numa tigela e dou uma lavada.\n\nNuma panela eu coloco mais ou menos 1 litro de água (melhor ainda se for um caldo de legumes/frango) e jogo uns temperos (sal, cebola em pó, cogumelos desidratados em pó, ervas, pimenta). Coloco a lentilha nessa água e ligo o fogo alto até ferver. Abaixo o fogo quando ferver e deixo cozinhando uns 20 minutos - aí precisa provar e adicionar líquido aos poucos se preferir mais caldo.\n\nQuando estiver pronta, eu sirvo num prato, espremo um pouco de limão em cima, jogo uma colherada generosa de iogurte (sem açúcar) e um fio de azeite.\n\nPra incrementar às vezes eu coloco cebola caramelizada no fim ou alguma carne defumada pra cozinhar junto."
            },
            {
                "body": "Gosto com bacon e linguiça calabresa picada.\n\nAntes tem que dar uma refogada na gordura do bacon, pra pegar o gosto. Só depois coloca água pra cozinhar."
            }
        ]
    },
    "xho23s": {
        "title": "Untei a forma com polvilho azedo e deu certo, bolo de laranja com caramelo salgado",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Parece estar muito bom"
            },
            {
                "body": "kd a receita?"
            }
        ]
    },
    "xguxj1": {
        "title": "Untar forma de bolo com polvilho dá certo?",
        "selftext": "Vou fazer um bolo desses de massa pronta e não tenho farinha pra untar a forma, mas tem polvilho e pensei em usar um pouco pra untar, será que fica tudo bem?",
        "num_comments": 2,
        "comments": [
            {
                "body": "Polvilho nunca tentei, mas chocolate em pó dá certo também, principalmente se for bolo de chocolate."
            },
            {
                "body": "Deu certo pra mim"
            }
        ]
    },
    "xeh10g": {
        "title": "Não sei onde perguntar e preciso muito saber agora.. O doce de leite da ITAMBÉ e os recheios da NESTLÉ (brigadeiro e o beijinho) podem ir para o forno?",
        "selftext": "Help!",
        "num_comments": 5,
        "comments": [
            {
                "body": "Irmão... nem sei. Eu só me proeocuparia com o tempo e forno e a quantidade de líquido neles, pra não secar e queimar eles. Com mais detalhes da receita e o que quer chegar no produto final, fica mais fácil pra te ajudar."
            },
            {
                "body": "Se não mudaram a formula de 5 anos para cá, doce de leite itambe pode sim (posso estar enganado e ter usado aviação). Os recheios nunca usei, então não sei.\n\nMas vi que você quer fazer brownie. Provavelmente qualquer recheio que você usar vai ressecar se levar direto no forno durante o preparo. Minha sugestão é preparar o brownie sem recheio, cortar na metade e adicionar o recheio depois de pronto. Depois, se quiser comer o brownie quente e recheado, pode levar de volta pro forno com recheio, mas por um tempo bem menor, só pra dar uma aquecida/selada"
            }
        ]
    },
    "xe09jj": {
        "title": "Meu primeiro pão de fermentação natural. 25% integral.",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Para quem se interessar, tanto a receita do fermento (levain) quanto deste primeiro pão, segui por aqui: https://marolacomcarambola.com.br/como-fazer-fermento-natural-levain/"
            },
            {
                "body": "Um sonho, pena que não tenho forno"
            },
            {
                "body": "tacar uma manteiguinha e mandar pra dentro hmmm"
            },
            {
                "body": "Aqui em casa eu fui tentar fazer levain mas no segundo dia tava cheirando a cocô de gato e n aguentei continuar. É normal esse negócio feder?"
            }
        ]
    },
    "xdanht": {
        "title": "Bolo com iogurte chocolate de una Forma de Curacao",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "ADM ta carente"
            }
        ]
    },
    "xcdkrz": {
        "title": "Strogonoff de carne X Escondidinho de carne",
        "selftext": "Estou pensando em fazer um dos dois este mês, na verdade estou na dúvida cruel. Sou bolsista da faculdade, então não da pra esbanjar se não faria os dois nesse mês. Então venho aqui na busca da opinião alheia sobre. Eu quero fazer, pq tem a opção pronta da sadia; mas eu quero fazer.\n\n[View Poll](https://www.reddit.com/poll/xcdkrz)",
        "num_comments": 9,
        "comments": [
            {
                "body": "Strogonoff é um prato que eu tolero. Mas escondidinho é paixão ❤"
            },
            {
                "body": "Obrigada a todos q participaram!"
            },
            {
                "body": "Strogonoff de carne só fica bom se for com filé mignon. Como é super cara a carne, todo mundo faz com outras carnes e aí fica borrachudo. \n\nDiga não ao strogonoff de carne."
            },
            {
                "body": "Claro que Strogonoff"
            }
        ]
    },
    "xbl8ll": {
        "title": "Ajuda se possível (Pico de Gallo)",
        "selftext": "Então, recentemente uma amiga fez uma salada de Pico de Gallo que ficou super gostosa e é bem básica. Eu repeti ela em casa mas acabou não dando muito certo, a cebola roxa ficou com um gosto muito forte que não parecia nem um pouco com o que ela tinha me mostrado. Acho que a minha pergunta é se tem alguma forma de resolver isso, deixar a cebola com um gosto menos forte?\n\nPra referencia a receita era só meia cebola roxa, um tomate italiano, meio suco de limão, sementes de gergelim e sal, pimenta e azeite de oliva a gosto. A cebola e tomates em cubos e tudo misturado.",
        "num_comments": 2,
        "comments": [
            {
                "body": "Não sei se foi o caso da sua amiga, mas você pode amenizar o gosto da cebola deixando ela descansar já picada com um pouco de açúcar por uns 10 minutos. Depois é só lavar para tirar o açúcar."
            },
            {
                "body": "Essa foi a receita da sua amiga? Quando eu faço uso dois ou três tomates italianos e meia cebola cortada em cubinhos finos."
            }
        ]
    },
    "xbhsr0": {
        "title": "Pão de queijo com queijo Canastra",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Deu vontade de experimentar ;)"
            },
            {
                "body": "Muito bem!"
            },
            {
                "body": "Pão de queijo que fiz com queijo Canastra meia-cura. Até eu me surpreendi, ficou melhor que qualquer pão de queijo que já comi até hoje."
            }
        ]
    },
    "xa053m": {
        "title": "babka",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Desculpa a ignorância, mas é doce ou salgado?"
            }
        ]
    },
    "x9xq2v": {
        "title": "Fiz feijão na panela de ferro.[+Comentários]",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "A foto não condiz com a realidade. Essa cor é roxa(mesmo sendo feijão preto) e o esse líquido grosso não é grosso. Ok, nem eu entendi.\n\n\nSempre relutante em fazer na panela de ferro porque, né? 2 horas de gás não está fácil. Na pressão é cerca de 30 minutos. \n\nMas eu fiquei impressionado com a cor, textura, caldo diferente da panela de pressão. Achei que as orelhas ficariam duras e cortei em fatias menores. Honestamente ficou outro feijão, outra feijoada. Podia até ter outro nome. 😲\n\nEdit. Cortei tudo menor, Bacon, linguiças, orelha, pés. Achei que iam ficar tudo duro e emborrachados."
            },
            {
                "body": "Entende seu drama op, as vezes fico mega feliz com o resultado de um prato mas aí na hora da foto fica parecendo um monstro, acabo desistindo de compartilhar. Talvez aprender um básico de iluminação e fotografia no futuro…"
            }
        ]
    },
    "x7cmy1": {
        "title": "Bolas de Altum Muito Bom",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "Nossa, ficou bonito esse trem. \nTem a receita ?"
            },
            {
                "body": "Caramba. Cara de delicia isso. Quero!"
            },
            {
                "body": "caraca, vou ter que fazer, amo atum"
            }
        ]
    },
    "x2tzrh": {
        "title": "Feijoada do canal \"Tasting History\"",
        "selftext": "Essa semana o canal Tasting History with Max Miller fez uma receita de feijoada dos anos 20, em comemoração ao bicentenário da independência.\n(https://youtu.be/lABWCEfeEyw )\n\nAcabou que aqui em casa tinha todos os ingredientes, acabei fazendo de jantar. Linguiça fresca, linguiça calabresa, carne seca (estava dessalgando pra fazer escondidinho, mas esqueci de comprar mandioca), Bacon e feijão carioquinha (mulatinho).\n\nO tomate fica bem interessante, porque ele fica cozido no meio do caldo, não vira um molho que contamina o sabor (morri de medo de virar chili).\n\nO vinagre afeta pouquíssimo o sabor (até porque aqui em casa quando colocamos pimenta na feijoada é aquela com base em vinagre). \n\nMas com certeza, o feijão preto é o mais adequado, porque ele tem mais sabor. Vamos ver se amanhã ele puxa mais gosto da carne, mas no fim das conta é tão gostoso quanto a receita tradicional. Por não ter colocando tanta coisa defumada, ficou faltando aquele gostinho no final.\n\nArroz e farofa de soja de yoki complementam.",
        "num_comments": 2,
        "comments": [
            {
                "body": "Nossa que isso mano dps dessa tô correndo pra cozinha pra temperar um feijãozinho"
            },
            {
                "body": "u/AccomplishedShock931 a gente não tá forçando, mas o que pensa em postar no r/gororoba? A ideia era unir os dois subreddits:  https://www.reddit.com/r/cozinhabr/comments/w9jt93/sobre_o_rgororoba_e_a_possibilidade_de_unir_os/"
            }
        ]
    },
    "x1z7zp": {
        "title": "Pizza portuguesa, mas sem ovo cozido porque eu esqueci",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Se pizza portuguesa não tivesse ovo eu comeria mais vezes. Pra mim a falta é vantagens kkkk"
            },
            {
                "body": "Passa a receita 🤤"
            }
        ]
    },
    "x1je21": {
        "title": "spaghetti com alho negro e Brie e Mion suíno",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "nossa que delicia"
            },
            {
                "body": "babei no vinho. e o prato tb parece delicioso"
            },
            {
                "body": "OP TÁ RICO EH 😎"
            },
            {
                "body": "Chic"
            },
            {
                "body": "nossa, preciso comprar um prato preto assim pra destacar a massa"
            }
        ]
    },
    "wxs8pp": {
        "title": "Vocês aproveitam o caule do brócolis? 🥦",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Geralmente eu ralo e coloco na salada (cru ou branqueado com o resto, mas dura menos).  \nExemplos:   \n[https://www.loveandlemons.com/broccoli-slaw-recipe/](https://www.loveandlemons.com/broccoli-slaw-recipe/)  \nTambém dá pra bater com ovo, tempero e farinha e fazer bolinho, ou picotar e fazer farofa."
            },
            {
                "body": "https://youtube.com/@saboresemanhas sim, e aqui há algumas ideias.... Ainda no começo..mas com.muitas dicas ainda por dar.. se gostar convido a se inscrever... Pode utilizar: na sopa, em salteados, juntar a carne moída na sua bolonhesa, a uma omolete a sua massa arroz etc... E muito mais ..pique bem picadinho assim terá uma alimentação mas nutritiva e ainda sustentável."
            }
        ]
    },
    "wxkhe9": {
        "title": "tinha algum tempo que eu não cozinhava durante meu horário de almoço, aí só queria mostrar",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Bonito e apetitoso! Prato colorido é vida, minha microbiota ficou feliz só de ver haha"
            },
            {
                "body": "Essa cebola aí é aquela tipo picles? Parece a cebola que o Adam ragusea fez em vídeo esses tempos. Parece muito boa"
            }
        ]
    },
    "wxgjs0": {
        "title": "Uma dica ótima para quem quer guardar suas receitas",
        "selftext": "Encontrei um aplicativo com poucos downloads chamado \"EnRecipes\" na F-Droid que é um aplicativo para salvar suas receitas de maneira customizada e sem propagandas.\n\nCom opções para colocar os ingredientes, tempo de preparo, medidas de uso (Colheres, Xícaras, Copos) usar suas próprias fotos se receitas criadas, classificar a dificuldade de suas receitas e avalia-las.\n\nO Aplicativo está disponível na PlayStore e F-Droid que foi onde eu baixei.\n\nhttps://play.google.com/store/apps/details?id=com.vishnuraghav.EnRecipes\n\nhttps://f-droid.org/pt_BR/packages/com.vishnuraghav.EnRecipes/\n\nExemplo de uso e minha primeira receita no aplicativo.\n\n\nhttps://imgur.com/a/7ZP96Ci\n\nhttps://imgur.com/a/YYITdGz",
        "num_comments": 1,
        "comments": [
            {
                "body": "Grata, isso que eu procurava!"
            }
        ]
    },
    "wwnmuy": {
        "title": "Minha versão de carbonara surf & turf",
        "selftext": "",
        "num_comments": 10,
        "comments": [
            {
                "body": "Parabéns, OP, fiquei com vontade kkk!"
            },
            {
                "body": "Nossa, tá com uma cara deliciosa! Interessante a combinação."
            },
            {
                "body": "Amassava e repetia kkkkk"
            },
            {
                "body": "As fotos desse sub estão ficando cada vez mais profissionais"
            },
            {
                "body": "esse topo é camarão? tá meio empanadinho? diferente, prato profissa"
            },
            {
                "body": "Qual foi a ordem que vc fez os ingredientes? Achei super interessante, aqui em casa eu fiz foi carbonara com cogumelos e ficou maravilhoso."
            }
        ]
    },
    "wut2km": {
        "title": "Tentei fazer um sanduíche que vi no Pinterest em uma panela não antiaderente e olha como ficou",
        "selftext": "",
        "num_comments": 1
    },
    "wuffza": {
        "title": "AJUDA com queimadura",
        "selftext": "Por burrice queimei uma saladeira aqui em casa. Alguém  sabe tirar as manchas e a crosta de queimado?",
        "num_comments": 0
    },
    "wtxxcc": {
        "title": "Café da manhã de domingo, clássico das padarias paulistanas",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Aceitas?"
            },
            {
                "body": "eu acho o trem mais seco do mundo 🥲 aja café pra descer"
            }
        ]
    },
    "wthrqs": {
        "title": "Bolo pro niver da minha amiga... vou sair de perto porque tô com vontade de meter o dedo e o negócio é só mais tarde.",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Deu até água na boca aqui! hahahah ctz q tá uma delicia.\n\nViu, aproveita e posta no r/gororoba. Lá tem mais gente e esse sub vai ser desativado em breve."
            },
            {
                "body": "Mesmo😆 tem ótimo aspecto"
            }
        ]
    },
    "wtbdj6": {
        "title": "Esperei a semana inteira pelo almoço de sábado: caranguejo s2",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Seu sirigueijo 😨"
            },
            {
                "body": "F"
            },
            {
                "body": "Uma delícia, como sem o martelin, anos de prática levam a isso"
            }
        ]
    },
    "wspkzf": {
        "title": "Tilápia empanada com molho rosé de um restaurante do interior de Minas Gerais",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "O que eu tô precisando agora"
            }
        ]
    },
    "wsdsuq": {
        "title": "Rabanada (essa ficou melhor que a outra que postei antes)",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "algum dia ainda tenho que testar fazer"
            }
        ]
    },
    "wqubte": {
        "title": "risoto de camarão. acho que só pequei em colocar ingredientes demais, me empolguei, coloquei dois tipos de camarão (uns de um tipo pequeno que são bem salgados, outros normais), tb foi champignon que tb acho salgadinho. Mas ficou show!! Recomendo demais, fácil e gostoso",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Me deu até vontade de um risoto agora, vou fazer um"
            },
            {
                "body": "[deleted]"
            },
            {
                "body": "u/fazedora_de_cookies faz pra mim?"
            }
        ]
    },
    "wqoxff": {
        "title": "Panqueca prestígio, era pra ser bolo, mas não tenho forno.",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "[deleted]"
            }
        ]
    },
    "wp33yi": {
        "title": "COMO FAZER PANQUECAS",
        "selftext": "",
        "num_comments": 0
    },
    "woar12": {
        "title": "Bolo de maçã com flocos de aveia jogados em cima antes de levar pra assar",
        "selftext": "",
        "num_comments": 0
    },
    "wnpgg1": {
        "title": "Couve-Flor é um bom substituto para a carne de vaca?",
        "selftext": "Antes que me perguntem, não sou vegano (Apesar de apreciar o estilo de vida).\n\nMas queria saber se alguém daqui já comeu alguma receita que tinha couve-flor como alternativa para a carne e dizer se é gostoso?",
        "num_comments": 4,
        "comments": [
            {
                "body": "Dizem que brócolis è bem rico em proteina"
            },
            {
                "body": "Prefiro beringela. Casca de banana desfiada tbm engana.  Agr couve flor nao fica numa textura semelhante.\n\n\n \nSubstituinte proteico, nao tem jeito, são grãos variados e alguns vegetais."
            },
            {
                "body": "Mas gente? O gosto não tem absolutamente nada a ver. Eu faço no vapor, então meio que não tem gosto de nada. Apesar de adorar. Mas não consigo imaginar uma receita que deixe couve-flor com gosto de carne bovina, rs."
            },
            {
                "body": "Já vi no mestres do sabor o pessoal fazendo a couve flor cortada na transversal e grelhada igual bife, mas não se compara em sabor nem textura. Eu já usei a couve flor como substituto para massas low carb.\nVocê cozinha a couve flor, processa, espreme com um pano pra tirar toda a água e depois combina com ovos e queijo ralado pra fazer massa de pizza ou bolinho."
            }
        ]
    },
    "wnpd9l": {
        "title": "oi",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "Olá :D"
            },
            {
                "body": "Oi"
            },
            {
                "body": "Oe"
            },
            {
                "body": "Opa"
            }
        ]
    },
    "wloqzc": {
        "title": "Alguém sabe de uma receita doce com cogumelos?",
        "selftext": "Tenho um trabalho de escola onde nos foi dado um reino (no meu caso, Funghi) e com isso precisamos pensar em uma receita, sendo ela doce ou salgada (também nos dado previamente).\n\nMeu grupo se encontra desesperado pq é muito difícil encontrar uma receita doce com cogumelos. Se alguém souber, ou tiver alguma ideia, por favor, compartilhe comigo :) .",
        "num_comments": 3,
        "comments": [
            {
                "body": "Cogumelo não me parece um ingrediente que combina mesmo com doces (com excessão talvez trufa? mas daí é muito caro), vocês precisam usar o ingrediente ou podem só fazer uma alusão? Se for só alusão, vocês podiam fazer trufas ou algo tipo um tronco de natal que às vezes tem cogumelos de suspiro pra decorar."
            },
            {
                "body": "Hidrata cogumelos secos em suco de uva concentrado e coloca em uma daquelas trufas recheadas. Se vai ficar bom, nao sei. Mas em minha defesa em nenhum momento foi dito que a receita tinha que ser boa. Hehe."
            },
            {
                "body": "https://paladar.estadao.com.br/noticias/receita,tiramisu-de-cogumelos,10000095821\nTiramos só q com cogumelos desidratados no meio jkkkk só fazer a versão q melhor cabe no bolso, tipo substituindo o mascarpone \n\nhttps://lifestyle.sapo.pt/sabores/receitas/cogumelos-doces\n\nEsse parece mais o jeito q a gente faz doce com as frutas, tipo abacaxi, banana e legumes coml abóbora e cenoura"
            }
        ]
    },
    "whz08m": {
        "title": "Qual uma boa panela de arroz?",
        "selftext": "Tinanhamos uma panelinha de arroz da Mondial, que queimou e esta a mais de 30 dias na assistencia, vou solicitar um outro produto ou reembolso, mas nao pretendo ficar com ela pois é o segundo produto da marca que temos essa experiencia (antes foi uma airfrier)\n\nAlguem pode relatar experiencias boas com outras marcas?",
        "num_comments": 6,
        "comments": [
            {
                "body": "Da uma olhada na panela de arroz da arno, ela é vermelha. Meu pai tem uma e recomendo. \n\nJa usei panela de arroz daquele tipo mais basico tipo da mondial e britania, q tem uma tampa geralmente de vidro e tinha um pouco de dificuldade de achar o ponto bom de arroz e achei nao muito prática pras necessidades daqui de casa. Parecia q seguia de forma mais literal a ideia de panela elétrica, perdia muito vapor no cozimento\n\n aqui em casa tem uma importada e a da arno que segue um modelo/ design diferente, ela é fechada e o arroz cozinha no vapor e tem mais funcionalidades, da pra programar tempo e veio uma cestinha pra cozinhar legumes enquanto o arros é feito, o arroz achei mais gostoso\n\nEdit: a princípio o modelo da arno fc22 foi descontinuado, mas é de 5 L, mas da uma olhada se cabo no bolso tbm, ou procura semelhantes com esse funcionamento de cozimento fechado"
            },
            {
                "body": "Nunca usei panelas assim, mas queria saber também"
            },
            {
                "body": "Tenho uma da mondial pratic 10 e até agora sem problemas. Acho q é o modelo mais barato da marca.\n\nDa pra fazer uma quantia boa de arroz e fica bem bom. Unico \"problema\" é q o fundo sempre dá uma queimadinha, fica tipo uma película de arroz no fundo, o que causa um pouquinho de desperdício. Mas se ficar esperto e desligar ela um pouco antes do desligamento automático não acontece isso."
            },
            {
                "body": "Aproveitando a pergunta, qual é a vantagem dessas panelas de arroz vs fazer arroz uma panela comum?"
            },
            {
                "body": "OP, a comunidade do r/cozinhabr está sendo migrada para o r/gororoba, pois há mais conteúdo e membros lá. Recomendo que refaça o post naquele sub.\n\nEm breve o r/cozinhabr será desativado para novas publicações"
            }
        ]
    },
    "wf1tfm": {
        "title": "Fui inventar de fazer pão e olha no que deu T.T #DESORGULHO ... a massa gente T.T",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Ou é fermento vencido, ou não deixou tempo pro fermento reagir ou amassou o pão depois de já ter crescido."
            },
            {
                "body": "Pão é difícil mesmo, mas continua tentando, não desiste que um dia vc consegue"
            },
            {
                "body": "Eu queria era ter forno para fazer pão Op, nesse caso deve ser um erro na dosagem do fermento ou a marca."
            }
        ]
    },
    "w9jt93": {
        "title": "Sobre o r/gororoba e a possibilidade de unir os subs",
        "selftext": "Oi, gente. Faço esse post para comentar sobre um assunto. \n\nO u/Tetizeraz recentemente virou moderador do r/gororoba. Muitos de vocês já devem conhecer o Gororoba, que assim como o r/cozinhabr serve pra postar sobre temas relacionados à culinária. Antes do Tetizeraz virar mod de lá, a comunidade tava meio abandonada, com muitos spams, etc. Agora que ele virou mod, os spams foram excluídos, a comunidade voltou a ativa e já tem vários posts bacanas por lá.\n\nDito isso, o Tetizeraz me procurou pra discutir sobre a duplicidade do r/cozinhabr e do r/gororoba. Nós conversamos e achamos que seria mais interessante só existir uma comunidade cujo tema fosse culinária. A gente pensa dessa forma porque, como não são muitos os brasileiros no reddit interessados no tema, juntar esse público em um só subreddit iria aumentar a participação dessas pessoas e tornar a comunidade mais ativa. Com dois subreddits, muitas das pessoas que postariam no gororoba ficariam com preguiça ou esqueceriam de postar no cozinhabr e vice versa. Uma só comunidade iria facilitar e unir o mesmo público. \n\nComo o r/gororoba é um sub mais antigo, conhecido e possui mais membros, a gente achou melhor que o pessoal daqui migrasse pra lá e não o contrário.\n\nA migração não seria tão abrupta. Primeiro a gente pediria pra que postassem no r/gororoba em vez do r/cozinhabr. Quando o número de posts aqui diminuísse bastante, a gente desabilitaria a opção de fazer novos posts. O cozinhabr continuaria a existir e poderia ser reativado se necessário. \n\nO r/gororoba já tem as mesmas flairs daqui, um banner, um icon, e tá bem organizado. Além disso o u/Tetizeraz tem mais experiência com moderação do que eu. \n\nO que vocês acham? Fiquem à vontade pra opinar sobre essa situação.",
        "num_comments": 14,
        "comments": [
            {
                "body": "ping u/fazedora_de_cookies"
            },
            {
                "body": "👀🤩"
            },
            {
                "body": "Parece uma boa. Já tô lá\n\nedit: quero flair de user :'/"
            },
            {
                "body": "Vi agr, vou postar meu pãogororoba lá."
            }
        ]
    },
    "w9djjc": {
        "title": "Meu risoto ficou seco :(",
        "selftext": "Eu não usei vinho porque minha namorada não gosta (e eu também não gostei do preço), um caldo com caldo pronto porque não tenho tempo pra fazer caldo do jeito \"certo\", misturei bastante, coloquei queijo gorgonzola e ainda assim ficou parecendo uma massa de parede, o que posso ter feito de errado? Utilizei arroz para risoto, não dizia se era canaroli ou arbóreo.",
        "num_comments": 13,
        "comments": [
            {
                "body": "Se virou uma massa de  parede, talvez tenha passado o ponto do arroz e o amido fez uma cola.\n\nEdit.: faz o caldo num dia que tiver tempo e congela."
            },
            {
                "body": "Pode ser o fogo alto. Pelos comentários acima, você seguiu os passos direitinho. \n\nA ordem que eu sigo do risoto é:\n\nManteiga e azeite -> refogar arroz até ficar transparente -> cebola, alho, poró (cogumelos e camaroes tb são refogados nesta etapa, mas são retirados antes de entrar o arroz) -> vinho até o nível do arroz -> adicionar caldo fervente assim que começar a secar e repetir o processo aos poucos -> quando a última água estiver na metade, adicionar os ingredientes sensíveis (como camarão), manteiga e queijo.\n\nA falta de vinho não tem muito a ver, na maioria das receitas, indicam um elemento ácido para substituir (vinagre, limão, cerveja, etc), mas é pra contrastar com a manteiga e o queijo.\n\nSe o caldo não estava muito quente, pode ter dificultado o amido a ser liberado do arroz. É ele que interage com os líquidos e a manteiga pra dar a cremosidade ao risoto.\n\nEu acredito que o fogo estando muito alto, ou a panela sendo muito fina, os líquidos secaram sem que tenha havido tempo suficiente para os grãos cozinharem. Eu costumo usar aquelas de fundo triplo, na trempe menor, intercalando fogo médio e baixo, ou aquelas woks de teflon também atendem.\n\nEspero ter ajudado."
            },
            {
                "body": "O caldo vc adiciona aos poucos, entao se ele tiver seco, coloca um pouco mais. Tbm nunca pare de mexer, isso evita ressecar"
            },
            {
                "body": "ping u/fazedora_de_cookies"
            },
            {
                "body": "Pode ser fogo alto ou o tempo entre colocar o caldo tenha ficado muito grande. Recentemente eu fiz e ficou um pouco a frente do al dente porem ficava meio noiado de colocar a agua de forma bem continua, pouco ou muito mas mantendo sempre agua e mexendo obiviamente. Nao achei q ficou seco. \n\nesse [site](https://www.receiteria.com.br/receita/risoto-de-carne-seca/) me ajudou."
            }
        ]
    },
    "w8m4l6": {
        "title": "Risoto de lula, mexilhão e parmesão desse fim de semana",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "O que esse prato tem de bonito ele teve de gostoso?"
            },
            {
                "body": "Muito apetitoso! Eu adoro receitas com lula"
            }
        ]
    },
    "w8gitn": {
        "title": "Dica: pão de queijo na máquina e waffle fica pronto em 5 minutos! (Ganhei a massa pronta, então não tem receita)",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Bao dmais"
            },
            {
                "body": "Faço assim, não tenho forno"
            },
            {
                "body": "Sim!!! Fica ótimo e se você passar uma geleia ou um doce de leite, fica épico!"
            },
            {
                "body": "Eu queria uma dica de máquina de waffle. Não queria comprar uma convencional, porque aqui não tem muito espaço pra guardar no armário. \n\nTô namorando aquelas  mini que aparecem no instagram/tiktok"
            }
        ]
    },
    "w84o0b": {
        "title": "Sopinha de feijão, tu gosta?",
        "selftext": "",
        "num_comments": 14,
        "comments": [
            {
                "body": "Nunca comi, mas por combinar duas coisas boas (sopa e feijão) deve ser bem gostoso"
            },
            {
                "body": "Amigo, somos irmãos de cumbuca! É da camicado?"
            },
            {
                "body": "Deu água na boca. Minha tia fazia uma sopa dessas maravilhosa , fora as canjas e outras sopas"
            },
            {
                "body": "Está uma delícia a cara!"
            },
            {
                "body": "EU AMO!"
            },
            {
                "body": "Amo, esse então parece incrível"
            },
            {
                "body": "Nossa, me deu fome"
            }
        ]
    },
    "w79g12": {
        "title": "Caldo Verde - Uma delícia. Ignorem a foto. Muita fumaça e luz ruim.",
        "selftext": "",
        "num_comments": 14,
        "comments": [
            {
                "body": "Eu amo caldos e sopas. Caldo verde é uma delíciaaa. Cadê o pãozinho, Op?"
            },
            {
                "body": "Também amo! Uma das vantagens de mudar pra BH foi o tanto de restaurante oferecendo caldo verde pra todo lado.\n\nO seu está com uma cara ótima, parabéns."
            },
            {
                "body": "Eu fiz duas vezes. Essa é a foto da primeira vez. Tentei seguir a receita da u/AgenteCarter95 Falhei, mas ficou delícia.\n\nO segundo eu fiz correto e ficou uma delicia também. \n\nEu só achei que é muito trabalho para pouca sopa. Sim, eu como muito quando é sopinha. :)\n\nEle dá o mesmo trabalho de uma sopa mais \"completa\". Mas mesmo assim fiz duas vezes e farei mais vezes. Amei.\n\nSó avisei que dá trabalho porque quem nunca fez acredita que vai fazer em uns 20 minutos. :)"
            }
        ]
    },
    "w6ka16": {
        "title": "Brownie molhadinho e com casquinha ✅",
        "selftext": "",
        "num_comments": 14,
        "comments": [
            {
                "body": "Meu sonho, não tenho forno"
            },
            {
                "body": "Hummm deu vontade"
            },
            {
                "body": "Molhadinho e com casquinha, o brownie perfeito. Oq eu  faço fica meio seco infelizmente"
            },
            {
                "body": "Se esse brownie é feio eu sou o pneu de um celta"
            },
            {
                "body": "Ficou lindão OP, deu água na boca aqui 😋"
            }
        ]
    },
    "w43571": {
        "title": "Rabanada. Receita nos comentários",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Como eu fiz. Casca de 7 pães de forma integral, mas pode ser um pão duro. Leite. Dois ovos. Óleo ou manteiga para fritar. Açúcar e canela.\n\n\n\nCortar os pães em formato que desejar, molhar o pão no leite e em seguida no ovo e levar para fritar , depois de frito colocar açúcar e canela por cima polvilhando. Coloquei também raspas de limão no leite, mas era para ter um gosto diferenciado pois estou sem canela."
            }
        ]
    },
    "w21kk5": {
        "title": "Cozinhei pela primeira vez um jajangmyeon, macarrão coreano com molho preto (com barriga de porco, abobrinha, repolho e cogumelos no meu caso). Ficou uma delicia!",
        "selftext": "",
        "num_comments": 9,
        "comments": [
            {
                "body": "Meu sonho de consumo antes da gravidez, depois disso fiquei com enjôo, mesmo sem nunca ter comido. Mas ainda quero comer um dia"
            },
            {
                "body": "Muito gostoso!!"
            },
            {
                "body": "Amo comida coreana"
            },
            {
                "body": "Interessante! E ficou muito bonito.\n\nCurto umas aventuras pela culinária japonesa, mas dos outros países asiáticos ainda não muito. \n\nVocê seguiu alguma receita? Passa pra gente!"
            },
            {
                "body": "Minha noiva ama comida coreana, pedimos os ingredientes e fiz algumas vezes... Virou um dos meus pratos favoritos! \n\nO seu ficou lindo, parabéns"
            }
        ]
    },
    "w1lbjz": {
        "title": "Primeira vez que faço macarrão alho e óleo (receita do canal do mohamad hindi) e ficou uma delícia! Cortei alguns pedacinhos menores de alho pra torrar e ficou uma delicia o amarguinho",
        "selftext": "",
        "num_comments": 7,
        "comments": [
            {
                "body": "Só pela aparência sei q ficou bom kkkkk quando bem feito a gente vai comendo tudo e nem vê quantos pratos foi kkkkk"
            },
            {
                "body": "Lindo, me deu até vontade de fazer um agora de madrugada kkkkk"
            },
            {
                "body": "Acredito que sejam as cebolinhas o diferencial. Já fiz sem porém nao prestou. O seu ta lindão."
            },
            {
                "body": "Af eu amo <3"
            }
        ]
    },
    "vtsgbe": {
        "title": "Uma sopa que vende perto da minha casa",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "É uma sopa de legumes, que tem carne, cenoura, mandioca, macarrão e uns outros vegetais que eu não conheço. Vem com um pão e custa 18 reais"
            },
            {
                "body": "tu gostou?"
            },
            {
                "body": "Pão+ Sopa= perfeição"
            }
        ]
    },
    "vt3tuc": {
        "title": "Segunda vez q eu faço pastel. A primeira deu muito errado",
        "selftext": "",
        "num_comments": 7,
        "comments": [
            {
                "body": "Eu não curto muito pastel, mas é uma das comidas mais bonitas que existem, só de olhar as bolhas de óleo da muita fome"
            },
            {
                "body": "A primeira vez q eu fiz nao deu certo, o pastel não fechava, a massa furou na hr de fritar... Perguntei pra minha avó que cozinha muito bem como ela fazia os pastéis dela. Ela me disse que ela umedecia a massa com água e ela tinha q tá em temperatura ambiente. Fiz desse jeito e deu certo"
            },
            {
                "body": "Fez com massa pronta?"
            }
        ]
    },
    "vq2lr9": {
        "title": "um marco, minha primeira canjica. leite, leite condensado, canjica, paçoquinha e cravo.",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Droga, tô morrendo de vontade de comer um há dias"
            },
            {
                "body": "Quero ☹️"
            },
            {
                "body": "Aqui no meu estado chamamos de munguzá, e canjica é pra gente o que vocês chamam de mingau de milho"
            }
        ]
    },
    "vq04x4": {
        "title": "hoje eu fiz um penne ao molho de tomate caseiro, não tinha molho de tomate então eu esmaguei 2 tomates no pilão de alho e ficou uma delícia, muito melhor que usar o extrato e com certeza bem mais saudável",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Praticamente um pesto de tomate. Parabéns!"
            },
            {
                "body": "Perfeicon"
            },
            {
                "body": "Ficou bonito"
            },
            {
                "body": "Eu sempre tenho lata de tomate pelado pra fazer molho. É um caminho sem volta."
            }
        ]
    },
    "voxvna": {
        "title": "Sobre o cozinhabr",
        "selftext": "Pessoal, uns dias atrás o r/cozinhabr tava sem moderador, por isso ninguém conseguia postar nada. Eu fiz um post no r/RedditRequest, eles me passaram a moderação da comunidade e agora qualquer um pode postar e comentar normalmente.\n\nEu não tenho experiência nisso, mas vou me dar uma chance pra manter o cozinhabr um ambiente ativo, saudável e atrativo pra quem quiser usar. Se eu não conseguir, pretendo passar a moderação pra alguém mais capacitado do que eu.\n\nDito isso, eu gostaria de saber a opinião de vocês. \n\n1. Vocês gostariam de ver autopromoção por aqui, por exemplo vídeos do YouTube, posts dos Instagram, etc? Eu particularmente não gostaria. Acho que esse tipo de post prejudica a comunidade e ela acaba abandonada e cheia de spam, como é o caso do r/gororoba. Penso que quem quiser compartilhar esse conteúdo poderia postar em subs específicos pra isso, tipo o r/receitasbr.\n\n2. Temos as flairs Chernofood, Dicas, Pães, Feio porém gostoso, Vegano, Forno/Assado, Receita, Grelhado, Bebida, Confeitaria, Restaurante, Dúvida, Janta, Almoço, Café da manhã. Acham que é demais? Querem remover ou acrescentar alguma? \n\n3. Quais comunidades vocês recomendam sobre o assunto culinária? Posso colocá-las no nosso \"sobre\" e assim o pessoal vai ter mais acesso a outros subs relacionados.\n\n4. Algo que você viu em outras comunidades que gostaria de ver aqui? \n\n5. Alguma sugestão/opinião sobre algo que eu não comentei?\n\nA opinião de vocês é importante pra gente manter o cozinhabr um lugar bacana pra todo mundo. Agradeço bastante quem puder comentar!",
        "num_comments": 5,
        "comments": [
            {
                "body": "\n>1. Vocês gostariam de ver autopromoção por aqui, por exemplo vídeos do YouTube, posts dos Instagram, etc?\n\nMinha opinião: Não gostaria. Se fosse o mesmo vídeo mas postado como vídeo nativo do Reddit eu até veria, mas ter que abrir outro app, nem."
            },
            {
                "body": "Pode postar algo que você tenha comido na rua, ou só algo que você cozinhou?"
            },
            {
                "body": "Eu estava pensando em postar as receitas do meu canal do yt porém só a foto, sem vídeo, tem algum problema?"
            }
        ]
    },
    "vj6qsz": {
        "title": "Guaraná da Amazônia",
        "selftext": "Alguém do Norte ou quem saiba pode me dar uma luz aí? Essa receita de guaraná da Amazônia parece certa? Vai sair parecido com o que eles fazem lá?\n\n* 400 ml de gelo (mais ou menos uma forma de gelo)\n* 4 colheres (sopa) de leite em pó\n* 6 colheres (sopa) de xarope de guaraná, bem cheias\n* 2 colhers(sopa) de amendoim torrado\n* 2 colheres (sopa) de castanha de caju torrada\n* 2 colheres (chá) de pó de guaraná\n* Suco de 1 limão (opcional)",
        "num_comments": 5,
        "comments": [
            {
                "body": "Cara, geralmente colocam abacate também.\n\nSe algum dia vier a Manaus, no centro, ao lado do Atlético Rio Negro Clube, tem um lanche chamado Guaraná do Klinger. Lá tem uma vitamina de guaraná que ele faz com chocolate que mermão...é o melhor que eu já tomei. Vou lá há seis anos já. O cara mantém a receita a 7 chaves rsrsrs (sério mesmo, já aconteceu de eu e outros clientes ficar aguardando ele lá porque funcionário não sabia como fazer.)"
            }
        ]
    },
    "vigme0": {
        "title": "Janta que eu fiz uns dias atrás. Tô tentando ganhar peso e pra isso tô me esforçando pra comer mais",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Isso é o que como fazendo dieta para emagrecer hahaha.\n\nBota mais dois ovos fritos e uma raiz junto."
            },
            {
                "body": "Que linto!!!"
            },
            {
                "body": "Meu Deus, como você fez essas batatas?"
            }
        ]
    },
    "v09s96": {
        "title": "O segredo do arroz soltíssimo que os restaurantes não querem que você saiba",
        "selftext": "Clickbait pro título, porém vocês conseguem fazer um arroz perfeito? \n\nTem alguns passos/especificidades a se levar em conta na hora do preparo?\n\nEm muitos anos fazendo arroz, cheguei há alguns truques que ajudam a chegar num bom resultado, não é perfeito ainda mas tá quase lá:\n\n• Refogar por mais tempo o arroz com a cebola e o alho;\n\n• Enquanto refoga o arroz, jogar um pouco de sal pra refogar junto antes de jogar a água;\n\n• A água é melhor que não esteja gelada, de preferência quente, ou pode ser morna também;\n\n• Usar um pouco menos que água do que o recomendado, se for 2 pra 1, colocar 1,5 ou algo por aí;\n\n• Deixar secar muito bem na parte de evaporação, até o ponto de quase queimar;\n\n• Deixar descansar alguns minutos antes de mexer o arroz depois de pronto.\n\nE aí, vocês têm alguns truques que ajudam na hora de fazer o arroz perfeito?",
        "num_comments": 9,
        "comments": [
            {
                "body": "eu uso todas essas técnicas.\n\nsobre refogar o arroz, eu refogo até ele ficar branco por inteiro, num tom leitoso."
            },
            {
                "body": "Eu só uso parabolizado, porque não sabia deixar o \"comum\" soltinho. Mas agora vou testar essas dicas ;)"
            },
            {
                "body": "Fui baitado. Suas dicas são boas. Rezam lendas familiares que uma colher de sopa de vinagre no meio do arroz já cozido e deixar uns 3 minutos ajuda a ficar mais solto. Não tenho segredos pra soltura mas tenho pra quando dá ruim e você deixa empapar. Escorre, lava em água fervendo e passa manteiga. Leva ao forno com um paninho em cima que sai top."
            },
            {
                "body": "A Paola Carosella tem um video no youtube sobre arroz. Depois daquela receita meu arroz ficou tipo muito melhor.\n\nA parada de colocar o alho depois do arroz é genial, da um sabor mais tchan. Fora o tempo de cozimento que ela ensina."
            }
        ]
    },
    "v07ys2": {
        "title": "Sushi de Chernobyl. Em vez de alga couve manteiga, recheio de sardinha e de bacon",
        "selftext": "",
        "num_comments": 8,
        "comments": [
            {
                "body": "Na minha terra, isso se chama charuto, que é a versão podre do original que usa folha de uva no lugar da couve"
            },
            {
                "body": "Parece mais gostoso que sushi"
            },
            {
                "body": "AKLSDJASLKDJm apesar do nome, parece ser bom"
            }
        ]
    },
    "uxyds2": {
        "title": "Brownie que eu fiz com meus primos. Meu primo com 13 anos consegue fazer um brownie muito bom",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Dons culinários entre família, amo brownie pena que meu forno está quebrado se não eu fazia"
            },
            {
                "body": "Dá para chamar seu primo para cozinha para mim 😳👉👈, não sei de nada na cozinha kk"
            }
        ]
    },
    "ux2kdz": {
        "title": "Salsa combina com hortelã??",
        "selftext": "Boa noite, gente!! Tudo bem com vocês? \n\nEu precisava fazer uma receita pra minha aula de nutrição e pensei em fazer um caldo verde por causa dos minerais e vitaminas (trocando as carnes vermelhas pelo frango e queijo branco). Já estava tudo definido, mas eu senti estar faltando alguma coisa e comecei a pesquisar como temperar o caldo. Eu, pessoalmente, sempre coloco salsa, porém achei uma receita que usa hortelã e mostarda e fiquei muito interessado! Eu estava pensando em incluir todos juntos, mas realmente não sei se ficaria bom... Vocês têm alguma opinião sobre isso? Me ajudem, por favor!",
        "num_comments": 3,
        "comments": [
            {
                "body": "Nunca usei hortelã para temperar, já usei mostarda, mas acho que exagerei na dose pois ficou apimentado"
            },
            {
                "body": "Fica legal. Faço um molho de tomate com hortelã, que dá um frescor bacana.\n\n\nPensa que o caldo ficará com esse fundo de frescor, então ele bem quente, talvez perca um pouco das características.\n\n\nFalando do caldo verde, gosto de temperar com endro e um pouquinho de pimenta rosa. Já usou?"
            }
        ]
    },
    "uwdlpp": {
        "title": "carne para strogonofe",
        "selftext": "A palavra ta errada, e fds\n\nHelp para uma aventureira da cozinha, que gosta de inventa moda nas panelas.\n\nTo vendo que a maioria das receitas vão filé mignon ou alcatra. Procuro indicação de outros cortes \"econômicos\". \n\n\nEstou pensando em coxão duro ou acém, dar uma apertada na panela de pressao pra amaciar, mas sla.",
        "num_comments": 6,
        "comments": [
            {
                "body": "O que tu acha de patinho?\n\nCreio que a ideia de por na panela de pressão seja boa, tu também poderia usar um amaciante de carnes antes de cozinhar, talvez usar abacaxi que é mais agressivo? Mas tem que reparar no tempo se não a carne vira papinha"
            },
            {
                "body": "Músculo, patinho, carne seca, costela, rabada(acho) etc kkkkk frango, tilapia tb"
            },
            {
                "body": "Pede pro seu açougueiro, o coxão duro da ponta da picanha. Se estiver muito caro, o patinho é uma boa pedida também. Só precisa de um pouco mais de tempo cozinhando na panela que fica macia"
            },
            {
                "body": "Eu queria saber também, eu me dei mal da última vez por causa do corte e ficou muito duro"
            },
            {
                "body": "patinho é molinha é sem gordura\n\ncoxão mole é só dar uma limpadinha e tá top\n\no estrogonofe vc consegue fazer ele inteiro na panela de pressão, no final é só jogar o conhaque e flambar e tá top\n\nComo vc vai usar panela de pressão, eu recomendo bastante usar o coxão duro, ele depois de uns 10 minutos na pressão fica molinho"
            }
        ]
    },
    "uuov38": {
        "title": "O que vai em uma sopa?",
        "selftext": "Já que está friozinho delicioso para as sopas e tem muita \"briga\" se sopa é janta ou não, gostaria de saber o que vocês colocam na sopa. Algum item diferente. \n\nEu coloco uma soca de milho fatiado em uns 2 centímetros. Assim quem não gosta de milho não precisa ficar catando, já tira ele todo. Dá um sabor 😊",
        "num_comments": 16,
        "comments": [
            {
                "body": "Acho que não tem uma flair exclusiva para essas questões."
            },
            {
                "body": "Abóbora cabotia em cubos, cenoura, batata, frango, vagem, arroz ou macarrao pequeno"
            },
            {
                "body": "Depende doq tiver na geladeira kkkkk pode ser músculo em cubos, carne seca, mandioquinha salsa, batata, cenoura, cebola, calabresa, e por aí vai kkkk"
            },
            {
                "body": "Sopa.... 🤤🤤🤤🤤\n\nVou fazer uma daqui a pouco tbm ."
            },
            {
                "body": "Tem as cremosas que tem como base batata cozida batida, tanto no mixer como no liquidificador, dessas dá para fazer quase tudo, dá para ter como base, abóbora, cebola, alho, dá para pôr carne e até usar couve, sempre faço dessas, nas sopas não cremosas sou muito ruim"
            },
            {
                "body": "Na sopa que faço com minha mãe, sempre colocamos:\n\n* tomate\n* cenoura\n* abobrinha\n* cebola\n* (às vezes) macarrão de arroz\n\nTambém vai bastante tempero, fica bem gostoso!"
            }
        ]
    },
    "uudvp0": {
        "title": "Sopa é janta? Parte 2 - Goulash húngaro",
        "selftext": "",
        "num_comments": 8,
        "comments": [
            {
                "body": "Oi pessoal, voltei pra mostrar outra sopa pra vocês! E dessa vez com receita. \n\n\nPra aproveitar o clima frio, pedi pro meu namorado, que tem ascendência húngara, me ensinar a famosa sopa local conhecida por Goulash, um cozido de carne de vaca com muita paprica e vegetais. Ele topou e nessa noite fria de sexta, preparamos essa delícia #sextou \n\n\nSegue a receita: \n\n- 1 kg de músculo picado \n- 2 cebolas picadas\n- 2 dentes de alho amassados \n- 3 cenouras em cubos\n- 5 batatas em cubos \n- 200 mL polpa de tomate\n- 200 mL vinho tinto seco \n- 2 L caldo de carne \n- 2 col. sopa de páprica doce\n- 1 col. sopa de páprica picante\n- 1 col. chá de pimenta caiena\n- 2 col. manteiga \n- 1 col. farinha de trigo \n- salsa e sal à gosto \n\n\nModo de preparo: \n\n\n- Cortar o músculo em pedaços de 2x2 cm, temperar com 1 colher de paprica doce, 1 colher de pimenta caiena e 1 colher de farinha de trigo. \n- Selar o músculo temperado na manteiga (na própria panela da sopa) com a tampa fechada para não evaporar o caldo. Mexer de tempos em tempos para dourar todos os lados. Reservar em um refratário. \n- Na manteiga que restou na panela, refogar a cebola picada e o alho amassado até murchar.\n- Voltar a carne pra panela e adicionar 2 L de caldo de carne e 1 colher de sopa de paprica picante na mistura. Deixar ferver com a tampa fechada (com respiro) por cerca de 2 horas. Adicionar água quente caso a água seque. \n- Quando a carne estiver macia (depois de 2 horas estará desmanchando), adicionar o vinho tinto e a polpa de tomate. \n- Picar as cenouras e batatas em cubos do mesmo tamanho da carne, e cozinhar duas (das cinco) batatas separadamente. \n- Adicionar as cenouras e batatas picadas na sopa. \n- As batatas cozidas separadamente serão amassadas e adicionadas ao caldo, isso dará uma consistência mais cremosa pra sopa e não tão líquida. \n- Experimentar para acertar o sal e a páprica, essa é uma receita que tem que ter o saber da páprica presente. \n- Cozinhar por mais 30 min e está pronta pra servir, salsinha é colocada à parte. \n\n\nComer com pão fica uma delícia. É uma receita que demora, mas vale muito a pena. Deu uma panela enorme que rende mais de 10 refeições."
            },
            {
                "body": "Farei com certeza, mas sem essa quantidade industrial de pimenta caiena. Não fica muito forte?"
            },
            {
                "body": "Dessa sopa acho difícil alguém não gostar. Ficou tão linda e parece estar tão gostosa S2"
            },
            {
                "body": "Que cor linda. Parece de comercial de caldo knor."
            },
            {
                "body": "cara boa demais, e eu não sou chegado em sopa, vou fazer mas no inverno kkk"
            },
            {
                "body": "Quando como a noite sinto fosse antes de dormir"
            }
        ]
    },
    "uu2xkd": {
        "title": "minha feijoada (pé, pele, orelha, bacon, calabresa, costelinha) louro, alho e sal como temperos.",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Sério, por que usou a flair de feio porém gostoso? \n\nNão tem nada feio aí não, rs. Só não tá bem apresentado mas isso não é Masterchef."
            }
        ]
    },
    "uq9993": {
        "title": "Esse trem aí, tive mo trabalho, mas faz mais de um mês que tirei a foto",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Me lembra a comida da minha mãe 😍😍😍😍"
            }
        ]
    },
    "uprdw2": {
        "title": "Sopa é janta?",
        "selftext": "",
        "num_comments": 8,
        "comments": [
            {
                "body": "A princípio, os restaurantes eram os estabelecimentos onde você iria para se \"restaurar\" e isso era feito consumindo... Sopa. Sopa é uma refeição completa, presumindo que você coloque ingredientes reais (ao invés de \"sopa\" pronta da Knorr ou sopa de água com Sazón). \n&#x200B;\n\nNão tem nada de errado em sopa, fico chateado de existir uma resistência tão grande das pessoas com sopa. Aliás, sopa é uma ÓTIMA forma de salvar aqueles legumes que iam estragar na geladeira. Ela também é ótima para absorção de nutrientes."
            },
            {
                "body": "Sopa é janta ctz. E a sua sopa tá caprichada, chega me deu fome"
            },
            {
                "body": "Caraca, me deu vontade de fazer sopa"
            },
            {
                "body": "Sopa é janta, mas se for de letrinhas se torna lanche"
            },
            {
                "body": "Simm, só nao me enche kkkk"
            },
            {
                "body": "Olhei rápido e pensei ser aquele miojo de galinha caipira com verdura."
            }
        ]
    },
    "uplj0m": {
        "title": "lasanha de carne moida",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Sei que é desnecessário falar, mas que gratinado mais lindo!"
            },
            {
                "body": "Tá bonita."
            },
            {
                "body": "Se ficou tão gostosa, quanto está bonita, divido que tenha sobrado algum pedaço haha. Parabéns moça"
            },
            {
                "body": "Maravilinda"
            },
            {
                "body": "Gostosa😘😘🙄😋😋😋🤤🤤"
            }
        ]
    },
    "umhy64": {
        "title": "Poderiam listar boas receitas com açúcar mascavo? Uma canjica fica boa com ele ou só vale usar o tradicional?",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Brownie e cookies, é oq conheço kkkkk"
            },
            {
                "body": "Bolo de chocolate, com toda certeza fica especial com açúcar mascavo!"
            },
            {
                "body": "Bolo invertido de abacaxi (também já usei a mesma receita pra bolo de banana e de pêssego e eles funcionaram bem).\n\nA receita que eu faço é bem parecida com [essa](https://deliciareceitas.com/bolo-invertido-de-abacaxi/), mas eu uso açúcar mascavo e manteiga. E também rego ele com rum antes de desenformar."
            }
        ]
    },
    "uh6271": {
        "title": "Tortilha emprovisada",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "Esse negócio ffic crocante quando tu frita ou é impressão minha?"
            }
        ]
    },
    "uaa22x": {
        "title": "Lombo suíno curado a frio e temperado com páprica, vinho e louro",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Chique! Tem receita?  \n\n\nInclusive, onde vc aprende sobre curar coisas?\n\nEstou me interessando bastante por esse mundo e queria começar a testar uns trem."
            }
        ]
    },
    "u9k1cg": {
        "title": "pizza de lombinho mussarela e polenguinho",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "ps: o polenguinho não derrete 😭 eu gosto de fazer com catupiry mas não tinha daí usei polenguinho, fica gostoso mas ele meio que não muda de textura"
            },
            {
                "body": "Como vc fez a massa?"
            },
            {
                "body": "Que pizza linda, fez com que tipo de fermentação? fez em forma mesmo?\n\nTô querendo comprar uma daquelas pedras pra por no forno há um tempo"
            }
        ]
    },
    "u93q1u": {
        "title": "pao de queijo estreando a air fryer",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Porra, essa airfryer quadrada é mto cabulosa. Se eu não já tivesse uma da tradicional, certamente compraria desse formato"
            }
        ]
    },
    "u3k4o5": {
        "title": "Fazendo jus ao meu username, cookies de Páscoa!",
        "selftext": "",
        "num_comments": 11,
        "comments": [
            {
                "body": "Tristeza pra quem faz dieta, estão lindos \n\nMe deu água na boca"
            },
            {
                "body": "Meu sonho saber fazer cookies, tentei uma vez mas deu errado dms, negócio mal mal ficou sólido. Um dia eu tento de novo, parabéns pelos cookies, estão lindos"
            },
            {
                "body": "Vey que bonito. Nunca comi."
            },
            {
                "body": "Cookie é bom ninguém quer dar..."
            },
            {
                "body": "Você poderia passar qual receita usa,por favor? A textura deles ficou incrível, das vezes que fiz nunca ficou tão apetitoso"
            }
        ]
    },
    "u3gkbr": {
        "title": "Macarrão cremoso com calabresa e bacon.",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Cremoso de que jeito?"
            },
            {
                "body": "Meu prato favorito"
            }
        ]
    },
    "u2u9ka": {
        "title": "Tapioquinha de espinafre e queijo meia cura pro almoço",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "whooooa ficou sensacional, salivei, quero replicar"
            },
            {
                "body": "Nunca vi tapioca feita com essas bolinhas"
            },
            {
                "body": "Que lindo!! Deu até fome"
            }
        ]
    },
    "u2mzi2": {
        "title": "meu mistão 2 fatia de presunto e 2 de queijo",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Deu vontade, nunca mais comi um misto"
            },
            {
                "body": "eu amo misto quente infelizmente minha maquininha quebrou e eu só faço na frigideira agora mas quero comprar uma novaa"
            },
            {
                "body": "Tudo pra mim"
            },
            {
                "body": "Comia.\nO misto no caso"
            }
        ]
    },
    "tsluy3": {
        "title": "contra filé na Air Fryer",
        "selftext": "",
        "num_comments": 7,
        "comments": [
            {
                "body": "E a receita? Ficou tão bonito"
            },
            {
                "body": "é madrugada e isso me deu fome"
            },
            {
                "body": "Morro de vontade de ter uma air fryer, mas minha mae diz nao, pq puxa mt energia..."
            },
            {
                "body": "Eu tenho curiosidade porém receio de testar filé na air fryer mas vejo resultados tão bons"
            }
        ]
    },
    "tky396": {
        "title": "macarrão com atum de latinha",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Eu quero"
            },
            {
                "body": "Nossa, é uma delícia. Sofri pra tentar temperar o atum porque sempre ficava um gosto estranho, parabéns pelo prato!"
            },
            {
                "body": "Fica muito bom com sardinha também"
            },
            {
                "body": "Eu não gosto de atum, mas o prato está bonito, ficou boa a combinação de cores."
            }
        ]
    },
    "tkkc5b": {
        "title": "1/2 pãozinho",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Que pão lindo, fermentação natural?"
            },
            {
                "body": "1/2 paozão"
            },
            {
                "body": "Vey, que trem lindo! Parabéns!!!"
            },
            {
                "body": "Que perfeição"
            }
        ]
    },
    "tkbnr4": {
        "title": "minha tapioquinha de queijo com manteiha",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "putz que vontade"
            }
        ]
    },
    "tijq2c": {
        "title": "Bolo de cenoura da dona Rita Lobo versão piscina",
        "selftext": "",
        "num_comments": 9,
        "comments": [
            {
                "body": "Lindo demais. \n\nTenho trauma com bolo de cenoura pq eu jurava que a minha mãe amava daí perto de onde eu fazia terapia vendia um muito gostoso, eu comprei um pra ela e passei o dia todo cuidando dele pq eu ainda ia pra faculdade... daí quando eu cheguei em casa minha mãe falou que odiava bolo de cenoura."
            },
            {
                "body": "Nossa, tão bonito que me deixa triste por não poder comer"
            },
            {
                "body": "Eu quero"
            },
            {
                "body": "Parece aquelas tortinhas da Bauduco eu acho, amei a cor do prato"
            },
            {
                "body": "meu deus eu quero"
            }
        ]
    },
    "tiagwi": {
        "title": "Ressuscitando habilidades culinárias, pudim.",
        "selftext": "",
        "num_comments": 8,
        "comments": [
            {
                "body": "Eu nunca tentei fazer pudim, esse post deu vontade."
            },
            {
                "body": "Mas e o gosto?? Aprovado??"
            },
            {
                "body": "Amei essa flair, pena que não tirei foto da coxinha fitness que meu marido fez, ficou meio feio, mas ficou delicioso"
            },
            {
                "body": "Parece delicioso"
            },
            {
                "body": "Nossa ta com uma cor bonita. Msm quebrado passa uma sensaçao de pedaços cremosos. Hmmm desejo"
            }
        ]
    },
    "s7emcu": {
        "title": "vocês conhecem esse tipo de broa/bombinha?",
        "selftext": "",
        "num_comments": 11,
        "comments": [
            {
                "body": "Já vi essas broinhas em umas padarias por aqui (interior de MG)"
            },
            {
                "body": "Já comi uma vez quando uma conhecida levou para comer, mas nunca achei onde moro."
            },
            {
                "body": "É a broa favorita da minha mãe, tem em todas as padarias da minha cidade no triângulo mineiro"
            },
            {
                "body": "É tipo rosca de polvilho?"
            }
        ]
    },
    "s7dpnw": {
        "title": "Alguém aí já comeu Tiramisu?",
        "selftext": "Não sei se é bom, tenho muita curiosidade em fazer, porém uma versão mais barata pois eu nunca vi queijo mascarpone a venda e sei que quando ver vai ser caro. É bom mesmo?",
        "num_comments": 11,
        "comments": [
            {
                "body": "Eu já comi, feito por mim e em restaurantes! Eu gosto muito.\n\nVocê pode fazer um queijo mascarpone caseiro (não é dificil, mas precisa do creme de leite fresco que dependendo onde você tiver pode ser bem caro tbm) ou pode substituir por cream cheese. Eu já fiz com cream cheese e achei bem bom. A diferença é que o cream cheese tem menos gordura (vai afetar um pouco a textura, mas se for fazer ele no potinho é tranquilo) e é mais ácido, enquanto o mascarpone é meio docinho... mas não fica ruim, até pq os outros sabores são fortes então não fica brigando.\n\nNão economiza na bebida que fica muito bom ele bem alcoolico haha"
            },
            {
                "body": "Sou louco para fazer, vou tentar qualquer hora. Também acho que nunca vi mascarpone para comprar, mas também nunca precisei para fazer uma receita nem para comer no dia a dia..."
            },
            {
                "body": "Já comi, é simplesmente sensacional."
            }
        ]
    },
    "s6vnlc": {
        "title": "Robalo com crosta temperada e shitake a la andaluza",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "[removed]"
            },
            {
                "body": "Que chique"
            },
            {
                "body": "Nhaaam, shitake é tão bom"
            },
            {
                "body": "Olha que eu comia tudo sozinha kkkk"
            },
            {
                "body": "Caramba! Isso precisa chamar a gente, viu?"
            }
        ]
    },
    "s67q3q": {
        "title": "Aspirantes a padeiro (a) se manifestem, preciso da ajuda de vocês",
        "selftext": "Tem alguém aqui que curte fazer pão?\n\nRecentemente senti muita vontade de tentar fazer pão com fermentação natural.\n\nVocês já tentaram? Como foi da primeira vez?\n\nNão faço ideia do que preciso comprar (formas e etc) pra fazer meu primeiro pão, mas vou pesquisar mais e ele sai em breve.\n\nQueria muito fazer croissant pois sinto vontade de comer e onde moro não vende, mas eu já vi uns vídeos de como fazer, e meu deus.\n\nSe eu fizesse isso venderia por 10 reais cada um só pelo trabalho.",
        "num_comments": 5,
        "comments": [
            {
                "body": "eu ja fui padeiro a algum tempo então vamo lá\n\n>Vocês já tentaram? Como foi da primeira vez?\r  \n\r  \n\n\nFoi lá em 2020, no meu primeiro job, n sei se vc quer fazer isso na sua cozinha ou empreender nisso e abrir uma padaria. Em padaria se compra sacos de farinha q ja são pré prontos (tem farinha propria pra pão frances e propria pra salgados e massas doces).\n\n Geralmente colocavamos fermento de acordo com o tempo e adicionavamos puraflex para melhorar a massa, sabemos quando ela atinge \"ponto de veu\". Agua gelada pra n queimar a massa, se bater mt ela esquenta e n cresce tbm...tem varios detalhes.\n\n Se vc for fazer pão caseiro eu n tenho mt dica q eu posso dar, use fermento biologico (compra na padaria msm). Unte bem as formas pra n grudar.\n\n>Queria muito fazer croissant pois sinto vontade de comer e onde moro não vende, mas eu já vi uns vídeos de como fazer, e meu deus.\n\nSe vc anda ta aprendendo eu n recomendaria vc começar pelo croissant, vc usa uma massa foliada especial pro salgado. Comece por salgados mais simples como a esfirra\n\n Farinha de boa qualidade faz toda a diferença na hora de acertar o ponto da massa, fica de olho no fermento tbm...no mais é isso.\n\n Qualquer coisa"
            },
            {
                "body": "Eu faço pão! E já fiz croissant também. Só para consumo caseiro, e sou bem errática com isso. Há uns anos tinha o grupo Levain no Facebook que era ótimo, mas de uns anos para cá eu não curtia mais ele, até sai... aprendi muito lá.\n\nPara fazer croissant, recomendo muito seguir [esse video](https://www.youtube.com/watch?v=hJxaVD6eAtc) do Joshua Weissman, é trabalhoso, são muitas etapas mas não é algo dificil se você não for extremamente perfeccionista. [Meu primeiro croissant](https://i.imgur.com/ahPpgFd.jpg) e a [segunda vez](https://i.imgur.com/O2tegKX.jpg), ambos ficaram bem gostosos.\n\nNão recomendo fazer com fermentação natural, tem quem faça, mas acho que é adicionar uma dificuldade extra para não ter nenhuma vantagem. Isso vale para qualquer pão 'rico' (ie. com gordura). É importante fazer num dia fresco, pq a manteiga não pode derreter enquanto você abre.\n\nPão é farinha, água e sal. E o fermento, que no caso da fermentação natural é farinha e água (e tempo). É isso que você precisa, além de um forno. Óbvio que utensílios vão ajudar na qualidade e facilitar o processo, mas eu não deixaria de fazer pq não tenho tudo que recomendam. Vai fazendo dentro das suas possibilidades e cria seu próprio método.\n\nDentro das suas possibilidades, eu recomendo tentar comprar nessa nessa ordem:\n\n\\- balança de cozinha, essas baratas de 20-30 reais servem. ajuda para qualquer receita, na verdade.\n\n\\- cestinho pra fermentação (pode ser esses tipo de palha/vime, pode ser o banetton que é próprio pra isso) e um paninho de algodão. você pode usar qualquer vasilha, eu já vi quem usa tipo esses escorredores de macarrão, mas (imagino que por ser \"respirável\") essas cestinhas de palha são melhores. O meu é [assim](https://i.imgur.com/uvaQrym.jpg), comprei no mercado municipal de onde eu morava na época, paguei baratinho e uso até hoje (comprei em 2017).\n\n\\- panela com tampa que possa ir ao forno, uma tigela que possa ir no forno tb serve pq ai vc cobre o pão na forma. eu demorei muito a comprar a minha, realmente tem uma melhora em relação a casca (fica mais fininha, mesmo tentando fazer umidade no forno eu nunca tinha conseguido algo assim) mas não é imprescindível e como costuma ser um pouco caro, é melhor vc já ir tendo prática até poder comprar.\n\nIsso assumindo que você queira fazer um pão [nesse estilo](https://i.imgur.com/rOIwZ8b.jpg) (esse é meu!), se vc quiser um pão de forma, daí vc precisa de uma forma para pão/bolo inglˆês.\n\nMinha primeira tentativa com pão de fermentação natural foi na vdd um pão de centeio, não deu muito certo porque eu não sabia direito o que tava fazendo. Fiz como se fosse um pão de trigo, e o processo é muito diferente. Ficou duro, e [meio bolachão](https://i.imgur.com/W5jmKjZ.jpg), além de não ter ficado com o sabor azedo que eu queria.\n\nDaí eu fui pro pão de trigo mesmo, e eu tive maioritariamente bons resultados desde o começo, mas eu acho que tudo depende o quão perfeccionista você é e o que você vai considerar bom. Eu realmente sou 0 perfeccionista, gosto de coisa gostosa e que seja fácil e barata. Óbvio que seria legal fazer aqueles pães com miolo enorme e super uniforme, sempre com o formato perfeitinho, mas é pra além do que eu consigo fazer com os recursos que eu tenho e quero aplicar. Mas o primeiro pão mesmo que eu fiz ficou ruim pq não fermentou direito, [olha o miolo dele](https://i.imgur.com/fzsH98F.jpg) e era uma massa pouco hidratada (e feita sem a balança). Particularmente, eu prefiro fazer um pão com alta hidratação que vai ficar meio deformado mas gostoso do que ficar insistindo em dominar a técnica com pão de baixa hidratação que é mais maleável mas tem mais chances de ficar ruim. Ah, recomendo muito que você use uma farinha barata (não que ainda exista algo barato nesse país) pq às vezes no começo a gente erra mesmo, e é ruim desperdiçar ingrediente caro.  [Esse foi meu segundo pão](https://i.imgur.com/rVBBwny.jpg), já usando a balança, sem panela de pão e com uma fermentação um pouco melhor (mas ainda precisava de mais tempo). [O terceiro](https://i.imgur.com/xPISRPh.jpg) foi um pão que eu perdi a hora, fermentou demais, eu joguei na forma e deixei fermentar de novo – ficou com um miolo bem uniforme, e daí é legal a gente ir pegando essa experiência pra quando as coisas dão errado (outra opção é fazer focaccia quando fermenta muito).  [O quarto](https://i.imgur.com/WpUG5Fr.jpg) já ficou assim, que eu considero pra mim um resultado ideal... sim, esparramou e perdeu um pouco o formato, mas tá bem fermentado e gostoso. Desde então, eu tento manter resultados assim... meu pão não é super consistente pq eu não sou consistente, faço as coisas no meu tempo ao invés de seguir a receita certinha, meu fermento às vezes passa mês sem ser alimentado, etc, mas pra uso caseiro eu tô bem feliz. Hoje em dia eu tenho a panela, dá para fazer a casquinha mais fina [não consegui nenhuma foto que fosse muito visível](https://i.imgur.com/n5iWXkJ.jpg), eu acho legal e tal mas não sei se compraria a panela no preço que tá hoje em dia (eu comprei a minha por 160 reais em 2020, o msm modelo hj vai acha por uns 400 reais, eu acho absurdo. tem outras mais baratas mas geralmente são muito pesadas e exige que vc pré-aqueça a panela, eu gosto desse modelo – cocotte saveurs – pq ela é fininha então vc coloca o pão nela fria mesmo).\n\neu escrevi um tratado desculpa me empolguei eu amo pão!!! nao sei se respondi o que vc queria mas qlqr coisa só chamar aí.\n\nps: eu tb finalmente aprendi a fazer o pão de centeio como eu queria, [que tem que ser de forma mesmo](https://i.imgur.com/6SUP0PK.jpg)!!"
            },
            {
                "body": "Não sou padeiro, mas adoro fazer pães e bolos (só não faço mais bolos porque não é bom ficar comendo doce haha).\n\nMinha primeira tentativa com fermentação natural foi um desastre porque as instruções que eu segui não eram tão boas. Se você lê em inglês, eu segui as instruções [nesse site](https://www.theperfectloaf.com/7-easy-steps-making-incredible-sourdough-starter-scratch/) à risca e deu super certo, mas precisa ter paciência. Com as quarentenas eu resolvi tentar de novo e esse fim de semana fiz um pão de leite com fermentação natural que é provavelmente o pão mais saboroso que já fiz na vida. Requer muita paciência e a saber lidar com frustrações, mas vale muito a pena.\n\nEu definitivamente recomendo começar usando fermento comprado e tentar umas receitas mais simples pra ver se você gosta do processo. Eu comecei com pães simples com fermento comprado e seguindo a receita deu certo desde o começo, mas foi melhorando conforme eu fui pegando prática. Também idealmente você precisa usar uma farinha com teor maior de proteína pra fazer pão (12 a 14%). Pelo que vi as farinhas mais comuns no Brasil tem um teor de proteína de cerca de 10%. Dá pra fazer pão com elas, mas se for possível comprar uma com mais proteína você pode ter um resultado melhor.\n\nBoa jornada!"
            },
            {
                "body": "Eu curto fazer pão, só não tenho forno, não é meu forte, eu gosto muito de pão, amei os comentários"
            },
            {
                "body": "u/NasKe"
            }
        ]
    },
    "s561gp": {
        "title": "quindim",
        "selftext": "",
        "num_comments": 11,
        "comments": [
            {
                "body": "Que quindim lindo, um ataque a minha autoestima"
            },
            {
                "body": "Está fora do centro do prato. Então comeria tudo sozinho para ninguém criticar. ☺"
            },
            {
                "body": "nossa, me deu muita água na boca, ficou perfeito, parabéns! foi a primeira vez que fez?"
            },
            {
                "body": "Uau que lindo! 👏"
            },
            {
                "body": "Taí uma coisa que eu nunca comi, mas parece bom"
            }
        ]
    },
    "s0yzf8": {
        "title": "Dicas de receitas fáceis.",
        "selftext": "Sei apenas fazer arroz e miojo (pois é...). Poderiam sugerir receitas que sejam de fácil preparo? Fáceis para um desajeitado na cozinha.",
        "num_comments": 8,
        "comments": [
            {
                "body": "Massas no geral - carbonara, bolonhesa, com molho branco (aka béchamel) \n\nQualquer tutorial no YouTube fica bem fácil de seguir, e é tudo bem saboroso"
            },
            {
                "body": "Cola nos tutoriais do YouTube que você brilha. Eu era meio desajeitada também, as vezes pode dar errado, mas você consegue, eu tenho muita dificuldade com pães em geral, é o que eu mais gosto de comer, mas quase não acerto."
            },
            {
                "body": "Conhece aquelas panquecas salgadas que faz batendo no liquidificador? Aí depois de fritar só taca um recheio tipo carne moída (que tbm já pode ser outra receita) e enrola. Aí da pra comer só ou acompanhado de arroz e um talvez molho.\n\nTem tbm umas tortas salgadas de ligquificador pra assar no forno.\nBasicamente faz a massa e monta numa travessa em camadas ex: massa, fatias de queijo+presunto+tomate, massa.... Ou mais simples ainda, faz só a massa no liguificador e depois mistura manualmente  com carne moída ou qualquer outro ingrediente a gosto. \n\nDigo carne moída pq é o mais comum, mas caso não coma pode ser sei lá tomate, brócolis, berinjela e cenoura em cubinhos. Ou pts."
            },
            {
                "body": "Segue a Rita lobo e o site dela: [Panelinha](https://www.panelinha.com.br/)\n\nEla tem muita a dica para iniciantes e de como montar pratos nutritivos e gostosos."
            },
            {
                "body": "eu acho que o ideal é identificar no que você é desajeitado e ir trabalhando a partir disso, o que costuma dar errado nas suas comidas? ou vc nem tenta? \n\npq seguir receita é simples, é só ter paciência dependendo da complexidade. mas tem um certo \"feeling\" que a gente vai desenvolvendo na cozinha para conseguir fazer os passos de maneira correta, tipo saber como deixar um molho/creme liso, perceber o ponto das carnes, conhecer o ponto de clara batida, fermentação, etc... além da coisa óbvia de ter noção de temperos e combinações. \n\ne daí dentro dessas coisas várias vão ser super coringas. se vc sabe fazer um béchamel, vc consegue montar uma lasanha, vc pode adicionar coisas nele e ter mil molhos para macarrão, vc pode fazer uma couve-flor/brócolis gratinado... mil possibilidades. \n\noutra coisa, é aproveitar o que vc já sabe. se vc já sabe fazer arroz, pq não experimentar com algum prato de arroz? arroz frito, bolinho de arroz, arroz cremoso, risoto, paella... todos esses pratos vão ter versões fáceis e difíceis. se vc faz arroz, vc sabe fazer outros grãos tb, etc. é uma coisa de ir experimentando pra além de só seguir receita. \n\npra uma dica mais prática: um canal que eu gosto muito é o do Mohamad Hindi, ele tem uma série de cozinha básica que ele ensina essas coisas bem simples mas ele passa bastante informação, vc consegue aprender muito. mas msm as receitas mais dificeis do canal dele são boas de fazer, pq são bem explicadas."
            },
            {
                "body": "Pavê é de boinha de fazer, só tem que mexer muito, parece que não vai dar certo no início, mas depois de ficar mexendo acaba dando. Só usar as proporções certas !"
            },
            {
                "body": "Panqueca -1 xic de farinha sem fermento - 1 xic de leite - 2 ovos - 1 colher de sopa de oleo- sal. Bate bate, até formar uma mistura homogenea. Unta uma frigideira, esquenta, coloca 2 concha (tem q ser fina), se for pequena a panela, 1 msm. Vc ve q ela desgrudo, n precisa ficar mexendo. Ela solta sozinha. Ai tu vira. Ai rapidao, coloca la o presunto, o queijo, faz a troxinha. E ta feito um almoço simples e do mais gostoso."
            }
        ]
    },
    "s0wgzb": {
        "title": "O que vocês acham do Chefclub?",
        "selftext": "Eu acho muito fofo o efeito, aqueles porquinhos, os sons, mas mano, que chernofood são aquelas que eles fazem? Tipo, umas coisas exageradas, para minha cultura aqui é uma chernofood, eu purei com aquela do frango com recheio de 1 kg de cheddar, eles deveriam ensinar umas coisas mais normais, eu não vou escrever tudo que acho agora pois a rinite tá atacando.",
        "num_comments": 2,
        "comments": [
            {
                "body": "[deleted]"
            }
        ]
    },
    "s0891w": {
        "title": "Fiz um baveti com molho e proteína de soja",
        "selftext": "",
        "num_comments": 8,
        "comments": [
            {
                "body": "Massa"
            },
            {
                "body": "\"Eu não quebro o macarrão\".\n\n&#x200B;\n\nAinda bem. Só psicopatas fazem isso."
            },
            {
                "body": "Macarrão quebrado é de chorar, ainda bem\n\nParece delicioso, queria um pouco"
            },
            {
                "body": "O molho ficou parecendo com feijão — o que é um elogio. Macarrão com feijão é 10/10"
            },
            {
                "body": "Hm... parece bem saboroso :p."
            }
        ]
    },
    "rzcnd7": {
        "title": "Gnocchi com molho pomodoro artesanal",
        "selftext": "",
        "num_comments": 6,
        "comments": [
            {
                "body": "Passa a receita do molho 🔪"
            },
            {
                "body": "6h? Oloco"
            },
            {
                "body": "muito bonito!!!!"
            },
            {
                "body": "eu nunca descasquei tomate, sempre faço o molho com casca e dps se ficar uns pedaços muito grande de casca, eu fico catando hahah"
            }
        ]
    },
    "ryosnj": {
        "title": "Foto apressada, a vontade de abocanhar foi maior. Tapioquinha de leite moça com coco pra desejar mais doçura na vida de vcs",
        "selftext": "",
        "num_comments": 5,
        "comments": [
            {
                "body": "Meu sabor favorito depois da de leite de castanha"
            }
        ]
    },
    "rxm7dz": {
        "title": "Pão de frigideira, pois não tenho forno.",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "Acho que nunca vou tentar esse pão, minha tripofobia não ia me deixar preparar e comer ele"
            }
        ]
    },
    "rwpmrh": {
        "title": "Fiz panqueca e olha no que deu:",
        "selftext": "",
        "num_comments": 11,
        "comments": [
            {
                "body": "Nossa, deu vontade demaaais de comer panqueca viu!"
            },
            {
                "body": "Ficou show"
            },
            {
                "body": "Bem chique."
            },
            {
                "body": "Versão mexicana da enchilada ❤️ amo panquecas brasileira"
            },
            {
                "body": "Parece ter ficado delicioso, já quero"
            },
            {
                "body": "qual receita pra massa você usooou?\nficou belíssima"
            },
            {
                "body": "Ficou muito bonita"
            },
            {
                "body": "Bagulho bnt dms"
            },
            {
                "body": "Um dia dps: repeti a receita, mas inventei de colocar abobora e beringela, gente n presto T.T"
            }
        ]
    },
    "rw57z0": {
        "title": "ME DE DICAS DE COMO FAZER PANQUECA EM PANELA SEM SER ANTIADERENTE",
        "selftext": "Quero fazer panqueca, mas as panela daqui de casa não sao antiaderente, ou seja, tenho medo de fazer e grudar. \n\nAceito dicas de receita de panqueca inclusive, vai farinha sem fermento?",
        "num_comments": 4,
        "comments": [
            {
                "body": "2 colheres de sopa de óleo e fogo baixo"
            },
            {
                "body": "Nossa, eu nunca tentei assim não, sempre me estressei com frigideiras sem aderência, geralmente ponho muito óleo, mas não acho que fica legal. \n\n\nSobre a farinha sem fermento, o ideal seria fazer um pão de pita, ou pão sírio, pode ser feita em panelas sem aderência também."
            },
            {
                "body": "tenta fazer um pao folha, é quase um panqueta, é mais tipo um rap10, e nao gruda na panela eu acho"
            }
        ]
    },
    "rvz9f2": {
        "title": "Ano passado ganhei um polvo de presente de aniversário e fiz ele a lagareiro para comer com minha companheira e irmão. Foi minha primeira vez cozinhando polvo, e ficou uma delícia!",
        "selftext": "",
        "num_comments": 12,
        "comments": [
            {
                "body": "Receita que usei: https://www.youtube.com/watch?v=N05\\_Nom-Wa4&t=447s"
            },
            {
                "body": "Já comi, é uma delícia.\n\nEmpanado também fica muito bom."
            },
            {
                "body": "Esse subs ganhou vida em... Eu tenho alergia a frutos do mar e não sei se posso comer polvo. Acho que tem um aspecto delicioso mas me pego pensando se comeria. É um bicho extremamente inteligente."
            },
            {
                "body": "[deleted]"
            },
            {
                "body": "Ficou com uma cara ótima!\nEu morro de vontade de provar polvo... o máximo que eu comi foi uns pedacinhos minúsculos em uma caldeirada (que tava péssima), nem deu pra sentir o polvo mesmo."
            },
            {
                "body": "Ai eu amo polvo!!! Muito difícil fazer?"
            },
            {
                "body": "Eu já comi uma vez num restaurante japonês, mas foi super mal feito, esse aí parece está ótimo."
            }
        ]
    },
    "rvsc9j": {
        "title": "Peixe na folha de bananeira(limão, alho e sal)",
        "selftext": "",
        "num_comments": 11,
        "comments": [
            {
                "body": "Vi a primeira foto e pensei: acho que podia deixar mais no fogo. Depois que entendi que a foto dele pronto estava mais pra frente kkk\n\nBonitasso. Tá de parabéns OP!"
            },
            {
                "body": "caraca!!!!!! show de bola"
            },
            {
                "body": "Olha que delícia!"
            },
            {
                "body": "Gosto de fazer assim só que recheado que cebola, coentro e salsa, e sal."
            },
            {
                "body": "No norte costumam fazer peixe assim, assado enrolado na folha de bananeira… bom demais!"
            }
        ]
    },
    "rv3soh": {
        "title": "Tentei imitar o ratatouille e olha no q deu :",
        "selftext": "",
        "num_comments": 10,
        "comments": [
            {
                "body": "Tenta criar a flair comida de série/filme/anime"
            },
            {
                "body": "Ficou muito bonito, parece uma delícia...\nEu jurava que nessa receita ia queijo"
            },
            {
                "body": "Humm, eu já fiz em negócio parecido com esse e ficou muito gostoso, mas essa receita aí parece incrível."
            },
            {
                "body": "Ok deu vontade de comer"
            },
            {
                "body": "Topzera"
            },
            {
                "body": "Parece delicioso"
            },
            {
                "body": "Já fiz muitos. Não precisa ter medo de fogo com isso. Quanto mais cozinho melhor. Está lindo!"
            },
            {
                "body": "5/7"
            }
        ]
    },
    "rv2p2m": {
        "title": "Minha experiência com carne de soja",
        "selftext": "Essa semana recebi uma doação de carne de soja e a experiência foi incrível, meu marido amou, ela rende muito, ela é muito gostosa, nem sei que qualidades falar mais.\n\nA parte ruim é que aqui é muito caro, vou pesquisar em outros locais para poder comprar mais mês que vem.",
        "num_comments": 9,
        "comments": [
            {
                "body": "carne de soja? como é isso?\n\nde inicio achei que vc tava falando de proteina de soja ahuahuah mas parece que nao"
            },
            {
                "body": "Eu me aventurei na proteína de soja pela primeira vez esse mês.\n\na primeira tentativa foi de almondegas, que ficaram meio sem gosto., mas depois disso fiz hambúrguer e hoje fiz ao molho (como se fosse carne moída) e ficaram uma delícia.\n\nComentei com meu marido que a gente não pode mais ficar sem, com essa vida de Homoffice, as vezes já acordo e venho pro PC e esqueço de descongelar carne... a proteína de soja tem me salvado nesses dias."
            }
        ]
    },
    "rtmhwf": {
        "title": "Brownie de microondas. Primeira refeição do dia",
        "selftext": "",
        "num_comments": 8,
        "comments": [
            {
                "body": "2 colheres de farinha de trigo\n1 ovo\n2 colheres de achocolatado em pó\n1 colher de manteiga\n2 gotas de essência de baunilha \n3 colheres de leite \n\nColoquei 3 minutos."
            },
            {
                "body": "Eu nunca acerto nada de micro-ondas. Acho mais fácil fazer no forno."
            }
        ]
    },
    "rsz9kj": {
        "title": "Cogumelos cremosos com espinafre (receita nos comentários)",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "✅ Ingredientes:  \n▪ 1 colher de sopa de azeite de oliva ou óleo de coco não refinado  \n▪ 200-250 gramas de espinafre  \n▪ 1 colher de chá de Mostarda  \n▪ 1 xícara de leite de coco  \n▪ 1 colher de sopa de farinha (milho, trigo ou rosca)  \n▪ 1 cebola média cortada em cubos  \n▪ 3 dentes de alho  \npicados  \n▪ 800 g de cogumelos picados  \n▪ 2 colheres de chá. suco de limão espremido na hora  \n▪ sal e pimenta a gosto  \n⠀⠀  \n👩🏻‍🍳 Como cozinhar:  \n▶  Bata o leite de coco, a mostarda, a farinha e uma pitada de sal.  \n▶  Aqueça uma frigideira grande com óleo em fogo médio. Adicione a cebola e o alho e cozinhe por alguns minutos, até que a cebola comece a amolecer.  \n▶  Adicione os cogumelos e continue cozinhando por 4-5 minutos, mexendo sempre até dourar. Tempere com uma pitada de sal e pimenta. Esprema o suco de limão fresco e misture bem.  \n▶  Reduza o fogo e despeje a mistura de leite de coco, cozinhe em fogo baixo por cerca de 4-5 minutos.  \n▶  Adicione o espinafre e mexa, deixe o espinafre ferver por 1-2 minutos e desligue."
            },
            {
                "body": "Tudo que é de cogumelo é bom, vou fazer qualquer dia desses"
            }
        ]
    },
    "rsvbzx": {
        "title": "Panqueca de coco, receita no comentário.",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Eu adicionei um pouco de leite de coco umas 50ml por aí, sou péssima com quantias, só ponho tudo. Depois pus um pouco de água, ovos, manteiga, farinha de trigo, açúcar, não pus fermento pois não tinha, mas pode por. Fritei com manteiga."
            }
        ]
    },
    "rsi64k": {
        "title": "Comida sem carne",
        "selftext": "Eu tenho problemas no estômago e carne anda me fazendo mal, não conheço muita comida vegetariana, ou vegana sou intolerante a lactose também.",
        "num_comments": 9,
        "comments": [
            {
                "body": "Já tentou alguma receita com proteína de soja?"
            },
            {
                "body": "Você pode substituir carne por soja ou grão-de-bico. Tem muitas receitas de lentilha no YouTube, é bem fácil de fazer.\n\nCogumelos também são muito bons para comidas veg, e tem uma textura mais parecida com carne."
            },
            {
                "body": "Eu tenho experimentando com algumas comidas vegetarianas, e uma coisa que tenho gostado muito é de cozinhar com cogumelos. Eu e minha companheira gostamos muito. Fica uma delícia e é uma boa fonte de proteínas.\n\nInclusive, vou te passar aqui a receita de um cogumelo cremoso com espinafre que fiz esses dias (vou postar ele no sub também pra você ver a cara) que ficou uma delícia.\n\n✅ Ingredientes:▪ 1 colher de sopa de azeite de oliva ou óleo de coco não refinado▪ 200-250 gramas de espinafre▪ 1 colher de chá de Mostarda▪ 1 xícara de leite de coco▪ 1 colher de sopa de farinha (milho, trigo ou rosca)▪ 1 cebola média cortada em cubos▪ 3 dentes de alhopicados▪ 800 g de cogumelos picados▪ 2 colheres de chá. suco de limão espremido na hora▪ sal e pimenta a gosto⠀⠀👩🏻‍🍳 Como cozinhar:▶  Bata o leite de coco, a mostarda, a farinha e uma pitada de sal.▶  Aqueça uma frigideira grande com óleo em fogo médio. Adicione a cebola e o alho e cozinhe por alguns minutos, até que a cebola comece a amolecer.▶  Adicione os cogumelos e continue cozinhando por 4-5 minutos, mexendo sempre até dourar. Tempere com uma pitada de sal e pimenta. Esprema o suco de limão fresco e misture bem.▶  Reduza o fogo e despeje a mistura de leite de coco, cozinhe em fogo baixo por cerca de 4-5 minutos.▶  Adicione o espinafre e mexa, deixe o espinafre ferver por 1-2 minutos e desligue."
            }
        ]
    },
    "rsfsdn": {
        "title": "Já fizeram uma comida linda mas na foto ficou horrível?",
        "selftext": " Nunca postei foto de comida por isso.",
        "num_comments": 3,
        "comments": [
            {
                "body": "Sim, o tempo todo.\n\nSó sai bonito na foto quando eu já começo a cozinhar pensando ''isso tem que ficar bonito na foto''.\n\nAcho incrível alguém cozinhar algo básico e ainda assim ficar bonito, talvez eu estude um pouco mais sobre empratamento..."
            },
            {
                "body": "Sim, uma panqueca de coco, vou fazer um amanhã, espero que esse fique bonito."
            },
            {
                "body": "kkkk sim.... eu sempre tiro foto tremida ou com a lente da camera suja... SEMPRE"
            }
        ]
    },
    "rs9iiq": {
        "title": "Cuscuz sem cuscuzeira",
        "selftext": "Tô com muita vontade de experimentar essa iguaria, mas não acho cuscuzeira pra comprar na minha cidade (MG). Algum método realmente funciona/já foi testado por vocês?",
        "num_comments": 7,
        "comments": [
            {
                "body": "Eu uso uma panela + escorredor de macarrão e dentro do escorredor eu coloco uma tigela com a massa de milho (conforme explicado pela outra pessoa acima), eu cozinho com a tampa fechada pra criar aquele vapor"
            },
            {
                "body": "Okay, vou passar alguns métodos não tão difíceis\n\n\\- Peneira de alumínio (sim, precisa ser de alumínio/material que não derreta).\n\nTu vai por uma panela com água e a peneira por cima, de um jeito que a água não toque a peneira, vai por a massa de milho já descansada na peneira e cobrir com uma tampa.\n\n\\-  Bowl de vidro\n\nEsse é bem fácil, tu vai untar qualquer recipiente de vidro que tiver, com manteiga\n\nAdiciona a massa de milho já descansada, tampa com um prato e deixa no micro-ondas por uns 2/3 minutos, depende da quantidade que tu vai fazer\n\n\\- Usando um pano, como demonstrado [aqui](https://www.youtube.com/watch?v=Z2XMIF_L2HU).\n\nQuando digo massa de milho, me refiro ao flocão (tem várias marcas), não deixa molhado demais e nem de menos, mas também depende de como tu pode vir a preferir o cuscuz, eu prefiro ele mais fofo/molhadinho. Uma boa pitada de sal no flocão, água, e depois deixa descansar por alguns minutos, esse é o cuscuz tradicional. \n\nAh, e jamais deixe a água tocar o cuscuz durante o cozimento, se for usar os métodos com água, ele vai ficar empapado/não vai ficar bom."
            },
            {
                "body": "Uso aquelas panela de fazer legume a vapor. Ou compra na net"
            }
        ]
    },
    "rs9a4v": {
        "title": "Sugestões de flair para o sub!",
        "selftext": "Oi pessoal, eu notei que recentemente o sub atingiu mais de 50 membros, coisa que eu não esperava, visto que não tive tempo ainda para me dedicar á configuração do sub.\n\nMas enfim, não sei quantas pessoas esse post vai atingir, mas vocês gostariam de sugerir/dar ideias para as flairs do sub? No momento, estão criadas as flairs ''Chernofoob'' e ''Dicas''.",
        "num_comments": 9,
        "comments": [
            {
                "body": "Dicas\n\nChernofood \n\nTompeiro \n\nFeio porém gostoso"
            },
            {
                "body": "Flair de usuário seria\n\nProfissional\n\nAmador\n\nAprendiz"
            },
            {
                "body": "Achei que Faltam flair mais específicas como;\n\nChurrasco para englobar tudo no carvão.\n\nVegano \n\nCozidos, fornos, receitas\n\nNão tenha pena de fazer flair."
            }
        ]
    },
    "rs09d9": {
        "title": "Essa é para o mod criar a flair de chernofood. Pão rosa de frigideira. Tripofobia alert para a segunda foto.",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Meu pai oq é isso ?! Chocada\n\n\n#tag chernofood"
            },
            {
                "body": "Preciso perguntar: rosa pq?"
            }
        ]
    },
    "rryzum": {
        "title": "Frango no forno com bacon, pedacinhos de pão, champignon e salsinha que eu fiz uns tempos atrás.",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Mds parece delicioso, pão fica bom com tudo."
            }
        ]
    },
    "rry2fy": {
        "title": "Rondele natalino! De abóbora com espinafre e ricota 😊",
        "selftext": "",
        "num_comments": 13,
        "comments": [
            {
                "body": "Nooooossa, que lindo! Tá com uma cara ótima."
            },
            {
                "body": "Espinafre e ricota, combinação perfeita, só não experimentei com abóbora."
            },
            {
                "body": "Oi! Como você fez o rondele? Massa de pastel?"
            },
            {
                "body": "Posta a receita, meu cachorro esta pedindo"
            },
            {
                "body": "Pro pessoal que quer fazer em casa:\n\neu me inspirei nessa receita aqui https://www.youtube.com/watch?v=JCMHfZz9KL0"
            }
        ]
    },
    "rqqwxk": {
        "title": "Fiz um caldo verde ontem.",
        "selftext": "",
        "num_comments": 14,
        "comments": [
            {
                "body": "Caldo verde é vida!"
            },
            {
                "body": "u/DeepNavyBlue"
            },
            {
                "body": "Havia um local que vendia esse caldo aqui perto de casa e era maravilhoso, o seu ficou ótimo vendo pela foto e com esses pães deve ter ficado melhor ainda, deu mó vontade de fazer também kkkk mas poxa esquecer do sal é foda heim CADE O TOMPERO"
            },
            {
                "body": "Eu devi ser doente, pq eu li “cavalo” verde ao invés de caldo ver e fiquei “mano, como assim cavalo verde?”"
            }
        ]
    },
    "rpg9hf": {
        "title": "Fiz um strogonoff e coloquei beringelas levemente gratinadas em cima, para ficar em formato de rosas.",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Que lindo, senti vergonha das minhas apresentações agora"
            }
        ]
    },
    "r0ed4b": {
        "title": "Hoje fiz um feijão que achei particularmente belo. Grãos na cocção correta e caldo na espessura adequada. O básico do dia a dia em estado de arte.",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Parabéns op"
            }
        ]
    }
}