{
    "f38m8y": {
        "title": "Global Legal Hackathon São Paulo",
        "selftext": "",
        "num_comments": 0
    },
    "ezkigu": {
        "title": "Transformação Digital nas [pequenas e médias] empresas, a sua está preparada?",
        "selftext": "",
        "num_comments": 0
    },
    "eskwar": {
        "title": "Alguém sabe qual dessas duas placas mães é melhor??",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "Eu iria na gigabyte, já trabalhei com essas placas e a gigabyte tem a tendencia de dar menos problemas (mas não muda muita coisa)."
            },
            {
                "body": "Também acho que a gigabyte é a melhor opção pra marca das duas, tem que ser levar em conta qual o chip e frequência de RAM que as duas possuem, analisa bem se elas não possuem capacitores estufados... Placas mais antigas com capacitores não blindados correm esse risco! Mas acredito que as duas em capacidade são quase idênticas."
            }
        ]
    },
    "eptq9h": {
        "title": "Startup de 1 bi é Unicórnio e 1 tri?",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "kkkkkkkkkkkkkk gostei"
            }
        ]
    },
    "emu4h0": {
        "title": "Earthmoon menesky",
        "selftext": "É louco maas eu pretendo fazer uma empresa de tecnologia brasileira chamada earthmoon menesky pronuncia erfmun meneskai\nQuem apoia? Comente sobre.. vou gostar de saber... tchau",
        "num_comments": 0
    },
    "elr19o": {
        "title": "Alguem ai tem um nome criativo para um buscador tipo google assim porem melhor",
        "selftext": "Qualquer nome qualquer mesmo",
        "num_comments": 3,
        "comments": [
            {
                "body": "elgog."
            },
            {
                "body": "Yahool"
            },
            {
                "body": "Duckduck go"
            }
        ]
    },
    "e90aah": {
        "title": "Mi 8 Lite",
        "selftext": "Boa noite! Não consigo atualizar o MIUI . O meu está no 10.02.02.0 Alguém sabe o que pode estar acontecendo?",
        "num_comments": 0
    },
    "e6rcml": {
        "title": "Precificação de desenvolvimento",
        "selftext": "Gostaria de saber quanto é cobrado por hora para o desenvolvimento de um app para um empresa pequena",
        "num_comments": 2,
        "comments": [
            {
                "body": "Boa noite!\n\nO preço vai variar dependendo da fábrica que vai desenvolver, também vai variar dependendo do projeto.\n\nOrçando um software grande as fábricas nos cobraram uma média de 140 reais/hora e estimaram um trabalho de 2000 horas"
            }
        ]
    },
    "e0z0yy": {
        "title": "Olá bom vem aqui para perguntar se alguém sabe como resolver o problema de não tá com PC não tá reconhecendo o celular O celular só carrega e eu já fui lá no configuração de drive já viu um monte de vídeo no YouTube e nada resolveu Alguém sabe o que que eu posso fazer",
        "selftext": "",
        "num_comments": 0
    },
    "d4bt0o": {
        "title": "Preciso de um suporte",
        "selftext": "Boa noite, bom meu irmão tem um notebook que apresentava o seguinte problema quando carregando trava a tela, independente do que estava realizando de jogos a iniciar o windows, e esse problema começo recentemente, atualmente ele já tem usado ele por mais ou menos 5 anos, bom, pensei que poderia ser algum problema térmico ou relacionado, pois ao carregar teóricamente esquentaria mais, desmontei o notebook e troquei a pasta térmica a temperatura caiu uns 10 graus, e aparentemente o problema tinha parado desligamos e mais tarde ele foi usar e continuou com o mesmo problema...\nTentei procurar por tutorias pra ver se algo parecido já havia acontecido Mas N achei nada se alguém tiver alguma sugestão de solução para me ajudar eu ficaria muito grato, obrigado !",
        "num_comments": 0
    },
    "cqure7": {
        "title": "Máquinas podem pensar? entenda os paradoxos do algoritmo da alma",
        "selftext": "",
        "num_comments": 0
    },
    "c7xjo8": {
        "title": "What is this object",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "pendrive?"
            }
        ]
    },
    "axlbw0": {
        "title": "Acho que meus ouvidos merecem algo melhor",
        "selftext": "Olá, gostaria de pedir ajuda a vocês.\n\nTava pensando em trocas os earphones por headphones, acho que compensa em pagar algo até mais caro por um qualidade de áudio e produto melhor.\nVocês poderiam me indicar bons headphones? Com preços compensáveis ou e que não seja algo de muito luxo mesmo, só queria um básico que seja o suficiente pra ouvir minhas músicas em paz.\n\nFico grato pela atenção ^_^",
        "num_comments": 0
    },
    "axa2o0": {
        "title": "Qual o nome dessa entrada?",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Deve ser um micro usb"
            },
            {
                "body": "Porta de expansão"
            }
        ]
    },
    "a5tbka": {
        "title": "Tracking ético",
        "selftext": "O Google e o Facebook fazem tracking sobre os usuários, para lhes vender publicidade, colocando assim um fim no pouco de privacidade dos usuários. Muitas pessoas das quais converso dentro da tecnologia e da segurança da informação, concordamos que essa tática não seria ética. A pergunta que lhes faço é a seguinte.\n\n&#x200B;\n\nSeria ético utilizar o tracking para a educação? \n\n&#x200B;\n\nDeixe-me explicar o método:\n\n&#x200B;\n\nNo momento em que o usuário estiver pesquisando um tema qualquer para seu trabalho de escola/faculdade. é realizando o tracking. Para que posteriormente ao acessar seu perfil no meu site, será apresentado a ele artigos e pesquisas acadêmicas sobre o tema pesquisado.\n\n&#x200B;\n\nSeria ético utilizar esse método para um bem maior e não para algo comercial?",
        "num_comments": 1,
        "comments": [
            {
                "body": "Seria legal, mas não rentável. A única forma seria essas mesmas empresas fizessem. E voltaríamos ao ponto pra eles, acho que não da lucro, vira indiferente na lista de possibilidades"
            }
        ]
    },
    "9ost09": {
        "title": "IPHONE xr Veja esse lindo Smartphone em todas as cores. Video feito pelo meu idolo",
        "selftext": "",
        "num_comments": 0
    },
    "9ibyqm": {
        "title": "Como AUMENTAR o DESEMPENHO do PC ao MÁXIMO",
        "selftext": "",
        "num_comments": 0
    },
    "9fv9vb": {
        "title": "Apresentação dos novos Iphones, pt-br",
        "selftext": "",
        "num_comments": 0
    },
    "7pj04y": {
        "title": "Detección de rostros como sistema de pago.",
        "selftext": "",
        "num_comments": 0
    },
    "7pbpsv": {
        "title": "Uma forma de remover app de fabrica.",
        "selftext": "Ficaria feliz se alguém sobesse uma forma de remover app de fabrica que vem no android sem fazer root. Em especial as grandes marcas do mercado. Estou aberto  a formas avançadas.",
        "num_comments": 1,
        "comments": [
            {
                "body": "\"Fazer root\" pode ser simples. Tem app tipo o [Kingroot](https://kingroot.br.uptodown.com/android) que você baixa (Não instala via site), libera fontes desconhecidas, instala, remove as firulas e bloatwares que quiser, e então remove o Kingroot.\n\nEnfim, root temporário é uma boa forma.\n\nÉ o que eu faço, removo praticamente 1/3 do que aparece na lista de aplicativos, modo pro SD tudo que dá (Se fizer primeiro com root, depois pode repetir sem root) com o link2sd, e depois removo o app vagabundo de root (O Kingroot não roda em todo aparelho, já precisei usar kingOroot, Z4root, e mais alguns que nem lembro. Alguns tem adwares por isso é bom remover depois de fazer o que precisa).\n\nO problema é com root decente você pode resetar o SO que nada volta, mas com esses roots tipo Kingroot tem que reinstalar e re-remover tudo depois de cada reset (Que sinceramente é de utilidade duvidosa pra quem sabe se comportar no uso de app's, dá pra passar anos sem precisar zerar aparelho).\n\nDepois que fizer root e remover os bloatwares e firulas, pode desativar a instalação de fontes inseguras e etc, pode passar quantos antimalwares e limpadores quiser (Recomendo o Clean Master LITE, CM Lite), se há medo de malware restando do app de root.\n\n"
            }
        ]
    },
    "4o8r28": {
        "title": "Tablas Dinámicas - Curso de excel",
        "selftext": "",
        "num_comments": 0
    },
    "4nnzh4": {
        "title": "Ace (ex-Aceleratech), uma das melhores aceleradoras do Brasil [CT Entrev...",
        "selftext": "",
        "num_comments": 0
    },
    "4mjcza": {
        "title": "Singapura agora tem máquinas automáticas que vendem livros",
        "selftext": "",
        "num_comments": 0
    },
    "4jwarh": {
        "title": "Como funciona a tecnologia híbrida?",
        "selftext": "",
        "num_comments": 0
    },
    "4fkxjl": {
        "title": "Os 7 melhores antivírus para Android",
        "selftext": "",
        "num_comments": 0
    },
    "3vx742": {
        "title": "Mantenimiento Unidad de Imagen y revelado Bizhub 200-250-350-222-282-362",
        "selftext": "",
        "num_comments": 0
    },
    "3udplh": {
        "title": "128GB de RAM num único pente, será suficiente?",
        "selftext": "",
        "num_comments": 0
    },
    "3tyv3n": {
        "title": "OpenGTS: A plataforma gratuita GPS para tracking de veículos - Pplware",
        "selftext": "",
        "num_comments": 0
    },
    "3sp3ug": {
        "title": "Microsoft criou o Google Earth 4 anos antes do Google, mas jogou o projeto fora",
        "selftext": "",
        "num_comments": 0
    },
    "3ctslz": {
        "title": "IBM inova e anuncia o primeiro microprocessador com arquitetura de 7 nm",
        "selftext": "",
        "num_comments": 0
    },
    "3by1yp": {
        "title": "Troque o canal da sua rede Wi-Fi e minimize os problemas ligados a interferência",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Meu roteador opera em 2.4GHz e 5.0GHz. Tem MUITA diferença. Já li que o alcance é menor, entretanto nunca percebi diferença quanto a isto. Mas é muito mais rápido."
            },
            {
                "body": "Há boatos que precisa mudar 3 ou 4 canais de diferença do qual você quer evitar. Digamos, todos usam no 11. Deveria mudar o canal para 8."
            }
        ]
    },
    "3bw4pv": {
        "title": "Ajude-me a melhorar meu post sobre TCP! :)",
        "selftext": "",
        "num_comments": 0
    },
    "3bjnqg": {
        "title": "7 dicas importantes para escolher um HD externo",
        "selftext": "",
        "num_comments": 0
    },
    "3bf7ts": {
        "title": "Carros autônomos do Google já são encontrados em vias públicas nos EUA",
        "selftext": "",
        "num_comments": 0
    },
    "3ayfod": {
        "title": "Samsung está silenciosamente desativando o Windows Update em alguns laptops",
        "selftext": "",
        "num_comments": 0
    },
    "3an3pt": {
        "title": "Como habilitar a segurança baseada no processador - Clube do Hardware",
        "selftext": "",
        "num_comments": 0
    },
    "3agnl4": {
        "title": "Atacantes estão a “sabotar” o uTorrent - Pplware",
        "selftext": "",
        "num_comments": 0
    },
    "3a33e7": {
        "title": "Google pagará mais para quem encontrar falhas no Android",
        "selftext": "",
        "num_comments": 0
    },
    "39yo9i": {
        "title": "Commodore Amiga de 30 anos ainda controla a temperatura de 19 escolas nos EUA",
        "selftext": "",
        "num_comments": 0
    },
    "39ifcw": {
        "title": "Windows 10 vai permitir que aplicativos escaneiem os seus conteúdos em busca de malware.",
        "selftext": "Windows 10 terá um novo mecanismo que permitirá desenvolvedores de software integrarem seus aplicativos com os programas antimalware que existemno computador dos usuários.\n\nO objetivo do novo *Antimalware Scan Interface* (AMSI) é permitir aplicações enviarem conteúdo para o produto antivírus instalado localmente para serem verificados em busca de malware.\n\nSegundo a Microsoft, isso pode ter benefícios importantes ao lidar com conteúdo do script em particular, porque scripts maliciosos são geralmente ofuscados para contornar a detecção de antivírus. Scripts também normalmente são executados na memória das aplicações que são projetadas para interpretá-los...\n\nFonte: www.networkworld.com/article/2934853/windows-10-will-allow-apps-to-actively-scan-their-content-for-malware.html",
        "num_comments": 0
    }
}