{
    "posts": [
        {
            "title": "sunbathing thursday",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10gfucf",
            "num_comments": 1,
            "comments": [
                "does he not want to scratch his neck?\n\nthe collar could be hurting him.🤔"
            ]
        },
        {
            "title": "cara de sofrimento + língua pra fora = soninho do lineu",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10g84mk",
            "num_comments": 10,
            "comments": [
                "Que fofinhooo!",
                "O apelido dele é popozão?",
                "😍😍😍😍",
                "Parece a minha gatinha aq kk ela vive mamando no meu lençol",
                "🥹🥹🥹🥹🥹❤️",
                "O soninho mais gostoso 🥹😍😍",
                "Lineu, nome de qualidade!"
            ]
        },
        {
            "title": "Ele é tão fofo!sempre foi o sempre foi o queridinho!😽",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10g6jvg",
            "num_comments": 0
        },
        {
            "title": "Onde comprar sachês em médias/grandes quantidades?",
            "selftext": "Galera, tenho 3 gatos e alguns meses atrás compramos o estoque inteiro de uma loja que iria fechar, então, foi um preço bem camarada (com 60% de desconto)... Agora os sachês estão acabando, então preciso ir atrás de comprar mais, e gostaria de comprar em quantidade para deixar estocado. \n\nGostaria de comprar 100 \\~ 200 unidades de sachês, ou até mais, dependendo do preço, mas não encontrei nenhuma loja onde eu possa comprar um \"kit de X unidades\" por um preço melhor; \n\nAlguém tem alguma informação/referência sobre isso?\n\n&#x200B;\n\nA turminha agradece \n\n&#x200B;\n\nhttps://preview.redd.it/cb41pai4zwca1.jpg?width=960&format=pjpg&auto=webp&v=enabled&s=08b9a29cf78bf947742dabded173a63fb369084b",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10fqeaz",
            "num_comments": 2,
            "comments": [
                "já tentou pesquisar em apps de compra?"
            ]
        },
        {
            "title": "Sheldon🐈 & Pandora 🐈‍⬛",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10flwcs",
            "num_comments": 1,
            "comments": [
                "Garanta que a pandora não abra uma certa caixa"
            ]
        },
        {
            "title": "Sharikov",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10flusb",
            "num_comments": 3,
            "comments": [
                "Gato muito lindo meu mano parabéns"
            ]
        },
        {
            "title": "Ele é fofo mas é malvadinho! Kkkkk😼",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10fllqt",
            "num_comments": 7,
            "comments": [
                "Simplesmente amo gatos pretos 😍",
                "Gatos pretos são tão fofinhos 😻",
                "Oh meu deus, gatinhos pretinhos são uns amores! Não vejo a hora de poder adotar um. 🤩",
                "A cara de quem tá querendo fazer sapecagens serelepes"
            ]
        },
        {
            "title": "😸",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10fl3b6",
            "num_comments": 18,
            "comments": [
                "que gracinha!!!!! parece ter um cavanhaque kkkk",
                "❤️❤️❤️",
                "Que fofinho!!! E ficou mais fofinho com o paninho no pescoço!!!❤❤",
                "Eu enfiaria meu rosto nesse gato. Mt fofo",
                "Que lindo",
                "Olha essa fofuraa! E o cavanhaque combina com os dedinhos rs 😊",
                "Hermoso garito me encanta",
                "Que gato charmoso",
                "Aí meu Deus 😍😍"
            ]
        },
        {
            "title": "Você tem um gato revoltado?",
            "selftext": "Oi galera! Vocês tem um gato que te morde toda hora, odeia carinho, não gosta que seja pegado no colo e que não para de endoida? Queria saber se tem mais pessoas com gatos assim kkkk por que tenho um revoltado..",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10fhgsb",
            "num_comments": 7,
            "comments": [
                "tenho um gato que só sabe ficar reclamando/miando pela casa, não gosta de colo e não gosta que rele nele A NAO SER QUE: seja com o pé. isso mesmo, ele só aceita carinho com o pé. (e só quando ele quer, se não ele morde).\no outro gato é normal.",
                "Eu tenho um gato nenenzinho, ele tem 1 ano e ainda mama na cobertinha, gosta de carinho kkk só morde quando mexo com ele",
                "Meu gato só gosta de massagem nas costas, qnd tento fazer carinho ele morde. Qnd ele chega carinhoso p meu lado pode saber q é uma armadilha p tentar arrancar um pedaço do meu braço a dentadas. Um maquiavélico!",
                "Eu tenho 2 gatas, uma viveu a vida inteira com donos carinhosos e a outra foi adotada já com uns 5 anos, viveu na rua antes e tals. \n\nA primeira é um amor completo, não ataca ninguém (só a outra gata as vezes, mas acho que é mais tentando brincar) e aceita todo tipo de carinho\n\nJá a outra também é muito amorosa, mas se você invadir o espaço dela ela te arranha na hora. Várias vezes eu, meu namorado ou outras pessoas fomos atacados por ela só por passar perto demais.",
                "Minha gata gosta de carinho, mas gosta de morder também",
                "O meu é muito revoutado... Arranha todo mundo da casa, só fica dormindo, só quando ele acorda ele tá calmo, mais depois de 5 minutos tá bravo de novo!!!!",
                "o meu macho, também o mais velho, é o típico gato mal humorado, odeia as meninas mais novas e quando eu abraço ele, ele me bate e rosna"
            ]
        },
        {
            "title": "GATO MIJÃO",
            "selftext": "Meu gato não para de fazer xixi no sofá, ele tem a caixinha (duas inclusive), e eu não sei mais o que fazer, me ajudem. Ele nunca foi de fazer nada errado, e de um mês pra cá esta revoltado, tem algo que eu possa passar no local para ele não mijar mais? Estou desesperada. Dicassss por favor",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10f7fjh",
            "num_comments": 6,
            "comments": [
                "Olá! Gatos/as demonstram interesse pela caixinha de areia logo ali próximo do primeiro mês de idade. Digo isso porque gato mijando fora da caixinha é, antes de tudo, um sinal clínico (principalmente se o gato for macho).\n\nBusque aumentar a ingestão de água dele durante esse período (água saborizada, sachês, alimentos úmidos, etc.); e agende uma consulta com um veterinário de confiança (dê preferência aos profissionais/clínicas especializados em felinos).\n\nHá grandes chances de ser uma cistite (idiopática ou não), ou início de obstrução uretral. Não fique brava com ele nesse período, ele pode estar fazendo o xixi no lugar errado por puro desespero. Principalmente por você ter dito que ele sempre foi comportadinho.\n\nSe precisar de mais orientação, fique à vontade para conhecer nosso sub /r/ApoioVet",
                "Olha, tive esse problema com meu gatinho e ele não tava fazendo por maldade, não, era infecção urinária. É um dos sinais, inclusive, eles fazerem fora da caixinha.\nLeva pra um veterinário o mais rápido possível, porque pode ser isso.",
                "Ele é castrado?",
                "É.... Se você falou que ele nunca foi de fazer isso, então corre num veterinário. É o mais seguro a ser feito. Melhoras pro felino. ❤️🥹😸😸"
            ]
        },
        {
            "title": "Da aqui o Dondon",
            "selftext": "Jack, pra variar, tendo um ataque de ciumeira do Jon (Dondon)",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10f6t02",
            "num_comments": 0
        },
        {
            "title": "É macho ou fêmea?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10et9w2",
            "num_comments": 35,
            "comments": [
                "Não sou especialista, mas acho que é um gato",
                "O exposed na Internet kkkk, é macho",
                "Parece um pintinho e umas bolas pequenas. Acho que é macho.",
                "N binario",
                "é macho\n\nse tem dois pontos : com um espaço é macho (o ânus e a abertura do pênis, entre eles tem espaço pras futuras bolinhas)\n\nse tem um ponto e vírgula ; ou vc vê o ânus mas embaixo não dá pra ver nada direito é fêmea (a vulva parece tipo uma listrinha nessa idade então às vezes é difícil de ver)",
                "Tem cara de helicóptero de combate",
                "macho",
                "É macho",
                "Rapaz se meu doutorado n me falha, é branco com manchas cinzas",
                "so olhar em baixo meu pacero",
                "Que isso ??? Por nografia infa ntil meu dels 🤬🤬🤬",
                "Fêmea, tem o tronco pequeno, claro q depende do ângul... É realmente, é Macho ou Fêmea??",
                "homofóbico >:(",
                "Vc é o mesmo cara que postou no r/ApoioVet?",
                "Olha, parece ter uma bola, e so tem duas cores ent deve ser macho",
                "Macho",
                "Acho q macho",
                "É um machinho",
                "É igual o meu, macho mono bola",
                "Sigma...",
                "É um machinho. A distância entre o ânus e o pipi (macho) é maior que entre o ânus e a vagina(fêmea). Esse espacinho é onde vão surgir os ovinhos.",
                "Acho que macho",
                "Parabéns, é um menino!",
                "É menine",
                "Macho.",
                "Chame de psisisisis e deixe que o animalzinho decida quando crescer"
            ]
        },
        {
            "title": "posso usar shampoo leve no meu gato?",
            "selftext": "tenho um gatinho vira lata cinza, e eu quero aproveitar as ferias pra dar um banho merecido nele.\n\n ja tem uns 2 anos q eu nao dou banho nele, ja q ele so fica no apartamento.\n\nmas o problema é que eu nao tenho shampoo de gatos, mas tenho um shampoo da darling 2 em 1 que eu usava sempre quando criança e ele nao arde o olho nem tem sal e quimicos pesados.\n\neu sei que nao é aconselhavel, mas nao tenho dinheiro pra comprar um shampoo nesse momento, mas teria algum perigo real pra ele se eu usar esse shampoo no corpo dele?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ese7w",
            "num_comments": 4,
            "comments": [
                "Dois anos???\nCara...\nNão, usa um apropriado, tem uns mais baratinhos\n\nGatos são sensíveis, melhor vc gastar com um shampoo do q ele ter uma reação alérgica e vc ter q pagar consulta + remédio, oq vai ficar bem mais caro",
                "Gato de apartamento não precisa de banho, a menos que seja recomendado pelo veterinário.",
                "Se seu gatinho não tiver feito nenhuma travessura e se lambuzado não precisa dar banho. Não vale o custo, o gato ficará extremamente estressado e ainda há o risco de alguma reação indesejada ao shampoo. Sem contar a questão do cheiro, se o shampoo tiver fragrância será dias de sofrimento para ele. Tentará incansavelmente tirar o cheiro \"estranho\". Se mesmo assim você quiser banhar use um produto sem cheiro. Logo quando adotei minhas gatas mandei banhar no pet e foi terrível. Houve mudança no comportamento delas. Passaram meses brigando por conta do cheiro, foi tão estressante que até eu peguei ranço do cheiro do produto que eles usaram.",
                "Use lenço umidecido. Tem shampoo banho seco também. Tenho quatro gatos e só uso quando cheiro eles e o pescoço tá meio azedo 🤣😂🤣"
            ]
        },
        {
            "title": "i love you my little cat",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10eq7mw",
            "num_comments": 10,
            "comments": [
                "Beauty catito",
                "You have a pretty cute cat",
                "That smile... SO CUTEEE",
                "😻",
                "He's look at you like: I known 😏",
                "I love seu cat 2",
                "He is so cute!",
                "😻😻"
            ]
        },
        {
            "title": "chicken",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10enh8i",
            "num_comments": 4,
            "comments": [
                "🫡ño",
                "E esse piso quebrado?"
            ]
        },
        {
            "title": "Como eu peguei meu gato",
            "selftext": "Eu estava na casa da minha bisavó e eu acho que um familiar meu achou uma caixa (não lembro exatamente se foi quando eu cheguei ou quando eu já estava dentro) e adivinha, tava cheio de gatinhos filhotes! Tinha uma gata tricolor (Que fugiu) um amarelo, e o cinza, eu peguei o cinza achando que ele não mordia (obs: ele morde). Hoje ele está com 1/2/3 anos (não lembro da data que eu adotei ele). \n(Sou novo aqui no subreddit, então se a flair estiver errada me perdoem.)",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10eilbb",
            "num_comments": 0
        },
        {
            "title": "Someone didn't like my jeans😼😄💖",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ec6ii",
            "num_comments": 0
        },
        {
            "title": "fofo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10e6ylk",
            "num_comments": 1,
            "comments": [
                "Fofo?\nÉ uma entidade de tão lindo, isso sim"
            ]
        },
        {
            "title": "O meu é o cinza...",
            "selftext": "N sei pq mais meu gato filhote gosta de estar no meio dos gatos do condomínio, geralmente os gato simpatizam com ele e protejam ele dos cachorros",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10dzg30",
            "num_comments": 4,
            "comments": [
                "que amor ele pequenininho kk 🥺",
                "Muito fofo, quanto custa?",
                "Que fofinhos os nenês",
                "Um nenémzinho ainda"
            ]
        },
        {
            "title": "Vou adotar um gato e preciso de ajd",
            "selftext": "Moro no interior, tipo bem interiorzão mesmo, lugar gigante, e vou adotar um gato  \nJá tenho um dog, mas ele é bem tranquilo assim, minha prima um dia trouxe o gato dela pra cá e os dois se deram super bem  \nJá tenho pote pra comida, água, leite, vou comprar uma caminha, caixa de areia e areia pra gato em uma agropecuária perto de casa  \nGostaria de saber se vcs tem alguma recomendação de ração e areia  \nDesde já agradeço",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10dylex",
            "num_comments": 9,
            "comments": [
                "Ração eu recomendo sempre as premiuns pq são melhores para a saúde do gato, lógico se for possível pq são mais caras. Uma outra dica é dar comida mole, pois gatos precisam de muita água para não ter problemas no rin e a comida mole ajuda.\nQuanto a areia eu prefiro os grãos tipo areia, mas muita gente prefere os granulados de madeiras (não uso pq meus gatos não curtiram). Eu realmente só não gostei das de sílica pois pra mim não absorvem direito.\nGatos também precisam de arranhadores até pra evitar que arranhem os móveis e também é sempre recomendável ter uma caixa de papelão hahahaha",
                "Ensine ele bem cedinho onde fazer as necessidades, vai ajudar muito tua vida, ah e não de leite, a veterinária da minha gatinha falou que leite para mamífero é só o da mãe, tirando isso acho que não lembro de mais nada. Boa sorte OP, que dê tudo certo!",
                "Recomendo sempre comprar a ração de acordo para a idade e estado do gato (ração filhote para filhotes; adulto para adultos; sênior para gatos idosos; castrado para gatos castrados). Além de comprar uma boa ração, eu recomendaria a GranPlus ou a Golden para gatos (são boas em relação ao custo), além de sempre que possível dar alguns sachês pela semana misturado com água, pq gatos tem muitos problemas com ingestão de água (eles bebem menos doq deveriam) e acabam tendo problemas de infecção urinária e coisas assim. Além de se tiver condições, castrar o gato, caso ñ seja castrado, pq isso melhora muuuuuuito a qualidade de vida do bichano e o humor dele tbm.",
                "Valeu aí gente, vou tentar comprar as coisas hoje",
                "Eu uso saco de 20kg da special cat, tenho 7 gatos e esses 20kg duram 3 meses, eles costumam comer 3 vezes ao dia, um dia ou outro dou uma comidinha que faço com abobora, cenoura e frango desfiado, é um a mais que faço pq comida liquida é boa pro gato.  \nEu usava a golden, mas eles sentiam fome com muita frequencia e engordavam, e eu tinha que comprar 10kg por mes.  \n\n\nSobre a areia, eu uso granulado de madeira dentro de casa e viva verde fora de casa, essa viva verde é de farinha de mandioca, mas ela n segura tão bem o odor quanto o granulado de madeira.  \nSe vc for deixar fora de casa, qualquer areia para gato será boa, as diferenças estão mais no quanto elas \"empedram\" com o xixi e o quanto elas seguram o odor.   \n\n\nQuanto ao leite, quando o gatinho for adulto não dê tanto, uma vez ou outra tudo bem, mas a tendência é eles (assim como acontece com nós) ficarem um pouco intolerante a lactose com o tempo.  \n\n\n  \nAssim que possível, castre, ele ficará mais sossegado e não terá tanto ímpeto para dar rolezinho.",
                "Coloca água na ração se for ração barata. Eles não bebem água e a ração é muito salgada acabam morrendo cedo",
                "Recomendo areia katbom. Ela é biodegradável e vc pode jogar no vaso e dar descarga. Ela é meio cara então não sei se tá no seu orçamento. Recomendo dar sache de vez em qd pq gatos costumam ter problemas nos rins então todo estímulo pra ingerir mais líquidos é bem vindo. Alguns brinquedos pra ele se entreter. Gatos filhotes são bem agitados e apegados mas com o tempo ficam mais independentes. Cuidado pro gato não ter acesso a rua.\nNo mais, atenção à adaptação dos seus dois pets. Apesar do seu cachorro ter se dado bem com outro gato nunca se sabe como vai ser com esse. O resto é história.",
                "Ração premium e ração molhada (sachês), se for filhote tudo pra filhote, se for adulto tudo para adulto castrado pq é mais adequado pra não causar pedras nos rins nem nada.",
                "Nunca dê ração colorida! NUNCA!"
            ]
        },
        {
            "title": "Comecei a alimentar um gato adulto e ele espalhou a notícia (agora são sete 🤣)",
            "selftext": "Estou esperando eles pegarem confiança pra dar vermifugo e ver como eles estao de saúde. Cinco são filhotinhos ainda incluindo esse da foto. Fiquei desesperada porque não ia ter racao suficiente pra eles e na verdade nem temos condições financeiras, aí uma amiga me ajudou com um pouco e peguei o que eu tinha guardado pra comprar ração. Não consigo ver nenhum bichinho sofrendo que eu fico mal. Deus abençoou e garantiu a comidinha deles por um tempo.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10dovqj",
            "num_comments": 15,
            "comments": [
                "Já aconteceu isso aqui em casa kkkkk quando vi tinha 5 já que ficava me esperando acordar pela manhã pra pedir comida kkkkk fofoca de gatos e rápida",
                "Começa assim, hj eu fiz até um perfil no instagram, acasa.dos7gatos",
                "Gracias por alimentarlos! Tienes un corazón muy lindo.\nDios siempre proveerá para ellos y para ti",
                "Começa assim, vc alimenta um depois vem outro, vem outro, vem outro... Hoje eu tenho 6 kk",
                "Deus te abençoe!"
            ]
        },
        {
            "title": "Melhor foto",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10dgti2",
            "num_comments": 4,
            "comments": [
                "Me lembrou aqueles anjos desenhados de modo preciso segundo a bíblia, com frases do tipo \"Não temas, mortal\". hahaha",
                "Gato ao quadrado",
                "Simetria",
                "O gato assistiu dark"
            ]
        },
        {
            "title": "Cuidado! Você está sendo observado(a).",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10dgoxq",
            "num_comments": 1,
            "comments": [
                "🤣🤣😍\nCoisa fofa 🥰"
            ]
        },
        {
            "title": "Timón 🐈‍⬛",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10cu9bl",
            "num_comments": 3,
            "comments": [
                "Meu deus do céu, que gato lindo!",
                "Wow! Gorgeous",
                "Oh my goodness!!! A model!"
            ]
        },
        {
            "title": "Descansa meu filho",
            "selftext": "Bom, a um tempo postei que meu gato que tinha seus 14 anos estava com pneumonia. Ele veio a falecer hoje cedo, esses dias que ele estava mal foram um dos piores dias da minha vida, nunca chorei tanto, ver ele miando de cansado me quebrava, ele não tinha mais forças mais ainda continuava tentando. Ele estava comigo desde meus 4 anos de idade, ele me viu tirando meu primeiro dente, meu crescimento, minhas dores, meu choro, meu desespero, meus traumas sendo criados. Quando estava me sentindo sozinha, quando tinha vergonha de chorar para alguém e pedir ajuda era pra ele que chorava, ele pra ele que pedia conforto. Ele foi o amigo, o companheiro mais fiel a mim, ele foi o serzinho que mais tive uma relação. Eu o amo tanto, queria tanto que ele passasse por essa. Mesmo velhinho ele ainda brincava. Mesmo nos seus últimos dias, mesmo cansado, quando eu o chamava sua orelha peludinha se virava para mim. \n\nNunca tive uma dor de uma perda tão doida que tenho agora, mesmo não querendo que você se fosse foi o melhor porque você estava sofrendo tanto. Você não aguentava mais, foi um guerreiro, ver o seu sofrimento foi a pior tortura que passei. Me doeu ver seu sofrimento e não poder fazer nada além de o levar para o veterinário. Eu fiz meu máximo, e queria poder tirar sua dor e sofrimento com minha mão. Infelizmente o que me resta são memórias, fotos e muito amor no meu coração. Obrigada por tudo, te agradeço por ter feito dos meus dias melhores, por me acordar amassando pãozinho nas minhas costas, por me permitir ter a honra de te conhecer, conhecer seu eu solitário, seu eu casca grossa mas apesar de tudo carinhoso, atencioso, e manhoso. Você de alguma forma me ensinou a amar, me ensinou a ser carinhosa, cuidadosa, a viver cada momento. Descansa em paz meu filho, sentirei muita falta. Tenho muito admiração por tão guerreiro que você foi. Obrigada por tudo.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10cns8f",
            "num_comments": 8,
            "comments": [
                "Mostra uma foto dele",
                "Meus pêsames. Já perdi uma gata e é bem doloroso. Mas com o tempo as coisas ficam um pouco mais leves. Aonde ele estiver, ele continua sendo seu amigo e parceiro.",
                "Sinto muito, espero que você consiga conforto nesse momento difícil.",
                "Meus pêsames, OP",
                "Sinto muito pela sua perda e desejo força nesse momento <3",
                "Lamento mucho su partida de este mundo pero se que el vivirá por siempre en tu corazón.\nMucha fuerza ❤",
                "Sinto muito mesmo.\n\nHá dois anos perdi o meu companheiro de vida também, me identifiquei muito com o seu texto pq o meu também cresceu comigo e se foi com 18 anos muito bem vividos. É muito doloroso ver os nossos amores sofrendo e saber que o fim está próximo, lembro que foram três dias muito longos em que eu mal dormia e me alimentava me sentindo incapacidada já que tinha gasto tudo o que podia e até pedido ajuda aos outros pra tentar solucionar os problemas de saúde dele. Ele se foi sofrendo muito e a imagem ainda é vívida na minha mente. Mas ainda bem que os momentos bons foram inúmeros e também estão bem cravados na minha memória, principalmente os momentos em que chorei e não tinha ninguém pra me acolher, ele sempre estava comigo.\n\nLembre-se que o seu gatinho foi muito feliz contigo e que agora está descansando, não vai sofrer mais.",
                "Sinto muito pela perda. Também perdi um gatinho, mas ele era novo, apenas 15 dias de vida. Estive com ele do início ao fim, passando madrugadas em claro pra alimentar ele."
            ]
        },
        {
            "title": "Les presento a mi salvavidas ❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10cmkez",
            "num_comments": 3,
            "comments": [
                "Wow! Que maravillosa historia! Que lindo tu michi",
                "😍😍😍😍😍",
                "isso é um servidor brasileiro, caralho"
            ]
        },
        {
            "title": "hermes (22/12/22 - 15/01/23)",
            "selftext": "tem 5 meses agr",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10clece",
            "num_comments": 9,
            "comments": [
                "Pantera",
                "nenezi grandao de mãe 🤍",
                "Onwwww que fofinhos modeus",
                "E o renato?",
                "Que amorzinhooooo, parece o meu gatinho Ryuk só que menorzinho 🥺💛",
                "Fof",
                "Tem o Joselito, Away, Charlinho e o Gozo?"
            ]
        },
        {
            "title": "Meus gatos dormindo juntos🥰, nem aparecem que se odeiam",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10cac9p",
            "num_comments": 1,
            "comments": [
                "Fofinho dms, nem tem cara de brigão"
            ]
        },
        {
            "title": "I love",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10c5pjh",
            "num_comments": 0
        },
        {
            "title": "Gatos dormindo em lugares aleatorios",
            "selftext": "Esse é o Mel e adorar dormir no armário quando acabo de arrumar hahahahaha",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10byqp7",
            "num_comments": 2,
            "comments": [
                "A gatinha da minha madrasta adora dormir debaixo dos travesseiros haha a gente leva cada susto as vezes 🤣😍🥰",
                "Achei fofo"
            ]
        },
        {
            "title": "Avaliação",
            "selftext": "Recentemente me mudei, e a minha pia veio com um gato inbutido quatro estrelas adorei.\n★★★★☆",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10by55r",
            "num_comments": 2,
            "comments": [
                "Muito lindo! 5 estrelas pra esse amigão 💖",
                "Banheiro aparentemente lindo"
            ]
        },
        {
            "title": "Grande sábado",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10bpmmu",
            "num_comments": 0
        },
        {
            "title": "Despertando junto a Asia 🐈‍⬛ 😍",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10bnkp3",
            "num_comments": 3,
            "comments": [
                "Bom dia pra vocês! Gato que gosta de ficar agarradinho assim é tudo de bom.",
                "MN e sério vc e igual a minha prof de inglês. o meu gato acorda a casa inteira quando que comer e é com arranhão 🥲",
                "que amooor"
            ]
        },
        {
            "title": "maggie e marrie 🫶",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10be8bd",
            "num_comments": 3,
            "comments": [
                "Duas princesas 🥺😭😍",
                "Lindas 😍😍😍",
                "Perfeitasss"
            ]
        },
        {
            "title": "Pequeno de hoje, puro amor",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10bcthu",
            "num_comments": 0
        },
        {
            "title": "Jugando con la decoración 🐈‍⬛🤣",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10bcomo",
            "num_comments": 0
        },
        {
            "title": "Después de unos buenos arañazos a mimir",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10bbo20",
            "num_comments": 0
        },
        {
            "title": "minha bolinha de pelo preta",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10b9vyk",
            "num_comments": 3,
            "comments": [
                "Preciosa y siempre elegante😃",
                "Linda!! 😍😍",
                "Iti que coisa mais fofa 🥰😍"
            ]
        },
        {
            "title": "her name is neko u.u",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10b6f36",
            "num_comments": 4,
            "comments": [
                "Olha essa barriguinha cheia de pintinha\n\nCoisa linda\n\nDá vontade de fazer carinho, mas sei que na hora que colocar a mão vem mordida e arranhã\n\nMas colocaria a mão igual",
                "As pintinhas na barriga!!! 🥰",
                "Que coisa mais fofa!!! Vontade de agarrar essa barriguinha pintada",
                "Que nome criativo kkkkk\nBrincadeira, amo essas fotos mostrando a barriguinha 😝"
            ]
        },
        {
            "title": "Blade runner 2049",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10b5zlf",
            "num_comments": 2,
            "comments": [
                "🤔👏👏👏",
                "You seem lonely. I can fix it"
            ]
        },
        {
            "title": "Sugestão de nomes...",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10azpvy",
            "num_comments": 78,
            "comments": [
                "Imbigo",
                "Tchala",
                "Café, Negresco, Tempestade, Bruce, Asterisco, pantera, ximbu, otto, pingo, malandro, pesadelos, morfeu, Thor, Hera, Zeus, Grogo, Zé, fumaça, gigante, Malaquias, Orós, Miau, mingau, Theo, Damon, Paimon, Pedro, pool, Kratos, pishuiu, Kiara, petico, Felício.\nKkkk alguns nomes...",
                "Bigo",
                "pantera",
                "Baguera",
                "Rodolfo",
                "Branquelo",
                "**Salem**",
                "Gerônimo",
                "🥹❤️❤️❤️❤️ é muito fofo!! Nem consigo pensar em sujestão de nome (só dá vontade de abraçar e fazer carinho! Tadinho 🥹❤️❤️)",
                "gato",
                "Brigadeirinho",
                "Laka",
                "Alfafa",
                "Gatison",
                "Robson",
                "Pacato",
                "Camurça",
                "Gabriel.",
                "Pistache. Pq seria pistache? Simplesmente pq é bom",
                "Zé gotinha da Petrobrás",
                "elw tem imbigo😭😭😭🤲🏻",
                "texu ele parece um texugo(gosto de texugos)",
                "El pipi",
                "Cacau, Cocoa, ou Pretinha",
                "Morcego",
                "Cafu",
                "Demonio da tasmania",
                "Thor. Esse gatinho é fofo demais!!!!!",
                "Rapinha  \no nome combina com ele",
                "Marvin",
                "Pelé",
                "Sisco",
                "Fumaça",
                "Bicuço",
                "Pantufa, massinha, linguini, bolinha, mimi",
                "Estella",
                "jorge",
                "Lobisomem\n\nHoje é sexta-feira 13 de algum nome inspirado neste dia.",
                "Enforcado",
                "Pantera negra",
                "Trevor, Moon, Twilight",
                "Cascão",
                "Akela",
                "Savio",
                "Blackout",
                "Jesus",
                "Dora",
                "Se tiver olho verde chama de Banguela, talvez Ônix se gostar de geologia e pokemon?",
                "Goiaba",
                "Janjo",
                "Furia nocturna jeje",
                "Tchully",
                "Sandy",
                "Jaime",
                "eymael um democrata cristão",
                "Petróleo",
                "Depende...\n\nMacho: Amuro, Augus, Guts, Ônix, Oliver, Zack, Fofuxo, Topázio, Adamante, Radamantis, Haku, Noah, Emeritus, Gabe\n\nFêmea: Opala, Lazuli, Fraw, Luna, Lala, Auri, Alicia, Zeniba, Chihiro, Morgana, Pantera, Mona, Sarah, Mika, Karen\n\nTá aí, alguns nomes que acho legal colocar num bichinho",
                "babidi",
                "Frajola",
                "Banguela",
                "Virgulino ou Dentola",
                "Juninho ninja",
                "Bastet (deusa gato egípcia, sei que é clichê)",
                "Cacau",
                "Pino",
                "Batman"
            ]
        },
        {
            "title": "Gato do mousepad",
            "selftext": "Não quer que eu use o mouse\n\nhttps://preview.redd.it/4sa4syphcuba1.jpg?width=4032&format=pjpg&auto=webp&v=enabled&s=99326b130cc6a2c891dc591461258e8a18fc2d92",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10azctm",
            "num_comments": 0
        },
        {
            "title": "Minha gata deu cria hoje",
            "selftext": "4 fiote, parecem ratos kkkkkkk \nQueria aproveitar e perguntar quanto aos cuidados que eu deveria ter, nunca cuidei de nenhum animal que deu cria então eu tenho 0 noção",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10axx9p",
            "num_comments": 17,
            "comments": [
                "faltou tinta pra imprimir o terceiro 🤣🤣❤ mt fofos, parabéns",
                "muito lindinhos! 💓🐾",
                "Fofos demais, parabéns!",
                "Fofinhos demais ❤️🥲, parabéns!!",
                "Os cuidados no momento são com a mãezinha porque ela quem faz tudo por agora, ela deve estar sempre bem alimentada e hidratada pra cuidar dos filhote, entre 15 e 30 dias os filhotes tem que ser vermifugados, após mais 15 dias é a segunda dose, quando eles fizerem dois meses já podem ser adotados, e sugiro ficar com um pois tem casos onde a gatinha pode entrar em depressão por perder todos filhotes",
                "A minha também ja teve eram um macho e duas fêmeas\nDois deles ja foram e so sobrou uma",
                "r/IllegallySmolCats"
            ]
        },
        {
            "title": "Uuh, que sono!!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10aw3il",
            "num_comments": 1,
            "comments": [
                "💕💕💕"
            ]
        },
        {
            "title": "Adoptamos a Asia🐈‍⬛ el mes de nacer, ahora que ya tiene 4 meses siempre hace eso , busca lactar 😁 , mi terroncito 🐈‍⬛",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10avao3",
            "num_comments": 1,
            "comments": [
                "😻🥰"
            ]
        },
        {
            "title": "Its so so cute 😍",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10agevj",
            "num_comments": 0
        },
        {
            "title": "♥️♥️♥️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ack55",
            "num_comments": 1,
            "comments": [
                "Aaiiin 😻😻😻"
            ]
        },
        {
            "title": "ESTOJO DE GATO PERSONALIZADO",
            "selftext": "ESTOJO DE GATO PERSONALIZADO\n\nConfira as imagens e garanta já o seu através do link abaixo 👇\n\nhttps://shoppingcheapstore.lojavirtualnuvem.com.br/produtos/estojo-de-lapis-de-descompressao-de-gato-bonito-caixa-de-lapis-grande-portat/",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10a0jzo",
            "num_comments": 2,
            "comments": [
                "Com certeza compraria"
            ]
        },
        {
            "title": "Ache o Gato.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "109o6vw",
            "num_comments": 5,
            "comments": [
                "Tenho a leve impressão de que vi um pequenino vulto de uma pata do tal gato, mas pode ser apenas uma mera impressão",
                "Olha a patinha bem ali 😅😻",
                "Baguio é hardcore carai"
            ]
        },
        {
            "title": "Trabalhando duro pra comprar ração",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "109ls9u",
            "num_comments": 6,
            "comments": [
                "Meu gato curte sentar no teclado bem na hora que to jogando cod ou algum jogo online.",
                "Muito sério, focado.",
                "Seu gato tem a bunda quadrada",
                "Gato do Minecraft",
                "e o sachê? hehehe"
            ]
        },
        {
            "title": "Onde comprar ração e areia higiênica mais barato?",
            "selftext": "Eu tenho dois gatos, um macho castrado e uma fêmea esterelizada, e amo eles demais, porém as coisas estão ficando um pouco apertadas financeiramente aqui em casa e meu pai começou a reclamar demais dos gastos feitos com eles. Por isso gostaria de saber onde comprar ração e areia higiênica (eles não saem de casa) por um preço mais baixo e em conta. Espero que alguém possa me ajudar q-q",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "109h6iw",
            "num_comments": 7,
            "comments": [
                "Em relação a areia vc compra um pacote só e mistura com farinha ou massa de milho é uma baita economia  o cheiro fica mais fraco e aumenta a quantidade de areia",
                "Quando eu era criança meu pai pegava areia da praia pros gatos e do parquinho do meu prédio… é sério 😅 enfim, espero que dê tudo certo!",
                "Tem alguns sites de coisas pra bichos que se vc comprar pacotões grandes tipo ração de 10kg e pacotão com 10 sacos de areia \\[exemplos\\] saem mais em conta doq comprar um a um. Alguns sites inclusive tem 'assinaturas' se vc compra de forma recorrente.",
                "Tem o site petlove que tem assinatura que vale a pena, tbm tem cupom pra primeira compra, que me lembre",
                "Eu compro online sempre fico vendo na petlove, petz e cobasi, e comparo onde sai melhor."
            ]
        },
        {
            "title": "Amorinha descontraída em seu habitat natural",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "109do91",
            "num_comments": 6,
            "comments": [
                "Fofucha d+",
                "Lindissima!",
                "🥹🥹🥹🥹🥹",
                "Plena",
                "Mas vejam só. Um pé de gato.",
                "te amo amorinha"
            ]
        },
        {
            "title": "Belinha continua indignada",
            "selftext": "Como assim não usaram a caixinha de areia??",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108v497",
            "num_comments": 2,
            "comments": [
                "Bateram no cavalo 🐎\nBateram com um pedaço de ferro 🔗\nEle não fez nada 😔"
            ]
        },
        {
            "title": "I am completely in love",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108sju2",
            "num_comments": 2,
            "comments": [
                "😍😍😍"
            ]
        },
        {
            "title": "Eminem",
            "selftext": "Olha gente meu miau...",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108rujy",
            "num_comments": 0
        },
        {
            "title": "Soneca 🐱💤",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108r3fm",
            "num_comments": 4,
            "comments": [
                "A mimir",
                "😍😍😍😍",
                "A linguinha 🤏🤏🤏🤏🤏🤏🤏🤏🤏🤏",
                "Sim, sim. Bom gato."
            ]
        },
        {
            "title": "Preciso de ajuda",
            "selftext": "Como lidar com gato ladrão? E um filhote sobe em cima das coisas e agora começou a roubar, todo mundo em casa já está puto e estamos pensando em dar ele por não dá mais",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108qn0w",
            "num_comments": 1,
            "comments": [
                "Bem, meu gato eu eduquei desde filhote ensinando que nn pode, sabe?\nEx: atualmente só de eu falar \"kodaaa, não pode\". Ele já para oq está fazendo. \n\nEntão..  quando ver eles fazendo algo, diga isso em voz alta, pra eles entenderem. E se eles tiverem pego algo, tire deles. Pra eles entenderem doq exatamente vc está falando"
            ]
        },
        {
            "title": "Minha gata tem feito xixi no lugar errado depois de anos fazendo no lugar certo",
            "selftext": "Eu tenho uma gata de 9 anos que sempre foi muito bem acostumada com a caixa de areia. Ela é muito querida e não parece que tem 9 anos, já que é muito ativa e brincalhona. Eu não sei se é da idade dela, mas ela tem feito xixi no lugar errado. Ela fez no chão, uma vez num lugar diferente e duas vezes no mesmo lugar. Eu não sei qual mudança poderia provocar isso nem se é algo do psicológico dela, mas ela não faz isso.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108qjwm",
            "num_comments": 10,
            "comments": [
                "Op, pode ser problema no sistema urinário, é muito comum em gatos, principalmente nos mais velhos. É melhor levar ela no Vet logo pq se o canal estiver com algum nível de obstrução ela pode até ir a óbito.",
                "Houve troca de areia ou de ração? Gatos mijam fora de lugar normalmente por: ciumes, mudanças de rotina, marcação de território ou problemas internos. Ja levou num vet pra ver se ta tudo ok com a saúde dela?",
                "Pode ser algum problema urinário... Uma das minhas gatas teve isso duas vezes, nunca fazia no lugar errado, levei no vet e ela estava com uma cistite  e depois tbm descobrimos que tinha algumas pedrinhas na bexiga\nTalvez não seja isso com a sua, mas vale a pena investigar com um vet",
                "Provavelmente é alguma coisa relacionada ao rim. É bem importante levar ao vet o mais rápido possível. \nMinha gata teve isso e eu não me atentei, quando decidi levar no vet, era tarde demais. 😢",
                "Quando minha gata teve depressão depois de parir os filhotes dela ela começou a mijar em todo lugar menos na caixa dela, quando levamos no veterinário descobrimos que gatos também sentem tristeza profunda e manifestam isso mijando no lugar errado. Por isso que eu super recomendo dar uma passada no veterinário",
                "Geralmente quando o animal que tem costume de sempre usar a caixa, passa a urinar ou defecar fora dela, há grande probabilidade de que tenha algo errado e ele tá tentando te mostrar isso. Pode ser alguma disfunção ou infecção urinária, ou ele pode estar desconfortável ou incomodado com alguma coisa, as vezes o tipo de areia, a frequência da limpeza, o lugar da caixa. Ou ele pode estar \"protestando\" por algo que está deixando ele infeliz tbm."
            ]
        },
        {
            "title": "vdgdhsh",
            "selftext": "dhhddhd",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108kwu5",
            "num_comments": 0
        },
        {
            "title": "Guiodai",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108jor4",
            "num_comments": 2,
            "comments": [
                "Aventureiro/a",
                "Hermoso😍"
            ]
        },
        {
            "title": "wowo",
            "selftext": "adad",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108jc6d",
            "num_comments": 0
        },
        {
            "title": "eeeee",
            "selftext": "wwww",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108g2zi",
            "num_comments": 0
        },
        {
            "title": "grgdhd",
            "selftext": "shhe",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108g29q",
            "num_comments": 0
        },
        {
            "title": "Nova skin desbloqueada: Nyvi Carvão",
            "selftext": "sim, ela entrou num saco de carvão.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108etxs",
            "num_comments": 3,
            "comments": [
                "NYVI CARVAOZINHO",
                "a minha desbloqueou so a de terra ainda",
                "Olha essa carinha fofa 🥺🥺"
            ]
        },
        {
            "title": "💕💕💕💕💕",
            "selftext": "Quem consegue estudar com essa fofura toda?\nDifícil ser concurseira e gateira ao mesmo tempo🥰🥰🥰",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108dikj",
            "num_comments": 0
        },
        {
            "title": "Theodoro.",
            "selftext": "Godao safado",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108bltx",
            "num_comments": 3,
            "comments": [
                "Preguiça danada",
                "Lindão",
                "Uma das minhas chama Teodora 😍"
            ]
        },
        {
            "title": "😍😍😍",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108b3y7",
            "num_comments": 0
        },
        {
            "title": "FolgadoKKKK",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "108auwx",
            "num_comments": 0
        },
        {
            "title": "Bolinhas na orelhas dos gatos",
            "selftext": "A gatinha aqui da casa dos meus primos vem tendo essas bolinhas na orelha dela que me deixa bem preocupado, parece com cravo na é bom checar ne, ela sai pra rua mas não é briguents e é bem calminha, é isso! oque pode ser?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10825dn",
            "num_comments": 3,
            "comments": [
                "Só de sair pra rua ja é algo preocupante. Nao é pq ela é calma que os outros sao. Como ela tem acesso a rua o certo é ver se as vacinas e outros medicamentos de prevençao estao em dia. O ideal MESMO era levar no vet pra ver o que pode ser.",
                "parece larva de mosca",
                "Minhas gatas são de casa, não saem, mas uma vez ou outra aparece umas bolinhas assim. Acho que é espinha mesmo mas é bom levar no vet"
            ]
        },
        {
            "title": "If fits I sit",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "107wko5",
            "num_comments": 1,
            "comments": [
                "/r/catsareliquid/"
            ]
        },
        {
            "title": "Un poco locooo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "107tdg9",
            "num_comments": 0
        },
        {
            "title": "El pequeño Furia Nocturna, cuando las personas lo ven le temen, pero es una ternurita 😊",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "107shji",
            "num_comments": 1,
            "comments": [
                "Parace minha gata."
            ]
        },
        {
            "title": "Gato fraco e com pneumonia",
            "selftext": "Ultimamente está chovendo muito onde moro e um dos meus gatos pegou resfriado (ele tem 14 anos) logo começou a dar febre. Levei ao veterinário lá fez exame e tudo estava certo, sem anemia, rins bons, fígado..Enfim, uma parte lá mostrou uma grande infecção bacteriana. Ele ficou internado e logo parou de comer. \n\nHoje o veterinário pediu para ir pegar ele, pois já tinha comido e estava sem febre. Peguei ele mas ele não comeu nada quando chegou em casa, mal anda, está com fôlego cansada, está muito fraco, nem muda de posição que eu coloco ele. Eu estou dando na seringa \"Royal canin\" pra ver se ele fica menos fraco, o nariz dele também está entupido e tudo isso me gera muito medo de perde-lo, tenho medo dele não comer e não conseguir se recurar. Estou dando todo o medicamento que o veterinário receitou. Ele está muito idosinho por isso o medo maior \n\nAlguém que já passou por alguma situação parecida tem alguma dica para me passar ?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "107rumo",
            "num_comments": 0
        },
        {
            "title": "hmmm, qual o plano pra roubar sache",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "107gyc0",
            "num_comments": 0
        },
        {
            "title": "a hóspede no final de ano",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "107ao7n",
            "num_comments": 0
        },
        {
            "title": "o cantinho dele",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1075ka5",
            "num_comments": 4,
            "comments": [
                "Que lindo",
                "Lindão",
                "O dia que ele morrer e não estiver mais aqui, vc vai olhar pra aquele canto e lembrar que ele nunca mais estará lá"
            ]
        },
        {
            "title": "Os gatos nem se mechem de tão bom que tá",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "106rczg",
            "num_comments": 0
        },
        {
            "title": "Sakê abraçando o aquário",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "106ow8e",
            "num_comments": 0
        },
        {
            "title": "Samira e muy graciosa cuando duerme!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "106mewd",
            "num_comments": 0
        },
        {
            "title": "Dúvida",
            "selftext": "tenho um gato macho siamês que vai fazer 3 anos e tô pensando em adotar um filhote persa (macho), mas tô com medo da reação do mais velho, o que faço?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "106jc44",
            "num_comments": 6,
            "comments": [
                "O ideal é ir fazendo a aproximação aos poucos, deixando eles em cômodos separados. Depois ir dando comida pra eles cada um de um lado, começar a deixar o contato visual e ir brincando com os dois ao mesmo tempo, assim eles começam a se adaptar. \nTenho 5 gatos e a última que adotei foi recente e todos já eram adultos, facilita quando os mais velhos são castrados. Para fazer a aproximação vi muitos vídeos no YouTube que realmente ajudaram, acho que vale a pena.",
                "É possível adaptar \nEu tenho um adulto e adotei dois filhotes nas primeiras semanas vai ser ruim vc vai precisar vigiar e não deixar muito perto se ñ o mais velho mata os filhotes e ter cuidado pra ñ deixar os filhotes estressados tbm\n\n\n\nRecomendo na primeira semana dar um banho neles pra ficar com o msm cheiro e aos poucos introduzir objetos qualquer paninho do filhote,pote de ração  perto do adulto pra ele ir acostumado, tbm em hipótese alguma deixe eles sozinhos juntos e bata no mais velho quando ele avançar no filhote apenas brigue e mostre que não é uma competição de território e aos poucos com BASTANTE CUIDADO vc vai aproximar o filhote de costas do adulto e deixar ele cheirar não recomendo muito isso pq corre o risco de machucar o filhote se vc não tiver cuidado\n\n  \n\nSe o mais velho for castrado facilita demais pq ele não tem tanto instinto territorial e tbm tem a questão de comportamento o meu mais velho aqui é um gato +/- sociável apesar de rabugento kkkkkkkk eu fiz o processo acima muitas vezes pq já tive muitos gatos(morreram de velhinhos😔)e não é a primeira vez que faço essa adaptação e sempre funciona demora uns 15 dias ou 1 mês  depende muito do comportamento do gato mais velho e do filhote . Tentar pegar gatos com o comportamento mais parecido se vc pegar um filhote territorial demais tbm não vai funcionar e corre o risco de quando ele crescer bater de frente e expulsar o mais velho se for um gato mais tranquilo( tive problemas com isso e incluse tiver que dar o filhote pra outra pessoa )",
                "meus gatos no começo não se deram muito bem, mas pelo tempo foram se acostumando um com o outro, hoje em dia dão banho um no outro, mas no começo tínhamos que prender um em casa quarto de noite.",
                "Meu gato tem 1 ano e meio ele é macho e pegamos uma gatinha que tinha 45 dias, os primeiros dias foram mais distantes apenas para eles saberem que os dois habitavam a casa, peguei o cobertor do meu gato grande e deixei com ela e um brinquedo dela e deixei com ele assim eles se acostumaram com o cheirinho dos dois, depois fomos introduzindo os dois aos poucos e hoje em dia eles são dois grudes, da certo sim. Mas eu acho bom tu pegar o gatinho quando tiver um tempinho de supervisionar os dois e jamais ir trabalhar/estudar e deixar os dois no mesmo cômodo pelo menos no início",
                "Eu sempre tive gatos, ficava vigiando por alguns dias pq os mais velhos sempre tendiam a bater nos pequenos, mas dps ficavam tranquilos e aceitavam.",
                "Persa é uma raça com alta demanda, vc precisa escovar o pelo, mandar dar banho \\[pq sim, o pelo deles é diferente e fica oleoso, e enche de nós que podem vir a dar fungos\\], tem que cuidar tosa higienica, dependendo de quão chata a cara tem aqueles problemas com lagrima ácida. Eu só recomendo essa raça se vc tem mtas condiçõe$$ pra cuidar. \n\nO que eu tive era um total de zero interação. Tanto que era filho unico e depois vieram + 6 gatas e ele nunca deu a mínima importancia ou interagiu com as gatas."
            ]
        },
        {
            "title": "Dança de Quarta-feira (capa de gato) | Nafantik 🐾",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "106igoi",
            "num_comments": 1,
            "comments": [
                "[**Nafantik 😸**](https://www.youtube.com/shorts/jI_vaqvdMD4)"
            ]
        },
        {
            "title": "ponle un titulo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "106bntx",
            "num_comments": 0
        },
        {
            "title": "Mis michis❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1067gkb",
            "num_comments": 3,
            "comments": [
                "How beautiful ❤️",
                "😍😍😍",
                "Cutee"
            ]
        },
        {
            "title": "O que posso fazer?",
            "selftext": "Meu gato não é castrado, e sem querer deixei ele sair. Agora vi ele com uma fêmea,e ele está querendo muito sair de casa para ficar com ela. Não quero que ele traga filhotes e nem que reproduza com a fêmea e não volte para casa. Estou preocupado, o que posso fazer?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1065yq2",
            "num_comments": 11,
            "comments": [
                "Tem algum motivo pra não castrar o gato?",
                "Desse jeito só castrando. E a depender de onde mora por uma tela no muro pra não pular ou dar algum jeito assim….",
                "Castre e não deixe ele sair. Ele não vai trazer filhotes, se ele engravidar alguma gata, a gata que se vire. É que nem gente mesmo.",
                "você pode castrar, mas se não fizer isso eu acredito que o gato não fuja mesmo, já tive vários gatos não-castrados e eles saiam tranquilamente na rua e sempre voltavam.\nQuanto aos filhotes ele não vai levar pra casa kkkk, gatos GERALMENTE não tem instintos paternos"
            ]
        },
        {
            "title": "todos los gatos disfrutan de sus juegos?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "104bjog",
            "num_comments": 0
        },
        {
            "title": "Loves to see everything that happens outside 👵🏻",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1047t97",
            "num_comments": 0
        },
        {
            "title": "Se puede dormir de una manera tan graciosa?",
            "selftext": "[https://imgur.com/FkyIeCU](https://imgur.com/FkyIeCU)",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1040fnv",
            "num_comments": 0
        },
        {
            "title": "Gato “mamando”",
            "selftext": "tenho dois gatinhos, e um deles fica “mamando” o outro antes de dormir, ambos machos, o lance é que não é na tetinha, ele mama o pescoço dele, é normal?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "103jlcw",
            "num_comments": 11,
            "comments": [
                "Eu já tive um gato assim tmb, ele ficava no cangote do irmão, creio que seja normal kkkkkkkkkk",
                "Caso clássico de vampirismo, leva na Universal",
                "Que fofo. Acho que é só uma demonstração de carinho mesmo, não sei o quão normal é mas não parece preocupante",
                "Desmamado cedo?",
                "Bem, acho que é um lance deles. Se tá bom pros dois não é preocupante.",
                "É normal. O meu mama o cobertor ou alguma roupa que tenha meu cheiro. Eu li na internet que ele pode estar se sentindo sozinho ou estressado e ele usa isso pra se sentir próximo ou desestressar. E é mais comum em gatos que foram desmamados mto cedo.",
                "Isso é comum em gatos que foram desmamados muito cedo. E por enquanto nao da nada, mas quando eles crescerem, vai começar a machucar o gato que ta sendo \"mamado\"\nNao estimule, tenta separar eles quando der. A maioria dos gatos para com o tempo. Mas se ele não parar, tenta substituir, em vez de mamar o outro gato, oferece um lençol pra ele mamar",
                "Eu tenho 3 gatas resgatadas. As três tinham essa \"mania\" nunca deu nenhum problema. Depois de alguns anos elas pararam. Acredito que não tem com o que se preocupar.",
                "Rapaz a minha mama todos os meus lençóis eu tenho que esconder dela pq se não ela baba tudo"
            ]
        },
        {
            "title": "Olha o tamanho do sapo, oh miaaaa!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "103db1n",
            "num_comments": 4,
            "comments": [
                "Rabbit rabbit.",
                "pior q sapo n faz nada tlg",
                "mia tem verme ou tá grávida em 15 idiomas diferentes"
            ]
        },
        {
            "title": "Nombres para mi gatito recién adoptado?",
            "selftext": "estoy buscando nombres para mi gatita recién adoptada, pero el único requisito es que sea nombre de comida.\n\nalgunas ideas?\n\nhttps://preview.redd.it/pm6xk0olzx9a1.png?width=304&format=png&auto=webp&v=enabled&s=b8567ee6689366378298f2fab6a73114e2de4659",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "102s22c",
            "num_comments": 12,
            "comments": [
                "Dulce de leche o Dulce",
                "Galleta",
                "Boracho =)",
                "Lassagna",
                "Pudim",
                "Cookie",
                "Cajeta",
                "Arequipe ♡",
                "cake",
                "Lula",
                "Cookie"
            ]
        },
        {
            "title": "The first day when we found him <3",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "102bb6w",
            "num_comments": 0
        },
        {
            "title": "Oi, pessoal! Sou ilustradora de Pets e este é meu trabalho mais recente ♥ Conheça o Banguela, um gatinho preto de olhos verdes muito fofo, igual o dragãozinho! ♥ Espero que gostem!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "102agyl",
            "num_comments": 2,
            "comments": [
                "Tá muito lindo, vc desenha muito bem!"
            ]
        },
        {
            "title": "Ela descobriu o conforto do formato anatômico da pia do banheiro. Agora só lavo a mão no tanque.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1029jkh",
            "num_comments": 4,
            "comments": [
                "\"humano pq vc nunca me disse q eu tinha um sofá?\"kkkk",
                "Your eyes 🥰",
                "Que fofinho 🥰 os meus n gostam, ja tentei colocar pra ver eles saem rs"
            ]
        },
        {
            "title": "Photo 🙈",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "101pmmu",
            "num_comments": 4,
            "comments": [
                "fofo",
                "you became a cat",
                "Vai pro insta essa kkkk",
                "Já dá pra virar blogueirinho"
            ]
        },
        {
            "title": "Novos membros da família!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "101oria",
            "num_comments": 3,
            "comments": [
                "Fofo.",
                "Pinquinho de gente, ou melhor, Pinquinho de gato",
                "Que amorzinhoss!"
            ]
        },
        {
            "title": "Acampando",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "101h6gh",
            "num_comments": 0
        },
        {
            "title": "1 de janeiro",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "100zkp1",
            "num_comments": 0
        },
        {
            "title": "Rostro intimidador 😾",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "100tlme",
            "num_comments": 0
        },
        {
            "title": "Gata linda, brava e desconfiada",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "100qbau",
            "num_comments": 2,
            "comments": [
                "Linda dms",
                "Ela é igual a minha finada Gaby, ela é linda demais"
            ]
        },
        {
            "title": "meow~♡",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "100q8kl",
            "num_comments": 3,
            "comments": [
                "🐱",
                "🫣🫣🫣🫣",
                "o olho dele/dela era pra ser assim?"
            ]
        }
    ]
}