{
    "posts": [
        {
            "title": "Ajuda com gato e vermífugo",
            "selftext": "Resgatei um gatinho da rua na segunda-feira, notei que ele não para de defecar (fezes moles), deve ter apenas 1 mês e meio. Ele está alimentando bem, brincando horrores, mas não para de defecar e é pegar no colo, já está com a bundinha suja. Então, demos um vermífugo pra ele ontem, ao constatar a presença de vermes, dei 1/4 pra ele. Mas, desde então ele está com muita diarreia. O que pode ser? Será que tem algo mais além dos vermes? Como eu sei que o vermífugo tem até 48h, vou esperar até amanhã pra levá-lo no vet",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z4m38i",
            "num_comments": 4,
            "comments": [
                "Você não levou ao vet para fazer um checkup e teste de fiv/felv quando resgatou?"
            ]
        },
        {
            "title": "Excesso de caspa",
            "selftext": "Venho percebendo que meu cachorro está tendo um excesso de caspa anormal, porém eu notei agora que parece que a pele dele está descamando e ele está com algumas falhas no pelo. Pretendo levar ele no veterinário o quanto antes mas gostaria de saber se tem algo que eu possa fazer pra que isso melhore e de 0 a 10 o quanto devo me preocupar? Só vou receber meu salário no mês que vem e assim que receber vou levar ele aí veterinário, mas se for muito preocupante vou fazer o possível pra levar ele o quanto antes.\n\nObs: Acho que pode ser útil adicionar isso, essas caspas não surgem no pelo dele se eu não pentear",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z4ehot",
            "num_comments": 8,
            "comments": [
                "Olá, bom dia! Só passando pra definir o tópico como respondido e adicionar alguns pontos.\n\nA caspa, como notada no seu pet, tem, geralmente, uma condição primária que precisa ser melhor avaliada. O mais comum, inicialmente, é a seborreia (como citado pelo u/Srhards), mas também pode estar associado com piodermatites, alergias alimentares, demodicose, malassezia, parasitas, etc. é uma infinidade de diagnósticos diferenciais.\n\nHá também uma patologia que denominamos de \"ictiose\", sendo o principal sinal clínico a descamação generalizada da pele. É uma doença com forte fator genético e não acredito que seja o caso do seu pet, só citei como complemento pra exemplificar a vasta gama de possíveis problemas nessa situação.\n\nMinha recomendação é realizar a consulta com o veterinário, e realizar exames de citologia e cultura para descartar ou confirmar diagnósticos prováveis. A presença de parasitas (pulgas, principalmente) deve ser descartada completamente e, para isso, o uso de um antiparasitário provavelmente será indicado (não recomendo comprar por conta, porque você pode perder dinheiro ao escolher um que não seja específico para o caso).\n\nAqui eu não aconselho tentar utilizar shampoos ou outros métodos de tratamento por conta, sem a avaliação presencial de um médico veterinário, porque muito provavelmente você só gastará dinheiro atoa. Algumas pessoas gastam mais de 400 reais em shampoos e outros produtos em pet shop, sendo que com esse valor você tem grandes chances de encontrar o diagnóstico definitivo do problema e realizar o tratamento específico e ideal para o caso.\n\nPor vezes, alguns shampoos podem resolver o problema temporariamente, mas não trata a causa principal, resolvendo a descamação por um ou dois meses, mas depois voltando... E, por fim, o tutor coloca o pet dele em um estado crônico da doença, prejudicando muito o bem estar do pet.\n\n***Então, na sua situação, não é uma emergência para ontem, mas tente levá-lo ao veterinário até no máximo metade de dezembro. :)***",
                "Isso é um quadro de seborreia, podem ser inúmeras coisas, hormonal, alimentar, ectoparasitos, alergia, bactéria, levedura, autoimune. Ele coça?Tá tomando alguma coisa? Alguma coisa na rotina dele mudou? E a alimentação? \n\nComo vc mesmo falou, a caspa nada mais é do que uma descamação excessiva da pele normalmente isso acontece quando ela está sendo irritada por algum agente externo, ou os mecanismo que controlam o metabolismo epitelial estão alterados.\n\nEu poderia indicar banhos, mas a depender da causa os xampus são diferentes, e o ideal seria deixar o animal sem intervenção alguma pra não atrapalhar o diagnóstico do colega.",
                "Primeiro passo é levar no vet. Provavelmente vão fazer uns exames gerais e testes, passar um shampoo antialérgico específico (eles são caros, mas rendem bem, então compra e leva na pet sempre com você. Se achar que estão usando muito no banho, tira uma boa parte e guarda, mistura o resto com água kkk)\n\nA minha cachorrinha tem dermatite atipica segundo a dermato, demoramos um pouco pra resolver, era resultado de alergia. Dermato foi cara, remédios foram caros, MAS, com esse tratamento inicial e tres meses gastando mais, depois o problema melhorou consideravelmente e comecei a dar banho nela com menos frequência (indicação da vet) e com o shampoo especial. Também troquei pra ração pra peles sensíveis da royal e parei de dar cenoura pra ela (ela ama, mas era o principal fator que tava dando alergia). Além disso, troquei os produtos de limpeza da casa, limpava o chão só com detergente neutro e água.\n\nEm resumo: se prepare para gastar mais (mesmo que não vá na dermato), mas faça todo o tratamento direitinho. Observe agentes alérgicos e possíveis gatilhos para isso, evite rações muito baratas e certas comidas que podem dar alergia (como a cenoura, pergunte pro ver quais são os alimentos na consulta). Troque ou diminua a quantidade de produtos de limpeza que usa e o tipo de amaciante de roupas e roupas de cama pra algo de coco (geralmente não dá alergia). \n\nBanho você pode sempre dar com o shampoo especial, mas atenção! O shampoo especial é diferente de um shampoo com remédio! As vezes o médico vai passar um shampoo com medicamento primeiro, nesse caso não é pra continuar usando ele depois do tratamento. O shampoo especial é usado mais pra problemas e alergias crônicas, esse sim pode ser usado pra sempre e não vai prejudicar o cão.",
                "To aqui vendo os comentários pra ver se resolve meu cabelo tbm"
            ]
        },
        {
            "title": "Duvida",
            "selftext": "Boa tarde pessoal, tenho um pincher de 9 anos e ele a anos passa o dia todo assim, o que me preocupa é que ele só para quando dorme, isso seria algum problema ou algo normal?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z3nopy",
            "num_comments": 12,
            "comments": [
                "Olá, bom dia! Esse é um sinal clássico de desconforto, conhecido também como *\"tongue flick\"* geralmente associado com comportamentos ansiosos ou comunicação de que algo está desconfortável na interação com outros cães/pessoas. Porém, na situação citada, levando em consideração a idade e o histórico, dá pra pressupor que a situação atual não é normal e pode sim representar um desconforto físico constante por conta de alguma afecção/dor.\n\nÉ ideal que faça uma avaliação da cavidade bucal, e, talvez, será necessária a remoção de mais alguns dentes. Principalmente pelo fato de alguns dentes dele ter caído \"naturalmente\". Aproveito pra reforçar que a queda de dentes em cães idosos não é normal e deve ser avaliada sempre, problemas bucais em cães idosos são absurdamente comuns, mas não devem ser considerados normais.\n\nTendemos a relativizar o problema por pensar que o \"comum\" é \"normal\", mas não se deixe levar por isso. Ok? Lembrando também que o tártaro pode causar problemas cardíacos, hepáticos e renais por despejo de toxinas bacterianas na corrente sanguínea. Então dê uma atenção extra pro seu velhote nesse final de ano e programe-se para os custos de alguns tratamentos ano que vem. Combinado?\n\n*Lembrando que minha resposta aqui não é um diagnóstico, mas sim uma instrução de como prosseguir com o caso e evitar que problemas maiores possam surgir.* ***Por eu não ter acesso ao caso presencialmente, qualquer divergência com o veterinário presencial, a minha opinião deve ser desconsiderada.***",
                "Pode ser alguma coisa relacionada aos dentes  (suposição minha)",
                "Como você disse que ele faz isso tem tempo, acho que não é gripe, pode ser dente mesmo, e aí ele já criou o hábito.\n\nEm outro comentário dei indicação de vet em Bsb que conheço que confio muito.",
                "Que bonito ele, lembra o que eu tive. 💚 bem, isso pode ser estresse. Tem feito passeios e brincado bastante com ele? Leva em um vet pra ter ctz o que é. Boa sorte."
            ]
        },
        {
            "title": "Segurança para Vet no plantão 24h",
            "selftext": "Olá, desculpe o topico nao ser exatamente o que o subreddit se propoe, mas nao sei aonde buscar ajuda sobre isso. Minha esposa é recem formada e vai começar a pegar plantoes 24h. Eu moro em Goiania e tenho muito medo do risco de eventuais assedios, de todo tipo, que ela pode sofrer especialmente de madrugada. Gostaria de saber se existe alguma pratica que possa aumentar a segurança dela e que nao fira o codigo de etica. Muito obrigado!!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z2n046",
            "num_comments": 4,
            "comments": [
                "Acredito que isso vá depender da clínica. O plantonista ter acesso às câmera de segurança, de fora e recepção da clínica, é importante. Se tem acesso à câmera, tenta verificar se as pessoas tem um animal com eles mesmo. Limitar o número de pessoas no atendimento, para controlar melhor o que estão fazendo. Se houverem enfermeiros ou recepcionistas reconhecer e dar sinais de que há algum risco ou situação em andamento. Ter um protocolo de como são recebidas emergências, pois nem sempre dá tempo de tomar as medidas de segurança com uma pessoa chorando e implorando pelo atendimento.\n\nEssas são as informações que consigo pensar, nunca tive experiência ruim no plantão, mas não tem como se sentir 100% seguro.",
                "Olá! Não tem problema o tópico, fica tranquilo. Sobre a questão da segurança, depende muito do estabelecimento e como são os protocolos deles. Aqui na cidade nunca tivemos problemas com assaltos em plantões, mas são apenas 2 clínicas que fazem plantão 24h.\n\nÉ ideal que sua esposa tenha os contatos de emergência, e a clínica tenha um interfone para comunicação antes de entrar no estabelecimento (e que ela não abra a porta para pessoas sem animais). Na clínica que atuo não faço mais plantões, mas após as 20h a porta da frente é de vidro e fica trancada, então só é aberta após a pessoa chegar com o animal em mãos.\n\nTer acesso às câmeras externas é bom também, inclusive, aqui, o sistema fica aberto no computador e a pessoa pode acessar em qualquer momento do plantão. E temos o contato de duas pessoas confiáveis que residem ao lado (casas sobre lojas dos estabelecimentos comerciais), não é algo que aumenta a segurança, mas é um contato a mais em caso de emergências.\n\nE, de verdade, não vejo muito sentido escolherem uma clínica veterinária de plantão para assaltos/roubos. Aqui, por exemplo, não ficamos com caixa (somente para trocos), só tem cachorro, os equipamentos que podem roubar são robustos, grandes e não muito valiosos. Fora que tem uma pessoa presencial no local, o que dificulta a atividade.\n\n*Não sei se minha resposta aqui foi útil de alguma forma pra ti, porque é um tópico que varia muito de cidade pra cidade. Vou deixar aberto como discussão, caso alguém queira adicionar mais detalhes/experiências. :)*"
            ]
        },
        {
            "title": "Ração para filhote",
            "selftext": "Boa tarde, pessoal. Tenho um casal de shih-tzu adulto e agora estou com um filhote deles de 2 meses. \n\nAcontece que os adultos estão manhosos pra comer, já não comem no horário certo e então muitas das vezes tenho que deixar pela manha no pote e ir trabalhar. Porém, o filhote volta e meia come a ração deles. \n\nA pergunta é: a ração específica pra filhote é fundamental mesmo ou eu posso usar a de adulto pra todos?\n\nParece besteira perguntar, já que se tem a diferença é pq há uma diferença, mas às vezes não faz tanta diferença e pra mim seria mais fácil (e pro filhote também, já que comeria somente um tipo de ração).\n\nObrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z22mqf",
            "num_comments": 8,
            "comments": [
                "Se você absolutamente não tem como separá-los para comer, é melhor dar ração de filhote para todos os três durante os 8 meses restantes (cães pequenos transicionam para o alimento adulto aos 10 meses) do que o contrário. O equilíbrio nutricional do alimento de filhote é importante para proporcionar um crescimento e desenvolvimento saudáveis.\n\nContudo, já aviso que quanto mais você der brecha para seus cães, mais eles ficarão difíceis. A raça é teimosa e geniosa por natureza e daí para desenvolver uma seletividade alimentar significativa é um pulo.\n\nCães adultos e saudáveis podem pular refeições. Meu conselho é: quando seus adultos não comerem, simplesmente retire o alimento e deixe sem até a próxima refeição. Na próxima refeição, a mesma coisa. O que não for comido em 15 minutos é retirado.\n\nJá o filhote deve ter pelo menos três refeições e não deve pular, ou seja, existe um problema de manejo aí que você deverá ponderar.",
                "Opa, fala jovem. Então, é necessário que você de a ração específica pro filhote, por causa dos nutrientes que tem lá... Continuar dando a ração dos adultos pro filhote, pode te trazer problemas mais pra frente.",
                "Os outros já comentaram da questão da ração, mas me chamou uma coisa: \n\n> Acontece que os adultos estão manhosos pra comer, já não comem no horário certo e então muitas das vezes tenho que deixar pela manha no pote e ir trabalhar \n\nA saúde bucal dos cães adultos está ok?"
            ]
        },
        {
            "title": "Meu primeiro bichinho",
            "selftext": "Oi pessoal, como estão?  \nApós muito tempo pensando, nesse final de semana eu adotei um cachorrinho, ele tem 3 meses.  \nGostaria de compartilhar isso com vocês :)  \n\n\nhttps://preview.redd.it/d8692mq9ui1a1.jpg?width=957&format=pjpg&auto=webp&v=enabled&s=9aa6d86dd90d299a49aa657b76987b17ee15bb2f",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z1wm95",
            "num_comments": 16,
            "comments": [
                "que belezinha. qual o nome? garanto que não vai se arrepender disso",
                "Parabéns pela adoção, ele é uma gracinha!",
                "Q lindooooo",
                "A carinha dele kkkk muito fofo",
                "Que fofo!",
                "😍",
                "Parabéns, lindo seu chocolatinho ❤️"
            ]
        },
        {
            "title": "Hábitos caninos",
            "selftext": "Olá, eu sei que cães são animais de hábito e faço tudo para manter isso para as minhas dogs. O problema é que onde eu moro entra entrando o incerno e está chovendo todos os quase que o dia todo tenho até mantido os passeios porém as horas estão sendo incertas, será que isso vai prejudicar elas, a minha mais velha tem um ditado até meio triste?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z1qel5",
            "num_comments": 9,
            "comments": [
                "Voce pode usar uns tapetinhos higiênicos pra dentro de casa e tentar treinamentos e brincadeiras pra entreter elas"
            ]
        },
        {
            "title": "Eficácia do fipronil (Frontline)",
            "selftext": "Há 3 dias fiz aplicação do fipronil nos meus cães e gatos, porém ainda pego umas pulgas andando neles, o que me faz duvidar da eficácia do fipronil. Provavelmente eu esteja com infestação em casa e vou passar k-othrine em casa. Devo passar algo nos colchões e sofá? Após quando dias posso tentar passar o fipronil novamente? (É que como peguei promoção, meio que deixei um estoque preparado rs, e sem condições financeiras no momento, para compra de outro remédio).",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z13y1s",
            "num_comments": 9,
            "comments": [
                "A u/AlehCemy já deu o aviso do controle do ambiente, que é essencial e deve ser feito com cautela para evitar a intoxicação dos animais da casa. Para entender melhor sobre o ciclo das pulgas e o controle, eu recomendo a leitura dessa resposta [aqui](https://www.reddit.com/r/ApoioVet/comments/rt99jz/comment/hqt7cy7/?utm_source=share&utm_medium=web2x&context=3) e desses PDFs da Bayer [aqui](https://www.environmentalscience.bayer.com.br/-/media/prfbrazil/2020/psa/material-download/folhetim-pulgas-vf.ashx?la=pt-br) e da Zoetis [aqui](https://www.zoetis.com.br/_locale-assets/arquivos/animais-de-companhia/simparic/ciclo-das-pulgas-_final_.pdf).\n\nO Frontline é eficaz, mas não tenho referências de pesquisas mais atuais (depois de 2015) confiáveis sobre casos de resistência das pulgas ao princípio ativo. Por ser o composto mais utilizado atualmente, há sim chances de haver resistência. O Frontline TopSpot é atualmente o mais indicado da marca, mas, para a garantia da eficácia, eu recomendaria (por ordem de preço) o NexGard, Bravecto ou Simparic (não tem melhores, mas o preço é bem salgado se comparado com o Frontline, porém a duração da proteção é mais elevada também).\n\nDe qualquer forma, não esqueça de fazer o reforço mensal do Frontline, ok? A manutenção da proteção por 3 ou 4 meses para o controle da pulga no ambiente será essencial. E são de todos os animais, porque se você oferecer para o que está mais infestado, a infestação irá passar para os outros não medicados.",
                "Pulgas é também controle de ambiente. Não é somente dar remédio para os animais, a maior parte das pulgas vivem no ambiente. Ou seja, higienização de todos os ambientes que esses animais vivem é necessária.\n\nSem controle de ambiente, não há medicação que resolva de vez.\n\nE sim, é necessário higienizar a casa inteirinha, incluindo colchões, sofás, almofadas, tapetes e enfim."
            ]
        },
        {
            "title": "Adotar um bixinho em aluguel",
            "selftext": "Eu tenho muita vontade de ter um gatinho ou um doguinho, mas no apartamento que eu aluguei veio com armários embutidos em quase toda casa (armário de quarto mesmo), existe alguma forma de eu proteger eles dos animais?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z0ble7",
            "num_comments": 10,
            "comments": [
                "Como assim? Proteger do que exatamente?\n\nTive pets minha vida inteira e nunca fizeram nada com nenhum armário. Os gatos gostam de arranhar o sofá e cachorro o máximo que destruiu foi um tapete.",
                "Assim, eu tenho um cabo e uma gata então eu acho que tenho experiência, e... Cachorros fazem xixi por muitas partes, mas se você ensina-lo a fazer xixi  em um tapetinho, não se preocupe com isso, cachorros mordem muito quando pequenos, por causa de seus dentes então cuidado, mas quando cressem são muito calmos. Agora gatos, minha gata teve que ser castrada, por que minha casa não é um apartamento, e não consigo colocar grades então ela saía muito, quando pequenos os gatos são muito elétricos a noite, e se castrado, eles tendem a engordar, mas é normal kkkk, dependendo do gato, ele pode ser muito carinhoso e carente, ou pode não gostar muito de carinho, apenas compre uma caixinha de areia e tá tudo bem, pesquise bastante sobre o baixinho que você quer adotar, assim você se prepara muito."
            ]
        },
        {
            "title": "Copofragia. gente tenho um cachorrinho que peguei a poucos dias que come seu próprio cocô as vezes. Já mudei seu habito alimentar, troquei a ração para royal canin e sempre o recompenso e faço festa quando ele faz coco e não come. N adiantou… alguém tem dica de suplemento ou medicamento para ajudar?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "z03uyg",
            "num_comments": 4,
            "comments": [
                "Acho que você pode persistir mais um pouco nisso aí.\n\nDeixa eu te contar uma história. É com o tempo que isso resolveu aqui, um dos meus foi adotado e ele vivia em condições horríveis, achamos que ele comia o próprio cocô para manter o ambiente que ele vivia limpo, estava tão mal o pequeno que quando ele chegou em casa ele já estava com uma infecção séria no estômago, lembro de ficar rodando a cidade de SP atrás de alguma clínica que tratasse dele (foram 7 nãos, antes de alguém aceitar e o problema não era dinheiro). Enfim...\n\nO meu resolveu esse hábito com isso mesmo, reforço positivo, limpando as fezes dele antes de ele fazer alguma coisa e passando mais tempo brincando e passeando com ele.",
                "Leva no vet pra fazer um checkup geral e ver se tem algum suplemento. Mas como o outro comentário disse, continue o trabalho de reforço positivo, treinamento leva tempo",
                "Passear com ele ajuda muito,esses são muito energéticos,tem que gastar energia..."
            ]
        },
        {
            "title": "Luto",
            "selftext": "Em alguns minutos completará uma semana que tiraram o Tuco de nossas vidas, tinha uma viagem marcada na sexta feira passada, deixei meus dois cachorros em um hotelzinho... Não gostei da quantidade de cachorros, achei muito. Comentei com minha esposa, mas mesmo assim deixei meus filhos. No domingo às 4:00 da manhã, 5 cachorros que estavam recebendo lar temporário no hotel, romperam a frágil grade que separava meus cachorros deles, atacaram, mataram o Tuco e machucaram o Lorde, estou vivendo um pesadelo. Eu choro todos os dias, o sentimento de culpa em tê-los deixado lá não me abandona. A falta que meu Tuco faz é incomensurável.... Não desejo essa dor a ninguém, se você estiver com seu pet agora, de valor a vida, ela acaba, as vezes por pessoas irresponsáveis como a dona do hotel em que os deixei...\nEspero superar essa culpa um dia.....",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yzuaua",
            "num_comments": 8,
            "comments": [
                "Sinto muito por o que aconteceu com seus doguinhos, é inevitável não sentir culpa, mas pensando como cachorro, eles são puro amor, sabem que você não os teria deixado lá se soubesse que isso ia acontecer e os amou o quanto pôde, o doguinho que sei foi virou uma estrelinha linda pra você, o outro precisa de todo seu amor e atenção, espero que vocês fiquem bem.",
                "Sinto muito pelo seu cachorrinho, sei que a dor é imensurável. Perder ele por irresponsabilidade do hotelzinho deve doer em dobro 😭💔\n\nA 2 meses e meio perdi minha gatinha Alice pro câncer. Até hoje eu ainda choro e sinto falta dela, tá sendo muito difícil de superar e me recuperar. Então eu entendo pelo que você está passando.\n\nQue o tempo seja gentil com nós e nosso luto.",
                "Processa esses irresponsáveis...",
                "Meus sentimentos, OP.",
                "Puxa, sinto muitíssimo. Um forte abraço OP. Que o Tuco descanse em paz. 💔",
                "Poxa Op, sinto muito pelo seu foguinho é uma dor que queima o peito, e muita irresponsabilidade da dona do local 😔 sinta-se abraçado",
                "Eu sei que não é o que você quer ouvir agora, mas junte fotos, docs e msgs e busque um advogado. Eles têm responsabilidade sobre a guarda desses animais. Processá-los não vai trazer seu animal de volta, mas talvez impeça que aconteça novamente.",
                "Concordo em processar os irresponsáveis. Para que isso não ocorra com outros bichanos."
            ]
        },
        {
            "title": "ração 'whiskas filhotes 2-12 meses' e 'purina friskies gato filhote' são boas?",
            "selftext": "eu comprei a whiskas filhotes mas meu namorido disse que era uma marca ruim então não dei pro gatinho, (eu pensava que whiskas era uma marca boa por conta de tanto anúncio que se vê por aí), pesquisei sobre mas não achei nada sobre a ração específica de filhotes, achei apenas sobre a de gatos adultos da whiskas. \n\ncomprei então a purina friskies para filhotes e meu gatinho gostou bastante; antes havia comprado a golden premier gatos filhotes mas ele não gostou, não quis nem comer.\n\nqueria tirar dúvida sobre a whiskas filhotes, se a fórmula é tão ruim quanto a de adultos ou se posso dar junto com a purina?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yzn92s",
            "num_comments": 4,
            "comments": [
                "Não sou veterinaria mas tenho gatinha a mais de 10 anos. Whiskas é veneno, (todo veterinario que passei fala isso) tem corante e sal, é como se desse mcdonalds todo dia pro seu bichinho. Evite, pegue as premium e super premium. A golden tem bom custo benefício se quiser. Mas nunca de estas marcas que você citou.",
                "Pro meu dog idoso eu uso a ração Origens, é uma Premium especial que é mais acessível. Pesquisei aqui e eles tem uma variedade pra gatos filhotes. Não sou Vet mas falando por experiência própria, é uma boa ração."
            ]
        },
        {
            "title": "gatinho espirrando por culpa do ventilador",
            "selftext": "tá fazendo mais de 30 graus aqui na minha cidade, comecei a usar o ventilador e desde então o gatinho fica espirrando. ele tem 2 meses.\nfaz mal? tem algo que eu possa fazer pra ajudar, sem ser não usar o ventilador?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yzmzlj",
            "num_comments": 1,
            "comments": [
                "Olá, bom dia! Desculpa a demora na resposta. É uma situação bastante delicada, e, antes de prosseguir, eu deixo claro que o ideal na sua situação é garantir que o check-up dele está em dia para termos certeza de que os espirros são realmente por conta do ventilador. Ok? Algumas doenças respiratórias podem causar problemas e o ventilador pode exacerbar eles.\n\nEnfim, sobre essa questão específica, o ideal seria manter as cobertas e panos sempre lavados para reduzir a quantidade de plumas no ar. Escovar seu gatinho sempre que possível para remover o excesso de pelos; além da vassoura, passar um pano de chão úmido (não precisa ser com desinfetante nem nada, só um pano úmido mesmo) na casa (ou no cômodo) quase que diariamente para evitar que a poeira fique no ar.\n\nNo caso do pano úmido, recomendo passar apenas no cômodo antes de ligar o ventilador, 5 minutinhos dá pra fazer isso, não é faxina nem nada, é só pra reduzir a quantidade de partículas no ar mesmo. :)"
            ]
        },
        {
            "title": "Achei um filhote de passarinho, e agora?",
            "selftext": "Oi pessoal, ontem achei esse filhotinho de pardal (pelo menos eu acho que é pardal) no chão na frente de onde faço estágio, procuramos o ninho e pelos pais mas não encontrei, alem disso tinha um gato que sempre visita o lugar de olho. Enfim, fiquei com dó e acabei trazendo para casa. O problema é que ele não possui uma das pernas e a outra parece nao ter movimento, portanto não consegue ficar em pé, ele não consegue voar e não se alimenta sozinho. Me orientaram dar papinha de banana e de fubá e ele só come na seringa.\n\nA questão é: Nunca tive aves, gostaria de saber dicas e se alguém tem opiniões se ele consegue voltar para a natureza algum dia mesmo com sua deficiência",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yzbp5h",
            "num_comments": 12,
            "comments": [
                "Infelizmente é uma situação delicada e não tem muito o que fazer a não ser tentar alimentá-lo mesmo. O retorno à natureza provavelmente não será possível por conta das limitações das patinhas, então o princípio básico aqui seria entrar em contato com a Polícia Ambiental/Força Verde/Prefeitura pra receber as instruções do melhor encaminhamento.\n\nNo caso dele a melhor opção seria encaminhá-lo para um Cetas (Centro de Animais Silvestres), já que os Pardais não são considerados animais domésticos e a posse dele pode ser considerada crime.\n\nEnquanto isso, você pode fornecer papinha de pássaros, sendo a mais conhecida e confiável da [Alcon](http://alconpet.com.br/produto/alcon-club-papa-para-filhotes-passaros). Como é uma papa, a hidratação é parte dela também, o que facilita bastante. Lembrando que filhotes de aves precisam de alimentação constante, então as refeições devem ser feitas de 2 em 2 ou 3 em 3 horas (menos após o por do sol).\n\n*Lamento não conseguir ajudar muito mais que isso por aqui.*",
                "Tenta cuidar dele?? Acho que ele não seria aceito no ninho dele, se você siquer achar",
                "O ideal é voltar ao sítio onde o encontrou e tentar ver se tem algum ninho perto onde o possa colocar, ou levar um ninho feito por si com galhos e papel e colocar num ramo próximo. Os progenitores vão encontrá-lo pêlo piar e cuidar dele melhor do que um humano conseguirá.\nSe não tem de perceber qual a espécie de ave, o que come e tentar replicar isso, ao mesmo tempo que tem o mínimo de interação possível com ele. Porquê? Porque se ficar acostumado à presença humana, quando for hora de soltar, as chances de sobrevivência diminuiem imenso, porque há muita gente má.",
                "O ideal é realmente devolver, mas se ele ainda não conseguir voar, vc pode comprar comida de filhote de pássaro em qualquer petshop e dar na seringa fina. É um saco pra alimentar, mas vc acaba pegando o jeito. Água na seringa tb é essencial.\n\nOutra dica é forrar uma caixa de sapato com papel alumínio (parte brilhante pra cima), colocar uma cobertinha e depois encher uma garrafa de água, colocar no micro-ondas e embaixo da cobertinha, em cima do papel alumínio (se tiver bolsa térmica é melhor) pra manter o bicho aquecido, super necessário. Cuidado pra não queimar o bichinho. Se precisar de mais ajuda, me manda um pm.",
                "A situação do pássaro pode ficar umpouco complicada se você deixar ele na natureza, se você puder ou querer pode cuidar dele por um tempo dando papinha de maçã ou de fuba ou comida que vende no petshop, se  talvez depois de um tempo ele queira voar e sair depois que ele ficar melhor. Espero que ele fique melhor é boa sorte com ele",
                "Eu achei um ontem, trata ele com minhocas ou formigas até ele conseguir voar",
                "Atualização: Eu fiz como foi orientado aqui, tentei contato com um numero que a prefeitura da minha cidade me passou para o resgate dele mas não tive respostas. Comprei a papinha, limpei suas feridas e o deixei aquecido, ele parecia melhorzinho mas hoje pela manhã quando fui manusea-lo estava morto :/ Não sei o que pode ter acontecido. Obrigado pessoal pelo apoio e as orientações",
                "eu já encontrei um passarinho assim. o que vc precisa fazer é levar em um veterinário (procura por especialistas em diversas espécies). pode dar água na seringa tb e deixa ele livre, pq se ele se sentir bem vai embora sozinho e vc fez sua parte em cuidar."
            ]
        },
        {
            "title": "Olho vermelho e com remela (esbranquiçada) que volta mesmo limpando. Notei ontem, mas por ele ter dormido a tarde toda, desencanei. Hoje de manhã ele continuou assim, limpei com soro, mas minutos depois estava remelento novamente. Saio com ele 2 vezes por dia, pode ser irritação de algo na rua? Obg!",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yxtvb5",
            "num_comments": 15,
            "comments": [
                "Olá! Responderei melhor de tardezinha, mas, enquanto isso, as vacinas dele estão em dia?",
                "Conjuntivite, uai."
            ]
        },
        {
            "title": "Como criar uma coruja?",
            "selftext": "Eu achei uma coruja no chão uns dias atrás,os pais abandonaram e tava cheia de lama.\nEu levei pra casa,pedi ajuda no reddit.\nDaí limpei ela e dei comida (sei que elas são carnívoras).\nMas ainda tenho muitas dúvidas, como por exemplo, atualmente ela anda falando muito mais de noite e isso me preocupa, porque eu não sei sobre o comportamento vocal delas.\nOu como também, de quantas em quantas horas dar comida a ela? (a espécie é corujinha do mato).\nComo treinar os voos?\nEtc.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yxrt2e",
            "num_comments": 5,
            "comments": [
                "Olá! Infelizmente, por se tratar de um animal silvestre, nós não podemos guiar sobre a criação por questões legais e que podem comprometer você também. O ideal, no seu caso, é entrar em contato com o IBAMA ou a Polícia Ambiental para o recolhimento e a triagem adequada do animal para um Centro de Triagem de Animais Silvestre (Cetas).\n\nA guarda irregular de um animal silvestre é crime e pode resultar em multas e apreensões. Esteja ciente.\n\nEnquanto isso, você pode oferecer carne moída (ou carne bem picada) sem tempero para ela de 3 em 3 horas, e, dependendo do tamanho, mantenha ela em um local que possa simular uma toca (uma caixa de papelão limpa, fechada com um furo de entrada, mantida em local seguro). A quantidade de alimento varia de acordo com a idade e tamanho do animal, por isso a necessidade de entrar em contato com a Polícia Ambiental, pois muitas vezes a nutrição desses animais não é realizada adequadamente, prejudicando muito o desenvolvimento do animal e o consequente retorno dele para a natureza.\n\nEnfim, busque a reintrodução dela na natureza por um órgão competente, e não a criação por conta que poderá ser insuficiente para o crescimento ideal dela. Ok? Siga as recomendações para que ela não passe fome, mas isso não será o suficiente para criá-la no longo prazo.\n\n*Lamento não poder ajudar mais que isso, e agradeço sua preocupação e dedicação em garantir a saúde dela nesse momento crítico.* ***A resposta pode soar com um tom grosseiro, mas prometo que é pelo bem dela, ok?*** *:)*",
                "Vc provavelmente não quer ter uma coruja em casa, o cara do papo de biólogo cuidou de algumas e é tenso até pra profissional"
            ]
        },
        {
            "title": "POR FAVOR ESSE REMÉDIO PODE SER USADO EM GATOS? O VETERINÁRIO DEU AO MEU LOIRINHO E ELE MORREU.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yxd70l",
            "num_comments": 23,
            "comments": [
                "Ele veio a obito no momento da aplicação ou um tempo depois? Penicilinas são formuladas em um veículo oleoso que não pode, de forma alguma, ser aplicado por via intravenosa pq mata na hora. Dar uma caixa de Penicilina pra ser aplicada em casa pelo tutor é a coisa mais sem noção que eu já vi, minha nossa.",
                "Ele era veterinário mesmo? Ou era vendedor de petshop? Porque tem muitos que vão em loja de ração pra pedir informações sobre doença em animal, ao invés de irem no veterinário, aí o dono da loja ensina e entrega o remédio que deveria ser prescrito pelo veterinário, e eles têm essa mania de ensinar ao tutor a forma de injetar !!  Eu acho meio estranho um veterinário ter feito isso, isso está parecendo dono de casa de ração, ou vendedor que passou !!",
                "Sim, é o mesmo gato do meu post anterior, ele tinha ficado doente e levei ele ao veterinário, ele injetou cerca de 2ml no meu gatinho e depois de ensinar mãe a como dar a injeção ele deu a caixa. Estou desconfiada que possa ser a causa da morte dele.",
                "Seu gato estava com o que?",
                "Sinto muito pela sua perda 😞",
                "sinto muito ):"
            ]
        },
        {
            "title": "Dúvida de vacinação",
            "selftext": "Boa noite. Adquiri um filhote de shihtzu e estou com a segunda dose da vacina agendada pra dia 1/12. \n\nPorém, tenho uma viagem marcada para a praia e não queria deixá-lo. Será que tem problema levar? Ele não vai sair do carro durante a viagem e lá, por 4 dias, não vai ser retirado da casa. Ou seja, não vai ter contato com outros cachorros. Obrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yx7qn7",
            "num_comments": 6,
            "comments": [
                "Olá! **Não recomendo.** Na primeira vacinação de filhote, a primeira dose é mais para \"preparar\" o organismo, já a segunda que efetivará a imunidade no pet. Ao levá-lo, lembre-se de que ele não terá imunidade necessária para ficar livre doenças graves como a cinomose e parvovirose. Então eu, aqui pela comunidade, não recomendo e até diria para entrar em contato com algum pet sitter que possa ficar com ele e ajudar no adestramento precoce contra a ansiedade de separação e outros problemas parecidos.\n\n*Se você for de Maringá/PR conheço duas profissionais veterinárias extremamente confiáveis que fazem serviço de pet/vet sitter.*",
                "Cara, se fosse só um cão adulto que já tivesse as vacinas passadas, não teria problema não. Mas agora, um filhote que nem a segunda dose tem ainda é muito arriscado. Filhotes são mais frágeis e uma doença pode matar eles bem rápido. O ideal é que eles não saiam de casa até a terceira dose, na verdade, até 15 dias depois da 3ª porque aí a imunidade já pegou.\n\nO objetivo de serem três doses é exatamente porque eles não tem imunidade nenhuma e são muito pequenos pra tomarem uma de uma vez ou só duas.\n\nVocê vai ter anos pra viajar, o ideal seria ou não ir ou deixar ele com alguém. Mas é bom se atentar também que esses meses iniciais são fases essenciais para o desenvolvimento do cão, principalmente psicológico, então tenha certeza de que a pessoa que vai ficar com ele já conhece ele e que ele já conhece o lugar direitinho",
                "Cara eu viajo a amos com nosso cachorro, vacinas em dia, nunca nem me pararam",
                "Pelo sim e pelo não eu não levaria, se ele pegar cinomose vai passar o resto da vida portador, e a depender da imunidade, cinomose e parvovirose podem abalar muito a vida do animal jovem.",
                "Eu só levaria num esquema muito regrado, se ele não for nem no quintal da casa! Sem ter nem a segunda dose é perigoso, não arriscaria. Nessa fase eles estão sem imunidade nenhuma, os anticorpos da amamentação já foram embora e eles ainda não desenvolveram os próprios, todo cuidado é pouco!"
            ]
        },
        {
            "title": "tosse canina e vomitando gosma branca",
            "selftext": "Meu Pitbull tá com isso ,tô sem dinheiro pra comprar o remédio.\nVcs sabem algo q da pra fazer ,até eu fazer um corre louco pra ter o dinheiro do remédio?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ywgx1h",
            "num_comments": 9,
            "comments": [
                "Olá! Como disseram aqui, há possibilidades de ser tosse dos canis, mas há diversas outras causas que podem demonstrar sinais clínicos como os citados. A gosma branca pode ser decorrente de constantes tentativas de vômitos (que faz uma mistura de muco com gás no estômago, supondo que tenha origem estomacal).\n\n# Sobre a tosse dos canis\n\nA tosse dos canis apresenta outros sintomas também, como secreção nasal purulenta (aquela amarelada, tipo catarrão mesmo); secreção ocular; febre; etc. Não necessariamente acontecerão todos esses sintomas, e, por ser uma raça relativamente resistente, pode ficar limitada, inicialmente, apenas a tosse e ao vômito.\n\nLembrando que esse problema pode evoluir para quadros mais graves, e pode causar uma pneumonia ou broncopneumonia (bacteriana ou não).\n\n**A recomendação é:** levar ao veterinário o quanto antes para evitar a evolução da doença, e, como atualmente há limitação financeira, recomendo manter o animal isolado, bem alimentado, livre de estresse e acompanhar a evolução da doença ao longo da semana. O isolamento muitas vezes pode ser em vão, por conta da força infecciosa da doença, mas é muito recomendado.\n\n*E não esqueça de vacinar.*\n\n# Outros fatores\n\nO **colapso de traqueia**, **problemas cardíacos** e **cinomose** (em cães não vacinados), são fatores muito comuns que causam exatamente os sinais citados, então, se na próxima semana não houver nenhum sinal de melhora, o veterinário é uma obrigação. Ok?\n\nMesmo se seu pet melhorar, é ideal que faça o check-up anual dele (caso não tenha sido feito esse ano) o quanto antes. Só para ter certeza de que está tudo bem com a saúde geral dele. Inclusive essa é a melhor forma de economizar com a saúde de qualquer animal de estimação.\n\n*Abuse da prevenção, nunca é demais. :)*\n\n# Uma dica\n\nNo seu caso, que possui muitos cães de grande porte em casa, recomendo fazer uma conta extra ou uma reserva financeira onde você guarda entre 60 a 100 reais/mês todos os meses, como regra. Isso irá te ajudar muito em situações de imprevistos assim.\n\nOu, então, assine algum plano de saúde/seguro de vida. Infelizmente não tenho conhecimento prático com nenhum, mas já ouvi bons comentários sobre o Nofaro.",
                "Tem 5 anos .\nEle é ligado no 220 kkkkkk apbt tradicional e nesse exato momento ele tá brincando com o pneu pendurado no teto kkk\nE tem mais 2 apbts tbm só q n tô deixando junto pq ele tá tossindo e fiquei com medo de passar \nE vacina n dei a de gripe (pode ser por causa disso ,mas to numa vaca magra q só Deus kkkk)",
                "Qual a idade dele? Vc passeia com ele normal ou ele se cansa fácil? Ele tá comendo normal ou ficou prostrado esses dias?\n\nA consulta é inevitável, pode ser uma infecção respiratória, pode ser problema cardíaco tb, por isso as perguntas.\n\nEle é vacinado com a poliviral ou só a da campanha da raiva? Tem contato com outros cães?",
                "Já que ele tá super bem , tá comendo e brincando normal então deve ser algo mais simples, embora que apenas o veterinário presencial pode descartar possibilidades.\n\nComo ele tá brincando normal eu imagino que não seja respiratório, nesses casos eles ficam com febre e todo entupido. Pode ser na boca, uma faringite, gengivite, ou até uma gastrite, mas como ele tá comendo bem é difícil dizer.\n\nQuanto a vacina, vc não fez o último reforço ou nunca vacinou com a poliviral? Cinomose pode ter apresentação respiratoria e gastrointestinal, Parvovirose também é mais gastrointesinial, mas como ele é adulto eu duvido que seja.\n\nNão compre medicamento nenhum sem fazer a consulta antes, antibiótico e anti - inflamatório pode atrapalhar o curso do diagnóstico 😘",
                "Extrato de própolis é barato e eficaz quando a coisa não é muito séria, remédio de vó, sabe como é"
            ]
        },
        {
            "title": "Cachorro do nada começou a latir",
            "selftext": "Boa noite, pessoal!\n\nTenho um maltes de aproximadamente 2 anos e estou com ele faz uns 5 meses.\n\nEssa semana ele começou a latir do NADA para qualquer barulhinho na rua. Antes, não tinha costume de latir, somente quando alguem batia a campainha ou quando ele estava muito ansioso (quando falava que íamos passear por exemplo). \n\nCoincidentemente essa semana iniciei a transição da premier maltês para a hills. Poderia ser essa a razão da mudança comportamental?\n\nComo lidar com ele latindo? Estou tentando ensinar um comando verbal+gesto (comecei hoje) mas até agora nada. Alguma dica?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ysu9er",
            "num_comments": 2,
            "comments": [
                "Não acredito que a alimentação tenha relação nessa situação, talvez seja algum evento recente que tenha servido de gatilho pra isso, ou então a sua abordagem (ou de mais alguém da casa) pode ter reforçado positivamente a situação.\n\nO difícil com barulhos da rua é que, geralmente, quando o cachorro late, a pessoa/carro/moto que estava passando segue o rumo e vai embora, reforçando a ideia de que o animal espantou com o latido, reforçando positivamente sem a sua atuação.\n\nA sua tentativa de ensinar o comando pra ele parar de latir pode servir de reforço positivo para o latido. Por exemplo, quando ele começar a latir, você aparece e dá o comando, então ele para e você faz um cafuné, ou chama ele pra dentro, ou traz ele pra perto de você, etc. Isso tudo é como dizer para o seu cão *\"late aí que jajá eu apareço\"*.\n\n# Recomendação\n\nDurante os eventos do latido, ignore completamente o cão e só dê atenção quando ele estiver quieto. Buscar antecipar os latidos é uma ótima saída também (mas aqui exige bastante atenção e tempo seu); por exemplo: em alguns momentos do dia, o movimento deve ser mais alto aí, então, antes disso, comece a brincar com ele, dar atenção, etc. **O objetivo é distrair ele antes que aconteça um estímulo que ele queira latir.**\n\nCaso você esteja brincando/distraindo ele, e ele parar de focar em você, pra então latir. *Simplesmente levanta e saia do local.* Aguarde até que ele faça silêncio novamente, espere por mais 1 minutinho e volte a dar a atenção de antes.\n\n***Repita.***\n\nQuando você estiver distraindo ele, e passar uma pessoa/moto/carro e ele não distrair. Dê um petisco mais gostoso, uma atenção mais intensa, etc.\n\nNão esqueça de oferecer brinquedos de diversos tipos no ambiente (não precisa comprar um monte de uma vez, mas vá adicionando brinquedos que ele gosta no ambiente) e, se puder, ofereça um comedouro lento pra adicionar uma comida que possa manter ele distraído enquanto os barulhos acontecem **(mas jamais ofereça a comida se ele estiver latindo, lembre-se sempre: atenção, comida, cafuné, etc. só devem ser oferecidas quando ele estiver quieto).**\n\nExemplos de comedouros lentos: [aqui](https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcR6yPi4vnwFY-O_l32BUzaS3a1-QaEt9W4BX4idwI4pF3C9kA7Q263KvSYLtiaxHpINBgiNFUC2G4i_ksjquIPqc4p7VdL-Tz25-BDEjDLCYxeNgys60c1WRg&usqp=CAE), [aqui](https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcQRSHgFP1lUTrIb66dpUKnyrvWr6t4Kolonvrq6EagVa7R_0y1sVIF0jUBaK5988Jrs1BG9SolcbTZDKJkC_jJ0KFJ0ejrEmdqoNUTpoMqjelaJa8cHHvoM5Q&usqp=CAE) e [aqui](https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcQA1dYriXt3Emo-XgYdqjI8AvvgIxhnpDMlFw7ouWfN_iZ_TTdHgkiMHSwproLAYufY7RHt1Rf3VfWnm7_XK0SPngWjFYPfLYprklTkWqWZQhUDfmO3B0U8Vw&usqp=CAE) (esse é o que mais gosto para distrações e brincadeiras). **O objetivo é manter ele distraído e reforçar positivamente comportamentos que não envolvem latidos.** Claro que ele latirá um dia ou outro, é cachorro, mas se a frequência estiver atrapalhando sua rotina, então é um problema real.\n\n*Lembrando que o treinamento para ele não latir, deve ser realizado após o treinamento de \"latir\". Porque assim ele terá uma referência comportamental pra seguir e entender o motivo do comando.*\n\n# Importante\n\nEu gosto muito da parte comportamental, mas não sou especialista. Se o comportamento começar a afetar muito a sua rotina, seu bem estar e o bem estar do seu cão, então busque um veterinário comportamentalista ou um adestrador. *Combinado?*\n\n***Coloquei a flair como \"discussão\" para caso mais alguém queira adicionar dicas e experiências. :)***",
                "Deixa eu entender você quer calar ele?"
            ]
        },
        {
            "title": "Pós castração de gato",
            "selftext": "Olá. Resgatei um gatinho(macho mesmo) na rua aqui na segunda-feira e consegui uma castração em uma ONG na minha cidade na quarta-feira. \n\nDisseram que não teve pontos na castração mas que é,e deveria ficar com o cone por uns 10 dias.\n\nAí entra minha dúvida. Preciso mesmo deixar ele com o cone mesmo não tendo dado pontos? O uso do cone está afetando muito ele pois sempre que fica com o cone ele para de se alimentar de beber água. Até a caixinha de areia ele fica sem utilizar e acabo ficando muito preocupado. \n\nConstantemente ele fica lambendo na região da cirurgia(todo o local de pelo raspado) quando tiramos o cone. Ele começou até a resmungar no momento que tenta se lamber, e fico sem saber se ele está com dor ou apenas é uma reação natural essa espécie de grunhido que ele faz.\n\nEle ainda é meio filhotinho, aparenta ter entre 6 e 7 meses. Devo manter o cone o tempo inteiro mesmo não tendo nenhuma incisão aparente na região?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ysm27g",
            "num_comments": 2,
            "comments": [
                "Ele está tomando o anti-inflamatório e os outros medicamentos recomendados (se houver)? No seu caso que ele fica constantemente lambendo a região quando tira o cone, então não tem como eu sugerir que deixe sem o cone. Mas você pode optar por tirar o cone por 30 min a cada algumas horas (3 em 3, 4 em 4, algo assim, e se puder) para que ele faça as necessidades, coma e tome água; só não esqueça de desviar a atenção dele ao menor interesse de lamber a ferida.\n\nRecomendo retirar o cone apenas quando ele estiver quieto e calmo, sem demonstrar desconforto, mesmo que isso fuja da sua rotina um pouco. E tente oferecer alguns sachês/petiscos ou qualquer comida que ele ame enquanto ele está de cone (e não demonstra desconforto). Assim você vai reforçar positivamente o uso e talvez ajude bastante ao longo dos próximos dias.\n\nPelo fato da cirurgia ter sido na quarta, não vacile com o cone durante o final de semana, na segunda já poderá testar mais os limites do uso com ele. A necessidade dele lamber a região provavelmente se dá pela cicatrização, que coça bastante no início; mas não descarte a possibilidade de inflamação, caso não tenha sido prescrito nenhum outro medicamento. Se notar alterações na ferida cirúrgica (inchaço, sangramento, vermelhidão exagerada, etc.), então entre em contato com os responsáveis pela cirurgia.\n\nNo mais, tenha paciência nesse período e não se esqueça que são poucos dias. :)"
            ]
        },
        {
            "title": "Como controlar agitação, inquietação e ansiedade da minha cachorra?",
            "selftext": "Ela é agitada demais, e eu trabalho então não posso ficar o dia todo com ela pra ensinar a não destruir todas as plantas ou a não pegar roupa no varal.\n\nEu até consegui relativamente ensinar ela a sentar, mas ela fica tao agitada quando chego que da umas 5 voltas em torno de si antes de concentrar no meu comando.\n\nQuando eu vejo q ela destruiu as plantas eu xingo ela, mas não adianta xingar depois também, tem que pegar na hora.\n\nEu brinco com ela quase todos os dias, coloco ela pra correr bastante pra gastar energia, saio pra passear com ela quando da também, passeios longos de  1,5km no mínimo. Só queria que ela ficasse menos destruidora com as plantinhas da minha mãe =\\[\n\nAh, e quando tem outra pessoa perto ela não consegue me obedecer quando mando sentar, ela fica pulando na pessoa e correndo e não concentra no que falo nem acata o comando.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ys9f8e",
            "num_comments": 10,
            "comments": [
                "Não tem outra solução a não ser tirar mais tempo pra gastar com ela. Vc tem que começar treinando ela em um ambiente neutro, sem distrações e conforme ela for evoluindo vc vai sujeitando ela a outras situações aos poucos.\n\nQuando à destruição, tem que estar sempre em cima, e tem que desviar a atenção dela com um brinquedo ou qualquer outra coisa no ato.\n\nTodo mundo fica de cara que minha cachorra nunca roeu nada. Ela deita no sofá com controle remoto, celular, notebook, tudo em cima e nunca roeu nada. Quando ela era pequena tentou umas vezes roer cadeiras e o pé de uma mesa, mas a gente sempre desviava a atenção dela e dava recompensas quando percebia que ela precisa de algo pra roer e ia pegar os brinquedos.\n\nTreinar filhotes é paciência e tempo, não tem milagre...",
                "Ué quer arrumar cachorro e n tem tempo kkkkkk aí me quebra DMS ,n tem jeito ou vc treina ou perde o controle e suas coisas \nTenta tirar pelo menos uns 30 min ,só pra treinar e ensinar oq pode e oq n pode .",
                "Isso é ansiedade, ela precisa de enriquecimento ambiental e você precisa redirecionar a ansiedade dela para coisas que ela pode destruir e usar. Envolve treinamento e comprometimento, todos os dias tem que treinar, e foco em reforço positivo! Principalmente no começo porque ela não vai entender nada\n\nSugiro ver um treinador comportamental"
            ]
        },
        {
            "title": "recentemente apareceu um gato aqui em casa ele tá com umas feridas na orelha e no nariz. elas podem passar pra humanos, tipo as sarnas?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yqxxx9",
            "num_comments": 3,
            "comments": [
                "Geralmente em gatos brancos, principalmente de rua ou com acesso à rua, há lesões assim por sensibilidade ao sol. Literalmente queimaduras, que podem evoluir para cânceres, e, nesse caso, me refiro mais especificamente ao carcinoma de células escamosas ([exemplo 1](https://ninhohospitalveterinario.com.br/Content/upload/blog/957db29c-0262-4397-8f3a-1978a63f0cbf.jpg), [exemplo 2](https://static.vakinha.com.br/uploads/vakinha/image/730087/F9D7D686-138E-4B88-9E26-3A46A3199EAF.jpeg?ims=700x410), [exemplo 3](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSDAFEo6w0Jo9rgHWx54hc9_lkukVmBPexPBQ&usqp=CAU)). Esse tipo de câncer pode ser doloroso, debilitante, causa deformidades, é maligno e potencialmente fatal.\n\nOutras doenças como diversos tipos de sarnas e fungos, como é o caso da dermatofitose e esporotricose, que possuem semelhanças que coincidem com a imagem do gato também ([dermatofitose](https://cat-world.com/wp-content/uploads/2017/07/ringworm-on-a-cats-ears.jpg) e [esporotricose](https://t2.ea.ltmcdn.com/pt/posts/2/5/4/esporotricose_em_gatos_e_caes_sintomas_causas_e_tratamento_22452_orig.jpg)), lembrando que, nesses casos, há potencial zoonótico e você pode ser contaminado pelo fungo também.\n\nA recomendação essencial aqui, caso queira ajudar o gato de alguma forma, é realizar uma consulta e averiguar a melhor abordagem medicamentosa para ele que tem acesso à rua. Se confirmado o câncer de pele, então talvez ele precise ser submetido à uma cirurgia. Aconselho conversar com algum vizinho que queira ajudar ele também, assim pode facilitar os custos.\n\nMas ele precisa de um atendimento veterinário para o controle da condição atual, a aparência é de uma doença em curso e que terá evolução considerável nos próximos meses se não tiver nenhuma intervenção veterinária. Ok?",
                "Leve ao veterinário, feridas nas orelhas geralmente indica leishmaniose (n sei como escreve)",
                "Cara, pode passar pra vocês sim. Caso seja esporotricose. Recomendo levar ao vet pra avaliação."
            ]
        },
        {
            "title": "Quanto tempo de intervalo é necessário para dar vacina v5 e de raiva?",
            "selftext": "Ainda na saga da gatinha resgatada, fiz um hemograma e ela está saudável e negativa fiv/felv. Só não sei quais vacinas ela tomou na vida, então darei as duas. A minha dúvida é: qual o tempo de intervalo entre v5 e raiva? E qual eu deveria priorizar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yqlfpo",
            "num_comments": 3,
            "comments": [
                "A prioridade sempre é a poliviral, já que ela é quem vai proteger no dia a dia mesmo. Quanto ao intervalo não precisa, geralmente o pessoal por aqui aplica a da raiva junto da segunda dose de reforço da poliviral, isso pra cães. Ou seja, aplica a primeira dose da v5, depois de 21 a 28 dias aplica a segunda junto da raiva, aí vc fica fazendo o reforço anual de ambas na mesma visita.\n\nPor questões financeiras, se for priorizar uma, sempre a v5 S2"
            ]
        },
        {
            "title": "Dúvida sobre gato",
            "selftext": "O gato da minha irmã esta ficando na minha casa, ele se apego um pouco a mim e esta dormindo comigo. Queria saber se é normal ele ficar lambendo meu cobertor e como faço pra ele parar com isso, ja pesquisei bastante no google e fala que é normal porém em filhotes e ele já tem uns 3 anos.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yqg1fw",
            "num_comments": 4,
            "comments": [
                "Ele só achou que vc não está limpo o suficiente ksksks",
                "Vai ver ele só gosta de ti e se sente confortável no espaço",
                "Alguns gatos ficam com esse comportamento mesmo depois de adultos, e pode ser que seja normal para ele. Se você não gosta, o mais fácil é impedir o acesso dele.",
                "Olá! Desculpa a demora. Mas só passando pra reforçar que o comportamento é normal, principalmente se for o ato de lamber. O ato de sucção (como se fosse um filhotão mamando) pode ficar presente em alguns gatos depois da vida adulta e não é preocupante. De qualquer forma, só não recomendo que ele lamba/mame em cobertas que possam soltar muitos fiapos.\n\nSe não for problema pra ti, então deixa esse bebezão aproveitar, porque isso é sinal de tranquilidade e relaxamento. Muito provavelmente ele confia e se sente seguro perto de você, isso é ótimo. :)"
            ]
        },
        {
            "title": "Devo levar no vet ou é só saudades?",
            "selftext": "Esse final de semana passei muito tempo fora, e por isso na sexta acabei deixando minha cachorra na casa da minha mãe. Elas se amam e ela costuma ficar super bem lá, nunca teve nenhum problema. Fui buscar na segunda de manhã e quando chegamos em casa eu senti que ela ficou muuuito quietinha. Pensei que poderia ser um misto de raiva pelo \"abandono\" e tb saudades pq minha esposa foi viajar e ela é muito apegada nela, deu pra ver que rolou uma frustração quando ela viu que ela não estava em casa.\n\nDesde então ela tem basicamente dormido a maior parte do tempo, brincou bem pouco e só animou mesmo na hora que fomos passear. Comeu normalmente (minha mãe comentou que lá ela comeu pouco, mas isso já havia acontecido outras vezes.), fez cocô normal no passeio e é isso aí. Perguntei e minha mãe disse que ela não comeu nada de estranho por lá, mas que também dormiu bastante tempo. Por aqui ela comeu um pedaço de saco de pão (papel) que voou com o vento, mas ela já fez esse tipo de coisa antes e nunca teve problema, não acho que seja isso. De resto não está dando muita bola pra mim, não quer brincar e tá praticamente ignorando quando eu chamo. Fiquei preocupado de manhã mas depois do passeio dei uma desencanada. Mas sei lá. Ela é um filhote SRD de 1 ano e meio que costuma ser bem ativa, brinca sozinha, late pro povo na rua e tal. Achei uma mudança meio brusca de comportamento. Vocês acham que vale uma visita ao vet ou espero minha esposa voltar na quinta-feira pra ver como ela reage?\n\n(Vacinas em dia, vermífugo em dia, preventivo de carrapato/pulga em dia. Só o banho que tá devendo mas nada grave kk)\n\nValeu!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yq8elz",
            "num_comments": 4,
            "comments": [
                "Olá! Toda alteração de comportamento deve ser avaliada clinicamente antes de afirmarmos que é uma causa puramente comportamental. Mas, pelo citado, levando em conta as vacinas em dia, vermífugos, preventivos, tudo, então você pode aguardar mais uns dias antes de ter certeza que há necessidade de ir para uma consulta.\n\nOs dias foram bem diferentes da rotina dela, e ela é bem novinha ainda, o que pode impactar diretamente no comportamento sim, principalmente pela ausência de alguém que ela gosta.\n\nNessa situação, recomendo ficar atento ao interesse dela pela comida (e água). **Caso ela fique 24h sem comer/beber, então busque atenção veterinária imediatamente, ok? Se apresentar vômitos, diarreia, secreções nasais ou oculares, ou outros sinais clínicos dignos de nota, também recomendo buscar um veterinário imediatamente.**\n\n**Agora um detalhe importante:** quando cães ficam mais depre assim por conta de mudança na rotina, ou ausência de alguém, tendemos a dar mais atenção para o pet quando ele está tristinho. Por exemplo: deitou na casinha e ficou chorandinho, daí a gente passa lá e dá uma atenção para dar aquele \"up\". Isso pode acabar reforçando positivamente o comportamento.\n\nAqui, então, o ideal é que você observe de longe quando ela ficar quietinha ou tristinha, e, quando ela tomar a iniciativa de uma interação, atender seu chamado, demonstrar interesse em você ou em outras pessoas, participar de atividades, etc.; então reforce positivamente o comportamento através de cafunés, conversas, atenção e petiscos.\n\nUma recomendação que gosto muito de dar é tentar ensinar algum comando pra ela, seja sentar, pegar uma bolinha, buscar, ficar, etc. Isso ajuda a criar e fortalecer um relacionamento entre vocês, enquanto estimula mentalmente ela para que ela não fique tão quietinha e depre no cantinho dela. Entende?\n\n**E só reforçando:** não releve a possibilidade de algum problema de saúde, qualquer sinal clínico (como os citados anteriormente) deve ser avaliado o mais rápido possível.",
                "Pela minha experiência, se ela tá comendo e fazendo as necessidades e o comportamento tá \"normal\" (dentro do possível nesse caso né) não acho que vale uma visita no vet.\nMeu doguinho quando eu não estou em casa tbm é desses de fazer greve de fome e ficar deitado na minha cama sem querer ninguém por perto desde filhotinho (ele tá com 6 anos agora) e quando eu chego ele não desgruda de mim, até no banheiro entra. \nQuinta feira já tá quase aí, acho que vale a pena esperar até sua esposa chegar e observar ela depois.\nVale a pena investir em uma creche/hotelzinho quando vcs forem viajar, é o melhor investimento que eu faço pro meu doguinho hoje em dia, ajuda demais na socialização (quando ele volta a gente até brinca que ele precisa aprender de novo que ele não é cachorro e sim neném) e pode matar esse sentimento excessivo de saudade que ela sente."
            ]
        },
        {
            "title": "Os meus dois gatos foram diagnosticados com insuficiência renal ao mesmo tempo. Poderia ser por causa de algum petisco, igual o que aconteceu com o etilenoglicol nos petiscos caninos?",
            "selftext": " Eu n uso mt o Reddit, mas eu n consegui pensar em outro lugar q eu pudesse postar isso.\n\nEu vou resumir bem a história: em Junho desse ano, o meu gato mais novo (de mais ou menos 7 anos) foi diagnosticado com insuficiência renal crônica. Por ser um gato arisco resgatado da rua, nós simplesmente não conseguíamos dar o soro subcutâneo, ent a ureia e a creatinina dele estavam mt altos (446 e 10), além dele estar desidratado, desnutrido e anêmico. A minha mãe (que é veterinária) achou estranho q ele tenha adoecido tão rápido para a idade dele, mas nós não fomos atrás na época.\n\nEm Setembro, o meu outro gato (de 12 anos) começou a desenvolver os mesmos sintomas e tbm foi diagnosticado com insuficiência renal crônica. Nós fizemos soro subcutâneo, demos diversos suplementos, vitaminas, comprimidos e até fizemos uma transfusão de sangue, mas nada pareceu funcionar. Começamos a achar muito estranho que os dois tenham desenvolvido a mesma doença exatamente ao msm tempo, sendo q eles tinham idades diferentes, vinham de ninhadas diferentes, de regiões diferentes e sempre comeram a mesma ração (Purina Pro Plan) e os mesmos petiscos (da Dreamies) a vida inteira.\n\nEm Outubro, o mais novo piorou mt e acabou falecendo, ent a minha mãe foi atrás pra ver se descobria alguma coisa, e ficou sabendo de várias notícias dizendo que suspenderam a comercialização de petiscos depois q vários cães estavam morrendo por insuficiência renal pq consumiram petiscos com etilenoglicol. Só que eu pesquisei bastante e não encontrei nenhuma notícia falando sobre insuficiência renal em gatos. Ou tudo só foi uma coincidência ou os meus gatos realmente ingeriram alguma coisa q deixaram eles doentes.\n\nE é por isso que hoje, dps q realizaram a eutanásia no meu gato mais velho, estou postando isso. Eu queria compartilhar essa informação e perguntar se mais algm passou ou está passando por isso. Esses petiscos contaminados afetaram só os cães ou tem algum relato ou notícia de algum gato que ficou doente por causa deles tbm? Eu realmente gostaria de saber. Todos os dias dos últimos 4 meses foram simplesmente infernais. Cuidar, praticamente sozinha, de dois gatos doentes ao msm tempo é mt difícil, e vê-los morrer é pior ainda. Sinto q ir atrás desse assunto é a última coisa q eu poderia fazer por eles agora, msm q isso não dê em nd.\n\nBom, é isso, desculpa pelo texto mt grande.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yq28z1",
            "num_comments": 3,
            "comments": [
                "Pode ser algum petisco contaminado, sim. Também podem ser outros causadores ambientais. Como um exemplo, meus dois gatos também foram internados em um curto intervalo de tempo com problemas renais e hepáticos. Felizmente, com um tratamento muito agressivo e intensivo, hoje estão ambos vivos e saudáveis, mas poderiam facilmente ter falecido da mesma forma que os seus. Descobrimos, no meu caso, que era uma coisa mínima - o polidor de móveis que a faxineira passava na bancada onde eles comiam. Eles pisavam ali, se lambiam e ingeriam o produto, que em poucas semanas causou intoxicação aguda. Insuficiência renal muito aguda em dois animais da mesma casa, mas com históricos diferentes, sempre me faz suspeitar de intoxicação. Vocês mudaram algum produto? Começaram a usar algo diferente? Mudaram o protocolo de limpeza? Algo mudou na água? Basicamente qualquer coisa pode ter precipitado essa condição.\n\nSinto muito pelos seus gatos. Espero que consiga uma resposta. Uma necrópsia também pode ajudar.",
                "Acho que esse caso dos petiscos recentemente divulgado pela mídia não tem a ver com o caso dos seus gatos. Os petiscos Dreamies podem ter contribuído pelos altos teores de sódio, a depender da quantidade que eles consumiam. Eu tenho uma gata renal crônica e conheço a batalha. Soro a cada 48h há dois anos já, ração renal, etc. Alguns gatos tem predisposição genética, infelizmente não é algo tão incomum com o passar da idade. O baixo consumo de líquido somado a rações com alto teor de sódio ao longo da vida podem contribuir. Por isso sachês com caldinho são muito mais interessantes que petiscos secos. A DRC, quando diagnosticada, é grave e precisa ser tratada pro resto da vida do animal, pois evolui rapidamente se não for controlada, ainda que seja possível garantir qualidade de vida por um tempo com o tratamento e acompanhamento adequado. Lamento pelos seus felinos. Força aí.",
                "Nossa, que situação horrível, de verdade. Sua desconfiança é válida sim. Eu, particularmente, sempre dou petiscos e rações de marcas já estabelecidas no mercado, sei que isso não é o suficiente, mas me deixa um pouco mais tranquilo. Futuramente quero fazer um levantamento detalhado sobre substâncias comprovadamente maléficas que são utilizadas no mercado pet, espero que isso ajude outros tutores e também me esclareça algumas questões que desconheço atualmente.\n\nNão sei como você é com inglês, mas dá uma olhada nessa matéria aqui (7 dias atrás): [most US pet food contaminated with ‘forever chemicals’, study finds](https://www.theguardian.com/environment/2022/nov/02/pet-food-contamination-forever-chemicals) (cita a Purina). Não fui muito a fundo para ver o estudo citado na matéria, mas resolvi linkar porque muitas substâncias passam batidas (até pelos próprios veterinários) ou nem sequer levantam desconfiança de que pode fazer mal para o pet.\n\nUm detalhe importante, mas, diferente do seu caso, essa é mais relacionado à insuficiência hepática: o uso de óleos essenciais em casa. Alguns óleos essenciais utilizados em vaporizadores (ou fora deles) podem fazer mal para os gatos ([referência mais didática](https://www.petpoisonhelpline.com/blog/essential-oils-cats/)).\n\nInfelizmente há diversas causas que transcendem a questão \"petiscos\" mesmo que a alimentação seja muito ligada a origem de problemas de saúde em gatos, principalmente renais e urinários. É uma frustração gigante quando perdemos um pet sem saber a causa base do problema principal, mas, ou foi muito azar, ou, talvez, tenha correlação sim com a alimentação citada, principalmente após a notícia linkada no segundo parágrafo.\n\nDesculpa não conseguir esclarecer muito mais além disso aqui, é um tema muito abrangente e dependendo do que eu escrever aqui, posso acabar criando teorias falsas sem muito embasamento científico. Então prefiro me abster antes de estudar melhor sobre alguns aspectos descritos aqui.\n\n*Meus sentimentos, fique bem dentro do possível nos próximos dias/meses.*"
            ]
        },
        {
            "title": "Dúvidas sobre alimentação",
            "selftext": "Recentemente fiz a transição do meu dog da área externa coberta da casa para a área interna (depois de finalmente convencer o pessoal da casa). O problema é que durante a maior parte da vida dele eu enchia o pote de ração de noite e ele comia conforme a necessidade durante o dia, nunca apresentou sobrepeso nem nada do tipo. Como ele foi castrado e o cone não permitia que ele comesse direito, eu comecei a dar ração de manhã e de noite em horários que eu pudesse tirar o cone e monitorar ele. Só que agora ele se acostumou com esse tipo de alimentação e eu não tenho ideia da quantidade correta de ração pra dar e em quais intervalos de tempo eu deveria oferecer a comida. Ele é um poodle toy, tem 5kg e 12 anos de idade. A ração dele é a Origens sênior pra raças pequenas, que é a mais específica que eu pude encontrar por um preço acessível. Quais as orientações nesse caso?\n\n[Aqui o link da ração](https://www.petlove.com.br/racao-seca-origens-premium-especial-frango-e-cereais-integrais-para-caes-senior-racas-mini-e-pequena/p?raccoon_param1=S_ND_RAC_Tudo_Novos_tROAS&gclid=Cj0KCQiAmaibBhCAARIsAKUlaKQ2VpRfSnbH5JzZ_Ne--EGlqC4qLvKGxNnw0spy3-v1ddecmwE4qI0aAtnkEALw_wcB)  \n[E aqui uma imagem dele aproveitando a nova vida de cachorro caseiro](https://imgur.com/a/V7r7iKf)\n\nobs: sim, ele foi castrado aos 12 anos. Já tinha feito uma cirurgia ano passado (e todos os exames necessários também) e passou por uma avaliação de novo pra garantir que tava tudo certo. Ele já se recuperou 100%",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yq0ilp",
            "num_comments": 3,
            "comments": [
                "A quantidade diária dele é entre 95 - 160g se atividade física for baixa, e 110 - 180g se for mais ativo. Eu começaria no meio termo (então atividade baixa, cerca de 130g por dia; mais ativo, 145g por dia) e observaria se ele perde ou ganha peso e ir ajustando conforme necessidade.\n\nAqui em casa sempre demos em duas porções, com cerca de 12h de intervalo (7h da manhã e 7h da noite). No caso do seu poodle, se ele não for muito ativo, seriam duas porções de 65g, uma de manhã e uma a noite."
            ]
        },
        {
            "title": "Hemolitan Pet como suplemento casual ?",
            "selftext": "O Vet passou o hemolitan para dar para o cachorro e disse que não teria problemas em fazer o uso regular como suplemento para o cão. De fato, quais são os benefícios dessa suplementação? E quais são os riscos ?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yp8kju",
            "num_comments": 4,
            "comments": [
                "Uso contínuo de suplemento eu fico meio em cima do muro, pra mim só justifica mesmo pra animais que fazer uso de alimentação caseira.\n\nPra animais que comem alimentação industrializada eu fico com receio de hipervitaminose com uso prolongado, as rações já são balanceadas pras necessidades diárias deles, o que acontece é que nenhum animal é igual. Se eles comerem menos do que o recomendado eles realmente vão precisar da suplementação, se eles comerem normal, por alguma razão própria do metabolismo eles podem exigir mais.\n\nPra mim nutrição é um assunto delicado, por isso é interessante o acompanhamento com um nutricionista nesses casos.\n\nA gatinha da minha sogra, segundo ela, tava lambendo parede as vezes em casa. A bichinha é toda mazelada, tem felve e tá num tratamento continuado pra controlar uma sarna, a coitada. Por sempre estar desconfortável eh imagino que ela coma pouco, por isso a carência nutricional. Entrei com glicopan gold e outro glicopan, não lembro exatamente qual, só sei que um era polivitaminico e o outro suplemento de aminoacido e mineral. Dei por uma semana e a gata tá comendo grito um trem, chega engordou kkkkkkkk",
                "Bom, desconheço o quadro atual do seu pet, e também qual alimentação ele recebe, além de outros problemas de saúde possíveis. Dependendo da situação, o Hemolitan deve ser utilizado por meses, então talvez o veterinário tenha dito isso porque achou ok na sua situação. Mas eu não recomendaria o uso regular como suplemento se o animal comer ração premium/super premium, ou esteja com peso normal, saudável, sem depressão fisiológica, etc.\n\nO Hemolitan não tem riscos graves, sendo, o principal, a hipervitaminose e riscos para animais diabéticos. Eu, particularmente, não recomendaria para animais saudáveis, visto o que já foi citado pelo /u/Srhards: *as rações já são balanceadas pras necessidades diárias deles.*\n\nMas, como ele tem acompanhamento veterinário presencial, o ideal é que siga as recomendações dele."
            ]
        },
        {
            "title": "ração n&d quinoa urinary",
            "selftext": "Tenho uma gata que bebe pouquíssima água, apesar dos meus esforços. Tenho medo que ela desenvolva problemas em trato urinário por conta disso. Vale a pena mudar pra essa ração? Ela realmente previne ou eu poderia simplesme escolher uma outra N&D, visto que a \"urinary\" é um pouco mais cara? Atualmente, ela come Premier e bebe caldinho de 1 sachê whiskas ou friskies misturado com água por dia\n\nEdit: tenho potes de alumínio espalhados pelos cômodos. Além dos potes de alumínio, já usei por um tempo de plástico, cerâmica e vidro. Tenho 3 fontes espalhadas. Todas as fontes e potes se encontram distantes da ração e areia. Os potes já foram colocados no alto e no baixo e não fez diferença. Já diluo o sachê dela com o máximo de água que ela aceita e ofereço o máximo de vezes que ela aceita também (1 sachê dividido em 2 porções, manhã e noite, mais do que isso, ela ignora)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yp1920",
            "num_comments": 10,
            "comments": [
                "Olá, pelo que li na discussão aqui do tópico, você é absolutamente sensata e consciente sobre  as necessidades da sua gata. E isso é um ótimo começo (na verdade, pra ti, nem é começo, você tá de parabéns mesmo hahaha).\n\nEnfim, sobre a dieta em si, nós devemos nos atentar principalmente à doença do trato urinário inferior (envolve a bexiga e a uretra), que são, geralmente, os pontos mais afetados na rotina clínica dos gatos. No caso de situações mais graves (como doenças renais), então o ideal é uma abordagem nutricional específica para a sua gata, que será estipulada por um nutricionista veterinário se ela desenvolver o problema algum dia.\n\nO parágrafo anterior é mais um esclarecimento de que **rações urinárias são ótimas formas de prevenção de doenças do trato urinário inferior e podem sim ser oferecidas para um gato saudável;** já as *rações renais* são específicas para gatos com problemas renais já estabelecidos e que precisam de alterações notáveis nos níveis de proteína e outros aspectos nutricionais da alimentação, não sendo indicadas para gatos saudáveis.\n\nEntão é ok e até ótimo que você possa oferecer essa ração (urinária) para a sua gata, principalmente ao levarmos em conta a tendência dela de tomar pouca água. Uma recomendação para aumentar a ingestão de água é fazer água saborizada com frango/boi (basta cozinhar frango/boi sem nenhum tempero na água, reduzir um pouco o volume da água restante e oferecer para ela).\n\n# Recomendação\n\nSe você tiver condições, recomendo agendar uma consulta com um nutricionista veterinário desde já para te guiar melhor nessas questões, a consulta não precisa ser presencial se você tiver os exames recentes da sua gata. Seria mais para a formulação de um cardápio e as indicações das melhores rações disponíveis no mercado.\n\nFora isso, não tem muito mais o que ser feito além do que você já faz, então não sei se minha resposta foi muito útil aqui hahaha. **Mas já adianto:** o caminho da prevenção é o melhor e isso te poupará bastante dinheiro caso sua gata precise de um tratamento futuramente. Parabéns pela dedicação.\n\n*No geral, qualquer gato livre de estresse, bem hidratado, com alimentação ótima (rações super premium de marcas confiáveis), muito provavelmente não terá problemas urinários, e, caso tenha, é, literalmente, azar.*",
                "Ração ND é uma nota, mas vale muito a pena.  \n\nSe tu estiver dando uma ração de qualidade (super premium), não precisa te preocupar com a qualidade do sachê, ele serve mais para garantir a hidratação mesmo, a maior parte da nutrição e calorias vêm da ração. O gatinho gostando do sachê, tá valendo, e adicionar água é uma excelente estratégia.   \nEu mesma dou ração ND com sachê Friskies, Whiskas ou Fancy Feast (esse é excelente, se tivesse grana só dava ele). \n\nEspalha uns potes de sorvete com água pela casa pra ele se ligar de beber, aqui funcionou muito bem. Usar uma fonte também pode ser uma boa ideia. \n\nQuanto a ração para trato urinário, não creio que seja necessário a menos que o seu veterinário tenha recomendado.  \nA melhor maneira de prevenir esse tipo de problema é garantir a hidratação e dar ração de qualidade e isso já tá bem garantido com ração ND.",
                "Nao sou vet mas trocaria o Whiskas por algum outro sache de melhor qualidade. Dou um da Proplan, custa uns 6,00 cada. Uma fonte de agua pode ser uma boa tb, se vc não tiver."
            ]
        },
        {
            "title": "Viajando dos EUA com comida de cachorro.",
            "selftext": "Alguém pode me indicar (ou sabe) informação à respeito de trazer comida de cachorro comigo (suficiente para até um mês) dos EUA para o Brasil?\n\nVou ter que visitar família no Brasil e tenho um *service dog* que viaja comigo pra todo lugar. Ela têm um estômago muito sensivel, que resulta em diarréia se eu mudar a dieta até um pouco. Com ajuda de um nutricionista veterinário aqui achei uma combinação de comida seca (kibble) e enlatada que ela gosta e não dá problemas.\n\nFora isso, a única solução que posso imaginar é de achar (através de tentativa e erro) alguma receita feita de comida \"humana\" que ela aguente e que posso preparar aí, e ajustar ela nessa comida antes e depois da viajem. Não é muito prático, não é garantido, e talves não tenho tempo suficiente.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yowjrb",
            "num_comments": 7,
            "comments": [
                "Que marca é essa comida enlatada? Dependendo do caso, você encontra para comprar ela aqui (obviamente, mais caro que nos EUA, mas.... é uma possibilidade).",
                "Melhor verificar com a própria cia aérea, podem te orientar melhor. Mas creio que se for embalagem lacrada e com carta do veterinário, liberem, só não sei sobre a comida enlatada, se tem risco de explodir, aí não tem jeito.",
                "Ola, a preocupação maior me parece ser com a vigilância sanitária e não com a receita federal. Da uma lida em https://www.gov.br/agricultura/pt-br/assuntos/vigilancia-agropecuaria  para confirmar se é permitida a importação por viajantes desse tipo de produto."
            ]
        },
        {
            "title": "update gatinho com prolapso retal: melhorou e agora tá pançudo",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yot8i9",
            "num_comments": 2,
            "comments": [
                "levamos ele ao veterinário dias após o post sobre o prolapso, ele deu umas injeções e medicamentos, melhorou o prolapso porém surgiu outro problema: ficou buchudo. buchin cheio.\n\nretornamos ao vet e ele deu mais medicações, dessa vez para desinchar a barriguinha dele. ele tá pançudo pois tem apenas 1 mês, saiu muito rápido de tomar leite para comer ração. \n\nele recomendou uma ração porém é muito cara, compramos ela, mas queria saber se existe opção mais em conta (royal canin gatos filhotes).\n\nedit: eu estava dando a ração da marca quatro patas."
            ]
        },
        {
            "title": "Agressividade e castração",
            "selftext": "A castração em felinos resolve problema de agressividade e falta de receptividade à mudanças no ambiente? Tenho uma gatinha que é muito carinhosa comigo, com filhotes e minha cadela, mas quando trouxe outra gatinha aqui para casa ela começou a me atacar e agir de forma agressiva com todos. Vou castrá-la essa semana e gostaria de saber se o comportamento dela poderá melhorar nessa questão (em relação ao resto, realmente não tenho o que reclamar, ela é maravilhosa).",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yoc1jg",
            "num_comments": 3,
            "comments": [
                "Olá, bom dia! A castração *pode* ajudar, mas, independente da agressividade, a castração de fêmeas é um ato quase obrigatório a longo prazo por conta do estresse e das situações que gatas se colocam no cio.\n\nEnfim, o ideal é que você faça um manejo ambiental também, juntamente com o manejo de adaptação. **Enriquecer o ambiente com pontos altos, regiões de fuga, posicionamento de alimento/água e caixinhas de areia serão essenciais nesse momento.**\n\n*Segue o textão abaixo, não vou conseguir reler para formatar melhor e verificar alguns erros de concordância, mas fique à vontade para questionar alguma parte caso não entenda bem. :)*\n\n# Sobre o enriquecimento ambiental\n\nRecomendo a leitura desse material [aqui](https://journals.sagepub.com/doi/pdf/10.1177/1098612x13477537), não sei como você é com inglês, mas se tiver dificuldades me dá um aviso que explico os pontos chaves do conteúdo. Você pode improvisar bastante, mas cuidado para não alterar *MUITO* o ambiente de uma só vez, essas mudanças devem ser graduais em casa.\n\n**Inicialmente o ideal é:**\n\n* Introduzir alguns pontos altos, para que o gato observe de cima todo o ambiente e sinta-se no controle de tudo; \n* Uma caixinha de areia para cada gato + 1 no resultado final, então, se aí tem 2 gatos, o ideal é que tenha 3 caixinhas de areia (parece muito, mas é o mínimo perto do potencial que esses bichos tem de ter problema urinário); \n* Adicionar potinhos de comida mais afastados um dos outros; \n* Um potinho d'água fresca em cada cômodo (trocados diariamente); \n* E pontos seguros com uma entrada e uma saída em algumas regiões da casa.\n\n# Sobre a agressividade\n\nO comportamento agressivo é parte da comunicação social do gato, é relativamente normal que eles rosnem e deem as patadas em novos membros, ou até mesmo em introduções sociais no ambiente. **O felino só quer uma distância saudável para se sentir no controle até permitir uma aproximação mais \"previsível\" ao longo do tempo.**\n\nClaro que a gente não quer esse tipo de comportamento, mas, se a nova gatinha foi introduzida no ambiente há pouco tempo, ainda pode levar um ou dois meses até que o relacionamento delas comece a demonstrar uma evolução notável.\n\n***Então foco em paciência, distanciamento, observação e reforço positivo para as interações.***\n\n# Reforço positivo e brincadeiras\n\nAos poucos você pode começar a brincar com uma das gatas enquanto a outra observa. *Gatos são observadores.* E, enquanto brinca, se não houver demonstração de agressividade ou desconforto da outra parte, dê um petisco para ambas.\n\n**Cenário:** a gata mais brava está no sofá, observando de longe a gata recém adotada. Você começa a brincar com a gatinha nova enquanto a outra segue observando do sofá e continuou deitada, não arrepiou os pelos, não rosnou, nem demonstrou desconforto. Ofereça um petisco para ela (e para a gatinha que está brincando, para evitar que ela vá até o sofá ou incomode a outra).\n\n*Não force a interação.*\n\nDepois de um período, brinque com a gatinha que estava observando, mas faça isso aos poucos. **Jamais dê petisco, atenção, ou qualquer tipo de reforço positivo na demonstração de agressividade, ansiedade e/ou estresse.** Ok?\n\n# Dê tempo ao tempo\n\nPode parecer clichê, mas leva até 3 meses para que a hierarquia e o relacionamento delas fique mais definida. **Nunca permita que elas concretizem uma briga com a ideia de que resolverão o problema.**\n\nTodo conflito deve ser interrompido, seja com um estalar de dedos, afastamento dos gatos, etc. Cuidado apenas para não sofrer com o redirecionamento de agressividade e ser atacada ao afastá-las.\n\nNão faça cafuné, nem dê comida, nem converse com a gata demonstrando agressividade. Isso pode significar reforço positivo e, consequentemente, você poderá reforçar o comportamento ruim. **Apenas afaste as gatas e deixe que elas se acalmem.**\n\n# Após a castração\n\nSe possível, separe um cômodo para a gata recém adotada, coloque água, comida, caixinha de areia, brinquedos, tudo. E, ao voltar pra casa da clínica, deixe a gata recém adotada nesse cômodo. Geralmente a gata voltará da clínica com cheiros diferentes e isso pode servir como gatilho para novos episódios de agressividade, atrapalhando todo o progresso que teve anteriormente.\n\n**Deixando elas em cômodos separados, fará com que sintam o cheiro e escutem os sons antes da reintrodução. Gerando quase que uma \"curiosidade\" após 1 ou 2 dias.**\n\nUma dica interessante: coloque um potinho de comida (ou petiscos) do lado de dentro da porta (para a gata que estiver isolada no cômodo) e outro do lado oposto da porta (para a gata que estiver separada). Isso criará um sistema de recompensa, onde uma atividade prazerosa (comer) terá o cheiro/ruídos da outra gata.\n\nApós um dia você pode trocar por um breve período de tempo as gatas de cômodo, *deixando cada uma meia horinha no ambiente da outra (sem contato)*, para que elas cheirem e reconheçam o espaço.\n\nDepois de alguns dias (2 ou 3 dias) você pode começar a deixar uma frestinha na porta, para que as gatas se identifiquem. Se houver reatividade, separe novamente e tente de novo depois. Se apresentarem relaxamento e tranquilidade, abra mais um pouco a porta para que elas se introduzam melhor.\n\n# Paciência e repetição\n\nAlgumas etapas ou processos demonstrarão boa evolução e, então, um dia, pode parecer que voltou da estaca 0. Tenha bastante paciência. Evite barulhos, movimentos bruscos, não force interações, e tenha muita, mas muita paciência.\n\nCaso seja necessário isolar uma das gatas como citado no tópico anterior, você terá que ter paciência para vocalizações. **Evite entrar no momento que a outra gata estiver miando, porque isso pode reforçar positivamente a vocalização.** Sempre espere entre  30s a 1 minuto de silêncio (sem a gata vocalizar) para entrar no ambiente.\n\nO comportamento difere muito de ambiente para ambiente, gato para gato, tutor para tutor. O citado aqui são alguns protocolos básicos para tentar te ajudar nessa situação. Tentei explicar os principais, mas o texto podia ser muito mais completo.\n\nAchei justo citar tudo isso, porque senti que seu problema não é só a questão da falta de castração, mas, principalmente, na construção de relacionamento entre suas duas gatinhas.\n\n***Qualquer nova dúvida fique à vontade para entrar em contato novamente. Espero ter ajudado de alguma forma. :)***"
            ]
        },
        {
            "title": "Gato com gordura no fígado",
            "selftext": "Num exame de rotina no final do ano passado, descobri que meus dois gatos estão com gordura no fígado. Ok, fizemos um tratamento com Hepvet e um remédio manipulado. Voltamos lá e eles fizeram um novo ultrassom, que verificou que a gordura no fígado continuava. Mais hepvet, mais manipulado e mais suplemento. Achei que já teria terminado, mas semana passada voltamos lá e eles ainda não sararam.\n\nSerá que é preciso trocar a medição? Eu dou os remédios direitinho todo dia e eles tomam direitinho também. Nada adianta!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yoax1m",
            "num_comments": 3,
            "comments": [
                "Qual a idade deles? São castrados? As vezes só atividade física pra tirar essa gordura :~~"
            ]
        },
        {
            "title": "O que fazer com a vira-lata caramela?",
            "selftext": "Oi gente\n\nUma parente trouxe uma cachorrinha de rua pra casa. A gente não sabe nada sobre ela obviamente, idade, vacina, essas coisas.\n\nO que a gente precisa dizer no vet? Não gostaria de sermos explorados com coisas mais supérfluas e queremos que a cachorrinha fique bem.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yo2zhj",
            "num_comments": 7,
            "comments": [
                "Olá! O ideal, inicialmente, é realizar um check-up completo dela. Nele o veterinário/a definirá uma idade aproximada, estabelecerá o protocolo vacinal e, também, o protocolo antiparasitário. O check-up consiste na consulta com exame físico + exame de sangue (essencial, pra não falar obrigatório). Depois do check-up, se desconfiarem de alguma coisa, poderá ser solicitado exames de função renal e/ou hepática, raspados de pele, etc.\n\n*Isso deve ficar em torno de R$150 a R$300, dependendo da sua região.*\n\nSobre as vacinas, recomendo a leitura dessa resposta [aqui](https://www.reddit.com/r/ApoioVet/comments/xio4ey/comment/ipbru3e/?utm_source=share&utm_medium=web2x&context=3). Evite vacinas em casas agropecuárias, e busque vacinas de qualidade como da MSD ou Zoetis. A primeira série vacinal é mais cara por conta da sequência de doses, mas, depois, o reforço vacinal é dose única e bem mais em conta.\n\nLembrando que, por lei, a vacinação e a aplicação de qualquer produto em animal só pode ser feita sob a orientação e o controle de médico veterinário. Isso porque, a aplicação da vacina em um animal doente (que não tenha sido previamente avaliado), ou o mal armazenamento das doses, podem comprometer consideravelmente (ou até anular) a eficácia das vacinas.\n\nFora isso, manter o check-up anual em dia (aproveite para a realização do check-up anual juntamente com o reforço vacinal anual). Defina um gasto fixo com a saúde do seu pet entre R$300 a R$500 por ano (em torno de R$25 a R$40 reais por mês). Um pet saudável, com o check-up anual sempre em dia, muito dificilmente terá problemas graves de saúde que possam ser caros.\n\n***A prevenção de doenças é a base para economizar na saúde do seu pet.***",
                "[deleted]",
                "Bom, eu imagino que ele vai fazer uma geral pra ver se encontra Carrapato, pulga, com certeza vai passar um antiparasitario, como o nextgard ou simparic. Deve falar do protocolo de desveminacao e de vacinação, talvez peça um hemograma completo pra ter uma ideia geral dela e ficar de registro do estado de saúde do animal quando foi adotado.",
                "Consulta bem detalhada para começar. Exame físico/clínico, exames de sangue para ver o estado geral, um protocolo de vermífugo, e só depois de tudo ok, um protocolo vacinal inicial para adultos. Caso haja alguma anormalidade, ela deverá ser diagnosticada e tratada antes de qualquer coisa."
            ]
        },
        {
            "title": "Alguém sabe o que pode ser?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ynsj66",
            "num_comments": 7,
            "comments": [
                "Cocô de algum roedor? Com fungo que cresceu nisto? Normal, eu acho. Só limpar direitinho e depois limpar a gaiola/ternário com mais frequência",
                "Cocô"
            ]
        },
        {
            "title": "Meu cachorro está com muito tartaro nos dentes",
            "selftext": "Meu dog está com muito tartaro, só que tem um problema, ele tem verme do coração, e está no tratamento, ou seja, nada de anestesia para ele. Oq posso fazer ? Tenho notado que ele tem perdido o interesse pela comida, eu suspeito que possa ser por conta dos dentes ou pela ração, que é a mesma a cerca de 7 anos (royal canin)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ynhbn4",
            "num_comments": 2,
            "comments": [
                "Olá! Desculpa a demora na resposta. Enfim, não há muito o que ser feito nessa situação, e não recomendo que faça a limpeza com escovação para a remover alguma placa bacteriana. Isso pode causar sangramento e despejo de toxinas bacterianas na circulação que, também, podem comprometer o coração. Então só faça isso com o aval do veterinário presencial, ok?\n\nO tártaro é uma condição a longo prazo, então aguardar até que finalize o tratamento para o verme do coração é uma opção, já que a condição bucal tende a não ficar MUITO pior em 1 ou 2 meses (mas isso não torna a situação irrelevante, claro).\n\n**Seu foco aqui deve ser:** finalizar o tratamento atual, programar a limpeza de tártaro com o veterinário responsável (verifique se há anestesista especialista na clínica ou na cidade e, se puder, exija um para quando for marcado a limpeza de tártaro) e foque em oferecer alimentos úmidos (sachês/ração úmida) e tente substituir a ração para a Royal Ageing.\n\nA marca Royal Canin é ótima, então sobre a ração não precisa se preocupar. Você pode amolecer um pouco a ração com água morna (porque ajuda a manter a palatabilidade) e misturar com um pouco de ração úmida (fazer tipo uma gororoba). Uma opção também é cozinhar carne (sem nenhum tempero), reduzir um pouco a água do cozimento e umedecer a ração com ela.\n\nCaso tenha condições, buscar um nutricionista veterinário pode ser uma ótima opção para o seu caso, até que resolva o problema atual do coração e possa fazer a limpeza. O nutricionista te guiará com as melhores rações para o caso atual, e, também, te ajudará a formular um cardápio com alimentação natural (ou uma alimentação mais híbrida entre ração seca e alimentação natural.\n\n*Esse é meu protocolo nessa situação atual.*",
                "O problema do tártaro não é a ração, é a idade e falta de limpeza, limpeza essa que seria a escovação diária ou ida anual ao veterinário para fazer a remoção sob anestesia.\n\nVocê pode tentar escovar os dentinhos enquanto o tratamento termina. Se você puder, enquanto tiver fazendo isso dá uma olhada na gengiva dele pq ele é um candidato a ter gengivite, e por isso ele pode não estar querendo comer pq dói. Vc reconhece que a gengiva ao redor do dente está inflamada, muito vermelhinha em comparação a de outros dentes."
            ]
        },
        {
            "title": "Qual nome devo dar a ela?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ymi1ic",
            "num_comments": 3,
            "comments": [
                "Parabéns pela atitude ❤️\n\nEla tem cara de Artemis, a deusa da caça, da lua, do parto e dos animais selvagens. Pensei nela por você ter achado ela no pós-parto e por ela ser arisca :)",
                "Chama ela de cachorro só de sacanagem",
                "Consuela"
            ]
        },
        {
            "title": "Atualização sobre o tempo de resposta e um agradecimento aos 20 mil membros",
            "selftext": "Pessoal, vou ser um pouco breve aqui, mas juro que não é falta de educação, é falta de tempo mesmo hahaha. **Enfim, estou ciente das postagens com respostas atrasadas dessa semana e da semana passada, então em breve responderei todo mundo.**\n\n**TL;DR:** *esse espaço é somente uma atualização geral para quem quiser saber nossos planejamentos futuros. Mas, se puder, leia e opine apenas no penúltimo tópico* ***\"Opinem sobre\"****. Combinado?*\n\n# Agora, um agradecimento\n\nVou aproveitar o espaço aqui para agradecer aos membros que estão com a gente desde o começo e a todos que ajudaram *(e ajudam)* com as respostas e complemento delas nos meus períodos de ausência; além, claro, de complementarem com descrições de experiências pessoais já vividas com os pets de vocês. ***Isso soma demais.***\n\nEu estou muito feliz e grato pelo caminho que o projeto tem tomado: ver 20 mil pessoas por aqui me deixa sem palavras (e isso é ótimo, mas confesso que fico um pouco intimidado pelo tamanho da responsabilidade).\n\n***Obrigado por acreditarem e apoiarem a ideia.***\n\n# Sobre a comunidade\n\nNo momento estou dedicado em finalizar algumas decisões para o futuro do desenvolvimento desse espaço (são boas notícias). Pretendo deixar a comunidade mais robusta **e** **minha intenção é transformar o projeto em uma plataforma de educação continuada para vocês**, tutores. Sem nenhum custo, fiquem tranquilos. \n\n***O foco aqui é a assistência e orientação 100% gratuita.***\n\nRecentemente fomos aprovados no ***Reddit Talks***, e pretendo inaugurar o espaço para bater um papo com vocês. Tenho conversado com outros colegas, amigos e parceiros, para trazermos sempre uma temática diferente e um veterinário especialista nas conversas.\n\nO foco é abordarmos assuntos importantes capazes de fazer uma diferença real na vida dos seus pets e de vocês. **Os temas gerais que buscaremos abordar mais são:**\n\n* *Consciência sobre a saúde geral do pet;*\n* *A orientação e educação do tutor;* \n* *Informações sobre aspectos financeiros na criação do pet;* \n* *Atenção comportamental;*\n* *Respostas e discussões sobre dúvidas gerais;*\n* *E introdução da medicina veterinária preventiva no meio digital.*\n\n***Acreditamos que esses são detalhes que podem permitir a economia com a saúde do pet no longo prazo e, também, na melhoria do bem estar e saúde dos seus animais de estimação e de vocês.***\n\nLembrando: tudo isso continuará de graça, como sempre foi e sempre será.\n\n# Opinem sobre\n\nEstamos estudando a possibilidade de abrir um espaço no [apoia.se](https://apoia.se) para quem quiser apoiar mesmo, sem exigências. O intuito é utilizarmos os fundos para aquisição de materiais para produzirmos conteúdos mais didáticos pra cá (vídeos, conversas, explicações, demonstração de tratamentos e cuidados, etc.).\n\nO foco não é instagramizar isso aqui, nem criar vídeos de 10 minutos só pra monetizar no YouTube. É realmente deixar a informação mais visual e \"palpável\", já que diversas vezes há limitações em algumas respostas escritas.\n\n**Vocês teriam interesse? Fiquem à vontade para enviar opiniões por mensagem privada também.**\n\n# Enfim, concluindo\n\nTer um animal de estimação vai muito além de brincadeiras e cafunés, é uma questão de responsabilidade, cuidado e respeito também. E estamos aqui para ajudarmos nisso.\n\n**Estamos a todo vapor e continuaremos assim nos próximos anos.** Agradecemos imensamente cada um de vocês pela sensatez, preocupação e cuidados com seus animais.\n\n*Muito obrigado por tudo. Abraços! :)*",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yko9s0",
            "num_comments": 8,
            "comments": [
                "Que maravilha, faz alguns meses que entrei na comunidade e só vi maravilhas, muita gente boa pedindo ajuda, pra mim que tô estudando ainda é um bom exercício tentar responder a dúvida dos meus futuros clientes kkkk.\n\nQuero ver essa comunidade crescer ainda mais, o que tá bom sempre pode melhorar!",
                "Fiz uma pergunta esses dias e logo encontrei soluções que vem dando certo, agradeço demais por este sub incrível!",
                "Parabéns pela iniciativa e continuem assim, muito bom saber onde ter informações confiáveis.",
                "Adorei a iniciativa! O grupo é muito importante, a gente vê porque tem muita pergunta que mostra que as pessoas realmente precisam de ajuda, e é bom que tenham esses espaços para que perguntem sem medo e vergonha \n\nContinuarei ajudando quando puder!",
                "Sobre o [apoia.se](https://apoia.se), embora seja uma coisa que talvez seja chata para muitos, vejo que é uma possibilidade de tornar a comunidade mais acessível, especialmente para os tutores de primeira viagem ou aqueles que moram em áreas bastante isoladas, onde dificilmente tem uma clínica veterinária adequada e bem suprida, ou simplesmente, que tenha alguém minimamente em dia com os conhecimentos.\n\nE digo acessível em vários aspectos, não só pela possibilidade de ter acesso, mas também a habilidade de acessar."
            ]
        },
        {
            "title": "Estranho machucado no focinho",
            "selftext": "Olá pessoal do sub.\n\nEntão, tenho uma viralata de 1 ano e meio que ontem pela manhã apareceu com um pequeno machucado de cerca de uns 2mm no focinho. Era um único ponto de ferimento, muito pequeno então não dei muita bola. Porém ontem mesmo a noite a ferida estava maior e secretando muito e hoje ainda esta do mesmo jeito.\n\nNão vai ter como leva-la no veterinário tão cedo por motivos financeiros.\n\nSerá que algum pode me dar uma luz do que pode ser? Moro no interior, pode ter sido picada de cobra ou outro bicho? Se sim, posso aplicar unguento ou spray roxo na região ou será que existe alguma contra indicação nestes casos?\n\n&#x200B;\n\nFotos: [https://imgur.com/a/UPnFG0e](https://imgur.com/a/UPnFG0e)\n\n&#x200B;\n\nEla não apresenta mudanças de comportamento nem apetite.\n\nDesde já obrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yko8ke",
            "num_comments": 6,
            "comments": [
                "Ai infelizmente não posso ajudar muito, talvez esteja coçando e ela esteja mexendo. Não entendo muito disso, porém tenta manter higienizado com soro, água e sabão e passar alguma pomada para cicatrizar com cuidado pra ela não lamber ou algo do tipo",
                "Só toma cuidado para não ser Esporotricose. É uma doença que afeta cães e gatos e que pode ser transmitida também para humanos.\nA contaminação se dá pelo contato direto do fungo com um machucado presente na pele, por menor que seja. É muito comum que animais que costumam brincar em meio ao mato, próximos de plantas, galhos, troncos e cascas de árvores se arranhem e sejam contaminados, mas o contato também pode acontecer por meio de objetos e ambientes que tenham a presença do fungo, mesmo que dentro de casa.\nNesse caso, o ideal é levar a um veterinário porque requer um cuidado específico e o tratamento tem que ser feito por um longo prazo."
            ]
        },
        {
            "title": "Olá! Possível otite canina?",
            "selftext": "Boa tarde, pessoal! \n\nEntão, meu SRD de 3 anos (de orelhinhas caídas) acordou hoje balançando muito a cabeça e notei que algumas vezes a inclinava mais pra uma direção (a direita). Notei também um pouco de cera preta no canal auditivo. Ele não coça, não parece estar inchado e nem nada do tipo, nem apresenta incômodo quando estou mexendo. Por conta do feriado + paralisação não sei se consigo levá-lo ao veterinário hoje, então vocês poderiam nos ajudar, por favor? Obrigada!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yk7pib",
            "num_comments": 5,
            "comments": [
                "Olá, pelo breve relato é possível desconfiar de uma otite sim. Se ainda não levou ao veterinário, leve hoje ou até no máximo amanhã, quanto antes o início do tratamento, mais fácil (e barato) será o protocolo medicamentoso.\n\nAlguns medicamentos para otites podem assustar com o preço, mas é melhor gastar com um medicamento caro (geralmente são realmente muito bons) do que tentar tratamentos baratos sem sucesso e causar a cronicidade da doença.\n\nOtites envolvem diversos medicamentos diferentes que variam de acordo com o tipo e da causa primária, não faça o tratamento sem acompanhamento de um veterinário. **A evolução da doença debilita muito o pet e pode causar perda permanente da audição e lesão permanente de nervos faciais.**\n\n*Busque atendimento. Ok? :)*",
                "Bem capaz de ser uma otite mesmo, leva no Vet amanhã",
                "Tenta dar uma limpada com uma gaze ou algodão  enrolado no seu dedo até onde vc conseguir dentro da orelha dele, mas pelo fato dele estar coçando provavelmente é oitite.\nÉ legal levar no vet pra ele identificar o tipo de oitite e o melhor tratamento"
            ]
        },
        {
            "title": "tenho medo da minha mãe tirar minha dog de mim.",
            "selftext": "tenho uma golden retrivier de 10 messes que amo mais que tudo, e de uns messes pra cá, ela começou a latir de forma absurda de manhã, dá 5 da manha e ela começa a latir até as 8 e acaba consequentemente acordando todo mundo da casa, principalmente minha mãe, que não pode escutar nada que já acorda, o motivo dela latir tanto? ela quer brincar ou ganhar carinho, já tentei passear com ela nesse horário, porém não dá, a rua fica completamente deserta e eu moro no rio de janeiro kkkkkkkkk, já tentei botar ela no meu quarto, mas ela destruiu o lençol da minha cama e ficou agitada tentando pegar minhas coisas do quarto, não sei oq fazer, minha mãe está muito puta comigo e com minha cachorra e tenho medo doq pode acontecer por ela as vezes agir de forma impulsiva.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yj5umz",
            "num_comments": 3,
            "comments": [
                "Ela é filhote e já tá desenvolvendo ansiedade assim. Ela precisa gastar essa energia, se você não pode sair com ela tão cedo, tem que ter enriquecimento ambiental e brinquedos, muitos brinquedos. \n\nKong, quebra cabeça, exercícios que você mesmo pode fazer de enriquecimento ambiental… Tem várias formas, vai estimular o filhote e ela vai crescer melhor. Essa fase é muito importante e ela precisa aprender os limites, mas reforço positivo é a melhor forma pra isso, redirecionando a atenção e energia dela para outra coisa (jogos de enriquecimento ambiental)\n\nCastração também ajuda com esse comportamento, mas não é uma solução. A solução mesmo é treino, compreensão e exercício (seja físico ou mensal). Compreensão no sentido de entender que ela é uma cachorra filhote e está fazendo isso e aprendendo com isso, se você briga com ela porque ela está latindo, não necessariamente ela vai entender o motivo, por isso é importante redirecionar essa excitação",
                "Essa idade é foda. Vai demorar uns meses pra sua dog se acostumar. Eu aconselho colocar no seu quarto e ficar acordada manejando a situação até ela aprender. Cachorro late por instinto, vê com um adestrador como contornar o instinto da sua.\nPra minha funcionou técnica de entretenimento ambiental. Ela latia muito no final do dia com aumento de carro na rua, eu comecei a me anteceder aos sinais, deixava aquele Kong recheado e ela começou a se distrair e ficar mais quieta. Foi uns 3/4  meses de muita dor de cabeça."
            ]
        },
        {
            "title": "úlcera de córnea",
            "selftext": "Acabei de notar o que parece ser uma úlcera de córnea na minha gata. Ela acordou normal, correndo e pedindo carinho como sempre, mas agora pouco eu notei o olho lacrimejando e com um pequeno círculo transparente. Parece uma remelinha mas tá com um formato perfeito de um círculo, então acredito que não seja. Eu abri e fechei o olhinho dela pra ver se essa coisa mexia e não mexeu. O olho tá lacrimejando pouco e não parece ter sinais de inflamação nem infecção (ao menos não por enquanto). Devo observar ou levá-la no veterinário o mais rápido possível? Existe chance disso se resolver sozinho ou normalmente precisa tratar pra prevenir infecção? Estou preocupada, mas não quero me precipitar",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yj5pfo",
            "num_comments": 4,
            "comments": [
                "Sim, deve. Pelo pouco citado há possibilidades de ser uma úlcera de córnea sim e o tratamento deve ser preconizado o quanto antes. Por ser gato, e pelo surgimento aparentemente ter sido espontâneo, podemos questionar a possibilidade de uma abrasão/laceração de córnea por arranhado ([exemplo](https://www.voreyevet.com.au/wp-content/uploads/2020/09/laceration-thumbnail.png)).\n\nÉ considerado uma emergência, e, ao ligar na clínica de interesse, diga que a suspeita é de uma possível úlcera de córnea e pergunte se eles fazem teste de fluoresceína, é um [teste](https://veteriankey.com/wp-content/uploads/2016/07/B0721682391500069_gr18.jpg) que ajuda muito a identificar possíveis úlceras.\n\nE sobre os olhos dos seus pets, não se preocupe em precipitar. Por serem órgãos sensíveis, qualquer preocupação deve ser avaliada. Alterações oftálmicas são quase sempre uma emergência.",
                "Qual a idade dela? Ela tomou a vacina poliviral? Como é olho eu iria no Vet só por desencargo de consciência, pode não ser nada, mas é melhor garantir que não é nada."
            ]
        },
        {
            "title": "Alguma dica para meu gato dormir mais durante a noite?",
            "selftext": "É de regra meu gato me acordar para comer umas 4:30 ~ 5:00 da manhã, mas ele não para por aí, fica miando até umas 7h sem motivo aparente, tornando simplesmente impossível de dormir. Eu trabalho e estudo, só chego em casa às 22h então não tenho como gastar a energia dele com algo, penso em trancar ele na varanda mas fico com pena e sinceramente acho maldade... Mas o pessoal daqui de casa já está se incomodando com isso e sinceramente até eu estou pois estou sentindo que estou precisando dormir bem.. preciso de ajuda, algum conselho?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yj3zlr",
            "num_comments": 5,
            "comments": [
                "Gatos tiram vários cochilos durante o dia. Eu tenho um casal, as vezes eles dormem comigo, a fêmea é mto tranquila, o macho quando acorda quer que todo mundo acorde, no quarto ele fica lambendo o meu rosto e mastigando o cabelo até vc acordar. Eu tenho que colocar o bichinho pra fora do quarto se quiser continuar a dormir.\n\nOs dois são irmãos e muito aleatórios, passam 2 horas sumidos dormindo e depois aparecem destruindo a casa inteira. Você pode tentar investir no enriquecimento ambiental pra ele ter o que fazer na casa quando acordar, põe uns brinquedos, arruma mais locais pra ele dormir, gato adora se esconder, ficar em local escuro, o macho daqui curte o armário do banheiro, é o point dele kkkkkk.\n\nInfelizmente não vejo nada que vc possa fazer pra ele dormir mais, gatos não tem o mesmo relógio biológico que a gente, cães são mais parecidos conosco nesse aspecto.",
                "Enriquecimento ambiental. Ele mía porque está entediado e quer sua companhia. Procura no google, tem vários brinquedos legais e criativos, mas muita coisa que você mesmo pode fazer em casa. tem que deixar vários espalhados pela casa pra ele ir procurando, de preferência em um lugar onde a bagunça não acorde vocês.\n\nPra comida, talvez você possa investir em um dispenser automático. É caro, mas aí a comida sairia na hora kkkk, sem te acordar. Mas o ideal é ir readaptando ele com o enriquecimento ambiental, demora um pouco, é um treinamento, e aí depois se ele continuar te acordando você tenta outras formas",
                "Ninguém consegue tirar uns 20~30 min para brincar com o gato antes de irem dormir? Pegar aquelas varas com brinquedo e gastar a energis dele e após isso dar um petisco para \"finalizar\" a interação. O meu gato ficava muito agitado de noite, mas como ele é de apartamento, meia hora fazendo ele correr atrás de brinquedo já o cansa o suficiente para acalmar um pouxo.\n\nNão conheço canal brasileiro que comenta muito sobre a criação de gatos, mas tem um cara chamado Jackson Galaxy no youtube que dá ótimas dicas para convivência com o gato. Ele é o cara que faz o programa \"My cat from hell\" que é a versão felina do programa \"O encantador de cães\".\n\nEspero que tudo de certo para vocês, OP!",
                "Eu tinha o mesmo problema. Brinco com eles e dou comida logo antes de ir dormir.  Pararam de me acordar as 5 da manhã",
                "Conselho? Não tenha gato.amigo, felinos são animais naturalmente mais noturnos, é a natureza deles"
            ]
        },
        {
            "title": "Sequela de cinomose",
            "selftext": "Olá pessoal, tenho um salsichinha que pegou cinomose (resgatei da rua, provavelmente não vacinado)\n\nApós dias lutando, ele sobreviveu, mas a sequela que ficou são os espasmos\n\nAs vezes ele tá bem, as vezes parece um celular no vibracall\n\nAgora estava com ele no meu colo, além de espasmos frequentes, dava uma crise de espasmos que ele até acordava\n\nQual a qualidade de vida que ele vai ter? Ele tem pouca força traseira, espasmos variam de médios para super fortes",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yire7v",
            "num_comments": 2,
            "comments": [
                "Vc pode ver com um Vet a possibilidade de receitar diazepam pra dar uma controlada nos tremores e dar mais qualidade de vida pra todo mundo",
                "Primeiro gostaria de parabenizar pelo empenho em ir até o final do tratamento... Essa doença é cruel.\nTem uma médica veterinária, [Dra Carol](https://instagram.com/veterinaria.lomovtov?igshid=YmMyMTA2M2Y=), que trabalha com Canabis medicinal, é ótimo pois a longo prazo não tem efeito colateral igual os demais remédios comuns. Espero que você consiga encontrar a melhor solução!"
            ]
        },
        {
            "title": "gato com gengivite",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yhdl7v",
            "num_comments": 6,
            "comments": [
                "Meu gato teve o mesmo problema, geralmente é infecção então você deve levar num vet. Existe também a chance desses dentes terem que ser extraídos.",
                "Tem que ir num veterinário dentista para realizar limpeza e iniciar tratamento assim como checar se não é caso de extração.",
                "Tartarectomia (raspagem mecânica do tártaro, uma placa formada por bactérias que ficam sobre o dente), elas são fonte de inflamação pra gengiva, vc tem que ir num Vet e fazer a limpeza, geralmente o pessoal não perdoa no bolso não :~~",
                "Só destartarização, limpeza bocal mas quando a gengivite se instala já não produto que ajude.\n\nDepois da limpeza já se pode pensar em lavar os dentes ou pó de limpeza dentária."
            ]
        },
        {
            "title": "AJUDA - Acabei de resgatar esse passarinho filhote que caiu do ninho e não sei que raça que é e nem como posso alimentá-lo. Alguém me dá uma orientação?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ygllqt",
            "num_comments": 9,
            "comments": [
                "Em uma próxima vez, quando você achar um passarinho assim, veja se encontra o ninho, e se achar, pode colocar ele lá de boa.\nMas boa sorte para esse carinha aí! No. Mantenha atualizados!",
                "Parece um sanhasso( nao sei a escrita é assim) come banana amassada  e vivita  acredito.",
                "Parabéns cara, espero que dê sorte. Cuidado com os gatos",
                "A unica coisa que eu faria seria tirar o bichinho do alcance dos gatos... Geralmente eles caem quando a mae deles os empurram (ou eles mesmo pulam) para aprender a voar",
                "Ele ainda está vivo? Parece ser muito neném ainda.\n\nse ainda está vivo, pode ser que sobreviva, mas a primeira noite é essencial. Tente dar água pra ele em uma seringa (se ele ainda não bebeu) e deixe ele numa caixa de sapato com pedaços cortados pequenininho de jornal ou serragem. O ideal é deixar uma lâmpada bem em cima de um dos cantos da caixa (geralmente contrário ao pote de água) e deixar um pouquinho de comida perto da água, caso ele consiga de alimentar sozinho. Deixe o quarto mais escuro, só com a lâmpada acessa.\n\nmesmo que esteja muuuuito quente, deixe a lâmpada em cima da caixa de sapato, em um canto, eles ainda assim podem sentir frio porque são muito pequenos. \n\nSe ele sobreviveu até agora e sobreviveu até a noite, vai ter bem mais chances, mas ainda assim não vai ser garantia. Se der certo, volta aqui que a gente tenta te ajudar com questões de reambientacao e crescimento. Mas agora o mais importante seria focar nessas primeiras noites.\n\nPassando a primeira noite, continue o regime de alimentação frequente (olha no google as horas certinhas), e água. Bastante observação, mas evite tratar ele como um pet e ficar pegando sem necessidade, só pra checar e alimentar. E mantenha a lâmpada, pela maior parte do dia, se possível."
            ]
        },
        {
            "title": "Gato com Verme (Taenia ou Tênia)",
            "selftext": "&#x200B;\n\n[Batata dormindo](https://preview.redd.it/tp7kbdg31lw91.jpg?width=1980&format=pjpg&auto=webp&v=enabled&s=4964de5d7933977f8a62d93d7f62e21130c49f1a)\n\nOlá pessoal, tudo bem?\n\nApós me mudar, adotamos uma gatinha de rua que ficava aqui pelas redondezas, de pouco a pouco ela foi se aproximando, ganhando carinho e comida e hoje já dorme conosco.  Batata o nome da pilantrinha, hahahaha\n\nPois bem, logo que ela começou a se apegar conosco, fizemos todo um check up, levamos no vet, demos as vacinas e e acabamos descobrindo que ela já era castrada, os vizinhos também confirmaram. Pessoal é muito solicito aqui onde moro, fizeram um vaquinha e castraram ela.\n\nO caso é que já vai fazer 6 meses que ela esta com vermes, já fui ao vet 2 vezes, ele receita o vermífugo, nos aplicamos as duas doses, porem cerca de 2meses ou antes, já notamos o verme saindo dela de novo. Estamos utilizando o  Vetmax Plus, além disso ela usa coleira anti pulgas e de 3 em 3 meses colocamos a pipeta da frontline, porem parece que não faz efeito o vermífugo.\n\nEla não tem problemas para urinar ou defecar, não reclama de dores nem nada, a quantidade de vermes que sai é bem pouca, encontramos um ou dois por dia no máximo, e quando aplicamos o vermífugo, deixamos ela de quarentena e não notamos que saiu de fato vermes dela, mesmo aplicando as 2 doses (de 15 em 15 dias).\n\nEstou pensando seriamente em levar ela em outro vet, mas o problema já sabemos, porem mesmo dando o remédio parece que não resolve.\n\n# Gostaria de saber se alguém já passou por isso, se alguém tem uma dica ou algo que possa nos ajudar.\n\n&#x200B;\n\nDetalhe, ela sai pra rua sim, porem fica só em frente de casa na calçada, no máximo vai pro outro lado da rua.\n\n# ",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yfv3na",
            "num_comments": 6,
            "comments": [
                "Ja negativou fiv felve nela? Ela faz coco em outro local que tenha acesso, que possa enterrar, ou se ela entra em contato com fezes de outros animais por aí?\n\nEu acho que pode ser uma imunidade baixa que tá atrapalhando esse controle de endoparasitas, ou então a dose infectante tá muito alta, o ambiente pode estar cheio de ovos e ela fica se re-infectando constantemente.",
                "é tênia mesmo? pq tenia só tem uma, ela solta poglotes (que são como ovos) quando sai verme vivo, geralmente uns branquinhos, é outro verme. De qualquer forma, como disseram, pode ser que ela esteja se reinfectando. deixa uma caixa de areia na sua casa, para que ela faça coco e xixi la. ou não deixa ela sair para rua"
            ]
        },
        {
            "title": "Update: gato idoso cambaleando",
            "selftext": "Bom, depois de quatro meses do meu primeiro post, tenho algumas notícias interessantes: a deambulação prejudicada que meu gato apresentava era na verdade uma neuropatia diabética, efeito de uma diabetes que já estava avançada (explica bem a perda de peso, o aumento da fome, da sede e do volume do xixi... Ainda bem que ele não estava em cetoacidose) em decorrência de uma inflamação crônica do intestino que acabou evoluindo para o pâncreas e o fígado. Por sorte, conseguimos reverter o quadro dele com insulina glargina, soro subcutâneo (dramática a aplicação caseira, mas rolou), probiótico (BioSan B12), estimulante de apetite (usei cobavital e mirtz) ração superprmium (N&D de cordeiro) e muitos exames de monitoramento (aliás, morri uma grana em sensor Libre Freestyle; lidar com a Abbott foi um horror, já que o sensor não é um produto desenvolvido para uso veterinário e, depois das aplicações de soro, apresentam problemas nas leituras... Muitas tretas). Aprendi também sobre a existência da tríade felina, o que esclarece bastante o comportamento do quadro clínico como um todo. Devido à doença intestinal inflamatória crônica, o cocô dele nunca foi algo firme e consistente; dessa vez tentamos tratar com metronidazol + carvão ativado via retal, mas não surtiu tanto efeito assim. No meio do caminho, meu gato esteve internado por conta de uma crise de diarreia no meio disso tudo: tomou dexametasona de novo, mas o fígado dele começou a apitar, tivemos que suspender e ficar só tratando da diabetes, esperando a natureza agir, hehe.\n\nAgora com o gato mais estabilizado, estou há dois meses dando todos os dias 25mg de ciclosporina e probiótico. Hoje ele está bem, andando normalmente, engordou tudo o que havia emagrecido, brinca e mia muito; no entanto, tenho medo de que, caso suspenda o imunossupressor e o probiótico, a inflamação do intestino e a crise de diarreia voltem mais agudas... Apesar de o meu gato estar vomitando com regularidade por conta do efeito colateral da ciclosporina, o cocô não está mais tão pastoso, o que já tomo como um bom sinal.\n\nMinha pergunta é: estou no caminho certo? Existe alguma outra forma de controle de DII? Até quando devo continuar dando ciclosporina? A veterinária que vem acompanhando tudo diz que acha melhor manter, mas não sei se o gato curte muito a ideia, hehe.\n\nDesde já, agradeço de novo pela atenção; aprecio muito o trabalho e o apoio que a comunidade e o u/ApoioVet dão aos tutores; muito bacana ver tanta gente engajada com o bem-estar dos pets. :)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yfs67s",
            "num_comments": 1,
            "comments": [
                "Olá, bom dia! Desculpa pela demora na resposta, essas últimas duas semanas foram bem corridas pra mim e estou tentando organizar algumas novidades para o sub antes do final de ano hahaha. Enfim, demorei pra responder porque vi que seu caso não era muito urgente, que você tem cuidado realmente MUITO bem do seu felino. Além, claro, de aparentemente haver um ótimo acompanhamento veterinário.\n\n# Vamos lá!\n\n>*Minha pergunta é: estou no caminho certo? Existe alguma outra forma de controle de DII? Até quando devo continuar dando ciclosporina? A veterinária que vem acompanhando tudo diz que acha melhor manter, mas não sei se o gato curte muito a ideia, hehe.*\n\nNão só está no caminho certo, como está no caminho ideal. Por ser um gato idoso, há diversos outros fatores que podem aumentar a severidade da condição e, o melhor caminho para contornar isso pode ser através de uma boa dieta.\n\nNesse caso, recomendo muito que tenha contato com um nutricionista veterinário e se prepare para gastar mais um pouco com alimentação. É muito recomendada que as dietas desses animais sejam com ingredientes de fácil digestão e com uma única fonte de proteína.\n\nGeralmente, quando falamos sobre nutricionista, a gente quase sempre remete ao oferecimento de alimentação natural, mas um nutricionista vai além disso. O profissional é capaz de recomendar as melhores rações baseadas nas condições atuais, formular dietas, quantidades e frequências diárias, criar um cardápio de alimento natural baseado no estado de saúde do seu gato, além de te esclarecer algumas dúvidas ou explicar alguns problemas que podem não receber muita atenção de um profissional que não é especialista.\n\nCom um nutricionista recomendo conversar sobre as rações da Hill's, como [essa](https://www.hillspet.com.br/cat-food/pd-wd-feline-dry) e [esse patê](https://www.hillspet.com.br/cat-food/pd-id-feline-chicken-and-vegetable-stew-canned), mas não compre antes de conversar com um nutricionista ou com a veterinária responsável pelo tratamento atual. Mudanças de ração para gatos idosos com problemas intestinais devem ser feitas com bastante cautela e com o consenso do profissional responsável pela saúde dele atualmente. Combinado?\n\n**Converse com a sua veterinária sobre o uso da predinosolona no tratamento**, é comumente uma droga de escolha para o controle do problema, mas isso varia muito de caso para caso e quem decidirá é a profissional responsável e com acesso presencial ao seu pet. O citado aqui é apenas para vocês conversarem a respeito. Ok?\n\n*Lembrando que essa doença não tem cura, e que o tratamento se dá principalmente através do manejo. Novamente, desculpe pela demora na resposta, e espero ter esclarecido alguns pontos importantes pra ti.*\n\n**Qualquer nova dúvida fique à vontade para entrar em contato. :)**"
            ]
        },
        {
            "title": "A medicina veterinária é incrível",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yfmncp",
            "num_comments": 8,
            "comments": [
                "Ganhei o dia hoje com essa postagem, muito obrigado pelo retorno e feedback. Fiquei muito aliviado e feliz pelo resultado. Cuida bem certinho dele durante a recuperação, tá? E deixa o contato dos profissionais anotado, porque parece que fizeram um bom trabalho (além de serem cuidadosos com o gato).\n\nEm breve vou entrar em contato por mensagem privada com você para conversar sobre sua experiência com os profissionais responsáveis. Estou terminando de organizar um site simples pra gente ter acesso aos contatos e informações de veterinários que confiamos, além de um espaço pra escrever conteúdos e oferecer materiais realmente úteis e completos pra vocês. Espero que eu consiga terminar tudo até o final do ano, é a meta.\n\nQualquer nova dúvida fique à vontade para entrar em contato. :)",
                "Obrigado a todos pela ajuda.",
                "Que bom que ele tá bem aaaaaaa S2",
                "Que bom que ele tá melhor 🥺",
                "Ooun q lindo <3",
                "Eu vi seu post! Que bom que o peludinho está em recuperação! Melhoras pra ele!"
            ]
        },
        {
            "title": "estou preocupada",
            "selftext": "gente, socorro!!\n\nvi um vídeo no insta em que uma mãe de pet teve que cortar cirurgicamente a orelha do gato dela por conta de uma “verruga” inofensiva. Coincidentemente, meu cachorro tem uma, que vem crescendo e hoje ficou muito mais vermelha que o normal e ele fica coçando, as vezes. Eu simplesmente não sei o que fazer, tenho medo de ser uma doença grava 😭",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yfbwfk",
            "num_comments": 3,
            "comments": [
                "Leva no veterinário.",
                "Você tem de ir a um veterinário para exames. Verrugas que crescem rapidamente podem ser más notícias. Geralmente o mais recomendado é remover a verruga e enviar para um laboratório para analisarem que tipo de células há, se será necessário entrar com mais medicações, etc."
            ]
        },
        {
            "title": "Gato fazendo xixi em cima da cama",
            "selftext": "Meu gato tem uns 4 meses e adotei ele doentinho, sempre deixei ele dormir na minha cama e nessa época ele fazia xixi lá, troquei varias vezes a areia e comprei uma caixinha de areia maiorzinha, e pretendo comprar uma maior que a que eu tenho ainda, mas eu tratei ele e ele melhorou e parou de fazer xixi na cama. Estou usando a areia viva verde atualmente e essa semana ele fez xixi duas vezes na cama de novo, qual pode ser o motivo? A caixa de areia fica sempre à disposição dele, qual pode ser o motivo disso?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yeyjb0",
            "num_comments": 0
        },
        {
            "title": "Gata parindo, não sei se tá tudo bem, alguém pode ajudar?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yev21b",
            "num_comments": 5,
            "comments": [
                "É normal que a gata dê uma intervalo entre o parto de um filhote ou outro, e pode durar um bom tempo. Ela ficar ofegante é normal no processo, e as pausas também. Aqui é importante observar as contrações, se ela ficar por mais de 30 minutos em constante trabalho de parto (fortes contrações abdominais, etc.) sem parir nenhum gatinho, então é ideal que tenha uma intervenção veterinária.\n\nO intervalo entre partos pode levar 1h, então, caso entre um filhote e outro o intervalo seja de 1h ou mais, entre em contato com o seu veterinário. Nesse período as contrações ainda existem, mas ficam bem mais brandas e amenas, porém se um filhote parecer \"preso\" ou ter saído parcialmente pela vulva sem nenhum sinal de evolução entre 10 a 15 minutos, então entre em contato com o veterinário.\n\nParece ter mais um filhote ali próximo da cauda dela, se sim, você pode pegá-lo brevemente e colocar próximo das mamas (lave bem as mãos antes e após; e não interfira fisicamente na gata). Se algum gatinho nascer morto, entre em contato com o veterinário imediatamente também.\n\n**Importante:** vi em um comentário que parecem ter nascido todos, mas não esqueça que o número médio de filhotes é 4. E lembre-se que há intervalos longos entre um filhote e outro que pode ser confundido com o fim da parição, então recomendo confirmar o fim do parto após 24h sem nenhuma intercorrência.\n\n**Um conselho para todos:** sempre que qualquer pet entrar em trabalho de parto, contate o veterinário do seu pet e deixe ele em alerta já. Isso já facilita muito a sua logística caso algo não vá bem e deixa o veterinário preparado também.",
                "É assim msm, só fica esperto no tempo, pois se demorar MUITO, tvz seja necessário intervenção médica. Mas eu nunca vi precisar.",
                "tem quanto tempo q o trabalho de parto começou?",
                "Rlx é processo natural de ela for de berço é pq a natureza quis"
            ]
        },
        {
            "title": "Quais vacinas são realmente necessárias para os cachorros e qual é o preço justo por elas?",
            "selftext": "Além da V10 e Antirrábica, existe mais alguma outra que seja importante um cachorro tomar? Qual é o preço justo por cada uma delas? Serem importadas faz tanta diferença assim das produzidas nacionalmente?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ye5ikn",
            "num_comments": 14,
            "comments": [
                "Recomendo a leitura dessa resposta [aqui](https://www.reddit.com/r/ApoioVet/comments/xio4ey/comment/ipbru3e/?utm_source=share&utm_medium=web2x&context=3). Em breve pretendo escrever um guia também pra deixar tudo esclarecido na futura Wiki da comunidade.\n\nSobre o fato de ser nacional ou internacional, ambas são confiáveis, o problema é a forma de aplicação e armazenamento que não é devidamente fiscalizada para as vacinas nacionais. As internacionais o fabricante e o conselho fiscalizam os métodos de armazenamento e administração.\n\nLembrando que, por lei, e prezando a eficiência vacinal, toda vacina deve ser aplicada por um profissional veterinário após a avaliação geral das condições de saúde do pet. Não vacine em balcões ou casa agropecuárias, é muito comum aqui na cidade recebermos animais com cinomose ou parvovirose que foram vacinados de forma ineficaz.\n\nSobre os valores, aqui na clínica que atuo, a vacina V10 (importada, Zoetis) fica por R$90 a dose e de raiva por R$80 (dose única). Como referência, a cidade tem 110 mil hab e fica no noroeste do Paraná.",
                "Fora a V10 e antirrábica, como o brasil é uma área endêmica de leishmaniose ela é fundamental. Não se enquadra como vacina, mas também vc tem um produto contra dirofilariose que dura 1 ano, mas não é vacina e nem obrigatório, é bom ter se no bairro tiver muito caso.\n\n\nA da leishmaniose vc precisa fazer um teste antes pra negativar uma infecção atual, pode ser o dpp da prefeitura, de preferência uma sorologia, o ideal é um PCR. Uma vez negativado, o animal saudável, sem febre vc faz três doses com 21 dias entre elas, e faz o reforco com 1 ano contando a partir da primeira. Vc não pode atrasar de forma alguma se não tem que recomeçar o protocolo todo novamente, inclusive o exame. Não sei informar valores exatos, só sei que a Leishtec costuma ser um pouco salgada, pessoa costuma parcelar esse protocolo inicial se vc combinar direitinho antes.\n\nFora vacinação, não esquecer do controle antiparasitario, interno a cada 6 meses, fazer uma dose do vermifugo e repetir com 15 dias, e o externo usando simparic e companhia.\n\nPra leishmaniose, além da vacina o uso de repelentes é essencial, pode ser os sprays, de tardinha e pela manhã, ou as coleiras, super custo benefício pois duram vários meses e podem pegar pulga e Carrapato também. A vacina ajuda o animal a não desenvolver a doença, mas é melhor mesmo quando ele nem pega, xó flebotomo kkkkk.",
                "Obrigado pelas repostas, vocês são de mais!!",
                "E se ela é nacional ou importada importa sim, as nacionais são muito mais baratas mas costumam falhar mais vezes, não oferecendo a resposta que se esperaria em alguns casos. Quanto a vacina é melhor não baratear, sai mais barato no final de o animal não apresentar nenhuma infecção a qual a vacina protege.\n\nÉ filhote? A V10 são duas doses com 21 ou 28 dias de intervalo, o protocolo vacinal deve começar com uns 2 meses pra que a última dose ocorra após os 4 meses, período no qual os anticorpos maternos acabam e não interferem mais na resposta vacinal. É importante se atentar a esse detalhe e evitar uma pouca resposta vacinal na idade mais propensa a complicações de cinomose e Parvovirose, por exemplo.",
                "Contra cinomose,leshimaniose,pavirose ,contra raiva,os meus só tomam vacina importada,o dono da casa de raçao e meu chegado ent pago 45 kkkkkkk só força",
                "Ja tem muitos comentários bons, mas eu queria ressaltar que depende!\n\nAntirrábica e V10 são obrigatórias, mas o resto você tem que avaliar sua situação. Por exemplo: eu morava na minha cidade e lá giardia era muito comum. Minhas cachorras nao desciam tanto, como elas não desciam tanto, eu coloquei elas na creche e nos finais de semana a gente saía. Por isso, a veterinária falou que era melhor que elas fossem vacinadas com a vacina da giardia e da tosse do canil (porque tinham contato constante com outros cães e ambientes rodeados de cães). Elas nunca tiveram giardia, mas mesmo com vacina uma delas pegou gripe, que por sorte foi tranquilo por causa da vacina.\n\nEntão essas vacinas extras vão depender muito da sua realidade. Falaram que leishmaniose é algo endêmico no Brasil, e realmente é, mas na minha cidade era muito difícil ter na cidade cidade mesmo, mas mais comum em cães que moravam em casa e na periferia. Por isso ver a sua realidade é importante.\n\nOutra questão: uma das minhas cachorras desenvolveu alergia as vacinas. Sim, desenvolveu, não tinha nenhum problema até os 7 anos vacinando todo ano. Quando nos mudamos, a nova veterinária me deu a opção de segurar as vacinas, porque ela foi vacinada certinho (mesmo com alergia, fazendo tratamentos pra isso) até agora e teria uma maior imunidade contra essas doenças. Agora no final do ano vamos vacinar de novo (mais de 1 ano e meio depois da última vacina), com uma vacina diferente (com o mesmo propósito) e o tratamento com antialérgicos e corticoide antes.\n\nPor isso é tão importante ter uma boa comunicação e uma comunicação aberta com o seu vet. Explique sua rotina e o seu dia a dia e pergunte quais as melhores vacinas para o seu cão. E avalie o custo-beneficio. Para a minha cachorrinha com gripe, um xarope e remédio bastou, mas se ela não tivesse a vacina provavelmente teria que fazer raio-x e tomar remédios por mais tempo. As minhas nunca tiveram giardia, mas se tivessem tido, teria que ser remédio para as duas + exame de sangue para monitorar por um bom tempo, além de quarentena. Então, assim, o custo-beneficio sempre vale. Claro, minhas cachorras nunca tiveram nada sério relacionado a falta de vacina, mas eu também nunca deixei de vacinar elas.\n\nOutro ponto importante, muitos seguros de saúde pet cobrem vacinas e consultas. Pode ser uma boa, você paga por mês e na hora da vacina não paga."
            ]
        },
        {
            "title": "gatinho com o ânus para fora",
            "selftext": "a visita ao veterinário dele está marcada para dia 10, era só um check-up básico mas percebi que não deve ser normal o ânus dele ser assim.\n\nele tem aproximadamente 2 ou 3 meses, faz cocô direitinho (mole e comprido, cocô de filhote, mas vezes antes do cocô sai como se fosse água de cocô), faz cocô 3 vezes ao dia mais ou menos, foi adotado faz 1 semana. come ração. \n\npode ser prolapso retal? \n\n(na foto ele havia feito cocô há uns 10 minutos)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ye2mde",
            "num_comments": 3,
            "comments": [
                "Olá, pode ser início de um prolapso sim. Como a consulta está marcada para o dia 10, eu recomendo você enviar a foto para a clínica ou veterinário, informá-lo sobre a situação e perguntar se há a necessidade de adiantar o check-up.\n\nAqui, pela comunidade, sem a referência pessoal do pet, eu recomendo que adiante o check-up para até no máximo a próxima semana. Como o problema (supondo que seja um início de prolapso) está no início, o tratamento pode ser até mesmo clínico, o que barateia bastante os custos.\n\nInfestações parasitárias, alterações da microbiota intestinal, alterações anatômicas, etc. tudo pode predispor ao quadro. No caso de infestações parasitárias, recomendo que o veterinário faça o protocolo de vermifugação porque altas cargas parasitárias, quando combatidas de uma vez, podem liberar algumas toxinas e causar alguns problemas ao animal.\n\nRecomendo, também, a verificação por presença de giárdia.\n\nParabéns pela observação e preocupação. Estou um pouco sumido nessas últimas 2 semanas por conta da rotina aqui, mas em breve volto a ficar mais ativo aqui no sub.",
                "Veterinário vai te dizer o certo mas anota qualquer mudança nele pra mostrar pro Vet e importante"
            ]
        },
        {
            "title": "Eu ganhei um bengalim recentemente, e reparei que as penas do rabo foram arrancadas. O bico dele tem sangue no canto. Será que ele pode morrer?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ybe8tr",
            "num_comments": 1,
            "comments": [
                "Olá, boa tarde! É importante verificar com a pessoa responsável pela doação se o local de aquisição desse bengalim está em ordem com a fiscalização. Desconheço o histórico do pássaro e não posso julgar sem conhecimento da causa, mas, dependendo da origem, pode estar havendo algum caso de maus tratos ou até mesmo ilegalidade.\n\nNão tenho experiência prática na área, então minha recomendação é que fale com algum veterinário ou um pet shop com criadouro de aves (eles podem ter um veterinário especializado no local). Lamento pela limitação da resposta.\n\n*É impossível eu afirmar por aqui que ele não corre risco de morte.*"
            ]
        },
        {
            "title": "meu Pitbull tem medo de chuva oq posso fazer kkkkk e até engraçado mas e vdd",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yb1cxx",
            "num_comments": 4,
            "comments": [
                "Pô kkkk, depende. Qual é o nível do medo?\n\nSe for algo tipo um incômodo de não querer sair de casa, aí é só ter paciência e descer mais rápido. Mas se for algo que deixa ele tremendo de medo e paralisado, aí é um problema sério e tem que ver medicação E treinamento comportamental.\n\nNo caso eu dei dois exemplos extremos, opostos, então seria bom você descrever melhor como é esse medo. É mais quando tem trovão e chuva forte, qualquer molhado? Ele fica paralisado ou tremendo? Quanto mais descrição, melhor",
                "O bichin kkkk. Olha, acho q seria legal ensinar pra ele q chuva é okay, por exemplo, se ele gosta de petisco vc pode dar uns pra ele quando chove, pra entender q chuva é okay ( n sei se isso funciona com todos, mas foi assim q ensinei os meus a n ter medo de algumas coisas)",
                "Po mano ele n gosta parece q ele sabe q vai chover e fica querendo pula a janela pra entrar pra dentro de casa ,e eu tenho outra Pitbull tbm mas ela nem liga pra chuva quando chove ela fica debaixo da calha brincando kkkk",
                "O nível de medo e extremo DMS a ponto de ele se machucar de tanto tentar fugir da chuva"
            ]
        },
        {
            "title": "Minha gata está com o miado estranho, como se estivesse rouca! Está assim há uns 2 dias e não tenho ideia do que pode ser! Informações que talvez sejam necessárias: Ela vai fazer 1 ano no dia 31 agora, não sei quanto que ela pesa, ela come ração de castrados da golden. Ajuda por favor!!!!",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yawt7v",
            "num_comments": 7,
            "comments": [
                "Ela é vacinada com a poliviral ou só com a antirrábica da campanha? Quando foi a última vermifugação? Ela tem acesso a rua e outros animais?",
                "Precisa ir no vet. Já tive uma gata q ficou rouca mas já era idosa e o resultado n foi bom. Mas como a sua é nova poder ser algo simples, só n deixe piorar.",
                "Quase certo que é rinotraqueite, leva no veterinário precisa de medicação"
            ]
        },
        {
            "title": "com quantos meses posso levar meu gatinho no petshop?",
            "selftext": "adotei um gatinho faz uns dias, percebi que ele tá cheio de pulgas, com sujeira dentro do ouvidinho e debaixo das unhas. pesquisei com quantos meses pode dar banho e apareceu 3 meses; a moça com quem busquei o gatinho disse que ele tem 3 meses, mas ele é pequeno demais e muito bobo para ter 3 meses. eu acho que ele tem no máximo 2 meses.\n\nnão tenho shampoo para gato filhote, e tenho medo de limpar o ouvido dele em casa e machucar, então eu queria levar ele no petshop, já que lá são profissionais e sabem o que estão fazendo. \n\n(por enquanto só dei vermífugo para ele, já que a primeira vacina também é a partir de 3 meses. estou considerando ele ter 2 meses, então mês que vem vou levar ele a tomar vacina). \n\nme preocupo mais com o ouvidinho sujo e a sujeira de baixo das unhas (não sei se é normal por causa da caixinha de areia, nunca tive gato).",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "yauimt",
            "num_comments": 9,
            "comments": [
                "Olá, boa tarde! Antes, parabéns pelo resgate e preocupações de 1ª viagem, fique à vontade para perguntar qualquer coisa aqui na comunidade. Não são em todas as situações que conseguiremos te ajudar, mas tentamos ao máximo.\n\nAh, e ao pessoal que abriu postagens nos últimos dias e ainda não foram respondidos: responderei até amanhã. Dias corridos por aqui.\n\n# Sobre o banho\n\n**Em gatos eu não recomendo banho sem recomendação específica por um veterinário presencial.** Entendo que é filhotinho e recém adotado, mas você pode utilizar lenços umedecidos para o banho no momento, até a indicação do veterinário.\n\nCaso, mesmo assim, você opte por dar banho (por conta das pulgas, não sei como está a infestação nele), então opte por dar banho em uma bacia com água morna. Ok? O shampoo não vou recomendar nenhum, porque é filhote recém adotado e não tenho ideia do estado geral dele.\n\nLembrando que gatos muito pequenos tem uma termorregulação bem ruim e dar um banho pode causar hipotermia no bichano e prejudicar gravemente a saúde dele. A gente costuma brincar que gato filhote parece réptil (se deixar no frio, esfria demais, no calor esquenta demais hahaha).\n\n# Sobre as pulgas, ouvido e veterinário\n\nNão quero ser o chatão do \"leva ao veterinário\", mas o dinheiro que você vai gastar com medicamento pra pulgas + pet shop/shampoo vai ficar próximo de uma consulta simples para uma avaliação de um médico veterinário. E, após o resgate de qualquer animal, um check-up completo é essencial para evitar que ele cresça com doenças e problemas crônicos.\n\nO veterinário também verificará a situação dos ouvidos, porque a presença de muita sujeira nos ouvidos pode representar uma possibilidade de otite ou sarna otodécica (sarna dos ouvidos). A avaliação disso torna-se crucial no momento.\n\n***Você saíra de lá com todas as dúvidas respondidas, além das dosagens e medicamentos ideias para o tratamento das condições atuais baseado na saúde geral do seu gatinho.***\n\n# Dicas para primeira viagem\n\n* Não deixe seu gato ter acesso à rua.\n* Busque por enriquecimento ambiental dentro de casa.\n   * Brinquedos;\n   * Caixas de papelão;\n   * Nichos;\n   * Esconderijos.\n* Se possível, opte por vaciná-lo em um veterinário.\n   * Algumas agropecuárias e petshops pecam muito no armazenamento e na estipulação de protocolos.\n* Agende a castração ao realizar o check-up completo no veterinário, gatos devem ser castrados e estão livres para o procedimento a partir dos 5 meses.\n* Acostume ele com manipulação e contato com você e pessoas diferentes.\n* Estude e aprenda sobre reforço positivo em gatos.\n* Tenha uma caixinha de transporte como parte da mobília da casa e reforce positivamente sempre que ele entrar nela.\n* Um potinho de água em cada cômodo.\n* Duas caixinhas de areia, opte por areias que façam torrões firmes e limpe diariamente.\n* Sachês são super bem vindos, podem fugir do orçamento, mas tente dar 2 ou 3x na semana.\n* Gatos comem pouco, opte por dar ração super premium (minha gata tem 5kg e come 1kg de ração a cada 25 dias, gasto 40 reais de ração por mês com a Biofresh Super Premium, vale muito a pena).\n* E repito: sem acesso à rua, ok? A expectativa de vida pode reduzir em até 10 anos, além dos custos com tratamentos de doenças e a queda drástica do bem estar do gato.\n\n**Importante:**\n\n* Escolha bem o veterinário e não tenha receio de trocar se não se sentiu à vontade ou bem atendido. Mas tenha um veterinário de confiança, seu gato vai viver por mais de 10 anos, é essencial confiar em alguém para cuidar da saúde dele.",
                "Sugiro verificar com um vet de confiança, pois infestação de pulgas é perigoso em filhotes, pode causar anemia e em casos graves levar à óbito. Acho mais preocupante do que as orelinhas ou patas sujas.",
                "Se tu manjar de inglês, tem os vídeos da Kitten Lady no YouTube. O canal dela é dedicado ao cuidado de gatinhos.   \n\nAcho que aquele primeiro banho, assim que o gato sai da rua, é meio necessário. Mas não dá pra dar banho em gato que nem faz com cachorro, especialmente filhote. Tem que ser morninho, rápido e secar com uma toalha rapidamente, não pode deixar ele pegar nadinha de frio. A Hannah (kitten lady) dá esses banhos com detergente neutro.  \nÉ muito, muito importante não estressar o gato, eles ficam literalmente doentes. \n\nMas entre a minha opinião leiga e a do veterinário que já comentou antes, na dúvida, fique com a do veterinário. \n\nDá pra limpar as orelhas com chumaço de algodão umedecido em soro fisiológico pra tirar o grosso enquanto não leva no veterinário. Não use cotonete e nem cavoque demais.  \nDeixa pro veterinário te recomendar algum produto/remédio mais específico, se for necessário. Sarna de ouvido e otites são um inferno de tratar e usar um remédio qualquer pode piorar o problema (experiência própria). \n\nTenta sempre dar a melhor ração que você pode pagar, premium ou super premium, não compra as de supermercado. É um investimento que vai evitar problemas médicos (e mais gastos) no futuro.  \nSachê pode ser de supermercado (ele é mais pra garantir a hidratação), mas a ração não é um bom lugar pra fazer economia.  \n\nE leve ele num veterinário o quanto antes.",
                "Minha gatinha quando adotei tmb veio com pulgas, eu passei talco nela, pois tmb tinha 2 meses. Tem talcos próprios para controle de ectoparasitas, são baratos normalmente. \nPorém o ideal é vc levar no Vet, especialmente por ter sido resgatado a pouco tempo",
                "Coloca uma foto dele para termos uma ideia se ele tem mais de 3 meses. Da uma procurada que tem remedio para pulga. Ai ja da um bom que tira essas coisas da orelha, tipo o Revolution. E gato não precisa de banho... acho q isso so vai fazer ele sofrer e nao vai resolver nenhum dos problemas"
            ]
        },
        {
            "title": "Atualizações sobre a queda do meu gatinho",
            "selftext": "\nRecentemente perguntei aqui sobre se deveria levar meu gato consultar, e me recomendaram que sim. Levei ele e realmente, uma fratura bem feia, o veterinário disse que vai precisar de cirurgia, mas que o veterinário cirurgião deles está em portugal. Então estou entrando em contato com outras veterinárias. Alguém sabe qual seria o valor aproximado de uma cirurgia dessas? O raio X dele está abaixo, tem aproximadamente 3 kg e uns 7 meses, foi castrado a 9 dias.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "ya61rj",
            "num_comments": 8,
            "comments": [
                "Que dó do nenem 🥺, ver essas patinhas fraturadas dá até um aperto no coração. Melhoras pra ele.",
                "A cadela dos meus tios tb fraturou uma pata caindo de uma escada uns meses atrás, acho que nao foi nos mesmos lugares/mesmo tipo de fratura mas ela teve que colocar um pino. Foi algo em torno de 2k.   \n\\*ah a cadela deles é mistura de pinscher com vira lata, é um pinscher maiorzinho"
            ]
        },
        {
            "title": "Meu gato está com a patinha machucada",
            "selftext": "Recentemente ele caiu da janela do segundo andar. Após isso, já faz 3 dias, e ele não coloca a patinha no chão, mas também não miou e nem apresentou estar doendo. Ele geralmente mia bastante quando quer algo, e  depois da queda não miou. no dia após a queda ele ficou o dia todo em repouso, mas nos dias seguintes ele voltou a brincar normalmente. Devo levá-lo consultar? não tenho muito tempo disponível e tenho medo desse tipo de consulta ser caro, mas tbm não sei se ele pode ter fraturado ou algo assim, ele demonstraria dor se fosse algo sério?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y9c753",
            "num_comments": 3,
            "comments": [
                "**Sim, deve consultar, seu gato está com dor. O comportamento e a dor crônica pode predispor ele a condições de saúde futuras como problemas renais e afins.**\n\nOs valores aqui na cidade, no seu caso, seria de R$100 da consulta + R$120 da radiografia + R$70 de um exame de sangue (que recomendo aproveitar pra fazer já, sempre faça o exame de sangue após 1 ano, mesmo que não haja necessidade notável).\n\nCaso seja indicada uma cirurgia e o valor extrapole muito pra ti, pergunta sobre a possibilidade do tratamento clínico (não é a melhor opção para o gato, nem para o bem estar dele, mas pode ser considerada dependendo do caso).\n\nInicialmente os valores serão da consulta + radiografia.\n\n**Faça a consulta, seu gato está com dor e isso precisa ser melhor avaliado** e tratado para evitar maiores problemas. O preço de R$220 agora pode se tornar R$800 dependendo do impacto desse mal-estar atual dele na saúde geral.\n\n*Valores citados com base em uma cidade do Paraná, de 110 mil hab.*",
                "No mínimo vão te pedir um raio X. Um dos gatos que eu tive tb caiu da sacada do segundo andar e fraturou \\~ um dedo \\~. Isso fazem mtos anos, e o vet na época disse que nao tinha mto oq fazer, so tentar conter ele em repouso, mas ele ja não era mto ativo apesar de filhote \\[era um persa\\]. A unha do dedinho passou a crescer meio atrofiada e ele ficou com extremo trauma de encostarem nas patas, então acho válido uma visita ao vet, mesmo que seja pra descartar algo mais grave.",
                "Como o mod falou, leva consultar pois é sinal de dor. Tmb sugiro que verifique as unhas da patinha, pois pode ser que na queda tenha tentado se agarrar a algo e machucado as unhas. Elas são uma parte muito dolorida quando machuca."
            ]
        },
        {
            "title": "Voltei com notícias da \"otite\" do meu gato",
            "selftext": "Esses foram os remédios que a dermatologista me passou, já tinha feito um post aqui falando sobre a otite do meu gato que sempre volta, e me recomendaram um dermatologista. Ela disse que é otite e que a imunidade dele deve estar baixa, por isso não sara e volta novamente. Eu fiquei com um pé atrás, pois esperava que ela me desse um diagnóstico diferente, eu esperava que fosse sarna por ele ter caspa pelo corpo. Como vcs sabem eu tô nessa luta já faz um ano e pouco, vai e volta no veterinário, tô gastando muita grana e me sentindo enganada e sem esperança. Enfim, tô administrando esses remédios e vou ver no que dá... Provavelmente em nada\nTô muito triste",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y98ade",
            "num_comments": 23,
            "comments": [
                "Olá, por envolver uma série de informações e detalhes (medicamentos e afins) que podem mudar a perspectiva de algumas pessoas ao lerem aqui sob o tratamento do pet delas, preferimos por entrar em contato por mensagem privada para te orientarmos melhor por lá.\n\nLembrando aos outros membros que cada caso é um caso, e tratamentos de otite possuem protocolos muito variáveis e são quase que exclusivos de animal para animal. Não utilizem outros tratamentos como referência sem o acompanhamento de um médico veterinário.\n\n***Desculpa pela demora na resposta, aguardamos a resposta no privado.***",
                "Eu terminei um curso de dermato ontem, a última aula era de otite e eu fiquei pensando na pessoa que tinha postado aqui sobre uma otite que não cura. Olha a coincidência tu voltando aqui kkkk.\n\nSabe dizer se ela usou algum instrumento pra ver dentro da orelha? Aprendi que nesses casos de otite que sempre volta, fora o tratamento contra parasitos, malassezia e saúde da pele, que é o que ela tá fazendo com esses medicamentos, existe a possibilidade de outras coisas dentro da orelha, principalmente se a otite for só em um lado. To falando de pólipos, neoplasias, e corpo estranho.",
                "O tratamento aí é bem abrangente, provavelmente por não haver um diagnóstico. Foram feitos exames OP? A veterinária requisitou algum exame de imagem, sangue, coletou material para nova cultura?",
                "Bom, a explicação dela pelo menos faz sentido lkkk. Se a imunidade cai, inflamações tem mais potencial de voltar, mas assim, isso o seu vet podia ter te dito.\n\nO que eu noto sempre é que os veterinários tem receio de pedir muitos exames e fazer muitas coisas nas primeiras consultas por alguns motivos:\n\n- Não conhecem o dono e sabem se pode/quer pagar e como a pessoa vai reagir.\n\n- Não conhecem o animal e como ele vai reagir no geral. Uma primeira consulta mal feita pode gerar traumas no animal e ele pode não conseguir tratar ele bem depois por isso.\n\nClaro, especialistas geralmente (ou idealmente) são uma consulta, retorno e pronto, então alguns médicos podem agir de ma fé e tentar estender isso. Não posso dizer que é esse o caso aqui, porque também se a otite do seu gato está crônica, a melhora não vai vir rápido! Provavelmente o tratamento vai ser longo, mas vai valer a pena porque ele no fim não vai ter mais problemas.\n\nO que eu sugiro: vai fazendo tudo direitinho e mandando updates pro médico por whats app. Nisso, avalia a resposta do médico, se ele tá te explicando as coisas, respondendo nem que seja com um “isso é ótimo!”, aí sim é bom! Se o médico está te ignorando e dando respostas muito curtas, aí você pode trocar depois. Ressalto que o ignorar aqui é por dias, não se pode esperar que um veterinário responda whats app imediatamente porque eles estão atendendo e tem vida após o trabalho também.",
                "E como o tratamento é muito longo, no caso dele seria mais delicado ainda já que é no ouvido, na Vale a pena tentar fazer por conta própria na tentativa de se for resolver. É melhor só fazer o exame mesmo."
            ]
        },
        {
            "title": "cachorro idoso indo pra castração",
            "selftext": "Meu cachorro já tem 12 anos e nunca tinha sido castrado. Ano passado levei ele pra uma consulta e a vet me informou que ele precisava de duas cirurgias, uma pra extração de dentes que já estavam podres e uma castração pra previnir o câncer de testículos (aparentemente é comum? meu dog é um poodle toy). Enfim, paguei a cirurgia dos dentes com doações pq era caro demais e eu não tinha o dinheiro, qualidade de vida dele melhorou demais e até a asma que ele tinha sumiu, mas não consegui castrar pq faltou verba. Essa semana o centro de bem estar animal passou aqui em casa oferecendo castração gratuita com anestesia inalatória e eu aceitei, mas não me deram detalhes sobre como vai ser o processo, se ele vai precisar de medicamentos, roupa de castração etc. Queria saber qual o procedimento comum pós-castração e o que eu deveria perguntar aos vets lá pra garantir que tudo ocorra bem",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y96997",
            "num_comments": 7,
            "comments": [
                "Com essa idade, eu consultaria o veterinário primeiro pra saber se realmente vale a pena a castração ou não. A limpeza sim, é bom sempre tentar fazer porque melhora s qualidade de vida. Mas a castração com ele agora com 12 anos seria só 100% necessária se ele estivesse com aumento de próstata, ao meu ver.",
                "Meu doguinho tem 5 anos e castrou semana passada.\nPrimeiro eu indicaria muuuuuuuito passar ele pra fazer os exames num veterinário pela idade, para o meu doguinho pela idade pediram exame de sangue e um ecocardiograma pra ver se o coração dele estava bem.\nQualquer procedimento com anestesia tem seus riscos, ainda mais em um doguinho idoso com problemas de saúde. \nPara o pós operatório depende muuuuuuuito de como foi feito a castração, no caso do meu ele usou roupinha cirúrgica por 5 dias, tomou 2 injeções de antibiótico e antiinflamatório, remédio pra dor (receitaram dipirona mas depende muuuuuuuito de como foi feita a cirurgia) e só, mas a dele foi feita com pontos internos então não precisei tirar ponto e nem nada.\nMinha recomendação, passa em um Vet de confiança explica que vc tá afim de castrar no multirão e pergunta o que ele recomenda de exame de pré operatório e se ele faz acompanhamento pós operatório (dependendo do multirão não existe acompanhamento pós operatório então é por ter um Vet de confiança).",
                "Minha cachorra castrou aos 17 anos, também poodle toy. Ela desenvolveu pressão alta no pós operatório e teve uma convulsão, mas controlando a pressão já voltou ao normal. A cirurgia fez toda a diferença na qualidade de vida dela. Acho que macho não precisa de roupa, talvez eles passem um antibiótico, daqueles comuns pra cachorro que é uns 50 conto. Como alguem falou, um vet de confiança pro pós operatório é essencial."
            ]
        },
        {
            "title": "Alguma recomendação de petiscos para Cachorros?",
            "selftext": "Sei que petiscos naturais são sempre os mais indicados, comprava para meus 2 Shihtzus os da marca Nats, mas vi em um 4 petshops aqui da região região parece que eles não vendem mais (não sei o motivo).\n\nComprei um da Cannix e eles adoraram (língua de boi). Mas achei bem caro. Alguma sugestão de algo mais acessível e que seja natural?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y8zm7z",
            "num_comments": 8,
            "comments": [
                "O site All Pets é cheio das opções de petiscos e desidratados naturais. Compro bastante por lá porque tem várias marcas em um lugar só.",
                "Brócolis, couve flor cozidos só na água, maçã, banana tbm são gostosos. Eu dou pro meu doguinho que é alérgico a ração e vários petiscos",
                "Biscoitinhos de banana, que pode ser nanica ou prata, misturados com farinha de aveia, pitada de canela e mel, leve para assar. Meu pet adora, só procurar na Internet que tem várias receitas fáceis, práticas e baratas para fazer. Depois desses petiscos envenenados, que infelizmente matou diversos pets,  morro de medo!",
                "meu dog ama maçã de paixão (sem casca pq é um grande fresco), mas vi que não pode dar em grandes quantidades por conta do açúcar"
            ]
        },
        {
            "title": "Ultrassom - Necessário jejum?",
            "selftext": "Gatinho fará um ultrassom em clínica pública - não me passaram muitas informações. É necessário que eu o deixe em jejum? Se sim, por quantas horas?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y8xa0l",
            "num_comments": 5,
            "comments": [
                "Ultrassom do que?"
            ]
        },
        {
            "title": "cachorro após 14 dias de castração, é normal?",
            "selftext": "Contexto: Rocky castrou na quarta retrasada, fizemos a limpeza direitinho, ficou com cone e roupa cirúrgica por 10 dias, que nem a vet recomendou. Tiramos o cone no sábado e até aí de boa, agora ele tá lambendo mas não tem secreção, não tem mal cheiro, nem nada, tem apenas o pontinho da incisão.\nPergunto se é normal pois eu nunca tive cachorro macho castrado e não sei se é normal eles lamberem essa área pós castração e retirada de cone. \n\nAh, ele tá comendo normal, bebendo água também, só tá mais estressado que o normal.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y8m4es",
            "num_comments": 5,
            "comments": [
                "Não é normal não, pode ter inflamado, até mesmo por conta de um pedaço de linha do ponto que pode ter ficado é capaz de causar isso. Leva no vet"
            ]
        },
        {
            "title": "Meu gatinho está com paralisia nas patas frontais e nem meu vet sabe o que está acontecendo. Pergunta",
            "selftext": "  Então galera, o motivo de estar escrevendo literalmente esse texto por aqui é o desespero, e tentar encontrar uma solução ou no mínimo uma ideia do que pode estar causando isso, ou alguma identificação de algum pai de pet que tenha passado pelo mesmo e possa me ajudar com algum conselho posteriormente, tendo em vista tudo isso, irei detalhar os acontecimentos.\n\nDando o contexto de tudo, eu tenho um gatinho de 9 meses chamado \"Lion\" , sempre se alimentou muito bem e bebia bastante agua normalmente, bem \"saudável\" pra idade dele, um certo dia reparo que ele não estava mais \"agitado\" como era de costume e noto que ele tinha emagrecido bastante e estava bem resfriado, de inicio eu pensei \"ok pode ser determinante de rinotraqueíte (resfriado do gato) \" fui  e levei ele no vet para tratamento (agemoxi e mucomucil e um exame de sangue) , recebeu uma injeção que infelizmente não me lembro agora do que, e vim de volta pra casa.  \n \n\nPassam uns dias no tratamento e exame de sangue deu ok, sem sinais de anemia apenas trombocitopenia, (onde o medico me informou que a baixa da plaquetas pode se dar por infecção cronica mesmo) porém noto algo bizarro, ele estava andando muito estranho, e mal conseguia manter o rabo em pé e parecia se esforçar bastante pra se equilibrar nos pés , caia pra um lado e pro outro, e no dia seguinte já não conseguia mover as pernas direito, dando alguns passos e tinha que parar e sentar, e algumas vezes caia e não conseguia manter o equilíbrio.  \n\n\n Apavorado levei ele novamente ao veterinário, onde foi constatado febre e até então estávamos na metade do tratamento com Agemoxi e mucomucil, decidimos (eu e o médico)  permanecer com o tratamento e caso as coisas não melhorem retornar novamente, ele passou um dipirona em gotas.  \n\n\n Em casa demos o dipirona naturalmente pra ele  respeitando as dosagens , e dentro de algumas horas voltou a andar melhor , com uma certa dificuldade mas andava melhor e se alimentava sozinho ( o que anteriormente ele não estava fazendo ) , porem depois de dois dias de dipirona ( que foi o máximo receitado pelo medico por ser perigoso ) quando o efeito de tudo passou, ele piorou NOTAVELMENTE, agora nem mexer as pernas de trás conseguia, ele apenas RASTEJAVA, e lá vamos nós no vet novamente ...  \n\n\n No Vet descobrimos que o Agemoxi não fez efeito quase NENHUM no tratamento dele  e trocamos para Azicox que vem com Meloxicam que é um anti-inflamatório, e com o tempo a secreção dele foi desaparecendo e o catarro também, porem as pernas permaneciam  A MESMA COISA.  \n\n\n Levei novamente ao vet ... onde dessa vez ele acreditou que talvez Lion tivesse algum tipo de verme e me receitou Milbemax G, um vermífugo pro gato, onde após a primeira ingestão do vermífugo, no dia seguinte ele já andava melhor, onde com o tempo levei pra revisão e foi receitado um Glicopan Gold pra auxiliar na alimentação e ser uma vitamina, até aí ok, era pra ser um final feliz , agora que vem o mais complicado \"Tiger\".\n\n Tiger (irmão da mesma ninhada) começou a ter comportamentos estranhos, mancar absolutamente do nada, mas conseguia saltar e correr normalmente, e comia e até ontem ainda igual um touro e beber muita água, já preocupado de antemão, decidi levar-lo no Vet.\n\n No vet ele foi examinado (nenhuma febre em todas as vezes que levei)  e achou mais correto manter o mesmo tratamento com Mucomucil e Azicox que o Lion teve e pedir um exame de sangue pra ver se poderia ser uma possivel anemia e um teste de Fiv e Felv, e pra tentar encurtar um pouco o texto fiz o exame de sangue e levei novamente ao Vet na mesma semana, onde o exame estava mais saudável que o do Lion ( Tiger apresentou trombocitopenia também, e meu médico sugeriu ser comum pois poderia ser uma infecção cronica)  e o Fiv e Felv deu negativo para ambos, só que nesse meio tempo , Tiger deu uma piorada no quadro dele, do nada ele dava uns saltos estranhos em casa e caia de lado gritando, e de repente nao conseguia andar mais direito, corria e caia de lado, até um ponto que ele simplesmente começou a \"tentar\" se arrastar, toda vez que ele tentava dar um passo ele dava cambalhota, LITERALMENTE, ele não conseguia dar passos mais.\n\n Desesperado sem saber o que fazer e tentar entender o que tava acontecendo e pesquisando muito, eu comecei a entender que o caso dele era diferente do Lion, a paralisia era nas patas frontais , onde são as patas de apoio, logo todo movimento que ele tentasse fazer com as de trás automaticamente poderia fazer ele saltar ou dar cambalhota, pois ele perdeu a coordenação do corpo \"em tese\" , e nesse ponto novamente ... levei ao vet. \n\nResumindo: Prednisolona , um corticóide pra ver se dá um levante e massagear as pernas dele todo dia pra não atrofiar e ajudar a trocar sempre os jornais pra ele não ficar na própria urina e no cocô.\n\n E aqui, chego na reta final de todo esse texto, com o tratamento de corticóide e as massagens diárias, ele estava tendo um levante, eu via ele tentar se levantar, conseguindo se apoiar nas próprias patas frontais, e ante-ontem ele deu seus primeiros passos depois de uma semana só conseguindo mexer a cabeça, e ainda mais tendo força pra se apoiar com as frontais, mesmo logo em seguida tendo uma queda, mas notava o desenvolvimento dele. \n\n Por volta de hoje , regrediu. \n\nForam 5 dias de corticóide sendo ante-ontem o ultimo dia, e logo em seguida era o \"desmame\" (se eu posso chamar dessa forma, não sei se é o termo correto ) , onde ele tomaria uma dose menor por dia por ser perigoso manter aquela quantidade por tanto tempo, mas agora ... não consegue nem mexer a cabeça direito, não mia, não reage, apenas fica parado olhando para as coisas e muito menos quer se alimentar ou beber agua, (antes ele comia da minha mão naturalmente ração umida e agora é direto na seringa segurando a cabeça dele e parece ter dificuldade pra engolir) vejo ele mexendo as patas pra tentar ficar em pé, mas aparenta mais sem força do que nunca, meu vet não sabe o que está acontecendo e falou que caso o corticóide não desse o retorno, ia pedir uma tomografia pra ver ele por dentro, mas no geral ele nao faz ideia do que é.  \n\n\nEnfim, quem chegou a ler até aqui eu quero agradecer de coração , não foi muito fácil para mim escrever esse texto com a cabeça tão lotada de preocupações, mas pior ainda é ficar sem um diagnóstico preciso do que realmente está acontecendo e ter que observar de pouco a pouco seu gatinho desaparecendo (desculpe apenas um desabafo) , enfim , caso alguém já tenha tido uma experiência assim que possa clarear minha mente de alguma forma, ou entender melhor o que está se passando, eu diria que toda ajuda é bem vinda, e obrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y7la4g",
            "num_comments": 20,
            "comments": [
                "Essa trombocitopenia aí não tá batendo, ele não pensou em Anaplasmose? Poderia ser uma artrite imunomediada, embora que ele seja muito novo pra isso. Trombocitopenia não tem nada a ver com doença crônica, só quando vc pensa em erliquia mas aí é por conta da doença mesmo, normalmente ela acontece por consumo por vasculite, sequestro pelo baço, destruição ou queda na produção.\n\nEssa paresia e paralisia pra mim pode ser neurológica, mas acho que metabólica também entra. Excesso de metabolitos por incapacidade do fígado em depurar causa a encefalopatia hepática, e excesso de compostos nitrogenados no sangue causa a uremia, quando essa uremia gera sintomas temos a azotemia, e uma das apresentações são sinais neurologicos também. Em ambos os casos o cérebro fica intoxicado.\n\nEle deveria fazer uma avaliação da função renal e hepática pra ver o que eu citei. Tgp ALT, ureia e creatinina, além de sumário de urina. Pedir uma eletroforese de proteínas ajudaria a confirmar se ele tá em inflamação aguda ou crônica, e ver um possível indicativo de doença mieloproliferativa.",
                "Eu queria entender só uma coisa: você fez exames nesse meio tempo, para investigar o que poderia estar causando essa paralisia? Porque pelo que seu texto indica, não houve nenhuma tentativa de diagnóstico diferencial.",
                "Complicado dizer. Espero que tudo dê certo para o tiger 🐅.\n\nSugiro procurar um outro profissional. Parece algo neurológico.",
                "Com a minha experiência de gateira q sofreu muito com sintomas parecidos e rodei nuns 4 veterinários até diagnostocar e gastei rios de dinheiro: deve ser pif neurológica. Procure se informar a respeito e procure um veterinário especialista em felinos! Boa sorte!",
                "Acho que nao vai contribuir muito mas vi uma das minhas gatas ficar com um lado do corpo completamente paralisado depois de ter tentado brincar com uma daquelas taturanas que apareceu no pátio \\[todo telado porém com arvores em volta\\].",
                " Vc tem os resultados dos exames de sangue?",
                "Acho que o MÍNIMO que o seu Vet poderia ter pedido é um RX de coluna e um exame de sangue completo, não só hemograma... Eu sugiro levar em outro e começar por exames menos sofisticados, para interpretar uma tomografia vc precisa no mínimo ter uma suspeita, e pra isso vem um bom histórico e exames mais simples, como Raio-x e exames bioquímicos"
            ]
        },
        {
            "title": "Rações úmidas e sachês para cães.",
            "selftext": " Bom dia pessoal!\n Recentemente minha doguinha tem tido dificuldade para comer a ração seca, mesmo quando a misturamos com carne e caldo, acredito que por conta da idade, ela tem 13 anos e já perdeu alguns dentinhos.\n Um amigo me sugeriu tentar oferecer a ração úmida ou sachês pra ela, vocês tem alguma recomendação? Tem alguma informação que devo me atentar mais ao olhar os rótulos? E esse tipo de ração pode substituir a seca totalmente ou ainda precisarei variar entre as duas para que ela não tenha nenhuma perca nutricional? \n Ah, apesar de idosa ela não tem nenhum problema de saúde significativo, é porte pequeno(shih-tzu)está saudável, porém teve uma leve perca de peso, por isso minha preocupação.\nDesde já, obrigada!!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y79e9a",
            "num_comments": 2,
            "comments": [
                "Ja levou no vet pra fazer limpeza? Pode ajudar!\n\nQualquer ração úmida da royal e pro plan são boas, mas pra mim o custo benefício não vale. São muito caras e é tipo uma lata por refeição, então uso só quando precisa meeeesmo.\n\nUma alternativa que já vi amigos com cães idosos fazendo é: comida seca normal, coloca no potinho com uma água morna/temperatura ambiente (não precisa ser muito, só um pouco) e esquenta só uns segundinhos no microondas, aí você tira o excesso de água. Isso amolece a ração suficiente pra que eles consigam comer, mas não tiraria a parte boa da ração."
            ]
        },
        {
            "title": "Existe Gato sem Pelo?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y74lwt",
            "num_comments": 1,
            "comments": [
                "Sim, algumas raças russas"
            ]
        },
        {
            "title": "ola!! o gato da minha irmã foi castrado, e o saco dele está assim. sabem me dizer se isso é normal ???",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y6xq8w",
            "num_comments": 3,
            "comments": [
                "Tópico respondido pelo u/Srhards e u/srmingal, provavelmente houve o que chamamos de deiscência da sutura e a condição deve ser avaliada pelo médico veterinário responsável. Se não tiver o contato direto do profissional, entre em contato com a clínica responsável e explique a situação. **O médico veterinário responsável irá te guiar a respeito de como proceder logo em seguida.**\n\n*Enquanto isso não deixe de fazer a limpeza da região conforme prescrito. Ok?*",
                "Parece que abriu um ponto né? Fala com o Vet",
                "Eu acho que deve ter abrido augum ponto, tenta ir no veterinário o mais rapido posivel pra costurar denovo pq pode soltar mais pontos e causar uma infecção no local"
            ]
        },
        {
            "title": "Ração senior: sim ou não?",
            "selftext": "Adotamos um maltês que era maltratado e os antigos tutores queriam abandonar. Ninguém sabe a idade certa dele, suspeita de entre 5 a 7 anos. Estamos dando ração comum para ele, mas ele mostra maior interesse em comer a senior do nosso outro cachorro (7 anos). A pergunta é: teria problema eu dar a senior para esse maltês, ou, pelo menos, meio a meio?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y6og15",
            "num_comments": 3,
            "comments": [
                "Rações para animais idosos frequentemente são mais palatáveis para o apetite mais caprichoso dos velhinhos. Pode dar para ele sem problemas. Quando nós temos animais de idades diferentes assim que comem o mesmo alimento, é sempre aconselhável dar a ração de velhinho para ambos ao invés de ração de adulto para ambos. ;)\n\nO único mal é que pesa mais no bolso. Mas pelo que entendi são miudinhos, então a preocupação não é tanta.",
                "Problema não tem, a ração sênior costuma ter mais nutrientes específicos pra problemas normais de idade, mas a qualidade da marca permanece a mesma independente da linha. Acho que é algo tipo: enquanto a ração pra adultos tem um balanço nutricional x, a de idosos tem o balanço x também com mais cálcio e ferro, por exemplo.\n\nMas as vezes ele pode estar sentindo falta de algum nutriente que seja mais presente na ração de idosos. Ou pode ser uma questão de dominância (comer a comida do outro). Se vocês já levaram no vet e os exames estão ok, é bom só tomar cuidado pra ele não pegar a comida do outro cão (aí você teria que começar a separa-los para comerem)"
            ]
        },
        {
            "title": "meu gatinho está com a garganta inchada",
            "selftext": "Hoje é feriado e o veterinário não atende, e eu quero que me ajudem a aliviar ele pelo menos até amanhã.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y6j6nm",
            "num_comments": 9,
            "comments": [
                "Chamei o OP por mensagem privada pra ter uma ideia mais atualizada sobre a situação.\n\n**Lembrando que:** em casos assim é essencial ficar de olho na respiração do animal, se ele estiver ofegante, ou com as gengivas/língua roxas (ou brevemente roxas), não há o que ser feito e é uma emergência veterinária que necessita de atendimento imediato ou animal falecerá em poucos minutos.\n\n***Pretendo, em breve, após o contato com o CRMV, ver se posso criar um postagem com alguns itens de primeiros socorros para situações emergenciais sem ferir a ética veterinária.***\n\nInfelizmente, no momento, respostas assim são bastante difíceis de serem respondidas aqui, porque posso colocar o animal em risco e, em casos onde há risco de obstrução das vias aéreas (ou de morte iminente por qualquer outro fator) a busca por assistência veterinária imediata é a conduta mais correta.",
                "Não tem nenhum hospital 24 horas por perto? Tem foto da garganta dele?",
                "Mas como é esse inchaço? É externo ou interno? A respiração dele está boa? Apareceu do nada? Ele tem acesso à áreas externas, pode ter sido picado por algum inseto? Ele tem outros sintomas? Está comendo normal? Está ativo ou prostado? O certo seria você correr atrás de um veterinário 24hs, mas sem detalhes fica muito difícil pra qualquer um aqui tentar te ajudar.",
                "Como tá seu gatinho?\n\nO outro sub apagou seu POST eu comentei lá isso aqui\n\nNão tem nada aberto na cidade? Eu ia te falar pra ir numa loja de produtos para animais, e procurar algum tipo de antiinflamatório para gatos. Mas se estiver tudo fechado não tem como.\n\nVc pode procurar o nome de uma clínica vet da sua cidade no Instagram, ou o nome do médico, geralmente eles tem insta, vc pode pedir ajuda a algum veterinário! Se vc não souber, procura qualquer veterinário no insta e pede ajuda! Se tiver o número de contato no perfil, ligue."
            ]
        },
        {
            "title": "Qual é a melhor forma de evitar e prevenir queda de pelo de cachorro ?",
            "selftext": "Tenho dois SRD que estão soltando muito pelo, muito mesmo, fiz exames neles e estão sem nenhuma doença. Existe algum sabonete, suplemento ou técnica que poderia ajudar a diminuir essa quantidade monstruosa de queda de pêlos?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y60iga",
            "num_comments": 7,
            "comments": [
                "Você mencionou de ter feito exames neles, você passou com dermatologista também? \n\nSe passou por dermatologista e deu tudo ok, então minha recomendação é passar com uma nutricionista. \n\nHá algumas questões de dieta que pode influenciar na queda de pelos, inclusive a ração (é relativamente frequente com rações de mais baixa qualidade ter esse problema), e sim, há suplementos, mas o ideal é ter acompanhamento de nutricionista.",
                "Como a outra pessoa respondeu, é importante consultar um veterinário sobre a alimentação, pq tem certos alimentos e rações que ajudam o pelo a não cair tanto e outras que reforçam essa queda. Mas também existe época do ano que o pelo cai mais, você ta sentindo que dessa vez está pior? Existe alguma falha no pelo?",
                "Como mencionaram, é importante sempre consultar um veterinário e analisar a questão dermatológica e nutricional, mas alguns cães soltam mais pelo em alguns momentos mesmo. Um dos meus cães perdia muito pelo no verão e um outro meu tem muita queda de pelo, mas é o normal dele e já investigamos, ele é tipo um gato, se pegar ele no colo e estiver com roupa preta, a roupa sai branca. \nO que ajuda bastante é pentear os cães com regularidade, assim retira o excesso de pelos.",
                "Ja falaram de alguns pontos essenciais então não vou repetir aqui, mas vou adicionar a escovação!\n\nA gente acha que escova e cai pelo, mas é o contrário, escovamos pra não cair mais. Mesmo cão de pelo curto precisa ser escovado com frequência, 1x por semana se você quer realmente ajuda com a queda (se não nem precisa ser tão rígido na frequência).\n\nNão é pra escovar com força nem por muito tempo, se não você pode irritar a pele, e tem que usar uma escova apropriada pro pelo (não são caras, na pet te ajudam). Isso ajuda muito a tirar os pelos soltos, você controla a queda e eles caem bem menos pela casa.\n\nIsso mais um combo de boa alimentação e shampoo bom no banho ajudam pra caramba.\n\npra você ter ideia, eu tenho duas meninas, uma de pelo longo e uma de pelo tipo duro. A de pelo longo solta menos pelo. Se eu escovo as duas 1x por semana eu consigo trocar a roupa de cama 1x por mês se deixar kkkk. Se não, a cada 15 dias. Pra de pelo duro, o ideal é escovar 2x por semana porque o pelo dela é naturalmente pra cair.\n\na minha de pelo duro é SRD, mas eu já tive uma cachorra de pelo duro de raça e sei como que essa pelagem funciona. claro, como ela é SRD, esse pelo duro não é um super pelo pronto pra stripping e tals, ela é toda misturada na genética, mas o comportamento do pelo é similar, inclusive o padrão de queda e o tipo de escova pra usar.\n\nOutro ponto do pelo duro (que só ressalto porque é comum em SRDs) é que não é muito bom ficar tosando com máquina. Se você já tosou, ok, não precisa se preocupar, mas aí é melhor usar uma rasqueadeira um pouco mais mole e menos dura pra não machucar. Cães de pelo duro são tosados na mão, literalmente puxando o pelo, o que não machuca eles nem nada. É trabalhoso mas efetivo. Só que quando você rosa com máquina o pelo fica mais forte e quando você vai fazer o stripping (que é essa técnica de puxar) você vai machucar o cão. Aí não pode mais e tem que ficar mantendo na máquina ou fazer uma transição mais suave.",
                "Up"
            ]
        },
        {
            "title": "Quanto tempo o cachorro fica com cinomose?",
            "selftext": "Boa noite, meu cachorro contraiu o vírus da cinomose e iniciamos o tratamento, nas primeiras semanas ele ficou péssimo, parou de andar e só vomitava, hoje ele já está correndo e comendo ração (e outras coisas também como uma escova de dentes que ele roubou) sem vômitos, e com um baita apetite, resumindo, essa saga toda foi em mais ou menos 1 mês, desde a descoberta com os primeiros sintomas como remela nos olhos, até hoje que ele está muito bem, parei com todos os medicamentos, antibióticos e só estou dando vitaminas, glicopan e eritros.\n\nquero saber quanto tempo a cinomose fica no organismo do animal, ele está curado ou pode voltar a ficar doente?\n\na pausa nos medicamentos foi orientada por um veterinário\n\nserá q ele está totalmente curado? não quero ter que fazer o exame de coleta de licor",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y49do4",
            "num_comments": 3,
            "comments": [
                "Olá! É muito difícil dizer, com precisão, o tempo que o animal ainda continuará eliminando o vírus. Isso tudo depende de uma série de fatores: desde a idade do animal, até as condutas de tratamento que foram estipuladas. O cão pode ficar com cinomose por semanas ou, em determinados casos, por mais de meses (há relatos de 6, 7 meses...), mesmo não apresentando sintomas.\n\nO problema da cinomose é que, mesmo que uma maioria dos cães recuperados totalmente da doença fiquem completamente livre do vírus, alguns ainda podem carregar as cepas virais em partes do sistema nervoso central, olhos (úvea) e até mesmo nos coxins, sendo muito difícil diferenciar qual animal está mesmo livre e qual ainda contém o vírus. **Por isso é essencial que não descuide da saúde geral do pet.**\n\n*Logo, cães que não recebem as imunizações periódicas; ou tem o sistema imune afetado por estresse; tenham contato com indivíduos infectados; ou tenham algum tipo de imunossupressão, podem voltar a se infectar/desenvolver a doença.*\n\n**O importante agora é não descuidar da saúde, manter a imunização sempre em dia e seguir à risca as recomendações do veterinário responsável.**\n\nA u/alexa_ivy citou sobre organizar um esquema de pagamento mensal com o seu veterinário para que você possa fazer retornos mais recorrentes, e super indico isso. Claro que alguns veterinários podem não topar a parceria, mas vale a pena conversar sobre. :)",
                "Até onde eu saiba uma vez com cinomose, sempre com cinomose. Agora é daquele jeito, depois de tratado, se foi iniciado cedo ele não tem sequelas ou apenas poucas, e vive normal. Só não pode deixar de vacinar e ficar atento às quedas de imunidade e doenças concomitantes, como a leishmaniose, que podem fazer algumas sintomas da cinomose retornarem.\n\nMas quem tem maior risco de problemas graves são só os filhotes, depois de adulto, se ela voltar às repercussões são menores. Se isso acontecer é só tratamento de suporte também e esperar a imunidade trabalhar, por isso não pode deixar de fazer a poliviral anualmente.",
                "Cómo já falaram, e até onde eu sei, cinomose é pra sempre. Se ele está estável agora e o vet suspendeu os remédios maravilha! Mas agora é ficar de olho sempre e ir monitorando.\n\nVê se consegue um esquema de pagamentos com o médico, tipo, consulta de reavaliação a cada três meses (e ir pagando parte todo mês) até estabilizar bem e depois vocês conseguem combinar consultas mais normais de acompanhamento \n\nEssa seria uma questão parecida com a da doença do carrapato que o cão da minha mãe tem. No começo foi veterinário o tempo todo, um período toda semana, pra ajudar remédio pra tratar ali, internar rapidinho… depois desses meses iniciais de preocupação nossa com o doguinho e falta de conhecimento e insegurança sobre o que fazer, nós passamos a fazer mil perguntas para s vet e ela mesma já proativamente na pegava nossos medos e receios e tentava deixar claro os próximos passos. Depois desse susto inicial, dia a dia normal comida e remedinhos e é isso aí, e retornos mais frequentes pra exames de sangue."
            ]
        },
        {
            "title": "Linfonodos aumentados",
            "selftext": "Alguém já teve um gatinho numa situação dessa? Quando resgatei ele com 1 mês e meio foi tratado como um complexo respiratório, ainda está terminando de tomar os remédios mas melhorou 100% na questão respiratória. É super ativo, come bastante, bebe água direitinho, brinca o tempo todo, mas da para sentir e no exame de raio x indicou linfonodos aumentados, o que isso pode significar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y42hpa",
            "num_comments": 17,
            "comments": [
                "O raio X foi antes do tratamento e vc tá notando os Linfonodos maiores agora, certo?\n\nO tamanho de um linfono normal varia muito de um indivíduo pra outro, e muda com o tempo também. Como ele ainda tá no tratamento é bem capaz de ser ainda dá infecção recente, nesse caso significa que as células de defesa que ficam por lá estão trabalhando e produzindo anticorpos, depois que ele ficar 100% livre da infecção a tendência é que ele reduza para o tamanho normal.\n\nOutra explicação é que na real esse linfonodo tá normal, mas por questões individuais ele tá sendo palpável pra vc nesse momento, não havendo significado algum.\n\nResumindo : se o animal tá bem, não tá demonstrando sinal de doença alguma, por ficar tranquilo.",
                "O linfonodo pode estar aumentando justamente pela infecção recente no local, contudo, é bom associar esse achado a outros exames, como um exame de sangue completo, onde pode indicar sinais de inflamação ou infecção ainda presentes. Aconselho a fazer tbm o exame de sangue e observar seu pet em casa, se não houver nenhum sinal clínico nem alterações no exame de sangue, repete o RX daqui uns 15 dias para saber se melhorou.\nComo eu disse, pode não ser \"nada\", apenas um sinal associado a infecção recente que vc tratou na região, mas um dos tipos de neoplasias mais comum em gatinhos é o linfoma, nesse caso é sempre bom descartar!!! Teste de fiv/felv tbm é sempre recomendo, para todos os gatos da casa!!!",
                "Pede um ultrassom de tórax, pode estar com líquido na pleura de efusão",
                "Linfonodos alterados ocorrem por problemas na imunidade e o melhor a se fazer independente do resultado dos testes é manter uma rotina livre de stress para ele, evitar qualquer mudança brusca de rotina ou qualquer coisa que ele não goste",
                "O meu gato já teve mas foram os linfonodos do intestino. Ele começou a ter crises de diarreia frequentes, na consulta e dps no ultrassom deu isso mais uma forte inflação no intestino junto C bastante líquido. Foram um ano de tratamento e vários vets q n sabiam oq ele tinha. No fim a última a vet q ele foi disse q era algum tipo de alergia alimentar. Tomou um monte de remédios e precisou trocar ração por medicamentosa até estabilizar.\n\nHj em dia tá bem e n tem mais crise nenhuma. Já vai c 4 anos.",
                "A respiração dele é acelerado? Qual remédio vc deu? Me fala mais sobre"
            ]
        },
        {
            "title": "Como acostumar a fazer na caixinha de areia",
            "selftext": "Adotei dois filhotes de gato, um macho e uma fêmea, o macho faz todas as necessidades na caixinha de areia certinho, mas a fêmea faz especificamente no sofá, bem do lado de onde ela fica dormindo, tem uma caixinha de areia pra cada um os dois são irmãos não sei pq ela não sabe tbm ou não imita o irmão, como eu acostumo ela a fazer as necessidades lá? Outra coisa meu irmão que teve gatos antes de mim falou que é só colocar os gatos em cima da caixinha de areia que eles já vão saber o que fazer, mas se eu faço isso ela começa a comer a areia, então tenho que tirar ela rápido de la",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y3zjwb",
            "num_comments": 3,
            "comments": [
                "Xixi fora do lugar as vezes pode indicar algum problema de saúde ou que algo não está certo, pq os gatos são bem métodos e geralmente por esses comportamentos que a gente pode descobrir se algo está errado. Mas você deixa a caixinha de areia deles muito uma perto da outra? Tenta deixar longe, ou trocar o tipo de areia tbm"
            ]
        },
        {
            "title": "vômito horripilante",
            "selftext": "Pessoal cheguei em casa agora e pisei em um vômito no tapete da sala, vômito amarelo gelatinoso e o cheiro horrível, que me lembrou o cheiro daquele vômito de parvo, mas minha cachorra tá normal nenhuma mudança nadinha, mucosa rosada bem hidratada comendo normal, mas esses vômito me deixou encucada, é possível ela estar com início de parvo? Ela tem todas as vacinas em dia tudo de alta qualidade ração boa etc",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y3xasx",
            "num_comments": 3,
            "comments": [
                "Se as vacinas foram aplicadas por veterinários de confiança, estão em dia, a saúde geral dela está bem e houve apenas esse episódio de vômito hoje, então não vejo motivos pra preocupar com uma parvo logo de cara, ok?\n\nA recomendação agora é que fique de olho no comportamento dela, verifique a consistência das fezes, o comportamento ao se alimentar/hidratar, e se haverá mais vômito ao longo do dia. Caso ela volte a ter outro episódio de vômito, tire uma foto e entre em contato com o seu veterinário de confiança para que ele possa te guiar nos próximos passos.\n\nNo geral, por ora, mantenha a observação, apenas. A preocupação é justa e a observação é essencial nesse momento, combinado? Qualquer nova dúvida pode ficar à vontade para entrar em contato novamente.\n\nReforçando:\n\n* Se foi apenas um episódio de vômito, a observação é a conduta aqui;\n* Se foram 2 ou mais episódios de vômito, entre em contato com o veterinário;\n* Se foi 1 episódio de vômito, mas ela apresenta diarreia, entre em contato com o veterinário;\n* Se houver outro episódio de vômito, mas dessa vez com sangue, leve-a urgentemente ao veterinário (o mesmo, caso tenha diarreia com sangue).\n\nEspero ter ajudado de alguma forma, mas, no geral, mantenha a calma. A preocupação é essencial, mas não tente assimilar alguma doença com base em apenas ***um*** episódio de vômito porque só vai te dar uma ansiedade extra hahaha\n\n*Qualquer coisa só chamar :)*",
                "os meus cachorros vomitavam assim em alguns episódios de estresse. o primeiro foi calor excessivo quando ele ficou sozinho em casa, tinham vários pequenos vômitos quando cheguei em casa. comecei a deixar o ar ligado e não aconteceu mais (tenho gato em casa então não pago luz). o segundo foi estresse de abandono, na quarentena a minha cachorrinha se acostumou muito com movimento em casa e quando todo mundo voltou a rotina ela começou a vomitar, uivava, fazia coco, quebrava tudo, foi um processo até ela melhorar. o vomito era igual como vc descreveu e eles tavam saudáveis etc, vc pode analisar o ambiente e acontecimentos em volta"
            ]
        },
        {
            "title": "Há alguma solução para deixar a porta entreaberta pros gatos saírem/entrarem do quarto mas manter a privacidade (porta quase toda fechada)?",
            "selftext": "Para que os gatos não ficarem restritos ao quarto de noite, eu tento deixar a porta entreaberta, mas os gatos acabam tirando o negócio que calça a porta pra ela não fechar, daí com o vento ela fica batendo e fico até com receio de um deles ser prensado quando for passar ali. \n\nJá tentei outras coisas, mas tudo que fica no chão pra segurar a porta acaba saindo em algum momento.\n\nComo vocês fazem?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y3tefj",
            "num_comments": 6,
            "comments": [
                "Uma porta pet para gatos não é uma possibilidade? Há alguns modelos que tem travas que permitem que você regule o fluxo dela (só permitir saídas ou só entradas, os dois, ou nada).",
                "Uso isso [aqui](https://shopee.com.br/Protetor-Salva-Dedos-Protetor-de-Porta-Infantil-i.471943971.10142522887?sp_atk=32755559-ac4d-4d22-9764-0414f9d0ccaf&xptdk=32755559-ac4d-4d22-9764-0414f9d0ccaf), coloco dois na parte de cima da porta (de onde eles não conseguem tirar).\n\nÉ só ajustar a posição/quantidade de espumas pra ficar a abertura que você quiser, e a porta não fecha de jeito nenhum\n\nedit: [certificado para passagem de gatinhos](https://imgur.com/a/5gQo8KV)\n\nedit2: [opção mais barata](https://shopee.com.br/1-Protetor-De-Porta-Salva-Dedos-De-Crian%C3%A7a-bebe-Em-Eva-Lookmix-Preto-i.312805465.5553870144?sp_atk=27957636-09bf-473e-a78f-889311a05180&xptdk=27957636-09bf-473e-a78f-889311a05180)"
            ]
        },
        {
            "title": "Minha gata fica estranhando o meu gato recém castrado",
            "selftext": "tenho uma gato e uma gata de 7 e 11 meses. Hoje o gato voltou da castração e a gata não deixa ele chegar perto dela, ela começa a rosnar e grita muito. é normal isso acontecer? ela ficou extremamente agressiva com ele",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y3gbf6",
            "num_comments": 3,
            "comments": [
                "Sim, é normal, pq ele ficou em outro ambiente e ta com cheiro da anestesia e desse outro ambiente que ela não reconhece. Em horas, talvez um dia ela ja volte ao normal."
            ]
        },
        {
            "title": "O doce aroma das flores do campo, só que não.",
            "selftext": "Primeiramente boa noite. Segundo, eu tenho 19 gatos. Tenho caixas de areia mas a maioria não foi acostumada desde filhote a fazer as necessidades nelas, então alguns fazem no chão, as vezes literalmente do lado das caixas. Alguns as vezes fazem cocô e xixi do lado da comida deles, e eu acho isso muito louco pois não imagino como mesmo um animal irracional poderia gostar do doce aroma de fezes e urina no local onde ele come e bebe. Alguém tem uma ideia da razão por trás desse comportamento?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y3dmig",
            "num_comments": 4,
            "comments": [
                "Olá! O número de caixas está correto aí? A regrinha que utilizamos na prática é 1 caixa por gato + 1 no resultado total, no mínimo. Lembrando que o tamanho das caixas de areia deve permitir que o gato dê uma volta em torno do próprio eixo, e devem ser limpadas diariamente.\n\nAlguns gatos podem preferir texturas que remetem mais a areia, outros preferem textura mais rígida, etc. Então variar os tipos de areia em algumas das caixinhas poderá te ajudar a identificar melhor o gosto de cada um.\n\nO detalhe importante aqui é ter a consciência de que uma grande maioria dos gatos (pra não falar todos) tem um comportamento muito instintivo sobre o uso das caixinhas. Claro que alguns podem ter sido condicionados erroneamente quando pequenos sobre o uso delas, e acabou acostumando da pior forma. Mas digo isso, porque antes de considerar o aspecto do animal ser só mais porquinho que os outros, precisamos olhar, primeiramente, na saúde geral do pet e no comportamento que pode predispor à situação citada. Ok?\n\nConflitos, estresse, ansiedade e problemas urinários causam comumente esse problema de defecar/urinar em locais errados. Como aí tem bastante gato, o ideal é buscar fazer o melhor enriquecimento ambiental possível, você tem nichos? Pontos altos na casa? Locais de fuga, pontos de descanso, caixinhas com uma entrada e uma saída, etc? Isso tudo é essencial.\n\nNão sei como é o seu inglês, mas recomendo a leitura desse PDF [aqui](https://journals.sagepub.com/doi/pdf/10.1177/1098612X13477537), vai ser essencial na sua situação.\n\nE vale lembrar que gatos não gostam do aroma de urina e fezes ao lado da comida, eles nem mesmo gostam muito da comida perto d´água. Estou citando esse ponto pra deixar claro minha preocupação com o relacionamento entre eles e o enriquecimento ambiental aí da sua casa.\n\n***Qualquer nova dúvida sobre o tema fica 100% à vontade para perguntar aqui ou abrir uma nova postagem, ok? :)***",
                "Tenho 7 gatos e meio que sei como é. Você já tentou outros tipos de areia / material? Qual você usa? As vezes não usam a caixinha corretamente por não gostarem material. Aqui tenho que deixar umas com areia, outras com torrão de madeira justamente por causa da preferência de alguns gatos. E a caixa também tem que ser maior e alta. Nós compramos aquelas de mexer massa, de casa de contrução, sabe? Sai mais barato também...",
                "1° Acho q ter 19 gatos não é saudável, e é esse o ponto, acredito que para esse número de gatos, o mínimo de caixas de areia necessárias seriam 19 ( o número de gatos) o recomendado são 1,5x por gato, ou seja, aproximadamente 30cx de areia, o ideal, são 2 pra cada gato.\n\nFora isso, existe inúmeros fatores diferentes que fazem com que gatos não queiram usar a areia, psicológicos, comportamentais, higiênico e fisiológicos. Com 19 gatos, vc consegue verificar cada um desses aspectos?\n\nFora que cada gato tem sua necessidade fisiológica diferente, ração, água, metabolismo e costumes.\n\n\nNão são os gatos que não sabem oq estão fazendo, é o tutor que não tem condições.\n\nMe desculpa, mas está é a realidade.\n\nPor fim, dê uma olhada nos vídeos da \"Isa gateira\" no YouTube, ela tem 24 gatos e da várias dicas sobre a criação."
            ]
        },
        {
            "title": "Minha gata começa a miar descontroladamente do nada",
            "selftext": "Então, uns tempos atrás ela começou a fazer um MIAAAOOUUU muito forte, várias vezes. Eu me assustei, corri até ela, e ela tinha uma folha na boca, colocou no chão e veio até mim.\n\nAchei engraçadinho, ela começou a fazer isso e trazer várias coisas, principalmente folhas e flores que ela encontra no chão. Ela já me trouxe conta de água, panfleto de supermercado, jornal, essas coisas.\n\nMas agora ela faz isso várias vezes por dia, mesmo sem estar \"trazendo\" nada. Ela só começa a miar muito alto, sempre no quintal, e quando eu vou ver o que é, ela só vem até mim miando e para. Não sei se ela quer alguma coisa ou o que está passando na cabecinha dela, ou se ela está bem mesmo e isso pode ser um sinal de que tem alguma coisa errada, como se ela estivesse pedindo ajuda. O comportamento dela segue normal, sempre come, toma água, brinca comigo, etc.\n\nO que pode ser?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y35xa9",
            "num_comments": 11,
            "comments": [
                "Ela mia, você aparece.  \nEla treinou você muito bem, não precisa nem trazer mais presentes kkkk.  \n\nSem querer, você acabou reforçando esse comportamento e agora ela faz sabendo que isso resulta em você it até ela.",
                "A minha faz a mesma coisa com tirinhas de cabelo da minha esposa, ou tampa de garrafa pet. Ela encontra, pega na boca e sai miando feliz pra brincar ou vem miando pra mim pra me mostrar KKKKKK.\n\nIsso são eles praticando o extinto de caçada, super normal",
                "Quer atenção, ela gosta da sua companhia kkk. A minha faz isso quando quer ajuda pra algo, tipo pegar um inseto que esteja fora do alcance dela ou abrir a torneira da pia pra ela beber água.",
                "Ela só quer atenção. A minha tbm fica miando esquisito do nada e quando eu chego onde ela tá ela se esfrega em algo próximo ou se esparrama no chão, às vezes é até pra seguir ela. Ela é muito querida.",
                "se não é castrada ela ta no cio e ta chamando parceiro",
                "Uma das minhas gatas tb faz isso... é só pra chamar atenção. Querem brincar."
            ]
        },
        {
            "title": "Cachorros podem se estranhar ao encontrar seu irmão?",
            "selftext": "Tenho um cachorro, ele tem uma irmã e eles não se vêem a +/- uns 5 anos. Gostaria de levá-los para se reencontrarem, mas tenho receio de que algo possa acontecer. Talvez eles brigarem, tentarem se relacionar ou não se reconhecerem mais, existe a possibilidade desse esquecimento?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y2m050",
            "num_comments": 3,
            "comments": [
                "Eu acredito que sim, a minha estranhou as irmãs quando se encontraram pela primeira vez depois de 10 meses, mas depois se acostumaram. Acho que a melhor opção é se encontrarem num ambiente neutro, como um parque",
                "Sim, eles não têm a mesma ideia de irmãos e depois de tantos anos é como se fosse outro cão qualquer. \n\nO melhor é num sítio neutro para os dois e devagar."
            ]
        },
        {
            "title": "ajuda com ferida que apareceu no pênis do meu doguinho... ele fica lambendo, pensei em colocar cone. Vocês recomendam alguma pomada ou spray?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y2jhiz",
            "num_comments": 11,
            "comments": [
                "Qual a idade dele? Da pra ver que o pelo caiu, a pele tá bem vermelha e ele tá se coçando já que tá lambendo muito, sugiro ir no Vet.",
                "Nao parece ser grave, mas eu não sou veterinária pra dizer com propriedade, mas está bem estranho e se ele está se lambendo e a área já tá inchada e irritada. Não é questão de se vai piorar, é de quando.\n\nPrecisa de tratamento sim, o mais rápido possível, e possivelmente uma castração. Nenhuma pomada que você passar vai ajudar, só vai piorar porque pode dar desde mais irritação nele até infeccionar mais e passar alguma coisa pro resto do organismo dele.\n\nNão acho que precise levar na emergência, mas é pra marcar consulta com o vet o mais rápido possível pra ver isso logo. Colocar o cone nele vai ajudar a não irritar mais a área e a evitar a abrir a infecção, mas não vai curar, o ideal é deixar ele com o cone até levar no vet",
                "Melhor levar, pode ser até câncer. É sério...",
                "Acho que o mais legal seria levar no veterinário mesmo, pq pode ser um milhão de coisas. Enquanto não leva no veterinário o melhor é colocar o cone pra ele não machucar ainda mais.",
                "\nAuxiliar de veterinária\n\nA ferida precisa de ser analisada ao microscópio e é preciso fazer análises para saber o que é e como tratar, existem milhares de produtos no mercado e, pelo que vejo, isto precisa de medicação específica.",
                "meu cachorro é peludo e fica assim quando faz tosa higiênica, no caso não faço mais nele. A veterinária falou que ela uma dermatite de contato, já chegou a ficar quase em carne viva, eu deixo ele com o cone direto até melhorar",
                "Gente, só atualizando... levamos ele no Vet ontem, e ele receitou uns remédios e colocamos o cone também... \n\nSemana que vem tem retorno da consulta pra ele ver se os remédios deram certo"
            ]
        },
        {
            "title": "Meu gato ficou incontinente após a sondagem!",
            "selftext": "Pessoal eu tenho um gatinho que a 2 meses atrás teve problema de cistite(infecção urinária) e precisou ser internado, fazer sondagem e recebeu alta então voltou para casa. Porém notei q atualmente ele está incontinente e como estou realmente sem um trocado para levá-lo ao vet novamente, será se alguém passou por isso? Uma dica para cuidar dessa incontinência dele por favor 🙏 socorro",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y2a9kl",
            "num_comments": 5,
            "comments": [
                "Vim aqui pra dizer que as respostas do u/Srhards e da u/Guiltygirl_cwb já foram direto ao ponto. É uma situação bastante delicada pra dar um posicionamento aqui, porque envolve detalhes que não temos acesso a informação (como o desenrolar do procedimento anterior, a saúde geral, etc.).\n\nEu também diria para ficar atento sobre a possibilidade da permanência de uma infecção urinária até o momento, e manter o contato com o veterinário responsável para um esclarecimento sobre a integridade do ureter e do esfíncter uretral.",
                "Talvez ele AINDA esteja com infecção urinária, o ideal é vc retornar no Vet onde levou ele antes, pois normalmente não cobram a consulta \"retorno\", se for pela mesma queixa. A sondagem em si dificilmente irá deixar ele incontinente, oq pode acontecer é ele ter outras doenças associadas. Outra coisa que vc deve avaliar muito bem é o seu manejo, gatos não gostam de dividir a caixinha e nem de caixinha suja, estimular ele a beber bastante água tbm, pois tudo isso influencia para ele não ficar \"segurando\" o xixi e desenvolver cistite novamente, além do estresse, mudança de rotina, outros animais, pessoa novas, lugares novos... Tudo isso gera estresse nos gatos e eles podem desenvolver cistite. Também é importante descartar problemas como cálculo em uretra ou doenças renais, por isso aconselho a retornar no veterinário que está te atendendo para que não cobre uma nova consulta e explique que os sintomas continuam",
                "So consigo pensar em mudança de manejo, adapta uma fraldinha pra ele enquanto não pode levar no Vet.\n\nA incontinência se desenvolveu com o tempo ou foi imediatamente após o procedimento e nunca parou? Ele pode ter perdido o controle sobre o esfincter uretral, não sei dizer o que pode ser feito nesses casos :~~"
            ]
        },
        {
            "title": "dermatite seborreica?",
            "selftext": "Gente, minha mãe adotou esse gatinho e como não tem conhecimento sobre animais, vi essas descamações no pelo dele e fiquei pensando se poderia ser dermatite. O vet ta só esperando o cartão virar, mas queria saber se shampoo ajudaria até a consulta.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y273ux",
            "num_comments": 4,
            "comments": [
                "Como veio da rua eu acho mais fácil ser sarna mesmo, ele coça? Na foto vi que ele tem uma orelha bem pretinha e a outra tá meio esbranquiçada, não tá descascando lá não? Gato costuma muito fazer crosta na orelha.",
                "[deleted]"
            ]
        },
        {
            "title": "Estamos cuidando de uma gatinha de rua.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y1qeut",
            "num_comments": 0
        },
        {
            "title": "como distrair um cachorro após cirurgia?",
            "selftext": "Olá, meu cachorro é um dálmata, normalmente é muito enérgico e sempre quer brincar. Hoje ele teve que fazer uma cirurgia na perna esquerda e o veterinário disse que ele tem que ficar completamente descansado por até 10 dias, sem poder se mexer muito. Você pode me recomendar coisas para distraí-lo para que sua recuperação possa ser um pouco mais agradável? \n\nDesde já, grata ❤️",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y1q5xi",
            "num_comments": 7,
            "comments": [
                "A maioria dos cães que eu tive foram de porte médio pra pequeno; o mais hiperativo foi um cocker inglês (que deveria ter bateria extra quando nasceu e só desgastou quando ele chegou aos 13).\n\nO único jeito que consegui fazer para que ele ficasse mais calmo depois de algum procedimento foi com petisco natural (osso bovino cru ou osso carnudo de frango funcionam pro caso do dálmata que é maior). Eu congelava e dava o petisco ainda semi congelado para ele ficar roendo por um tempo. Uma outra opção de petisco que leva tempo e distrai é colocar pasta de amendoim naqueles tapetes de silicone em forma de labirinto e congelar; aí servir congelado pro dog ficar lambendo (tem brinquedo da Kong pra isso também, um preto, mais resistente, que tem como rechear as laterais e congelar também)\n\nComo ele vai precisar de um tempo pra se recuperar, e sem exercício, pode colocar a ração e petiscos nos brinquedos pra ele evitar querer correr pra se exercitar além do permitido. Se ele não for muito destrutivo, pode montar aqueles tapetes com ração (que geralmente usa pra pets menores), ou colocar a ração dele dentro de uma caixa de sapato e fecha com fita, assim ele se distrai farejando, destruindo controladamente e gastando a energia em ambiente contido.\n\nNormalmente os analgésicos ajudam o cachorro a ficar mais tranquilo, não sei se o seu tem costume, mas aqui eu coloco no canal de música de meditação e os cachorros relaxam deitados no tapete (ou sofá, se está mais frio). Um lugar com menos luz, barulho e movimento de pessoas (ou outros animais, acesso/visibilidade pra rua) ajuda também, assim ele fica mais calmo e relaxado. \n\nQue dê tudo certo na cirurgia e recuperação dele!!",
                "Tem um negócio q eu faço pra distrair os meus, eu uso chifre ou casco de boi desidratado (vende no petshop) e ou dou puro pra eles roerem, ou recheio com coisas q eles gostam ( sachê, banana, e petiscos secos pra forrar o fundo) e congelo"
            ]
        },
        {
            "title": "Efeitos em uma vaca sem rabo",
            "selftext": "Eu assisti um documentário sobre a historia da coreia e uma coreana disse que durante a epoca de fome na coreia do norte, eles tinham que trocar os objetos por comida na china. Na estação de trem ficavam alguns americanos que pediam rabos de vaca em troca de alimentos, a mulher que disse isso falou que era pq a coreia usava tração animal, ainda não havia industria de máquinas, e sem os rabos as vacas perdiam o equilíbrio e não conseguiam tracionar. Fui pesquisar na internet mas não achei nada sobre isso. \nO que realmente acontece se a vaca não tiver mais rabo? Se possivel mandem referências.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y1ns1q",
            "num_comments": 5,
            "comments": [
                "Em regiões com maiores intensidades de mosquitos as vacas vão sofrer bastante. A cauda delas tem grande utilidade nessa questão, mantendo moscas/mosquitos afastados ao utilizarem o rabo como um espanador. E sim, isso influencia MUITO no bem estar a ponto de prejudicar o desempenho produtivo dela (tanto de leite, quanto de carne).\n\nAchei [esse vídeo aqui](https://www.youtube.com/watch?v=9z-yBTEzk68) curtinho que dá pra ver o comportamento dos animais com a presença das moscas. Não precisa ouvir, só ver o comportamento mesmo, e observa como eles usam o rabo como espanador mesmo.\n\nOutras utilidades são na linguagem corporal, sei que há sinalização para a demonstração do cio, mas não sei informar mais detalhes dessa parte.\n\nMinha explicação com certeza não é das melhores, porque não sou da área de grandes animais. Citei o principal que me veio em mente aqui agora, espero ter ajudado. :)",
                "Nossa coitadinhas",
                "[removed]"
            ]
        },
        {
            "title": "Adotei uma gatinha que não para de miar",
            "selftext": "Olá pessoal,\nEu já tenho uma gatinha de 8 meses que foi adotada com 2, essa gatinha está super tranquila e dorme a noite toda comigo.\nComo eu penso em viajar em alguns momentos, adotei mais uma, essa com 2 meses. Inicialmente fiz todo o processo de adaptação, coloquei ela.num quarto até elas se adaptarem com o cheiro.\nHoje as duas já combinam e até se lambem.\nO problema é que para dormir, estou colocando ela trancada no quarto e todo dia as 4-5 da manhã ela começa a miar incansavelmente. Não é caixa de areia suja ou falta de ração/água. Ela mia por horas..\n Não estou querendo adaptar ela a dormir na cama igual a outra gata pq faltaria espaço.\nVocês tem algum conselho? Estou há semanas dormindo mal\nObs:\nHoje a gatinha vai fazer 3 meses\nFaz 1 mês que ela está assim",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y1k7i1",
            "num_comments": 6,
            "comments": [
                "Olá! Respondendo um pouco atrasado aqui porque os dias estão corridos. Mas vamos lá.\n\nGatos começam o dia as 5\\~6 horas mesmo, então é de se esperar o aumento na atividade deles nesse período. Gatos mais novos, então, exigem mais atenção do que um adulto, logo é de esperar que tenha maiores necessidades com carinhos e companhias.\n\nÉ bem provável que a gatinha nova esteja condicionada ao comportamento já, porque há 1 mês nisso é indicativo de uma tendência. **A continuação dessa resposta levará em conta que o check-up dela está em dia, que não há nenhuma chance de haver outra doença cursando com o estado atual dela e que a causa dos miados seja puramente comportamental, ok?**\n\n# Vamos lá\n\nAntecipe o comportamento dela.\n\nEla acorda 4 ou 5h todos os dias miando? Tenta acordar antes dela iniciar essas \"crises\". Sim, isso te exigirá muita energia, mudança de rotina e te deixará cansadíssima nas próximas 2 ou 3 semanas. Mas é um passo importante (e, se der, pode voltar a dormir depois).\n\nO objetivo é ir, colocar comida e abrir a porta do quarto pra ela SEMPRE que ela estiver quietinha. Você precisa fazer o que chamamos de *\"contracondicionamento\"*, e consistirá em buscar fazê-la trocar o miado por um outro comportamento que te incomode menos. Ok?\n\n# Não reforce o miado\n\nQuando ela começar a miar, por mais insuportável que seja, não abra a porta ou chame ela *enquanto* ela mia. Em certos momentos ela deixará de miar por 1 ou 2 minutos. E é nessa hora que você vai correr e abrir a porta.\n\nÉ difícil eu dizer por aqui, mas se ela mia por 1 hora seguida, é bem provável que você fale pra ela parar, faça um \"psiiiu\", levante pra colocar comida, etc. Isso tudo é capaz de reforçar o comportamento. Fazer psiu ou pedir pra ela ficar quietinha sem abrir a porta, só fará ela entender que você está ali e que talvez esteja chamando por ela. E isso é péssimo. Ok?\n\n# Paciência e dedicação\n\nLamento informar que o comportamento não será corrigido em 1 ou 2 semanas, mas pode levar mais 1 mês pra começar a ter bons resultados. Talvez ceder no momento e permitir que ela suba na cama após as 5 ou 6h seja uma boa opção, porque depois de adulta isso fica mais fácil de modular.\n\nO foco é permitir que você consiga descansar e não tenha o sono muito perturbado pelos miados. Então ceder, em partes, pode ajudar nisso. E lembre-se, nunca faça nada que possa reforçar o comportamento enquanto ela mia.\n\nSempre que ela estiver miando, faça a plena e finja que não existe. Dependendo de como é, tente nem mesmo se mexer na cama. Até que ela pare de miar por 1 minutinho.\n\n**Com a minha gata eu contava até 30 ou 60 antes de ter certeza de que ela parou de miar. E, se miar, resete a contagem e comece do 0 novamente. Uma hora vai funcionar.**\n\n*Não sei se ajudei muito na resposta, mas tentei dar uma luz em qual caminho seguir. E, caso o check-up dela não esteja em dia, leve-a para uma consulta e atualize o check-up para ter certeza de que o miado é estritamente comportamental. Ok?*",
                "Colocar a outra gatinha pra dormir com ela talvez?",
                "Tenho um gato assim, ele tem tudo que quer, mas só acalma quando dorme com meu marido. É carente, tadinho… sua gata tbm deve ser assim, carente de afeto humano a noite",
                "O meu gato ficou 3 dias miando assim e parou, talvez separou da mãe muito cedo"
            ]
        },
        {
            "title": "Remédio anti pulgas para gatos",
            "selftext": "Levei uma das minhas gatas ao veterinário para castrar um tempo atrás e notamos depois que ela voltou com pulgas, e acabou passando para a outra. A veterinária passou um remédio em forma de ampola. Acho que não consegui aplicar direito, então acabou sendo inútil. Acabamos comprando Capstar depois só para dar um alívio nelas, porque pelo o que eu vi ele não acaba com a infestação, só mata as que já estão no gato. Realmente funcionou, mas depois de uns dias voltaram. Existe algum remédio que dê jeito de vez e seja comprimido?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "y0ig8u",
            "num_comments": 14,
            "comments": [
                "Para gatos o Bravecto é de longe o melhor e mais indicado, mas o valor assusta um pouco. A vantagem principal dele, além da ótima eficácia, é que ele tem duração de 12 semanas e isso ajuda bastante a controlar a pulga no ambiente também.\n\nPara entender melhor sobre o ciclo das pulgas e o controle, eu recomendo a leitura dessa resposta [aqui](https://www.reddit.com/r/ApoioVet/comments/rt99jz/comment/hqt7cy7/?utm_source=share&utm_medium=web2x&context=3) e desses PDFs da Bayer [aqui](https://www.environmentalscience.bayer.com.br/-/media/prfbrazil/2020/psa/material-download/folhetim-pulgas-vf.ashx?la=pt-br) e da Zoetis [aqui](https://www.zoetis.com.br/_locale-assets/arquivos/animais-de-companhia/simparic/ciclo-das-pulgas-_final_.pdf). Mas o resumo é: dê",
                "Quando peguei uma das minhas gatas ela veio infestada de pulga. Usei tudo quanto é remédio tópico, de ingerir e até aquelas coleiras. Nenhum funcionou. A única coisa que resolveu foi a ampola + um veneno anti pulgas pra casa. Como minha casa tinha piso de madeira, muitos tapetes etc as pulgas botavam ovo nesses lugares e voltavam pra gata.\n\nEu tirei a gata da casa por uns dias, passei veneno em tudo.. No chão, tapetes, sofá, cama, cortinas, etc. Depois disso as pulgas nunca mais voltaram.\n\nNão lembro o nome do inseticida, mas vende em petshop. É específico pra matar pulgas e carrapatos do ambiente.",
                "Pulgas é também controle de ambiente. Não é somente dar remédio para os animais, a maior parte das pulgas vivem no ambiente. Ou seja, higienização de todos os ambientes que esses animais vivem é necessária.\n\nSem controle de ambiente, não há medicação que resolva de vez.",
                "Quando o gato ta com pulgas provavelmente elas tb ja tão no ambiente então não adianta mto tirar do gato mas nao tirar do ambiente pq fica um ciclo de reinfestação. \n\nLa em casa é piso de parquê \\[taco\\] e uma época infestou. Tivemos que usar dia sim/dia não um produto na agua pra limpar o chão \\[k-othrine, vende nos proprios petshops\\], aspirar tudo todos os dias, e nas gatas a gente usou \\[até então foi o melhor antipulgas que ja usamos\\] o hectopar. Revolution e frontline nem fizeram cócegas. \n\nÉ cansativo mas resolveu. O hectopar esse depois que eliminamos as pulgas do ambiente elas ficaram mto tempo sem.",
                "O medicamento de ampola vc tem que garantir que ele ficou na pele, e repetir todo mês, de preferência. Pra sarna existe a indicação de um advocate toda semana por 6 semanas, mas acho mto caro pra alguém topar.\n\nO uso de produtos na casa é uma ótima jogada, os ovos de pulga ficam no solo, nas frestas, e são uma desgraça de matar. Vc pode associar a ampola e passar o produto, mas provavelmente vai ter que durar várias semanas até que os ovos todos morram.\n\nO comprimido deve ser alguma avermectina, támbem da certo, mas ainda acho que devem ser combinados com o controle ambiental."
            ]
        },
        {
            "title": "meu gato tá com uma espécie de caroço com uma ferida circular, moro em sítio mas ele não costuma sair do quintal. não tenho dinheiro pra levar no Vet logo, alguém sabe o q pode ser ?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xzyj9m",
            "num_comments": 1,
            "comments": [
                "Olá! Muito difícil dizer algo apenas pela imagem, mas, se há ferida, é essencial que seja avaliado. **Entendo que mora em um local afastado e não tem condições agora, porém devo deixar claro que é um caso que exige atenção veterinária.**\n\nFeridas nessa região tem diversas causas, sendo, geralmente, secundárias à otites (infecções no ouvido) e dermatites, que exigem atenção precoce para evitar o aumento na extensão da ferida e no valor do tratamento.\n\nInfelizmente, enquanto não leva o pet ao veterinário, não há muito o que ser feito. Recomendo, se possível, colocar um cone nele e fazer a limpeza do local com solução fisiológica (farmácia humana) e utilizar uma gaze (farmácia humana) para isso. *Seque bem para evitar a umidade, porque pode favorecer o desenvolvimento de fungos e agravar mais a situação.*\n\n***Isso não é um tratamento e não resolverá a causa.*** \n\nA ferida indica o avanço de alguma outra causa primária e a tendência é aumentar. No caso de otites a situação pode agravar bastante e o animal corre risco de ter o nervo facial lesionado, além das chances de ficar permanentemente surdo. Já em casos de dermatites, a tendência é que afete outras áreas do corpo e aumente a gravidade das lesões.\n\n***Enfim, um veterinário é essencial.***"
            ]
        },
        {
            "title": "Podem me ajudar? Acabei de resgatar esse gatinho e não sei dizer se é fêmea ou macho 😥",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xzxpkx",
            "num_comments": 22,
            "comments": [
                "Aguarde umas semanas, aí vc descobre o sexo, não tenha pressa, só de tempo por agr, tenha uma boa noite",
                "Parece um macho. A distância entre o ânus e a genitália é um pouco maior em machos. Referência aqui: [https://humanepro.org/sites/default/files/documents/HPO\\_FactSheet\\_SexingKittens.pdf](https://humanepro.org/sites/default/files/documents/HPO_FactSheet_SexingKittens.pdf)\n\n(não achei em português, desculpe.)",
                "parece ser macho",
                "Eu faço assim: buracos juntos fêmea, buracos separados e c mais pelo machos. O espaço maior dps acomodará os testículos qdo se desenvolverem.",
                "É macho, quando resgatei meu gatinho era do mesmo jeito...",
                "Não dizem que só dá pra dizer o sexo de um gato depois de uma certa idade?",
                "Amg, parece ser fêmea. Vê se na região da parte de baixo da barriga há alguma elevação que se assemelhe à área do pênis. Boa noite, espero ter ajudado",
                "Fêmea",
                "Nao tem sexo, é um gate",
                "É  claro que é uma fêmea! Ela tem uma vagina",
                "Vê se tem um saco",
                "Achei que era uma toupeira",
                "parece ser fêmea, pois parece ter um órgão genital feminino",
                "Acho q é um macho, o meu menino era assim quando era novo",
                "da um nome andrógeno pra ele... dai n precisa saber os sexo por enquanto ksksks",
                "Macho"
            ]
        },
        {
            "title": "Dúvidas sobre DRC.",
            "selftext": "Estou com o meu gato(10 anos) internado fazem menos de 48 horas com creatinina em 10 mg/dL e uréia em 111 mg/dL. Na última 24hs diminuiu para 8 mg/dL e uréia em 107 mg/dL. Tomando fluído e fazendo infusão de potássio. Ele está sem comer no mínimo 3 dias, sem vômitos ou diarréia. Hoje provavelmente vai precisar colocar um tubo esofágico para alimentação.\n\nConforme a creatinina e uréia diminua, é garantida que o gato volte a comer pela boca?\nCom todos esses episódios indo bem como já está indo, é possível fazer uma estimativa de alta? \nCom a alimentação em dia o avanço e eficácia do tratamento aumenta? Qual a rotina ideal quando ele já estiver em casa?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xzf9hq",
            "num_comments": 2,
            "comments": [
                "Olá, bom dia! Lamento muito que seu gato e você estejam passando por isso no momento, a doença renal crônica é bastante debilitante para o gato e estressante para o tutor. Tente manter a calma na hora de tomar as decisões pelo seu gato, combinado? Enfim, vou seguir para as respostas:\n\n>***Conforme a creatinina e uréia diminua, é garantida que o gato volte a comer pela boca?***\n\n* Não tem como garantir, porque depende do bem estar geral do felino. Mas há boas chances de que ele volte sim, sendo a tendência nesse caso. O aumento da creatinina e ureia pode causar alguns sinais clínicos consideráveis no organismo do animal, que diminui muito o bem estar, reduzindo o apetite por diversos fatores que vão desde mal estar geral, úlceras no estômago/boca, depressão, vômitos recorrentes, etc. Então com a correção da ureia e creatinina é muito provável que o animal volte sim a comer.\n\n>***Com todos esses episódios indo bem como já está indo, é possível fazer uma estimativa de alta?***\n\n* Infelizmente não. Alguns gatos respondem muito bem ao tratamento, outros nem tanto. A influência se dá por diversos fatores, e um deles é a idade/histórico. Pelo fato do seu ter 10 anos, fica ainda mais difícil eu opinar sobre isso por aqui, sem o conhecimento total do caso. No geral, quanto mais precoce for iniciado a terapia para o tratamento, maiores são as chances de recuperação da qualidade de vida e melhoria da longevidade do pet. Algumas pesquisas indicam que gatos que apresentam alta perda proteica através da urina, tendem a ter um prognóstico mais desfavorável, mas não sei a aplicabilidade disso na prática.\n\n>***Com a alimentação em dia o avanço e eficácia do tratamento aumenta?***\n\n* Vou linkar a resposta do u/Srhards [aqui](https://www.reddit.com/r/ApoioVet/comments/xzf9hq/comment/irmeabe/?utm_source=share&utm_medium=web2x&context=3). E dizer que a eficácia do tratamento é intimamente ligada, também, com a alimentação do pet. Devemos ter a consciência que não há um tratamento definitivo para a doença renal crônica, e o foco do tratamento é melhorar a qualidade de vida, reduzir os sintomas debilitantes e prolongar a expectativa de vida do animal. Ok? Nesse sentido, devemos estudar métodos que garantam a hidratação adequada do seu felino, oferecer uma nutrição ideal, controlar a pressão sanguínea, etc. O foco é sempre reduzir os impactos da doença para evitar que ela tenha mais progressão.\n\n>***Qual a rotina ideal quando ele já estiver em casa?***\n\n* Hidratação: potinhos d'água em todos os cômodos, trocados duas vezes ao dia ou diariamente, se possível, instalar uma fonte d'água. Talvez seja necessário ele ficar sob fluidoterapia, não releve isso.\n* Alimentação: acho essencial que você converse com um nutricionista para estipular um cardápio específico para a condição do seu gato. Tanto com alimentação natural capaz de promover uma melhor hidratação, quanto para os cuidados com os níveis de proteína, escolha da melhor ração, frequência e escolha dos melhores sachês, etc.\n   * *A nutrição do seu gato é uma das partes mais importantes do tratamento.*\n* Caixinhas de areia: você precisa estimular que ele urine, coloque 2 ou 3 caixinhas de areia à disposição na área onde ele faz as necessidades. Se sentir que ele está desconfortável ou incomodado com a areia atual utilizada, troque uma das caixas por outra. Opte por caixas grandes, que permitam que ele dê uma volta em torno do próprio eixo dentro dela.\n* Cuidado com o estresse.\n* Check-ups rotineiros: quando ele voltar pra casa, faça check-ups rotineiramente, mas siga a recomendação de frequência estipulada pelo veterinário para evitar o estresse desnecessário.\n* Atenção ao vômito e falta de apetite: isso será uma briga constante, então reforço a escolha de uma boa nutrição (palatável, úmida, com bons ingredientes) e, se necessário, a escolha de fármacos para evitar o vômito e estimular o apetite.\n\n# Concluindo\n\nSiga à risca as recomendações do veterinário. O manejo da doença renal crônica às vezes parece frustrante e é bastante cansativo pra todo mundo envolvido, ter paciência aqui te fará pensar com mais clareza ao precisar tomar decisões pelo seu gato. Infelizmente não tem uma receita de bolo para o melhor tratamento, e cada caso é um caso, então peço para ser paciente com o veterinário responsável também (se não estiver se sentindo confiante, não é problema buscar uma segunda opinião, mas, se for buscar uma segunda opinião, procure clínicas/profissionais especializados em felinos).\n\nEspero ter esclarecido suas perguntas, algumas respostas foram bem limitadas por eu não ter acesso presencial ao seu animal e lembre-se: a palavra final é do veterinário presencial, meu intuito aqui é apenas esclarecer e orientar sob alguns pontos, mas tenho a limitação do desconhecimento real do caso. Ok?\n\n*Espero que fique tudo bem em breve. Um abraço. :)*",
                "Eu imagino que uma vez estabilizado vão te passar um tratamento pra casa com o intuito de manter esses índices o mais baixo possível.\n\nEle não tá comendo agora pq provavelmente ele tá se sentindo super mal, enjoado, provável dor de cabeça, todo lascado. Em casa ele deve voltar a comer. Atenção para a dieta: cortar o máximo possível de proteína, o problema é que gatos são carnívoros estritos, logo a dieta deles vai ter muito mais proteína que a dos cães. Use rações urinárias, ofereça bastante água, deixe ele confortável quanto a caixinha de areia pra garantir que ele sempre vá quando der na telha, e sache, arroche sache.\n\nQuando for pro retorno vão fazer um novo hemograma e sumário de urina e ver como ele ficou e aí talvez vc possa aliviar um pouco o bolso. Mas após o estado crítico tudo o que vc puder dar pra ele dê pq ele tá precisando."
            ]
        },
        {
            "title": "Gato bateu a cabeça no chão.",
            "selftext": "Boa noite! Há pouco mais de uma hora meu dois gatos estavam brincando no quintal quando um virou o outro e ele bateu a cabeça no chão. Eu estava olhando meio de longe, mas até escutei o barulho da cabeçada. Ele pareceu normal logo em seguida e correu de mim quando me aproximei porque não gosta quando tento pegar ele quando tá no seu modo brincadeira.\nDepois brinquei com ele no sofá pra ver se estava normal mesmo e ele brincou um pouco como sempre faz e agora tá dormindo.\nJá presenciei brincadeiras assim deles, em que um vira o outro no chão, mas foi a primeira vez que vi um deles batendo a cabeça desse jeito.\nGostaria de saber se devo me preocupar (já tô preocupada kkkkk).",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xz6ii5",
            "num_comments": 2,
            "comments": [
                "Hahaha, a preocupação é sempre bem vinda nesses casos, só não pode desesperar. Como você disse, aparentemente ele seguiu a rotina normal, o que não levanta nenhuma bandeira vermelha pra atenção, mas exige observação sim.\n\nSempre que acontecer algum acidente que envolva pancadas na cabeça, o essencial é observar o comportamento e os movimentos, geralmente são os mais perceptíveis para os tutores. Tremores, desmaios, olho fechado, pupilas de tamanho diferentes, sangramentos, perda da função motora, letargia, depressão, expressão de dor, etc. tudo isso exige atendimento veterinário imediato e é uma emergência.\n\nClaro que alguns desses sintomas podem aparecer após um tempo do acidente, então por isso reforço manter a observação mesmo após o acidente. Se você notar que ele mudou o comportamento, está com alguns vícios comportamentais (cabeça balançando, movimentos repetitivos, etc.), ou deixou de comer/tomar água, então é essencial uma avaliação por um veterinário presencial.\n\nLembrando: se uma pancada foi visivelmente considerável (quedas de locais altos, como, por exemplo, de cima da geladeira), então entre em contato ou leve o pet ao seu veterinário de confiança. Isso evita surpresas desagradáveis que possam vir a acontecer. Ok?\n\nE bota juízo na cabeça desses pestinhas :)"
            ]
        },
        {
            "title": "Dúvida de balística terminal sobre um possível projétil no crânio do meu gatinho.",
            "selftext": "Olá!  Meu gatinho Noah de 12 anos de idade tem uma estranha história médica, mas para encurtar o assunto (que ainda sim é meio longo!), há alguns meses atrás ele tem apresentado um quadro de espirros frequentes.  Eventualmente estes espirros começaram a soltar secreção, e com eles, apareceu um calo na cabeça dele seguido de uma ferida no duto lacrimal do olho direito dele, e finalmente um fechamento quase total do olho.Neste meio tempo ele também começou a apresentar um aumento significativo de células de defensa e deixou de querer comer apesar de demonstrar interesse por comida - o que temos resolvido alimentando ele com seringa, o que ele demonstra-se receptivo.\n\nCom tudo isto, temos feito acompanhamento veterinário, levando a suspeita de um possível problema de medula.  Mas, por precaução, uma das veterinárias dele pediu para fazer um Raio X da cabeça (e depois uma tomografia, para confirmar).  Os resultados nos surpreenderam: ele aparenta além de uma possível massa neoplásica, ter um projétil metálico no crânio.\n\nÓbviamente nós nunca reparamos nada parecido com uma ferida de tiro nele, porém parece que alguns projéteis podem penetrar a pele deixando feridas pequenas, que ficam mais escondidas devido ao pêlo.\n\nMas enfim, após ele ser consultado por uma oncologista e cirurgiã, a mesma determinou que o projétil parece simplesmente estar parado e não ter relação com o quadro mieloproliferativo que ele parece ter apresentado.  Logo nós decidimos não retirar o projétil; mas ainda sim eu tenho uma dúvida sobre o mesmo:\n\n&#x200B;\n\nhttps://preview.redd.it/09xxn0r02hs91.png?width=1248&format=png&auto=webp&v=enabled&s=476407f6cddd571c00de4db5c64e800d6456fcef\n\nComo pode-se ver pelas imagens, ele aparenta-se ser uma esfera perfeitamente circular, sem qualquer tipo de deformidade ou angulação.  Um projétil de chumbo poderia realmente penetrar um corpo sem qualquer tipo de mudança em sua forma perfeitamente esférica?  Será que há alguma coisa que não é um projétil que poderia ter esta forma e tamanho e ter de alguma forma entrado dentro da cabeça dele?\n\nEu também penso se um projétil que possivelmente estivesse liberando metal por corrosão também manteria esta forma perfeita - o fato dela estar tão redondinha assim faz-me pensar que não.\n\nO que vocês acham?  Eu tenho pouquíssimo conhecimento de balística terminal, então adoraria ouvir a opinião de vocês. Grato desde já, pessoal.\n\n&#x200B;\n\nEDIT: Só um detalhe que esqueci de constar mas talvez seja importante, apesar do local onde o projétil está, uma oftalmologista examinou ele e determinou que ambos os olhos estão perfeitamente funcionais, logo acredito que eles não entraram e percorreram o trajeto pelos olhos dele. ",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xye14p",
            "num_comments": 7,
            "comments": [
                "Olá! Meu conhecimento é 0 em relação à projéteis, mas sei que existem chumbinhos bem redondos para espingardas de caça (cartucheiras, [exemplo](http://dipesca.com.br/img/produtos/6606eb2a1c80c82f5ee3b8ed3bd84cb9.jpg) de projéteis). São armas bem baratas e \"acessíveis\" em regiões mais rurais, alguns cartuchos podem conter apenas 1 projétil, enquanto outros podem conter 3, 5, etc. Digo isso com base em alguns casos que apareceram no Centro de Triagem de Animais Silvestres, que era comum a identificação de projéteis bem redondos em algumas radiografias.\n\nIndependente da situação, tentaram matar seu gato e ele foi sortudo o suficiente. Cicatrizes em gatos tendem a ser mais discretas e não podemos descartar as outras sugestões dos usuários aqui. **A remoção fica sob critério das veterinárias responsáveis,** lembrando que projéteis de chumbo em contato com o líquido sinovial (nas articulações) ou cefaloraquidiano (cérebro/medula espinhal) pode desenvolver o saturnismo, que é a intoxicação por chumbo. Mas isso não exclui a possibilidade da intoxicação se o projétil estiver alojado em outras áreas, mesmo que tenha a formação de cápsula fibrosa.\n\nEntão, caso o animal apresente anemia, convulsões, ou outros sinais clínicos relacionados à intoxicação por chumbo, recomendo estudar a possibilidade da remoção com as veterinárias responsáveis.\n\n***Lembrando que minha opinião aqui é apenas como esclarecimento e não é uma regra, logo deve ser descartada sob qualquer divergência com o profissional presencial responsável. Ok?***",
                "Mano, que doido, bem redondinho. O que poderia explicar isso pra mim é que foi um tiro de chumbinho mesmo, talvez sem muita força, o tiro foi de longe, o que fez com que houvesse pouca deformidade na esfera, e a mesma ficou alojada logo na entrada.\n\nComo se trata de um corpo estranho que o organismo não consegue digerir e se livrar ele é facilmente envolto por um processo inflamatório com alta formação de fibrina, gerando um granuloma que com o tempo calcifica. Só assim pra fazer sentido na minha cabeça do pq ficou bem redondinho bonitinho.",
                "Parece uma BB de metal disparada a uns 20,30 metros, só a força suficiente pra penetrar a pele.",
                "Na imagem parece que o projétil tá tipo em uma diagonal do olho talvez o projétil tenha entrado por cima mais ou menos pela fresta do olho com a pálpebra pois assim não deixaria nenhuma marca de entrada e como os olhos são bem maleáveis e úmidos então pode ser so que ele escorregou pra dentro sem causar nenhum machucado visivel"
            ]
        },
        {
            "title": "Cicatriz da minha gata",
            "selftext": "A minha gatinha foi esterelizada dia 28 de setembro. É normal a cicatriz estar assim ? Fotos tirada a dia 2 mas mantém o aspeto assim hoje",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xy3nka",
            "num_comments": 3,
            "comments": [
                "Está com os pontos? Se sim, recomendo entrar em contato com a veterinária e perguntar sobre o dia da retirada. Para a remoção dos pontos ela avaliará a integridade da cicatrização e se há indícios de infecção no local. Está bem difícil eu dizer algo apenas pela imagem, mas, pela data do procedimento, acredito que a retirada dos pontos já pode ser cogitada (lembrando que quem define isso é o profissional responsável pelo procedimento, ok?)."
            ]
        },
        {
            "title": "Eu deveria levar meu peixe ao veterinário?",
            "selftext": "Pergunta séria. Meu peixe é uma Molinésia fêmea, ela parece estar com um tumor na barriga. Até onde eu sei não tem remédio pra esse tipo de sintoma.\nSe eu levasse ela para o veterinário, ou chamasse um pra ver ela em casa (menosestresse) ele levaria a sério ou teria algo que poderia fazer?\n\nDe novo, pergunta séria. Algum conselho? Obrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xxygyz",
            "num_comments": 14,
            "comments": [
                "Até onde eu sei, peixes tem que se levar em veterinário especializado em animais silvestres. Se precisar de cirurgia provavelmente esse profissional deve realizar para retirar o tumor e fazer alguma biópsia. É bem raro de fazer, mas existe a cirurgia, só que você precisa de um profissional especializado no assunto porque é um procedimento bem delicado em relação a outros animais.",
                "Eu não sou vet, só alguém que já teve peixes (e que agora não tem pq a casa simplesmente não comporta um aquário de tamanho decente e se não for pra fazer as coisas direito eu nem começo). Compreendo a sua apreensão e preocupação, e entendo, salvo melhor juízo, que peixes sentem dor e mal-estar, ao contrário do que muita gente fica falando por aí. Eu já tive peixes acometidos por fungos e ictiose e eles ficam completamente diferentes, acho que isso é a reação à doença. Se é dor, não sei.\n\nUma molinésia é um peixe muito pequeno, que vive por uns 2-5 anos, no mááááááximo, e talvez o tratamento não seja a melhor abordagem para ela por conta do stress e também pelo custo que isso teria pra vc. Talvez vc queira mantê-la num aquário menor só pra ela com vista para o aquário principal, pq elas tendem a ser sociais, ou num ambiente restrito no aquário para preservar as energias dela (isso se for realmente câncer e não algo contagioso) e evitar que ela seja fecundada, o que não iria ajudar em nada nesse momento. No seu lugar, eu pegaria a confirmação do veterinário de que é câncer e faria um tratamento paliativo. Mas vc sabe que só vai conseguir um veterinário que trabalhe com peixes em São Paulo, se vc não é de lá, sua melhor aposta seria fazer um foto bem nítida e postar em fóruns de aquarismo. \n\nAquarismo é um hobby ingrato, pq cuidar de seres vivos não pode ser só um \"hobby\". A gente sabe como é a manutenção do aquário, filtragem, substrato, plantas, CO2, níveis de pH, de amônia, temperatura, alimentação, mas quando precisa realmente cuidar das vidas envolvidas acaba sendo algo tipo \"oh, não! Três dos meus neons morreram essa noite! Anyway...\". Eu não sei qual é o seu nível de apego com essa molinésia, mas me deixa feliz saber que vc tirou um momento do seu dia pra buscar aconselhamento e informação.",
                "Levar no veterinário, se existe cirurgia pra louvar Deus, deve ter pra peixe tbm",
                "Molinesia é muito pequena... animais pequenos com cancer não costumam sobreviver, pq espalha muito rapido (não da pra fazer quimio em peixe) ... sinceramente, acho que não tem muito o que fazer, é o ciclo da vida... caso ela esteja sendo atacada pelos outros peixes, coloque em uma chocadeira, para ela não ser comida viva.",
                "Existe veterinário e cirurgia para peixes. Aqui em sp (não sei de onde vc é) tem uma clínica bem legal que atende exóticos e é muito boa (os coelhos da minha irmã são atendidos e tratados lá) eles fazem cirurgia em animais aquáticos tbm, chama Safári. \nAcho legal dar uma pesquisada sobre isso na sua região e levar sim no Vet.",
                "acabei de olhar o vídeo no seu perfil e tem tratamentos que você pode fazer em casa. ela parece estar com alguma condição além do tumor, parece ter manchas brancas pelo corpo, mas não enxergo bem sem óculos então não posso te dizer. \n\naqui no brasil temos tratamentos labcon que são bem em conta e fáceis de serem administrados, sugiro que faça isso em um aquário hospital. infelizmente não acho que vale a pena levar em um veterinário, não tem muito que possam fazer além do que você mesmo pode fazer em casa e é muito comum ter tumores, deformidades e outros problemas de saúde em peixes que se reproduzem em massa, e em um ambiente fechado como o aquário, ocorre muito “incesto” entre peixes, o que agrava essa possibilidade. \n\nvocê deveria postar um vídeo mais nítido dela em r/aquariums pra facilitar o diagnóstico e recomendação de tratamento, mas deixo avisado que no vet vão fazer a mesma coisa (ou quase) que você faria em casa, só que cobrando bem mais caro.\n\nedit: enquanto isso, se puder deixar ela isolada, é o ideal."
            ]
        },
        {
            "title": "Meu cachorro teve uma convulsão",
            "selftext": "Recentemente fiz uns posts aqui dizendo que tenho um pinscher e provavelmente ele tem uns problemas no coração, fomos no veterinário e foi pedido um ecocardiograma que vamos marcar amanhã. Hoje o animal teve uma convulsão, provavelmente engasgou com a comida e vomitou, vi ele caído no chão e mexi um pouco nele. Após uns minutos ele voltou ao normal. Me pergunto se ele pode ter uma outra do nada quando eu não estiver vendo, ou até não resistir a convulsão. É possível que isso ocorra?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xxluss",
            "num_comments": 2,
            "comments": [
                "Pode e pode. Uma convulsão em um cachorro cardiopata tem ainda mais chances. O tempo até uma fatalidade (morte ou dano cerebral irreversível) é variável de cão para cão, e não vou saber informar com precisão sobre o tempo aqui, mas convulsões com duração acima de 3 minutos já podem ser fatais (claro que convulsões mais breves também podem ser fatais dependendo do quadro geral de saúde).\n\nEnfim, é essencial que você leve ele para uma emergência ainda essa noite se houver outro quadro de convulsão, ou então entre em contato com o veterinário amanhã para a prescrição de um medicamento que possa ser administrado em situação emergencial. Ok?",
                "[Dá uma olhada aqui](https://www.youtube.com/watch?v=5vDU_y9XD0c). Só os primeiros 15 minutos são significantes para você.\n\nVai ser uma noite bem longa. Espero que tudo deja certo."
            ]
        },
        {
            "title": "queria saber se isso tá inflamado",
            "selftext": " levando em consideração que levei no vet hoje e foi castrado ontem. Fico preocupada 🥴",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xxhrky",
            "num_comments": 3,
            "comments": [
                "Difícil dizer pela foto, mas o veterinário disse o que hoje? E ele está usando cone? \n\nDe qualquer forma aparenta haver uma inflamação sim, mas a preocupação principal é sobre a infecção. Não posso afirmar muita coisa aqui por questões éticas e também por haver riscos de você relevar o caso atual e isso piorar no longo prazo."
            ]
        },
        {
            "title": "Ajuda para entender laudo de necropsia!",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "xx9j75",
            "num_comments": 14,
            "comments": [
                "Olá! Não sei se conseguirei explicar da forma que você quer, vou tentar descrever alguns pontos principais de uma forma bem simples pra facilitar a compreensão.\n\nAntes, recomendo a leitura do comentário do u/Srhards [aqui](https://www.reddit.com/r/ApoioVet/comments/xx9j75/comment/irb1vd1/?utm_source=share&utm_medium=web2x&context=3) e da u/AlehCemy [aqui](https://www.reddit.com/r/ApoioVet/comments/xx9j75/comment/irb2whj/?utm_source=share&utm_medium=web2x&context=3) que fizeram uma explicação bem direta e resumida do motivo da morte em si, então aproveitei e foquei minha resposta mais no esclarecimento de alguns pontos que julguei importante pra te ajudar a entender melhor o caso.\n\n# Aviso\n\nAlguns detalhes do laudo são bastante técnicos e tem utilidade mais para os veterinários se orientarem melhor com o caso. Nem tudo que é citado em laudos assim tem utilidade informativa para o tutor, então foquei naquilo que pode ser realmente significativo pra ti.\n\nLembrando que o intuito aqui é explicar o básico pra você e não substitui nenhuma opinião dos veterinários presenciais. Partes da explicação também podem estar erradas por não haver conhecimento meu total do caso, então qualquer divergência com o veterinário presencial, o conteúdo daqui deve ser desconsiderado.\n\n# Explicando\n\nDevemos levar em consideração que havia insuficiência renal crônica, e só com esse detalhe já podemos considerar que a questão do edema pulmonar seja decorrente da cronicidade do problema, que altera o equilíbrio hídrico do organismo (falando de uma forma bem simplista mesmo pra facilitar a explicação) e é rotineiramente ligado ao quadro de edema pulmonar.\n\nAlém do edema pulmonar, a causa da pneumonia pode ter origens diversas e geralmente está associada a baixa na imunidade por alterações sistêmicas na imunidade do animal decorrente da doença e do estresse, além do fato de que caso ele seja FIV ou FeLV+ as possibilidades de uma pneumonia concomitante aumentam muito.\n\n**Retornando sobre o edema:** quando acontece secundário à insuficiência renal, geralmente é por conta de lesões nos endotélios dos capilares alveolares (na parede de pequenos vasos sanguíneos dentro do pulmão, basicamente) causado por toxinas urêmicas (toxinas que o organismo não consegue excretar por conta do mal funcionamento do rim), essas lesões aumentam a permeabilidade dos capilares (os vasinhos citados anteriormente) permitindo o o acúmulo de líquidos no pulmão.\n\n# Finalizando\n\nVi sua pergunta sobre a ***histiocitose alveolar***, e a histiocitose em si é uma desordem que envolve o acúmulo de algumas células específicas de importância para o sistema imune (monócitos, macrófagos e células dendríticas). Então, na sua situação específica, podemos sugerir que talvez estivesse relacionado à presença da pneumonia cursando juntamente com os outros problemas citados.\n\nLamento muito a sua perda, a saúde do seu gato estava realmente comprometida e, infelizmente, com uma insuficiência renal crônica, o prognóstico no longo prazo é bem reservado. De qualquer forma, fico agradecido pelo seu empenho em entender o que houve e também pelo cuidado em buscar esclarecimento de toda a situação.\n\n*Fique bem dentro do possível. Abraços.*",
                "Como diz no comentário do laudo, animal apresentava insuficiência renal crônica, provavelmente apresentava azotemia (aumento de ureia e creatinina) e anemia provavelmente severa, já que estava em processo de hematopoiese no baço.\n\nFora esse quadro crônico, silencioso e extremamente debilitante, o animal apresentou uma pneumonia. Devido a anemia severa e falência renal, o pulmão foi incapaz de fazer as trocas gasoas do sangue, por isso entrou em SARA (síndrome da angústia respiratória aguda), sendo por conta disso levado a oxigenação. Contudo, o mesmo não suportou o quadro de hipoxia, entrou em parada cardiorespiratoria, contudo não foi possível a reanimação.",
                "O bixaninho tava bem doente, sinto muito op, descanse em paz gatinho",
                "O que exatamente você precisa de ajuda para entender nesse laudo?"
            ]
        }
    ]
}