{
    "posts": [
        {
            "title": "Por que meu gato fica mamando na ponta da própria cauda ?",
            "selftext": "É isso. Um gato adulto, castrado, saudável que fica literalmente mamando na ponta do próprio rabo, inclusive fazendo massagens como se tivesse sendo amamentado pela mãe.\n\n Isso é comportamental ? Tem como fazer algo por ele ?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "11a323l",
            "num_comments": 2,
            "comments": [
                "Olha, no geral não há muito o que ser feito além de redirecionar o comportamento com distrações, mas muito cuidado pra não reforçar positivamente ao distrair com cafunés e petiscos, tá? Se ele tiver entre 1 a 2 anos, pode ser que o comportamento passe ao longo dos próximos anos, agora se for mais que isso, então fica um pouco mais complicado hahaha\n\nIndico que você tente prever os momentos que ele pretende mamar na própria cauda e distraia ele com um brinquedo, um chamado, qualquer coisinha que \"desestimule\" a iniciativa dele. Digo isso porque o comportamento pode acabar lesionando a pontinha da cauda, ou mantendo a pelagem ali úmida, propiciando uma infecção ou uma dermatite fúngica por conta da umidade constante.\n\nImportante: fique atento também pra ver se realmente é um \"hobby\", a descrição feita por ti indica que sim, principalmente pelo ato de amassar o pãozinho no local; porém toda alteração comportamental deve ser avaliada clinicamente antes, justamente para termos certeza de que não estamos relevando nada.\n\n**Por exemplo:** se houver uma dermatite local, ele pode fazer isso para se coçar e o sentimento de alívio faz ele fazer as massagens pela sensação de conforto no momento. Então recomendo dar uma verificada pra ver se não há nenhuma lesão ali na ponta do rabo. Quando digo por lesão, me refiro a: vermelhidão; secreção; umidade constante que pode não ser decorrente da salivação; incômodo; dor local; coceira; etc.\n\nEntão, como recomendação básica, vou dizer para aproveitar o próximo reforço vacinal,  realizar um check-up e conversar sobre essa queixa com o veterinário presencial, ok? :)",
                "Obrigado, eu já conversei com um veterinário, inclusive foi o que castrou ele. Ele comentou que tudo indica ser comportamental."
            ]
        },
        {
            "title": "Como conhecer as fezes do seu pet?",
            "selftext": "Sempre tive essas dúvida pq já precisei olhar e percebi q algo n estava certo, porém à internet n ajuda muito, sei coisas sobre cores e texturas mas as explicações e a imagens de referência são péssimas, gostaria de algo realmente vindo de quem entende é que explique melhor pq é sempre bom saber essas coisas, se alguém tiver imagens ou sites ou algo assim pra mostrar q ajuda a ter uma visão mais corretar e direta sobre o assunto agradeceria muito!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "11a1opi",
            "num_comments": 6,
            "comments": [
                "Depois vou tirar umas horas pra fazer um guia aqui no sub e responder sua pergunta, porque é útil pra todo mundo e facilita demais a comunicação entre vocês e os veterinários durante as consultas. Sua pergunta foi ótima. Enquanto isso, você tem cão ou gato?",
                "[Aqui](https://images.app.goo.gl/o7CXFwrjftUSkeaa6) tem um ótimo diagrama, bem simples e fácil.\n\nMas além disso, de cor:\n\n- Preto muito profundo: pode ser sangue!! Principalmente se estiver brilhando um pouco e só em algumas partes. Vet urgente.\n\n- Escuro: Geralmente normal, mas pode estar muito seco\n\n- Marrom: até tendendo pro médio claro, está ok e normal\n\n- Marrom claro: Diarreia, ou início dela\n- Amarelo: MUITA diarreia e aí já tem que levar no vet\n\n- Pingos de sangue: Se repetir em mais uma evacuação seguida, levar no vet. Se estiver saindo rápido e com muita frequência, levar no vet urgente.\n\n- Coisas brancas ou beges: pode ser alguma besteira que o cão comeu e não digeriu ou verme! Melhor solução pra isso: dar vermífugo certinho sempre e aí você sabe se é verme ou nao (se tiver com vermífugo bom atualizado, é provavelmente besteira)\n\nEsses são meus inputs como dona, que observei durante a vida com meus cães. Tem diferença entre os pingos de sangue mais claros e o sangue mais escuro que é meio gosmento, só não sei dizer qual e o Apoio Vet ou outro vet deve ajudar aqui depois."
            ]
        },
        {
            "title": "Dúvida sobre ração para gatos",
            "selftext": "Recentemente decidi trocar a marca de ração que eu estava dando para meus gatos, afinal eles acabavam sempre comendo a mesma ração, do mesmo sabor, o tempo todo.\n\nEu dava a Golden Gatos Castrados para eles, geralmente sabor salmão ou frango (carne eles não gostam muito, provavelmente por conta do tamanho do grão). De acordo com a embalagem, é uma ração Premium Especial.\n\nFiz a troca para as rações da Quatree e estou experimentando algumas alternativas. Meus gatos simplesmente adoraram a Quatree Select de frango, também uma Premium Especial. No momento eles estão experimentando a Quatree Life de salmão e arroz, também Premium Especial. Estão comendo esta última ração, mas é notável que eles estão um pouco resistentes, afinal eles parecem estar comendo menos e muitas vezes eu preciso ficar do lado deles para que eles comam. Por fim, quando Quatree Life acabar, eles experimentarão a Quatree Supreme de salmão com batata-doce, que está escrito na embalagem ser uma Super Premium.\n\nA minha dúvida é que, como no Brasil não tem regulamentação de qualidade de ração, fico muito com o pé atrás em relação a essas rações. Sei que elas não tem corante, o que já é muito bom, mas não consigo aferir a qualidade das rações além disso. Já busquei informações e avaliações no Google, mas sempre caio em canais de YouTube que apenas leem a embalagem e fazem comentários em cima do que está escrito, ou em postagens em sites como PetLove que também se baseiam exclusivamente no que está escrito na embalagem. \n\nPortanto, como posso me certificar que essas rações são de boa qualidade para meus filhos felinos?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "11a0z7w",
            "num_comments": 15,
            "comments": [
                "As rações, em tese, são classificadas não apenas pelo teor nutricional, mas pela ORIGEM desses nutrientes. Ração feita com carne de frango não é a mesma coisa que ração feita com \"partes mecanicamente separadas\" do frango, que também não é a mesma coisa que ração feita com farinha de bico e penas.\n\nVeja a lista de ingredientes da Biofresh para gatos castrados:\n\n***Seleção de carnes frescas (carne de frango (peito), fígado de aves, carne mecanicamente separada de aves e carne de peixes)*** *(mín. 20%), seleção de frutas, vegetais e ervas frescas (maçã, cenoura, beterraba e orégano) (mín. 2%), óleo de peixes (fontes naturais de EPA e DHA), farinha de torresmo, farinha de vísceras de aves e óleo de aves (preservados naturalmente com tocoferóis), ovo em pó, extrato de mirtilo (blueberry), extrato de yucca e extrato de chá verde, farinha de mandioca, polpa desidratada de beterraba, celulose em pó, hidrolisado de fígado de aves e suínos, ervilha desidratada, levedura de cerveja inativada desidratada, parede celular de levedura (fonte de mananoligossacarídeos), inulina (mín. 0,02%), hexametafosfato de sódio, L-carnitina, taurina, DL-metionina, L-lisina, cloreto de potássio, cloreto de sódio (sal comum), cloreto de colina, ácido fosfórico, vitaminas (A, B1, B2, B6, B12, C, D3, E, K3, ácido fólico, ácido pantotênico, biotina e niacina) e minerais aminoácidos-quelatados (cobre, ferro, manganês, zinco e selênio), iodato de cálcio e antioxidantes naturais (tocoferóis, extrato de alecrim e ácido cítrico).*\n\nAgora veja a lista de ingredientes da Golden para gatos castrados:\n\n***Farinha de vísceras de frango, farinha de salmão, farinha de torresmo***\\*, glúten de milho\\*, glúten de trigo, grão de milho\\*, quirera de arroz, polpa desidratada de beterraba, gordura de frango, óleo refinado de peixe, cloreto de potássio, cloreto de sódio, levedura de cervejaria inativada desidratada, ácido cítrico, bentonita, BHA (Butilhidroxianisol), BHT (Butilhidroxitolueno), cloreto de amônio, difosfato (pirofosfato) trissódico, DL-metionina, extrato de yucca (0,05%), hidrolisado de fígado de suíno, L-carnitina, parede celular de levedura (mananoligossacarídeos (0,20%)), taurina, sulfato de amônio, acetato de DL-alfa tocoferol, acetato de retinol, ácido ascórbico monofosfato, ácido fólico, ácido pantotênico, biotina, bissulfito de menadiona nicotinamida, cianocobalamina, cloreto de colina, colecalciferol, niacina (ácido nicotínico), piridoxina, riboflavina, tiamina, ferro aminoácido quelato, iodeto de cálcio, manganês aminoácido quelato, selenometionina hidroxi análoga, sulfato de cobre pentahidratado, sulfato de ferro, sulfato de manganês, sulfato de zinco monohidratado, zinco aminoácido quelato. \\*Contém milho e glúten de milho transgênicos (espécies doadoras de gene: Bacillus thuringiensis e/ou Agrobacterium tumefaciens e/ou Streptomyces viridochromogenes e/ou Zea mays).\\*\n\nNote que a Golden também não tem garantia mínima de percentual de proteína.\n\nRecomendo que aprenda a ler [listas de ingredientes](https://olhonalupa.com.br/lista-de-ingredientes/) pra entender melhor o que tudo isso significa, inclusive em alimentos para consumo humano!\n\nÉ importante entender que esse negócio de ração \"Premium Especial' é marketing. Praticamente não existe mais quase nenhuma ração classificada como Standard - as antigas Standard todas viraram Premium, e as antigas Premium tiveram que inventar Premium Especial para se diferenciarem. Pedigree continua a mesma porcaria. Whiskas seca também. Ambas se auto-classificam como Premium. Já a Golden, que sempre foi uma ração Premium básica, agora se intitula Premium Especial.\n\nA ração \"natural\" merece atenção também, porque ela não possuir transgênicos ou conservantes artificiais na sua composição não faz dela necessariamente Super Premium (embora a maioria seja). Se tiver que escolher, vale mais optar por uma ração Super Premium com transgênicos e conservantes do que uma ração piorzinha mas sem transgênicos. Inclusive a questão do consumo de transgênicos continua muito polêmica até para nós seres humanos, onde há várias pesquisas que apontam que não há nenhum efeito colateral a saúde, e nós vivemos 70, 80, às vezes 100 anos. Um gato vive 15, 20 anos - se você tiver que escolher com o bolso, escolha uma alimentação com ingredientes de qualidade e alta digestibilidade e bom teor nutricional, acima de uma ração sem transgênicos. Já os conservantes são mais complicados pois há indícios de que aumentam a incidência de câncer, porém você não vai achar rações sem conservantes artificiais que não sejam caras e Super Premium, já que o uso de conservantes artificiais barateia muito as rações e aumenta a vida útil na prateleira.\n\nEssa pode não ser exatamente a explicação detalhada que você procura, mas dá uma lida nesses links:\n\n[Ração Standard, Premium, Super Premium](https://tudosobrecachorros.com.br/racao-standard-premium-super-premium/)\n\n[Análise de rações Super Premium](https://divbastos.wordpress.com/2009/07/21/racoes-analise-de-racoes-super-premium/)\n\n[Rações: entenda as diferenças](https://webcache.googleusercontent.com/search?q=cache:raTRFK8bDaEJ:clinipet.com/Artigo/listar/racoes&cd=26)\n\nEmbora estejam falando de rações para cães, de modo geral o mesmo se aplica a gatos, com o diferencial de que os gatos precisam de taurina (mas são incapazes de sintetizar por conta própria), e que são carnívoros estritos; ou seja, falando de maneira leiga, quanto mais proteína de origem animal e menos vegetais, melhor (eis a ascenção das rações \"grain free\").\n\nTanto cães quanto gatos também se beneficiam de rações úmidas, que pela própria natureza do formato possuem maior digestibilidade e aproveitamento dos nutrientes, e que também são mais palatáveis, reduzem os engasgos, a incidência de torção gástrica em cães de porte grande, e aumentam a ingestão de água, algo extremamente importante para gatos especialmente. A alimentação úmida é tão superior à seca que você pode ter rações úmidas de uma classificação inferior batendo de frente com uma Super Premium seca (por exemplo, apesar do sódio elevado, o Whiskas Sachê possui uma excelente digestibilidade pelo mero fato de ser úmido). A alimentação úmida também é bem mais cara do que a seca, além de mais difícil de armazenar e conservar.\n\nAí entra a alimentação natural, que se preparada e suplementada corretamente, é superior à absolutamente tudo, seja em sua variedade crua que imita a alimentação natural da espécie, ou a sua variedade cozida, que é mais pesquisada e considerada mais segura atualmente considerando os riscos de contaminação (pois nossos animais estarão comendo alimentos que compramos na feira e no super mercado, não presas vivas ou vegetais frescos na natureza). A AN, se planejada com antecedência, costuma sair até mais barata do que uma ração Super Premium, mas você vai precisar bater pé pra ir no açougue pedir partes não muito convencionais, fazer feira semanalmente ou ter um congelador grande dedicado, vai precisar tirar um dia na semana para passar horas cozinhando e pesando e preparando marmitinhas (ou marmitonas de 1 kg ou mais dependendo do tamanho do bicho), vai precisar comprar e pesar cuidadosamente suplementos, vai precisar limpar a lambança que os animais vão fazer comendo toda vez, vai precisar tomar extremo cuidado para um animal não comer a comida do outro, e vai precisar encontrar um bom nutrólogo veterinário pra te ajudar a ajustar essa dieta. Para além de tempo e dinheiro, quantas pessoas você conhece que possuem esse comprometimento e disciplina? Ter um pote de ração na dispensa, sem se preocupar se vai estragar, que você só pega um punhado e põe no prato do animal 2 vezes ao dia é extremamente prático - isso pra quem sequer se dá a esse trabalho, pois muitos deixam o pote de ração disponível o dia inteiro.\n\nJá me alonguei demais, mas reforço um ponto que sempre falam: dê, no mínimo, uma ração Super Premium como a Premier Pet, ou se quiser dar algo mais natural sem gastar muito, a Guabi Natural é uma opção mais em conta do que a Biofresh ou a N&D. Elas não são tão mais caras assim do que as Premium, sendo que às vezes saem até mais baratas porque possuem um aproveitamento melhor (e portanto são servidas porções menores). E qualquer gasto mínimo mensal a mais que você terá, com certeza vai te poupar gastos e dores de cabeça muito maiores no hospital veterinário, além do sofrimento do seu bichinho e do peso na consciência. A ração supostamente \"Premium\" vende bem para tutores desavisados porque dá a ideia de que você pelo menos não está dando a pior ração possível pro seu bichinho, mas você pode e deve fazer melhor que isso pelo seu pet.\n\nE se tiver interesse na alimentação natural, dá uma navegada no [Cachorro Verde](https://www.cachorroverde.com.br/category/artigos/).",
                "A resposta seria bem extensa e acho que cabe uma dedicação pra criar um conteúdo específico só pra isso em breve, infelizmente o tempo tá bem corrido por aqui e não vou conseguir responder com muito conteúdo no momento. Então recomendo muito a leitura dessa resposta do u/Hotty_Doggy [aqui](https://www.reddit.com/r/ApoioVet/comments/10xdb37/comment/j7wi1m7/?utm_source=share&utm_medium=web2x&context=3); e no YouTube recomendo o canal [Medicina Felina](https://www.youtube.com/@MedicinaFelinos) que tem uma linguagem bem acessível (mais especificamente esse vídeo [aqui](https://www.youtube.com/watch?v=tSE2xy7bVt4)), mas ainda acho que falta um material mais explicativo sobre o tema mesmo.\n\nVou tentar criar uma postagem sobre o assunto em conjunto com um veterinário nutricionista pra gente publicar e ter como postagem definitiva sobre o tema.\n\n**EDIT:** resposta definitiva nessa sequência de comentários [aqui](https://www.reddit.com/r/ApoioVet/comments/11a0z7w/comment/j9rh8sk/?utm_source=share&utm_medium=web2x&context=3).",
                "Se a Supreme for Super Premium, é a melhor opção",
                "Eu aqui tô experimentando a Three Cats premium especial, foi aprovada pelos três gatos da casa, pelo menos o sabor de carne"
            ]
        },
        {
            "title": "Posso alimentar um filhote com leite de vaca?",
            "selftext": "Recentemente fiz uma postagem sobre um filhote que foi rejeitado pela mãe, me aconselharam a comprar um leite especial, porém aqui na minha cidade não tem, quais seriam as alternativas mais viáveis nesse caso ?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "119ozr8",
            "num_comments": 5,
            "comments": [
                "Tem uns vídeos no YouTube que ensina uma forma melhor de alimentar, creio que o leite de vaca seja muito forte, te recomendaram comprar o pet milk?",
                "1 - filhote de que?\n2 - quantos dias ele tem?\n3 - tem alguma outra \"Mae \" que poderia \"aceitar\" ele na cidade ? (Pra mim essa é a melhor soluçao) \n\n\nO leite de Vaca puro nao vai sustentar o filhote por completo e dependendo pode dar diarrhea etc",
                "infelizmente não pois o leite de vaca pode fazer mal"
            ]
        },
        {
            "title": "Alguém pode me ajudar?",
            "selftext": "Eu e minha mãe demos uma vacina de castração na minha gata e logo depois descobrimos que ela estava grávida. Hoje ela está soltando sangue pelo 🌸 dela e estamos muito preocupados.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "119ezf6",
            "num_comments": 21,
            "comments": [
                "**Veterinário, de preferência ainda hoje.**\n\nA vacina de castração não existe, tá? Acho um pecado que ainda vendam isso, é péssimo para as gatas (e cadelas). Castração é apenas cirúrgica. Nunca dê nada que chamem de \"anticoncepcional\", \"vacina anticio\", \"vacina de castração\". Isso já devia ser proibido.\n\nLamento que tenham te vendido isso.\n\nA [lei](https://www.camara.leg.br/noticias/918293-comissao-aprova-proibicao-de-venda-sem-receita-de-anticoncepcionais-usados-em-cadelas-e-gatas/) está em trâmite, mas espero que seja estabelecida em breve.\n\n**EDIT:** dei uma resposta mais completa [aqui](https://www.reddit.com/r/ApoioVet/comments/1185rs6/comment/j9gsg4o/?utm_source=share&utm_medium=web2x&context=3) ontem, recomendo a leitura pra você entender melhor o motivo de ser proibida.",
                "Op, sua gatinha pode ter fetos mortos retidos dentro do útero ou uma piometra. Ela precisa ser avaliada e provavelmente fazer cirurgia de urgência. Se isso não for feito logo, o útero pode romper, ela pode ter uma infecção abdominal, septicemia e morrer. Se vocês demorarem demais, ela pode morrer mesmo fazendo a cirurgia por complicações da infecção. Então tente ir o quanto antes. \nSe não tem dinheiro, procura uma ONG na cidade, pede ajuda. Pede nem que seja pra fazer o atendimento fiado em alguma clínica que a ONG tenha acesso e paga aos poucos. Mas não deixa de fazer. \nVocê é de onde?"
            ]
        },
        {
            "title": "Alguém sabe o que pode ser?",
            "selftext": "Nariz do gato está com algo que parece uma crosta, e sai uma secreção vermelha ao passar o algodão q parece sangue… a gengiva dela também está vermelha",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "119bxr0",
            "num_comments": 4,
            "comments": [
                "Consegue enviar uma foto da gengiva? E começou há quanto tempo? Ele tem acesso à rua?"
            ]
        },
        {
            "title": "Alguém sabe o que pode ser?",
            "selftext": "Meu cachorro está com uma bolinha rosa perto do olho nos dois lados e as vezes tenta coçar essa parte se raspando, além dessas casquinhas que ele tem nas costas com umas bolinhas rosa embaixo. Agradeço desde já\n\nhttps://preview.redd.it/l4g7yc1ohsja1.png?width=841&format=png&auto=webp&v=enabled&s=405797bafb04d9266cd7109abb36770b2bb0354c",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1198e2c",
            "num_comments": 2,
            "comments": [
                "Olá! Qual raça é? Ou é sem raça definida? E quantos anos ele tem? Isso é mais para curiosidade minha mesmo, não vai influenciar muito na orientação por aqui. Enfim, vamos lá:\n\nMassas com aparência como a da primeira foto não devem ser relevadas mesmo, elas são muito características de sarcomas de tecidos moles; tendem a começar de maneira sutil, semelhante a um [adenoma sebáceo](https://www.walkervillevet.com.au/wp-content/uploads/2019/12/small-sebaceous-adenoma-dog-300x300.jpg), mas tem o diferencial que causa incômodo e pode coçar, podendo ulcerar e infeccionar o local ([exemplo](http://www.stevesrealfood.com/wp-content/uploads/2015/05/mast-cell.jpg)). Alguns podem ficar relativamente inertes por um período e ter um crescimento abrupto, já outros podem ter um crescimento lento e constante ([exemplo](https://t1.ea.ltmcdn.com/pt/posts/3/0/7/sarcoma_de_tecidos_moles_em_caes_sintomas_e_tratamento_23703_orig.jpg)).\n\nSerá necessário a realização de uma biópsia para a confirmação, e recomendo 100% que seja realizado. Caso seja confirmado, será possível avaliar se tem potencial maligno ou não.\n\nJá a outra foto tem diversas possibilidades, as casquinhas podem ser decorrentes de secreções de uma inflamação local, ou até mesmo das próprias massas presentes ali (o que me preocupa bastante e reforço a necessidade da realização de uma biópsia). Dermatites, alterações hormonais, etc. tudo é suspeita. Então nessa parte prefiro me abster um pouco para não ficar muito no achismo, ao realizar a possível biópsia (se o veterinário julgar necessário) a avaliação/diagnóstico das casquinhas muito possivelmente já será realizado também. Ok? :)"
            ]
        },
        {
            "title": "Por que meu gato pega o outro pelo pescoço?",
            "selftext": "Tenho 3 gatos, Fifi (macho 3 anos), Bartolomeu (macho 5 meses) e Catarina (fêmea 5 meses) e muitas vezes acabei pegando o Fifi pegando o Bartolomeu ou a Catarina pelo cangote e arrastando para outro lugar, seja para a cama ou fora dela.\n\nQuando nossa outra gatinha (infelizmente nos deixou ano passado) era filhote, ele também fazia isso até uma certa idade.\n\nAs vezes ele faz isso quando eles estão o incomodando, mas as vezes do nada também ele faz, sem nenhum motivo aparente.\n\nO que pode ser esse comportamento?\n\n\\[RESOLVIDO\\]\n\nSegundo me falaram, o Fifi adotou os dois hahaha :D então fiquem com um vídeo dele aprontando uma dessas.\n\nhttps://reddit.com/link/11970j1/video/jc1smjywrzja1/player",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "11970j1",
            "num_comments": 37,
            "comments": [
                "Iti hahaha, fica tranquilo, seu gato é um paizão.\n\nGatas tem maior tendência a fazer isso, mas o seu gato provavelmente adotou eles. Quando um adulto pega um filhote pelo cangote, é porque quer levá-lo para um local seguro e de confiança; em algumas situações funciona até mesmo como comunicação, no sentido de \"olha, fica aqui que aqui é mais seguro, e para de ir pra lá porque pode dar ruim\".\n\nFica tranquilo.\n\nE não esqueça de fazer o exame de FIV/FeLV (se ainda não testou) nos 3 quando tiver condições, tá? Digo isso porque todo gato deve ser testado, e isso pode te poupar de surpresas no futuro. :)\n\n**EDIT:** isso não é uma permissão para pegar gatos pelo cangote. O ato de pegar pelo cangote é único dos gatos adultos em relação aos filhotes e isso só ocorre na infância. A gente tem 2 mãos justamente pra pegar gato no colo, e não pelo cangote. Só adicionei isso para não haver mal-entendidos. Vale lembrar que em situações extremas o gato poderá ser contido pelo cangote (gatos ferais em situação de captura), mas isso é realizado por um profissional capacitado e que sabe como realizar a manipulação da forma menos traumática possível. Pegar um gato adulto pelo cangote pode resultar em lesões e traumas.\n\n**EDIT 2:** o vídeo é interrompido numa hora importante para avaliar parte do comportamento, mas conforme a u/KattLadybr disse num comentário abaixo, se ele segurar no pescoço e começar a \"amassar o pãozinho\" com os pés de trás, então fique atenta para que isso não desenvolva um comportamento mais obsessivo ou sexual, ok? Digo isso porque é muito difícil afirmar algo somente por um vídeo e toda resposta aqui não é definitiva, então mantenha a atenção. Combinado? :)",
                "Provavelmente ele se tornou o \"PAI\" dos outros 2",
                "Porque ele pode 😂😂 (ja foi respondido acima por isso respondi assim)\n\nFofo demais 🥹",
                "Se for tipo ali perto da nuca, ele adotou o outro, e se ele pegar literalmente no pescoço, ele tá brincando com mais novo sem medir força .",
                "Se ele pegar pelo pescoço e pegar em cima ele tá tentando transar. \nSe pegar para levar para outro lugar ele tá tentando cuidar",
                "Alguém me tira uma dúvida: eu sempre peguei gatos adultos (não muito gordos) pelo cangote. Nenhum, NUNCA, tentou me arranhar ou demonstrou incômodo ou dor com isso. Mas tem sempre alguém que aponta que isso é maldade com o gato. É ou não é?",
                "Ele está levando o sacrifico para Bastet",
                "kkkkkkk\n\nFifizinha linda, mãe adotiva que não notou que os bebês estão grandes demais pra isso kkkk\n\nÉ um comportamento normal de mães felinas mesmo. Geralmente é quando ela quer levar eles para um lugar mais seguro.\n\nFonte: sou estudante de med vet\n\nEdit: Ahhh, é macho? Li errado, achei que era fêmea. Macho GERALMENTE morde o pescoço da fêmea quando quer cruzar, mas aí vc notaria ele fazendo movimento com as patas de trás como se estivesse se arrumando pra cruzar. Não deu pra perceber muito no video, mas se ele estiver fazendo como se fosse pãozinho com os pés, é pra cruzar mesmo. Ou não, pode ser só um comportamento de fêmea que está sendo feito por um macho, teria que observar melhor.\n\nEdit 2: Machos podem continuar com esse comportamento mesmo castrados. Já vi diversas vezes machos castrados que, se em contato com fêmeas no cio, tentam cruzar. Também tem que ter certeza que a castração foi total pois alguns machos tem o que chamamos de criptorquismo, quando um dos testículos não desce por algum motivo, e alguns vets que castram machos não fazem uma \"procura maior\" por esse \"testiculo perdido\" e dizem que já está castrado e pronto, pois não pode se reproduzir. Mas esse testiculo continua nele, entende? Não estou dizendo que é o caso do seu, só que muita gente não sabe nem que o gato tinha isso já que muitas castrações são feitas sem muita atenção.",
                "Bartolomeu é sacanagem",
                "[removed]",
                "Material bom pra meme de gato aqui",
                "Mirou no mãe de pet acertou no avó de pet",
                "Que coisa fofa, véi.",
                "Fófs!",
                "Tentando seduzir a gata",
                "Geralmente é por causa da carótida."
            ]
        },
        {
            "title": "Tratamento babesia",
            "selftext": "Olá pessoal. Meu shih tzu de 10 anos foi diagnosticado com Babesia e a doutora prescreveu tratamento com atropina e imizol.\n\nMas me assustou o fato dela ter me passado um termo de responsabilidade para assinar. Ainda disse que a atropina diminui os batimentos cardíacos.\n\nEsse tratamento é indicado para a Babesia ? O risco de efeitos colaterais é alto ?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "119639j",
            "num_comments": 5,
            "comments": [
                "Ela pode ser utilizada com base no tratamento da babesiose sim, mas recomendo ficar bem atenta a exatidão das dosagens e das concentrações do fármaco ao comprar, tá? No geral, o termo de responsabilidade assusta, mas é essencial na rotina veterinária, principalmente pela atropina possuir os efeitos colaterais citados por ela.\n\nNa verdade gostei bastante da conduta, porque muito veterinário tentaria deixar baixo ou transparecer que não há riscos no tratamento pra tranquilizar o tutor (o que pode causar sérios problemas no decorrer do tratamento e do relacionamento veterinário-tutor).\n\nNão vou saber te informar da prevalência dos efeitos colaterais, porque pode variar de acordo com a dose, peso do seu cão e da sensibilidade individual de cada animal, além da prevalência exata ainda não ser conhecida. Então, se a veterinária prescreveu, é porque ela está ciente que a condição de saúde atual do seu cão é capaz de lidar com o medicamento.\n\nNo mais, pode confiar e siga à risca as recomendações propostas pela veterinária. Ok? :)",
                "A minha fox teve com 9 anos, tratamento pesado por causa das medicações, mas deu tudo certo. Me lembro de ter sido prescritos o imizol, não estou certa da atropina, mas acho que foi prescrito sim, ela na verdade vai no preparo do imizol se não estou enganada. \nNão me lembro de ter assinado nada mas ela não teve efeito colateral. De todo modo tem se pesar a doença com um provável efeito colateral vale a pena fazer a medicação.\nAguarde alguém com mais conhecimento de medicações, o que posso dizer é que o tratamento é longo mas eficaz"
            ]
        },
        {
            "title": "isso foi ontem. hj ela ainda ta assim, perna ta inchada, pode ser sério?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "118is05",
            "num_comments": 4,
            "comments": [
                "Sim, pode ser sério. Isso é sinal de que há algum ferimento (não necessariamente visível) na pata ou até mesmo na coluna. Pode ser ligamento, músculo, osso, dano neurológico e enfim. \n\nVeterinário, o mais urgente o possível."
            ]
        },
        {
            "title": "this is on my dogs ear can someone tell what is it ?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "118aylr",
            "num_comments": 2,
            "comments": [
                "Hi there, I'm not sure if you're brazilian, so I'll reply in english. The mass shown in the photo looks very much like canine papillomavirus. These masses are usually oral, but they can affect other parts of the body as in [this](https://drnelsonsveterinaryblog.com/wp-content/uploads/2016/06/IMG_1779.jpg) photo and can get pretty agressive like [here](https://veteriankey.com/wp-content/uploads/2016/08/B9781416061304000185_on018-001-9781416061304.jpg). \n\nIn your photo, it appears to be in an advanced stage and may indicate immunosuppression in your pet, requiring a more detailed evaluation of your dog's overall health. I recommend evaluating the inside of the mouth as well.\n\nThere is one detail in the photo that made me question the possibility of it being something more serious. You can see this line that I drew [here](https://i.imgur.com/KHeQNqC.jpg). This could be a consequence of a more aggressive progression of this mass and may indicate something beyond canine papillomavirus. Ok?\n\nIt's important to know that canine papillomavirus is a differential diagnosis for other benign or malignant neoplasms and requires a histopathological examination to accurately define the type of cellular growth of this mass and reassess the risk (or even the need for a surgical removal).",
                "Parece uma verruga"
            ]
        },
        {
            "title": "Como saber se um gato está com dor?",
            "selftext": "Saber de cachorro já é difícil imagina gato, alguma dica, minha gatinha tá meio estranha, respirando meio rápido deitadinha e quietinha, n sei se é normal mas tô estranhando…",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1185rs6",
            "num_comments": 18,
            "comments": [
                "Pior que acho mais fácil reconhecer dor em gatos que em cachorro hahaha, cachorro é muito expressivo o tempo todo, isso dificulta bastante.\n\nPara o reconhecimento de dor em gatos, recomendo muito para tutores avaliarem através da Escala de Grimace, vou deixar uma introdução ao tema [aqui](https://pt.felinegrimacescale.com/_files/ugd/265d09_ffeb7d9c0c5742549d6e812cec0b64f1.pdf) (português) e um conteúdo mais aprofundado [aqui](https://static-content.springer.com/esm/art%3A10.1038%2Fs41598-019-55693-8/MediaObjects/41598_2019_55693_MOESM1_ESM.pdf) (inglês).\n\nA respiração rápida é indicativo de dor sim, mas é um sinal bem abrangente e pode ser decorrente de outros fatores também. Fique de olho na pupila dela também, na Escala de Grimace não citam as pupilas, mas observe nos exemplos com dor que a pupila está sempre dilatada; isso é um indicativo de estresse/ansiedade (em casos onde não há outros estímulos ambientais como brincadeiras, caça, escuridão, etc.) e o estresse pode ser decorrente da dor.\n\nE não querendo alarmar sem necessidade aqui, mas se você desconfia que há algo errado, possivelmente há. Então tente entrar em contato com algum profissional ainda essa semana, principalmente se o último check-up dela foi há mais de 1 ano. Ok? :)",
                "Se vc desconfia de que ela está sofrendo, é porque ela está. Quem conhece ela é vc. Procura um veterinário.",
                "Não é normal. \n\nIsso são sinais de... dor. Podem ser sinais de outras condições, mas dor pode se expressar de diversas formas, incluindo respiração rápida, se esconder mais, queda nos níveis de energia, mudanças nos hábitos alimentares, miados em excesso, lambeduras em excesso em local específico, e a lista vai longe."
            ]
        },
        {
            "title": "Condição de pele - Ajuda, pfv",
            "selftext": "Pessoal, notei que minha cachorrinha está se coçando muito e tem essa área sem pelo e com manchas amarelas próxima a orelha. Por causa do feriado, tá tudo fechado por aqui. Alguém sabe me dizer o que é?\n\nAgradeço desde já\n\nhttps://preview.redd.it/av3p0kc8yjja1.jpg?width=1200&format=pjpg&auto=webp&v=enabled&s=16039cbc7444175a79e824f2e7e2dbde6bd025a8",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1184s10",
            "num_comments": 6,
            "comments": [
                "Nossa, olha, tá bem feio. Isso me parece um combo de afecções, então fica bem difícil dar algumas recomendações mais específicas. No geral parece ser uma combinação de alguma sarna, com infecção bacteriana e tem aparência crônica também. Adiciono que o olho merece uma atenção especial e deve ser avaliado na consulta o quanto antes, pode haver úlceras e parece haver edema de córnea.\n\nPor aparentar haver uma piodermatite (dermatite bacteriana) na lesão, ela precisará de uma antibioticoterapia adequada que será protocolizada pelo veterinário/a responsável. Se puder, até amanhã ou até conseguir ir ao veterinário (recomendo até no máximo sexta-feira, não postergue isso) mantenha ela com um colar elizabetano para evitar que coce demasiadamente o local e piore abruptamente a condição. Não dá pra ter ideia da fragilidade da pele pela foto.\n\nNa consulta espere por exames como raspados de pele, culturas bacterinas e histopatológicos; é essencial realizar um exame de sangue pra ter um panorama geral da saúde dela, porque a queda da imunidade pode predispor a lesões semelhantes.\n\nE nossa, o focinho dessa raça me dá 20 agonias diferentes; se ela tiver muita dificuldade respiratória, recomendo conversar sobre alguma correção cirúrgica com a veterinária. Não sei se é apenas a pelagem, mas aparenta ser uma senhorinha e a não correção dos problemas pode prejudicar bastante o envelhecimento dela. Ok?\n\n*Desculpa não poder ajudar muito mais que isso. Qualquer nova dúvida fique à vontade para entrar em contato.*",
                "Com certeza isso não evoluiu assim durante o Carnaval e sim de tempos antes.\nPrecisa de uma consulta veterinária o quanto antes, fazer exames pra investigar a causa e finalmente, tratar. Doenças de pele são demoradas de tratar, por isso o ideal é levar ao veterinário assim que notar algo diferente e não aguardar uma piora",
                "Isso parece sarna - parece. \nSe é, realmente e qual tipo, é mais difícil de dizer. Se ela estiver se coçando muito, recomendo um banho com água morna e o xampu/sabonete de sempre ou para peles sensíveis. Pode ajudar pra diminuir a coceira até vc levar para o veterinário e ter certeza do que é."
            ]
        },
        {
            "title": "gatinho com diagnóstico de FIV indefinido",
            "selftext": "em 2021, um gatinho de rua me adotou e veio pra casa bem filhotinho. fizemos as testagens devidas, nessa época ele não devia ter mais de 3 meses, e um dos resultados dos exames foi que ele era fiv positivo. a veterinária explicou que até os seis meses podia ser fiv placentária, herdada da mãe, e quando testamos de novo após os seis meses, o PCR deu positivo. fizemos outro teste quando ele completou um ano e o PCR deu negativo. apesar de tudo, a veterinária dele insiste em colocá-lo como um paciente \"indefinido\", e todos os eventuais tratamentos são feitos como se ele tivesse fiv. apesar de tudo, meu gato nunca apresentou nenhum sinal de baixa imunidade ou outros sintomas típicos de fiv, ele é extremamente saudável.\n\nquais são as testagens/abordagens indicadas nesse caso? já procurei uma segunda opinião da outra veterinária dele e ela diz que o PCR é falho e ele é negativo pra fiv, enquanto a primeira diz que ele é indefinido. queria ter certeza da condição dele pra proporcionar mais qualidade de vida a ele e ficar atenta às doenças e aos sintomas da possível fiv.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "117w11e",
            "num_comments": 4,
            "comments": [
                "A resposta da u/AlehCemy foi precisa. Tanto para FIV quanto FeLV, se houver um resultado positivo e outros negativos, o status se torna automaticamente indefinido mesmo.\n\nE abro espaço para elogiar a veterinária responsável, porque é um tema bem confuso e difícil de abordar, muitos veterinários ainda tendem a acreditar que o animal está \"curado\" ou 100% livre; em situações assim é sempre indefinido.\n\nSeu gato poderá viver até a velhice tranquilamente e nunca expressar problemas relacionados à FIV, mas recomendo você sempre manter as vacinas em dia (por conta de outras doenças mesmo); garantir uma alimentação de qualidade (sério, invista em um rango show pro seu gatinho, vai valer a pena e não fica tão caro quanto parece); e realize o check-up anual sempre.\n\nSe você entender inglês, recomendo a leitura desse material [aqui](https://journals.sagepub.com/doi/pdf/10.1177/1098612X13477537) pra garantir um ambiente livre de estresse e ansiedade pro gatinho, ok? Estresse e ansiedade em gatos acaba com a imunidade, então é sempre bom ficar atenta. :)",
                "Se não me engano, a testagem de FIV requer três PCR consecutivos com resultado negativo, para declarar que é negativo. Ou seja, você fará um pcr a cada mês (dia 0, dia 30 e dia 60), e os três tem que dar negativo. \n\nO guia do AAFP (American Association of Feline Practioners) inclusive diz que ter apenas um resultado negativo é considerado indefinido, porque não foi feita duas novas testagens pelo PCR. Então essa primeira veterinária está correta, pois ela parece estar seguindo a AAFP."
            ]
        },
        {
            "title": "Ferida repentina no focinho + perda de pelo, alguma esperança que não seja grave?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "117ry2o",
            "num_comments": 9,
            "comments": [
                "Já citaram aqui, mas isso é característico de esporotricose. Estamos com uma incidência MUITO alta do problema em território nacional, e é zoonose. A identificação é relativamente fácil e o tratamento é eficiente, mas longo, então se possível leve-o em uma consulta ainda essa semana. Se for esporotricose, a tendência é aumentar a área da lesão e acometer outras partes do corpinho dele; além, claro, de haver o potencial de passar para os tutores.\n\n**Os procedimentos esperados para o diagnóstico definitivo da lesão serão:** a consulta, exame de sangue, um raspado de pele, uma cultura fúngica e os medicamentos. Casos seja confirmado a presença do fungo, então o tratamento será definido de acordo com o resultado dos exames e o quadro de saúde atual do seu gato.\n\nOutros exames podem ser requeridos, de acordo com a necessidade do veterinário responsável; como exame da função renal e hepática para a escolha dos fármacos mais seguros para o tratamento.\n\nEspero ter ajudado no esclarecimento, lembrando que **minhas respostas aqui não são um diagnóstico**, mas geralmente tomo como ponto de partida uma afecção para conseguir orientar melhor sobre quais os próximos passos a serem tomados até conseguir um diagnóstico definitivo e o tratamento para o problema. Ok?\n\n*Qualquer divergência com um veterinário presencial, a minha resposta deve ser descartada, porque não tenho conhecimento do real quadro de saúde do seu pet, e dermatopatias tendem a ser muito semelhantes entre si para ser diagnosticada apenas por uma foto.*",
                "Meu gato começou assim, uma ferida no focinho e depois apareceu umas duas no corpo, corri no Vet e descobrir que ele estava com esporotricose. Foi uma luta tratar essa doença, mas deu tudo certo. Recomendo ir no Veterinário para ver isso ai, se for esporotricose é bom tratar logo, pois é uma doença que vai progredindo e comendo seu animal vivo.",
                "Puts....primeiro, cuidado porque se for fungo você pode se infectar também! Parece ser sinal de esporotricose ou criptococose. Seu gato tem acesso à rua ou jardins? Você precisa ir com ele ao veterinário o quanto antes iniciar um tratamento! Fungo é demorado de tratar e eles são resistentes, você precisa se empenhar e se dedicar no tratamento adequado, se não ele volta com facilidade :(\nBoa sorte com o gatinho!",
                "Começando assim no focinho parece muito esporiotricose. Se for, tem que tomar cuidado pra não passar pra você ou outros animais porque é um fungo, e levar no veterinário para começar o tratamento. O tratamento funciona muito bem, mas é longo",
                "Acredito que seja esporotricose sim!"
            ]
        },
        {
            "title": "Gato filhote( 2 meses) mordido por uma abelha.",
            "selftext": "Boa noite. Meu gatinho de 2 meses foi picado por uma abelha umas duas horas atrás. Imediatamente entrei em contato com a veterinária e ela recomendou a tirar o ferrão e dar metade de um comprimido de dexametasona 4 mg. Porém onde moro não há farmácia aberta nesse horário, então olhei a caixa de remédios dos gatos( tenho mais duas gatas) e vi que tinha o Maxicam 0,5( uso veterinário). Pedi a ela se poderia administrar esse medicamento, ela disse que poderia dar a metade. Antes disso então, dei um sachê e esperei uns minutos pra dar a medicação. Minha dúvida é se o procedimento foi correto e se há algo mais que posso fazer. \n\n\nPS: Tirei o ferrão com uma pinça, coloquei pomada Neodexa F no local e fiz compressa com gelo.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "117pcw5",
            "num_comments": 2,
            "comments": [
                "Bom, os medicamentos citados ajudariam no controle da inflamação, a pomada ajudaria na dor e uma possível infecção (muito difícil com picadas de abelha); mas não seria a conduta ideal para casos de reações alérgicas. Porém, nesse prazo de 2 horas, você já teria notado se tivesse uma reação alérgica abrupta capaz de colocar a vida do filhote em risco.\n\nNão é possível julgar a conduta da veterinária, porque ela também não teve acesso presencial ao gato. Mas indico que depois converse com ela para que seja prescrito um medicamento capaz de controlar reações alérgicas agudas (reações anafiláticas), assim você pode ter na caixinha de primeiros socorros dos seus gatos e evitar qualquer surpresa desagradável no futuro.\n\n**Um adicional:** em casos de reações alérgicas mais agressivas, mesmo que você tenha o medicamento, o ideal é levar o animal ao veterinário imediatamente. O medicamento te ajudará a ganhar tempo, porém não evitará que o pior possa acontecer.\n\n*Não citei muitos detalhes sobre os medicamentos para evitar que outras pessoas mediquem seus pets por conta sem levar em consideração a individualidade de cada um.*\n\n**EDIT:** importante adicionar também que você continue com ele sob observação, caso ele tenha dificuldades respiratórias, perda de consciência, comportamento confuso, dificuldade para andar, depressão (física mesmo, como lerdeza/moleza), ou qualquer outro comportamento que possa indicar agravamento da situação, então leve-o imediatamente ao atendimento veterinário emergencial."
            ]
        },
        {
            "title": "não sei se eu posso postar aqui, mas preciso de dinheiro urgente para pagar a cirurgia da minha gata. e estou fazendo essas artes para ajudar a conseguir o dinheiro.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1177b87",
            "num_comments": 8,
            "comments": [
                "Tenta postar no r/Brasil",
                "Up",
                "Lança um pix p rpz poder ajudar tbm man",
                "up",
                "up"
            ]
        },
        {
            "title": "Minha cachorra teve 5 bebês, porém ela evita um deles, não deixar mamar e as vezes separa ele dos outros, ele parece normal o que eu posso fazer para ajudar o filhote?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "116zihb",
            "num_comments": 6,
            "comments": [
                "Nossa, tadinho. Eu imagino que ele possa ter nascido com alguma condição que faça a mãe rejeitar. Tem mães que abandonam seus filhos pois ao nascer, elas detectam algo de \"errado\" nele e a natureza não perde tempo, a mãe logo para de dar atenção pois sabe que aquele indivíduo provavelmente não terá chances.\nMas você pode virar a mamãe dele e comprar um leite chamado Pet Milk na petshop. É um leite que imita o leite materno. Vocé tem que viver basicamente por esse filhote nesses próximos dias, alimentando muitas vezes por dia e inspecionando, estimular a micção e defecação...\n\nMas já que a sua dog teve cria, é de extrema importância que agora você a leve para uma consulta veterinária, pois ela acabou de parir 5 bebês e pode estar precisando de um suporte nutricional. Assim como os filhotes, a mãe também está sensível e merece uma atenção especial. Mas fica de olho nesse filhote rejeitado, mantenha ele sempre com você pra evitar acidentes. Boa sorte!",
                "Sobre o filhotinho, o pet milk é muito bom, como já disseram aqui. Ele precisa ser alimentado de 3 em 3 hrs para evitar hipoglicemia, também é ideal que fique aquecido (já que a mãe está rejeitando), uma garrafinha de água quente enrolada em uma toalha ajuda muito - geralmente a gente troca umas 4 - 6x por dia para manter o calor. \n\nComo disseram, tem a questão de estimular também com um algodão embebido levemente em água morna e passar na barriguinha dele, como se fosse a mamãe lambendo.\n\nAh... Tem tbm a possibilidade de tentar achar uma ama de leite pra ele, mas é super difícil. No mais, além de levar ao Vet, como já falaram aqui, é recomendável castrar a cadela.",
                "Você tira cria para venda?",
                "Fiquei c o coração partidno lendo isso! Tadinho ddo doguinho"
            ]
        },
        {
            "title": "Então galera, minah cadela tá com bafo de carne podre.",
            "selftext": "Eu não tenho dinheiro pra comprar uma pasta de dentes expensiva de cachorro, mas ouvi falar que usar bicarbonato para escovar a boca de cães tá ok, eu uso uma escova nova que comprei para escova a boca dela, mas gostaria da opinião de vcs",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "116rumh",
            "num_comments": 32,
            "comments": [
                "**Respondo melhor amanhã, enquanto isso recomendo a leitura dessa postagem** [aqui](https://www.reddit.com/r/ApoioVet/comments/x2n9ld/como_est%C3%A3o_os_dentes_do_seu_animal_de_estima%C3%A7%C3%A3o/).",
                "O problema dela pode não ser na boca. A cachorra do meu amigo estava com bafo de onça. Ele levou no veterinário e ela estava com câncer no estômago.",
                "Bicarbonato desgasta o esmalte dos dentes. Com o tempo vai enfraquecer os dentes da sua cachorra e poderá causar maiores problemas do que o mau cheiro.",
                "Precisa ir no veterinário e dar uma checada. É comum cheiro ruim ser sinal de doença gengival ou periodontal, assim como de outras coisas.\n\nEntão faça um checkup básico para se certificar que esse bafo não é sintoma de alguma doença, e então procure uma pasta de dente adequada. Bicarbonato não é boa ideia, como já comentaram, pelo desgaste do esmalte.",
                "Pode precisar de limpeza por causa de tártaro, pode ser no estômago...",
                "Carvão ativado. Mistura um pouco na comida. Isso é só temporário. Precisa investigar. Tem poodle neste dog?",
                "Acho que já pode ser problema no dente mesmo, no caso só veterinário. Abre a boca e vê como tá a aparência. \n\nTem um post aqui, não sei se tá fixado, do próprio ver em que ele fala da importância de se escovar os dentes do pet e conta um caso de uma moça que levou um cachorro até lá e o povo não aguentava o cheiro, tártaro avançado, se não me engano.",
                "Op como já disseram ali em cima o mal hálito pode ser sintoma de algo mais grave tá, é bom tu ficar de olho. Mas já vi q tu tá sem grana e não tem como levar no vet agora.\n\nEntão vou te dar algumas dicas mais práticas. Usa uma gaze no seu dedo só com água mesmo (ou chá de hortelã) pra dar uma \"escovada\" nos dentes da doguinha. É melhor do que nada e não custa quase nada tbm.\n\nPode acrescentar hortelã fresca na ração, ajuda a digestão e deixa o bafinho menor. \n\nMaçã e cenoura por serem mais durinhas ajudam a tirar os restos de alimentos que podem ter ficado na boca depois das refeições se ela não for alérgica a nada disso acho que vale a pena.\n\nEvita dar comida de humanos/doces pq faz mal para eles tá e para os dentes caninos.",
                "Você olhou todos dentes dela? Melhor averiguar cada dente e gengiva pra ver se não há uma inflamação"
            ]
        },
        {
            "title": "Só dou ração Pedigree pro meu dog, ela é segura?",
            "selftext": "Sempre dei pedigree pro meu poodle caramelo e ele só come ela, não dou comida de humanos, e às vezes dou aquele sachê úmido misturado com a ração seca (sachê pedigree também). Essa marca é boa?\n\n\nEssa é a única ração que ele come, qualquer ração diferente e barata ele vomita e não come nem com sachê!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1169rb0",
            "num_comments": 12,
            "comments": [
                "A Pedigree é uma ração de entrada ruinzinha, seu baixo custo a torna atrativa para abrigos de cães que possuem muitos animais resgatados e precisam conseguir alimentar todos de forma adequada sem gastar muito, mas para tutores não é muito recomendada.\n\nInclusive tem pelo menos uma opção Super Premium que chega a sair mais barata que a Pedigree para consumidores finais.\n\n&#x200B;\n\n[Pedigree Raças Pequenas](https://www.petlove.com.br/racao-pedigree-racas-pequenas-104845/p?sku=31027516366) \\- Saco de 20 kg custa R$ 260,91\n\nQuantidade diária recomendada para Poodle Toy de 7 kg - 113 g\n\nDura 177 dias - R$ 1,47 por dia ou R$ 44,22 por mês\n\n&#x200B;\n\n[Premier Pet Formula Raças Pequenas](https://www.petlove.com.br/racao-premier-pet-formula-racas-pequenas-adultos-mini-bits-108224/p?sku=3108224-3) \\-  Saco de 20 kg custa R$ 285,21\n\nQuantidade diária recomendada para Poodle Toy de 7 kg - 100 g\n\nDura 200 dias - R$ 1,42 por dia ou R$ 42,78 por mês\n\n&#x200B;\n\n[Guabi Natural Raças Mini e Pequena](https://www.petlove.com.br/racao-guabi-natural-frango-e-arroz-integral-para-caes-adultos-racas-mini-e-pequena/p?sku=2021057) \\- Saco de 20 kg custa R$ 365,31\n\nQuantidade diária recomendada para Poodle Toy de 7 kg - 100 g\n\nDura 200 dias - R$ 1,83 por dia ou R$ 54,80 por mês\n\n&#x200B;\n\nInclui a Guabi Natural na comparação porque, pela diferença mínima de preço, ainda a recomendaria acima da Premier Pet. Mas não faz sentido dar Pedigree havendo uma Super Premium ainda mais em conta.",
                "Minha pastora alemã tem 14 anos completos! Dava Golden special. Ela teve 3 infecções renais em 2 anos. Gastei horrores com veterinário. Pesquisei bastante e mudei pra Guabi natural há 6 anos. Nunca mais essa cachorra adoeceu. Ração de qualidade é investimento. O dinheiro que economiza com ração inferior, vc paga em triplo ou mais pro veterinário.\nPedigree só é famosa por causa de propaganda. Não é boa. Além da que falei, pesquisa Premier, cibau ou biofresh. Seu cão e seu bolso agradecem.",
                "A pedigree é uma ração boa na sua faixa de preço, não é uma ração super Premium mas seu cãozinho viverá bem",
                "Se você puder trocar por Premier, DogChow, seria melhor. São marcas mais premium com um preço mais acessível. Se você tiver disposição eu recomendo Biofresh ou NeD",
                "Sempre ouvi dizer que Pedrigree tem muito corante, apesar de ser uma marca muito conhecida, não recomendo também não. Tenho-a dois pets e sempre dei Golden, eles gostam muito e pra mim e uma das melhores rações.",
                "Quando peguei meu cachorro começamos a dar Pedigree, entretanto ele começou a ter problemas com a ração e o vet disse para mudar para Royal Canin, pois tinha menos conservante, corante etc. Então, nós nunca mais mudamos a ração e ele tá aqui com 16 anos.",
                "Não é uma boa ração. Mas se é o que vocé pode comprar, tudo bem. Se puder comprar rações do tipo Premium, é melhor",
                "Pedigree é de uma fabricante muito grande, por isso investe muito em marketing, mas está longe de ser uma boa ração. Procure trocar pela Golden ou Premier que não são muito mais caras, mas muito superiores.",
                "\"Pedigree é ruinzinha\" é o que sempre ouvi de veterinários e tutores.\n\nMeu vira latas, em particular, quando era filhote, estava com diarréia e então levei no veterinário. Ele comia pedigree e fui orientado a trocar a ração."
            ]
        },
        {
            "title": "MINHA VETERINÁRIA TEM MEDO DA MINHA GATA, ISSO É NORMAL?",
            "selftext": "Então galera, levei recentemente minha gata que tem aproximadamente mais de 1 aninho em uma clínica veterinária boa, pois eu levava minha gata em petshops que davam vacinas né, eles eu não sabia que eram tão especializados assim, mas enfim...\n\n&#x200B;\n\nMinha gata é muito brava e não ta acostumada com estranhos, levei na veterinária nova para dar a vacina que faltava eu achei no mínimo que ela seguraria a bichinha, acabou que eu tive que segurar ela com perigo de me arranhar (também gostaria de saber se esse procedimento é o certo), poxa eu achei que lá teria sla umas 2 pessoas pra segurar ela e dá vacina, ela me recomendou dar um remédio chamado Calmym Cat e no dia de tomar a nova vacina falou para eu comprar um remédio manipulado que é uma pastinha que faz a bichinha cair no sono, bom eu como leigo não acho necessidade gastar dinheiro com remédio calmante caro somente para a bichinha se vacinar 1 dia.\n\n&#x200B;\n\nEntão galera resumo da historia, acham exagero eu comprar um calmante pra ela dormir só para tomar vacina? o que acharam da veterinária não querer pegar a bichinha para se vacinar, eu tive que segurar com minha esposa ela estava arisca demais, achei que essas clínicas já seriam acostumados com esse tipo de situação.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "115f4uj",
            "num_comments": 11,
            "comments": [
                "Meu dog foi expulso de uns pet shops hehe",
                "Ola!  \nOlha, se sua gata nao for um diabo encarnado (sei pq um dos meus é assim), nao vejo motivo nenhum pra ela tomar remedio pra se acalmar quando for tomar uma vacina que demora nem 10 segundos pra ser aplicada.   \nTalvez essa vet nao esteja acostumada a tratar gatos, tem muitos veterinarios que preferem um ou outro animal.   \nDe qualquer forma, ela pedir a sua ajuda eu acho muito normal, afinal, vc é uma pessoa de confiança do gato e isso realmente ajuda na hora de lidar com eles.  \n\n\nAinda que ela SEJA um diabo encarnado/liquidificador de unhas, quando preciso dar vacina pro meu gato a vet coloca ele numa especie de \"saco\" proprio pra gatos que faz com que somente a cabeça e uma parte das costas do bicho fiquem expostos. Assim as patas ficam \"presas\" dentro desse saco, o gato fica ganhando sache pra se acalmar e ao mesmo tempo tem acesso pra aplicar a vacina. Ninguem precisa segurar o bicho com força dessa forma. CLaro, eles nao gostam, mas acho que é a forma mais humana e menos estressante.  \nTambem recomendo, se possivel e se tiver disponivel na sua regiao, procurar alguma vet especialista em gatos. Infelizmente tem veterinarios que acham que gato e cachorro é tudo igual e as vezes fazem umas coisas bem erradas em relação a felinos.",
                "Não acho que deve tomar remédio para vacinar. Tenho 2 gatos e um deles é bem agressivo quando vai para veterinário, porém, onde eu levo sempre tem disponível assistentes que conseguem imobilizar com cuidado e sem machucar ele para fazer os procedimentos. Vacina é rápido então não vejo necessidade desse medo todo nela. Troca de clínica!\n\nObs: Nunca mais dê remédio ou vacina em sua gata em petshop, a maioria trabalha na área mas não médicos veterinários, mal aplicação pode gerar vários problemas, inclusive óbito do animal.",
                "O ideal é que a clínica tenha sim um assistente pra ajudar a segurar o animal em casos de agressividade. Mas temos que lembrar que os veterinários também são seres humanos, estão fazendo seu trabalho e esse trabalho incorre riscos que podem prejudicar o profissional e o seu trabalho. As vezes ter o dono segurando o animal pode ser melhor pra ele se sentir confortável.\n\nEu acho que a veterinária podia ter agido melhor sim, criado um ambiente mais calmo, tentar criar um contato com o animal e ter chamado um assistente pra ajudar. Mas você também tem que entender que nenhum profissional quer se machucar, nenhuma pessoa, na verdade. Se o gato está louco tentando morder e arranhar, é óbvio que a pessoa vai dar um passo pra trás pra evitar ser machucada. Sem falar que se o machucado for sério ela vai perder o dia de trabalho e não vai poder atender mais ninguém, além do risco de infecção depois.\n\nSugeriria levar em outra clínica na próxima vacinação, se te disserem a mesma coisa, então você tem que entender que o seu gato precisa sim de um calmante pra ser tratado. Você também pode tentar levar na clínica pra consulta geral, não só vacina, algo não invasivo onde o veterinário vai só manipular o gato e ele vai entender que veterinário não é igual a sofrimento. Já chega contando da experiência passada e pergunta se pode ter uma consulta mais longa para que o seu gato consiga se sentir mais confortável. \n\nEle também pode ter trauma de vacina, nem imagino como deve ser funcionário de pet shop que não tem treinamento vacinando, botam a seringa dentro da caixa e vai? Seguram o gato a força? É uma pessoa que geralmente pega em vários bichos durante o dia, esse tanto de cheiro assusta o gato porque ele não consegue identificar o que é. Enfim, tudo isso gera traumas e ele vai sempre associar a vacina a algo muito ruim, então mesmo que seja um ótimo gato em outros momentos, nesses ele vai enlouquecer.",
                "Já encontrei Vet sem o mínimo tato pra lidar com gato. Mas foi um atendimento excepcional, sempre tenho uma lista de profissionais que sabem lidar com gato de boas."
            ]
        },
        {
            "title": "Cachorro com infecção urinária",
            "selftext": "Cachorro com infecção urinária\n\nGente nesse sábado passado meu cachorro que tinha fugido no dia anterior e voltou sem conseguir urinar e não comia nada e como sou de cidade pequena e o antigo veterinário saiu não tinha muito o que fazer até segunda. \nNa segunda meu cachorro começou a urinar sem parar e com a cor avermelhada, eu conversei com um veterinário que trabalha em uma loja que vende várias coisas para pets, que me passou uma vitamina e antibióticos para dar ao cachorro, eu já estou dando pro meu cachorro desde segunda e o humor dele melhorou voltou a latir e a beber muita água no entanto não está comendo ração ainda e só come uns pedaços de carne e a urina dele ainda está meio laranja avermelhada, será que devo me preocupar? Clínica veterinária só na cidade ao lado que e uns 50 km daqui de onde moro e como e carnaval talvez não tenha veterinário até quinta feira.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "115dxuu",
            "num_comments": 5,
            "comments": [
                "Olá! Sei que a resposta pode parecer genérica e alarmante, mas deve se preocupar sim. A utilização das vitaminas e dos antibióticos podem ter ajudado momentaneamente, mas é muito difícil ajudar na resolução do problema total sem saber qual a bactéria principal responsável pela cistite atual. Para isso é necessário uma cultura bacteriana e um antibiograma para verificar qual antibiótico ainda não possui resistência a bactéria atual.\n\nO tratamento às cegas tende a camuflar os sinais, mas aumenta as chances de criar resistência bacteriana e tornar o problema crônico, sem uma resolução definitiva nos próximos meses.\n\nA cistite dói, causa incômodo e prejudica consideravelmente o bem estar do animal, além de haver possibilidades de obstrução uretral, que, caso progrida e torne-se uma obstrução total, a situação será emergencial (já é uma urgência) e os custos de tratamento aumentarão consideravelmente.\n\n**Nesse período, as recomendações são**: estimule seu animal a beber bastante água e passeie com mais frequência ou faça atividades que estimule ele a fazer xixi, como andar próximo do cantinho que ele curte urinar, levá-lo em áreas onde ele gosta de marcar território, etc. Hidratação + xixis frequentes são as melhores opções até que você consiga atendimento veterinário; que, se possível, deve ser realizado entre hoje e amanhã.\n\n***Espero ter ajudado de alguma forma, mesmo com as limitações aqui. Mas reforço: busque atenção veterinária. Combinado?***"
            ]
        },
        {
            "title": "Quero saber mais sobre a minha calopsita... Preciso de ajuda",
            "selftext": "Olá! Tenho uma calopsita há uns 3/4 meses, ela não veio pra minha casa ainda bebezinha, já estava com 2 meses, acredito eu.\n\nEla não é arisca, mas é extremamente desconfiada e até cobrir ela com um pano a noite faz ela bufar. Já tem algum tempo que tempo amigar com ela, mas por conta dessa desconfiança e por não querer estressá-la, não tive coragem de abrir a gaiola pra ela sair, contando com o fato também de que meu pai e eu temos dó de aparar as asas dela, já que ela é um pássaro e voar é a principal atividade dela.\n\nEstou tentando deixar ela mais tempo perto de mim durante o dia, para ver se ela se acostuma com a minha presença.\n\nÀs vezes eu brinco com ela, colocando o dedo andando pela gaiola e ela se aproxima e me bica, mas não apresenta sinais de que está com raiva ou algo similar... pra mim parece brincadeira, mas queria saber se pode ser mesmo ou se é um claro sinal de estresse?\n\nDurante a parte da manhã, ela é muito ativa e anda bastante pela gaiola, mas conforme o dia vai passando, ela fica quieta em um mesmo canto da gaiola...\n\nQueria saber o que vocês acham desses comportamentos? Gostaria também de dicas para que ela fique mais confortável e feliz, pois tenho receio de que ela esteja estressada/triste.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "114xfnw",
            "num_comments": 2,
            "comments": [
                "Infelizmente não vou conseguir ajudar por fugir da minha área, mas recomendo tomar cuidado para que as brincadeiras com o dedo na gaiola não sejam interpretadas como ameaça para ela. Geralmente animais respondem muito bem com reforços positivos, então apostar em alguns alimentos diferentes que não são comumente adicionados na rotina dela, pode ajudar na interação entre vocês dois. Mas pesquise quais alimentos podem ou não podem ser oferecidos para ela.\n\nO enriquecimento ambiental do recinto/gaiola dela está em dia? Em psitacídeos isso é muito importante mesmo, meu TCC foi sobre automutilação em psitacídeos num papagaio-verdadeiro e os casos que estudei/vi durante esse período envolvia principalmente a falta de enriquecimento ambiental adequado.\n\nNo geral vou recomendar que você não force as interações, mas que as interações envolvam algum objeto/alimento que ele goste de interagir. Busque levar a gaiola dele (se possível) para um ambiente mais calmo e com pontos que ele possa observar da gaiola mesmo, para criar a sensação de novidade e exploração. A repetição dos eventos, sem forçar a barra e com cuidado, será a base para melhorar o relacionamento de vocês.\n\n**Mas reforço:** meu conhecimento sobre o tema é o básico e prefiro não prolongar muito aqui. Saiba parar quando ela estiver muito brava, mas saiba entender quando ela está gostando da sua companhia ou das interações. Caso você não saiba identificar esses detalhes, recomendo entrar em contato com algum veterinário de animais não convencionais para te ajudar melhor.\n\n***A postagem seguirá como discussão para caso alguém queira adicionar alguma informação aqui. :)***"
            ]
        },
        {
            "title": "Como mudar o horário de alimentação de gatos",
            "selftext": "Oi, tudo bom?\nTenho seis gatos e no momento eles têm ração à disposição deles, contudo estou querendo mudar para eles terem horário certo para alimentação, mas tenho algumas dúvidas e queria tirar elas aqui. \n\nDesde já agradeço qualquer ajuda!\n\n1. Posso fazer essa mudança de uma vez ou ela precisa ser gradual? Se precisar ser gradual, como?\n2. Quantas vezes por dia é o ideal? (Eu trabalho de home office, então alimentá-los muitas vezes ao dia é tranquilo).\n3. Alguma dica do que fazer de noite quando eles devem miar muito com fome?\n\nObrigada 😊",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "114s6xw",
            "num_comments": 2,
            "comments": [
                "No seu caso, faça gradual. Digo isso porque, por possuir 6 gatos, pode haver conflitos entre eles pela sensação de possível escassez do alimento. A vantagem é: gatos se adaptam rapidamente a novas rotinas, então dentro de 1 ou 2 meses é bem provável que já estejam com a rotina estabelecida.\n\nGatos gostam de diversas pequenas porções de alimento ao longo do dia, então uma boa opção é dividir a quantidade necessária de alimento para cada um entre 4 a 6x ao dia. E já adianto que, ao contrário do que é popularmente dito, gatos são mais ativos e interativos se houver essa relativa privação do alimento.\n\nA antecipação do horário da comida é um período que causa o aumento da atividade física nos gatos.\n\nPara evitar que eles miem a noite quando ficar com fome você vai ter que ignorá-los, **mas cuidado para que eles não miem por fome** ***de verdade*****.** Pra isso sempre deixe a última porção (e recomendo ela a ser até um pouquinho maior que as outras) para a parte da noite, exatamente antes de você ir dormir; assim, se um gato miar a noite, você terá certeza que poderá ignorá-lo completamente porque ele só está querendo atenção e não está com fome de verdade.\n\nPara fazer essa transição, eu recomendo cada gato ter seu potinho. E, conforme for passando os dias, comece a colocar menos e menos ração livre, até que possa deixar sem nada e consiga fazer as refeições  (4 a 6x) ao longo do dia..\n\nMas muito cuidado com gatos que comem a comida de outros que são mais lerdos para comer. Nessa situação eles podem acabar se tornando obesos com maior probabilidade, porque a privação do alimento prévio pode gerar o gatilho de \"vou comer tudo isso aqui porque jajá acaba\". Então esteja bastante atenta sobre isso.\n\nSe você entender inglês, recomendo muito a leitura desse material [aqui](https://icatcare.org/the-evidence-for-frequent-feeding-of-cats-to-promote-positive-welfare/)."
            ]
        },
        {
            "title": "Olá, pessoal. Sou novo na comunidade e queria compartilhar com vcs uma foto dos mascotes da empresa.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "114rbr7",
            "num_comments": 8,
            "comments": [
                "Que foto linda e empresa incrível, OP! Parabéns!  \n\n\nPS.: O do canto direito é igualzinho ao meu dog.",
                "Os sorrisoooos",
                "Como são lindos",
                "Melhores colegas não vai encontrar!",
                "Itu Malia!",
                "que beleza!!!"
            ]
        },
        {
            "title": "Sugestões de perfis confiáveis/informativos para seguir sobre gatos?",
            "selftext": "Queria indicações de perfis que falem sobre alimentação, comportamento etc., alguém tem sugestões? Quem vocês seguem de legal? Obrigada!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "114qkzs",
            "num_comments": 2,
            "comments": [
                "Tem o Jackson Galaxy no youtube",
                "Pelo Instagram eu recomendo feline.care, wellfelis, catvetbrunaoliveira, gussparreiras e larissaruncos; no YouTube tem o medicinafelinos, mas ultimamente ele tá mais focado em assuntos variados, no início era bem focado em alimentação.\n\nA postagem segue aberta para quem quiser ajudar em mais sugestões :)"
            ]
        },
        {
            "title": "Sobre administração de medicamento em gotas para minha cadelinha",
            "selftext": "Muito boa tarde pessoal!! Recentemente minha cadelinha foi diagnosticada com um funguinho na pele e isso ta fazendo cair bastante pelo dela, ela tem 4kg650g e o veterinário receitou 9 gotas de cetoconazol por dia. \nGostaria de saber se ele precisa ser administrado diretamente na boca dela, ou eu posso pingar em alguma comidinha (como um pedaço de pão) e dar pra ela, porque ela teve muita resistência pra receber o remédio e acabei derrubando uma dose inteira no processo, e hoje foi apenas o primeiro dia. \nO remédio é um pouco caro e não quero ficar desperdiçando, além de que minha cadelinha ficou extremamente desconfortável, mas também não quero dar por comida se não for fazer efeito.\nAgradeço muito caso alguem puder me ajudar!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "114m2bi",
            "num_comments": 4,
            "comments": [
                "Aproveito seu gancho, Op, para perguntar se tem muita gente com problema de fungo, pele em geral, nos seus pets. Tenho visto muita gente preocupada e gastando muito aqui no S com isso (não sou Vet, infelizmente, mas tenho muito contato com proteção). Obrigado.",
                "Pode sim, sem problemas. Na verdade em alguns lugares recomendam administrar em jejum porque ele é melhor absorvido em ambientes ácidos; em humanos isso é mais fácil, porque podemos escolher facilmente um alimento ácido para comer junto. Porém em cães isso tem uma certa limitação. Mas não quer dizer que o alimento atrapalhará toda a absorção, muito pelo contrário, isso evitará que o tratamento seja um incômodo pra ela (principalmente porque tratamentos com cetoconazol tendem a ser longos).\n\nSó não dê com MUITO alimento, só um petisco para facilitar mesmo. Ok?\n\nE só uma observação extra: tratamentos fúngicos é comumente abandonado no terço final pelos tutores, porque notam a involução do aspecto da ferida e tendem a acreditar que já melhorou. Mas fungo é fungo, mesmo quando parecer tratado, ele ainda poderá estar lá. Então siga o período de tratamento à risca, ok? Conforme proposto pelo veterinário responsável. :)"
            ]
        },
        {
            "title": "minha vira lata não faz as necessidades na rua!",
            "selftext": "Minha vira lata de 4 anos, sempre faz as necessidades no mesmo canto na área de serviço, e as vezes quando levo pra passear, ela até fica com vontade de mas não faz as necessidades fora de casa, eu percebo que pois ela fica muito angustiada e puxando em direção a casa, é possível fazer ela entender que não tem problema fazer na rua?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "114kvgq",
            "num_comments": 2,
            "comments": [
                "Olá! Isso vai ser uma situação complicada, porque ela com certeza já está muito bem condicionada a isso. O difícil, para uma cadelinha mais crescida assim, é que se você esperar ela ficar apertada para sair, ela pode sair e não urinar (porque já tem um controle maior nessa questão), predispondo a uma cistite ou cálculos vesicais.\n\nA recomendação que darei aqui é você oferecer umas 2 ou 3 horas antes de sair, uma alimentação úmida, estimular ela a beber água e tudo mais. Fique de olho no horário do último xixi e calcule o melhor horário para sair. A parte mais complicada é que, ao contrário dos filhotes ou idosos, um cachorro adulto pode segurar a urina por até 12 horas.\n\nE muito cuidado para não sair e agitar ela com estômago cheio, isso não faz bem. Então sempre saia quando tiver certeza que o estômago dela já deu uma esvaziada.\n\nGeralmente cães tem um horário relativamente definido para fazer as necessidades, tente juntar essa previsão + alimentação úmida + fornecimento de líquidos + sair para caminhar antes dela fazer o xixi (mas após um longo período sem urinar). Ao sair, leve consigo algum petisco também.\n\nCaminhe com ela em gramados, porque instintivamente eles tendem a ter vontade de fazer xixi ao caminhar em grama/mato (não é regra). Caso ela faça as necessidades, faça um cafuné e dê petiscos. Repita o procedimento mesmo se a primeira, segunda, terceira vez não funcionar. E mantenha a constância ao longo de 2 ou 3 meses.\n\n*Foi a melhor conduta que consegui pensar aqui, não sei se ajudou muito hahaha :)*"
            ]
        },
        {
            "title": "Por quê gato vem na sua perna todo carinhoso e depois te morder?",
            "selftext": "Tenho 2 gatos, mas só um faz isso kkkkk",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "114cjml",
            "num_comments": 8,
            "comments": [
                "bixo traiçoeiro demais kkkk\n\no meu faz a mesma coisa. até vira a barriga pra cima igual cachorro",
                "Hahaha gatos sendo gatos, no geral, quando recebem muito cafuné, eles tendem a ficar superestimulados e respondem com mordidas mesmo. Já no caso de ir na sua perna, talvez seja uma tentativa de chamar para brincar, ou então está mal condicionado com comportamentos anteriores.\n\nCaso ele te morda forte, recomendo ignorar e limitar o tempo de carinho quando ele vier nas suas pernas. Por exemplo: ele vem esfregando todo carinhoso na perna, então você dá uma atenção extra e ele responde com uma mordida. Nessa situação, interrompa a interação e ignore completamente ele.\n\nParece grosseria, mas relaxa que ele não vai te odiar.\n\nSempre faça os cafunés quando ele pedir com carinho; se o carinho acabar, cafuné acabou também. E lembre-se: gatos gostam de sessões curtas de cafuné. :)",
                "Já ouvi falar que são como \"mordidinhas de amor\" nada que machuque, apenas pra chamar atenção kkkk"
            ]
        },
        {
            "title": "Dúvida sobre FELV",
            "selftext": "Boa noite! \nAcabei de mudar de casa e não pude trazer meus gatinhos por motivos de: família ciumenta. Vou pegar dois gatinhos pra mim. Os gatos da minha família são FELV positivos, foram adotados assim. Minha dúvida é, poderia pegar um arranhador que eles não usavam para os novos gatos? Ou isso poria eles em risco de contrariar a doença? \nObrigado pela ajuda!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1146y0v",
            "num_comments": 2,
            "comments": [
                "É seguro. O vírus da FeLV não sobrevive fora do corpo do animal por muito tempo, inclusive a forma principal de transmissão é através do contato próximo constante, ou ferimento por mordidas e lambeduras entre si. Minha preocupação é mesmo sobre outras doenças, como fungos e afins, mas, se os outros não possuíam acesso à rua e não utilizavam o arranhador, então está tudo bem.\n\nNão esqueça de fazer o teste de FIV/FeLV nos novos gatinhos também, tá? A gente costuma falar muito que \"miou testou\", para deixar claro que todos os gatos devem ser testados para FIV/FeLV."
            ]
        },
        {
            "title": "Sugestão de como deixar a hora do remédio menos traumática?",
            "selftext": "Minha gatinha foi diagnosticada com algumas alterações na coluna e foi receitado gabapentina de 12 em 12 horas. O medicamento é em cápsula, e embora a moça da farmácia de manipulação tenha dito que seria a menor cápsula possível, ainda é meio grandinho para a minha gata.\n\nMinha gatinha é um docinho e dar remédio pra ela é tranquilo, mas é difícil para ela engolir. Eu percebo que ela tem ficado meio triste com isso. Eu sempre dou uma petiscos depois, mas não acho que está adiantado. \n\nPercebi que ela tem ronronado menos, ficado mais quietinha, e até brincado menos.... não sei também se pode ser efeito colateral do remédio, já que tem apenas três dias que ela está tomando. Hoje de manhã ela estava até se escondendo de mim, o que parte o meu coração, pq ela sempre foi grudada comigo. Tenho medo de isso estragar nossa relação de forma permanente...\n\nSerá que tem algum jeito de fazer ela acostumar a tomar esses remédios? Ela provavelmente vai ter que tomar durante a vida toda...",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1143pl2",
            "num_comments": 15,
            "comments": [
                "A gabapentina pode causar sonolência e letargia. É um dos efeitos colaterais, inclusive costuma ser utilizada como calmante em situações muito estressantes como idas ao veterinário. Se você achar que ela está com dificuldade em deglutir a cápsula, pode colocar água em uma seringa de 3ml e dar após a cápsula, ou mesmo oferecer sachê, que é líquido. \n\nOutro efeito colateral da gabapentina é o aumento de apetite. Como você relatou que ela tem dor na coluna, é bom controlar bem a alimentação para evitar o ganho de peso.\n\nCaso ache necessário, entre em contato com o vet que prescreveu a medicação e ele vai poder te dar mais orientações.",
                "Minha situaçao é exatamente igual. Mesmo remedio inclusive. No caso da minha ela ta gordinha e a vet acha que ela tem dor na coluna. Tenho dado petisco tb (churu, ela adora). Tb noto ela meio triste as vezes mas acho q com tempo elas acostumam.",
                "Mesma coisa aqui. \nCom o tempo ela vai acostumar a tomar o remédio, mas é sempre difícil. \nQuanto a ela ficar mais quieta é por causa do remédio, ele é calmante. Inclusive o veterinário recomendou dar uma dose maior para acalmar ela antes das consultas (sinceramente não faço pq prefiro segurar e ter uns arranhões do que dopar ela). Mas depois de um tempo eles acostumam e voltam a brincar mais",
                "A gabapentina pode ser administrada em forma de pomada, converse com seu vet se poderia ser usado para sua gata =)",
                "Se notar que as capsulas continuam tendo muita resistência durante a ingestão, você pode conversar com o veterinário e ver a possibilidade da prescrição em comprimidos. Os comprimidos podem ser divididos e dados em duas partes seguidas, por exemplo. Isso ajuda a reduzir o tamanho e manterá as propriedades do medicamento. :)"
            ]
        },
        {
            "title": "Cist Control (homeopático) funciona ou é jogar dinheiro fora?",
            "selftext": "Tenho uma cachorrinha poodle de 9 anos que, após ultrassom, foi diagnosticada com cistite na bexiga.\n\nO veterinário receitou tratar o problema com esse spray chamado Cist Control. Entretanto, trata-se de um medicamento homeopático e eu tenho o pé atrás com esse tipo de medicamento e tal. Queria saber se alguém tem experiência com esse produto e se ele é de fato eficaz?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "113v51b",
            "num_comments": 4,
            "comments": [
                "Foi realizado cultura bacteriana e antibiograma para a identificação das bactérias responsáveis pela cistite e, também, para qual antibióticos elas são sensíveis\n\nEsse produto é 100% homeopático, e, eu, particularmente, não acho viável a utilização unicamente dele para a resolução de um problema como a cistite. O Conselho [aprova](https://www.cfmv.gov.br/a-importancia-do-tratamento-homeopatico-em-animais/comunicacao/noticias/2021/04/09/) o uso de homeopáticos, mas, sinceramente, eu ainda torço o nariz e nunca prescrevi, prefiro deixar para quem entende do tema. No geral, sou cético e prefiro abordagens com maiores evidências científicas.",
                "Tanto para pet quanto para pessoas é um absurdo que a homeopatia ainda seja aceita na medicina. Trata-se de agua em que um principio ativo foi ultra diluído. A ideia é que  a agua \"guarda\" informação desse principio ativo. \n\nOu seja, é placebo. Não gasta dinheiro com isso."
            ]
        },
        {
            "title": "Brinquedos para Papagaios?",
            "selftext": "Eu tenho um papagaio Amazona Aestiva e tenho tido dificuldade em encontrar bons brinquedos pra ela, eu sei que a espécie é inteligente e precisa de estímulo mas em minhas buscas ocasionais por \"brinquedos de aves\" a grande maioria que acho é para aves menores que ela destruiria num instante ou mordedores. (Já comprei desses pra ela)\n\nPor enquanto o que tenho pra ela é uma corda que dou nós e deixo ela desfazer (parece bobo mas percebo que ela se diverte com isso) uma bolinha de plástico bem duro que consegui achar que ela não consegue quebrar facilmente (Consegue desencaixar de vez em quando, mas aí simplesmente encaixo de volta) com um sino dentro (De vez em quando ela ataca aquela bola com tudo que tem, não sei se ela odeia o sino e tá tentando \"matar\" ele ou tá só brincando), mordedores pra ela roer e galhos com folhas que deixo em cima da gaiola dela pra ela roer e desfolhar.\n\nSerá que isso é suficiente? Pois suspeito que ela devia ter uma variedade maior de brinquedos, em parte porque ela não parece dar muita bola pra gaiola dela e gosta de ficar andando pela casa ou no ombro da gente durante o dia.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "113qt0f",
            "num_comments": 11,
            "comments": [
                "Os melhores estímulos pra um papagaio são coisas que reforcem o comportamento natural dele, pendure e esconda a comida dele em pequenas porções no ambiente que ele habita e muita interação social, converse, dance, brinque sempre que puder. Os brinquedos são um extra pros momentos que você precisa dar um tempo, é natural a vontade de destruir tudo que eles sentem, então sempre que der uma volta junte gravetos, limpe e pendure pelo ambiente. A bagunça e a sujeira são constantes.",
                "Já viu os brinquedos da linha kong? São pra cães e gatos, mas são interativos e suuuuper resistentes (então o custo benefício vale muito a pena), pode ser que pra ela seja interessante achar comida assim.\n\nSó tive calopsitas de pássaros mais inteligentes, mas geralmente a gente deixava pedaços de fruta nas grades das gaiolas e elas curtiam bastante. No caso de um papagaio que é mais inteligente, você pode tentar dar uma escondidinha porque aí ela vai andar pela gaiola procurando.\n\nColocar coisas em uma caixa e esconder uma comida lá dentro pode ser legal pra ela também, sair bagunçando e tirando as coisas até achar a comida kkk.\n\nNo mais, com certeza tem um sub tipo r/parrots com exemplos de coisas também (nem sei se esse parrots existe, mas deve existir sim kkkk)\n\nUma crítica: faltou foto da criminosa bagunceira!!! (e foto ajuda a ter mais respostas no reddit)"
            ]
        },
        {
            "title": "Sinto falta do meu doguinho",
            "selftext": "Um pequeno desabafo em relação a perda de animais.\n\nNo dia 29 de novembro perdi meu amigo Akamaru. Ele havia 19 anos e infelizmente começou a apresentar problemas cognitivos (perdeu todo o reconhecimento do ambiente, ficava chorando sozinho) então tivemos que prosseguir com a eutanásia.\n\nPassei a maior parte da minha vida com ele do que sem (tenho 29 anos), e sempre é difícil saber que nunca terei ele de novo. Sinto falta dele me acordando de manhã para passear, de ficar conversando com ele. ou de em algum momento que estava mal, simplesmente sentar ao seu lado e fazer carinho já deixava o mundo um pouco melhor.\n\nEspero que todos aqui aproveitem seus bichinhos. Mesmo tendo até um certo privilégio de tê-lo ao meu lado por tanto tempo assim, faria de tudo para passar mais um dia com ele.\n\n[Foto de 2014, fazendo o que mais gostava - dormir](https://preview.redd.it/23xt51f7fgia1.jpg?width=960&format=pjpg&auto=webp&v=enabled&s=6dbff2de7fdce4b0d52af888ca09a2bbf04d8d81)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "113eld9",
            "num_comments": 5,
            "comments": [
                "Sinto muito pela sua perda. Viva o seu luto e não dê bola se alguém falar que era só um cachorro. Só a gnt sabe a dor que é. A dor e a saudade não passa, mas com o tempo aprendemos a viver com isso. Fique bem.",
                "Perdi minha gatinha meses antes do seu também pela eutanásia. PIF é horrível. Passava todo meu tempo com ela, eu era a humana preferida dela, me arrependo de não ter focado nela e dar mais atenção aos q chegavam dps.\nDescansem em paz Daniela e Akamaru",
                "O fim dos bichinhos é sempre muito triste, principalmente os mais idosos. Eles perdem referência, esquecem, não querem comer... É muito triste mesmo, Op, compartilho seu sentimento. Mas são tantas lembranças boas da alegria, inocência deles, que sempre vai valer a pena.",
                "Akamaru por conta do Kiba?"
            ]
        },
        {
            "title": "Minha Cachorra mudou de Cor",
            "selftext": "Minha cachorra tem uns 4 anos, e ela nasceu com uma tonalidade de pelo escura, um grafite, quase preto, e com o tempo o pelo dela foi clareando e nas raízes era quase amarelo, pensamos q ia ser normal e era só uma mudança sútil, porém foi mudando tanto que no final do primeiro ano e até hj em dia, ela tá completamente branca, e quando o pelo cresce vai ficando beje, mas no geral o corpo inteiro ficou branco, o rabo alaranjado e só as orelhas continuaram escuras\n\nIsso é normal? Pq comum não é possível q seja",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1135jxy",
            "num_comments": 4,
            "comments": [
                "Sim, é normal e é bastante comum.\n\nMuitas raças começam com um perfil de cor, mas que ao longo dos primeiros anos vai mudando até chegar no perfil de cor definitivo. Isso tem relação com a genética, alguns genes são ativados em determinados momentos da vida, o que pode desencadear esse processo. \n\nSão poucas as raças que se nasceu daquele jeito, ficará daquele jeito até a pelagem enbranquecer pelo processo natural de envelhecimento, que impacta na produção de melatonina.\n\nEu já tive um labrador preto que começou a apresentar os primeiros pelos grisalhos no focinho já com 3 anos. Tanto é que pessoal achava que ele era mais velho do que realmente era. \n\nAlgo similar acontece com pessoas também. Eu por exemplo nasci com cabelo loiro gema de ovo, hoje em dia é um loiro mais escuro, meio cinza. E tem gente que com 20 anos já começa a ter fios grisalhos (inclusive eu já tenho, com quase 30 anos). \n\nComo disse, é normal, e é mais comum do que você pensa."
            ]
        },
        {
            "title": "Ajuda com gato",
            "selftext": "Aviso: Eu estou sem dinheiro para levá-lo ao veterinário, mas levarei no fim do mês (renovação\r\ndas vacinas).\r\n3 anos e 3 meses, castrado, 6 kg, muito ativo e explorador.\r\nMoramos numa casa de interior com mata aos fundos, temos outros gatos e dois cachorros (se\r\ndão bem).\r\nNo sábado a noite:\r\n- percebi ele desanimado, estava com as unhas quebradas, sangradas e bigodes\r\nquebrados.\r\n- Limpei com soro fisiológico, apliquei spray rifocina nas unhas e coloquei curativos e meias\r\nnele.\r\n- À noite ele teve febre, ministrei uma dose de dipirona (500 mg - veterinária que cuida dele\r\njá receitou outras vezes).\r\n- Recusou ração seca, mas comeu ração com água de côco no pote.\r\nNo domingo:\r\n- permaneceu com febre (dei uma dose de 250 mg de dipirona).\r\n- Comeu ração com água de côco duas vezes.\r\n- Não quis beber água no pote.\r\nSegunda:\r\n- Sem febre e caminhando bem. Começando a correr, dar pulos leves, e brincar com os\r\noutros gatos da casa.\r\n- Demonstrava tristeza e apatia.\r\n- Não queria comer nem beber água.\r\n- Bebeu o molho do sachê mas não quis as carninhas.\r\n- Fiz uma papinha de água de côco+carninha do sachê+ração seca e dei na seringa. Ele\r\ntambém aceitou 30 ml de ovo cru na seringa.\r\n- Mantive ele trancado dentro de casa e ele sentiu falta de explorar o terreno.\r\nHoje:\r\n- Acordou melhor, caminhando bem e sem demonstrar dor para andar. Coloquei ele na guia\r\npara tomar sol no jardim.\r\n- Comeu um sachê no pote (molho e carnes). Também comeu a papinha na seringa.\r\n- Agora a noite ele correu, brincou e pulou com meu outro gatinho, na hora da janta ele\r\npediu ração (miando como de costume) e eu achei que ele tinha melhorado, mas\r\nnovamente ele recusou a ração seca.\r\nOutras observações:\r\n- Verifiquei os dentes e a boca e está tudo em ordem, dentes firmes.\r\n- Fiz massagem no corpo todo e ele não demonstrou dor.\r\n- Funções vitais normais (urina, fezes, banho, colo e macetar a cobertinha).\r\n- Nenhum episódio de vômito.\r\n- Desde domingo estou dando 160 ml de água e 40 ml de soro caseiro na seringa.\r\nO que me preocupa é que ele pede a ração seca (gosta muito), mas não se anima para comer. A\r\nrotina dele era comer pelo menos 7 a 8 vezes durante o dia (livre) com pequenas porções de\r\nração, agora ele não come se não for o sachê e não bebe água se não for de seringa.\r\nMinha mãe viajou há 1 semana, existe a possibilidade disso ser saudade?\r\nEu não compreendo pq ele pede com tanta vontade a ração, mas quando sirvo ele apenas cheira\r\ne sai, não sei o que ele tem.\n\n\n\nEdit. Durante o dia tratei ele com a seringa, e um sachê, ele comeu super bem o sachê, inclusive as carninhas, então agora resolvi oferecer ração seca e ele comeu, na verdade quase, ele comeu por uns 5 segundos, até que meu outro gato veio e tirou a atenção dele, mas ele enfim comeu, é o único problema que não tinha se resolvido ainda.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "112o7tt",
            "num_comments": 19,
            "comments": [
                "Tem histórico de envenenamento de bicho na sua região? As vezes TB pode ser ter contato com um rato ou barata envenenada. Não chega a matar mas dá uns sintomas parecidos",
                "Infelizmente gatos que tem acesso a rua sofrem esses tipos de coisas de machucados, etc, o certo é não deixar sair. \n\"Ah mas eu moro em tal local\", \"ah mas ele fica triste\" pra tudo a gente dá um jeito, melhor triste dentro de casa e com a vida longa do que feliz inocentemente em algum local onde ele possa se machucar e até não voltar. \nAlém de que existem doenças que acabam prejudicando os próprios donos, esporotricose é uma.",
                "Da uma olhada na gengiva, ve se ta na cor normal. \n\nMinha mae conseguiu alta de uma das gatas hoje, ficou 3 dias internada e ja tava em lipidose hepatica, talvez mais um dia e não ia sobreviver. Gatos não pode ficar longos períodos sem comer, e ele recusar comida não é um bom sinal."
            ]
        },
        {
            "title": "Plano pet. Qual vocês indicam?",
            "selftext": "Oi, pessoauuu! Estou procurando um plano de saúde para o meu cachorro e queria saber qual a experiência de vocês. \n\nAlguém já usou? Qual? Deu tudo certo quando foi acionado?\n\nMinha maior preocupação não são as consultas de rotina, mas eventual cirurgia e exames.\n\nObrigada!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "112mtbq",
            "num_comments": 7,
            "comments": [
                "Eu tenho o NoFaro (que eu acho que agora é da PetLove) e estamos terminando a carência agora, então vamos ver.  \n\nSegundo a veterinária, um plano vale muito a pena no caso de emergências com internação e exames que o gasto sobe muito bem rápido. Se for só por vacinas e consultas de rotina não tem tanta vantagem assim.  \n\nO melhor plano pra você vai ser o que tiver melhor cobertura onde você mora. Não adianta pagar o plano e não ter recurso atendendo por ele.  \nSou de Porto Alegre e a NoFaro é daqui também, então a rede de atendimento acaba sendo muito boa.",
                "uso o da petlove (porto, agora é o mesmo) e eatou curtindo. Cobre o básico e ainda ganha desconto nas compras da petlove",
                "Depende da tua cidade acredito, pois tive para meu gato, mas na minha cidade ninguém aceitava, mas se na sua tem, acredito ser ótimo, pois nada mais infeliz que seu pet precisar de vet e a gente estar despreparado ou sem dinheiro.",
                "upvotando e comentando pq tb quero saber",
                "Você tem que pesquisar plano por plano pra ver quais cobrem o que e aonde. O mais importante é observar as clínicas cadastradas no convênio, pois elas devem ser relativamente perto de sua casa e de confiança. Tem plano de saúde barato que quando vc vai ver, só tem clínica longe que vc não tem referência. Tem que ver qual vale mais a pena pra vc",
                "Obrigada, pessoal! ❤️",
                "fiz da Nofaro e estou gostando bastante, usei pra vacinar minha gatinha que nunca tinha tomado nenhuma vacina e foi bem tranquilo, não precisei pra outras coisas por enquanto mas é melhor ter e não precisar do que precisar e não ter"
            ]
        },
        {
            "title": "Gata fazendo xixi na porta do apto",
            "selftext": "Olá! \nTenho uma gatinha que já deve ter uns 12 anos. Ela já está comigo há 8 anos. \nMe mudei algumas vezes e nunca tive problema de xixi ou coco fora de lugar mas no fim do ano passado ela resolveu fazer xixi na porta do meu apto. \nFaz 2 anos que moro no apto, ela tem o espaço dela mas começou esse mal comportamento que causa muito transtornos com os vizinhos. Vaza pela porta e empesteia o corredor... \nJá usei xô gatinho, feliway e vários outros produtos mas não resolve. \nTroquei a marca de areia algumas vezes mas nada... \nColoquei uma caixa na porta e pelo menos ela faz xixi lá porém é mto inconveniente... \nNão sei mais o que faço.\nEla passou por check-up no meio do ano, um pouco antes de começar a aprontar e está tudo bem. \n\nComo corrigir esse mal comportamento?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "112lmza",
            "num_comments": 3,
            "comments": [
                "Olá, bom dia! Antes de começarmos, vou levantar dois pontos importantes aqui: entendo que ela passou pelo check-up no meio do ano (isso é ótimo), mas por ela ter 12 aninhos então já consideramos como uma paciente geriátrica e tendemos a estimular os check-ups em eventos semestrais (quando recomendado pelo veterinário presencial).\n\nUrinar fora da caixinha tem diversas causas que antecedem a questão comportamental, por isso a recomendação de realizar mais um check-up em breve para termos certeza de que nada está sendo relevado.\n\nTambém devemos levar em consideração que gatos idosos podem desenvolver alterações comportamentais por conta da senilidade; e o comportamento pode indicar o início de demência (não gosto muito dessa palavra, mas o termo certo é Disfunção Cognitiva Felina). Então reforço a necessidade de acompanhar de perto outras alterações comportamentais e aumenta a importância do check-up.\n\n**A recomendação imediata que dou aqui é:** agora que ela usa a caixinha de areia na porta, começa a mudar alguns centímetros da caixinha a cada 2 ou 3 dias para uma posição mais ideal (que pelo menos não atrapalhe a passagem de vocês). Esses centímetros devem ser bem sutis mesmo, coisa de 10 ou 20cm por cada mudança. A tendência é que ela não \"se perca\" da caixinha e continue com a rotina de utilizá-la.\n\n**Mais sugestões:** se ela tem só 1 caixinha, adicione outra em casa. Na verdade eu recomendaria até mais duas caixinhas, uma com a areia que ela é acostumada e outra com uma areia diferente, para termos certeza que ela não está incomodada com o tipo de areia. A [Viva Verde](https://www.petlove.com.br/areia-higienica-petfive-viva-verde-vida-descomplicada-para-gatos/p?new=false) tem sido uma ótima opção.\n\n**E lembre-se:** ela é bem velhinha, tendemos a associar que gatos vivem bem na velhice e podem atingir os 20 anos com facilidade, mas acima de 12 anos ela já é uma senhorinha e com 15 anos ou mais ela precisará de uma atenção veterinária extra para garantir uma velhice saudável.\n\nNão esqueça de realizar um novo check-up em breve e tente aumentar a ingestão de água dela através da adição de potinhos d'água em todos os cômodos da casa (trocados diariamente); alimentação úmida/sachês serão seus aliados também. Combinado? :)",
                "Levaria no veterinário para verificar se ela tá bem e consideraria se ela tá tendo mais stress em casa que o normal"
            ]
        },
        {
            "title": "O ideal é acostumar ele dormir no quintal já?",
            "selftext": "Eu quero que meu cachorro durma no quintal, e lute contra a ansiedade de separação, ele tem ainda apenas 5 meses, e já está bem grande. Ele vive me seguindo, só come e bebe água quando eu estou perto, porque tem medo de ficar sozinho e chora se ele fica sozinho no quintal. Ele esta ficando acostumado a ficar o tempo todo deitado na minha cama, estou fazendo errado? como posso contornar isso e fazer ele ser um cachorro mais aberto, mais independente e menos medroso? Mesmo ele tendo 5 meses posso deixar ele no quintal? da uma dózinha haha\n\nEdit: Antes de falarem que eu maltrato o animalzinho, não, eu não trato mal ele, dou muito amor e carinho para ele, sempre dando comida e água, e dando petiscos toda vez que ele faz algo bom e brinco bastante ok?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "112jqcz",
            "num_comments": 11,
            "comments": [
                "Olá! Sei que é forma de falar, mas nenhum cão sabe \"lutar\" contra a ansiedade de separação, tá? Quem ajuda ele nessa luta é o tutor através de alguns métodos de treinamento, contracondicionamento e dessensibilização.\n\nCriar o senso de independência dele vai exigir um certo empenho, mas é normal que com essa idade ele tenha um tutor para seguir. Afinal, é o tutor dele, é com você que ele vai aprender a se virar no mundo hahaha\n\nEnfim, mudanças comportamentais levam tempo, principalmente se o animal já estiver condicionado. Então não vá esperando mudanças dentro de 1 ou 2 meses, é tudo pra longo prazo.\n\nVocê tem brinquedos disponíveis pra ele? E não digo uma bolinha, me refiro a brinquedos mais complexos, como [Kongs](https://itpetblog.com.br/wp-content/uploads/2019/08/kong-melhor-brinquedo.jpg), [quebra-cabeças](https://www.luckypet.com.au/assets/alt_1/NO69535.jpg?20220128171304), [tapetes interativos](https://a-static.mlcdn.com.br/1500x1500/tapete-interativo-para-caes-e-gatos-esconde-porta-petiscos-artigos-mariah/oliststore/mglqcv1fjfv1nsoc/959c82e8b49b92e0b2030a1fa965506c.jpg), e brinquedos de mastigação diversos (mas muito cuidado com bolinhas de tênis sem supervisão, elas são ótimas, mas a textura pode literalmente lixar os dentes).\n\nPensa assim: o que seu pet tem para distrair enquanto você está fora? Claro, às vezes mesmo com opções, ele ainda irá ficar angustiado e querendo sua presença, mas os brinquedos vão ajudar bastante. Sempre (e repito) sempre reforce a interação positiva dele com os brinquedos, mas não tire a atenção do brinquedo pra você quando ele estiver interagindo.\n\nEvitar falar \"tchau\" ou sair de casa quando ele está prestando atenção em você também é uma recomendação viável. Porque isso faz o animal pensar \"nossa, ele está aqui e tô recebendo atenção\", então logo em seguida você sai e ele pensa \"pqp ele SUMIU, vou quebrar tudo procurando ele\".\n\nAo chegar, espere ele acalmar também para dar atenção. Evite estimular os pulos, latidos e frenesis de felicidade quando você chegar em casa.\n\nSobre ele ficar no quintal, não recomendo essa mudança ser muito abrupta. Você vai ter que passar um tempo com ele no quintal todos os dias, até ele criar confiança. Mas dê a liberdade. O tempo com ele no quintal = você fazendo suas coisas e ele explorando/brincando sozinho. Leve alguns brinquedos, como bolinhas, cordas, etc. para interagir com ele e entre em casa para pegar uma água num momento que ele estiver distraído (sem prestar atenção em você). Volte logo em seguida, e, se ele ainda estiver distraído, faça um cafuné breve e volte com o ritmo de antes.\n\nÉ muito difícil dar conselhos pontuais aqui, porque desconheço o comportamento do seu cão e também não sou especialista na área. Mas o intuito dessa resposta é mais te passar a essência do que fazer.\n\nRecomendo a leitura dos seguintes tópicos (estão em inglês, porque não conheço material bom em português, mas em breve vamos ter nosso site e isso vai ser resolvido hehe).\n\n* [Reforço positivo](https://www.humanesociety.org/resources/positive-reinforcement-training);\n* [Entrevista em texto sobre ansiedade de separação](https://www.akcchf.org/educational-resources/podcasts/podcast-transcripts/Dr-Karen-Overall-Separation-Anxiety.pdf);\n* [Contracondicionamento e dessensibilização](https://vcahospitals.com/know-your-pet/overcoming-fears-with-desensitization-and-counterconditioning).\n\nSão ótimos pontos de partida pra você começar a estudar melhor sobre os cuidados comportamentais. E parabéns pela iniciativa em procurar assistência logo cedo, porque muita gente deixa passar achando que é normal e acaba prejudicando bastante o pet no longo prazo.\n\n*Qualquer nova dúvida fique à vontade para entrar em contato. E desculpa a falta de formatação, tentei escrever aqui no tempo livre.*",
                "Depois eu te respondo melhor no outro comentário, mas não deixe seu cachorro sozinho no quintal sem supervisão. É super perigoso para o cão, que fica sujeito não apenas aos efeitos do clima, como também bandidos, vizinhos mal intencionados, crianças, alguém pode jogar veneno, alguém pode irritar o cão intencionalmente, pode ter briga com outros animais, pode ter xixi de rato, pode ter bichos na comida, eu não vou nem me alongar mais. Lugar de bicho de estimação é dentro de casa, não do lado de fora sem supervisão, muito menos na hora de dormir! Mesmo se você insistir em deixá-lo ter acesso ao quintal sem supervisão (o que é diferente de proibi-lo de entrar), você no mínimo deveria ter um portão duplo para que ele não tenha acesso direto à rua através da cerca/grade/muro/etc.\n\nNão sei se é o caso, mas se por acaso você estiver pensando nele como possível futuro cão de guarda, um aviso: não faça nenhum treinamento para isso, um cachorro tímido ou sem o temperamento adequado com treinamento de defesa é uma bomba relógio. Mas bons cães de guarda são aqueles que convivem DENTRO de casa e que possuem o instinto de defender o dono porque fazem parte da família. Se você quer um cachorro pra afugentar ladrão antes que ele invada, coloque câmeras e uma cerca elétrica que sai muito mais barato inclusive.\n\nContrate um adestrador comportamentalista. Deixar o cachorro no quintal ou levar pra passear ou apresentar pra infinitas situações, a essa altura do campeonato, não será suficiente. Acredite em mim, você precisa do conselho de um especialista.",
                "vc pode treinar ele sem afetar o conforto e a segurança do bicho",
                "Se ele tem medo de ficar sozinho é porque ele nunca foi ensinado que ficar sozinho não é ruim. Não existe isso de lutar contra a ansiedade de separação. Um cachorro requer esforços físicos e mentais, você pode fazer pesquisas de adestramento na internet pra saber o que fazer pra contornar a situação. Um cachorro que tem ansiedade de separação precisa de ajuda, assim como o tutor (você), pois para os dois lados, é uma situação bem dolorosa. Mas por favor, não vire as costas pra ele e espere que ele vai se acostumar, porque não vai. Mesmo você tendo quintal, é importante ter uma rotina de passeios e enriquecer o dia do seu cachorro com coisas pra fazer COM e SEM você",
                "Uma dica: já que o problema é ficar sozinho no quintal, torne a situação interessante pra ele. Não simplesmente faça do quintal um canto pra ele urinar e dormir. Ele tem que desenvolver um olhar positivo do quintal, vc pode começar a fazer treinos com petiscos lá com ele, oferecer brinquedos recheados pra ele, mordedores, enfim. Desenvolva a relação dele com o quintal, você precisa ensinar. Pesquise sobre adestramento positivo e procure desenvolver um laço de amor e compreensão com o seu animal. Ele é só um cachorro de 5 meses, com certeza nada do que ele faz é por mal. \nCriar um cachorro independente é possível, mas isso não vai acontecer se você não se esforçar pra fazer da maneira certa",
                "Voce eh um MONSTRO com o seu cachorro!!!"
            ]
        },
        {
            "title": "Cão come a tarde e de madrugada somente",
            "selftext": "Já tentei mudar os horários mas não adianta ele fica sem comer e daí vomita bile. Ele não come de manhã de jeito nenhum mesmo tendo passado mais de uma semana sem comida de madrugada. Ao meio dia tb não é sempre que come. Come pelas 15h e depois pelas 23h/meia noite.  Já fiz de tudo tirei o prato da ração e mesmo assim não funciona. Yorkie mini macho. De saúde está tudo bem fiz exames de sangue e até ultra-som e nada apareceu.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "112i5ww",
            "num_comments": 10,
            "comments": [
                "Olá! Provavelmente é o \"jeitinho\" dele mesmo, mas se quiser convencer ele a mudar o horário, mude gradativamente (de 10 em 10 ou 20 em 20 min) até regular um horário mais adequado pra você. Oferecer 2x ao dia está ok, se fosse filhote o contexto poderia mudar.\n\nA recomendação básica é que, por exemplo, caso você queira mudar o horário para o meio dia, você passe uma semana toda oferecendo o alimento 14:40, depois reduz pra 14:20, depois 14:00. Vai levar 2 ou 3 meses pra adaptação completa, mas comportamento é assim mesmo.\n\nNão dê bronca nem force a alimentação. Coloque o alimento e deixe disponível por 15 ou 20 minutos, se ele não comer nesse prazo, tire e ofereça apenas no próximo horário. Não deixe ele mais de 24h sem comer.\n\nO fato dele vomitar de estômago vazio me faz levantar uma certa desconfiança de que algo pode estar passando despercebido; mas, na situação exposta, então sigo com as recomendações citadas acima.\n\nCaso não confie 100% no veterinário atual, recomendo buscar uma segunda opinião no próximo check-up dele ou no reforço vacinal. Só por garantia mesmo.",
                "Tenta ir de pouquinho em pouquinho, e vai associando com algumas coisas o horário da comida. Tipo, toda vez que você colocar comida pra ele, você vai pra um lugar específico (perto da comida) e toca um sino, algo assim. Começa com essa associação por uma semana até ele acostumar e já levantar as orelhas quando você chegar perto do lugar e olhar pro sino (pode ser qualquer coisa mesmo, mas é bom não ser muito algo cotidiano tipo abrir a porta do armário da cozinha se não te atrapalha depois). Quando ele tiver associado bem, vai de pouco em pouco, ao invés de 15h, da 14:50 e depois 22:50, e por aí vai.\n\nComida fica no prato por mais de 30 min, não comeu, você tira. Passou um dia sem comer, você continua tirando depois de 30 min e aí você espera mais uma hora, vai no esquema do sininho de novo, faz toda a rotina e aí da a comida e deixa de novo por 30 min. Você pode fazer até uma última tentativa depois disso, não comeu? Pula a refeição. \n\nÉ chatinho, mas tem que ter consistência e disciplina, depois de um tempo ele já vai aprender sozinho e você não vai ter mais problema. Sempre digo, se você ficar pensando quanto tempo vai levar, no final o tempo que ia levar passa e você segue com o mesmo problema.",
                "Meu cachorro tem um horário meio peculiar também, eu coloco a comida e deixo que ela coma na hora que preferir..."
            ]
        },
        {
            "title": "Incineramos o local onde cães tiveram cinomose. Nos livramos do vírus?",
            "selftext": "Basicamente  como no titulo, usamos uma especie de \"lança chamas\" pra incinerar o local onde alguns caes que tiveram cinomose ficaram, nos livramos do virus?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "111q1ac",
            "num_comments": 5,
            "comments": [
                "Olá! É possível que sim, mas mesmo no caso de uma vassoura de fogo, a higienização deve ser bem realizada porque algumas áreas podem não ser atingidas adequadamente. Então recomendo lavar o ambiente com desinfetante como a amônia quaternária ou água sanitária (o vírus da cinomose é bem fraco para os desinfetantes comuns).",
                "Conheço isso como vassoura de fogo. Usada em doenças como sarnas muito violentas.  Mas pensando que clínicas Vet precisam Esterilizar o ambiente já que recebem animais com essa doença e não podem deixar de receber novos pacientes..."
            ]
        },
        {
            "title": "O vet receitou Prediderm 5mg para a minha gata, mas só achamos indicação para cachorro... é seguro?",
            "selftext": "Precisei passar com a minha gatinha no pronto-socorro para animais e a vet receitou (entre outras medicações) um corticoide chamado **prediderm** \\- que quando fomos comprar percebemos que só havia indicação para o uso em cachorros. \n\nComo ela se machucou, nós levamos ela na emergência logo, pelo medo de ter um abcesso e precisar drenar (é bem na patinha, entre os tecidos moles da almofadinha- não é a primeira vez que ela se machuca aí e provavelmente não vai ser a última) mas a vet -que nós não conhecemos- passou esse corticoide oral. Nós optamos por não comprar (mas já compramos as outras medicações), já que o fabricante o recomenda apenas para cachorros e isso está bem explícito na bula e na embalagem do remédio.  Bom, não há abcesso e não precisa drenar mas precisamos cuidar. \n\nMeu marido está bem mais tranquilo, já que estamos com o antibiótico oral, o antinflamatório oral e o corticóide + antinflamatório tópico... mas ainda gostaríamos de entender se essa é uma indicação segura.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "111jw0k",
            "num_comments": 2,
            "comments": [
                "É seguro sim, o princípio ativo do medicamento é a prednisolona, que é correta para gatos (ao contrário da prednisona). Confere se é 5mg mesmo pra não comprar errado, porque tem a versão de 20mg. Mas pode confiar na indicação. :)"
            ]
        },
        {
            "title": "REMÉDIO CALMYN CAT FEZ MINHA GATA VOMITAR",
            "selftext": "Comprei um calmante para minha gata com recomendação da veterinária, dei ontem a gata começou a vomitar na cama, isso é normal? fiquei com medo de dar a ela novamente, até mandei uma mensagem furiosa pra veterinária querendo o dinheiro de volta (custou 45 reais), o nome do remédio é CALMYN CAT, podem me dar uma dica ou conselho? devo continuar dando? paro? ela pediu para dar 2ML por dia em uma seringa.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "111j5hv",
            "num_comments": 4,
            "comments": [
                "Olá! Ele é um medicamento seguro e acredito que tenha sido algum mal estar pelo uso inicial mesmo. Recomendo continuar oferecendo de acordo com o prescrito pela veterinária, e, se ocorrerem novos episódios de vômitos, então volte a conversar com a veterinária para verificar a possibilidade de alterar a dosagem ou o fármaco. Ok?\n\nVocê pode oferecer o medicamento juntamente com uma ração úmida, para ajudar a diluir o medicamento e ajudar a não causar uma reatividade estomacal. Qualquer coisa, se mesmo assim houver episódios de vômito, pergunte para a veterinária se há possibilidades de fracionar a dosagem ao longo do dia.\n\nPode ficar tranquila e seguir as recomendações da veterinária. :)"
            ]
        },
        {
            "title": "Cantrimol para tratar cinomose?",
            "selftext": "Tem um vet aqui da cidade que recomendou aplicaçoes subcutaneas de cantrimol para tratar cinomose em cachorro. Isso e bom? Ele passou 1ml por dia durante 3 dias, o cachorro deve ter mais ou menos 5 quilos.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "111ib7h",
            "num_comments": 6,
            "comments": [
                "Resposta definitiva [aqui](https://www.reddit.com/r/ApoioVet/comments/111ib7h/comment/j8fbslk/?utm_source=share&utm_medium=web2x&context=3). A postagem será trancada por correr o risco de haver interpretações erradas por outros tutores que lerem esse tópico futuramente.",
                "Cantrimol é top, mas não pra cinomose",
                "Cinomose não se trata com agemoxi?"
            ]
        },
        {
            "title": "Gato vomita TODO comprimido",
            "selftext": "Sinceramente, como as pessoas fazer para os gatos não vomitarem os remédios? Quase todos os meus gatos não engolem os comprimidos ou qualquer remédio via oral, quando faço engolir, eles vomitam. Alguns vomitam na hora, outros até 10 minutos depois, mas sempre vomitam. Eu só queria que tivessem mais remédios injetáveis, é tão mais fácil e seguro, sem contar ser mais fácil de saber a dose certa. \n\n&#x200B;\n\nFeito esse desabafo, alguém sabe algum vermífugo completo para gatos que seja injetável? Obrigado",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "110xcwu",
            "num_comments": 24,
            "comments": [
                "já tentou moer o comprimido e misturar num sachê?",
                "Pra dar comprimido deixo ela de barriga pra cima, abro a boca com cuidado e jogo. Ai fecho a boca ate eu ver que engoliu. Depois dou um petisco (Churu).",
                "Tem vermifugo que é tipo um oleo que vc aplica na pele onde ele não possa lamber, geramente na nuca ou entre os ombros.",
                "Com uma cachorra que não dava pra engolir sempre o remédio a vet indicou (para aquele remédio específico!!!!!) diluir com água e dar com seringa. Ela ainda vomitava um pouco as vezes porque o remédio era forte, mas pelo menos absorvia algo.\n\nVê com o vet se tem essa alternativa pra alguns. E procure comprimidos palatáveis!! Aqui salvou minha vida (eu moro na Argentina), a grande maioria dos comprimidos são palatáveis, podem ser esmigalhandos, são líquidos ou são pequenos demais pra importar, genial isso aqui.",
                "Aqui em casa dar comprimido é um trabalho pra dois, sozinha eu não consigo. Meu marido segura e imobiliza eles, eu abro a boca com uma mão e com a outra enfio o comprimido. O comprimido tem que ser colocado lá no fundo, na garganta mesmo, caso contrário eles cospem como os seus estão fazendo. Uso o indicador pra empurrar até a garganta pq a boca deles é pequena né, não dá pra tentar usar mais que um dedo. Às vezes levo umas mordidas, nessa hora tem que ter nervos de aço pois faz parte e se ficar com medo de levar mordida não vai conseguir dar o remédio.",
                "Estou nesse barco. Meu gato vomita todo e qualquer tipo de remédio. Paguei R$ 165 reais num remedio pra ele semana passada e ele está vomitando. Por outro lado, dependendo do composto dá pra fazer em gel transdérmico. Sempre pergunto se há essa opção ao manipular um medicamento.\n\nJá o vermífugo, sem fazer propaganda, mas uso o Drontal Spot on. É a única coisa que consigo usar no meu gato.",
                "Vamos ver...\n\nQuando eu dou comprimido para os meus gatos, eu costumo utilizar uma seringa com água para auxiliar o gato a engolir. 1 a 2 ml costumam bastar, mas eu tenho um gato que vai toda a seringa de água (5ml).\n\nEm alguns casos eu trituro o comprimido com água e coloco na seringa. Aquelas de 1ml são boas por serem mais finas. Não é o ideal porque altera a velocidade de absorção mas às vezes é só assim que consigo fazer eles tomarem a desgraça, sem falar que tem uns comprimidos que são difíceis de triturar.\nDetalhe: essas seringas que eu uso não são aquelas com suporte para agulha, são umas que tem um bico, próprias para isso. Farmácias de petshop costumam ter elas, farmácias humanas não.\n\nE, eu uso aqui a bravecto plus, que tem antipulgas e vermífugo junto. Dê uma olhada e veja se te serve.",
                "Já que é tão difícil assim dar remédio para os gatos, já pensou em talvez pedir pro veterinário passar a fórmula para manipular esses remédios? Tem farmácia de manipulação pet que pode fazer o medicamento saborizado, que também pode ser feito de outras formas além de comprimidos/cápsulas: biscoito, gel, cápsulas, pós e sachês, gotas, suspensões, elixires e xaropes, pastilhas, géis transdérmicos, shampoos, cremes, pomadas, loções e sprays. \n\nDependendo do tipo de medicamento, tem como manipular em outro formato pra facilitar esses momentos. Agora, alguns vermífugos de amplo espectro possuem versão líquida - que você dá pra eles com seringa via oral. Também tem em versão de pasta, que é em seringa e é mais palatável - geralmente 1g/kg dessas versões, mas precisa dar por 3 dias seguidos.",
                "O que eu faço quando ele se nega a comer é diluir em um pouquinho de água e dar de seringa, coloco a seringa na lateral da boca dele e coloco aos poucos pra ele ir tomando, levanto um pouco a cabeça dele com ele com sentado e assim que o líquido bate na guela ele acaba bebendo",
                "UPDATE: tentei dar com o comprimido diluído numa seringa e depois dar um pouco de leite (sem lactose). Não deu certo, ele vomitou tudo logo que soltamos ele. Ele ficou forçando o vomito mesmo depois do remédio ter saído.",
                "Eu faço assim: coloco o comprimido dentro de uma seringa (sem agulha, claro) com um pouco de água pra ir desmanchando (sacudo de x em quando pra dissolver). Quando está bem desmanchado, eu dou. Isso pra gatos beeem resistentes a medicação. Na maioria eu pego de surpresa e coloco goela abaixo"
            ]
        },
        {
            "title": "meus gatos comem lixo",
            "selftext": "Tenho 3 gatos e moro em apartamento, eles passam boa parte do dia sozinhos. Recentemente eles descobriram que tem comida dentro do lixeiro, e desde então eles derrubam o lixeiro e rasgam a sacola para comer o lixo orgânico. Eles comem ração em horários definidos e sachê também, e eu ainda dou um pedaço de carne de frango quando estou preparando (3 vezes por semana). Eles definitivamente não passam fome. O que eu posso fazer para evitar isso? Hoje tive que colocar os lixeiros no banheiro e fechar a porta.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "110wagt",
            "num_comments": 1,
            "comments": [
                "Olha, lixo é uma situação delicada depois que o animal aprende. Tanto para cães e gatos. Em outra postagem semelhante aqui, eu comparei o lixo como o treinamento perfeito, porque o animal vai estar ansioso pra extravasar o senso exploratório dele e vai encontrar um item fechado com \"tesouros\" dentro. Quando ele consegue forçar a abertura (exploração/descoberta) ele vai ter o reforço positivo imediato (restos de comida, cheiros diferentes, itens diferentes, etc.) e vai ser recompensado da melhor forma possível pelo próprio lixo. É o ciclo perfeito.\n\nEntão, infelizmente, com lixo, o ideal é encontrar um método de manter fora do alcance do animal desde o começo (ao ponto dele nunca descobrir o lixo e perder o interesse nas sacolas desde pequeno); ou, em casos como o seu, limitar completamente o acesso é a única opção.\n\nNão adianta ficar bravo, porque eles vão fazer escondido ou pior: vão aprender a ser mais sorrateiros para conseguir pegar o lixo. Nessa situação, quando sair de casa, deixe um item para exploração com petiscos dentro; um [Kong](https://itpetblog.com.br/wp-content/uploads/2019/08/kong-melhor-brinquedo.jpg) é sempre uma boa recomendação, são para cães, mas serve para gatos também.\n\nEmbalagens sujas, restos de comida, etc. tente descartar o quanto antes e não deixar dentro do lixo, para caso eles consigam acessar o lixo eles não tenham a recompensa do reforço positivo alimentar e não sejam tão estimulados futuramente. Ok?\n\nInfelizmente não tem outras opções nessa situação."
            ]
        },
        {
            "title": "Gato adotado adulto miando muito",
            "selftext": "Olá,\n\nRecentemente recolhemos um gato já adulto que estava na rua e estava muito assustado. Porém ele aparenta estar bem estressado, ele fica miando muito alto o dia todo pedindo pra sair de casa.\n\nNós moramos em apartamento e criamos nossos gatos sem acesso à rua (somente passeio no condomínio acompanhado da gente).\n\nEstamos com receio de que ele não se adapte. Tem alguma coisa que podemos fazer para que ele se acostume e lide melhor com a situação?\n\nObrigada!",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "110u70f",
            "num_comments": 10,
            "comments": [
                "Olá, te respondo melhor amanhã, mas enquanto isso fala pra gente há quanto tempo ele está com vocês e se ele é castrado ou não. Obrigado! :)",
                "Recreação ambiental pra ele. \nBrinquedos, uma atenção a mais, sachezinho, só pra ele sentir que aí é o lugar dele e que ele não precisa de rua. \nNos entendemos os riscos da rua, os animais não, então nosso dever é protegê-los e tentarmos amenizar essa dependência. \nEle é adulto deve ser de rua desde filhote, mas você vai conseguir sim, é questão de costume e se não estiver castrado, castre que ele vai sossegar ainda mais.",
                "Na minha experiencia meus gatos mais nervosos ficaram se escondendo pelos cantos da casa por quase uma semana e tiraram outra pra ficarem o mais distante possível de humanos. Adaptação de gato adulto é complicada quando ele é arisco. Dê a ele um canto sem muitos cheiros/movimentação e deixa ele se soltar sozinho.",
                "Castrar",
                "Olá. Adotei meu segundo gato, e ele era assim tbm. Castramos e fomos cuidando, com o tempo ele parou. Ainda é muito falador, e mia bastante para conversar com a gente, diferente da minha outra gata, mas não tem esse desespero pois acredito que se acostumou dentro de casa e entendeu que está melhor para ele assim"
            ]
        },
        {
            "title": "Ferida perto do olho",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "110t3o6",
            "num_comments": 10,
            "comments": [
                "A minha gata fez uma ferida na cabeça, por cima do olho direito. Achei normal, coçou e fez ferida. Mas passado um tempo ela começou a ter o olho com muita ramela e vermelho, e a ferida piorou pois ela não parou de coçar.. Levei ao veterinário e ela foi diagnosticada com conjuntivite, mas a médica não deu importância para a ferida e disse para não me preocupar. Devo procurar uma segunda opinião?",
                "https://preview.redd.it/u25e9yd5ayha1.jpeg?width=3000&format=pjpg&auto=webp&v=enabled&s=93966c65b3dfadeebb3922f84e8b8e25023acb10\n\nEla tem uma segunda avaliação, na próxima quinta-feira. O olho está melhor, mas a ferida continua igual 🥺 mas vou procurar outra segunda opinião. Obrigada 😊",
                "Obrigada, quinta -feira posso dar um feedback. O olho está com mau aspecto mas já esteve pior."
            ]
        },
        {
            "title": "Gato filhote com dificuldade de usar areia",
            "selftext": " \n\nEntão pessoal, eu adotei uma gatinha de com 2 semanas de vida no dia 28/01 ela tá com quase 4 semanas de vida e começou a fazer xixi sozinha, porém ela está com dificuldades de associar o local correto de fazer suas necessidades.\n\nQual a melhor maneira de ajudar ela nessa etapa, ela fez xixi em dois tapetes diferentes. O que estamos fazendo aqui é ficar olhando e quando começa a fazer o xixi coloca ela na caixa, mas nem sempre conseguimos fazer isso.\n\nPreciso ajuda e dicas para ajudar ela ...",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "110rxij",
            "num_comments": 1,
            "comments": [
                "Resgatei uma gatinha novinha também que tinha 3 semanas ou menos de vida e não sabia usar a caixa de areia. \n\nO que fiz com ela foi colocar ela na caixa de areia algumas vezes por dia e usar a patinha dela na areia imitando o movimento que os gatos fazem antes de usar. Além disso, também deixei ela ver meus outros gatos usarem a caixa sem deixar ela se aproximar muito para não dar briga. \n\nEla é muito esperta e aprendeu bem rápido sem necessidade de fazer mais nada. \n\nSe precisar de mais algum auxílio, talvez usar aqueles aqui pode na areia dela ou colocar o tapete que sua gatinha fez xixi perto ou embaixo da caixa de areia pra que ela sinta o cheiro e, quem sabe, induzir a usar a caixa."
            ]
        },
        {
            "title": "Gata faz xixi pela casa toda",
            "selftext": "É uma gatinha que nasceu de uma gata grávida que eu resgatei, então ela viveu comigo desde sempre. Eu castrei certinho no tempo que o veterinário recomendou (que eu não lembro mais quantos meses, mas ela nunca teve cio).\n\nEla faz xixi pela casa toda. Não sei se ela marca território ou se tem outro motivo. Vivo numa casa com 8 gatos.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "110n9uj",
            "num_comments": 6,
            "comments": [
                "eu tenho um gato que se não tiver nenhuma caixa de areia totalmente limpa na hora q da vontade de fazer xixi, ele prefere fazer no chão rs\n\nEntão tenho que limpar várias vezes ao dia. Tenho 5 gatos no total.",
                "quantas caixinhas de areia tem espalhadas pela casa? normalmente os vets recomendam 1 caixinha para cada gato +1. Outro ponto é o tipo de areia que vcs usam. Alguns gatos tem preferência, ai por exemplo os granulados maiores podem machucar a patinha eles evitam usar",
                "Tem essa questão da quantidade de caixas de areia realmente, mas pode ter outra questão que é a possibilidade de problema renal. Tente observar se ela tem algum comportamento incomum ao urinar ou se urina muito (ou várias vezes e sai pouco), que são indicativos mais certeiros de que algo pode estar errado com os rins ou bexiga dela. \n\nNa dúvida, resolva a questão das caixas e observe. Se notar que mesmo com mais caixas o comportamento persiste, por via das dúvidas, leve no vet e faça um exame de sangue e ultrassom. Quanto antes a doença renal for diagnosticada, melhor as chances."
            ]
        },
        {
            "title": "Dog filhote 5 meses muito medroso, como fazer ele se abrir mais?",
            "selftext": "Adotei ontem um cachorrinho que acredita-se que vai ser médio porte, ele ja tem 5 meses e ta bem grandinho já. Mas o único problema, é que ele é bem medroso. A ninhada dele não sofreu nenhum tipo de trauma segundo a veterinária, foram resgatados com 40 dias. Todos os irmãozinhos deles (já adotados) são mais elétricos e animados. Já ele é mais quietinho, ele deixa dar carinho e tudo mais, só que ele é bem medroso. Tem medo de barulhos, movimentos bruscos, ele segue a gente, e quando vamos dar carinho ele recua e vai pra um canto somente para receber pois tem medo. Ele anda sempre com o rabinho entre as pernas. Ele se interessa bastante por bolinhas, as vezes até tenta correr atrás e se abre um pouco, mas ele lembra depois do medo e volta a ficar mais escondido. Ele também tem bastante medo do meu gato que é bem manso, até berrou fugindo dele de medo.\n\nO que fazer para deixar ele se abrir mais, ficar mais animado, e perder os medos? preciso de dicas, eu me importo com ele.\n\nFotinho dele: [https://prnt.sc/yFOkLk0mcV-Q](https://prnt.sc/yFOkLk0mcV-Q) (ele é bem maior pessoalmente)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "110kuuc",
            "num_comments": 22,
            "comments": [
                "Ele tá estranhando o ambiente, leva em média 100 dias para ele se acostumar e perder o medo, em 24 horas ele tem medo de tudo mesmo, tenha calma, tenta se aproximar pacificamente e fazer carinho, conversar, com carinho e amor vocês vão longe. Felicidades OP, linda atitude! (:",
                "Como a AlehCemy disse, isso tem uma grande chance de ser um problema de socialização.\n\nSe a ninhada foi resgatada com 40 dias, os primeiros 40 dias da vida desses filhotes passaram completamente sem socialização com humanos. Eles não foram apresentados a pessoas, não foram tocados, carregados, alimentados, banhados, manuseados, e se tiveram contato humano previamente, muito possivelmente foi um contato negativo (afinal, se fosse positivo, teriam sido resgatados antes).\n\nSabe lá deus também o que aconteceu com a mãe e com os filhotes depois do resgate. As chances são grandes também de que pelo menos alguns deles foram doados e separados antes dos 3 meses.\n\nMesmo se ele tivesse sido socializado corretamente no periódo crítico inteiro, ainda resta a lacuna do que aconteceu com ele entre os 3 e os 5 meses. Ficar em um abrigo aguardando adoção não é exatamente o cenário ideal.\n\nO fato é que sempre que você adota um bichinho da rua ou de abrigo, você pode presumir que ele provavelmente terá alguns probleminhas de comportamento, sejam derivados por algum trauma, por falta de socialização ou por herança genética mesmo. Não que cachorros comprados em pet shop ou adotados do \"amigo que tem um casal e cria com amor dentro de casa\" isente os filhotes desses problemas também. São problemas extremamente comuns à maioria dos cães.\n\nDito tudo isso, tem sim também o aspecto de personalidade do filhote. Alguns cães são mais vistosos, seguros, desafiadores, outros mais inseguros, tímidos, sensíveis. Geralmente os filhotes mais \"mandões\" da ninhada tendem a ser excelentes cães de trabalho e de competição, mas de temperamento mais difícil de controlar, que demandam um pulso mais firme, um tutor mais experiente. Os mais medrosinhos também precisam de alguém experiente e paciente para realizar uma socialização mais cuidadosa, porque ao contrário do que se pensa, são justamente os cachorros medrosos que tendem a apresentar a maior quantidade de problemas de temperamento (por exemplo, agressividade com pessoas ou animais, urina fora do lugar, ansiedade de separação, medo de fogos e trovões, cocô em lugares escondidos... são todos problemas que pode mser derivados do medo e insegurança).\n\nPara tutores de primeira viagem, o recomendado é sempre um filhote com personalidade \"no meio\", que não é nem muito dominante, mas principalmente que não seja excessivamente tímido e nem medroso. Existem até [testes de temperamento](https://www.portaldodog.com.br/cachorros/voceamigo/o-que-e-o-teste-de-fisher-volhard/) que podem ser feitos em filhotes de 2 meses, mas isso exigiria que a ninhada tivesse sido criada por alguém atento às personalidades individuais de cada filhote e bem socializada... ou seja, é praticamente impossível adotar um cachorro completamente equilibrado.\n\nSim, se o seu cachorro chegou na sua casa há pouco tempo, é normal ele estar bastante estressado, mas tem cães que se dão facilmente bem com todo mundo, e tem cães que mesmo adultos sempre precisarão de cuidados especiais.\n\nTe recomendaria urgentemente contratar um bom adestrador comportamentalista para te orientar sobre o que fazer para tentar amenizar quaisquer problemas de temperamento ele possa ter, enquanto ele ainda tem 5 meses. O período crítico da socialização já passou, mas ele ainda é jovem, cada semana que passa agora é uma corrida contra o tempo.\n\nAlguns links:\n\n[https://www.educacaocanina.org/artigos/construindo-confianca-em-caes-inseguros](https://www.educacaocanina.org/artigos/construindo-confianca-em-caes-inseguros)\n\n[https://meusanimais.com.br/conselhos-para-adestrar-caes-timidos/](https://meusanimais.com.br/conselhos-para-adestrar-caes-timidos/)\n\n[https://webcachorros.com.br/como-socializar-caes-timidos-com-pessoas/](https://webcachorros.com.br/como-socializar-caes-timidos-com-pessoas/)",
                "Se quiser me adiciona no wpps que posso te ajudar com algumas dicas. Sou veterinária e minha área de interesse é a comportamental, posso te ajudar com algumas dicas de adestramento positivo. Se tiver interesse me manda uma msg aqui que te mando meu número",
                "Poxa, não sei o que dizer sobre esse caso.\n\nMas queria dizer que seu doguinho é fofo demais! Ô coisinha lindinha, vontade de apertar 🥰🥰"
            ]
        },
        {
            "title": "gato vesgo tem menos coordenação motora?",
            "selftext": "hoje adotamos um gatinho para fazer companhia pro nosso zeca. o filhote tem 2 meses e tem estrabismo convergente, quando ele brinca e vai pegar algo com a patinha ele sempre erra de primeira, quando anda parece andar em zigue zigue/troncho. pode ser do estrabismo? \n\n(ele foi resgatado por uma veterinária e ela não falou nada sobre possíveis problemas neurológicos).",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "1103v24",
            "num_comments": 7,
            "comments": [
                "A minha gatinha também tem esse estrabismo e além disso, nistagmo.\nUma vez numa consulta com um especialista em gatos ele me disse que o estrabismo pode não alterar a visão e coordenação, como também pode. Então é observar mesmo. Se seu gato é mais novinho, é normal pois ainda tá aprendendo",
                "Olá! A resposta do u/bonuccelli e do u/DefiantBonus foram ótimas já. Adiciono aqui que 2 meses ainda é bem novinho, então ele ainda está aprendendo a ter destreza com o corpo. Mesmo que após o primeiro mês o equilíbrio e a destreza já estejam bem aguçados, ele ainda tem um caminho longo para aprimorar a precisão ideal.\n\nPorém o caminhar em zigue-zague é mais digno de nota e recomendo conversar com a veterinária hoje mesmo (na primeira dose da V5). O estrabismo, se fosse espontâneo, poderia sim causar alterações motoras por não haver uma adaptação prévia, mas no caso dele que nasceu com a condição, então não é de esperar muitos problemas relacionados, porque a adaptação será quase inata.",
                "Tenho dois gatos irmãos que são estrábicos convergentes também. No caso deles, não tiveram nenhum problema ou dificuldade em coordenar os movimentos. Obviamente que cada caso é um caso, talvez seja porque o gatinho é novinho ainda como disse o colega. Tem condições de entrar em contato com a veterinária que resgatou ele pra solicitar informações?"
            ]
        },
        {
            "title": "Gato sem comer ou beber nada há 5 dias",
            "selftext": "Minha gata de 6 anos não come e bebe nada há 5 dias.\n\nTudo começou com uma infecção no olho que causou uma febre. Ela já foi levada ao veterinário e fez vários exames. Tá tendo que tomar remédios e uns 3 colírios diferentes.\n\nEstou usando usando uma seringa para alimentá-la mas ela resiste muito, e as vezes vomita depois.\n\nEu gostaria de saber \"quanto tempo\" ela tem se continuar nesse ritmo sem melhorar. :(",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10zvh2k",
            "num_comments": 8,
            "comments": [
                "Ela está sob assistência veterinária atualmente? Se não, ela precisará urgentemente. O problema disso tudo não é nem só a questão do tempo que ela tem aguentando a situação, mas sim o sofrimento atual que ela está enfrentando.\n\nInfelizmente o tempo que ela tem pode ser até amanhã, até depois de amanhã, ou até sexta. É impossível dizer e cada minuto sem assistência veterinária intensiva é crucial na recuperação dela.\n\nEla precisa de uma fluido intravenosa para recuperar da desidratação (com certeza ela está desidratada) e gatos sem comer há mais de 24h já se torna uma urgência, acima de 48h é uma emergência, porque poderá desenvolver uma condição que chamamos de lipidose hepática e é fatal.\n\nPor ela estar tomando remédios, pode haver uma úlcera estomacal e dificultar muito a retenção de alimento no estômago. O veterinário/a responsável precisa avaliar a origem da causa dos vômitos.\n\nOutro detalhe importante é que em situações assim, eles geralmente deixam de urinar com a frequência ideal e poderá desenvolver problemas urinários/renais.\n\nA situação daqui pra frente, se não houver intervenção veterinária urgentemente, é só ladeira abaixo e ela está com os dias/horas contados.\n\n**Lamento não poder ajudar em nada diretamente aqui, mas sua situação é uma emergência veterinária. Ok?**",
                "tem que levar no veterinário com urgência. É muito tempo pra ela ficar sem beber ou comer direito.\n\nEla pode estar com dor ou dor de estômago, por isso não consegue comer. Mas nesse caso ela precisa as vezes de um soro no mínimo pra ajudar",
                "Uns três dias de soro é essencial, esse tempo topo debilitada vai causar uma injúria renal aguda nela fácil fácil. Se possível use aquelas latinhas de ração hipercaloricas!"
            ]
        },
        {
            "title": "YSK: There's an amazing new treatment for our pets Arthritis",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10zluj6",
            "num_comments": 1,
            "comments": [
                "Consegui dar uma olhada agora, proposta interessante, já tinha escutado falar sobre o Librela, mas nunca tinha visto estudos ou feedbacks de tutores. A proposta é muito boa e atua através de anticorpos monoclonais, que, na medicina humana, há uma perspectiva muito boa para o futuro. E me admira que a Zoetis tenha tomado a iniciativa da produção e da utilização de produtos semelhantes na veterinária (vide Cytopoint). Infelizmente as pesquisas ainda são recentes e as principais são financiadas pela própria Zoetis, o que dificulta um pouco a confiabilidade.\n\nPreciso estudar melhor sobre o tema, principalmente os mecanismos de ação, para entender o funcionamento geral do tratamento e ter uma perspectiva mais detalhada sobre possíveis efeitos colaterais no organismo dos animais.\n\nMas é sim uma ótima notícia, espero que chegue ao Brasil logo para que possamos estudar melhor. :)"
            ]
        },
        {
            "title": "Pulgas",
            "selftext": "Tenho dois filhotes de gato com 3 meses e ambos estão com bastante pulga, dou banho com shampoo antipulga semanalmente, mas parece que piora conforme o crescimento deles. O banho só está resolvendo por um curto período (1 dia) , como resolver??",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10zi2oj",
            "num_comments": 6,
            "comments": [
                "Trocar todos os paninhos deles, lavar toda a área onde eles tem acesso com alvejante, não esqueça de deixar agir por alguns minutos antes de tirar completamente, se possível usar aspirador para a retirada dos ovos e larvas.\n\nPara controle tópico vc pode usar o advocate, acho que uns 2 meses deve dar bom. É bom frisar que pulgas é Carrapatos transmitem doenças para gatos também então é bom ficar atento nas próximas semanas para qualquer mudança neles.\n\nComo são novinhos tá na hora perfeita de começar a levar no Vet pra se acostumarem a sair de casa, não esqueça da vacinação também, extremamente importante pra gatinhos nessa idade!! Vacina pra gato não é só a da campanha S2",
                "Como já disseram, controle de ambiente. Você tem que comprar inseticida pra sua casa também (apropriado para pulgas e que não prejudique os animais) e lavar MUITO bem todas as coisas dos gatos e as suas (sim, suas coisas provavelmente também estão com pulgas)\n\nSobre a frequência dos banhos, acho que não é saudável ficar dando banho toda semana no animal assim. Voce vai tirar a oleosidade natural do corpo deles e eles podem desenvolver dermatite ou outras alergias. Então faça o controle do ambiente direitinho, dê o último banho e qualquer coisa ligue pro vet pra ver se não tem uma pipeta ou algo do tipo que eles podem usar ou tomar nessa idade",
                " Pulgas é também controle de ambiente. Não é somente dar remédio para os animais, a maior parte das pulgas vivem no ambiente. Ou seja, higienização de todos os ambientes que esses animais vivem é necessária.\n\nSe não me falha a memória, pelo menos 95% das pulgas vivem no ambiente, nos animais vai ter só no máximo 5%. É uma parcela muito pequena que fica no animal, e não há medicação que dê conta do recado, porque as pulgas no ambiente vão continuar de boa nos ciclos delas e só piorando a infestação. \n\nResumindo: sem controle de ambiente, não há medicação que resolva de vez.\n\nE sim, é necessário higienizar a casa inteirinha, incluindo colchões, sofás, almofadas, tapetes e enfim.",
                "Com 3 meses já dá pra usar fiprolex ou equivalente"
            ]
        },
        {
            "title": "Problema com caspas em filhotes de gatos",
            "selftext": "Boa noite! Eu gostaria de fazer uma pergunta de como proceder.....  \nMinha gata teve cria a mais ou menos um mês, mas aparentemente um dos filhotes tem apresentado sinais de caspa nos pelos, e eu to com receio de passar para os outros.  \nComo devo proceder? Pensei em limpar ele com um pano úmido, esse é o procedimento correto?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10z7zi5",
            "num_comments": 1,
            "comments": [
                "\nAcho que a  melhor recomendação seria levar no veterinário, isso porque a caspa pode ter várias causas (ácaros, alergias, dermatite, limpeza inadequada do bichano, etc) e aí é difícil saber se vai passar para os outros ou não sem saber a causa. Como vc disse que sua gata teve filhotes há mais ou menos 1 mês, pode ser o caso dela não estar conseguindo limpar esse gatinho em particular direito - mas se é só questão da higiene ou se há algo mais, só vai com um especialista mesmo. \nSobre a limpeza, escovação geralmente é recomendada para qualquer gato. Porém não sei se um paninho com água levemente morna pode ajudar tbm nesse caso"
            ]
        },
        {
            "title": "tosse que não para... até hj tosse assim ás vezes, mesmo depois de parar o catarro e muito xarope.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10z627e",
            "num_comments": 7,
            "comments": [
                "Olá, só para ilustrar melhor um pouco: esse vídeo é do dia 2 de janeiro? E, durante esse mês, ela apresentou alguma melhora ou continua igual?"
            ]
        },
        {
            "title": "como acalmar meu cachorro?",
            "selftext": "gente meu cachorro é idoso, recentemente ele pegou cinomose, e já está um pouco melhor, porem ele perdeu a visão, e quando acordado não consegue ficar quieto, ficar andando desorientado batendo nas paredes, e se prendendo nos cantos, tem algo que eu possa fazer para acalmar mais ele?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10z61cs",
            "num_comments": 2,
            "comments": [
                "Olá! Desculpa a demora. Como a cegueira é recente, ele ainda está em processo de adaptação. Se mostrar presente e acompanhar os movimentos dele pode ser ideal nessa fase. Por exemplo: estipule uma rotina de companhia (meia horinha de companhia, umas 2 ou 3x no dia) e, quando ele estiver calminho descansando, chame ele baixinho, se aproxime e inicie alguns treinamentos de caminhada dentro de casa, etc. Sempre com bastante delicadeza e calma para não assustá-lo e deixar o senhor doguinho assustado, ok?\n\nEvite mudar a disposição dos itens dentro de casa (tudo precisa ser previsível para ele). E adapte uma coleira para cães cegos para ele, dá uma olhada [aqui](https://produto.mercadolivre.com.br/MLB-1617817380-coleira-guia-co-cego-peitoral-ces-de-8-a-20kg-m-leia-anunc-_JM?matt_tool=16172974&matt_word=&matt_source=google&matt_campaign_id=14302217691&matt_ad_group_id=123813159337&matt_match_type=&matt_network=g&matt_device=c&matt_creative=539425380844&matt_keyword=&matt_ad_position=&matt_ad_type=pla&matt_merchant_id=152622855&matt_product_id=MLB1617817380&matt_product_partition_id=1800278971359&matt_target_id=aud-891043985940:pla-1800278971359&gclid=CjwKCAiA3KefBhByEiwAi2LDHFIpXxbTr4SRwngYiry161Yp_Tf1rY2-cDrTdvti5m9I_PF7URIxLxoCsCwQAvD_BwE) (não conheço o vendedor, então pesquisa outras opções caso vá comprar); outros exemplos [aqui](https://www.google.com/search?q=dog+blind+collar&tbm=isch&sxsrf=AJOqlzX1S5VgKOsP1leoDw8c-Nnjc1vyvA:1676301534123&source=lnms&sa=X&ved=0ahUKEwim1ujr5ZL9AhUzpZUCHQdEDsEQ_AUI5QgoAQ&biw=2560&bih=1289&dpr=1.5). Isso pode ajudar MUITO, ok?\n\nNo mais, dê tempo ao tempo e evite dar atenção quando ele estiver agitado, porque isso pode condicionar mais o comportamento. Mas, nessa situação, você abordá-lo como citado no primeiro parágrafo será necessário. Quando ele estiver agitado, deixe ele explorar, desde que esteja livre de riscos (cuidado com objetos pontudos que podem ferir o olho/face e evite o acesso a locais com degraus ou altos).\n\nEspero ter ajudado de alguma forma, e, com calma e paciência, em breve ele estará mais adaptado. :)"
            ]
        },
        {
            "title": "Sintomas da gata após remédio receitado.",
            "selftext": "Boa noite!!\n\nSou tutor de uma gatinha que infelizmente está doente. Ontem a levei em uma clinica publica, pois a particular que levei só sugou o meu dinheiro e não deu solução.\n\nA vet receitou Tramadol para ela (2 gotas de 8/8 horas.) Ela tomou a dosagem certinha e agora tá tendo alguns espasmos e afins. É normal acontecer isso nos primeiros usos desse medicamento? Tá semelhante ao efeito dela acordando de anestesia, desnorteada e tudo mais.\n\n&#x200B;\n\nSó que: já tem um tempo considerável, quase uma hora.\n\n&#x200B;\n\nEstou realmente preocupado e começando a ficar desesperado.\n\n&#x200B;\n\nATT: Ela tá com uns tumores, um do lado direito do rosto, e uns pequenos pelo pescoço, segunda ela vai na oncologista para ter um diagnostico final disso.\n\nDei a dosagem correta recomendada pela vet. Ela tá tremendo bem menos, mas, ainda tá tremendo.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10z3umg",
            "num_comments": 4,
            "comments": [
                "Vou começar dizendo que não sou vet, tá?\n\nMas o tramadol está sendo dado com qual finalidade? Controle de dor?\n\nPergunto porque é um opioide analgésico (e em alguns casos, usado como anestésico). Se o efeito está semelhante ao efeito de acordar de anestesia, isso me levanta uma dúvida se essa dosagem está correta.\n\nAté onde sei, se dado na dosagem correta, os efeitos colaterais são baixíssimos, sendo até incomuns, e apenas sedam de forma leve (ou seja, o animal não fica chapado e nem parece que tá acordando de anestesia. \n\nVocê também não menciona se ela no fim foi diagnosticada com alguma condição e se ela está tomando alguma outra medicação."
            ]
        },
        {
            "title": "Gatinha com diarreia e algumas dificuldades",
            "selftext": "Oi gente. Sou pai gato bem novato. Todas minhas 3 gatinhas são castradas, testadas, vacinadas, desverminadas e acompanhadas. Dito isso,\n\nUma das minhas gatinhas fugiu outro dia e depois disso teve uns vomitos e a diarreia que ainda está acontecendo. E ela demora para fazer  o 2, típico de cólicas e fica ali até a vontade passar.\n\nA dúvida é se eu levar em Vet, eles vão fazer exames? Porque pagar para ele olhar para ela fica meio complicado, não é nada barato.\n\nO comportamento dela não mudou, come, bebe. Mas tem bebido menos água, já que era a gatinha que eu mais observava bebendo água e não vejo mais tanto.\n\nLevo no Vet ou aguardo? Estou preocupado com ela. 💙",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10z2x1q",
            "num_comments": 4,
            "comments": [
                "Dependendo do exame clínico na hora do atendimento o vet pode passar ultrassom ou algo mais se precisar.\n\nJá tive gato c diarreia mas as condições foram diferentes das da sua gata.",
                "Vômito e diarréia podem ser sinal de infecção (bem comum, considerando q ela saiu, pode ter comigo algo q n fez bem), porém há possibilidade de outras complicações, como já falaram aqui. O mínimo que o vet deve fazer é pedir um exame de sangue para confirmar o quadro infeccioso. Não sei se somente pelo toque dá pra descartar obstrução parcial, mas pode sim haver necessidade de fazer um ultrassom. \n\nPs: swmpre recomendo pegar indicação de Vet antes de levar Rsrs veja com seus amigos que tem bichinhos e, se nenhum deles tiver, pode perguntar a ONGs. Vet de ONG geralmente é muito experiente."
            ]
        },
        {
            "title": "Isso é permitido e seguro?!?!?,",
            "selftext": "Eu vi isso na Shopee e fiquei chocada! Isso é saudável?! Eu acho q n, mas gostaria de saber",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10ywau8",
            "num_comments": 24,
            "comments": [
                "É relativamente comum fora do Brasil. Você basicamente apara a unha do gatinho e coloca essa capinha, teoricamente não dói, a intenção é acabar completamente com aqueles arranjados em camas, sofás, etc. Particularmente eu não gosto, não sei o suficiente pra ser contra mas sei que nunca faria nos meus pequenos… Tô feliz só aparando mesmo",
                "Queria ver a pessoa colocando.",
                "deve ser incomodo para o gato. Primeiro, que a unha deles é retratil, logo, ao entrar com essa capa isso iria incomodar. segundo, os gatos limpam as garras, seja lambendo seja arrancando as camadas mais externas. Essa capa impediria. Em suma, aposto que deve ser ruim para o gato.",
                "Eu jamais compraria, a pessoa quer ter um gato mas não quer que ele se comporte como um. Acho crueldade comprar esses tipos de coisas só pra agradar o tutor, sem contar que que o animal pode ingerir e garanto que essa \"cola\" nunca deve ter sido testada",
                "Não tenho dúvidas que meu gato comeria isso hahahaha. Prefiro só aparar também",
                "Mesmo colando eu duvido muito que os bichos nao iriam mastigar esse negocio ate sair.",
                "Primeira pergunta é. \n\nPq alguém cortaria/apararia as unhas de um gato?\n\nPra mim, quem corta unha de um gato é o mesmo tipo de gente que \"doa/abandona\" o bichano pq não pode na nova residência.\n\n\nImagino q em 95% dos casos, quem corta é desleixado.\n\nSobre o produto do shopee, é só mais uma idiotice HUMANA (como as coleiras) pra atrapalhar a vida dos gatos.",
                "Dos meus 4 gatos, acho que 0 iriam tolerar mais de 20 segundos sem tirar isso ou surtar correndo pela casa tentando tirar e derrubando 37 diferentes objetos no caminho.",
                "Ok, é permitido e é seguro. As boas capas são pequenas só para as pontas das unhas, a cola é cola para uso veterinário e segura.\n\nNão lhes faz mal,. não incomoda e até é uma boa maneira de ver quando é que se precisa de cortar as unhas. \nNos estados unidos da América é muito comum, é das melhores maneiras de salvar mobiliário.",
                "Eu mal consigo cortar as unhas do meu cachorro, imagina colocar isso dai",
                "Permitido é. Mais no sentido de que não tem legislação pra proteger\n\nSeguro eu já não sei. Eu não confiaria numa cola dessas, pode cair, o bicho engolir o negócio, engasgar, furar algo… Alsm disso, se ele se coçar com isso pode se machucar… Enfim\n\nAlém do óbvio que é: por que diabos eu quero a unha do meu cachorro/gato pintada/colorida???"
            ]
        },
        {
            "title": "Pertences de cachorros que tiveram cinomose",
            "selftext": "O que faço com eles? Queimo?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10y9vw3",
            "num_comments": 2,
            "comments": [
                "Olá! Não é pra tanto, a não ser que você tenha insegurança sobre a higienização dos itens. No geral o vírus da cinomose é muito infeccioso e facilmente propagado entre cães, porém é pouco resistente ao ambiente e aos desinfetantes.\n\n# Recomendações\n\nRealize o descarte (de maneira ideal) dos itens que não podem ser higienizados. Dos itens que podem ser lavados/higienizados, busque utilizar desinfetantes a base de amônia quaternária ou até mesmo alvejantes (água sanitária). Deixe secar com exposição direta ao sol.\n\nNão esqueça de lavar todo o ambiente também. Ok? E, por precaução, se possível, evite contato de cães não vacinados no ambiente nos próximos 3 meses (mas é só uma precaução caso você não esteja confiante sobre a eficácia da higienização do ambiente aí)."
            ]
        },
        {
            "title": "Gatos",
            "selftext": "Pq os gatos comem só o meio do pratinho de ração e depois pedem mais ? Eu literalmente só coloco o dedo na ração e minha gatinha come ,fico tipo ?????",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10y24g4",
            "num_comments": 12,
            "comments": [
                "Geralmente é pq eles machucam o bigodinho pra pegar os da borda, pq batem na borda do prato, tenta pegar uma tigela mais plana",
                "Nesse formato parece ser o ideal:  \n[comedouro-ergo.png](https://cdn.leroymerlin.com.br/products/comedouro_ergonomico_p__gatos_antiformiga_furacao_pet_1567188629_2e98_600x600.png)"
            ]
        },
        {
            "title": "Ração com aspecto estranho (premier gatos castrados ambientes internos sabor salmão)",
            "selftext": "Foto nos comentários \n\n\nTô achando que a última ração que eu comprei tá um pouco estranha. Fiz essa foto pra comprar os dois sabores da mesma marca e mesma linha: a de cima - premier gatos castrados ambientes internos sabor frango; a de baixo - premier gatos castrados ambientes internos sabor salmão.\n\n\nNão só a cor tá muito mais clara e diferente, mas a textura parece mais arenosa também. Alguém aqui já comprou essa ração nesse sabor? Ela tá normal?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10xrbdy",
            "num_comments": 11,
            "comments": [
                "https://preview.redd.it/2dke1qxqj6ha1.jpeg?width=3000&format=pjpg&auto=webp&v=enabled&s=888dc725a98ccb9a9e89bf2191cebb191a42de39",
                "Fora a aparência ela tá apresentando outra diferença? Pode ser só detalhe da mudança do \"sabor\" da ração e torra do pellet, vai ver o da direita fica mais tempo no forno."
            ]
        },
        {
            "title": "Alguém já utilizou repelente neem?",
            "selftext": "Gostaria de saber se alguém já utilizou o repelente natural de neem, para afastar pulgas, carrapatos e moscas, e o que achou. Eu tenho administrado os remédios convencionais, mas gostaria de algo que impedisse realmente dessas pragas chegarem nos meus cachorros e gatos, já que os convencionais só matam depois que picam. Obrigada desde já.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10xhav9",
            "num_comments": 8,
            "comments": [
                "Já usei com meu cachorro e, durante a pandemia quando passeávamos menos e ele não encontrava outros cachorros nem ia pra lugar com mato e terra, o repelente segurava bem o suficiente para um cão de apartamento.\n\nMas tem que passar bastante nele todo, o próprio fabricante instrui a passar em todas as partes do cão mais próximas do solo: barriga, patas, pernas, rabo, peito, focinho. E tem que ficar reaplicando.\n\nPara quem mora em casa, para cães com acesso a área externa, em contato frequente com outros cães ou em terreno com terra e vegetação, um repelente desses não dá conta de jeito nenhum. Pra cães que saem pouco, cujos tutores dão banhos frequentes e escovam (e normalmente encontrariam um carrapato ou pulga antes de uma infestação), o repelente é uma maneira de reduzir a frequência de medicamentos anti-pulgas e carrapatos, que podem ter efeitos tóxicos nocivos se usados intensamente por vários anos.",
                "A gente já usou aqui em casa aquele RepelNeem em passeios de longa duração, mas não usaria como a única forma de prevenção.\n\nAté porque é necessário ficar reaplicando antes de todos os passeios, além de reaplicar a cada 3 dias. Nos passeios, tem que reaplicar a cada 3h.  \n\nE para ficar bem claro: tem que aplicar no animal inteiro. Não é só passar nas costas. Tem que passar no corpo inteiro, e é inteiro mesmo, até atrás das orelhas tem que passar.",
                "Os fármacos com apresentação oral realmente só começam a funcionar apor a picada, mas os spot on (bisnaguinha que aplica na nuca) e coleiras funcionam a partir do contato com os pelos, dificultando a picada.\n\nQuanto a pergunta direta, eu nunca usei, e sendo sincero pensei que funcionavam só pra mosquitos kkkkk.",
                "Achava que neen era só pra planta"
            ]
        },
        {
            "title": "rações boas e acessíveis para gatos?",
            "selftext": "nosso gato come primogato desde sempre, mas a veterinária falou que deveríamos trocar pela Golden, já que primogato é muito fraquinha. mas infelizmente não temos como arcar com os custos dela, porém queremos oferecer uma alimentação de mais qualidade ao pequenininho. alguma sugestão? (sei que entre as Premium, a Golden é uma das mais baratas, mas preciso de uma menos cara ainda)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10xdb37",
            "num_comments": 6,
            "comments": [
                "Gran plus é uma boa pedida.\n\nSpecial cat está um nível abaixo mas ainda adequada.\n\n\nFora isso, vou te dar um conselho, ou vc gasta com ração ou gasta com veterinário e sofrimento, acredite, o 1° é mais barato.",
                "Origens\n\n\nQualiday\n\n\nBawaw\n\n\n\nMas vai das necessidades do gato. Se é castrado, idade, quais necessidades de comida. \n\n\n\nVerifique as informações nutricionais para ver os níveis de proteína/ extrato etéreo, matéria fibrosa e mineral. Essa parte controla saciedade em grande parte. \n\n\n\nDe preferência rações com sódio 2500 mg/kg para baixo.",
                "Estou para receber dois novos gatos, e aí estive pesando no bolso o custo mensal de cada ração, simplesmente não vale a pena não dar pelo menos uma Super Premium. A diferença de custo é quase inexistente, e se for pensar apenas pelo bolso, você evita gastar rios de dinheiro em gastos veterinários.\n\nConsiderando um gato de 4 kg, segue um comparativo de algumas rações com os preços encontrados na PetLove:\n\n**Primogato Premium Original Frango para Gatos Castrados - Premium**\n\nSaco de 15 kg a R$ 233,01\n\nPorção recomendada para gato de 4 kg: 64g ao dia\n\nSaco de 15 kg dura 234 dias - R$ 0,99 por dia ou R$ 29,87 por mês\n\n**Golden Salmão para Gatos Adultos Castrados - Premium Especial**\n\nSaco de 10,1 kg a R$ 159,21\n\nPorção recomendada para gato de 4 kg: 53g ao dia\n\nSaco de 10,1 kg dura 190 dias - R$ 0,83 por dia ou R$ 25,14 por mês\n\n**Premier Pet Ambientes Internos Salmão 6 Meses a 6 Anos Gatos Castrados - Super Premium**\n\nSaco de 7,5 kg a R$ 183,51\n\nPorção recomendada para gato de 4 kg: 45g ao dia\n\nSaco de 7,5 kg dura 166 dias - R$ 1,10 por dia ou R$ 33,16 por mês\n\n**N&D Ancestral Grain Frango Gatos Adultos - Super Premium com conservantes naturais**\n\nSaco de 7,5 kg a R$ 263,70\n\nPorção recomendada para gato de 4 kg: 46g ao dia\n\nSaco de 7,5 kg dura 163 dias - R$ 1,61 por dia ou R$ 48,53 por mês\n\n**Biofresh Frango Fresco, Alecrim, Chá Verde e Blueberry para Gatos Castrados - Super Premium Grain Free com conservantes naturais**\n\nSaco de 7,5 kg a R$ 314,91\n\nPorção recomendada para gato de 4 kg: 66g ao dia\n\nSaco de 7,5 kg dura 113 dias - R$ 2,78 por dia ou R$ 83,60 por mês\n\n\\----------\n\nClaramente a curva do preço começa a ficar alta nas Super Premium orgânicas, sem conservantes artificiais, sem grãos e etc. Mas existindo uma Super Premium barata como a Premier Pet, simplesmente não vale a pena dar nada abaixo disso.\n\nCompre um pote hermético para ração, uma balança de cozinha e um medidor, assim você economiza, seu gato não engorda e você dá uma excelente alimentação pro seu pet sem sacrificar as economias.",
                "meu gatinho come da purina! é uma marca excelente, e o custo benefício também"
            ]
        },
        {
            "title": "Minha gatinha não consegue lidar com eu vendo Reels",
            "selftext": "Qualquer momento do dia que eu abro meu celular e começo a ver Reels onde tem gente falando, ela começa a querer me morder. Eu chamo atenção a reels pq ela não tem o mesmo comportamento com vídeos no YouTube, séries, filmes ou músicas. Só com reels kkkkkk\n\nEla é bem antisocial fora isso, não deixa passar mão, dificilmente deixa pegar no colo e foge se eu fizer movimentos muito bruscos. Tem alguma explicação? Kkkk",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10wxzhb",
            "num_comments": 3,
            "comments": [
                "Hahaha, gatos são curiosos e muito ligados à rotina. Um som que foge do comum dentro de casa pode chamar a atenção, e, no caso de reels, muitas vezes tem alguns gritos, barulhos estranhos, músicas diferentes, etc. Isso pode acabar chamando a atenção da sua gatinha. \n\nSéries e filmes geralmente tem um comportamento (da sua parte) que antecede os eventos (sentar no sofá/deitar na cama, o tom do som da televisão, alguma rotina anterior como ir pegar água ou fazer uma pipoca, etc.). Isso não acontece com os reels, que geralmente são em momentos aleatórios.\n\nMinha gatinha aqui sempre vem me procurar quando vejo algum vídeo com sons mais agudos, e ela me lambe se eu assovio em um tom só por alguns segundos.\n\n*Gatos são peculiares hahaha*",
                "Se fosse vc eu escutaria ela msmaksksk esse negócio aí de reels faz mal pro cerebro"
            ]
        },
        {
            "title": "combate a carrapatos",
            "selftext": "A vizinhança aqui tem muitos tutores pobres e animais em situação de rua. Há muito carrapato nos animais. Para tentar minimamente controlar, dou ivermectina manipulada para esses animais. Óbvio que sei não ser o ideal. O controle dura cerca de 1 mês (uso só no verão, 4 meses). Minha pergunta é em que constância a ivermectina pode ser prejudicial aos cães?  Obrigado",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10wwl4p",
            "num_comments": 3,
            "comments": [
                "A resposta do u/PensoLogoDesistu é a ideal aqui. Esse comentário vai ser para responder diretamente a sua pergunta, OP.\n\n**Em que constância a ivermectina pode ser prejudicial aos cães?** Na veterinária tudo depende muito, e aqui não foge disso. A ivermectina, se administrada mensalmente, por um período de 4 meses, não representa perigo aos animais saudáveis. Porém devemos considerar que, por serem animais de rua, nós não temos uma perspectiva geral da saúde deles; então animais com problemas hepáticos poderão ter a saúde prejudicada nos dias seguintes a administração do medicamento (tremores, vômitos, salivação, pupila dilatada, convulsões, etc.).\n\nEntão, se reparar que algum animal expressou esses sintomas, a administração da ivermectina deverá ser evitada, porque pode até mesmo causar o coma e a morte dependendo da gravidade da doença hepática preexistente.\n\nNo mais, parabéns pelos cuidados com os animais em situação de rua aí. Entendo que às vezes é meio frustrante por ficarmos de mãos atadas em alguns momentos; caso tenha dúvidas sobre onde encontrar a UVZ ou um órgão responsável, entre em contato com a prefeitura da cidade.",
                "Hm.\n\nRecomendo que você pare de dar ivermectina e acione a UVZ ou órgão responsável mais próximo. Sinceramente não é nem pq a ivermectina faz mal pros animais, mas você vai começar a selecionar os carrapato resistentes e o problema só vai se agravar.\n\nSe a UVZ tiver o mínimo de estrutura e pessoal eles podem estabelecer um programa de controle de carrapatos que será uma ação integrada e coordenada. Assim diminui o risco dos carrapato desenvolverem resistência ao parasiticida.\n\nTenta procurar algum caso de cão com doença do carrapato pra evidenciar a necessidade desse programa na UVZ!\n\nMas tentando responder sua pergunta, depende da formulação e da posologia."
            ]
        },
        {
            "title": "Feliway vs Enriquecimento Ambiental",
            "selftext": "Oi!\nMeus gatos estão marcando território, urinando nas paredes, no sofá, na cama, etc. Levei na veterinária que, entre outras coisas, prescreveu Feliway Classic por no mínimo 2 meses e enriquecimento ambiental (playground), contudo no momento só estou podendo investir em um dos dois, porém não sei qual dos dois seria mais eficaz para desestressar os meus bebês.\n\nP.s.: claro que futuramente, ainda esse ano, eu investiria na outra opção uma vez que eu tivesse terminado de pagar a primeira.\n\nResumindo: qual é mais eficaz para desestressar os gatos? Feliway Classic ou playground?\n\nObrigada desde já  😄\n\nEdit: eles são todos castrados\n\nEdit 2: obrigadão galera! Resolvi investir nos dois parcelando em 300x no cartão kkkkk mas vai dar certo",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10wwe5c",
            "num_comments": 6,
            "comments": [
                "Playground, com certeza. Dá pra fazer com prateleiras bem barato e os gatos amam! Desde que coloquei em casa a minha ficou bem felizinha, parece uma macaca pulando pelas paredes <3",
                "eles já são castrados?",
                "Enriquecimento ambiental, sempre. \n\nÉ legal pra gente também, vira um exercício de criatividade pra tirar a gente da monotonia",
                "se não puder gastar muito no momento recomendo  caixas de papelão. eles amam demais, mas não apenas uma, tenta achar várias e de tamanhos variados. eu tenho duas na sala e uma na sacada, ele se diverte mais do que com os brinquedos comprados"
            ]
        },
        {
            "title": "Adotei dois gatinhos, um deles faleceu de PIF. Quero adotar outro para fazer companhia ao que sobrou. Tem problema?",
            "selftext": "Então, o título já diz tudo. Em Agosto do ano passado adotei dois gatinhos que abandonaram na minha rua, uma fêmea e um macho, e o macho infelizmente veio a falecer de PIF úmida, sobrando somente a fêmea. Eles eram muito unidos, dormiam juntos, comiam juntos e brincavam bastante o tempo inteiro, mas agora que a fêmea está sozinha ela está muito mais desanimada, eu tento estimular como posso, mas parece que ela de fato sente falta de uma companhia. \n\nO meu medo é que o novo gatinho possa pegar PIF, pois ela provavelmente tem o vírus inativo, certo? E acabar transmitindo para ele. Isso é uma preocupação plausível? Tem algum problema? Devo evitar uma nova adoção, e inclusive limitar o contato dela com outros gatinhos?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10wwa0u",
            "num_comments": 4,
            "comments": [
                "Poxa, sinto muitíssimo. PIF é terrível. Pelo que sei, já que TB perdi o Otto assim  (a gata da vizinha veio aqui e transmitiu), são as secreções que passam a doença. Se o ambiente for meticulosamente limpo e os potes idem (eu lavei desinfetei e joguei fora) imagino que não terá problema.",
                "Situação delicada, e, por aqui, sem conhecer o cenário real de toda a situação, eu prefiro seguir a recomendação básica: **não ter outro gato em conjunto com um positivo**; mesmo que a fêmea atualmente não tenha expressado a doença, é muito provável que ela tenha o vírus sim. O ideal seria conseguir o diagnóstico definitivo para ter certeza, mas o diagnóstico definitivo é bem desafiador, principalmente para gatos que não expressam a doença ou possuem um sistema imune competente.\n\nA preocupação sua é plausível. E, por aqui, recomendo limitar o compartilhamento da caixa de areia, bebedouros, comedouro, etc. O vírus da PIF (coronavírus felino) é transmitido, principalmente, através da saliva, fezes, urina e secreções nasais. Ou seja: é basicamente impossível garantir que não haverá riscos para os outros gatinhos. Infelizmente.\n\nRecomendo levá-la em veterinários ou clínicas especializada em felinos para decidir sobre os próximos passos. Ok? Porque a PIF tem diversos poréns e minha opinião aqui acaba sendo muito limitada."
            ]
        },
        {
            "title": "meu gatinho foi positivado pra fiv/felv, estou destruído.",
            "selftext": "Adotei o Mingau no final de 2019 e ele sempre foi muito saudável, gordinho e ativo. Sempre pedi pra minha mãe castrar ele mas só foi possível no fim do ano passado e durante esse período ele ficava muito tempo na rua. Após a castração ele ficou em casa e 100% normal, até que há mais ou menos uma semana notei que ele começou a babar e pedi pra levarem ele no veterinário e então a veterinária solicitou o exame e positivou pras 2 doenças. Fora isso, ele estava com um fungo na pele e já iniciamos o tratamento da gengivite e da pele, inclusive ele já está bem melhor.\n\nNo entanto, pesquisei na internet e vi que a expectativa de vida da felv é de dois anos após o diagnóstico e não consigo parar de pensar que ele vai viver tão pouco por causa dessa doença. Meus familiares não parecem ter se importando tanto (apesar de estarem tratando ele da melhor maneira possível) mas eu tô sofrendo bastante. Se alguém puder me dar um conselho do que fazer pra melhorar a situação dele eu ficarei grato.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10wj7t9",
            "num_comments": 13,
            "comments": [
                "Essa expectativa de vida é extremamente relativa, a da minha sogra viveu uns 6, e ela teria vivido mais se não fosse alguna detalhes :~~",
                "Já tive felv que durou 8 anos após o diagnóstico. Só que o Vet TB falou que seriam dois anos após a manifestação de algum sintoma. E ele teve a média de vida de um gato normal (morreu com 11 anos). É manter o gatinho sem estresse, bem alimentado, exames anuais e aproveite seu amigo.",
                "Olha, Felv não é sentença de morte, mas a FIV é bem delicada. Meu gatinho tem 9 anos de idade e é positivo pra Felv. Ele não apresenta nenhum sintoma e é um gato apenas indoor desde 2019, quando finalmente consegui sair da casa dos meus pais e passei a morar por conta. Alimento ele com a ND, sachê Premier, alguns petiscos pra agradar, tem fonte de água, pote de água temperatura ambiente e com gelo, isso todos os dias. Procuro não estressar ele e mimar muito e ele é bem saudável. Temos um plano de saúde pra ele, ótimo pra fazer check-up 1x ao ano no mínimo. Nem FIV nem Felv têm tratamento, a Felv tem vacina mas gatinho com Felv não deve tomar. FIV não tem vacina no Brasil, pelo menos ainda não. A não ser que ele tenha sintomas, eu não recomendo nenhum tipo de “tratamento alternativo” pois muitas vezes isso atrapalha o animal, estressa e reduz a expectativa de vida. Não sou veterinária mas já cuidei de vários gatos e atualmente tenho esse de 9 e uma de 2 (que convive com ele, é vacinada e negativa para Felv).",
                "Sinto muito Op. Aproveita seu gato o quanto puder.",
                "Calma! Essas duas doenças apesar do nome e da reputação dependendo do caso o animal pode viver anooooos com elas!!",
                "Sinto muito pelo diagnóstico, mas vamos com calma. Vc está fazendo o tratamento para fiv e Felv? Pq existe tratamento e, se seu animal responder bem, ele pode ter uma expectativa de vida bem maior que dois anos. \n\nSe não tiver iniciado, sugiro que procure o veterinário para que possa começar o mais rápido possível. Não sei quais exames seu gatinho já fez, mas existe a possibilidade de que mais possam ser necessários . Porém, se o vet que vc consultou não tiver te informado sobre as possibilidades de tratamento, procure outro - nesse caso, eu procuraria um especialista em gatos, é um pouco mais caro, mas acho que pode compensar. \n\nGeralmente pessoal de Ong e grupo de proteção aos animais tem boas indicações, já que eles trabalham com todo tipo de caso. \n\nÉ isso e boa sorte."
            ]
        },
        {
            "title": "Meu gato foi castrado. Parece que as bolinhas ainda estão aqui ou é normal ficar assim? (esse amarelo em volta é o remédio q o vet indicou)",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10vyp9a",
            "num_comments": 3,
            "comments": [
                "É sim, bem normal, pode ficar suave. As bolinhas às vezes parecem continuar porque há um edema na região após a cirurgia e o saco escrotal não é removido, ficando essa \"bolsinha\" ali. Ela irá involuir com o decorrer dos meses.\n\nNo momento mantenha a higienização do local conforme preconizado pelo veterinário, evite que ele lamba os pontos e mantenha o colar elizabetano/roupinha cirúrgica pelo período indicado. Ok?\n\n*E parabéns pela decisão de castrar seu gato. :)*",
                "Oh, na castração dos machos é retirado somente os testículos em si, o saquinho fica. Então, como faz pouco tempo da cirurgia, vc ainda vai ver o saquinho dele, demora pra \"sumir\", por assim dizer - só não sei te dizer quanto tempo rsrs nunca atentei para isso. \n\nSe o procedimento estiver muito recente (ou se seu gato acabou mexendo muito no local), pode ocorrer um pouquinho de inchaço que deve sumir logo (1 dia ou 2), caso não suma, volte ao Vet para descartar complicações. E, se vc puder, tente colocar um colar elizabetano nele - ajuda a não ficar lambendo e evita problemas.",
                "Com o tempo vai diminuir e \"murchar\". Não deixa o gato lamber a região!"
            ]
        },
        {
            "title": "Enrofloxacina",
            "selftext": "Ola!\nTenho uma dúvida em relação à dosagem de enrofloxacina para uma cachorra com infecção urinária.\nÉ uma cachorra esguia que recentemente passou da margem dos 10kg para 11kg.\nGostaria de saber se 1 comprimido de 50mg é suficiente ou se estou dando subdose por causa desse 1kg que não entra na margem da dosagem.\nAgradeço desde já",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10vy8sc",
            "num_comments": 2,
            "comments": [
                "Olá, infelizmente não podemos sugerir tratamentos, indicar dosagens e nem interferir em tratamentos prévios de outros veterinários quando não há erros científicos evidentes.\n\nNessa situação, vou recomendar que você entre em contato com a clínica responsável pelo tratamento, ok? Eles provavelmente te responderão pelo WhatsApp/telefone mesmo, porque já conhecem o seu caso e tem um relacionamento formalizado entre veterinário-tutor-paciente.\n\nComo cada animal é único e eu desconheço a realidade do quadro atual (principalmente a gravidade e o estado atual de saúde do seu pet), é praticamente impossível eu afirmar pra ti se é ou não uma subdosagem.\n\n*Por se tratar de antibiótico, eu gosto de ter uma conduta bem conservadora aqui. Lamento não poder ajudar muito mais além disso.*"
            ]
        },
        {
            "title": "Sorologia e PCR FELV",
            "selftext": "Boa noite! Há mais ou menos dois anos adotei um gatinho filhote... Depois de uns meses fiz a sorologia para FELV nesse gato e em duas outras gatas que eu já tinha, e os três tiveram resultado positivo, mas não tiveram nenhuma complicação. Há duas semanas uma das minhas gatas teve diarréia e vômito. Com receio de ser alguma complicação da FELV, levei-a em um veterinário especializado em felinos, que solicitou PCR para FELV. Até então eu não sabia a diferença entre os exames. Fiz o PCR nessa gata e nos outros dois. O PCR deu negativo para os três, e já iniciei a vacinação com V5. Minha pergunta é: é possível que mesmo com a sorologia dando positivo há dois anos, eles não tenham FELV mesmo? O veterinário disse que não, mas ainda estou muito apreensiva.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10vpg4h",
            "num_comments": 2,
            "comments": [
                "Olá! O status da FeLV dos seus gatos é o que denominamos de \"desconhecido\", provavelmente eles estão na fase abortiva. Os animais que chegam nessa fase são aqueles que tiveram um sistema imune eficiente o suficiente para ser eliminado antes da integração no genoma do felino. Para os 3 testarem negativo no PCR é uma baita sorte, e continua dedicada em continuar garantindo um bom sistema imune para os seus gatos. Ok?\n\nEntão foco no enriquecimento ambiental, redução total de possíveis fatores estressantes para eles, alimentação de qualidade (rações super premium) e check-ups anuais sem falta (ou em frequências maiores, conforme for preconizado pelo veterinário).\n\n*A FeLV é confusa mesmo. E parabéns pelos cuidados! :)*",
                "Essa questão da felve eu acho bem cabeluda, vou tentar comentar sobre o que vc falou e expondo algumas coisas que eu li por aí.\n\n1. Como vc disse que não sabia a diferença dos exames, vamos começar por isso:\n\nSorologia: mensuração de anticorpos anti-felve presentes no soro do animal. Indica que o animal teve contato em algum momento com o vírus, ou foi vacinado, e produziu anticorpos contra a infecção.\n\nPCR: procedimento o de se amplifica o material genético do vírus presente na amostra. Se for encontrada uma quantidade maior do que o limite aceitável do teste, o chamado cut off, é dito como positivo. Indica presença do patogeno circulante naquela amostra.\n\n2. O felve apresenta várias fases de doença. A fase abortiva, que é a maioria dos casos, é o final feliz. O animal teve contato com o vírus em algum momento, fez anticorpos, e o sistema imune conseguiu debelar a infecção. Se o animal estiver em condição de risco, com vários eventos de exposição, pode ser que mais cedo ou mais tarde ele fique doente de fato.\n\nNa fase aguda vc tem vários sinais inespecificos, febre, perda de apetite, moleza, as vezes agressividade, anemia, etc. Passando por ela o animal pode abortar a doença, ou pode entrar em fase assintomatica, que boa parte dos animais se encontram, e é a que gera mais dúvidas quanto ao diagnóstico.\n\nO animal passa vários anos assibtomatico, muito bem na maioria dos casos. O vírus fica alojado na medua óssea em células da linhagem branca, esperando situações de estresse para causar problemas.\n\n3. A sorologia costuma dar positivo em todo gato que foi exposto e ficou bom, foi vacinado, ou que está doente a mais do que 20 dias pós infecção. \n\nO PCR vai depender da amostra, no meu entendimento.\n-sangue total: vai dar positivo quando houver viremia (vírus na circulação sanguínea), que costuma der restrito a fase aguda da doença.\n-sangue total de aspirado de medula: pode dar positivo ou negativo, a depender do teste. Em teoria, o vírus pode estar presente em duas formas. Ou ele te inteiro, bonitinho, migrando entre as células e infectando geral. Nesse caso ele é detectado no PCR de dna/RNA viral. Porém, na fase assintomatica não de costuma ter vírus dando bobeira nas células, ele fica integrado ao DNA das células, então, em tese, apenas o DNA pro-viral seria detectado. O problema é que eu não sei pra qual apresentação do vírus o pessoal costuma pedir, e nem quais estão disponíveis para serem investigadas nos laboratórios.\n\n4. Pelo sim e pelo não a gente acaba considerando um animal positivo na sorologia como um portador.\n\n5. Se ele for de fato um portador a vacina V5 não vai oferecer benefício algum pra resposta imune dele contra o vírus. Tanto é que a recomendação é não vacinad animais positivos :~~\n\nAgora bora esperar o u/apoiovet aparecer e dar uma parecer mais completo S2"
            ]
        },
        {
            "title": "gato comendo sujeira do chão?",
            "selftext": "meu gato (macho, 2 anos) desde sempre come toda poeira, cabelos e qualquer tipo de sujeira que vê no chão (tentamos cuidar pra ele não fazer isso, até porque em algum momento ele pode acabar comendo algo perigoso, mesmo que ele ainda não tenha tentado) \n\ntem alguma explicação pra isso? tínhamos outro gato também macho 1 ano mais velho e ele nunca fez isso, enquanto o mais novinho sempre que enxerga qualquer poeirinha já tá lambendo e engolindo \n\npenso que talvez possa ser falta de algum nutriente, mas como eu disse nosso outro gato nunca fez nada parecido e os dois tinham a mesma alimentação",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10ut2a6",
            "num_comments": 9,
            "comments": [
                "As fezes dele estão normais? O u/edurght citou sobre a questão da pica, o que pode ser uma possibilidade. O comportamento não é normal, isso é um fato, e, por predispor o animal a diversos riscos, eu recomendaria se programar para dar uma averiguada melhor se está tudo certo com a saúde e a questão é mesmo comportamental. Ok?\n\nEm situações assim, o cenário ideal é manter o check-up em dia, caso ele não tenha ido ao veterinário há mais de 1 ano (ou 6 meses, se ele tiver uma saúde mais fraca). Avaliar a qualidade nutricional dele (rações de boa qualidade, acesso ao alimento sem nenhuma competitividade entre os outros gatos, etc. Síndromes de má absorção por doença inflamatória intestinal ou outros fatores semelhantes pode predispor à pica também; por isso a recomendação de avaliar a saúde dele.\n\nEnquanto isso muito, mas muito cuidado mesmo com objetos lineares (fio dental, linhas soltas, barbantes, etc.). Porque ele pode ingerir e isso dá uma dor de cabeça gigante (corpo estranho linear predispõe a um quadro que chamamos de \"intussuscepção intestinal\", ele basicamente aumenta a motilidade do intestino e as alças do intestino acabam avançando sobre si próprias, causando obstruções e pode até mesmo causar a morte. O tratamento é cirúrgico e relativamente caro (pode ultrapassar 2000 reais com facilidade).\n\nEntão, por isso, recomendo se programar para estudar o caso mais a fundo com um veterinário presencial, ok? Além disso garantir que a saúde dele fique em dia por mais 1 ano. :)",
                "Me lembra muito pica, transtorno alimentar que também ocorre conosco. Mas deixa o Vet comentar aí",
                "Só conheci gato enjoado, inclusive que escolhe o prato pra comer (não come em pratinho fundo, só em pires...)",
                "Será que ele está entediado, e quando vê uma poeirinha passando acha que é uma presa e manda pra dentro?",
                "Eu acho que depende de gato para gato\n Eles são  muito  curiosos deve ser isso",
                "Gatos são MUITO curiosos, pode ser isso",
                "tive uma gata que fazia o mesmo ou até pior (engolia embalagens de doces pequenos inteiras). também queria saber o que é, já que meus outros gatos nunca fizeram isso"
            ]
        },
        {
            "title": "Gato com dente para fora da boca e babando",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/70xzl0g1zfga1.jpg?width=1600&format=pjpg&auto=webp&v=enabled&s=e451ee650e1c6294102458e081db35c5cc436279\n\n&#x200B;\n\nhttps://preview.redd.it/5jz8miz2zfga1.jpg?width=900&format=pjpg&auto=webp&v=enabled&s=25cf2078aa33ab8c73f696beb8a0070a1f321a5a\n\nHá cerca de uns 15 dias, um de meus gatos começou a babar um pouco. Hoje reparamos ele está com o dente canino inferior direito torto, para fora da boca, e também começou a ficar com a língua bem para fora.\n\nQual pode ser o problema? O que pode ter causado isso? Alguma orientação até levarmos ele no veterinário?\n\nAgradecemos desde já.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10uosh8",
            "num_comments": 13,
            "comments": [
                "Olá! Antes de prosseguirmos, já adianto que seu gato precisa de atendimento veterinário e, se possível, amanhã no primeiro horário. É urgência, mas não uma emergência, porém ele está com dor e desconforto (mesmo que não seja aparente).\n\nHá diversas causas possíveis, desde fraturas, luxações, até questões mais específicas dos gatos (e relativamente comum) como a lesão por reabsorção dentária; que é a explicação que darei aqui para ilustrar melhor o problema.\n\nGatos comumente tem problemas de gengivite (vide complexo gengivoestomatite felina). É comum que doenças bucais passem batido ou sejam relevadas pelo tutor *(mas calma que isso não é uma bronca, prometo)* e o avanço de doenças periodontais geralmente só tornam-se significativas para o tutor quando cenários assim acontecem.\n\nNo caso dele, podemos observar a ausência de alguns dentes (os incisivos superiores) que já podem indicar a presença de uma doença periodontal ali. Queda de dentes, gengiva inflamada e mau hálito são sinais clínicos comuns (o mau hálito a gente tem o costume de pensar que é normal, mas é um sinal clínico).\n\nEnfim, em casos avançados a ação inflamatória local e a infecção podem causar a destruição de diversas estruturas dos dentes, até mesmo do osso alveolar (basicamente o osso que dá sustentação ao dente). Quando isso ocorre, o dente (geralmente os caninos, como no caso do canino inferior da foto) tendem a ficar mais frágeis e susceptíveis a luxações e fraturas (o que possivelmente aconteceu).\n\n**Os sinais clínicos:** geralmente envolvem a dor, salivação excessiva, anorexia ou desinteresse pelo alimento, mau hálito, perda dos dentes, hipersensibilidade bucal, gengivas inflamadas/avermelhadas, acúmulo de placas bacterianas nos dentes, além de mudanças comportamentais por conta do desconforto local. Não é só isso, mas não há necessidade de citar todos aqui.\n\n**Recomendações:** no momento ofereça sachê e alimentação úmida/líquida; não recomendo oferecer a ração seca pois poderá haver lesões em outros dentes. Caso você não tenha sachê ou ração úmida, você pode optar por umedecer a ração dele com água morna e fazer tipo uma papinha até que leve ele ao veterinário. Isso vai ser essencial.\n\n**Importante:** não tracione nem movimente o dente nesse período, porque poderá piorar o quadro, causar sangramentos, dor, e também dificultará na avaliação pelo médico veterinário na próxima visita (quando mais sem intervenção for o cenário para o veterinário avaliar, melhor).\n\n**Esclarecimento:** eu tendo a seguir uma linha de raciocínio de um possível diagnóstico para facilitar a orientação aqui, mas minha resposta não é um diagnóstico e qualquer divergência com a opinião do veterinário presencial, a minha resposta deve ser desconsiderada.\n\n**E lembre-se:** *ele está com dor. Veterinário até no máximo amanhã, e dê prioridade para o início da manhã. Não postergue, combinado? E obrigado por procurar assistência pra ele. :)*",
                "&#x200B;\n\nhttps://preview.redd.it/ps976o43cmga1.png?width=657&format=png&auto=webp&v=enabled&s=933e7aa6288260189f0f793071c3db844759a80c\n\n/u/ApoioVet:\n\n**Atualização:** O diagnóstico foi de **ESTOMATITE SEVERA**.\n\nMarcamos a limpeza para quinta-feira às 8h.",
                "Leva ele no veterinário o mais rápido possível, procura um especialista em odontologia. Imagina a dor que ele tá sentido, com dente não se brinca, a dor é insuportável :(",
                "Olá, /u/ApoioVet! Mais uma atualização.\n\nApós o procedimento de limpeza, o Shan voltou para casa \"grogue\" por causa da anestesia e andava cambaleando pela casa. O irmão Fubá ficava sibilando para ele, provavelmente por achar estranho o comportamento e por causa do cheiro de sangue.\n\nPassados dois dias, aqui está o Shan, com uma carinha bem melhor do que antes, e já está correndo e brincando com o irmão, de volta à rotina normal. Ah, e também está cada dia mais fácil para administrar os comprimidos.\n\nAgradecemos pela orientação que nos foi passada. Realmente, o ApoioVet é um lindo projeto, que ajuda muitas pessoas e, principalmente, muitos animaizinhos lindos! Parabéns!\n\nhttps://preview.redd.it/8bpc2svd4lha1.jpeg?width=3024&format=pjpg&auto=webp&v=enabled&s=d9cd6edf04310531c39a5c5af1ecf3c775340544",
                "Ele tem acesso a rua?"
            ]
        },
        {
            "title": "Remédio errado",
            "selftext": "Tenho duas cadelaa, uma em torno de 25 kg (8 meses) e uma de 45 kg (2/3 anos), hoje comprei simparic para as duas e pela diferença de peso me deram 2 diferentes, um de 20-40kg e outro a partir de 40kg mas chegando em casa por falta de atenção minha acabei dando o de 40kg pra menor e o outro pra maior. Isso pode dar algum problema sério?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10uc9ke",
            "num_comments": 4,
            "comments": [
                "Olá! Devemos lembrar que cada cão é único e essa singularidade pode causar confusões, porque não posso afirmar para ti que não haverá nenhum problema sério. \n\n**Dito isso, vamos lá:** o Simparic é bem seguro sobre as superdosagens, havendo reações mais significativas em dosagens acima de 3x do permitido e reações neurológicas acima de 5x da dosagem permitida (esse último descrito na própria bula).\n\n**Recomendação:** não precisa desesperar, e mantenha a atenção nas próximas horas e dias. Se houver mudança comportamental ou sinais neurológicos, então busque assistência veterinária. Indico, também, que, caso tenha comprado o Simparic diretamente com o veterinário do seu pet, entre em contato com ele e deixe-o ciente da situação.\n\n**Sinais dignos de nota:** fique atento caso sua cadelinha deixe de comer ou beber água; apresente salivação; tremores musculares ou de membros; ataxia (dificuldade em manter a coordenação); e convulsões.\n\nObserve por 24h e evite deixá-la muito tempo sem supervisão durante esse período, ok? Não que você precise ficar de olho a cada minuto, mas só para evitar qualquer surpresa mesmo.\n\n*E, na dúvida, entre em contato com o seu veterinário de confiança. Situações onde te causem estranheza sobre a situação ou até mesmo desespero, então busque assistência veterinária imediatamente.*",
                "Já dei por engano pra 🐕 de 20 simparic de 40. Sempre compro 3 comprimidos pra 60 kg e divido para os 6 cachorros, média de peso 25 kg. Nunca deu nada. Por favor, ninguém diga que não dá pra fracionar um comprimido mastigavel..."
            ]
        },
        {
            "title": "Feedback: 3 dias pós castração, vocês acham que está cicatrizando bem?",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10u9w7f",
            "num_comments": 4,
            "comments": [
                "Me parece que sim, está bem limpo e ~ aparentemente ~ sem sinais de inflamação, fiquei encucada com o finalzinho da sutura, pela foto parece que ela andou mexendo um pouquinho (normal), então, se ela não está usando cone ou a roupinha, diria pra ficar de olho e continuar passando a pomada/remédio que o vet indicou e, caso a danada tire um ponto, fique calmo e leve ao Vet para avaliar se precisa refazer a sutura. \n\nSei que nem todo gato consegue ficar de cone/roupinha, mas é uma boa tentar - as minhas não conseguiram, rsrs mas felizmente a cicatrização nunca deu problema.",
                "Foi técnica do gancho?",
                "Pra mim sim, bem limpo."
            ]
        },
        {
            "title": "SOCORRO, CARRAPATO!",
            "selftext": "Gente, pelo amor de Deus. Acabei de encontrar um carrapato médio no meu cachorro e estou desesperada. Eu tirei o carrapato dele e amanhã cedo vou levar ele no veterinário, mas agora nesse momento o que eu posso fazer? Tirei toda a roupa de cama também... Tem alguma coisa que eu possa passar nele ou na cama?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10u2v72",
            "num_comments": 8,
            "comments": [
                "Não precisa de vet para carrapato. \n\nDuvido você achar um carrapato solto na cama. Procura mais carrapatos no cachorro e em qualquer outra pessoa que o cão fica junto.\n\nQuando tirar carrapato, use uma pinça bem perto da cabeça para tirar o carrapato inteiro.\n\nEu moro nos EUA e passeio no mato muito com minha cadela. Antes dela ter idade para o remédio, eu [comprei isso](https://www.amazon.com/Removal-Ultra-Safe-Pain-Free-Chemical-Free-Products/dp/B071FJHC3D) e tirava quase um carrapato dia sim, dia não.\n\nEla usa [esse remédio](https://us.bravecto.com/dogs/?gclid=Cj0KCQiAofieBhDXARIsAHTTldoBWp1cJm3FLpR3x8Ne6WS0Kg24TGcOz0Xyf_oLV1nRRdOwGX5SfPMaAlGeEALw_wcB&gclsrc=aw.ds) faz quase 2 anos e nunca mais vi nenhum carrapato (ou pulga) nela - só em mim. E a gente se mete no mato.",
                "Como o camarada te orientou, da uma geral pra ver se vc encontra mais pelo ambiente ou se foi so um perdido. Na casa dos meus pais, em área urbana ja houve infestação e eles vieram pela parede do vizinho que era o foco.",
                "O u/GoodMoGo já deu a resposta. Só vou adicionar aqui para fazer o uso de Simparic no pet nos próximos meses (1 caixa geralmente vem 3 comprimidos com duração de 35 dias cada) ou Bravecto (como indicado pelo u/GoodMoGo também, a caixa vem com 1 comprimido com duração de 3 meses). Ambos são absurdamente bons.\n\nSobre a ida ao veterinário, se você não faz o check-up dele há mais de 1 ano, então é bom ir sim. Mas fique tranquila que não é uma emergência. Recomendo, de qualquer forma, ficar de olho no pet daqui 1 mês (que é o tempo de incubação da erliquiose); aqui na cidade estamos com um caso sério da doença (20% da rotina de cães que recebemos estão com suspeita).\n\nMas pode ficar tranquila, e avalie o ambiente sim. :)"
            ]
        },
        {
            "title": "Meus gatos não comem a ração",
            "selftext": "Tenho oito gatos e dois cães,  como to desempregado sobrevivendo de freelas ai tive que comprar uma ração mais barata pra eles. \nO problema é que eles não estão comendo,\nA ração tá no potinho dês de ontem eles ficam miando pra mim pra colocar ração. \nAlguém teria alguma dica dq eu posso fazer ? \nComprar outra ração no momento é impossível.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10tvuxw",
            "num_comments": 15,
            "comments": [
                "Você fez a transição de ração? Ou trocou de forma brusca?",
                "Cara, você vai ter que comprar outra, não tem jeito.\nVocê deixou eles sem comer 1 dia ou colocou sachê, pelo menos?\n\nComo o comentário acima falou, era pra você ter transicionado com a ração anterior assim que viu que não ia dar comprar outra da mesma marca. \nAs vezes meu gato nem gosta de determinados sachês, que são tão tentadores pra eles, quem dirá ração. Doa pra alguém.\n\n-tenta pedir grana a alguém, isso é muito urgente",
                "Tenta colocar água morna na ração"
            ]
        },
        {
            "title": "Meu gato teve a reação de babar ao entrar em contato com uma planta",
            "selftext": "A planta é essa, não sei que espécie é. Minha mãe quem trouxe. Ele viu ela se mexer por conta do vento e foi brincar. Começou a babar e a única reação que eu tive foi limpar a boca dele com água. Não sei como agir, não sei se essa planta é venenosa, estou em desespero. \nAgora ele parou de babar e eu dei uns petiscos a ele e ele comeu. Ele pode apresentar alguma reação além disso?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10sv62t",
            "num_comments": 4,
            "comments": [
                "Atualização: aparentemente ele está normal. Saiu debaixo da cama, foi comer um pouco e deitou ao meu lado\n\nhttps://preview.redd.it/2xy5v2ez03ga1.jpeg?width=1440&format=pjpg&auto=webp&v=enabled&s=0c788b06b335ba2983ea60953434d94a4edac515",
                "É pq essa planta é muito amarga a folha ... Só de pegar nela já fica com a mão amargando"
            ]
        },
        {
            "title": "Como educar vários cachorros a não latirem a noite?",
            "selftext": "Aqui em casa moram 6 pinschers, os pais e 4 filhotes. Antes era mais tranquilo porque dormiam dentro de casa, depois do nascimento dos filhotes, ficou inviável ter 6 cachorros dentro da casa, os pais ficavam inquietos por dormirem fora do quarto e todos bagunçavam demais qualquer cômodo que ficassem, mijavam e defecavam em tudo. \n\nNão teve jeito, a solução foi passar para o muro, só que agora tem uma cachorra que late demais a noite, ela sempre foi a mais nervosa com contato alheio e latia muito para gato, pessoa, barulho. \n\n\nComo fazer ela mudar esse comportamento?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10sr6nd",
            "num_comments": 6,
            "comments": [
                "Olha, a mãe e os filhotes precisam ficar juntos em um lugar limpo, reservado, seguro, fresco, seco, iluminado, interno, longe de outros animais estranhos ou de locais externos pelo menos até completarem alguma dose do vermífugo e vacinas (talvez mais, não sou vet). Os latidos são absolutamente o menor dos seus problemas. Os filhotes tendem a aprender com a mãe a serem “cachorros”, no período crítico da socialização que acontece nas primeiras semanas/meses de vida. Se a cachorra era bem socializada, comportada e de bom temperamento, os filhotes forem manuseados por humanos e bem socializados também, eles não tendem a ser escandalosos\n\nAgora cara, se você teve uma cruza acidental por descuido, ou se decidiu acasalar sem pesquisar muito mesmo antes pra saber tudo que seria necessário nesse período, sem se preparar sequer para lidar com as óbvias sujeiras diárias dos filhotes, fica complicado. Aguenta os latidos, mas não é justo com essas vidas novas que você colocou no mundo serem colocados no quintal só pra não incomodar você. Desculpe pela franqueza.\n\nO que exatamente você espera desses filhotes e por que acasalou? Você fez algum planejamento?"
            ]
        },
        {
            "title": "Vale a pena a V10 da multi dog?",
            "selftext": "Eu fiquei desempregada no ano passado e ainda não consegui uma recolocação no mercado de trabalho e estou passando por muitas dificuldades financeiras, tenho dois cachorros e aqui na minha cidade a vacina com o vet não sairia menos de 250/300 reais (o que iria impactar muito o orçamento), mas tem um petshop que vende vacina V10 aqui num bairro vizinho e eu tenho uma vizinha que é técnica em ver e também dona de petshop que me  que aplica (o que ficaria muito mais em conta), mas eu eu sempre ouvi falarem mau das vacinas nacionais, vocês acham que vale a pena comprar e aplicar?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10spab5",
            "num_comments": 2,
            "comments": [
                "Olha, no geral não posso dizer \"não, não vacine porque vacinas nacionais são ineficazes\", mas recomendo ter muita cautela ao optar por elas. Vacinas devem ser administradas por um médico veterinário competente, capaz de avaliar a saúde do seu animal previamente para garantir que não haverá reações ou ineficácia por conta de problemas pré-existentes. E, não sei se será o seu caso, mas vacinações em balcões agropecuários são proibidas por lei.\n\nEu desconheço sobre qualquer informação da vacina dessa marca, mas em algumas pesquisas rápidas aqui vi que existem doses de R$15, isso procede? Se sim, eu ficaria um pé atrás. Sou cismado com produtos que fogem muito da margem de custo e esse valor é absurdamente baixo.\n\nRecomendo a leitura dessa postagem [aqui](https://www.reddit.com/r/ApoioVet/comments/zaphs3/hospedagem_não_aceita_vacina_contra_raiva/?utm_source=share&utm_medium=web2x&context=3), mais especificamente dessa sequência de comentários [aqui](https://www.reddit.com/r/ApoioVet/comments/zaphs3/comment/iymugfo/?utm_source=share&utm_medium=web2x&context=3). Por fim, eu, particularmente, não recomendo a vacinação com vacinas nacionais e diria para que você opte por importadas; porém, claro, se você não puder vacinar com as importadas, então opte pelas nacionais mesmo. O importante é vacinar e não deixar seus animais sem nenhum tipo de imunização."
            ]
        },
        {
            "title": "meu cachorro faz MUITO cocô",
            "selftext": "não é uma preocupação minha, já que ele faz cocô bem durinho e consistente toda vez. a cor também é marrom normal. mas ele chega a fazer cocô 6x no dia, quantidades consideráveis, sendo que come 60 gramas de ração 2x ao dia + pedacinhos pequenos de maçã uma ou duas vezes ao dia também (ele tem 5kg e 12 anos). a vet dele não está preocupada, mas me dá curiosidade em saber de onde ele tira tanta matéria pra fazer cocô",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10smc3t",
            "num_comments": 5,
            "comments": [
                "😂😂, eu amo essas perguntas.\n\nEntão, se ele não tá com nenhum problema e ta vermifugado direitinho (sim, muito cocô pode ser verme) então pode ser só o intestino dele mesmo.\n\nConfesso que todos os meus cães só cagam antes ou depois de comer, mas também porque é hábito, descemos antes ou depois de comer e elas já sabem. Mas se comem muito, cagam mais, ou uma delas que caga se tá passeando não importa quantas vezes e quanto tempo, ela chega a forçar pra sair só um tiquinho, é meio reflexo.\n\nDe resto, eles são como a gente, cada um tem sua rotina",
                "seu dog ta assaltando sua geladeira sem você saber hein! haha",
                "O cocô nada mais é do que matéria que não foi absorvida. Minha aposta é na maçã que tem muita fibra.",
                "Quanto menor o cachorro mais vezes ele caga"
            ]
        },
        {
            "title": "Gatinha com pelo embolado e oleoso nas costas",
            "selftext": "Minha gatinha está com o pelo das costas muito estranho. \n\nEu adotei ela já adulta e ela era muito magra, quase não tinha pelos e tinha vários outros problemas de saúde.  Hoje ela está gordinha, e se tornou uma gatinha muito peluda, de pelos longos.\n\nNa barriga, pescoço, cabeça e pernas, o pelo dela é lindo, bem volumoso, macio e soltinho, mas nas costas fica sempre com aparência de sujo e embolado.. Eu tento cortar as partes emboladas, mas sempre aparecem novos e são sempre enormes. Quando eu examino a parte embolada de perto vejo que não há nós, e que na verdade o pelo dela parece estar grudado por uma pasta, quase parece uma cola (mas não é possível desembolsar com escovação). Além disso as costas dela fica cheia de casquinhas brancas, parecido com caspa.\n\nTambém não sei se é importante e tem algo a ver, mas ela tb treme as costas quando faço carinho naquela área.\n\nEu gostaria de saber o que pode ser isso. Eu tenho mais 4 gatos e nenhum tem esse problema. Fico me perguntando se seria pq ela não alcança aquela área para limpar pois além de acima do peso, ela tem um problema em uma das patas que a impede de pular grandes alturas e manca. Mas por outro lado, não vejo meus outros gatos lambendo as costas nunca, e eles não tem isso (e dois deles tem pelos longos também). \n\nAlguém tem idéias do que pode ser isso?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10s6zjc",
            "num_comments": 5,
            "comments": [
                "Olá! O check-up anual dela tá em dia? Se não, recomendo se programar para agendar, ok? Ela vai precisar. Mas relaxa que é um protocolo padrão que eu sugiro em casos como o seu, principalmente por eu não ter acesso presencial ao seu pet.\n\nEnfim, sobre seu caso, acredito que você mesmo já tenha respondido; ela está gordinha e não consegue se limpar na região. E, junto disso, há a possibilidade dela também ter alguma seborreia primária ou secundária (precisa ser averiguada; a secundária pode ser alergias, problemas hormonais, parasitas, etc.).\n\nPelo emaranhado/sujo em gatos é sinal clínico, sempre. Gatos são absolutamente asseados e vão manter a higiene pessoal sempre em dia, algumas referências citam que alguns gatos passam até 50% do dia em atos que envolvem a higiene pessoal, então, se ela não consegue manter a totalidade do corpo limpo, algo está acontecendo e ela precisa de um check-up. Combinado?\n\nAbordar a questão da obesidade em pets também é uma situação delicada, então não me leve a mal (nem a u/AlehCemy), mas sua gatinha vai precisar de uma dieta. Entendo a questão do passado dela, mas se a gente sempre abrir exceções sobre esses detalhes, nossos animais podem acabar mal. Tenha em mente que a sua gatinha agora tem um lar, tem uma tutora que cuida bem (muito bem) dela, está sempre ali de olho e dá todo o suporte necessário. Ela não vai passar fome de novo, isso é um fato.\n\nVocê não precisa colocar ela em uma dieta abruptamente, mas pode ir reduzindo a disponibilidade de ração aos poucos, gradativamente, até estabelecer a alimentação normal recomendada pelo veterinário ou pelo fabricante. Estabeleça uma rotina alimentar com diversas porções ao longo do dia (respeitando a quantidade máxima permitida). Isso já será quase o suficiente para resolver esse problema no longo prazo.\n\n**Então, os próximos passos são:** agende um check-up, faça os exames nela, veja se o problema do pelo é hormonal ou não, e inicie o manejo alimentar. :)",
                "Pode ser sim uma consequência do fato de ela não alcançar as costas para se limpar. Gatos acima do peso não é algo bacana (pelos diversos problemas de saúde que isso pode causar) então tente dar uma emagrecida nela. Além disso, que ração ela come? \n\nOutra coisa que me ocorreu é que pode ser uma dermatite seborreica, talvez até mesmo alguma infecção. Mas teria que levar no veterinário de qualquer forma, para verificar essas possibilidades, e descartar elas se for o caso. \n\nCom essas possibilidades descartadas, e o checkup dela retornar tudo normal, ai sim, seria mais plausível a questão do sobrepeso dela causando esse quadro."
            ]
        },
        {
            "title": "Antipulga para o ambiente e gatos",
            "selftext": "Existe algum antipulga que posso passar na casa e que não faça mal para gatos? \nTodos que vejo tem permitiria ou algum componente semelhante.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10s60ic",
            "num_comments": 2,
            "comments": [
                "Olá, você pode optar também pelo controle das pulgas através do controle nos pets. Se você mantiver 2 ciclos de 3 meses de antipulgas nos seus animais (em todos) e fizer a higienização adequada do ambiente sabendo onde há possibilidades de haver pulgas, muito provavelmente a infestação será controlada no longo prazo. Digo isso porque entendo que às vezes é praticamente impossível deixar um espaço da casa inacessível para todos os pets enquanto os venenos fazem efeito no ambiente.\n\nRecomendo a leitura sobre o ciclo da pulga nesse manual da Zoetis [aqui](https://www.zoetis.com.br/_locale-assets/arquivos/animais-de-companhia/simparic/ciclo-das-pulgas-_final_.pdf). Escolha antipulgas de boas marcas, são mais caros, mas te garanto que valem a pena.",
                "Na teoria, todos tem seu potencial de risco se não usado adequadamente. Tem uns a base de fipronil que são se baixa toxicidade para mamíferos, mas o recomendável mesmo é investir em limpeza pesada do ambiente, o que inclui mantas, lençóis, camas, etc ou vai reinfestar.\n\nUma coisa que acho particularmente útil (mas não sei tem alguma base científica, nisso tem gente aqui q pode te explicar melhor) é uma solução de vinagre com sal para os cantos da casa (aqueles mais difíceis de limpar, tu limpa como dá e depois passa). \n\nPara o gatinho, prefira antipulgas em comprimido.\nSó use o veneno se for sua última alternativa e, se puder. Contrate uma empresa. Se não, lembre-se de remover seu a animal do ambiente por 2 a 4 hrs."
            ]
        },
        {
            "title": "Meu cachorro está com raiva?",
            "selftext": "Pessoal, minhas cachorras brigaram e estou com medo que uma delas esteja com raiva, o que devo fazer?\n\nElas ficam bem agitadas quando abrimos a porta que dá pros fundos da casa, acho que devido aos gatos que estão sempre passando por ali. Às vezes o desespero delas em sair resultava em uns rosnados ou até mordidas, mas nada sério. Hoje a minha mãe foi abrir a porta e elas brigaram feio, não dava pra separar.\n\nUma delas ficou com a orelha bem machucada, sangrando, e a minha mãe acha que a outra chegou a babar. Eu estava em outro cômodo na hora, não cheguei a tempo de ver. Elas não interagem muito com outros cachorros, mas a que talvez tenha babado passou o dia 24/01 na petshop para banho e tosa. Achei que ela pudesse ter contraído a doença lá, mas pelo que vi ela teria começado a demonstrar sintomas 5 dias após o contato, e até hoje não tinha notado nenhum comportamento diferente.   \n\n\nO que posso fazer? Acham que eu deveria levá-las ao veterinário para tomar outra dose da vacina? Desde já, obrigado.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10rvi83",
            "num_comments": 3,
            "comments": [
                "Por eu desconhecer a realidade da doença na sua região, não ter acesso presencial aos seus cães e ser um tema que envolve agressão e uma possível zoonose, eu prefiro não dar maiores indicações por aqui por uma questão de segurança tanto sua e da sua família, quanto dos seus cães.\n\nNo geral, se a vacina de raiva está em ordem e elas não apresentam sinais neurológicos, manter a observação por 10 dias desde o ocorrido é recomendado.\n\n**O ideal aqui é:** entre em contato sim com seu veterinário de confiança, pergunte qual a melhor conduta que você deve tomar e veja se há necessidade do reforço vacinal com base na última dose da vacina de raiva oferecida. Ok? Enquanto isso não permita o contato entre as duas e evite o contato físico com as duas também (mas não deixe de alimentar, dar água, espaço e atenção sem contato físico).\n\n*O veterinário presencial saberá te orientar melhor do que nós aqui do sub.*"
            ]
        },
        {
            "title": "Minha gatinha é um buraco sem fundo pra comida!",
            "selftext": "Adotei uma gatinha filhote (ela tem 2 meses) e ela come muito, sempre ouvi que gato come pouco mas se o pratinho dela chega a ficar vazio ela fica miando desesperada kkkkk eu tento manter sempre o pratinho dela cheio mas tenho medo de estar dando comida demais, ela come mais que o recomendado pelo fabricante, mas se eu diminuo ela parece estar sempre com fome, isso é normal? (ela ja foi desverminada)",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10ruwms",
            "num_comments": 11,
            "comments": [
                "Hahaha segura essa leoa\n\nMas seguinte, a ração é premium ou super premium? Se não for, recomendo que escolha uma super premium, o valor pode assustar, mas teoricamente ela vai precisar de menos alimento e o valor acaba compensando bastante. A minha gata aqui em casa pesa 5kg e ela come 1kg em 25 dias, então acabo gastando R$40 com ração no mês, oferecendo uma super premium de qualidade.\n\nVocê dá em quantas porções diárias? Gatos gostam de comer em diversas porções ao longo do dia (no geral 4x para um gato adulto), mas gatos filhotes essa frequência pode chegar a 6x. Então talvez seja uma opção a ser estudada. Tenha horários específicos para colocar as porções, e calcule a quantidade baseada no que é indicado pela fabricante.\n\nFixe os horários e não dê fora disso, até mesmo se ela miar, porque caso contrário você vai acabar treinando ela pra ter o comportamento desesperado. Ela chega te acelerando, miando e chamando sua atenção, daí você fala \"ahh tá bom, tá bom, toma aqui sua ração\" e acaba colocando os alimentos apenas nos horários de interesse dela (toda hora, pelo jeito hehe).\n\nAgora se você tiver horários específicos e quantidades específicas, você saberá que ela não estará comendo mais do que o recomendado, e ainda irá condicioná-la a aguardar a próxima refeição.\n\n**Lembrete:** se você notar grande volume de fezes, principalmente pastosas, mesmo oferecendo um alimento super premium, então consulte um veterinário. Vômitos, perda de peso, barulhos intestinais intensos e abdômen inchado/abaulado também merecem atenção veterinária. Combinado? :)"
            ]
        },
        {
            "title": "Como fazer meu gato desassociar meu colo com algo ruim",
            "selftext": "Eu estou com o Osório desde outubro de 2022, peguei ele com dois meses. Logo no dia seguinte que adotei ele, levei ele ao veterinário pra ver se estava tudo bem com ele e iniciar a vacinação, eu não tinha caixa de transporte e como ele era pequeninho, não me importei de comprar na hora. Cerca de um mês depois eu retornei com ele à clinica pra começar a vacinação, novamente, levei ele no colo e tive que segurar ele por um bom tempo contra a vontade dele. Após sair da clínica, eu percebi que minha internet não estava funcionando e não podia pedir um Uber, então eu comprei uma caixa de transporte no pet shop da clínica e trouxe ele de volta pro meu apartamento andando.\n\nEle sempre foi muito grudento, sempre subindo no meu colo pra dormir enquanto eu estava mexendo no computador, deitando atrás das minhas costas na cadeira e dormindo todo largado em cima de mim na cama. Alguns dias depois da primeira dose da vacina eu percebi que ele não havia mais subido em mim e não queria ficar no meu colo de jeito nenhum, o último registro que tenho dele fazendo isso é do dia anterior à visita ao veterinário. Achei que iria passar e que com o tempo ele iria voltar a gostar de se relaxar em mim, mas já fazem meses e parece que a situação só piora. Eu tenho tentado estimular ele com petiscos, mas ele evita a todo custo colocar as quatro patas em cima de mim. O que eu posso fazer pra que ele se sinta confortável comigo de novo?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10riqzk",
            "num_comments": 5,
            "comments": [
                "Teu gatinho continua chegando pertinho de ti e se aconchegando perto? Se sim, isso já é um bom sinal, significa que ele fica à vontade contigo. A meu ver, duas coisas podem ter acontecido: 1) ele realmente te associou com vet e algo que estressou ele e 2) ele cresceu. \n\nAo ponto 1, tem algo que Osório goste? Tipo caixa, uma manta? Vc pode colocar o objeto no seu colo e esperar pra ver se ele vem. Por exemplo, tenho uma gatinha que detesta colo, mas se eu estiver com um lençol no colo ou coberta, ela tem grandes chances de deitar em cima de mim. O objeto pode ser melhor que o petisco pois é algo que ele associa diretamente a conforto, segurança. \n\nQuanto ao 2, acho um pouquinho incomum que isso aconteça, do bichinho crescer e n gostar mais de colo, mas não é impossível. \n\nDe qualquer forma, se ele ainda fica perto de ti, isso é bom. Respeite o tempo dele e relaxe.",
                "Olha é um baita chute mas será que não pode ser o calor? A minha nesse calor que está fazendo não gosta de muito contato não. No frio ela dorme embaixo do cobertor, do meu lado.",
                "Putz, não estou julgando nem apontando o dedo, mas muito provavelmente ele criou uma certa aversão ao colo por causa da ida ao veterinário levando ele no colo mesmo. Gatos odeiam ser forçados e criam aversão muito fácil a diversas atitudes que tiveram como resultado eventos negativos.\n\nNessa situação não recomendo forçar, e deixe que ele desenvolva o interesse. Tenha sempre um petisco gostoso em casa (recomendo o [Churu](https://www.petlove.com.br/petisco-churu-atum-para-gatos/p), tô apaixonado) e ofereça ao mínimo de interesse pelo colo ou interação positiva. Se um dia ele estiver muito tranquilo e relaxado recebendo cafuné de ti, você pode pegá-lo no colo e oferecer o Churu logo em seguida. Deixe de oferecer caso ele saia do seu colo.\n\nRepita o processo por meses até ele criar essa associação positiva. Mas não exagere na quantidade de petisco, ok? Foco na saúde também.\n\nVi nos comentários que há a possibilidade do calor, que é sim uma grande possibilidade. Minha gatinha não fica muito no colo no calor, mas no frio é um grude que até incomoda, quer colo o tempo todo. Pra ter ideia, lembrando aqui agora, nos últimos 7 dias ela deve ter subido no colo por livre espontânea vontade umas 2x apenas; já no frio teria sido todo dia (sem dúvidas).\n\nOutro detalhe que li no comentário do u/Chemical_Yam_7255 foi a questão de uma mantinha ou um objeto. Vou novamente dar um exemplo prático aqui: minha gata odeia a textura de short e ama textura de toalha e calça jeans. Quando estou de short ela raramente quer colo, mas de calça jeans ela já muda completamente o interesse e fica beirando o tempo todo querendo um cafuné."
            ]
        },
        {
            "title": "Cachorro filhote paro de gosta de mim",
            "selftext": "Recentemente eu comprei um filhote de shih tzu, ela gostava muito de mim no começo, porem com o tempo ela ta gostando cada vez menos. Eu dou tudo que ela precisa, trabalho o dia inteiro mas sempre que chego em casa tento fica um tempo brincando com ela e tudo, fico mais de uma hora com ela, sei que não é muito mas eu não tenho muito tempo no dia então é muito pra minha realidade. Acontece que no começo ela me amava, chorava rios sempre que saia pra trabalha ou quando eu ia pro primeiro andar de casa e deixava ela no segundo sozinha, agora ela não quer saber de mim, nem de fica no meu quarto que é aonde ela dorme, ela quer dormir com meus pais e so quer fica com minha mãe, ela ta dormindo na porta do meu quarto e antes ela não fazia isso, sei la to ficando angustiada com isso já, to realmente muito triste, não sei o que eu fiz de errado pra ela fica assim comigo. Ela tem 1 mes e pouco ainda então acho que da pra reverter isso mas queria dicas do que eu posso fazer.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10rdjja",
            "num_comments": 5,
            "comments": [
                "Olá! Antes de tudo, quero deixar claro que todas as suas atitudes estão ótimas e você aparenta ser uma ótima companhia pro seu doguinho. Mas agora vamos abordar alguns detalhes aqui.\n\n**O fato dele não chorar ou agitar muito quando você chega:** não ache isso ruim, ao contrário do senso comum, é desaconselhável que um cão fique muito afobado ao notar a sua presença, isso pode predispor a uma ansiedade de separação que será bem ruim para o bem estar do seu cão no longo prazo, ok? Inclusive, o ideal, é realmente não fazer festa e nem agitar muito com o cão assim que retorna do trabalho/escola/rua/etc. deve-se esperar alguns minutos ou até que o animal fique mais tranquilo.\n\n**Sobre a mudança de comportamento:** 1 mês ainda é bem novinho, e cães crescem rápido; numa analogia direta com a idade humana, o primeiro ano de um cão de pequeno/médio porte é o equivalente a 15 anos humanos. Então imagina o tanto de mudanças comportamentais que ele terá em pouco espaço de tempo até a conclusão do primeiro ano.\n\n**Alguns conselhos:** no treinamento, nas brincadeiras, nos passeios, etc. sempre tenha em mãos algum petisco não muito calórico para ela. Isso pode parecer que tá persuadindo o animal a gostar de você, mas precisamos entender que ele é um filhote e filhotes amam comidas e brincadeiras. Sua mãe provavelmente fornece a comida, então assume um pouco dessa parte também. Se vocês colocam comida no potinho 4x ao dia, peça para sua mãe que você possa colocar uma das porções quando você chegar em casa, etc.\n\nE continue sempre com as brincadeiras e treinamentos, isso vai ajudar muito a formar um laço mais firme entre vocês. Caso tenha dúvidas sobre por onde começar, me avisa que eu tento listar alguns pontos específicos pra ti.\n\nAh, por fim, não associa que a perda de interesse em dormir com você é = não te amar mais. Nossos pets tem o jeitinho deles de amar, e o fato de não ficar muito no seu pé não quer dizer que ele não te ama, ok? :)",
                "Pensa no filhote como uma criança, crianças costumam ser mais apegadas as mães, pq passam mais tempo com ela, então recebem mais atenção delas. Provavelmente tá acontecendo a mesma coisa com o filhote, seus pais passam mais tempo com ele(eu acho, pelo que vc relatou), e pelo visto sua mãe da mais atenção pra ela, então o filhote acaba se apegando mais a ela, tem que pensar que o animal não entende obrigações, ele não sabe o pq de vc sair e deixar ele horas sozinho, então ele vai naturalmente acabar escolhendo a pessoa que da mais atenção a ele, afinidade, acolhimento, carinho, é mais fácil de conseguir com a pessoa presente no ambiente por mais tempo. É complicado te dizer pra passar mais tempo com o cachorrinho, mas pode ajudar, além de tentar dormir com ela(Se pra vc for uma possibilidade), essas coisas, tentar fortalecer o laço entre vcs dois.",
                "Você só brinca ou também dá comida, limpa as coisas, faz pequenos treinos (Já pode começar, aliás, como o \"senta\" e \"espera\") quando está em casa? O só brincar não é o que cria o vínculo para o bichinho e sim a companhia e o cuidar no geral.\n\nQuando mais nova todo cachorro que tive também escolhia a minha mãe - mas quem se dedicava mais (por questão de tempo principalmente) aos bichinhos? Ela. Então tem isso sim. Animal que escolhe, não a gente. Isso não significa que não goste de você, só que ele está vendo ela como a figura de referência, e faz parte- ainda mais por ser um filhote, que precisa de mais atenção mesmo.\n\nEu diria para você começar a assumir essas outras atividades caso não as faça quando estiver em casa. Vínculo assim pode mudar tb - a cachorrinha dos meus pais começou a ficar muito mais com meu pai que com minha mãe depois de adulta porque ele aposentou e passou a ser quem passeia, dá comida, limpa tudo etc etc. \n\nTreino com reforço positivo também cria vínculo e confiança, de repente dá uma olhada em alguns pra começar. \n\nBoa sorte!",
                "Ele não parou de gostar de você, só está mais apegado a quem fica mais tempo com ele. Agora você é mano.",
                "Não sou veterinário nem profissional da área... Mas se existem outras Pessoas na sua casa, que estão disponíveis por mais tempo pra dar atenção ao filhote, possivelmente ele escolheu alguém além de você como o dono dele... E dependendo do temperamento, se ele for mais independente não irá se comportar do jeito que você esperava.\nTente achar algum petisco que ele goste muito e reserve pra esses momentos, assim ele associa os horários que você dá atenção e brinca com algo bom. \nTenho gatos em casa, e o filhote que resgatei ficou mais apegado aos meus parentes aposentados do que a mim, eles estão lá todo o dia pra ele... Como durante a noite coloco eles pra dormir num cômodo da casa, esse gatinho já associou com isso e corre de mim pensando que vou prendê-lo. Kkkkk dói no coração, mas aprendi a não levar pra esse lado, afinal não parei de amá-lo por conta disso... Hoje eu acho graça e cobro ciúmes dele com minha mãe... Pois virou o  chodó dela.\nPerdi uma gatinha pra doença renal, e essa me escolheu como referência, dormia comigo e tínhamos uma conexão especial.\nTenho outras 2 gatas que uma é amorosa com todos e outra é mais independente e tem seus momentos de doçura. Vai de cada animal mesmo, cada um vem de um jeito."
            ]
        },
        {
            "title": "Areia boa para 3 gatos?",
            "selftext": "Seguinte, nossa casa tinha apenas um gato e compravamos a Katbom, os torrões eram bem firmes, cobria bastante a caixa de areia e durava um bom tempo. Eventualmente adotamos um segundo gato, continuando o uso da Katbom porém com uma frequência de trocar bem maior e os gastos subindo.\n\nRecentemente adotamos um terceiro gato e tentamos usar a Katbom. Não tenho muito a criticar desta areia fora o preço absurdo por 3kg, sem falar que não oferecem pacotes de 12kg ou até 9kg. É um pacote de 3kg por semana e o preço ainda aumentou na minha Cobasi (R$40).\n\nEstou procurando uma areia que forme torrões (pelo menos decentes o bastante para poder jogar no vaso) e que não seja absurdamente cara como a Katbom. Eu já testei a Pipicat, porém grudava na caixa deles as vezes. Estou experimentado agora com uma nova areia chamada Kets e gostaria de recomendações.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10r11jl",
            "num_comments": 11,
            "comments": [
                "Uso pipicat e não tenho nenhum problema com ela, será que a quantidade que você usou era suficiente? a minha gatinha cava bem fundo pra fazer as necessidades dela e por isso eu deixo a caixinha com uma boa altura de areia",
                "Olha, de longe a melhor disponível no mercado atualmente é a Viva Verde (e infelizmente não tô recebendo uns pacotes de graça por esse merchan hahaha). Ótimo controle de cheiro, ótimos torrões, cor clara que ajuda a ver se há sangue na urina, e pode ser descartada no vaso sanitário. Infelizmente o valor é um pouco puxado, na internet você acha por R$60 o saco de 4,5kg.\n\nE cuidado com gatos gulosos, porque ela tem como base milho e mandioca; alguns gatos podem achar ela palatável e acabar comendo. Mas não vi relatos desse problema com essa marca. Fiz o teste aqui e amei.\n\nAlgumas pessoas citam sobre o granulado de madeira, e eu mesmo recomendo para o controle do cheiro (fora da Viva Verde, não conheço melhor opção no controle de odor). O problema é que deve ser utilizada com bastante cautela para evitar problemas respiratórios, pois ao ter contato com a urina, os granulados de madeira esfarelam e, depois de secos, podem levantar poeira. Essa poeira, quando velha ou em situações ideias, podem conter fungos e prejudicar seriamente a saúde respiratória do pet. Então recomendo sempre peneirar e tirar todo o farelo diariamente.\n\nA textura do granulado de madeira também não é muito bem aceita por alguns gatos, algumas pessoas comparam com a nossa sensação de \"pisar no lego\", mas eu, particularmente, acho isso um pouco exagerado demais. Mas alguns gatos odeiam a textura mesmo, mas não é porque dói ou algo semelhante ao pisar no lego, é por ser desagradável mesmo.",
                "Voce aumentou o numero de caixinhas tambem? O ideal é uma caixa por gato. \n\nEu recomendaria pellets de madeira, é mais barato, porem faz um pouco mais de sujeira.",
                "Eu uso a VivaVerde! É cara mas é ótima juro",
                "Eu estou usando pipicat junto com farinha de mandioca. Ajudou bastante a formar bons torrões"
            ]
        },
        {
            "title": "Pq gatos adoram quando faço o número 2? É eu sentar na privada que eles já chegam até ronronando, isso que são anti sociais",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10qxmj6",
            "num_comments": 9,
            "comments": [
                "Hahaha a minha se esforça pra me acompanhar no banheiro, no sentido dela deixar o sachê de lado pra ir comigo.\n\nEnfim, gatos AMAM companhia, tem o mito de que gato é antissocial, não gosta do tutor, etc., etc. Mas quem tem gato sabe que as coisas não funcionam bem assim. A questão do banheiro é a seguinte: é um espaço relativamente pequeno, o que mantém a proximidade; geralmente o tutor não interage muito diretamente com o gato enquanto tá lá ocupado, mas está perto e faz companhia (e essa é a forma de interação que os gatos mais amam); geralmente a porta do banheiro fica fechada, então tem a curiosidade (gatos são mega curiosos, vide a expressão: a curiosidade matou o gato); alguns banheiros tem torneira com água; etc.\n\nA lista é longa.\n\nÉ um combo de interações que os gatos amam. Carinho sem muito contato; companhia indireta; exploração; cantinho secreto (quando o banheiro fica fechado); torneira gotejando pra beber água...\n\n**Ah, e mais:** esses animais adoram ver a gente fazendo algo. Faz o teste de fazer algo artesanal, eles vão chegar e ficar observando você trabalhando com as mãos; ao varrer a casa eles geralmente acompanham. E no caso do banheiro, eles vão te observar também (beleza que eles não sabem que você tá fazendo o nº 2 hehe).",
                "meus gatos são voyeurs do banho, abriu o chuveiro eles param tudo pra vir ver\n\ntem que deixar a porta aberta pra eles ficarem assistindo",
                "aparentemente os gatos intendem que quanto vc esta fazendo o 2 é o momento que vc esta mais vulnerável a um ataque de predador por isso eles tende a ir perto para \"proteger\" caso um ataque aconteça.\n\nmeu gato tbm gosta de usar a caixinha quando tem alguém perto dele, ja teve casos que ele me chamo ate a caixinha pra eu proteger ele enquanto ele fazia as necessidades dele",
                "[removed]",
                "Eles adoram fazer o número 2 quando eu limpo a caixinha... Parece uma cerimônia especial que precisam se reunir",
                "Me lembrou esse sub r/catsinpants"
            ]
        },
        {
            "title": "O que posso fazer para auxiliar um gato a expelir a FelV?",
            "selftext": "Adotei um gato filhote em dez/22, fizemos o teste de FelV nele e o teste não deu positivo, mas também não deu negativo, então o veterinário disse que a chance de dar positivo na re-testagem que iremos realizar em fev/23 seria muito baixa, até porque meu outro gato deu negativo para Felv (os dois estão 100% vacinados)\n\nEm janeiro nosso gatinho roubou um pedaço de queijo da mesa da cozinha e passou muito mal, então levamos ele no veterinário e fizemos um hemograma, que pelas alterações parecia muito um hemograma de estresse, ele estava mal e uma estagiária fez a coleta, e nos falaram que ele ficou muito bravo e revoltado tirando sangue, mas o que me preocupa é que no exame deu-se a presença de blastos (1%), ele melhorou e desde então tem passado super bem, comendo muito, ganhando muito peso, brincando bastante.\n\nAté o dia da re-testagem estou suplementando a alimentação dele com um complexo vitamínico chamado Metacell Pet na esperança de que ele negative para Felv, mas nada me tranquiliza por conta destes blastos que ele apresentou.. será possível a presença deles por que meu pequeno estava expelindo o vírus? ou por conta do hemograma de estresse mesmo?\n\nSe ele for positivo, ele pode conviver com o meu gato que tem 3 anos e é vacinado com v5 anualmente?\n\n&#x200B;\n\nPerdi dois gatos ano passado, e não estou preparada para tudo isso.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10qqc9i",
            "num_comments": 9,
            "comments": [
                "Tá, vamo lá, tenho algumas coisas pra pontuar.\n\n1. Um teste não pode dar nem positivo nem negativo, pode explicar melhor? Apareceu uma linha mas foi muito fraquinha? Se foi isso já é um positivo. \n\n1.1. A felve tem várias fases, a grande maioria dos gatos se encontram na assintomatica. Nela o teste pode dar negativo ou positivo, a depender da presença do vírus no sangue, ele costuma ficar restrito a medula óssea esperando alguma situação extrema com queda da imunidade. [Aqui](https://www.zoetis.com.br/prevencaocaesegatos/posts/gatos/novo-guideline-de-doencas-retrovirais-aafp-2020-parte-1-fiv-e-felv.aspx#) tem uma informação mais completa. \n\n1.2. Foi até falado [aqui](https://www.reddit.com/r/ApoioVet/comments/10ja692/felv_positivo_e_depois_negativo_médica_não_ter/?utm_source=share&utm_medium=android_app&utm_name=androidcss&utm_term=1&utm_content=share_button) recentemente sobre um caso de um gato que positivo pra felve, porém ao usar uma terapia antirretroviral vários testes foram negativados. Não se sabe se o animal está prontamente curado ou se o fármaco apenas reduziu a circulação viral a ponto de negativar o teste. \n\n2. A vacinação contra felve ajuda ao animal não desenvolver a doença se exposto a um animal doente, nenhuma vacina é 100%. Como a felve não tem cura a melhor prevenção é reduzir a exposição: lugar de gato é dentro de casa, nada de saídas, passeios só de coleira e de preferência em local controlado.\n\n3. A presença de blastos geralmente não é coisa boa, ela indica que algo está consumindo as hemacias do sangue periférico, a medula está trabalhando pra compensar, liberando hemacias novas demais na circulação, os blastos. Outras causas devem ser investigadas, como micoplasmose, erliquiose (já tem vários trabalhos sobre erliquiose felina, mas é subdiagnosticada), ou a própria felve que tende a desenvolver neoplasias diversas, embora linfomas sejam mais comuns.",
                "O resultado do teste rápido foi inconclusivo mesmo, então a testagem daqui pelo menos 30 dias é o ideal (prazo mínimo recomendado). Sobre a questão dos blastos, prefiro não opinar no momento, porque ainda não há motivos para antecipar preocupações.\n\nLembrando que a FeLV não tem cura ao ponto do animal expelir o vírus e ficar livre da infecção. O que há são fases distintas das doenças, que, juntamente com a resposta imunológica do pet, ele pode não demonstrar sinais clínicos.\n\nNo geral chamamos de \"abortiva\", \"regressiva\" e \"progressiva\"; sendo a abortiva a melhor condição possível, onde o animal basicamente tem total resposta imunológica sobre o vírus e não são fontes de contaminação ([ref](https://pubmed.ncbi.nlm.nih.gov/35790167/#:~:text=Abortively%20infected%20cats%20are%20never,via%20antibodies%20detection%20in%20blood). grifado). Regressiva tem boa resposta imune, mas o animal pode voltar a ter sinais clínicos e pode contaminar outros animais; já a progressiva é a pior situação.\n\nNão recomendo pensar muito a respeito nesse período até a próxima testagem, porque, para ser sincero, não há muito o que ser feito nesse momento (levando em conta que o animal está saudável e ativo). Continue dedicada em fortalecer o pestinha, mas não exagera muito para não atrapalhar o desenvolvimento dele (obesidade e afins); siga as recomendações do veterinário e vamos torcer para o próximo teste dar negativo.\n\nSe ele for positivo, o seu outro gato deve ser vacinado e mantido isolado até finalizar as doses e a imunidade ter eficácia. Lembrando que a vacina de FeLV não protege o gato 100%, mas evita que o gato entre na fase \"progressiva\" da doença caso seja contaminado. Sobre o manejo e a logística interna da casa, eu prefiro que você converse com o veterinário responsável, porque há diversas variáveis e opiniões distintas, então o que eu disser aqui pode causar conflito de opiniões e dificultar suas decisões futuras. Ok?\n\n**E não esqueça:** um diagnóstico de FeLV não é uma sentença de morte."
            ]
        },
        {
            "title": "Qual é a noia com adestrar o cão a não andar na frente ou puxar guia?",
            "selftext": "Vejo muito video de gente ensinando a cessar esse comportamento e suponho que não se restrinja à raças grandes portanto. Eu tenho um vira-lata de 4 meses que dificilmente virará um cão de grande porte. Ele anda na frente e puxa guia pq é curioso para cheirar tudo, é mais ágil que eu e não vejo muita vantagem em ficar puxando o peitoril dele. Qual é a questão de fazer o bicho andar militarmente ao meu lado?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10qek2b",
            "num_comments": 6,
            "comments": [
                "Andar militarmente ao seu lado não tem função nenhuma mesmo, no máximo uma praticidade pra eles sentarem antes de atravessarem a rua e não sairem correndo disparados na sua frente. Quando eles estão do lado fica mais fácil também controlar caso passe alguma coisa que faça eles correrem atrás. Mas andar sempre puxando é horrível. \n\nEu inclusive piorei minha tendinite porque minha cachorra de 7kg é reativa com a guia e outros cães na rua e esse negócio de puxar o tempo todo cagou meu pulso.\n\nAlém disso, o cachorro puxando o tempo inteiro vai se machucar. Seja com coleira ou peitoral, não importa qual for, se ele sempre estiver fazendo pressão ele vai se machucar e desenvolver uma lesão.\n\nO ideal é que os cães andem tranquilos, com a guia frouxa, seja do seu lado, atras ou na frente e que você nunca tenha que puxar ele pra algum lugar, que um comando “vamos” baste e ele já volte a andar pra onde você quer. No máximo uma pressão na guia pra indicar pra onde você quer ir. \n\nColeira/peitoral e guia são itens essenciais de segurança, tipo o cinto de segurança do carro, você coloca esperando não precisar que ele funcione, mas se precisar, ele tá lá e funciona e te segura em um acidente, mesma coisa para cães",
                "Bom, porque se você tem menos controle ou  cães maiores e menos força, parece que um búfalo está te levando para passear. E aquilo que deveria ser prazeroso para o pet e para o tutor vira uma sessão de tortura muscular intensa — *haja braço*.\n\nMe corrijam se eu estiver errada, mas aprendi que você não pode deixar teu cão sair cheirando tudo pela frente, colocando a cara dele dentro do vão do portão do vizinho e, muito menos, um cão que você não consegue controlar na guia. *Nunca deixe seu cão na rua sem a guia e coleira com identificação.*\n\nEu gosto de passear olhando o que está ao nosso redor, se estou sempre preocupada em fazer minha cachorra parar de puxar a guia ou preocupada se ela vai comer uma planta venenosa ou comer lixo da calçada, dou abertura para situações possivelmente perigosas acontecerem.",
                "Além das questões de segurança que já foram faladas, tem também as questões de que geralmente um cachorro que puxa é um cachorro que também tem outros problemas de comportamento. O que leva o cachorro a querer andar na frente, decidir quando e para onde quer ir em detrimento do condutor, muitas vezes são as mesmas coisas que levam o cachorro a pular nas pessoas, roubar comida, subir na mesa, arranhar a porta, destruir objetos, morder em brincadeiras, latir quando está sozinho, ou mesmo urinar no lugar errado.\n\nDigamos que na maioria das vezes, especialmente pra cães com temperamento mais difícil, você não pode simplesmente escolher quais comportamentos errados você quer \"deixar pra lá\". Ou o cachorro aprende que ele deve consistentemente prestar atenção a você, seguir o seu comando, e que ele pode conseguir as coisas que ele quer em uma relação de troca contigo, ou ele aprende que ele pode fazer o que ele quer, ou que pelo menos ele deve tentar, porque tem uma chance dele conseguir.\n\nEdit 8 horas depois: segue um [link relevante](https://www.dogbreedinfo.com/articles/smalltoydogs.htm), ou a alternativa com o [Google Tradutor](https://www-dogbreedinfo-com.translate.goog/articles/smalltoydogs.htm?_x_tr_sl=auto&_x_tr_tl=pt&_x_tr_hl=pt-BR&_x_tr_pto=wapp)",
                "Tenho um shihtzu macho e uma fêmea, o macho puxa bastante também. Até tento segurar por um tempo mas acabo deixando ele puxar. Acostumei assim já e assim vai ficar"
            ]
        },
        {
            "title": "Gato com muita remela e sangue no olho",
            "selftext": "Olá, meu gato está com uma remela e sangue no olho que não param de sair faz 1 dia, ele possuí histórico de esporactroze (esqueci como se escreve rsrs), mas sem nenhum sinal que eu saiba de retorno da doença, até essa sujeira no olho. Agradeço quaisquer respostas.",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10pxywz",
            "num_comments": 7,
            "comments": [
                "Olá! Aproveite que as secreções são recentes e já busque uma assistência veterinária para evitar o aumento nos custos. Aparentemente a pálpebra superior também parece alterada (mas estou julgando apenas pela foto) o que exige uma atenção especial. Não recomendo demorar mais que 3 dias (desde a data da postagem) para procurar atendimento.\n\nAlterações oculares, independente da intensidade, eu considero uma urgência veterinária aqui no sub, porque além dos valores aumentarem exponencialmente com o tempo, a qualidade de vida do pet ser reduzida consideravelmente, também há a possibilidade de perda permanente da visão; além, dos piores cenários possíveis, a necessidade da remoção cirúrgica do olho em casos não tratados.\n\n***Não acredito que será algo de difícil diagnóstico e tratamento, então busque assistência rápido. Combinado?***",
                "Não sou vet, mas se tem sangue provavelmente é algo que necessita de consulta. Se eu fosse vc, agendava o quanto antes.",
                "Pode ser sinal de uma infecção, como os olhinhos são muito sensíveis, é bom levar no vet para ver qual é o melhor tratamento. Tem alguns colírios veterinários específicos pra isso.",
                "Será se ele não brigou?"
            ]
        },
        {
            "title": "Meu gato nao consegue fazer xixi",
            "selftext": "Ele está desde ontem tentando fazer xixi, fazendo mt força mas nao sai nada. Ele só fica deitadinho e nem quer comer ou beber água, estou mt preocupada e ansiosa pq tenho q levar ele no vet mas é td mt caro e eu estou desempregada. O fazedor d xixi dele esta mt vermelho e meio inchadinho, estou com medo doq pode ser",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10pvuz7",
            "num_comments": 7,
            "comments": [
                "Isso é uma emergência Veterinária, o animal vai morrer se não receber acompanhamento médico! Você pode ir em clínicas menores em bairros periféricos pra diminuir o custo, não esqueça que vc sempre pode pesquisar os valores, o problema é não deixar o bichinho esperar muito :~~",
                "Olá, infelizmente a sua situação exige uma intervenção veterinária imediata. Busque por atendimentos populares, hospitais veterinários ou ONGs. **É uma emergência** e qualquer hora a mais sem atendimento é um agravante para o caso.\n\nInfelizmente não há muito o que orientar por aqui, além e garantir a hidratação dele enquanto procura por assistência veterinária. Faça isso renovando todos os potes d'água, oferecendo sachê e buscando oferecer conforto nesse momento.\n\n*Lamento não poder ajudar melhor, na verdade não é nem \"poder\" é que realmente não tem como te ajudar melhor aqui, infelizmente.*\n\nEspero que fique tudo bem em breve. E, depois a desobstrução e recuperação, volte aqui para conversarmos sobre a abordagem comportamental para procurarmos formas de evitar um novo episódio.",
                "Leve ele no veterinário urgente!!! eu perdi um gato por causa disso.",
                "Levei ele no vet, ele está com obstrução renal. Infelizmente só consegui fazer a desobstrução e o ultrassom por enquanto, além d comprar os medicamentos. Semana q vem meu avô vai me ajudar c as despesas ent vou levar ele lá novamente p fzr o resto dos exames",
                "VC PRECISA LEVAR ELE NO VETERINÁRIO CARA, TA ESPERANDO OQ??? PODE SER PEDRA NO RIM"
            ]
        },
        {
            "title": "O que pode ser inchaço nas mamas de uma gata filhote?",
            "selftext": "A uns 3 dias atrás notei que as mamas da minha gata que vai fazer 5 meses estavam inchadas, como ela é muito novinha, tinha descartado a opção de ser gravidez\nporém hoje, um gato do vizinho tentou cruzar com ela, então já não sei\namanhã vou fazer a ultrassom, mas to com mt medo de ser tumor ou algo do tipo :c",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10pnrm9",
            "num_comments": 2,
            "comments": [
                "Olá! Algumas gatas podem entrar no cio aos 4 meses, esse é um dos motivos que a castração precoce em felinos é altamente recomendada e deve ser conversada com o veterinário a partir dos 4 meses para a castração aos 5 meses. Essa ainda não é a realidade do Brasil, mas torço para que o consenso seja estabelecido em breve.\n\n*A opção de gravidez não está descartada hehe*\n\nTumor eu não acredito que possa ser, porque ela é *muito* novinha. Mas a gente tá falando de biologia e nada é muito exato na área, então sua preocupação é pertinente. Faça os exames requeridos.\n\nCaso seja prenhês, se programe para o parto, porque uma cesária pode ser necessária (por conta da idade e do tamanho). Se ela tem acesso à rua, interrompa e se programe para evitar 100% do acesso à rua futuramente, combinado? É pelo bem dela. O acesso à rua pode reduzir em mais de 10 anos a expectativa de vida dos felinos; além, claro, de gastos exorbitantes com veterinário em situações de emergência."
            ]
        },
        {
            "title": "Como alimento pássaro que, pelo que me parece, é filhote.",
            "selftext": "",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10pk4cv",
            "num_comments": 1,
            "comments": [
                "Olá! Infelizmente não sei ajudar muito na questão de aves aqui, até porque tenho receio do auxílio acabar extrapolando pessoas que querem ajudar as aves e acabar predispondo algumas pessoas a criarem os animais em cativeiro.\n\nNo geral minha recomendação é sempre entrar em contato com a polícia ambiental ou a prefeitura, para ser instruído sobre a melhor forma de entregá-lo para órgãos responsáveis pela reintrodução do animal na natureza.\n\nEnquanto isso observe se ele tem interesse no alimento sólido, identifique a espécie e escolha alimentos de qualidade baseado na alimentação real da ave. A [Alcon](http://alconpet.com.br/produtos-por-segmento/aves) é uma das melhores fornecedoras do segmento e tem produto em quase todos os Pet Shops e agropecuárias. :)"
            ]
        },
        {
            "title": "Castrar uma cão de 2 anos pode ajudar a diminuir agressividade/comportamento territorial?",
            "selftext": "Eu fiz um post aqui um tempo atrás sobre a crescente de agressividade do meu cachorro.\n\n[https://www.reddit.com/r/ApoioVet/comments/wit62b/meu\\_cachorro\\_est%C3%A1\\_ficando\\_cada\\_vez\\_mais\\_agressivo/](https://www.reddit.com/r/ApoioVet/comments/wit62b/meu_cachorro_est%C3%A1_ficando_cada_vez_mais_agressivo/)\n\nE bom, comecei a levar ele numa escola de adestramento aqui na cidade. Faz uns 4 meses que tenho levado ele uma vez por semana e tentado seguir os conselhos em casa, mas não vejo melhoras na maioria dos comportamentos dele.\n\nAprender a sentar, deitar, ficar ele aprendeu. No caso o básico de faça algo e espere por uma recompensa.\n\nMas a maioria dos comportamentos territoriais e gatilhos dele em relação a objetos não dão sinais de mudarem, na verdade parecem estar piorando.\n\nO próprio adestrador disse que ele é um cachorro muito difícil de ensinar, pq quando ele não está agressivo, está avoado e não prestando atenção.\n\nComo eu disse no outro post, ele sempre foi agitado, mas nunca foi tão ruim o level de atenção dele, de vc chamar varias vezes e ele demorar a parar o que está fazendo e prestar atenção. Nem sei se não está pior por causa de alguma sequela neurológica do acidente dele.\n\nParando com as minha reclamações e chegando ao ponto, meu cachorro não é castrado. O adestrador me recomendou castrar ele, que ajudaria e ele ficaria naturalmente menos agressivo.\n\nMas a veterinária me disse castração só influencia no comportamento do cão se ele for castrado até 1 ano de idade.\n\nSei que meu cão tbm tem o caso especifico de ter sofrido dano cerebral e tudo mais, mas queria uma terceira opinião, então vim perguntar aqui. Castração pode ajudar a diminuir o comportamento agressivo dele?",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10pidst",
            "num_comments": 12,
            "comments": [
                "Não, castrar não é solução para problemas comportamentais. \n\nVocê já teve o acompanhamentos de um adestrador comportamentalista que vá na sua casa, que analisa a situação toda, tenta entender a linguagem corporal do seu cachorro, tenta entender a sua linguagem (afinal, há uma expressão comum nesse meio: o adestramento é para adestrar o tutor também), e entre outros? \n\nOu você só levou ele numa \"escola\"?",
                "Um adestramento comportamental tem que ser no ambiente que o cachorro vive. Ele não vai entender o que pode e o que não pode na sua casa, se ele só é educado na escolinha. Bom verificar também, se possível, o histórico do adestrador.",
                "Bom, as respostas aqui já foram bastante completas e farei apenas alguns adicionais aqui.\n\nA castração *pode* ajudar na modulação comportamental, mas não é ela que será responsável pela mudança comportamental. O \"pode\" ali é uma incerteza bem grande, e varia muito de caso para caso; então, antes de atribuir o comportamento e a modulação do mesmo unicamente ao fato do animal ser inteiro (não castrado) ou castrado, é necessário entender o comportamento básico dele.\n\nLogo eu não diria que nem a veterinária nem o adestrador estão errados; porém, a abordagem, talvez esteja. E outra: atualmente um adestrador recomendar a castração de um cão unicamente para que ele \"preste atenção\", então me faz ter um pré-julgamento de que talvez ele tenha uma ideologia um tanto quanto atrasada.\n\nCom o histórico do dano cerebral, reforço a ideia da u/alexa_ivy e recomendo uma avaliação neurológica dele. E buscar alguns comportamentalistas/adestradores com foco em cães reativos.",
                "Como já disseram, castrar não soluciona. Ajuda porque ele vai perder certas tendências territorialistas, mas o comportamento dele já foi fixado na fase de filhote e ele precisa desaprender isso (deixei essa parte porque vale no geral, mas eu li o outro post e fiz um adendo lá embaixo)\n\nComo ele já tem dois anos, vai levar um tempo, mas não tanto tempo quanto levaria se ele já tivesse 4, por exemplo. Quanto mais você postergar, pior. Treinador comportamental é o caminho, de preferência um veterinário ou indicado por um, porque esse comportamento dele pode ser tanto um trauma que ele teve quanto alguma coisa que você ou alguém fez (não necessariamente proposital) que gerou isso e acabou reforçando ao ponto de virar um problema. Além de fatores genéticos. (mesma coisa do parágrafo acima, deixando porque se aplica pra geral, mas no caso ele teve um trauma mesmo)\n\nCastrar ajuda no sentido de você conseguir controlar uma variável que não tem poder geralmente, que seria de cadelas no cio passeando na rua. Mesmo com o treinamento perfeito, um cão não castrado não pode ser confiado perto de um cheiro de cio, essa é minha opinião de dona com anos de experiência tendo cães. Basta um único momento rápido (digamos que ele arrebente a coleira e corra no meio dos carros atrás de uma fêmea no cio, porque eles ficam loucos mesmo) pra ter consequências horríveis e acabar com todo o progresso do seu treinamento de anos. Eu honestamente não confio em outros donos de cães, o tanto de fêmea no cio passeando sem coleira que eu já vi nessa vida é ridículo, então se você não consegue controlar outros donos você pelo menos consegue se proteger disso. Além disso, ele está agressivo, então se ele for pra cima de uma fêmea vai ser muito difícil tirar ele e vai acabar em desastre.\n\nUma das minhas cachorras é reativa na rua, com outros cães, e eu tenho que ter um cuidado absurdo em todas as interações e todos os momentos porque eu sei que posso perder todo o nosso progresso por um descuido de não ver um cachorro sem coleira se aproximar e assustar ela. Durante o treinamento (ainda estamos nele) ela regrediu e começou a ter ansiedade de separação exacerbada, essa regressão pode fazer parte e por isso é importante ter um treinador comportamental acompanhando pra conseguir identificar o que que pode ter causado isso. No nosso caso foi bem específico porque foram uma série de acontecimentos que levaram ao aumento do problema: eu fiquei doente e parei de sair de casa por semanas, só descendo com elas normal, mas não saía com amigos e ia em mercado nem nada. Parei também as saídas individuais que fazia nos finais de semana com elas. A irmã se machucou e teve que começar a ir na fisioterapia e ela ficava sozinha em casa em horários que não estava acostumada. Parece simples, acontece, uma crise de sinusite e eu fiquei mal, mas para a Vienna a mudança abrupta do ritmo que a gente tava pegando teve um impacto grande, ela sentiu, seja lá por que, o pico na ansiedade e como resultado eu fiquei mais alguns meses sem poder sair de casa porque os vizinhos não aguentavam ela latindo tentando derrubar a porta. Agora, depois de 3/4 meses, eu consegui finalmente sair de casa no final de semana e fiquei a tarde fora e voltei sem escutar latido da rua. Mas foram meses de treinamento e trabalho, todos os dias!\n\nVi aqui também o outro post e ele tem um histórico muuuuito específico. Tem que ver com o vet se não vale a pena uma consulta com um neuro pra ver se não ficou alguma sequela, pode aparecer algo agora que não apareceu antes. Mas além disso, entender que ele teve um trauma. Eu QUASE fui atropelada uma vez e fiquei assustada perto de carro por meses, imagina um cachorro? Nesse caso, eu evitaria ao máximo adestradores “convencionais” porque a maioria é meio César Milan e usa uns conceitos muito arcaicos que já foram desacreditados e inclusive podem prejudicar o cachorro. Vão ser meses, se não um ano e meio, pra conseguir desensibilizar ele. O certo é começar o treinamento exclusivamente em casa e depois passar pra rua, até porque em outros lugares eles não se sentem seguros e não vão se comportar da mesma forma, ainda mais ele que provavelmente deve ter trauma de moto. Além disso, o treinador comportamental não vai avaliar só o seu cão, vai te avaliar também e o dia a dia de vocês, o que vai ajudar muito a estreitar os seus laços e te ajudar entender um pouco mais o que ele está passando.\n\nVocê também conhece o seu cão, da mesma forma que comentou aqui que acha que ele está piorando. Se você acha, ele provavelmente está, o treinador vai te dizer que “ah, é assim” “o problema é dele porque ele é muito agressivo”, ele na verdade está tentando tirar o dele da reta porque não sabe o que está falando, sendo bem honesta. Tudo tem explicação, e casos perdidos também tem suas explicações (não acho que seja o caso do seu). Em último caso, você pode falar também com um veterinário especialista, tipo um psiquiatra canino, e buscar medicamentos. Mas isso é último caso mesmo e é para SEMPRE ser usado em conjunto com treinamento comportamental, se não você vai gastar dinheiro atoa porque não vai funcionar. Um veterinário ético inclusive não vai te receitar absolutamente nada sem ver que você está trabalhando com o seu cão e tem o compromisso de continuar (pelo seu tom do post, vejo que você e preocupado com seu cão e acho que você teria sem problemas, mas eu reforço porque é um post público e não quero que ninguém ache que é pra dopar cachorro pra resolver agressividade).\n\nEntão resumindo esse livro que escrevi:\n\n- Castração não vai resolver nada, MAS vai te ajudar a prevenir possíveis acidentes horríveis que pra ele seriam muito mais graves do que para outros cães normais.\n\n- Ele é um cão reativo e traumatizado. Tá tudo bem, ele ainda pode ter uma vida muito feliz e completa, só vai ter mais trabalho e quanto antes começar, melhor. Ele é jovem e isso é bom!\n\n- Treinador comportamental, de preferência um veterinário ou indicado por um veterinário comportamental. Esse treinador que você tem agora já está na fase do “ah, ele que é assim” pra tirar o dele da reta, já deu entre vocês, parte pra outro antes que ele faça algo que traumatize mais seu cão.\n\n- Treinamento tem que começar em casa no ambiente dele, só depois que vai passar pra rua\n\n- Reavaliação neurológica para ver se algo aparece agora\n\n- Segue com o compromisso que você tá tendo que vai dar tudo certo. Vai demorar um pouco, serão mais alguns meses, mas quanto antes começar, melhor.",
                "Raça?"
            ]
        },
        {
            "title": "gato fica com o intestino entupido de bolas de pelo com frequência",
            "selftext": "meu gato sempre se lambeu muito, estranhamente muito, desde os 5 meses quando adotamos ele. ele passa a maior parte do tempo tomando banho. ele tem 3 anos, e durante a vida dele, algumas vezes (com um bom espaçamento de tempo) ele de repente ficou mal, abatido e sem querer comer, beber água ou urinar/defecar. não sabíamos o que era, porém depois de uns 2 dias passava sozinho. até que no ano passado isso começou a acontecer com mais frequência, até que no final de dezembro ele ficou doente e não melhorou sozinho. levamos no Vet e disseram que ele estava com corpos estranhos no intestino, que possivelmente eram bolas de pelo. ele ficou internado pra tratar a desidratação extrema e tomou laxantes e um suplemento pra ajudar a expelir as bolas de pelo, e funcionou. \n\nsemana passada ele vomitou 2 bolas de pelo, e logo após vomitar ele parecia bem, voltava a agir normalmente\n\nanteontem ele ficou péssimo de novo e dessa vez teve que internar porque estava ainda pior que dá última vez. fez uma eco e descobriram um corpo estranho de 6cm no intestino, e a veterinária disse que pelo histórico dele pode ser outro acumulo de pelo \n\nele está em cirurgia agora, e espero que seja só esse o problema (não dá pra confirmar ainda), mas existe alguma dica pra ajudar ele a não \"entupir\" assim? gastei bem mais dinheiro do que eu podia com tudo isso e se voltar a acontecer eu não sei se terei como pagar",
            "subreddit": "ApoioVet",
            "topic": "animais",
            "id": "10pf7no",
            "num_comments": 5,
            "comments": [
                "Você tem o hábito de pentear ele?\n\nA dieta dele é rica em fibras? \n\nO consumo de água dele é adequado?\n\nJá conversou com veterinário para saber se tem alguma ração que possa ser dada para minimizar as chances? \n\nA rotina dele é entediante ou é uma rotina interessante e ele vive em um ambiente enriquecido?"
            ]
        }
    ]
}