{
    "posts": [
        {
            "title": "MINECRAFT LEGENDS",
            "selftext": "não comprei o jogo original porque tá super caro\nfui lá testar a versão pirata esperando uma experiência incrível mas, o jogo ficava uns 1 minuto com tela depois fechava alguém pode me ajudar a resolver?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12t40y6",
            "num_comments": 0
        },
        {
            "title": "PC CONGELA E REINICIA SOZINHO",
            "selftext": "Comprei recentemente um SSD NVME de 1 TB e quando formato o PC depois de dois dias o PC \n Começa a congelar e reiniciar, verifiquei se era a memoria ram fazendo um teste de stress e o para ver se tinha erro mas não tinha, fiz tmb uma verificação no SSD em um aplicativo e aponto que o SSD estava 100% saudável as configurações do meu Pc são BM450 Steel legend de placa mãe uma memória ram de 16Gb de 3200 de frequência, uma fonte de 800W genérica eu acredito, e uma placa de video Gt730 4 GB por favor me ajudem nesse problema dos infernos",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12skpol",
            "num_comments": 5,
            "comments": [
                "Eu aposto e ganho que tu não instalou os drivers AMD Adrenalin do chipset B450. hahaha (Tive o mesmo problema à umas semanas atrás com B350 e um XPG SX8100 de 512GB - tu tem sorte do SSD não sumir do UEFI como acontecia aqui hora e meia, mas depois de instalar... parou.)\n\n[https://www.amd.com/pt/support/chipsets/amd-socket-am4/b450](https://www.amd.com/pt/support/chipsets/amd-socket-am4/b450)\n\nPs.: se a fonte de 800W for realmente genérica (genérica como em fonte sem marca, de baixa qualidade), se desfaz dela urgente... porque na hora que tu precisar de potência acima do que ela realmente oferece (provavelmente 1/3), tu pode precisar trocar muito mais hardware junto... Se eu fosse tu, pegava uma de 450-550W de boa qualidade (500W MSI MAG tá tipo 250)",
                "Se pá, a fonte é da BrazilPc"
            ]
        },
        {
            "title": "Estou pensando em comprar o Notebook Lenovo L450, vale a pena para as minhas necessidades?",
            "selftext": "Seguinte estou pensando em comprar esse notebook para meus estudos da faculdade e para programar e editar vídeos, é uma boa opção?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12siz1j",
            "num_comments": 7,
            "comments": [
                "Se for a versão com o i3-4300U, ele é bem lerdinho... acho que com SSD até fica usável para assistir vídeo e digitar textos, mas isso ai já é uma maquina com ao menos 10 anos de mercado... então editar vídeo e se precisar compilar alguma coisa, vai ser bem sofrivel... (se for linguagem sem compilação, tipo php e python\\*... acho que até deve rodar.)\n\n\\[\\*dá pra compilar python, mas vai levar dias nesse hardware.\\]",
                "Estou querendo um Thinkpad justamente por ele ser robusto e aparentar ser mais fácil de fazer upgrade do que os novos ultrafinos do mercado.",
                "Programar é tenso, vai ser sofrido pra rodar o projeto."
            ]
        },
        {
            "title": "Problema no HD, no pendrive ou em mim?",
            "selftext": "Eae gente, eu acabei de trocar a placa mãe, processador e memória ram do meu PC, praticamente um PC novo. Com muita dificuldade, pois foi minha primeira vez mexendo em tantos hardware, consegui colocar tudo no lugar (aparentemente). Após isso, liguei o computador, abriu a tela de BIOS, coloquei meu pendrive no computador e abri os boots, tentei instalar o Windows, porém só apareceu q nn iriam conseguir, sem nenhuma explicação clara, então tentei formatar o HD pela aba de instalação personalizada, porém não tive sucesso algum, com uma mensagem semelhante, sem explicação clara. Depois disso fui nas opções avançadas, uma aba bem azulada, tentei de todas as formas lá também, porém, obviamente nenhum sucesso. Tentei até mudar o HD de sata.\nObs: reparei que o meu pendrive as vezes demora pra ser reconhecido tanto no meu pc quanto notebook, nisso, peguei outro pendrive e copiei os mesmos arquivos, porém meu pc não reconheceu esse novo pendrive.\nMeu HD é reconhecido, tanto que aparece a quantidade de gigas disponíveis nele.\nNão sei se algum arquivo veio corrompido no pendrive, se o pendrive tá estragado e nn consegue ficar conectado tempo suficiente ou se o HD está com algum problema.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12sfsco",
            "num_comments": 10,
            "comments": [
                "Rapaz essa parte do copiou para outro pendrive tá errado, não é simples assim e  perdi a confiança que tava depositando na tua mídia.\n\nEntão por via das dúvidas.\n\n Começa refazendo a sua mídia no pendrive, procure o Microsoft Creat Tools que vc vai usar o próprio software da Microsoft para criar uma imagem em pendrive bootavel.\n\nQuando der o boot e chegar na parte que mostra seu HD, vc tem que selecionar a opção de Excluir ou Formata a partição. Atenção! tu vai perder tudo do HD.\n\nSe formatar segue a vida na instalação\nSE tu excluir, ele vai ficar como partição não alocada, aí vc seleciona e vai dando Ok para alocar novamente na unidade 0 se não me engano.\n\nCaso não funcione, recomendo a vc fazer esse processo de criar a partição através do CMD com o DISKPART.",
                "Deleta todas as partições do disco que tu quer instalar o Windows, mas não formata. Só manda instalar nela... se tu formatar e depois tentar usar, acho que o Windows não consegue instalar porque ele precisa fazer três partições.",
                "Criou o pen-drive bootável corretamente? Utilize softwares de criação, como **Rufus**, por exemplo.\n\nO pen-drive se coloca antes de reiniciar/ligar o PC. \n\nDefina a ordem de boot primária na bios para o pen-drive bootável\n\nNa instalação, quando for particionar o disco, exclua todas partições (perderá tudo caso tenha dados no HD/SSD), após isso, prossiga com a instalação, o próprio sistema operacional irá fazer o resto da instalação automaticamente pra você.\n\nSegue recomendação de como [instalar](https://www.youtube.com/watch?v=xwtK8o9J5os&pp=ygUncGVkbnJpdmUgYm9vdGF2ZWwgaW5zdGFsYXIgd2luZG93c3ogMTAg) o Windows passo-a-passo.",
                "Consegui, muito obrigado a todos que se disponibilizaram a me ajudar. Eu apaguei todas as partições do HD e criei novas, depois disso consegui instalar. Agora tô com outro problema, monitor fora de escala, mas isso é outra história kkkkkk",
                "Windows.",
                "Pelo que entendi das mensagens de erro, é como se você estivesse tentando fazer um upgrade no seu Windows antigo e não formatar e reinstalar ele.\n\nSe você está tentando formatar, pode ser que tenha feito algo de errado na criação da mídia.\n\nSe você quiser instalar o Windows 10/11, vá no site da Microsoft e baixe a mídia de instalação. Você pode fazer pelo Microsoft Media Creation Tool ou através do download direto da ISO no site da Microsoft e usando o Rufus para criar uma mídia bootavel com suporte a BIOS UEFI.\n\nNa hora de instalar é só você excluir todas as partições, escolher onde vai ficar o Windows e avançar.\n\nEu não vou explicar passo a passo, porque tem bilhões de vídeos no YouTube e tutoriais em blogs/sites que vão conseguir te ensinar isso melhor do que eu.\n\nObs.: Sim, o seu pendrive pode estar com problema também, mas a mensagem de erro que deu não é relacionado ao mesmo. Então dúvido que seja esse o problema. E o fato do pendrive não reconhecer na BIOS, no menu de boot, pode significar que a mídia só não foi feita direito. Principalmente quando envolve suporte EFI, as vezes você criou uma mídia para o padrão Legacy (que só reconhece tabela MBR) e por isso não está dando pra instalar. Sua mídia de instalação precisa ter suporte a GPT e UEFI."
            ]
        },
        {
            "title": "Duvida com meu Notebook",
            "selftext": "Boa noite a todos do reddit, estou querendo comprar um headset havit para mim usar no meu notebook, porém nele possui apenas uma entrada para colocar fone, e nesse headset possui o fone né e tamb´´em microfone e na caixa dele vem com uma entrada só e um adaptador que de uma entrada transforma em uma de fone e a outra de microfone. Minha duvida é se eu conectar sem usar o adaptador o pc vai utilizar o fone e o microfone ou apenas o fone",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12scg7x",
            "num_comments": 2,
            "comments": [
                "Sim, tu precisa de um joiner de áudio (acho que esse é o nome).\n\nÉ um adaptador com dois P2/P3 femea e um P3 macho.",
                "Nos pcs mais recentes estão substituindo. Esse adaptador é pra pcs mais antigos mesmo. A maioria dos headsets P2/P3 atuais vem com adaptador por isso."
            ]
        },
        {
            "title": "Dispositivo usb não reconhecido",
            "selftext": "Meu teclado começou não está ligando mais quando desconecto o usb (cabo removível) e conecto novamente aparece essa mensagem nas notificações do windows. É o razer blackwidow te v2, não está acendendo o led, apenas apare e essa notificação do windows que citei acima. O mais estranho foi que em uma dessas tentativas ele ligou mas logo depois apagou de novo. Alguém sabe se é isso é o teclado ou pode ser o cabo usb? Alguma dica?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12sbom8",
            "num_comments": 1,
            "comments": [
                "A primeira coisa que eu testaria era trocar o cabo para um que tu já conseguiu transferir dados do celular, por exemplo...\n\nA segunda era olhar se tu não conseguiu a proeza de quebrar a porta USB do teclado. (Se for MicroUSB, essas portinhas são absolutamente frágeis... se ficar movendo o teclado, elas podem quebrar... - mas trocar a portinha é um trabalho de 5 minutos pra quem tem prática com solda)"
            ]
        },
        {
            "title": "Minha primeira montagem de PC, alguma sugestão/critica?",
            "selftext": " o pc seria principalmente para jogar e mexer com blender\n\nGABINETE\n\nRise Mode Galaxy Glass Standard\n\n[https://www.kabum.com.br/produto/386146/gabinete-gamer-rise-mode-galaxy-glass-standard-mid-tower-lateral-e-frontal-em-vidro-temperado-sem-fans-branco-rm-ga-ggst-fw?gclid=CjwKCAjw3POhBhBQEiwAqTCuBidtzz8Eu\\_\\_8gw1OqTAG-4DfnmmWtuWyFCjEHt5HMjbHaJq2ipg3MxoCvUMQAvD\\_BwE](https://www.kabum.com.br/produto/386146/gabinete-gamer-rise-mode-galaxy-glass-standard-mid-tower-lateral-e-frontal-em-vidro-temperado-sem-fans-branco-rm-ga-ggst-fw?gclid=CjwKCAjw3POhBhBQEiwAqTCuBidtzz8Eu__8gw1OqTAG-4DfnmmWtuWyFCjEHt5HMjbHaJq2ipg3MxoCvUMQAvD_BwE)\n\n(fans, a princípio 7)\n\n[https://www.pichau.com.br/ventoinha-aigo-darkflash-dr12-pro-rgb-120mm](https://www.pichau.com.br/ventoinha-aigo-darkflash-dr12-pro-rgb-120mm)\n\nPLACA MÃE\n\nNZXT N5 Z690\n\n[https://www.kabum.com.br/produto/394702/placa-mae-nzxt-n5-z690-intel-z690-atx-ddr4-wifi-bluetooth-branco-n5-z69xt-w1?gclid=CjwKCAjw3POhBhBQEiwAqTCuBnez6m4rWTavPJ9OH3SYgdaqUBrnbLEXqVbKj2wwvo1au1Lf3vjLohoCJAkQAvD\\_BwE](https://www.kabum.com.br/produto/394702/placa-mae-nzxt-n5-z690-intel-z690-atx-ddr4-wifi-bluetooth-branco-n5-z69xt-w1?gclid=CjwKCAjw3POhBhBQEiwAqTCuBnez6m4rWTavPJ9OH3SYgdaqUBrnbLEXqVbKj2wwvo1au1Lf3vjLohoCJAkQAvD_BwE)\n\nPROCESSADOR\n\nI5 13600K\n\n[https://www.kabum.com.br/produto/386975/processador-intel-core-i5-13600k-13-geracao-5-1ghz-max-turbo-cache-24mb-14-nucleos-20-threads-lga-1700-video-integrado-bx8071513600k?gclid=CjwKCAjw3POhBhBQEiwAqTCuBhLn6pLt1LTbt-MES3DXArLNaeLMFnmVkpwWtvXmMh\\_7Towjh09iMBoC9VsQAvD\\_BwE](https://www.kabum.com.br/produto/386975/processador-intel-core-i5-13600k-13-geracao-5-1ghz-max-turbo-cache-24mb-14-nucleos-20-threads-lga-1700-video-integrado-bx8071513600k?gclid=CjwKCAjw3POhBhBQEiwAqTCuBhLn6pLt1LTbt-MES3DXArLNaeLMFnmVkpwWtvXmMh_7Towjh09iMBoC9VsQAvD_BwE)\n\nCOOLER\n\nAIGO DARKFLASH TWISTER DX-240\n\n[https://www.pichau.com.br/water-cooler-aigo-darkflash-twister-dx-240-argb-240mm-branco-dx-240-argb-wh?gclid=CjwKCAjw3POhBhBQEiwAqTCuBs7l8eI1uh4\\_bkoAjA6nZDkhEvyziw2i35gl0G2g8xRYoieivRvRjxoCRfgQAvD\\_BwE](https://www.pichau.com.br/water-cooler-aigo-darkflash-twister-dx-240-argb-240mm-branco-dx-240-argb-wh?gclid=CjwKCAjw3POhBhBQEiwAqTCuBs7l8eI1uh4_bkoAjA6nZDkhEvyziw2i35gl0G2g8xRYoieivRvRjxoCRfgQAvD_BwE)\n\nRAM\n\nKingston Fury Beast 32GB (16X2) DDR4 3200MHZ\n\n[https://www.kabum.com.br/produto/385956/memoria-kingston-fury-beast-edicao-especial-rgb-16gb-3200mhz-ddr4-cl16-dimm-branco-kf432c16bwa-16?gclid=CjwKCAjw3POhBhBQEiwAqTCuBlc2O0bav6nYfFGFkwAbBgBlRbw0q\\_dDckXwfqxyLvWx5g46lt6B1xoCXbQQAvD\\_BwE](https://www.kabum.com.br/produto/385956/memoria-kingston-fury-beast-edicao-especial-rgb-16gb-3200mhz-ddr4-cl16-dimm-branco-kf432c16bwa-16?gclid=CjwKCAjw3POhBhBQEiwAqTCuBlc2O0bav6nYfFGFkwAbBgBlRbw0q_dDckXwfqxyLvWx5g46lt6B1xoCXbQQAvD_BwE)\n\nPLACA DE VIDEO\n\nRX 7900 XTX\n\n[https://www.pichau.com.br/placa-de-video-sapphire-radeon-rx-7900-xtx-pulse-24gb-gddr6-384-bit-11322-02-20g](https://www.pichau.com.br/placa-de-video-sapphire-radeon-rx-7900-xtx-pulse-24gb-gddr6-384-bit-11322-02-20g)\n\nFONTE\n\nXPG CORE REACTOR GOLD 850W\n\n[https://www.kabum.com.br/produto/103282/fonte-xpg-core-reactor-850w-80-plus-gold-modular?gclid=CjwKCAjw\\_\\_ihBhADEiwAXEazJt7QtfDoPw2EMlEdaqYZhafNmY\\_ZUZdFdmwjWhcxRGVVakrFsGoUeRoCqEcQAvD\\_BwE](https://www.kabum.com.br/produto/103282/fonte-xpg-core-reactor-850w-80-plus-gold-modular?gclid=CjwKCAjw__ihBhADEiwAXEazJt7QtfDoPw2EMlEdaqYZhafNmY_ZUZdFdmwjWhcxRGVVakrFsGoUeRoCqEcQAvD_BwE)\n\nARMAZENAMENTO (vou pegar um hd de 1tb do meu pc antigo)\n\nSSD MANCER 512GB M2\n\n[https://www.pichau.com.br/ssd-mancer-alastore-a3-512gb-m-2-2280-pcie-nvme-leitura-2000mb-s-gravacao-1450mb-s-mcr-alta3-512?gclid=CjwKCAjw3POhBhBQEiwAqTCuBuUTfJaPKLizGK82h3ratdrvgWj0cAA3hvv80DrzVVXBs\\_2CkMlerRoCldAQAvD\\_BwE](https://www.pichau.com.br/ssd-mancer-alastore-a3-512gb-m-2-2280-pcie-nvme-leitura-2000mb-s-gravacao-1450mb-s-mcr-alta3-512?gclid=CjwKCAjw3POhBhBQEiwAqTCuBuUTfJaPKLizGK82h3ratdrvgWj0cAA3hvv80DrzVVXBs_2CkMlerRoCldAQAvD_BwE)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12rfe55",
            "num_comments": 20,
            "comments": [
                "É bom, porém acho melhor vc pegar uma 4070ti e um 13700kf, um wc 360 de qualidade tipo os da cooler master, uma B760 ou Z790 pra vc não ter q atualizar Bios e um gabinete melhor",
                "E tb um ssd Kingston KC3000",
                "Eeeeeh, eu não confiaria muito nesses White label da pichau.",
                "Bom, vamos lá.\n\n* Rise Mode Galaxy Glass Standard vem com zero fans... se tu for comprar 7 fans de boa qualidade, melhor pegar um case um pouco mais caro que já venha com fans...\n* Esse Aigo Darkflash DR12 PRO RGB 120MM é fraco, só 38cfm com quase zero de pressão estática... (importante se o case tiver filtro)\n* Eu pegaria a versão branca dessa placa mãe... mas eu não colocaria um cpu numa placa mãe que custa mais que ele.\n* Core i5-13600K ok\n* AIGO DARKFLASH TWISTER DX-240 pode ser bem okayzinho\n* Kingston Fury Beast 32GB (16X2) DDR4 3200MHZ excelente ram\n* Sapphire RX 7900 XTX -boa placa, mas verifica se cabe no case...\n* XPG CORE REACTOR GOLD 850W - excelente fonte\n* ARMAZENAMENTO (vou pegar um hd de 1tb do meu pc antigo) - se esse HD for de antes de 2017, recomendo trocar. Sério. A velocidade pode deixar muito à desejar.\n* SSD MANCER 512GB M2 - Não, pega de marca de verdade como Kingston, ADATA, XPG, Crucial, etc...",
                "Não troque a pasta térmica por geleia.🥲🥲🥲"
            ]
        },
        {
            "title": "Problema do windows",
            "selftext": "Recentemente montei um Pc do zero funcionava normalmente só que recentemente começou a apresentar tela azul estou usando a versao mais recente do windows 11, o mais curioso e que apresentou tela azul  somente ao instalar o programa bluestacks, percebi tbm que sempre que tento instala-los na última parte o cooler do processador acelera muito e da a conhecida tela azul da morte apresentado o seguinte código \"clock watch timeout\" monitorei a temperatura e joguei jogos mais pesados por questão de horas e não apresentei esse problema, se eu trocar a pasta térmica será que resolve?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12revnk",
            "num_comments": 5,
            "comments": [
                "CLOCK\\_WATCHDOG\\_TIMEOUT => erro fatal no hardware.\n\nDá uma lida em [https://answers.microsoft.com/pt-br/windows/forum/all/c%C3%B3digo-de-parada-clock-watchdog-timeout-tela/f0afe394-223f-4c0d-bcc1-0f42b1054bd3](https://answers.microsoft.com/pt-br/windows/forum/all/c%C3%B3digo-de-parada-clock-watchdog-timeout-tela/f0afe394-223f-4c0d-bcc1-0f42b1054bd3) (O site da Microsoft tem um monte de respostas)",
                "Abre o gerenciador de tarefas, vai em perfomance, CPU e veja se a virtualização do CPU está ativada, se não, ative ela, emulador trabalhando com essa opção desligada pode rolar isso dai."
            ]
        },
        {
            "title": "É melhor usar 2x8 de 3200mhz ou 2x16 de 3200mhz?",
            "selftext": "\nTenho um notebook e nele já veio um pente de 8gb de 3200mhz  e coloquei um de 16gb de 3200mhz, mas seria melhor usar 2x16 ou 2x8?\n\nQuero fps",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12rabxe",
            "num_comments": 11,
            "comments": [
                "Pra fps pode deixar do jeito que tá que tá bom",
                "16 gb 2x8 ou 32 gb de 2x16?  \n\n\n2x16 ué kk.",
                "Nenhum. Usa 2x32 3200mhz. 😌😌😌",
                "Não vai mudar nada em questão de fps. Oq importa é a latência da memória. Oq muda aumentando mais memória é a capacidade de abrir mais softwares ao mesmo tempo",
                "Vê onde ta o gargalo, provavelmente é na gpu. Se for nela uma solução é diminuir a temperatura do note, sei lá como, acho que uma base talvez, nunca usei pra afirmar. E se isso não for possível, diminui as opções gráficas e/ou joga numa resolução menor. \n\nSe o gargalo for o cpu, experimenta quando for jogar, fechar todos os outros programas inclusive o discord ou youtube seja o que for.\n\nUma maneira no windows pra saber o gargalo é apertar Ctrl+ Shift+ Esc e olhar na aba desempenho as estatísticas durante o jogo e qual que tá em 100%. Como vc tem mais de 16gb de ram, é improvável que a limitação seja a capacidade, mesmo que esteja sendo utilizado tudo, é mais provável que seja um jogo/programa que come tudo pq tem disponível.",
                "8+16 = os primeiros 8GB da memória de cada memória em dual channel, e o resto em single channel. Flex mode.",
                "Qual é o resto das especificações do notebook? Qual a GPU? CPU?\n\nDependendo da configuração do seu notebook, colocar mais RAM não fará diferença nenhuma, muito menos trará mais frames para os jogos.\n\nO padrão padrão para jogar hoje em 1080p é 16Gb. E 32GB de RAM é indicado para 4K.\n\nVocê já tem mais do que o suficiente no seu caso, sendo 8+16. Se você tiver uma configuração base de Core i5 ou i7 com um GTX 1650 ou RTX 3050, mais RAM não vai mudar nada em jogos.\n\nSe quer mais performance ou não está satisfeito, talvez seja melhor trocar de notebook ou montar um PC."
            ]
        },
        {
            "title": "é possivel baixar um jogo online de navegador?",
            "selftext": "eu tenho um jogo que navegador que gosto muito, e queria saber se há alguma forma de eu baixar ele. assim como conseguimos baixar o youtube e usar ele separado do google.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ra19o",
            "num_comments": 8,
            "comments": [
                "Dependendo do jogo, sim... mas sem saber qual, fica dificil... se for online, como mmorpg, não.",
                "e assim surge o \"Electron\"",
                "Se ele for de navegador, vc pode criar um webapp dele... É meio que \"baixar\" o jogo, pois vc teria uma \"aplicação\" externa ao navegador"
            ]
        },
        {
            "title": "AJUDA !!!",
            "selftext": "\nMeu mouse e teclado funcionam na bios, porém quando entro na tela de instalação do Windows nenhum dos dois funciona, oque pode ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12r5h4q",
            "num_comments": 3,
            "comments": [
                "A porta de entrada ao qual estão encaixados, antes de rodar a Bios e depois rodando o Windows",
                "Pergunta... tem alguma chance de ser Ryzen + Windows 7? Se sim, o Windows 7 não suporta os drivers do USB do Ryzen. (Não sei se acontece com Intel, mas com Ryzen acontece)",
                "Como o VitRanciaro falou, a porta que tu tá usando. Tenta conectá-los direto nas portas traseiras. Outra coisa que pode atrapalhar, é hub usb. De estiver usando um hub, tenta não usar ao acessar o setup."
            ]
        },
        {
            "title": "Sindpd está no reddit!",
            "selftext": "Boa tarde, agora estamos no reddit e fizemos o sub do [Sindpd](https://www.reddit.com/r/Sindpd/), pedimos que todos participem!\n\nSaibam também que o Sindpd está realizando sorteio de ingressos da [AFD Summit](https://www.reddit.com/r/Sindpd/comments/12pom24/s%C3%B3cio_do_sindpd_concorre_a_ingressos_da_afd_summit/?utm_source=share&utm_medium=web2x&context=3), maior evento de Forense Digital da América Latina, que vai acontecer aqui no sindicato, dia 22 e 23 de Abril.\n\nhttps://preview.redd.it/3gw8ax4jsnua1.png?width=909&format=png&auto=webp&v=enabled&s=989baf252d6b5cb67ae3698e032f40185c515c8c",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12qqr73",
            "num_comments": 0
        },
        {
            "title": "Me indiquem o melhor anti vírus pago.",
            "selftext": "Uso advenced systencare ultimate mas acabou minha prévia grátis. Qual o melhor antivírus? \nNão sei se deixo apenas o winsdow defencer ou compro um anti vírus pago. Me indiquem o melhor se for possível e peço humildemente que me expliquem o pq de ser o melhor. Obrigado",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12qcfep",
            "num_comments": 16,
            "comments": [
                "Windows Defender até funciona bem, mas eu prefiro o Kaspersky, bitDefender ou MalwareBytes.",
                "Karpeaky, eu uso o plano plus que vem com softwares adicionais e outros serviços. Estou satisfeito com o serviço.",
                "Kaspersky. Eu comprei e gostei bastante. Porém hj em dia uso mais no celular, no Pc nem tenho ativado pq formatei",
                "Kaspersky, sem dúvida. O mais renomado do mercado e utilizado por empresas grandes.",
                "Aqui uso o Windows Defender e o Malwarebytes. Antes eu tinha a versão gratuita do AVG mas o Malwarebytes se mostrou mais eficaz. Acabei comprando a licença.",
                "Cara, desde o lançamento do Windows 10 que eu não uso antivírus. O Windows Defender está atualmente no top junto com os principais antivírus do mercado na questão de detecção.\n\nSe você não é o tipo de pessoa que fica baixando tudo pirata no torrent, entrando em sites de filmes e jogos piratas, baixando programas desnecessário, abrindo mensagens de golpe de banco, arquivos e mensagens estranhas no e-mail e rede social... Se você se cuidar, você nunca vai pegar vírus.\n\nAtualmente eu faço free lancer, como renda extra, dando manutenção preventiva e coisas básicas via acesso remoto. O que mais pego é gente infectado por malware por pura ignorância. Tem gente que usa AVG/Avast, mas já peguei gente que usa Norton e Kaspersky pagos e infectados com malwares.\n\nNenhum antivírus vai ser o suficiente se você for o tipo de usuário que citei lá acima. Eu não sei o que é pegar um vírus ou malware faz quase uma década. Quando comecei a comprar meus jogos no Steam e usar Spotify e Netflix, eu nunca mais me preocupei em ser infectado.\n\nSendo assim, bom... Você tem várias opções pagas. Tem o Malwarebytes, um dos melhores atuais, mas o Webroot, Kaspersky e até mesmo o McAfee oferecem proteções completas... Mas como eu disse, não são muito melhores do que o Windows Defender atual. Alguns podem ter uma taxa de detecção mas sensível, antes de você clicar em link, por exemplo, mas mesmo assim todos os dias existe uma praga nova que esses softwares não conhecem. Resumindo, a maioria só oferecem algumas ferramentas a mais, mas que não necessariamente vai melhorar a sua \"imunidade\" na web. Alguns inclusive sao cheios de \"encheção de linguiça\" com programas de limpar arquivos temporários e outras ferramentas idiotas de manutenção que vc consegue freeware e outras firulas, só pra \"justificar\" o preço pago.\n\nEu costumo dizer que navegar na web e usar o PC é igual andar na rua. Você conhece os lugares que não deveria passar a noite (ou de dia), sabe que não deve confiar em estranhos ou aceitar qualquer coisa de qualquer um. Você não abre a porta sua casa pra ninguém que não conheça e nem aceita coisas. Se você levar dessa forma, você nunca vai pegar um vírus ou malware.\n\nDesculpe pelo textão. 😵‍💫🙂",
                "Melhor antivírus pago de longe é o Kaspersky",
                "Recomendo Norton antivírus melhor.",
                "Kaspersky, não tem igual. A licença dele de 1 ano tá 22,90 reais na Kabum com proteção total (antivírus, bloqueador de anúncios, security pay etc). Já uso a 5/6 anos.",
                "Kaspersky"
            ]
        },
        {
            "title": "Ajuda! Placa de vídeo para de funcionar assim que conecto no Windows.",
            "selftext": "Eu tenho um bom Pc, processador i7, 16gb de ram, bastante memória, uma placa mãe decente.\n\nMas de ontem pra hoje, a placa de vídeo (geforce 150) tá agindo estranhamente.\n\nEu ligo, o Pc (que antes ligava em 4s) agora fica carregando por uns 2min (e a placa de vídeo girando) só liga quando a placa para de girar.\n\nE agora meu PC tá muito travado e lento. Tô desesperado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12q9u6w",
            "num_comments": 3,
            "comments": [
                "Faz muito tempo que tu não faz manutenção nesse notebook/computador, tipo trocar pasta térmica e/ou limpar o interno?\n\nPela placa de vídeo que não dá para saber se é uma GeForce GTS 150 ou uma GeForce MX150, já dá pra dizer que é um computador com quase uma década de uso, que no qual deveria ter sido feito algumas manutenções.\n\nMas também pode ser sinal de Windows sem SSD ou HD morrendo. Roda o CrystalDiskInfo."
            ]
        },
        {
            "title": "Programação é difícil?",
            "selftext": "Eu estou querendo estudar programação é eu queria saber se é muito difícil de aprender e quais dica vc dia pra um iniciantes?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12q6nen",
            "num_comments": 6,
            "comments": [
                "Qualquer um pode programar\nComece com lógica de programação, algoritmos e estrutura de dados (isso diferencia profissionais)\nIsso é que vai te fazer um programador bom. Aquele monte de framework é um passo depois desse. \n\nSe vc puder procura livro de algoritmo em alguma linguagem do teu interesse. Eu tinha um de algoritmo em Python pra iniciante mesmo, foi muito bom pro meu aprendizado. Vc vai aprendendo lógica já com a mão na massa\n\nEscolhe uma linguagem e procura um tutorial no YouTube de jogo da velha por exemplo(ou qualquer coisa q vc queria fazer) aí vc vai ter um gostinho de ver um projeto rodando. \n\nUm canal q eu gosto é o Curso em Vídeo. \n\nBoa sorte nos estudos",
                "Depende. Cada pessoa tem suas dificuldades. Pode ser dificil pra tu, pode ser fácil. Tu que tem de perceber isso.\n\nEu tenho dificuldades em criar código normal. Mas minha programação orientada à gambiarra até funciona para o que eu preciso. (não programo profissionalmente, só pra automatizar minhas coisas)\n\nMas recomendo seguir o que o Silly-Dinga disse.",
                "Vai depender muito da linguagem e do \"seu tempo\".",
                "Não é pra qualquer um.",
                "Uma coisa é certa, não é fácil. Não deixe-se enganar por esses anúncios de ganhe 10.000 em 6 meses. De resto, creio que essa é uma das áreas mais meritocráticas que existem, ou seja, vai depender do quanto você se esforça. \n\nEu sei, é uma resposta bem genérica mais é certeira, grande parte vai depender de você estudar e praticar sozinho e querer ser diferenciado. Como o mestre akita fala, vai depender do quanto você se contenta em querer saber. Quanto mais, recompensa é maior.\n\nAproveitando que mencionei o akita, caso alguém não o conheça, o canal do yt é Fabio Akita. Melhor que muitos cursos e arrisco dizer, universidades",
                "Tudo é difícil pra quem não se esforça.\nTudo é difícil no começo."
            ]
        },
        {
            "title": "Alguien puede ayudarme no se porque pasa eso ya la lleve a “reparar” y sigue igual no se qué pasa",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12q4hx4",
            "num_comments": 2,
            "comments": [
                "Hola mi amigo, hay una sub para los hispano hablantes r/computineslatam",
                "Caraca... Se é Dell, provavelmente é o flat... hahaha"
            ]
        },
        {
            "title": "Like a glove",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12pvvow",
            "num_comments": 1,
            "comments": [
                "dá uma dor só de ver o estado que o gabinete ficou kkkkkkk. provavelmente fez isso só pra tirar uma foto e depois comprou um gabinete maior."
            ]
        },
        {
            "title": "Fala galera me digam aí eu vou comprar um ssd nvme 128gb, da pra so colocar o windows 10 nele?",
            "selftext": "Eu ja tenho um outro ssd nvme de 1tb que utilizo pra colocar meus jogos, programas e outras coisas. Mas um ssd de 128gb serve pra so baixar o win 10 e provavelmente um win 11? Ou eu preciso de pelo menos 256gb pro Windows? Quanto gbs seria o ideal?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12pv6s3",
            "num_comments": 3,
            "comments": [
                "O SSD nvme que tenho já está com 200GB e isto pq instalo jogos (alguns) em HD.\n\nEntao 256G pelo menos",
                " 120 é o que Windows ocupa com as atualizações. Sem falar que existe softwares que só instalam na mesma participação do windows.",
                "Cara... pega o de 240GB\\~256GB... a diferença dele na Kabum é tipo 30 reais... pelo dobro de espaço..."
            ]
        },
        {
            "title": "não consigo ativar o modo de inicialização segura",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12pt688",
            "num_comments": 1,
            "comments": [
                "Se tu instalou o WIndows em modo legacy, só reinstalando o Windows em modo UEFI."
            ]
        },
        {
            "title": "Vale a pena trocar a placa de vídeo?",
            "selftext": "Boa tarde pessoal, tudo bem com vocês?\n\nentão! estou a um tempo pensando em upgrades pro meu pc, ja fazendo 3 anos que estou com ele, mas tenho receio de estar exagerando nessa ideia: olhando a amazon vi que a 3060 está em promoção, bem mais barato do que o usual, e fiquei pensando sobre a ideia de trocar minha atual por ela... valeria a pena? Sinto que teria que mudar mais outras coisas na config geral...\n\nminha config:\n\nI5-9400f;\n\n[Placa Mae Asus Tuf H310m-plus Gaming/br Lga1151](https://www.googleadservices.com/pagead/aclk?sa=L&ai=DChcSEwjVvrmztLH-AhUh7FwKHYDRCzEYABAIGgJjZQ&ohost=www.google.com&cid=CAESbeD2W0L5vBhRupq25GmRkv_d24u9QuGYd8T3Ygu_PvH-zlvPChnxQPk2dFvBxpTFshS7wc4LHhopilRNI45h3xPYUk-3eRJq3oyWQWKQUrlR9VwUcSlabXYmdPr1P9g67WfAF_oTIZf3JuTKChw&sig=AOD64_0zVTS_-ETsqdNQ-Gv2CbdbtaDpJw&ctype=5&q=&ved=2ahUKEwjxk7KztLH-AhWQE7kGHZydDR4Q9aACKAB6BAgGEC4&adurl=)Placa Mãe Asus Tuf H310m-plus Gaming/br Lga1151 Ddr4;\n\n2 memórias ram de 8 gb 2666MHz;\n\nGtx 1660 super;\n\nfonte corsair 450W;\n\n1 ssd m2 de 500 gb;\n\n1 hd de 1 tera.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ppgyj",
            "num_comments": 4,
            "comments": [
                "Depende do que você joga amigo, se for jogar competitivo como lol, cs, valorant, r6 etc a placa n vai adiantar MT coisa, se for em campanha como god of war, red dead, gta etc recomendo que vc teste o jogo e veja se ele está em uma qualidade gráfica que seja ruim, as vezes os FPS estão baixos mas é problema do processador ou memória ram, nesse caso recomendo baixar o msi afterburn que mostra as estatísticas de cada peça para ver qual está dando o gargalo.\n\nSobre compatibilidade com as suas peças vc precisa conferir da placa mãe e cooler, no site da fabricante da placa de vídeo que vc quer deve ter quais placas mães são compatíveis, e o cooler vc precisa calcular quanto de energia gasta mais ou menos a placa de vídeo + processador, que são os que mais gastam, e deixa uma margem de sobra para evitar problemas.",
                ">olhando a amazon vi que a 3060 está em promoção, bem mais barato do que o usual\n\nAcho que na Kabum tá melhor o preço."
            ]
        },
        {
            "title": "Qual o procedimento padrão pra formatar um PC?",
            "selftext": "Gostaria de saber o passo a passo pois isso é uma coisa que ainda não entendi direito e tenho que aprender rápido pra formatar uma máquina dessa da imagem que é um tanto antiga.\n\nAcredito que independente de ser antiga ou não, o procedimento é o mesmo não é?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ppdab",
            "num_comments": 8,
            "comments": [
                "Caraca.... isso ai é BTX?! hahaha\n\nSó pelo slot PCI normal ai eu diria que tu não vai conseguir formatar com pendrive e precisará de disquete de boot ou cd/dvd de boot... e que vai ter de instalar em modo legacy...",
                "Bem esta máquina parece ser bem antiga mas provavelmente o procedimento que uso no meu netbook deve funcionar no seu pc com algumas mudanças e para te ajudar vou fazer um mini tutorial passo a passo com o procedimento:\n\nComeçando pelo início e os requisitos para formatar um pc\n\n- Tenha um cd ou pendrive de no mínimo 8 gb (provavelmente este pc não deve ter uma entrada usb)\n\n- Instale o arquivo iso do windows 7 ou 10 ou um sistema de sua preferência\n\n-Faça backup dos arquivos do pc se o pc não for seu (importante!)\n\nAgora é o procedimento em si:\n\n-Após baixar o arquivo iso do sistema de sua preferência grave ele em um cd se seu pc for compatível com um pendrive use o progama rufus!\n\n-Após todo este processo desligue o pc e ligue ele apertando uma tecla específica para entrar na bios (pode ser f2 f8 f10 ou f11 geralmente ao ligar o pc tem um texto embaixo especificando a tecla!)\n\n-Após entrar na bios entre na aba boot e coloque teu cd para bootar em 1 lugar no lugar do hdd \n\n-Normalmente aqui ele irá dar boot no setup do windows ou no sistema que você escolheu mas o processo a seguir é para o windows!\n\n-Exclua as partições do hd com o sistema antigo e clique em novo e aperte em seguir e aguarde a instalação terminar isso pode durar de 10 a 50 minutos! eu não sei ao certo o tempo de instalação do Windows mas se for o windows 10 fique ciente que o processo vai demorar um pouco se o pc for muito antigo Ou fraco e se for windows que o pc vai reiniciar algumas vezes durante a instalação!\n\n-Após isso siga as instruções do sistema e configure o pc com as configurações de usuário e etc\n\n-E por último Instale os drivers do pc\n\n-Parabéns o pc está pronto para uso!!\n\nAvisos finais: se caso o pc estiver sem Internet já deixe os drivers em uma pasta no seu celular ou em um cd e passe os arquivos para o pc!",
                "Boa tarde, por favor, tudo bem??? <<<<--- nunca se esqueça disso\n\n&#x200B;\n\nSó seguir o vídeo abaixo que não tem erro:\n\n[https://www.youtube.com/watch?v=qrgP22P9Hc4](https://www.youtube.com/watch?v=qrgP22P9Hc4)",
                "depende um pouco, tem um bilhão de formas diferentes"
            ]
        },
        {
            "title": "Repetidor Re505x e roteador AX10 e bom para 600Mb de internet?",
            "selftext": "Um TP Link AX 10 com uma internet de 600Mbs e esta difícil cabear pela casa, colocar um repetidor Re505x ax1500 com menos de 5 metros de distância, vai perder muita latência e velocidade",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12pp6g6",
            "num_comments": 11,
            "comments": [
                "Desativa a função wi-fi do roteador conecta um cabo para o repetidor e deixa somente ele roteando wifi",
                "Repetidor usando sinal Wi-Fi nunca é bom, eu preferiria levar um cabo no padrão Gigabit discreto até o repetidor e ligar nele, dali sairá um sinal mais forte do que apenas pegar um sinal fraco e retransmitir."
            ]
        },
        {
            "title": "Monitor com defeito Pisca Pisca",
            "selftext": "Bom! Olá a todos, estou com esse problema como mostra o vídeo, tenho esse monitor que deixaram comigo, de uma associação aqui perto de casa. Queria saber qual pode ser o ocorrido problema, como posso concerta e se vale a pena, não quero gasta grana em concerto com algo que não e meu, mas eu queria usar enquanto reside em minha casa.\n\n[mais info](https://reddit.com/link/12ph168/video/ghbnwgmmygua1/player)\n\n[Postei sem o video :\\) primerio post](https://reddit.com/link/12ph168/video/a1lp4g5yfgua1/player)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ph168",
            "num_comments": 8,
            "comments": [
                "Seria interessante se tu conseguisse gravar o defeito... mas a principio soou como defeito no flyback.",
                "Esse monitor é um da lg de 24 polegadas? Eu tive um que deu um problema desse de ficar piscando as vezes, troquei ano passado pq nao conseguir arrumar(nao levei em tecnico) o meu ja devia estar com uns 6 ou 7 anos."
            ]
        },
        {
            "title": "Recebi uma proposta de um notebook, vale a pena?",
            "selftext": "Olá, recebi a proposta de um notebook usado por 2 mil reais, com a seguintes especificações: \n\nIntel Core i7 8750H 2.20ghz, GTX 1050 Ti, Intel UHD Graphics 630, 16 GB RAM.\n\nEle não tem tela, e conecto num monitor antigo e uso um teclado a parte, já testei e ele parece estar funcionando normalmente. \nVocês acham que vale a pena pagar esse preço por um notebook usado?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ozi0v",
            "num_comments": 9,
            "comments": [
                "Nah, pelo estado... Isso ai vale no máximo 700-800 reais. Se a tela tá detonada, não é mais notebook... se estivesse perfeito, até daria para pagar 1200-1300... mas 2k por um notebook com 5 anos todo cagado? De jeito nenhum... nem é mais notebook.",
                "Por 2k tu monta Qlqr merda mt melhor q isso kkkk",
                "Se tu realmente quiser um PC portátil o preço tá ok. Mas se vc vai ficar com ele parado em um canto tu monta um ryzen com video integrado com 16gb de ram 100% novo por menos que isso. Ai vc junta mais um pouco e compra uma placa de video decente quando aparecer promoção.",
                "Um notebook pra usar com teclado e mouse em um monitor? Não vale a pena! Se ele estivesse em bom estado e funcionando tudo, poderia até pesar os prós e contras, porque um notebook legal hoje não sai por menos de 2800... E isso um Core i3 10th Gen ainda, sem GPU dedicada.\n\nMas pra uso pensando em desktop você consegue pegar um Ryzen 5 por pouca coisa a mais (e peças todas novas). Eu mesmo montei meu Ryzen 5 4600G do zero, com SSD, 16GB de RAM, Water Cooler e incluindo fonte (menos monitor, porque já tinha) por 2400 reais. Todas as peças no Brasil pela Terabyte. E acho que foi caro ainda, pq daria pra gastar um pouco menos se eu tivesse pego processador no Aliexpress.\n\nNo mês seguinte após comprar meu PC (Novembro/2022)  eu peguei uma placa de vídeo da China (RX 5500 XT)... Mas uma 1050 Ti vc já acha por 400 reais por aí no OLX.\n\nSe for pra ter um desktop, da pra montar um legalzinho com até 3000 reais hoje, comprando todas as peças no Brasil e a VGA da China (pra economizar e depois pegar uma RTX no futuro). Isso pensando em Gaming e trabalho básico/intermediário, pq se for pra uso casual e jogos leves a própria placa de vídeo integrada já daria conta.",
                "Absolutamente não"
            ]
        },
        {
            "title": "Ajudem um indeciso a escolher um note",
            "selftext": "Estou entre essas 4 opções. Tenho um orçamento de até 5k e nessa faixa de preço só encontrei notebooks com placa grafica boa e tela mais ou menos (dell g15 e nitro 5) ou com tela top mas com placa de enfeite kkkk que são esses dai\n\nPrimeiramente que não pretendo jogar no notebook, vou utiliza-lo no trabalho e por isso tenho prioridade no conforto/produtividade.\n\nQual vocês acham a melhor opção??\n\nEstou quase indo pelo mac (pq vou precisar programar e dizem que ele é muito bom pra isso) ou no da asus (provavelmente melhor tela nessa faixa de preço)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12oyshj",
            "num_comments": 17,
            "comments": [
                "Para trabalho, iria no IdeaPad 5, 16 GB de RAM e 1 TB de armazenamento fazem muita diferença. Sem falar na tela maior.\n\nPorém, o Macbook e o Samsung são mais leves por terem uma tela menor, então podem ser boas escolhas se você precisa de mobilidade (a bateria também deve durar mais nos dois casos).",
                "Impressionante, na Argentina eu sou milionário! Aqui sou pobre mesmo.",
                "Tu não vai usar pra jogar? Eu iria de MacBook, sem dúvidas. Porém tu tem de ter em mente que o OS não é Windows (apesar de dar para instalar o Windows)",
                "Esse compras do Paraguai e confiável? Há taxação? Eles entregam no BR?",
                "Já que é para trabalho 100% no MacBook",
                "Cara, se é pra trabalho e você não é dependente de nenhum software que só roda no Windows, vai de MacBook M1.\n\nAgora se você fizer questão de Windows, o Lenovo é excelente. Ultimamente é o melhor custo benefício que tenho visto em notebooks.\n\nSe o foco for trabalho, corra de notebook gamers se mobilidade for uma necessidade. Eles são ótimos, também são excelentes custo benefícios, mas também pesados e grandes, ruim de carregar se precisar.",
                "Hoje eu uso um desktop Windows pra pessoal/jogar e o macbook pra trabalho. Tentei usar Linux no passado mas não curti muito pela falta de compatibilidade com alguns programas, especialmente o pacote Adobe. Ele dava umas travadas esquisitas em alguns pontos também. O mac é uma \"mistura\" perfeita dos dois, tudo é compativel e é melhor pra programar. Fora que todos meus notebooks passados de variadas marcas sempre começaram a dar problema muito cedo, criei até um ódio contra eles pq parece q simplesmente não duram nada. Antes de pegar meu macbook pro atual (chip m1 pro), comprei um 2015 só pra ver se eu me acostumava e ainda era bem utilizável então se cuidar bem dura MUITO.",
                "Eu escolheria o Lenovo, configuração mais interessante desses e lenovo é muito bom pra fazer hackintosh caso queira usar o iOS nele vai de boa..."
            ]
        },
        {
            "title": "Ajuda com peças para pc gamer",
            "selftext": "Glr, vai ser minha primeira vez montando um pc gamer e eu não tenho tanto conhecimento mas entendo o básico sobre determinadas peças. \nEu escolhi elas e queria que vocês me recomendassem ou me dessem dicas se eu deveria mudar algo\n\nASUS GEFORCE RTX 3060 TI\n\nAMD RYZEN 7 5700G\n\nPlaca Mãe eu preciso de ajuda mas pra esses componentes eu acho que seria \nB550 DDR4 \n\nFONTE CORSAIR CX750M 750W 80 PLUS BRONZE\n\nMEMORIA RAM KINGSTON FURY BEAST, 16GB (2X8GB), DDR4\n\nSSD preciso de ajuda pra escolher \n\nÉ isso, eu queria opiniões de quem entende.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ovb1r",
            "num_comments": 39,
            "comments": [
                "Troca por um 5700X q fica gg",
                "Pega um NVME Kingston 500gb KC3000",
                "Se tu já vai pegar a 3060 Ti, troca o 5700G pelo 5700 ou 5700X. Tu troca o vídeo integrado por +16MB de L3 e PCIe 4.0...\n\nPlaca mãe tu pega qualquer B550 não básica.\n\nEu trocaria essa fonte pela XPG Core Reactor 850W, que é quase o mesmo preço, porém com melhor eficiencia e full modular.\n\nKingston Fury Beast 2x8GB DDR4 3200MHz é uma boa RAM. Kingston b-die, latência relativamente baixa CL16-18-18-36 pelo que lembro. Excelente pros Ryzens.\n\nSSD depende de quanto espaço tu necessita e quanto pretende investir... já te digo pra não inventar de pegar lixo chinês sem garantia... eu recomendaria um XPG S41 SX8100 S80 de 1TB e um disco de boot sata tipo o Crucial BX500 de 512GB... todos de boa qualidade. (Por que separado? Quando tu tiver jogando, não vai ter swap comendo desempenho do NVMe, mas se bem que esses já são rápidos o suficiente)\n\nSe tu quiser um ainda mais rápido, tu pode pegar um Kingston Renegade que é bem mais rápido e caro... esse tem SLC cache e DRAM cache... além disso, depois que estoura o SLC cache, ele ainda garante 2000MBps de escrita/leitura."
            ]
        },
        {
            "title": "Ajudem um jumento a montar um computador",
            "selftext": "Primeiramente, bom dia! Não tenho experiência na montagem de computadores e preciso de ajuda, sexta comecei a montar com um parente as peças que chegaram aqui em casa, mas ao terminar o computador não deu vídeo, teclado (MK61, por ser 60% pensei que poderia estar pressionando a tecla errada), pen drive e mouse acendem, sem barulho das FANS. \n\nOs slots DDR4 da placa só tem a travinha em um lado, estranhei, mas no site oficial a foto mostra dessa maneira, enquanto no manual é o padrão. A placa já veio com bateria, o que eu não esperava, pois, é importada da China, acabei comprando uma bateria do modelo CR2032, mas para ITX o certo é CR2032W, pensei em trocar mesmo assim, considerando que a original estivesse com problema, vou tentar isso amanhã.\n\nEstava meio perdido com os cabos, o adaptador do cabo F_PANEL não parece encaixar corretamente, então não o utilizei no primeiro teste, feito com cabo HDMI conectado a televisão. Estou usando um adaptador de três pinos sobre a extensão para conectar ao cabo de força da fonte, O SO instalado no pen drive é o Linux Xfce, por enquanto, não sei se essas informações são relevantes.\n\nAs especificações são:\nGabinete: NZXT H210 • Fonte: MSI MAG A550BN • Processador: Ryzen 5 4600G • Placa mãe: Asrock B450 Gaming-ITX • SSD: NV2 M.2 Kingston • Cooler da CPU: NH-D15S • Memória: Asgard DDR4 RAM Feryr T3 16GB (8GBx2) 3200MHz\n\nhttps://imgur.com/a/lAclFiY\n\nOs cabos F_PANEL e HD AUDIO não estão conectados a placa na imagem.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ouzuv",
            "num_comments": 6,
            "comments": [
                "Vixi, as infames memória asgard... (junto com juhor, são duas marcas que eu não compraria)\n\nEspero que tu não tenha montado tudo direto no case... \n\nFaz o seguinte: coloca apenas uma no slot mais próximo ao CPU, dá clearCMOS, inicia, deixa uns minutos e vê se dá vídeo. Tem treinamento de memória no primeiro boot e toda vez que tu mexe na ram...\n\nDepois de uns 5 minutos, desliga, troca o módulo, tenta bootar novamente. Se as duas deram vídeo (coloca elas pulando um slot no caso da mobo ter 4 slots), dá clearCMOS novamente e tenta iniciar.",
                "Cara, se tu nunca montou PC eu recomendaria checar CUIDADOSAMENTE se você não entortou algum pino desse Ryzen. As vezes só colocar ele de novo resolve. CPUs são um porre."
            ]
        },
        {
            "title": "Placa de vídeo pro i53470",
            "selftext": "Bom dia galera qual é o limite de placa de vídeo para o processador i5 3470",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12o79z9",
            "num_comments": 16,
            "comments": [
                "Se tá aguentando bem, mantém nesse setup. Não precisa de uma placa muito forte, mas dá pra pegar uma da série 10 ou 16 da Nvidia se quiser. O ideal é conseguir jogar em 1080p com uma boa fluidez. Sabe quantos fps tá conseguindo?",
                "Se tu não diz quais jogos pretende jogar, fica dificil recomendar algo... mas esse ai deve conseguir rodar qualquer placa de vídeo, o limite será se o jogo consegue rodar com um poder de processamento tão limitado ou não.\n\nAo meu ver, mesmo se der um pouco de gargalo na placa de vídeo, é melhor pegar algo um pouco mais forte (desde que não muito mais caro) e ficar com gargalo no CPU que pegar algo que não dá gargalo (e custe próximo ao que dava gargalo no CPU) e quando for atualizar o CPU, ter algo mais fraco junto.\n\nMas eu não iria com algo mais forte que uma RX 5500 XT do AliExpress ou uma RX 6500 XT nacional. Uma 1660 Super talvez... mas o poder de processamento vai deixar a desejar nos jogos mais recentes de qualquer forma... Ex.: Warzone 2 vai sofrer nesse CPU. Roda, maaas...",
                "Então tá de boas",
                "Meu irmão usava esse processador com a minha RX 5500 XT, em jogos com alto uso de CPU gargalava bastante, mas nos games que não demandava tanto até que fluía bem. Então creio que seria algo nesta faixa, GTX 1060, 1650 Super, RX 580...",
                "Não tem muito bem um limite. É um processador que tá chegando no \"fim\" da vida útil. Funciona muito bem pra programas e jogos mais antigos, mas daqui pra frente vai começar a sofrer, dependendo do tipo de uso. Você deveria definir um orçamento para a placa de vídeo e partir daí. Se for usar para jogos ou aplicações que exijam mais do processador deveria levar em consideração uma troca no futuro também.",
                "Mano eu tinha uma 750ti com esse processador e ele penava bastante."
            ]
        },
        {
            "title": "Dúvida na troca de pasta termica",
            "selftext": "Bom dia pessoal pretendo trocar a pasta térmica da minha placa de vídeo por estar atingindo temperatura elevada mais percebi que a mesma possui thermal pads devo troca los junto ou somente a pasta termica msm?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12o6033",
            "num_comments": 8,
            "comments": [
                "Troque a pasta térmica por uma de boa qualidade, não troque os thermal pads a não ser que eles estejam duros e  ressecados.\n\nOs thermal pads geralmente duram muitos anos e muito mais do que a pasta térmica que vai na GPU. E você não pode sair comprando qualquer uma que encontrar no ML, precisa ser uma de alta condutividade e normalmente esses thermal pads custam o dobro mais caro do que a pasta térmica.",
                "Acredito que depende do tempo, mas eu sigo a seguinte política: Se posso trocar... Troco tudo.",
                "Não mexe nos thermal pads... a menos que tu tenha outro exatamente da mesma espessura... (alias, toma cuidado pra não sujar eles!)\n\nSe tu troca por um com espessura diferente ou pasta termica, tu pode causar mal contato entre o cooler e as VRAM ou excesso de pressão entre o cooler e o GPU...\n\nTu poderia trocar por thermal putty (uma massinha que só faz lambança), mas... ainda teria de tomar cuidado com a pressão do cooler."
            ]
        },
        {
            "title": "Como saber se o meu portátil tem vírus?",
            "selftext": "Eu queria instalar um jogo pirata (sim, eu sei que é mau mas eu queria testar antes de o comprar, para saber se era realmente bom) e, feito estúpido, baixei um instalador desse jogo. Quando fui à pasta de downloads, tinha aquele ícone branco de quando o computador não lê o formato do arquivo (por exemplo, ter ficheiros .rar sem ter o winrar). Eu carreguei na mesma, só na esperança, e a pasta de downloads ficou sem responder, só podia mexer fora da pasta. A pasta fechou-se e, quando voltei a abrir, o instalador já tinha o ícone de instalador normal. Eu estranhei e eliminei imediatamente. Analisei o computador com o Malwarebytes e o windows defender (tenho Windows 11) e não detetou nada de anormal. Mas como posso ter certeza? Da primeira vez que fiz algo do género, roubaram-me a palavra-passe do email, apesar de eu na altura não ter malwarebytes (foi por isso que eu instalei.) Eu quero garantir que não acontece nada agora.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12o3bit",
            "num_comments": 16,
            "comments": [
                "Cara... só com analise profunda... mas existem virus que são bestas... não mostram nada... só roubam os session tokens dos navegadores.... dependendo o que tu tinha logado, dá pra fazer um estrago enorme...",
                "Na proxima vez faça uma maquina virtual com o VMWare/Win10 e teste lá dentro. Não sei se a performance vai ser boa mas pelo menos se tiver alguns vírus é sé deletar a máquina virtual."
            ]
        },
        {
            "title": "Me ajudem sobre essas questões",
            "selftext": "O que vocês acham sobre as \"configurações\" deste computador? \nSe ele é um computador:\n1- Básico\n2- Intermediário\n3- Robusto",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12nx0ek",
            "num_comments": 19,
            "comments": [
                "Gente, para quem não entendeu esse setup é da outra pessoa (embora não especifiquei de propósito). Não sou eu que estou montando. Podem me avisar e orientar sobre as combinações, mas não fujão da pergunta central.\nSe é:\n\n1,\n2 ou\n3\n\nVou dar uma pequena resumida na história. Seguinte essa pessoa acha que é um Pc intermediário que \"roda de tudo\" e \"alguns jogos\" eu já acho que é um Pc top de linha, ou seja, robusto (3). \nEu sei que tem umas peças nada a ver né ksksskk mais fazer o que ela é cabeça dura e não me ouve estou tirando pelo orçamento também 17k veyyyy (eu faria um bagaço). Claro que se comparar com um setup americano e em outros lugares onde o preço é justo ruhhhh nossa é .... Bom estou considerado o padrão BR.\nEnfim eu falei que com 2mil eu consigo montar um Pc intermediário 2 (de entrada) QUE RODA TODOS OS JOGOS DA ATUALIDADE claro que alguns não vão rodar tudo no ultra  mais roda com os gráficos reduzidos.",
                "se vc não curte zuada não recomendo switch blue. é o mais barulhento que tem. não entendo de headset.\n\neu considero isso um computador robusto. tem espaço para melhor otimização. o que vc vai fazer com ele?",
                "Mano, se vc pode comprar, vai em frente.\nÉ um computador pra 10 anos isso aí. 🤣🤣🤣\n\nA modificação que eu faria é na fonte.\nColocaria uma XPG Core Reactor de 850W (Também é 80Plus Gold)... Mas isso é só pq eu tenho mais boas referências da XPG do que da Cooler Master em relação as fontes.\n\nE placa de vídeo eu preferiria milhões de vezes uma Nvidia.\nSe for pra gastar, gasta em algo bom, que tem RayTracing decente e DLSS que surra o lixo do FSR da AMD.\n\nMas no geral, acho que a configuração está OK.\n\nNão entendo sobre fone e nem teclado/mouse.\nGeralmente fone de ouvido eu prefiro coisas que não são gamer, porque só é mais caro e a qualidade não é fiel, só tem grave. Na questão de áudio eu sempre opto por produtos usados em estúdio e que normalmente não tem Mic embutido (uso um mic separado se mesa)... Mas acho que isso é questão de gosto e frescura minha. Kkkk",
                "Po... não era mais fácil tu ter copiado todos os nomes e feito uma lista? pq mds...\n\nSe tu vai gastar 17k num PC... compra um teclado decente, não essas merdas com Outemu Blue... pega um com Cherry MX ou os sensores opticos da Razer. Sério mesmo.\n\nAgora os specs...\n\n* Teclado Redragon com mouse - caca\n* Logitech G432 - basico, mas ok\n* Corsair AF120 - bom, mas caro\n* Cooler Master G800 - 2x mais cara que uma XPG Core Reactor 850W...\n* Sapphire Radeon RX 6750 XT - boa, mas não tão\n* 2x32GB DDR5 5200 CL40 - poderia ser melhor...\n* TUF Gaming X670E-Plus Wi-Fi - se tu não vai fazer overclock extremo, não compensa...\n* AOC 31.5\" FullHD - Sério que tu vai gastar 17k e enfiar monitor FullHD?\n* Case Stryker - eyesore desgraçado\n* XPG S70 1TB - ok.\n* Ryzen 9 7950X - overkill\n* Watercooler Rise mode 240mm - HAHAHAHAHAHAHA ce tá de zuera, só pode...\n\nConclusão: é um dos kits mais desbalanceados e mal planejados que eu já vi...  CPU/MoBo top de linha, fonte não justificavelmente cara, watercooler lixo (o 7950X, em paises mais frios, consegue esquentar Water coolers como o Kraken Z73 e tu enfia uma porra da rise mode), placa de vídeo de uma geração atrás, etc... até parece que tu só juntou as peças mais caras para tentar reduzir o custo em outras....",
                "Eu pegaria um 13900KF ou um 7800X3D, 32GB ram DDR5 (pega 64 só se tu precisar, oq eu não acho q vai) um o11 evo e um water cooler de 360mm",
                "Cara, tá bem desbalanceado esse teu setup. Esse teclado por exemplo não é o que eu esperaria sendo utilizado com um PC top de linha (nível Brasil).\n\nÚnico grande problema aí é esse teu AIO/watercooler. Ele não vai segurar esse processador. Coloca um bom air cooler e vida que segue.",
                "fala pro seu amigo pagar alguém que entenda pra montar pra ele… vai sair mais barato kkkk",
                "Mano, fznd algumas pesquisas descobri q o melhor custo benefício pra vc seria o 13700KF com uma Z690 ou Z790 DDR5, vale bastante a pena"
            ]
        },
        {
            "title": "Gostaria de uma ajuda",
            "selftext": "Tudo que pede permissao de adm da esse problema, por motivos de trabalho infelizmente não posso só formatar o PC, existe outra alternativa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12np8h2",
            "num_comments": 5,
            "comments": [
                "Então... tá escrito ali, tu precisa de um usuário administrador para instalar isso. Se for equipamento da empresa, e tu não tiver um usuário de administrador disponível para uso próprio, tu vai ter de contactar o setor de TI para eles instalarem pra você.",
                "vai no cmd, executa como administrador, e digita\n\nsfc /scannow\n\nvai funfar ctz"
            ]
        },
        {
            "title": "Ajuda com processador novo!",
            "selftext": "Bom dia pessoal, estou enfrentando um problema com um ryzen 5 5600. Atualizei a bios da placa mãe (biostar b350 gt3) para a versão indicada pela fabricante e o computador não dá vídeo. Testei na casa de um amigo que tem uma placa mae da Asus e funcionou normal, podem me ajudar? \nMeu pc atual: \nR5 1600\n16 RAM\n1 TB SSD\nRX 580 8gb Gigabyte\nPlaca mãe biostar b350 gt3 - bios 2023 (última versão)\n\nObs: o barulho no vídeo é de um caminhão que estava passando na rua rsrs",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12nmvcj",
            "num_comments": 16,
            "comments": [
                "Tu tentou dar clear CMOS depois de atualizar o BIOS? Depois disso, inicia apenas com uma RAM no primeiro slot. Nesse primeiro boot, deixa uns minutos parado pra treinar memória... se ainda sim não bootar... tu ainda tem o processador antigo? (Se ainda tiver, verifica se realmente atualizou o BIOS conferindo a versão)",
                "Pra fazer o Clear da BIOS, tem um jumper na Placa-mãe e é só você trocar a posição dele por alguns segundos e depois colocar de volta no lugar. Olhe o manual da placa-mae ou o site, na parte de suporte, que lá indica o local onde fica esse jumper na sua placa. Se quiser fazer do jeito \"gambiarra\" é só desconectar todos os cabos do seu PC (todos mesmo) incluindo o da fonte e retirar a bateria da BIOS. Aperte o botão Power do gabinete algumas vezes pra descarregar os capacitores, espere alguns minutos (vá fazer um café) depois volte e conecte tudo de novo. Esse tempo deve ser o suficiente pra zerar as configurações da BIOS, pois é a bateria que segura memória e sem ela reseta tudo.\n\nAdemais, você pode fazer uma rechecagem pra ver está tudo bem conectado. Pode voltar para o processador antigo e ver se reconhece. Retire o processador e veja se algum dos pinos dele não está torto (acontece com mais frequência do que imagina). Teste sem a placa de vídeo, usando o iGPU ou outra placa de vídeo emprestada. Veja se as memórias estão bem encaixadas e teste uma de cada vez sozinhas. Limpe as entradas PCI Express e outras slots com spray de limpar contato/PCB eletrônico. Tente testar com outra fonte...\n\nEnfim, essa parte de testes é exaustiva mas necessária. Vc vai ter que fazer todos os testes um a um, incluindo tudo o que pessoal sugerir aqui. Se possível, retire todas as peças do seu gabinete, coloque em cima da mesa, em cima de uma folha EVA pra evitar curto, conecte tudo e comece a fazer esses testes. Com um pouco de paciência e perseverança você vai conseguir achar o problema... Isso se o PC não se consertar sozinho (já aconteceu uma dúzia de vezes comigo... Kkkk).",
                "Bem meu amigo, acredito que a sua B350 não suporta o Ryzen 5600...que eu saiba as que suportam ele são as B450 para cima (a minha é uma B550).\n\nDá uma olhada nesse site aqui https://adrenaline.com.br/noticias/v/74265/asus-e-gigabyte-lancam-atualizacao-de-bios-para-placas-mae-com-suporte-a-cpus-ryzen-5000-e-4000",
                "Cara  só limpar as memórias RAM. Isso acontece direto com o meu aqui de casa.\nPesquisa no YouTube como limpar as memórias RAM."
            ]
        },
        {
            "title": "Ps4 e PC no mesmo monitor é possível?",
            "selftext": "Pessoal tenho um monitor pichau chepheus de 24 polegadas, uso ele no meu pc e meu irmão comprou um ps4, eu tô muito afim de jogar TLOU e god of war, mais não quero jogar na sala, aí to aqui pensando e se eu deixar meu pc no Display Port e o ps4 do hdmi? Dá certo? Ou não vai funcionar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ngq2n",
            "num_comments": 8,
            "comments": [
                "Deve funcionar. Mas tu tem de ficar mudando.",
                "Existe um aparelho para isso, é 1x5.\n\nEle vai no monitor no HDMI e depois ele tem 5 saídas HDMI, quando vc quer trocar o aparelho que irá enviar a imagem para o monitor vc tem um botão que vai trocando de HDMI. \n\nEu não sei o nome exato dele apesar de eu ter 1, procura por divisor de entrada HDMI 1 pra 5",
                "da certo de boa, oq tu ligar primeiro o monitor vai selecionar automaticamente a porta q ta conectado",
                "Da pra usar de boas so vai ter que usar uma de cada vez pois nao da exibir duas imagens diferentes no mesmos  monitos e so ficar trocando a tela que vc que exibir Eu uso o play 3 e meu computador em uma tela só na TV de 43 4K"
            ]
        },
        {
            "title": "Fan da GPU não gira",
            "selftext": "Tenho uma GTX 1050ti, troquei a placa mãe e aproveitei pra fazer uma limpeza na placa de vídeo (sim eu tirei os fans e abri ela) e ela não gira mais, ela funciona e tudo mais, porém o fan não gira.\n\nSerá que pode ser a placa mãe? Ou a fonte? (No caso os cabos do fan que vão na PCB já confirmei e estão bem encaixados)\n\nPra dar um contexto eu troquei a placa mãe pois meu pc não ligava mais, descobri que a mobo tinha queimado e a fonte mantive a mesma",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ng0rg",
            "num_comments": 14,
            "comments": [
                "Mesmo em aplicações pesadas tipo games não gira? Instala o MSI afterburner e força a ventoinha em 100% pra ver se gira.",
                "Verifica se tu não conseguiu a proeza de:\n\n1. ligar o fan invertido\n2. quebrar o fio ou o conector do fan\n3. ter deixado algo prendendo as helices do fan.",
                "Se não gira, tem duas possibilidades:\n\n1- Saída de energia da fan queimou.\n2- A fan queimou.\n\nEspero que seja a segunda opção, porque é fácil de consertar. Agora se a saída da VGA queimou, você vai ter que fazer uma gambiarra com um controlador externo e ligar a fan da GPU nela.\n\nSe você tiver um multímetro pode fazer um teste e ver se tem corrente elétrica.\n\nSe a saída de energia para as fans estiver Ok, você olhar no mercado livre que vai achar bastante opções de usadas. É caro, mas é mais barato do que trocar de VGA (dependo do modelo)."
            ]
        },
        {
            "title": "Formatando o pc num ssd",
            "selftext": "olá bom dia, gostaria de saber se é possivel eu instalar o window no meu ssd sem pendrive, estou a tarde toda tentando fazer algo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12nfp1x",
            "num_comments": 1,
            "comments": [
                "Sim, usa um SSD ou HD externo. hahaha\n\nFalando sério, não lembro de ter alguma forma de instalar sem o pendrive. Só se tu tiver um drive de DVD."
            ]
        },
        {
            "title": "Qual computador devo pegar?",
            "selftext": "AMD RYZEN 5 4600G, 16GB DDR4, SSD 240GB  \nou  \n INTEL I3-10100F, GEFORCE GTX 1630 4GB, 8GB DDR4, SSD 240GB\n\nO jogo mais pesado que eu jogaria seria rocket league ou valorant, meu foco mesmo seria conforto como programador",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12nc7ua",
            "num_comments": 5,
            "comments": [
                "Se tu tá dando foco na programação, Ryzen 5 4600G deve ser uma opção bem melhor pela quandidade de RAM e pelo poder de processamento, porém o vídeo onboard é mais fraco...\n\nSe tu for dar foco ao jogo, o i3-10100F + 1630 é melhor opção, porém o i3-10100F é absurdamente mais fraco que o 4600G. Além de ter pouca RAM se tu precisar compilar coisas...\n\nNo benchmark da Passmark, o 4600G faz quase 100% mais ponto que o i3-10100F...",
                "Se os 2 for o mesmo preço eu pegaria o i3 + gtx 1630. Vega integrado come 2gb de ram e não é tão rápido quanto memória de video. Jogos modernos estão começando a bloquear gente com menos de 4gb de vram. E o 1630 é consideravelmente mais forte.\n\nO 4600g é um six core comparado com i3 quad core, mas o i3 dá pra jogar de boas. Em jogos de pc usualmente a gpu é mais importante, em emuladores é a cpu."
            ]
        },
        {
            "title": "Não consigo remover o vírus \"Atruist\" (ele fica asigindo muito do meu processador e e da minha memória RAM detonando a minha máquina) já tentei de tudo.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12nawym",
            "num_comments": 2,
            "comments": [
                "appwiz.cpl e veja se tem um programa chamado Al instalado, se tiver... acho que é ele. Faz tempos que não vejo esse."
            ]
        },
        {
            "title": "Gtx1050ti para 3060",
            "selftext": "Antes fonte de 450w esquentava bem; agora tenho uma fonte de 750 watts que esquenta menos... Tem uma GTX 1050 ti quero saber se eu colocar uma 3060 vai esquentar menos também...?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12n46iq",
            "num_comments": 13,
            "comments": [
                "Hoje em dia as placas de video estão mais eficientes energéticamente, entregando majs e consumindo menos, Corsair é uma ótima marca, 750w da pra levar tranquilo a 3060, muito bom upgrade mano!",
                "A NVIDIA recomenda 500W pra 3060 se não me engano, tu já tá com 50% de overkilll então eu diria que não deve esquentar tanto... mas fica dificil saber qual fonte tu pegou... se tu pegou uma, digamos, BRIGHT.... ai eu nem tentaria ligar o pc. haha",
                "Essa fonte aí leva até uma RTX 4070ti, vai levar essa 3060 numa boa",
                "Bluecase 400r blu 80e\nCorsair 80plus bronze cp9020237",
                "vai segurar tranquilo amigo, a fonte indicada para uma 3060 é de 550W, uma de 750 segura até uma 3080 TI tranquilo"
            ]
        },
        {
            "title": "Aí rapaziada não consigo esticar a tela do monitor de jeito nenhum já tentei de tudo , pela NVIDIA ,pelos elementos gráficos e nada . Meu monitor nas configurações dele está travado no 4:3 pode ser esse o problema ?? Não devia estar em fullscreen??",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12n3l67",
            "num_comments": 2,
            "comments": [
                "Verifica qual é a resolução do teu monitor e seta o Windows pra usar a mesma resolução...",
                "Tu quer jogar CS Go em resolução esticada né eu uso o msm monitor só não sei o modelo da sua placa, o meu funciona normalmente."
            ]
        },
        {
            "title": "Atualizei Driver o computador não dá vídeo",
            "selftext": "rpzd pode me ajudar? tenho um kit com ua placa mãe Asus m5a88v evo com um fx 8350, estava funcionando ok até atualizar o driver de vídeo onboard da MoBo, depois deu tela azul e o computador não ligou mais, já limpei as memórias, fiz o clear CMOS mas nada, até que resolvi limpar e vi que no processador tinha um pouco de pasta térmica entre os pinos, bem pouco mesmo, mas esqueci de limpar e deixei do mesmo jeito😢, será que isso pode ser o problema ?\n\nobs: liga os fans e todos os leds",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12n393m",
            "num_comments": 2,
            "comments": [
                "Cara. ASUS M5A88V-EVO tem uma Radeon HD 4250 onboard com no máximo 128MB de VRAM compartilhada... o problema é que esses vídeos onboard costumam dar problema mesmo. (Eu tenho uma placa mãe Sapphire da mesma época que deu o mesmo problema...)\n\nPega uma GeForce GT 620 ou uma Radeon R5 240 só para dar vídeo. Dá para encontrar essas placas bem baratas usadas e elas são 4-8 vezes mais rápido que esse 4250."
            ]
        },
        {
            "title": "Problema com funcionamento de SSD m2 sata 3",
            "selftext": " Oi, recentemente comprei um ssd da WD de 480gb sata III m2 e encaixei na placa mãe no slot de PCIE 3x4.0, o ssd aparece nas bios mas não aparece de forma alguma no windows, seja no gerenciamento de discos, gerenciamento de dispositivos. Não consigo achar nada sobre o assunto mesmo pesquisando, queria saber se eu teria que colocar o SSD em outro slot de m2 ou  \nmesmo trocar o ssd por outro. É algo de drivers ou compatibilidade????  \nSSD: SSD WD Green, 480GB, M.2 2280, SATA III 6GB/s WDS480G3G0B  \nPlaca mãe:",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12myamc",
            "num_comments": 8,
            "comments": [
                "Nunca compre WD Green, principalmente se tu for instalar o sistema operacional nele...  Apesar de funcionar, esse SSD é uma desgraça... Nem dois anos de uso e ele começou a apresentar uns problemas de leitura de apenas 70MBps... imagina que maravilha o Windows com essa velocidade... (não compensa economizar 20 reais e não pegar um Kingston ou XPG... )\n\nQuanto ao Windows... Aperta a tecla do Windows e digita \"Gerenciamento do computador\", na janela que abrir, procura \"Gerenciamento de disco\". Verifica se ele tá ai, se estiver, formata."
            ]
        },
        {
            "title": "Pc desligando logo após desligar o monitor",
            "selftext": "Hoje meu pc desligou sozinho umas 3 vezes, não percebi algo na primeira, mas agora de noite eu fui deixar baixando um jogo e desliguei o monitor\nLogo após isso o pc desligou tbm, não entendi e liguei tudo outra vez, repeti o processo e aconteceu a mesma coisa",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12mp8y1",
            "num_comments": 10,
            "comments": [
                "Será que ele num está entrando no modo suspensão?\n\nSe estiver usando windows, vai em configurações > Sistema > Energia&Suspensão e dá uma olhada.\n\nSe for Linux, aí depende muito da environment, normalmente vc abre as configurações e procura alguma opção de energia e telas",
                "Cara... precisamos de mais informações. Exemplo: Sistema Operacional, CPU, Monitor, se é notebook ou desktop?"
            ]
        },
        {
            "title": "Comprei uma placa mãe nova e não sei de que modo formatar",
            "selftext": " \n\nBoa noite, minha primeira vez aqui!\n\nComprei uma placa-mãe e vi que o recomendado era formatar o pc para funcionar de melhor forma, meus jogos estavam rodando horríveis e depois de reinstalar o driver da placa de vídeo ficou mais ou menos ok, porém logo depois já apareceu o aviso de ativação de Windows. Minha dúvida é se posso formatar o windows com a ferramenta padrão do windows sem pendrive ou é melhor apenas com pendrive, pois estou sem no momento.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12moaq4",
            "num_comments": 2,
            "comments": [
                "Com o pendrive é melhor e mais correto, essa \"formatação\" interna do windows, é como se fosse uma grande limpeza, que diz meio que \"voltar de fábrica\", porém deixa um monte de rastros e registros antigos no pc, causando futuros bugs e lentidão.\n\nEntão, faz uma formatação por pendrive completa pra seu pc ficar limpo de verdade e assim vc não ter problemas mais à frente.",
                "Cara... eu recomendaria tu SEMPRE fazer pendrive, mesmo que vá usar a **restauração** do Windows... se der merda, e muitas vezes dá, você tem como reinstalar o Windows...\n\nMas eu prefiro reinstalar o Windows com o pendrive, sempre apagando as 3 partições do Windows."
            ]
        },
        {
            "title": "Alguém sabe o preço médio de um notebook pra gamedev? Jogos indie, pixels nada muito pesado, mas ainda quero que funcione bem.",
            "selftext": "Se me indicarem um modelo específico de marca específica eu vou agradecer também. Eu tenho quase certeza que é melhor montar um pc, mas por enquanto, um notebook é a melhor opção pela facilidade e possibilidade de carregar comigo. Agradeço a ajuda desde já <3",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12mmc17",
            "num_comments": 3,
            "comments": [
                "Qual o teu orçamento?"
            ]
        },
        {
            "title": "Qual dessas 2 opções você escolheria e pq?",
            "selftext": "Fala galera, estou iniciando um curso na área de TI (ads) e preciso escolher um notebook para suprir minhas necessidades:\n\nCumprir com as atividades do curso, ser um notebook que aguente para um futuro estágio ou até uma vaga de JR (quando terei mais condições ou até mesmo uma possível ajuda de custo).\n\nMeu orçamento é apertado e ganhei por meses a quantia total de 3000 reais.\n\nQuais desses 2 modelos seria melhor?\n\nhttps://produto.mercadolivre.com.br/MLB-2063153895-notebook-ideapad-3-156-ryzen-7-8gb-256gb-ssd-w11-lenovo-_JM?attributes=COLOR_SECONDARY_COLOR:UHJhdGVhZG8=\n\n\n\nhttps://produto.mercadolivre.com.br/MLB-2185194171-notebook-aspire-5-a514-54-52ty-ci5-w11-8gb-256gb-sdd-14-fhd-_JM",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12mgkih",
            "num_comments": 4,
            "comments": [
                "Bom, iria pelo acer. Temos um nitro 5 e um l340 no escritório, o acer de longe é mais tranquilo pra manutenção.",
                "Não recomendo Lenovo. Recomendo Dell",
                "Eu iria com o ideapad... o vídeo onboard dele é bem decentezinho. Até deve dar pra jogar alguma coisa em 720p... mas recomendaria tu pegar uma base resfriadora porque a Lenovo é conhecida por fazer refrigeramento ruim em notebook mais barato.",
                "Comecei a ler e jurei que vc estava ofertando curso hahaha\n\nEu recomendaria um Acer pelo custo benefício muito bom, dependendo um Dell tbm (mas toma cuidado, pois alguns são caros só por causa do nome da marca, pq não vale a pena não). De forma alguma pegue um Lenovo ou positivo hahahah\n\nDe todos os notebooks que já tive, os da Acer foram os melhores e que mais duraram."
            ]
        },
        {
            "title": "Usar fonte de 230w no Lenovo Gaming 3i",
            "selftext": "Comprei um Lenovo Ideapad Gaming 3i 82MG0008BR (i5 11300h, RTX 3050, 512GB, 8GB, W11), eu pesquisei antes e vi avaliações e comentários positivos, mas hoje achei um vídeo de um cara falando que ele é o pior notebook com a 3050 já feito, fiquei preocupado e fui pesquisar mais a fundo, pelo que verifiquei o problema parece se situar na maior parte em razão da fonte de 135w que vem com ele que acaba \"capando\" a  performance. \n\nEnfim, o notebook nem chegou ainda, mas gostaria de saber a opinião de vocês se realmente existe esse problema e, se sim, se é possível utilizar a fonte de 230w da Lenovo nele para contornar esse problema.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12mfpmq",
            "num_comments": 5,
            "comments": [
                "Isso só funcionaria se o notebook conseguir puxar mais que 130W da fonte, caso contrário ele vai continuar puxando só 130W.",
                "Eu acho melhor você primeiro testar o notebook, depois você vê a necessidade disso.\n\nEu tive um Lenovo Gaming 3i com GTX 1650, a fonte dele era essa mesma potência se não me engano, e ele puxava no máximo 90W a 107W e nunca passando disso. As especificações de consumo de CPU e GPU desses dois modelos combinados é muito parecida, sendo que a RTX 3050 Mobile consome 10W a mais que a GTX 1650 se não me engano. As medições que eu fiz foi usando um wattímetro, então foi bem preciso.\n\nComo falei, espere o notebook chegar e depois veja a necessidade de trocar a fonte. Mas antes de gastar do próprio dinheiro, verifique com a fabricante se eles mesmos não podem trocar, se tu tem um wattímetro e pode medir a energia, pode comprovar que a fonte nativa não é o suficiente. É obrigação deles te darem outra, nem que pra isso seja necessário entrar no Procon."
            ]
        },
        {
            "title": "Un problema con el touch de mi pc",
            "selftext": "Buenas Tengo un pequeño problema con Una pantalla touch De una computadora Y es que tengo 2 pantallas La primera normal Y la 2ª Con el touch El problema Es que Cuando  presión el touch Se mueve en la pantalla principal y no en la secundaria Alguien podría decirme qué puedo hacer",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12m8f9r",
            "num_comments": 3,
            "comments": [
                "Sem querer ser chato, mas já sendo... a maioria das pessoas daqui não fala espanhol. \n\nAlém disso, alguém criou um sub em espanhol pra isso. /r/computineslatam"
            ]
        },
        {
            "title": "Porque tem hora que o carregador do meu celular, carregar rápido e outra hora carregar devagar",
            "selftext": "E o problema não é o meu celular, eu comprei um cabo de carregador semana passada, e carregava rápido, mas agora tem vez que ele carrega devagar e outra hora carrega rápido.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12m754f",
            "num_comments": 18,
            "comments": [
                "Nenhum carregador potente funciona em sua capacidade máxima à todo momento, isso é um sistema de segurança para que a bateria não seja danificada. Se a temperatura da sua bateria tiver baixa ele vai carregar com toda potência, porém se ela estiver quente já não vai funcionar em 100%, e quanto mais quente mais fraca vai ser a carga",
                "Eu diria que é a qualidade do cabo.\n\nComprei cabo da marca mygeek, funciona no carregador rapido da Samsung e no da Xiaomi.\n\nhttps://pt.aliexpress.com/item/32817510936.html?gatewayAdapt=glo2bra",
                "Mesma % de bateria? Depois de uma certa % começa a carregar mais devagar.... se não me engano depois dos 90%."
            ]
        },
        {
            "title": "VGA perde o video quando instalo o driver",
            "selftext": "Recentemente comprei uma RX 560d da XFX, comprei ela usada da OLX, testei e ela tava funcionando perfeito, assistindo uns videos no YT  vi que tinha como desbloquear um desempenho melhor dela fazendo um BIOSMOD, assisti ao video, fiz o passo a passo que o autor indicou e brickei a placa, levei a placa pro tecnico aqui da minha cidade,  expliquei o procedimento que tinha feito e que tinha dado errado, dei pra ele o arquivo original da bios e depois de 4 dias ele me disse que não tava dando certo a regravação, que provavelmente o chip da bios estava queimado e ele não tinha pra substituir.\n\nImportei 10 chips da china, comprei o regravador de bios de garra, gravei a bios original no chip, soldei esse chip novo na VGA e deu video, a placa foi identificada pelo GPU Z, tudo perfeito, ate instalar o driver da placa, aí ela parou de dar vídeo.\n\nPeguei um pc emprestado pois meu processador nao tem video integrado, coloquei a RX 560d la e depois de instalar os drivers o GPU Z identifica a placa, mas os sensores que antes mediam e funcionavam perfeito agora ficam todos sem nenhuma informação.\n\nAlguem tem ideia do que pode ser? Do que eu posso fazer? Assistência Técnica aqui na minha cidade é precária, infelizmente, é a mesma coisa de eu ir no YT e procurar como resolver.\nSe alguem puder me dar uma luz serei etername e grato.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12m3giu",
            "num_comments": 9,
            "comments": [
                "meu amigo... Nunca vi alguém tão determinado a fazer merda assim kkkkk  \nTu mexeu tanto e fez tanta coisa q agora é até difícil pensar em algo q possa ter dado problema a não ser tudo oq vc fez kkkk.  \n\n\nSe ela funcionava normal e vc precisou trocar o Chip da bios, já pensou q pode ser ele o problema? se tem outros 9 ai e pelo visto muita determinação, gaste eles!",
                "BIOSMOD\n\nParabéns... tu seguiu o vídeo de um irresponsável e sofreu as consequencias... desfaça o BIOSmod e veja se volta a funcionar...\n\nTenta atualizar o BIOS usando o PC e não gravador de BIOS... com o BIOS original da tua placa.",
                "Como tu obteve esse \"arquivo original\" da bios dela ? Digo pois se pegou na internet, tem chance de ter vindo o de uma RX560 normal, ai ela pode tranquilamente crashar ao instalar.\n\n&#x200B;\n\n>ele me disse que não tava dando certo a regravação, que provavelmente o chip da bios estava queimado e ele não tinha pra substituir.\n\nQuanto a isso, você foi enganado e gastou grana sem necessidade, regravação de bios via software não queima chip, entretanto, existe possibilidade de impericia por parte do técnico em ter usado um regravador de 3.3v em um chip que trabalha com 1.8v (e vice versa). No primeiro caso o chip pode queimar, no segundo ele não regrava.",
                "Cara, pra que essa vontade incalculável de fazer gambiarra em algo que já estava funcionando do jeito que deveria de ser.\n\nBota uma coisa em sua cabeça, a placa tem aquela potência não é atoa, inúmeros engenheiros perderam noites de sono com projeto, prototipagem e testes para determinarem as capacidades da placa. Não tente \"melhorar\" algo seguindo as palavras de um louco qualquer do YouTube meu amigo.\n\nPara e pensa, o tempo e dinheiro que vc gastou, dava pra vc comprar essa mesma placa nova na Terabyte.. é cada uma.\n\n[https://www.terabyteshop.com.br/produto/11991/placa-de-video-radeon-rx-560-4gb-gddr5-128bit-afrx560d-4096d5h4](https://www.terabyteshop.com.br/produto/11991/placa-de-video-radeon-rx-560-4gb-gddr5-128bit-afrx560d-4096d5h4)\n\nNa Pichau está mais barata ainda... a metade do preço da Terabyte!!!\n\n[https://www.pichau.com.br/placa-de-video-afox-radeon-rx-560d-4gb-gddr5-128-bit-afrx560d-4096d5h4-v2](https://www.pichau.com.br/placa-de-video-afox-radeon-rx-560d-4gb-gddr5-128-bit-afrx560d-4096d5h4-v2)"
            ]
        },
        {
            "title": "Quanto consigo no meu notebook?",
            "selftext": "Essa postagem não é para fim de vendas mas sim de auxilio para pobre que não sabe por quanto consigo vender o computador haha\n\nQuanto eu consigo no meu Acer Aspire 5 com 222gb, SSD de240, Intel(R) Core(TM) i5-3230M CPU @ 2.60GHz e RAM de 4,00 GB (utilizável: 3,82 GB)\n\n&#x200B;\n\nDesde já agradeço, companheiros",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12m0wrk",
            "num_comments": 3,
            "comments": [
                "Esse notebook deve ter uns 9-10 anos, ultra defasado com 1/4 da RAM recomendada pra 2023... tu vai ter sorte se vender por mais de 1200.",
                "Cara depende, da pra vender lixo eletrônico muito caro se você achar algum otário.\n\nMas por um preço justo, eu diria uns 500-600 reais, isso vem de alguém que vendeu um notebook quase igual ao seu",
                "Uns 600tão"
            ]
        },
        {
            "title": "Problema com placa de video RTX 3060",
            "selftext": "Pessoal, a cerce de 2 meses to enfrentando um problema absurdo no meu PC, desse tempo pra cá quando eu abro um jogo \"Qualquer jogo\", o FPS da placa fica tipo 10 fps, se eu reinicio o PC várias vezes, as vezes quando abro o jogo ta normal, fiz vários testes incluindo de estresse, onde a placa funciona 100%.Porém em benchmark 3D também fica esse FPS baixo.\n\nExemplo: Valorant, DEMO de RE 4 REMAKE, abro o jogo até o menu inicial fica sem condições.\n\nTemperatura máxima que ela chega é de 60 graus.\n\nAcredito que não seja gargalo do processador nem temperatura de ambos.\n\nO que já fiz da etapa mais antiga pra mais recente:1: Formatei o PC2: Testei memórias isoladas3: Troquei Slot Pcie4: Limpei placa mãe, memórias, slots5: Toquei cabos da fonte e entrada\n\n6: Deixei minha 3060 2 dias na casa de um amigo, ele disse que jogou e não viu nenhum problema no PC dele !\n\n7: Setei manualmente o PCIE4 na BIOS da placa mae.\n\n8: Atualizei a BIOS\n\n9: Desinstalei usando DDU e instalei drivers da Placa de video e chipset da Mobo, também tentei drivers antigos que sabia que antes funcionava 100% !\n\n10: Em casa, formatei novamente, dessa vez eu ainda consigo entrar nos jogos, mas é como se o desenpenho dela estivesse pela metade, exemplo: RE DEMO ta rodando entre 30 a 50 FPS, independente se está tudo no máximo ou tudo no low, e a taxa de frametime fica oscilando absurdamente ! Tipo entre 30 a 70ms....\n\nNão sei mais o que fazer, unica coisa que sobrou é trocar a placa mãe ou fonte... Que ambas são novas tbm, e acredito que se fosse fonte, a placa não estaria com consumo correto e entre 80 a 100% de uso, correto?\n\nAlguém já passou por algo assim ? Tem alguma ideia?\n\nConfig do Setup:Placa Mae: X570 Rog Strix E GamingRyzen 9 5900x 4.6gz32gb Corsair Vengeance a 3800ghzM2 Nvme XPG 1tb2 SSDs 1Tb e 500GbXPG Core Reactor, 850W, 80 Plus Gold Modular\n\nUma coisa que percebi é que as vezes o PCIE Ali no GPUZ trava 0 16x 1.1 (O certo era quando começar o render ou jogar ele mudar pra 4.0), mas as vezes fica assim e não muda, é como se o jogo abrisse mas a placa tivesse ociosa.\n\n&#x200B;\n\nEdit: Vou deixar aqui dois Benchmarks pelo UserBenchmark 1 Antes e 1 como está:\n\nBenchmark normal:  [https://www.userbenchmark.com/UserRun/52220305](https://www.userbenchmark.com/UserRun/52220305) \n\nBenchmark agora: [https://www.userbenchmark.com/UserRun/60750149](https://www.userbenchmark.com/UserRun/60750149)\n\nhttps://preview.redd.it/j6stkhkhxuta1.png?width=3840&format=png&auto=webp&v=enabled&s=350323866077e87622c5669434e678ee8ce8344e\n\nUpdate:\n\nUpdate: ontem deixei rodando 20 minutos de estresse no AIDA64 a GPU, usando seus 100% (as vezes caia alguns milissegundos pra 96) máximo 58 graus ok. \n\nDepois do stress quando fui ver ela tava funcionando 100%. Depois que reiniciei o Pc voltou dar problema. \n\nFiz mais 15 minutos de estresse, voltou a funcionar normal kkkkkk to achando que tenho que esquentar ela antes do uso 😅",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12lyg9r",
            "num_comments": 60,
            "comments": [
                "Entra no BIOS e olha as configurações do PCIe. Principalmente o PCIe bifurcation.\n\nOu melhor, faz Clear CMOS e vê se muda muita coisa.",
                "Será que pode ser isso?\n\nhttps://www.reddit.com/r/ASUS/comments/kkro3o/asus_dark_hero_3080_5900x_low_fps_solved_asus/?utm_source=share&utm_medium=android_app&utm_name=androidcss&utm_term=1&utm_content=share_button",
                "Complicado.\n\nEu iria dizer fonte mas vc ta com uma 850W, está sobrando. Temperatura não é, processador com gargalo, tb não e, está sobrando, está até frio....\n\nColoca um drive da GPU mais antigo, já tive problema com um drive atual e ficar ruim no fps.\n\nComo vc falou que o PCI  nao vai de 1.1 para 4.0 quando faz o render, a GPU está no slot correto ?  Outra coisa para olhar são os pinos da CPU se não estao dobrados."
            ]
        },
        {
            "title": "Kit Xeon x79 dando Tela Azul",
            "selftext": " \n\nBoa noite gente, meu pc tem um Xeon E5 2420, 16 Gb ram, HD 6750, Fonte 400w Fortrek e um SSD Nvme de 512 GB da kingspec.\n\nDesde os primeiros meses de uso do kit ele começou a dar tela azul, só que o HD que eu usava na época ele estava arranhando então pensei que ele era a causa da tela azul, então troquei ele, mas aí depois de umas semanas com esse novo HD ele também começou a arranhar e não parou as tela azul, aí comecei a pesquisar e fazer testes no pc e em todos testes não acusou nenhum problema em nenhum hardware mas meu pc ainda dava muita tela azul então tinha que ter um problema, aí vendo alguns vídeos no youtube as pessoas falavam que era problema nas memórias ram e então mesmo que nos diagnósticos do windows não encontrava nenhum erro nas memórias eu comprei outras de 16 GB e parou as tela azul, mas tava sentindo o pc muito lento além de que com o HD eu só tinha 200GB então comprei um SSD Nvme de 512 GB da kingspec e aí começou novamente com as tela azul só que agora com muita mais frequência, e eu já fiz teste no ssd e em todos progamas fala que ele ta saudavel e eu não consigo acreditar q o problema seja ele porque não e a primeira vez q eu acho q o problema e o armazenamento eu pedi 3 hd e um ssd nesse pc, o ssd parou de ser reconhecido e os HDs começaram a arranhar.\n\nA sim e o pc da mais tela azul quando eu vou abrir algum jogo mas as vezes ocorre de eu só esta usando ele no navegador e da tela azul.\n\nA tela azul que mais aparece é com o código CRITICAL\\_PROCESS\\_DIED, eu já não sei mais oq fazer, se faltou alguma informação me desculpem.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12lisuj",
            "num_comments": 17,
            "comments": [
                "Meu primeiro palpite seria \"Fonte 400w Fortrek\". Ela pode estar matando teus HDs... para de fazer economia burra em fonte... tu acaba gastando mais substituindo hardware...\n\nMeu segundo palpite seria que tu não instalou os drivers do chipset da Intel... (as vezes o do Windows dá bug em situações especificas...)\n\nQuanto ao SSD da KingSpecs... eles morrem sozinho MESMO. Não vale a pena economizar 30 reais para pegar um produto chinês de baixa qualidade sem garantia... Se for pra pegar lowend, pega o Crucial BX500 ou Kingston A400. Tenho um BX500 240GB desde 2018 24/7 e funcionando direitinho com mais de 70% da vida útil restando...",
                "É a fonte, já vi vários problemas assim. Ela deve estar mandando voltagens alteradas e a placa mãe deve estar toda maluca pra regular as tensões. Troque por uma decente e com no mínimo 550W ou acima, porque Xeon é um lixo no consumo de energia, precisa de uma usina toda só pra ele. Mas hoje tem boas opções de fontes a partir dos 320-350 reais.\n\nE que já fique de lição: \"Fonte É O COMPONENTE MAIS IMPORTANTE DE UM PC!\".\n\nPrefira sempre gastar menos em outra coisa em prol de uma fonte de boa qualidade, mesmo que tenha que sacrificar um processador melhor por exemplo. Fonte de má qualidade é só prejuízo.\n\nEspero que você não tenha mais prejuízos, tipo na placa mãe ou outros componentes. As vezes mesmo trocando de fonte, os danos já foram feitos e é irreversível. ,😢"
            ]
        },
        {
            "title": "Linux: Devo usar?",
            "selftext": "Eu sou *extremamente* apaixonado em toda a.. estética? Ok, deixe-me explicar. Todos aqueles ícones, Interface, funções e fontes presentes neste mar imenso de Distros (e.g Ubunto, Gnome, Endless, Elementary etc.). Se eu não fosse um cara viciado em jogos (e principalmente de baixar jogos pelo Caribe) ou de baixar aplicações da própria Internet (Já vi Distros como o Endless que limitava a pessoa de baixar qualquer tipo de executavel, quando zipado o executável era inútil) eu já teria migrado para alguma Distro Linux. Porém, se o fato de fazer backup de tudo não soasse algo cansativo e que toma tempo (Especialmente para um usuário padrão de HDD) não fosse motivo suficiente, *perderia acesso a todos estes arquivos que uso pois o OS poderia sequer reconhecer ou permitir sua execução (Estou presumindo por experiência mas não sei se todas as Distribuições são assim. Por isto o post...). Sim, sei que nas aplicações de Loja/Store destas Distros apresentam uma gama significativa de apps, mas muitos não são algo que atendem meu desejo ou nem funcionam (Ja vi isso com meus próprios olhos, por isso estou comentando sobre). \n\nPorém toda a questão envolvendo o Linux me faz querer apenas me aproximar mais dele e negar aos meus gostos mais pessoais, por mais que doa. Por fim, a questão é: Existe uma Distro Linux que seja designada como a 'melhor' nesta minha situação, alguém que não quer abrir mão de muito para abraçar tão pouco*? (*Pois se for apenas pelo quesito estético hoje em dia teriamos pessoas utilizando Windows XP ou 7/Vista no trabalho ou em casa). \n\nCaso seja do interesse deixarei algumas info sobre minha máquina (Laptop) abaixo:\n\nIntel Core I5 7200U\n\nPlaca Gráfica Integrada Intel Graphics 620\n\n8gb de Ram DDR4 \n\nProcessador com 2 núcleos GHz 2.6 (Se não estou enganado, mas não estou com o laptop no momento).\n\n\n• Uma ressalva, sou leigo em todo o assunto de computação e OS que abordei aqui então perdão se falei asneira em algum ponto (E pelo textão de desabafo Twitter 2022 tbm).",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12li0wy",
            "num_comments": 3,
            "comments": [
                "Se você deve usar ou não é uma pergunta que só você pode responder. O ideal é você escolher uma distro e criar um pendrive bootável para ver se funciona direitinho com seu hardware e periféricos. Não precisa instalar para fazer esse teste. E, quando for fazer a instalação, não precisa excluir o Windows; o sistema vai te dar a opção de dual boot (dois sistemas no mesmo HD, você escolhe em qual vai entrar quando liga o PC). \n\nNo seu lugar, eu iria de Ubuntu padrão ou Kubunto. Têm a questão da estética que você busca mas também oferecem facilidade de uso. Ambas vão rodar bem na sua máquina.\n\nQuanto aos softwares, muita coisa do Windows não vai rodar mesmo. Algumas rodam através do WINE e outras tem versão web ou alguma alternativa open source.",
                "Cara... tu usa Windows?\n\nPega o Vmware Workstation Player e roda uma VM com 2\\~4GB com o Linux da tua escolha. Tenha em mente que existe uma perda considerável de desempenho com maquina virtual, mas tu consegue testar se tu se acostuma e caso se acostume... instala como dual boot ou substitui de vez. Caso não goste, simplesmente apaga a maquina virtual, testa outros linux ou apaga o vmware e finge que nada aconteceu.\n\nQuanto à ser viciado em jogos e conseguir rodar com esse vídeo onboard... provavelmente os jogos rodarão nas camadas de compatibilidade...",
                "Olá meu amigo, então, isso seria uma decisão sua, para isso seria mesmo uma boa, testar distribuições com virtualização com uma VMware como o amigo u/MyUsernameIsNotLongEdisse ou uma VirtualBox (aconselho mais usar uma VirtualBox Oracle, já que seu código é nativo nas distribuições linux e com as dependências que já estão completamente inclusas na ISO que vc irá testar).\n\nTenha em mente que, cada distribuição tem o seu propósito, e cada uma é feita para atender as necessidades de um público. Linux é muito focado em produção já que tem ferramentas de gerenciamento muito superiores ao Windows. Sobre o caso de existirem distribuições que não suportam o dual-boot, sim isso é verdade, mas como eu disse, isso depende de qual público ela atende, por exemplo, no note de minha mãe eu instalei o Endless OS e que ajudou demais salvando um notebook velho e sem contar que é uma distribuição voltada para um público com pouquíssima ou nenhuma experiência com computadores em geral.\n\nNo momento eu uso Manjaro, mas estou em transição para o BigLinux (distro BR), e uso dual-boot que no meu caso tenho aqui o Windows apenas para Jogar e nada mais que isso (detesto aquele sistema por incontáveis motivos). Trabalho todo o momento em linux e neste exato momento estou te escrevendo isso usando linux.\n\nNo meu Pc antigo, eu usava um dual boot em um HD de 50m/s safado e todo batido, já que o usava a cerda de 8 anos!!! E sem problemas quanto a isso, o pc foi embora e o cidadão continua cmg guardado kkkkk\n\nComo um conselho e um norte para vc, aconselho distribuições amigáveis para iniciantes como por exemplo: Mint, Pop'Os, KDE Neon... e se vc tiver não tiver medo de olhar um pouco o uso de terminal, pode usar: Fedora, Garuda, BigLinux, OpenSUSA\n\nSim, distribuições linux são super customizáveis, porém isso pode demandar um pouco de emprenho seu para fazer a environment ficar a sua cara, as melhores para isso e mais fáceis são: KDE Plasma (a mais customizável de todas), Gnome e XFCE\n\nEu poderia dar uma aula completa de Linux aqui, massssss acredito que vc deva ter um pouco de suas próprias experiências."
            ]
        },
        {
            "title": "Erro ao iniciar o pc",
            "selftext": "Olá! recentemente meu computador apresenta um erro quando o inicio, aparece as seguintes mensagens.\n\n\\>>>\"Cheking Media Presence\"\n\n\\>>>\"Media Present.....\"\n\n\\>>> \"Start pxe over IPv4\"\n\nE disso não passa, não faço a menor ideia do que pode ser, alguns tutoriais do youtube não me ajudaram, então optei por vim perguntar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12lgnzd",
            "num_comments": 5,
            "comments": [
                "Abre o BIOS e veja se os HDs/SSDs ainda aparecem...\n\nProvavelmente teu disco de boot não está sendo reconhecido ou o BIOS esqueceu que ele era pra ser o disco de boot e tu precisa re-setar..."
            ]
        },
        {
            "title": "Como limpa um PC corretamente",
            "selftext": "Primeiramente o meu PC está bem sujo, já que não uso ele, está parado acumulando poeira, e queria limpa ele desmontando as peças, mas tenho medo se eu desmontando o pc o eu posso estragar alguma pessoa ou nem sabe montar de volta,  e queria saber se seria uma boa ideia só limpa ele com o pincel com ele montado, e que poder ser qualquer pincel ou tem um específico?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12lelh5",
            "num_comments": 4,
            "comments": [
                "se for sujeira leve-média um pincel macio e limpo já tá de boa. não é pra esfregar com força, pinceladas leves. agora se for aquelas poeira hardcore de 3+ anos sem limpar pc, mais fácil usar um ar comprimido ou um soprador de ar frio.",
                "Eu levei num tecnico e pedi manutençao preventiva. Paguei 90 conto. Mas o meu estava ja criando um bioma proprio decidi n arriscar"
            ]
        },
        {
            "title": "Iconê estranho",
            "selftext": "Boa noite pessoal, sou novo no sub, Tenho uma dúvida e se puderem me responder ficaria grato!\n\nApareceu rescentemente na minha area de trabalho um iconê de \"Grupo Doméstico\" sem que eu fizesse nada a respeito. Nunca tinha visto isso antes e não faço ideia de pra que serve, se é nocivo e como remove-ló.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12lazt8",
            "num_comments": 8,
            "comments": [
                "É só um atalho para a página do seu grupo doméstico (computadores que estão conectados na sua rede). Não tem nada de nocivo, se quiser excluir o atalho, também não tem problema.\n\nPor acaso vc ativou sem querer o \"descobrir computadores nesta rede\" ou criou um novo grupo doméstico?"
            ]
        },
        {
            "title": "Guys, n sei oq é, mas quando entro nem qualquer jogo, dnd meu pc fica fraco, ele desligou no ROBLOX bruh",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ky520",
            "num_comments": 12,
            "comments": [
                "Provavelmente tu tá com fonte ou placa de vídeo ruim... reinstala os drivers de vídeo e limpa o monitor...",
                "qm n entendeu, escuta o barulho do computador ocsilando",
                "pode ser que seu processador esta esquentando e desligando, usa o programa hwmonitor pra verificar a tempetura e limpa o cooler e passa pasta termica nova",
                "Já aconteceu comigo troca a placa mãe",
                "\"Bruh\"",
                "Provavelmente a sua fonte n ta tankando. Seria bom por pasta térmica no processador e trocar a fonte",
                "Isso é um sintoma bastante aparente de que seu tgp está passando do quanto sua fonte suporta... Quando vc entra no jogo, todo seu hardware tem que subir energia para aumentar o processamento, nisso o tgp ultrapassa, para ele não ter danos ele acaba desligando.\n\nAconselho trocar essa fonte o mais rápido possível",
                "Olha a temperatura dele, e essas fans estão rápidas demais, você configurou ele pra ficar assim?\n\n\n\nMas olha a temperatura dele, vê se ela oscila junto com o barulho.",
                "Primeira coisa a se fazer, verificar alimentação condição da fonte,  observar depois como está a pasta termica do processador, se faz tempo que tem este micro, pode estar na hora de trocar a pasta termica o processador pode estar aquecendo."
            ]
        },
        {
            "title": "Massa térmica no lugar de thermal pad",
            "selftext": "Estou vendo que ta ficando comum algumas pessoas estarem substituindo os famosos thermal pads (que se usa em VRAM (memória de GPU)) por uma espécie de massa térmica (que não é o mesmo que pasta térmica, esse tipo de produto foi feito pra usar em VRAM mesmo, diferente da pasta térmica que não serve pra isso) E eu gostaria de saber se alguém aqui já usou isso e se teve um bom resultado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ky29p",
            "num_comments": 7,
            "comments": [
                "Se isso ai conseguir manter o tamanho exato do thermal pad, transferindo o calor de forma correta, não vejo o porque não funcionaria... \n\nMas fazer esse tipo de coisa é dizer adeus à garantia... então eu recomendo não fazer isso enquanto a placa esta na garantia..."
            ]
        },
        {
            "title": "Tem conserto?",
            "selftext": "Fui trocar o jack e trincou a placa",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12k6ozh",
            "num_comments": 8,
            "comments": [
                "Depende o que era pra ser isso... mas pelo que eu to vendo, tu não sabe dessoldar da maneira correta pois tem MUITA solda nos conectores... Dica: Tu PRECISA usar malha dessoldadora, é praticamente obrigatório para uma boa dessolda. Qualquer um dessoldando sem isso é ogro. hahaha\n\nPs.: aquela parte que não está trincada mas já quebrada parece ser só o apoio do jack, se tu colar deve funcionar...",
                "Cara, pode até ter como arrumar, mas, melhor, é um conselho, compra as ferramentas adequadas ou caso você as tenha, faça um curso de soldagem ou faça testes de soldagem em equipamentos descarte até que vc aprimore isso, depois, volta pra tenta arrumar esse negócio. Você provavelmente vai ter que procurar na placa os terminais que vc arrancou ali e passar um fio ou sei lá, vc vai ter que ser criativo pra arrumar. Mas melhor mesmo, aprende a fazer soldagem.",
                "Sim"
            ]
        },
        {
            "title": "ajuda? eu excluo os arquivos permanentemente e eles voltam pra área de trabalho",
            "selftext": "Isso tá acontecendo há uns bons meses, e acontece com qualquer tipo de arquivo (documento, aplicativo, jogo e tal). Eu excluo ele da minha área de trabalho, vou até a lixeira, aperto para excluir permanentemente e depois de um tempinho ele volta pra área de trabalho. Faço esse processo todo dia e os arquivos nunca vão embora, inclusive tem coisa que eu excluí ano passado e mesmo assim continua voltando. Alguém sabe como conserta isso?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12k6i22",
            "num_comments": 6,
            "comments": [
                "One drive ou Google drive ?",
                "É bem capaz de vc estar com o one drive sincronizado com o Windows rsrsss bem típico isso aí, muitos usuários configuram sem saber durante o processo de vincular uma conta Microsoft com o Windows e ele trabalha em segundo plano fazendo backup, restore além de estar habilitado para manter o arquivo na nuvem e na máquina só pela descrição que vc deu dó problema.",
                "À menos que tu tenha por algum motivo obscuro feito o OneDrive sincronizar tua área de trabalhoe e ele tenha bugado, acho provável que tu tenha problema de estrutura de arquivos na pasta da Área de Trabalho...\n\nTenta passar **chkdsk C: /X** (cmd em modo admin, vai ter de reiniciar e deixar passando)"
            ]
        },
        {
            "title": "Pronto... se isso passar, acabou os kit xeon do AliExpress...",
            "selftext": "Agora saiu uma matéria em um site respeitado sobre o que eu vinha ouvindo faz tempos.\n\nOu seja, custando 49,99 Bidens ou 4999 Bidens vai pegar o mesmo imposto de qualquer forma. Com o bônus de mais 100% de multa caso esteja com descrição errada ou valor zoado...\n\n[https://tecnoblog.net/noticias/2023/04/12/governo-planeja-acabar-com-a-isencao-de-importacoes-internacionais/](https://tecnoblog.net/noticias/2023/04/12/governo-planeja-acabar-com-a-isencao-de-importacoes-internacionais/)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12k1htq",
            "num_comments": 2,
            "comments": [
                ">!Vou levar downvote mais fod\\*s...!< Faz o L"
            ]
        },
        {
            "title": "Meu pc não liga com o primeiro aperto no botão do gabinete",
            "selftext": "Meu pc nunca liga com o primeiro aperto do botão power no gabinete, sempre preciso apertar multiplas vezes e/ou segurar o botão para ele poder ligar. Alguma ideia do que pode ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12k15fs",
            "num_comments": 3,
            "comments": [
                "Tira o conector do botão da placa mãe e usa uma chave de fenda pra ligar o PC...\n\nse ligar de primeiro, o botão deve estar com defeito. Caso contrário, ai só testando peça por peça.",
                "Deve tá com problema no arranque. 🚗\nMas... Você já reiniciou o modem?",
                "Pode ser uma falha no próprio botão power ou então a bateria da Bios esta descarregada."
            ]
        },
        {
            "title": "Kabum - Grupo MVX - GPU",
            "selftext": "Buenas, \n\nachei uma GPU no Kabum sendo vendido e entregue pelo Grupo MVX. O preço esta muito bom mas no reclame aqui eles (MVX) tem uma nota de 2.9\n\nAlguem ja teve experiencia com compra deste fornecedor (MVX) de itens de HW ? (no reclame aqui só tem problema com cadeira gamer e pneu)\n\nNunca tive problema com a Kabum, mas sempre diretamente e não como market place. Alguem teve algum problema em receber dinheiro de volta em uma caso como esse ( Kabum como market place) ?\n\nValeu!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12jz55s",
            "num_comments": 3,
            "comments": [
                "Cara... não compra em marketplace. É só dor de cabeça. Independentemente do site.\n\nDetalhe: tem mais reclamação....\n\n[https://www.google.com/search?q=Grupo+MVX+kabum+site%3Areclameaqui.com.br](https://www.google.com/search?q=Grupo+MVX+kabum+site%3Areclameaqui.com.br)"
            ]
        },
        {
            "title": "HsTsr",
            "selftext": "Fala pessoas. \n\nEstava navegando pelo meu computador, quando notei um app com um nome estranho, quando eu fui pesquisar fala que era um TROJAN com um CAVALO DE TROIA, sla, não conheço muito de segurança nos computadores, e gostaria de saber, é realmente? É normal? Tem algum outro aplicativo que tenha o mesmo nome? (Ja usei o spyhunter 4 pra retirar, só que ele não o identificou)  \n\n\n&#x200B;\n\nhttps://preview.redd.it/9fcbacl34ita1.png?width=1232&format=png&auto=webp&v=enabled&s=0fbab6cea8b51a65e465dabf77927e6e336050d4\n\nhttps://preview.redd.it/ub93v2m64ita1.png?width=912&format=png&auto=webp&v=enabled&s=c403ab22cfbacab1c683f1774a70fb94b62197ef",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12jv7pb",
            "num_comments": 6,
            "comments": [
                "Tem alguma chance de você usar o Microsoft Office... principalmente o 2016? Porque isso é arquivo dele.."
            ]
        },
        {
            "title": "escolha de hardware",
            "selftext": "Já comprei uma rtx 3070, e um SSD nvme 3.0\nAgora estou na dúvida de como terminar o setup. As opções seriam:\n\nOpc 1:\nAorus b550m plus wi-fi 2\nRyzen 7 5800x\n2x16gb DDR4 3600 Kingston fury\n\nOpc 2:\nAorus b650m elite ax\nRyzen 7 7700x\n2x16gb DDR5 5600 Kingston fury\n\nA longo prazo ambos seriam duradouros ou será que já devo ir no mais caro da nova geração? A diferença de valores é 1500 reais aproximadamente",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ju5et",
            "num_comments": 7,
            "comments": [
                "Eu iria de Ryzen 7 7700. Porque? Ele é absurdamente mais eficiente que o 7700X. 65W e fica apenas 2\\~3% atrás do 7700X que consome 3 vezes mais... é um chip bem mais frio... praticamente tu não vai precisar gastar horrores em watercooler para ter o desempenho total dele. (ainda deve precisar de um cooler decentezinho, um dual tower de 120mm com 6 heatpipes já deve resolver, o 7700X consegue esquentar num water 360mm).\n\nPs.: A B650M é a versão mais simples das B650, existe B650E que é bem menos limitada... \n\nAi vai do teu bolso... ninguém sabe se a AMD vai manter o AM5 por tanto tempo quanto o AM4 ou se será retrocompativel... entretanto o AM4 já é deadplataform... durou desde 2018 até 2023 e o upgrade path acaba no 5800X3D/5900X.",
                "Pega um 7700, vem com cooler e tem o mesmo desempenho e é mais barato. Daí tu gasta mais com a Mobo e tu pode tb pegar uma memória 5200 pra melhorar ainda mais a placa mãe"
            ]
        },
        {
            "title": "PC travado nessa tela, não sei como faço pra sair daqui pfv alguém ajuda :(",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12jq8pd",
            "num_comments": 4,
            "comments": [
                "Olha se esta dando boot no hd correto, depois aperta \"f10\" e da \"yes\"",
                "No caso o pc travou total (o teclado não responde) ou você que não sabe que tecla apertar?"
            ]
        },
        {
            "title": "[AJUDA] QUAL VALOR PEDIR?",
            "selftext": "Salve, galera. Vou aproveitar que ainda não estão taxando tudo do exterior e montar um pc de adulto pra mim, passando meu pc de menino pra frente. O objetivo é usar a grana do PC de menino para comprar SOMENTE a placa de vídeo nova. Sou designer, gamer e estou começando a aprender modelagem 3D.\n\nAlguma sugestão de qual valor pedir? segue a setup:\n\n\\- i7 8700\n\n\\- ASUS Z370 Gaming-E 1151\n\n\\- 24GB RAM 2X RipJaws 1x Corsair\n\n\\- 1TB HDD\n\n\\- Fonte EVGA 600w\n\n\\- GTX 1060 6gb windforce gigabyte\n\n\\- Gabinete NZXT noctis\n\n\\- Monitor samsumg 24 polegadas curvo, aquele mais comunzinho\n\n\\- Teclado Razer semi mecanico\n\n\\- Mouse pad grande genérico\n\n&#x200B;\n\nAi ele tem as seguintes peças, que pretendo reutilizar na minha nova build:\n\n\\- 1TB SSD M2 Lexar\n\n\\- 4TB HDD\n\n\\- NZXT watercooler x72 (esse talvez vá para venda, ainda estou na duvida)\n\n\\- Estabilizador genérico\n\n&#x200B;\n\nvaleu!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12jq3ox",
            "num_comments": 6,
            "comments": [
                "Então, como o seu hardware é relativamente antigo já, e contando que vem com periféricos, eu venderia por ~3k500. Mais que isso é achar um leigo que não entende de hardware e dos preços, e ele comprar.\n\nEsse é o preço, pq por R$3.500+ da pra comprar um pc já montado na terabyte ou qualquer outra com RTX já.",
                "Eu manteria o case... é um case caro e ninguém vai levar em conta o valor se vendido com o PC.\n\nSem o gabinete, uns 1500-2000 reais... CPU 5 anos, GPU 7 anos, dual channel cagado com duas Ripjaws (costumam ter latencia baixissima) com uma Corsair (eu tiraria a Corsair ou deixaria só a corsair e venderia as Ripjaws separado), sem SSD, ao menos a placa mãe é boazinha apesar de já ter seus 5 anos também. Teclado semi-mecânico é membrana... não vale a pena gastar extra nessa coisa...\n\nAcho que no máximo, no máximo, uns 2000-2500 com o gabinete e as ripjaws.\n\nE pqp, joga esse estabilizador no lixo... as fontes são estabilizadas desde o começo do milênio...\n\nMas fica complicado estimar porque faltam metade das informações... tu quase não colocou nenhum modelo. Só marca."
            ]
        },
        {
            "title": "Pc ta falhando (por algum motivo meu pc ta oscilando, e dps desliga)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12jmmtp",
            "num_comments": 28,
            "comments": [
                "Tudo indica fonte meu chapa, quando requer mais energia e acaba dando esse estalo, claro que é suposição, mas me parece de fato  fonte",
                "Ok, descobri q se eu colocar nais de um equipamento no usb do pc, ele desliga, ou seja, se eu colocar o mouse e o teclado ele desliga, se colocar a a ethernet e o teclado ele desliga. Só preciso saber oq causa isso, e cm resolve",
                "Ta ligado direto na tomada ou em algum estabilizador e afins?",
                "Qual o CPU? Dá video?",
                "Provavelmente fonte"
            ]
        },
        {
            "title": "Outro dia, outro problema. PC reiniciando no meio dos jogos.",
            "selftext": "Olá pessoal, de ontem para hoje meu queridão aqui aleatoriamente reinicia no meio dos jogos, sem mais nem menos.   \n Ontem estava jogando GTA V e tela preta reiniciou, hoje estava jogando COD WARZONE travou a tela e deu problema de DirectX, abri outra partida e travou a tela e reiniciou, deu reparo no sistema e atualização no sistema (Meu reinicio automático esta desativado se não me engano). Pc é praticamente todo novo  tirando mobo que tem 1 ano e meio, e rodei 2 semanas e meia no mesmo setup e não aconteceu nada. Temperaturas são mega estáveis, coisa de CPU 70°C MAX e gpu 65-67°C com Hotspot de 85°C.  \n Desconfio da minha fonte que é 650W 80 plus gold da NZXT com 1 ano e meio de uso.  \n A única coisa que aconteceu foi eu colocar meu computador no banco de trás do carro, deitar o banco para prender ele contra o banco de trás e dirigir 2 minutos até minha nova casa, inclusive, ele reiniciou ontem na casa antiga ainda.. Não podendo ser isso, acredito eu.  \n Alguém poderia me dar uma luz sobre esse problema? Nunca me aconteceu em nenhum pc!  \n\n\n SPECS:  \nRTX 4070TI GALAX  \nR7 5800X3D  \n2x16GB Kingston 4000mhz  \nWC Cougar 360mm  \nMOBO Asus x570Prime  \n2x SSD M2 - 1TB e 500GB  \nFONTE NZXT 650W 80plus GOLD  \n\n\nFiz o AIDA64 por 10 minutos e vou deixar em anexo.   \n Achei que minha fonte iria estar pegando fogo encostando nela, parecia uma pedra de gelo rsrs.  \n\n\nGalera, agradeço desde já. Forte abraço\n\nhttps://preview.redd.it/3xes8ls42dta1.png?width=1936&format=png&auto=webp&v=enabled&s=f91d4a4ed890213d0387b8e3da61a897cef693aa\n\nhttps://preview.redd.it/59336ms42dta1.png?width=1936&format=png&auto=webp&v=enabled&s=64cb7254c1d2e9af2e30bb41214c3bdd088e20d4\n\nhttps://preview.redd.it/ih8n3kt42dta1.png?width=1936&format=png&auto=webp&v=enabled&s=fdfc3bcbb8cae086eef3422293dd320a81917c07\n\nhttps://preview.redd.it/o71n1os42dta1.png?width=1936&format=png&auto=webp&v=enabled&s=169003b9cfdac4fb4aff67b53b478f2a2c874da6\n\nhttps://preview.redd.it/augflns42dta1.png?width=1936&format=png&auto=webp&v=enabled&s=6e562a95084d47be7e7db96f2539180e15bc266e\n\nhttps://preview.redd.it/rhzyols42dta1.png?width=1936&format=png&auto=webp&v=enabled&s=cf850ea31f885125eaa8fe6114814d5c3f918c9e",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12j64n1",
            "num_comments": 18,
            "comments": [
                "Já fez chkdsk e dism?",
                "Cara, essas memórias tem uma frequência muito alta. Pode ser por isso. Tenta colocar em 3200 ou 3600. Já vi Pc dando pau por conta disso. Na ocasião era um I9 9900K com 32gb a 3600, sempre dando pau, reduziu pra 3200 e parou.",
                "Tenho o mesmo problema no meu Pc que já é bem antigo, mas só com jogos mais pesados. Nunca descobri o que é. Se resolver posta aqui pra eu saber o que era o problema"
            ]
        },
        {
            "title": "Meios de recuperar senha do Ruimdows10",
            "selftext": "Opa fala ae gurizada, boa noite.\nUm colega meu dono de restaurante aqui do bairro esqueceu a senha do windows10 dele e de jeito nenhum consegue realizar o login novamente, estou pesquisando meios de como 'recuperar' a senha vendo videos no YT, cheguei algumas opções como esse rapaz aqui: https://www.youtube.com/watch?v=TLEwZZlB6Bs&t=707s\nMinha máquina é linux Mint, algumas opções não dariam certo, pois os vídeos foram feitos para usuário que tenham outros windows, então se vocês tiverem sugestões de como resolver pensando em linux agradeceria, senão vou formatar o note dele que é bem antigo e deixar um linux rodando.\nEle usa somente para acompanhar os pedidos nos apps Ifood,Rappi, WhatsApp então deve ser sucesso, não verifiquei a integração com os apps Ifood e o Rappi, mas devo achar alguma maneira de botar no linux.\n\\o/",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12j4hhy",
            "num_comments": 4,
            "comments": [
                "Cara... não formata de maneira tão irresponsável como essa... pq se tiver algum sistema proprietário e/ou banco de dados ai tu fode a vida dele legal... (e pode ser dor de cabeça juridica pra você)\n\nProcura o ophcrack e deixa rodando, pode levar algumas horas ou dias... mas dependendo de quão burra a senha era, pode levar poucos minutos.\n\nAlém disso, se a conta não for local, dá para recuperar a senha normalmente..."
            ]
        },
        {
            "title": "preciso de ajuda para escolher placa mae e fonte",
            "selftext": "Boa noite rapazes, eu nao entendo muito sobre peças de pc no geral, mas nas ultimas semanas tenho pesquisado muito pra comprar as peças do meu pc, e to com muita dificuldade para escolher uma boa placa mae e uma fonte. O processador que eu comprei foi um ryzen 5 4600g, e a placa mae que eu estava querendo comprar é uma B550M-HDV da asrock por 640 reais, e o preço dela é muito abaixo das outras b550, mas pq? E sobre fontes, vi o pessoal falando que n vale a pena economizar nelas, qual seria a fonte de melhor qualidade de ate uns 350 reais no momento? Muito obrigado e boa noite",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12j4537",
            "num_comments": 10,
            "comments": [
                "MSI MAG 650W por 325 reais (ou 550W por pouco a menos)\n\nSobre placa mãe, se tu não for pegar um 5600 ou superior, tu pode ir com B450 tranquilo.\n\nQuanto à AsRock... boa pergunta. Ela geralmente custa 800+.",
                "Cara, vc já escolheu tudo certo.\nSobre a fonte vc pode seguir a dica dos amigos.\nTem a MSI Mag, mas pode procurar pelas da Corsair CX e principalmente as \"XPG Core Reactor\" também... Só que elas são mais caras também. Rsrs\n\nSobre placa mãe, tanto B450 quanto B550 são boas, se puder pegar a B550 porque é mais recente eu particularmente acho melhor (se a diferença de preço não for muito grande e vc puder pagar, prefira o mais recente).\n\nEu acho que compensa pegar uma placa B550 por conta do suporte a PCI Express 4.0. Sei que hj n faz muita diferença, principalmente pela placa que vc vai levar hoje, mas pelo menos se você quiser pegar uma placa de vídeo superior daqui a 2 anos, tipo RTX 40xx ou superior e que faça diferença em PCIe 4, você não vai precisar se preocupar de ser limitado pelo chipset B450. Se tu pode ir hj em uma B550, vai sem medo.\n\nNo caso da Asrock que você achou mais barato, se for na Kabum verifique se não é produto \"Open Box\". Eles costumam vender mais barato produtos que foram devolvidos por clientes ou possuí caixas danificadas (ou não possuem caixa e vão em uma caixa genérica).\n\nBoa sorte amigo."
            ]
        },
        {
            "title": "Idioma do teclado mudando do nada",
            "selftext": "Fala pessoas, boa noite!\n\n&#x200B;\n\nCara, to com um problema um tanto quanto chato, e cara toda vez a mesma coisa KKKKK. To digitando, e do nada os comandos do teclado não correspondem, e quando eu vejo o idioma do teclado configurado no windows foi modificada (talvez sem querer cliquei ctrl + shift sem querer em algum momento). E ai queria saber, como que eu tiro essas duas configurações? Se liga...\n\n&#x200B;\n\nhttps://preview.redd.it/3loaolznccta1.png?width=1068&format=png&auto=webp&v=enabled&s=e4a9a457ec26bb30c62074416fc4df3eadaca1a8\n\nEu tenho literalmente 1 teclado instalado. Como que agora tem dois, do nada KSAKASKD (imaginei que fosse padrão, mas sinceramente, antes não tinha vindo junto o idioma ABNT)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12j26wd",
            "num_comments": 3,
            "comments": [
                "Só selecionar os idiomas e apagar os que tu não tá usando...\n\nmas o Windows tem um bug bem burro do krl que fica criando dois teclados em PT-BR toda hora."
            ]
        },
        {
            "title": "Rapazeada socorro",
            "selftext": "Hoje resolvi limpar meu computador. Como um bom trouxa que sou, achei uma boa ideia usar aspirador de pó, pincel e pano seco. Agora toda vez que ele liga, dá queda de luz e não reconhece vídeo ou qualquer porta USB.\n\nO que eu posso fazer?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12j1f0n",
            "num_comments": 9,
            "comments": [
                "Olha vou te falar, eu limpo meu PC a cada 2 meses com pincel, aspirador e pano... Porém com cuidado e ele funciona perfeitamente... O problema para é que vc deve ter conectado mal as coisas do seu PC e podem estar dando curto... Verifica se as conexões dele está frouxas em todos os conectores, se sua placa de vídeo está bem instalada e se o cabo do painel frontal está bem conectado...",
                "Cara... leva no técnico de informática pra ver o que ele diz, mas dependendo do aspirador de pó que tu usou, tu pode ter arrancado ou danificado algum componente... \n\nSe tu passou com o PC ligado, pode ter dado azar da estática que o aspirador gera ter danificado algo... e tira o estabilizador... pq mds... fonte já é estabilizada tem quase 20 anos..."
            ]
        },
        {
            "title": "Placa de video esquentando",
            "selftext": "Tenho uma gtx 550 ti esquentando mto , só com navegador aberto bate 77° , abri um jogo foi para 90°, devo retirar do pc até consertar ? ou pode danifica os outros periféricos do cpu?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12izqeq",
            "num_comments": 2,
            "comments": [
                "O fan dela deve ter morrido, deve estar solto ou a pasta térmica deve estar ruim.",
                "Só isso é muito vago para diagnosticar qualquer coisa.  \n\n\nO fato é que ela não está normal, e eu não digo nem pelos 90 graus em jogos. Tô falando pelos 77 com baixo uso.  \n\n\nPode ser pasta térmica seca, muita sujeira atrapalhando a refrigeração, fan com defeito, ou até mesmo air-flow do gabinete.  \n\n\nO correto seria trocar a pasta térmica, dar uma limpada caprichada na placa, verificar os thermalpads trocá-los se necessário, verificar as fans (no girar com a mão já da para ver se estão pesadas ou travando) e verificar o air flow do gabinete. Depois é só montar.  \n\n\nIsso provavelmente resolverá o problema."
            ]
        },
        {
            "title": "Transferência de espaço entre HD's",
            "selftext": "Eu tenho um HD com 200 GB de espaço e outro com 900. Existe a possibilidade de transferir, por exemplo, 100 GB de um para outro? Ficando 300 GB em um e 800 GB no outro?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12izbqi",
            "num_comments": 5,
            "comments": [
                "No way",
                "Não.",
                "Se forem partições, até tem... é um puta porre, mas tem... se forem HDs fisicos, não.",
                "Tem uma tecnologia chamada RAID que você une os dois HD's como se fosse apenas um. Então você ficaria com o tamanho total dos dois HD's em apenas uma partição.\n\nSó que tem um risco envolvido, se ocorrer alguma falha em um deles, você compromete os arquivos dos dois HD's."
            ]
        },
        {
            "title": "Vale a pena comprar separado?",
            "selftext": "Estava pensando em comprar logo a gpu e a placa mãe, e demorar mais ou menos 2 meses para comprar o resto, será que compensa?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ivujj",
            "num_comments": 3,
            "comments": [
                "Eu diria que sim, porém é bem provável que o preço do hardware vá aumentar nos próximos meses. Não sei dizer se daqui a 3 ou 6, mas vai. Eu montei o meu Pc assim, era estagiário, não tinha dinheiro e fui comprando as peças de mês em mês, foi quase 1 anos pra eu conseguir montar.",
                "Acho que não... seria mais inteligente comprar um CPU com vídeo onboard (caso não tenha uma placa de vídeo PCIe qualquer), placa mãe, RAM x1, SSD e fonte primeiro, depois comprar gabinete, segunda RAM pra dual channel e placa de vídeo... (tu já consegue ir usando)",
                "Tô fazendo assim. Meu desktop antigo morreu e tô com um note quebrando o galho. Fico garimpando promoção, já tenho a cpu com vídeo integrado, pq não tenho muita esperança de preço de gpu baixar nem tão cedo, e a ram. Acho que vai demorar bem um ano pra montar todo."
            ]
        },
        {
            "title": "Problemas com pendrive",
            "selftext": "Meu pen drive não abre, o pc reconhece ele, eu consigo atribuir até mesmo letras pra ele, mas ele fica igual na imagem em anexo. Tentei um método que deu certo uma vez, mas que depois deu problema dnv que era entrar no cmd e digitar  MSD. EXE -ID DEVICEDIAGNOSTIC, pq no gerenciador de dispositivos ele marca lá como ' Dispositivo USB Desconhecido (Falha na solicitação de descritor de dispositivo)', mas agora nem isso mais ta funcionando. To com pendrive que não consigo usar. Tentei outras portas usb, tentei por hub usb, desinstalar driver, procurar atualização, passar 3 anti virus e nada.\n\nhttps://preview.redd.it/3z0n64n53bta1.png?width=266&format=png&auto=webp&v=enabled&s=d934eeb3221110e9c2041d59c638edf765ad6b17",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12iuicx",
            "num_comments": 5,
            "comments": [
                "Olá meu amigo... Acredito que o seu pen-drive deve estar sem nenhuma partição criada e montada nele,quando isso acontece, o PC reconhece que tem um pendrive mas não reconhece sua memória, pois ela não está atribuída para uso...\n\nUma boa alternativa, já que vc usa Windows, é formatar pelo CMD e atribuir manualmente uma partição à ele...\n\nAqui nesse link tem um tutorial de boa pra vc fazer isso\nhttps://www.techtudo.com.br/dicas-e-tutoriais/2022/10/como-formatar-pen-drive-pelo-cmd.ghtml\n\nEspero que te ajude",
                "Deve ter morrido, compra outro.",
                "Pergunta: qual o modelo do pendrive e a quanto tempo tu tem ele? Se tu tem ele a mais de 5 anos, provavelmente ele já tá ruim..."
            ]
        },
        {
            "title": "Meu PC está com problemas",
            "selftext": "Meu PC está com problemas toda vez que liga, ele da uma tela muito estranha e tenho que reiniciar várias vezes até que ele ligue certo. E então ele funciona normalmente.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12itcer",
            "num_comments": 9,
            "comments": [
                "A primeira coisa a fazer aqui seria reassentar os pentes de memória e possivelmente o GPU se o seu PC tem uma (ao invés dos gráficos integrados do processador). Mas a gente não tem informação nenhuma sobre esse seu PC. Ele é o que, desktop? Notebook? PC montado com kit Xeon do AliExpress?",
                "Limpa a memória",
                "É notebook?",
                "Sobre o pc é um kit x99 xeon 2630v2 uma rx 580 8gb e 16 gb ram",
                "Qual a chance de tu ter comprado placa de vídeo usada do AliExpress?"
            ]
        },
        {
            "title": "Preciso transportar meu Computador em uma Viagem curta.",
            "selftext": "Bom, é basicamente o título. meu gabinete é fechado bem parafusado e montado, inclusive ele ja me foi entregue totalmente montado.   \n\n\nEu vou estar fazendo uma viagem de ônibus de aproximadamente uns 150km, é pra uma cidade vizinha, a estrada é tranquila mas ainda tenho muito medo de dar merda. Qual seria a melhor forma de levar meu computador sem precisar desmonta-lo? É um pc caro com placa de video e tudo, quero o maximo de segurança possível.\n\nEu sei que vao falar que preciso desmontar, tirar HD e placa de video e realmente essa seria a forma mais segura, mas isso tá quase fora de cogitação porque chegando no destino eu vou querer usar o pc pra trabalhar e minha experiencia com hardware chega a ser zero, as chances de eu nao conseguir remonta-lo ou fazer alguma merda no processo são altíssimas.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ise4b",
            "num_comments": 5,
            "comments": [
                "Cara de todas as peças a maioria é de boa de transportar. A que me preocuparia seria a placa de vídeo. E por sinal ela é a segunda mais fácil de vc tirar(perde apenas para as memória. Tira ela e o resto leva montado, são dois ou 3 parafusos, n tem erro.",
                "Duas coisas.\n\n1. Instapak\n2. ou remover placa de vídeo (e cooler caso ele seja daqueles pesados)"
            ]
        },
        {
            "title": "Ajuda pra escolher gabinete",
            "selftext": "Boa tarde, preciso de umas indicações, estou montando meu primeiro PC e queria saber se vocês tem algo para me indicar em relação a gabinetes, pretendo comprar uma 3060 dual FAN e tenho medo de na hora de colocar a placa de video não caber já que vi alguns casos. \n\nSe tiverem alguns modelos pra indicar que tenham um espaço legal seria legal, ou se qualquer modelo que eu comprar seria suficiente. A fonte é uma gamemax 750w e uma B550M",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12iomoh",
            "num_comments": 6,
            "comments": [
                "Qual teu orçamento pro gabinete?",
                "350 reais?\n\n Sharkoon TG5 Green parece uma boa idéia... mas o Corsair Carbide Spec RGB Delta é bem decente, custa 450-500, mas a Kabum hora e meia faz promoção por 300-350."
            ]
        },
        {
            "title": "Alguém me ajuda? Pfv",
            "selftext": "Bom dia reddit, eu tenho um processador i5 11400f e uso ele em uma h510m-e da Asus o q ocorre é q o meu processador apresenta temperaturas extremamente elevadas, ele fica a uma média de 74⁰c jgnd fortnite no modo desempenho usando 32% da cpu, enquanto vejo pessoas com o msm processador usando cooler da Intel e pegando 65⁰ no warzone usando 80% da cpu, já tentei de tudo e acho q o meu problema pode ser algum defeito no processador ou na minha placa mãe, espero estar errado, a temperatura indicada para esse processador é de até 72⁰c. N posso recorrer a garantia do produto porque ela já expirou alguém que tenha passado por algo parecido sabe como identificar ou resolver esse problema?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ii9yo",
            "num_comments": 6,
            "comments": [
                "Vlw gnt, eu sou mto desesperado com temperatura hahshsjc",
                "Sobre o mesmo topico na steam :\n\n[https://steamcommunity.com/discussions/forum/11/3165461141512713191/](https://steamcommunity.com/discussions/forum/11/3165461141512713191/)\n\n74%C não me parece absurdo mas se voce quiser tentar melhorar o que dá para fazer é reaplicar pasta termica (de qualidade), colocar um cooler melhor e melhorar a ventilação no gabinete (tirar cabos que estejam impedindo o fluxo, ventiladores na frente do gabinete empurrando ar para dentro e em cima, tirando para fora.\n\nMas ao fim pode ser um gasto desnecessário."
            ]
        },
        {
            "title": "Me ajudem",
            "selftext": "Tenho um PC de 8 gb de ram tava fazendo configs pra deixar ele mais rápido desliguei, esperei 1 hora religuei ficou numa tela de raparo altomatica infinita desativei o reparo e deu errado apertei alguma coisa e ficou igual a antes restaurei e ficou na tela de incialização infinitamente me ajudem por favor desculpa pelos erros de português tô escrevendo muito rápido pra achar a solução mais rápido se achar o solução me fala",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12hyje8",
            "num_comments": 3,
            "comments": [
                "Cara... se tu mexeu nas configurações do BIOS, faça clear CMOS e não mexa no que não sabe.\n\nSe tu tava mexendo no Windows, possivelmente tu vai ter de reinstalar do zero...",
                "Se vc não mexeu na BIOS formata o Pc que é melhor. Instala o windows 10.",
                "Cara, é resolvivel certamente mas complicado, tenso, boa sorte."
            ]
        },
        {
            "title": "pc gaming",
            "selftext": "alguem pode me recomedar um pc gaming ja montado da pc diga ou chip7?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12hx8cb",
            "num_comments": 12,
            "comments": [
                "Veja para o que vc vai usar o pc aí fica mais fácil decidir as config do pc",
                "Se tu não falar quanto tu pode e/ou quer investir e o uso que dará ao PC, fica dificil... mas [esse aqui](https://www.pichau.com.br/computador-pichau-gamer-cougar-amd-ryzen-9-7950x-geforce-rtx-4090-24gb-32gb-ddr5-2x-ssd-m-2-2tb-38573) é muito bom. Só o case que é um eyesore desgraçado... mas dá pra trocar."
            ]
        },
        {
            "title": "Acho que um raio queimou minha placa de rede",
            "selftext": "Ontem a noite estava jogando com uns amigos quando começou a chover, eu continuei jogando pois nunca tive problemas com queda de energia em casa, mas o inesperado aconteceu. A tela do meu computador deu uma piscada rápida e voltou a funcionar, só que a internet não estava mais conectada, como eu já estava cansado decidi desligar o computador e retirar da tomada pra não ocasionar em algo pior. Hoje pela manhã quando fui ligar ele novamente, continuou sem internet. Eu fui verificar os adaptadores de rede o de ethernet não estava mais lá, apenas de um aplicativo de vpn que uso, também chequei no gerenciador de dispositivos e não vi o adaptador lá, chequei no msinfo32 e aparentemente o driver continua instalado, só não tem um dispositivo pra usar. Alguém sabe se pode realmente ter sido a queda de energia? eu terei que comprar uma placa nova?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ht31q",
            "num_comments": 8,
            "comments": [
                "Melhor comecar pelo seu modem, ele esta funcionando ? Desliga e liga.\n\nTem um outro cabo/pc ou notebook para ver se a saida do modem está ok ?\n\nAs luzes sobre o conector ethernet estão acesas/piscando ?\n\nBotão direito do mouse, clica sobre o icone de rede na barra embaixo tem uma opção de troubleshoot, tenta para ver se corrige.\n\nR$50 vc compra uma placa de rede offboard  ou um adaptador USB ethernet.",
                "Vc não comentou o tipo de conexão mas vale pergunta.\n\nAntes de ver a parte sistêmica, se sua conexão é  ethernet, os leds da porta ethernet acendem quando conecta o cabo ligado ao modem da sua residência que estejam sabiamente ligados e funcionais? Se nem acender, F porta ethernet.\n\nVocê tbm pode por a máquina no modo de segurança com rede, isso ignora problemas de drivers, mas se a dica acima está confirmada nem perca seu tempo.",
                "Tu tem um pendrive? Faz um Live USB e tenta ver se consegue conectar por rede ou se aparece.",
                "sempre bom ter filtro de linha"
            ]
        },
        {
            "title": "Ajuda a escolher peças de PC ganer",
            "selftext": "Fala pessoal, vou pela primeira montar o tão querido pc gamer depois do meu laptop pifar de vez, mas sou meio leigo. Tenho um orçamento de 4,5k-5k +- (parcelando), e preciso comprar monitor e teclado também. Poderiam ajudar com recomendação de set up?\n\nDe processador eu imagino algo como um i5, i7 ou semelhante da AMD, mas não entendo bem a nomeclatura do resto como geração e etc.\n\nPlaca de vídeo pensei em uma GTX 1650, mas n sei se com esse orçamento essa é a ideal\n\nQueria pelo menos 500gb de ssd e 16ram, de um chip só para ter possibilidade de expandir depois\n\nPlaca mãe: ???? Não tenho ideia kk\n\nCooler: tbm não entendo nada, mas precisa de um bom pois vai ficar numa sala quente que pega sol da tarde.\n\nDicas para fonte e monitor? O monitor pode ser um pouco abaixo para eu fazer um upgrade no futuro.\n\nNão posso comprar peças da china porque preciso do computador logo e não tenho como esperar. Queria comprar as peças e ou montar eu mesmo vendo tutorial ou pagar alguém para montar, o que recomendariam?\n\n\nEdit: Pc *gamer kkk não tem como editar o título",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12hpjtz",
            "num_comments": 7,
            "comments": [
                "Ryzen 5 5600 com stock cooler, alguma Gigabyte ou ASUS B450 \\[Gigabyte costuma prestar, mas o RMA não\\], 2x8GB DDR4 3200 Kingston Fury Beast, RTX 2060 12GB, MSI MAG 650W, 512GB XPG X8100, case à vontade (que tenha fans inclusos).\n\nSe precisar de monitor, tem uns de 500 reais de 21\", mas não são \"gamer\"... são mais básicos. Se tu quiser um melhor, dá pra trocar a 2060 por uma 1060 3GB.\n\nSe eu lembro bem dos preços, deve dar cerca de 5100 à vista... parcelado não dá para colocar a 2060. Tu ficaria entre a 1650, 1060 e 6500 XT."
            ]
        },
        {
            "title": "opnião: cadeira gamer",
            "selftext": "galera, comprei [essa](https://www.googleadservices.com/pagead/aclk?sa=L&ai=DChcSEwjvy5fP5Z_-AhV3FdQBHU5IDzQYABAMGgJvYQ&ohost=www.google.com&cid=CAESbeD2HWLXI9140s2qiqCfubwSoCo7tX4oxUGXa3iWpLVFjJXPa9689rvkFcamsq_u8o_aPaPIzIsbmw9bMyst-phRO_6ERnTgbXS4lMZ_dGih-J2P0cQZ-mNm-amSEYL0XaZ9MHg_zmm6b9oAVZY&sig=AOD64_229es_NGqZqso1Mf6mztAyKnDxCQ&ctype=5&q=&ved=2ahUKEwj7yIrP5Z_-AhUzrZUCHTvZDKAQ9aACKAB6BAgGECI&adurl=) cadeira gamer. chegou hj, mas to no trampo ainda não dei um review geral.\n\nsegundo as caracteristicas dela, a estrutura da cadeira em si e tals conseguem me dizer se APARENTEMENTE é uma boa cadeira? paguei esse preço q está no link, mais frete totalizou 420 reais. foi custo-beneficio p mim mas esse material q diz q ela é em PVC me deixa com receio. devo ter esse receio?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12hp31i",
            "num_comments": 5,
            "comments": [
                "420 reais de frete?! De onde tu comprou isso? AliExpress? Não tem link nenhum no teu post...\n\nEu já não compro mais cadeira gamer. Sério mesmo. Prefiro pegar uma de escritório de boa qualidade como as da FlexForm que são mais confortáveis e ergonomicamente corretas (todas seguem as normas nbr sei lá qual) além de sairem bem mais em conta.",
                "Mano, eu sempre recomendo você ir nas lojas pra fazer o teste. Kkkk\n\nA minha é uma cadeira de escritório, depois de ponderar muito achei que era milhões de vezes melhor que essas baratas. Paguei 700 na minha cadeira, mas sinto que ela vale mais só pelo conforto que oferece.\n\nMas é aquela coisa, cada caso é um caso. Ninguém senta exatamente igual, ninguém tem o mesmo peso, largura, altura, etc. Reviews podem enganar muito também."
            ]
        },
        {
            "title": "Alguém pode me ajudar?",
            "selftext": "Bom dia reddit, acabei de montar o meu primeiro pc e meu processador e minha placa de vídeo estão alcançando temperaturas um pouco maiores do q o esperado, vi um vídeo de um cara estressando o msm processador q o meu ao máximo e tendo uma média de 65⁰c com o cooler box original enquanto eu pego 70, 75⁰c, pensei fosse o cooler box até então, mas percebi q n era daí procurei entender a minha circulação de ar, no momento estou ultiluzando 3 fans, uma na parte traseira puxando o ar para fora e duas em cima também puxando o ar para fora e nenhuma puxando o ar para dentro, acho q pode ser esse o meu problema, na parte da frente cabem 3 fans, eu deveria colocar uma das fans de cima na parte frontal puxando o ar para dentro, se sim, em qual posição? E o q posso fazer para melhorar o meu air flow ainda mais??",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12hitlg",
            "num_comments": 8,
            "comments": [
                "Tu esqueceu de considerar a temperatura ambiente. Se tu mora num lugar com a temperatura ambiente de 35°C, tu vai ter um CPU bem mais quente que uma pessoa que testou num local com temperatura ambiente de 15°C por exemplo...\n\n>(...)3 fans, uma na parte traseira puxando o ar para fora e duas em cima também puxando o ar para fora e nenhuma puxando o ar para dentro(...)na parte da frente cabem 3 fans, eu deveria colocar uma das fans de cima na parte frontal puxando o ar para dentro\n\nQual case tu tá usando?\n\nMas tu pode enfiar 3 fans na frente soprando ar pra dentro... lembrando que se o case tiver filtro frontal, tu vai precisar de fan bem mais forte com pressão estática maior.",
                "Cara, pelo menos uma fan tem que puxar O ar de fora. Fora isso, como tá a disposição dos cabos? Tão tudo atrás do gabinete? Ou tá tudo pra frente, na parte de dentro do gabinete? Isso influencia tbm."
            ]
        },
        {
            "title": "Placas de video e processadores da AMD",
            "selftext": "Alguem pode me ajudar, tenho muita dificuldade em saber qual e a geração dos processadores e placa de videos da amd, da nvidia e da intel e tão facil de entender",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12hf6ht",
            "num_comments": 7,
            "comments": [
                "Ah, tu fala quando foi lançado ou se é mais recente ou mais antigo?\n\nA nomeclatura dos CPUs da AMD, Intel e GPUs da NVIDIA e AMD são bem tranquilas...\n\nVamos supor que tenhamos o AMD Ryzen 5 5600GE... AMD é a empresa, Ryzen é o nome do CPU (também tem Athlon), 5 é a familia, 5 é a geração, 6 é o desempenho, 00 é o modelo, G indica que tem gráfico integrado e E que é um CPU de baixo consumo, 35W (X é de desempenho mais elevado). [https://i.redd.it/gllsgqbj9rw41.jpg](https://i.redd.it/gllsgqbj9rw41.jpg)\n\nSó que isso mudou na série 7000. [https://i.imgur.com/7j0MaGu.png](https://i.imgur.com/7j0MaGu.png) [https://i.imgur.com/QEAp41C.png](https://i.imgur.com/QEAp41C.png)\n\nIntel: [https://i.imgur.com/MiVRrTV.png](https://i.imgur.com/MiVRrTV.png)\n\nGPUs:\n\nAMD (novo): [https://i.imgur.com/cLSEqTF.png](https://i.imgur.com/cLSEqTF.png)\n\nNVIDIA: [https://i.imgur.com/Fv7jHKQ.png](https://i.imgur.com/Fv7jHKQ.png)\n\nDá uma olhada nos esquemas, se tiver dúvida eu tento tirar. (Demora muito pra escrever tudo... então vai as imagens mesmo hahaha)"
            ]
        },
        {
            "title": "Meu pc não da video e nem reconhece as entradas USB.",
            "selftext": "Bom, essa manhã eu usei ele normal mas quando eu suspendi o pc não desligava, tipo a tela desligou e o teclado e mouse desligou, porém o pc não, e como eu estávamos atrasado para sair, eu desliguei ele pelo botão do gabinete, quando voltei eu liguei  o pc mas não da video e nem reconhece as entradas USB. Tentei trocar a Memória ram e nada e tirei e coloquei a placa de video e nada, eu realmente não sei se é problema na placa-mãe ou nos fio internos e como não tenho muita experiência em mexer nas peças, eu realmente não sei oque fazer.\n\nPeças: \n\nplaca-mãe: micro star international - modelo X470 GAMING PLUS (MS-7B79)\n\nProcessador : AMD Ryzen 7 2700X\n\nPlaca de vídeo: RTX 2080 Super\n\nMemória: ambos DDR4 2 de 8GB\n\nFonte não consegui reconhecer\n\nHDD: 1T\n\nSSD: 250G",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12hcu49",
            "num_comments": 5,
            "comments": [
                "Pergunta: já vi acontecer, tu tem energia em casa? Não caiu a luz, né? \n\nVerifica se a fonte não está desligada ou fora da tomada.\n\nSe tudo está correto, os sintomas dizem que a fonte queimou... mas pode ser placa mãe também. Leva num técnico pra dar uma olhada."
            ]
        },
        {
            "title": "Alguém aí sabe como instalar o Linux tendo o Windows?",
            "selftext": "Quero instalar o Linux Mint no meu notebook, mas tenho medo de apagar o Windows sem querer, alguém aí me dá um tutorial? Haha!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12h6lzy",
            "num_comments": 11,
            "comments": [
                "Apagar o windows voce não vai, mas o que pode acontecer é voce ficar perdido no boot loader do Linux (Grub, e.g.)\n\nComo você, ao que parece, não tem experiencia e quer experimentar, recomendação é o que todos já deram, usa uma maquina virtual.\n\nEu uso o VmWare e tenho Mint e Ubuntu.\n\nÉ fácil de instalar e se der algo errado é só desinstalar, sem panico. \n\nTem um tutorial aqui, parece ser bom [https://thesecmaster.com/step-by-step-procedure-to-install-linux-mint-linux-on-vmware-workstation/](https://thesecmaster.com/step-by-step-procedure-to-install-linux-mint-linux-on-vmware-workstation/)",
                "No [youtube](https://www.youtube.com/watch?v=wAM9IL-ypcI) explica certinho como instalar o Mint no PC, mais recomendo primero vc instalar em alguma maquina virtual (vmware ou virtualbox) e testar.",
                "Vc quer necessariamente fazer um dual boot? Acho que o caminho mais fácil seria mandar um WSL. https://learn.microsoft.com/en-us/windows/wsl/install",
                "Se for só para testar, tu pode instalar usando o vmware workstation player ou o virtualbox... ai se não gostar é só apagar. Sem maiores problemas. Mas tu precisa ter um CPU com a virtualização habilitada.",
                "Na instalação do próprio Mint tem a opção de instalar lado a lado com o Windows, mas se vc não quer se arriscar, instale numa máquina virtual.",
                "Instala VM  e seja feliz...uma vez fiz Dual Boot pra ter Linux e Windows no Notebook pois eu tava querendo aprender Linux.\n\nDepois que aprendi o que tinha que aprender, nunca mais voltei a usar, e ficou aquele Dual Boot lá parado ocupando espaço desnecessário do HD.\n\nInstala VM, depois que usar para o que tiver que usar, desinstala a VM.",
                "Instala em uma máquina virtual, hyper-V virtual box ou outro. Basta habilitar a virtualização na BIOS e ver uns tutoriais de como fazer.",
                "Se você não sabe, da uma pesquisada no Google e procure algum tutorial completo em vídeo. Tem milhões de vídeos sobre isso.\n\nAqui ninguém vai te ajudar direito, porque teria que perder meia hora te explicando coisas básicas, como desativar secure boot, explicando sobre partições, sobre melhores distros pra iniciante, etc.\n\nDe uma estudada e veja se você tem nível suficiente pra fazer isso. Olhe o conteúdo do DioLinux.",
                "O Linux mint faz dual boot tranquilamente com o widnows. Salvo engano vc consegue até fazer automático. Tipo, tu entra lá na instalação e escolhe instalar ao lado do windows. \n\nEu prefiro criar as partições na mão, mas se vc não tem experiência e não pode/quer correr o risco de perder algo no windows, só seguir na instalação automática."
            ]
        },
        {
            "title": "Qual controle devo pegar?",
            "selftext": "Salve galera, to pegando um controle pra jogar no pc, mas recentemente recebi a proposta por um controle de ps5 usado por 220 e o controle da 8BitDo por 260\nqual devo pegar? qual é melhor? \n\neu jogo no pc e uso um adaptador bluetooth.\n\ntenho medo de pegar o de ps5 só pela fama e o preço ser alto e sair meio que de burro",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12h1157",
            "num_comments": 3,
            "comments": [
                "Cara, para ser bem sincero, o melhor controle seria o do Xbox Series, principalmente pela total compatibilidade que ele tem com o PC.\n\nMas se caso você quer um com o preço baixo, eu iria de 8bitdo ultimate bluetooth. ele tem hall-effect (não vai ter drift nos analogicos), tem uma dock e já vem com o dongle para usar sem fio ou conexão bluetooth.\n\nO controle do PS5 só tem uma compatibilidade estável mesmo na steam, no resto é triste.",
                "Depende qual controle da 8BitDo."
            ]
        },
        {
            "title": "Nobreak",
            "selftext": " Boa noite.  Em 26/10/2021 comprei um nobreak intelbras XNB 600 VA 120V. Até o dia em  que escrevo essa mensagem, o aparelho funcionou muito bem e sem  problema algum. \n\n Contudo, quarta-feira, 5/04/23 precisei viajar, logo desliguei e  desconectei o aparelho da tomada. Ao retornar, religuei-o, mas assim que  o fiz, o nobreak \"bipa\" incessantemente e permanece com a luz vermelha  ligada. Já o deixei ligado à tomada por horas, mas o problema em questão  não foi resolvido. Se aperto os botões de reset e liga/desliga, nada  acontece. Não houve qualquer pico ou queda no momento que liguei o  aparelho na tomada. Imagino que o defeito esteja na bateria, mas ela não  tem nem dois anos de uso. \n\nAlguém aí tem alguma sugestão do que possa ser feito? Muitíssimo obrigado",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12h0vs0",
            "num_comments": 3,
            "comments": [
                "Parece que morreu alguma bateria.\n\nSe estiver na garantia, aciona a Intelbras.\n\nCaso contrario, se tiver um multimetro, abre o paparelho, desligado da tomada, coloca na escala de DC e mede as baterias.  Se alguma estiver zerada, deve ser esta e tem que substituir.\n\nPior das hipoteses, leva na autorizada.",
                "Cara... espero que tu não esteja usando esse nobreak com computadores... ele não é senoidal puro (é senoidal retangular) e pode prejudicar MUITO fontes de computador...\n\nMas se tu já tem esse nobreak a dois anos, já tá na hora de trocar a bateria. Que eu lembre, essas baterias duram um ano, um ano e meio."
            ]
        },
        {
            "title": "Placa de vídeo dando muito menos FPS que o normal",
            "selftext": "Comprei uma RX 6750 xt da MSI para conseguir jogar jogos mais pesados, e quis testar primeiramente com Hogwarts Legacy, vi diversos testes de benchmark com essa placa e pegava entre 100~120fps a 1080p neste jogo. \nBaixei a versão pirata (Empress) para ver como reagiria no meu pc antes de comprar, porém quando boto as configs para renderizar a 1080p o jogo roda a 40~50fps e a placa fica com 99% de uso, eu desativo o upscale da AMD e ponho para renderizar 100%. \nO jogo também não possuí a opção de fullscreen. \nIsso pode ser problema na placa? Ou por ser uma versão pirata e não conseguir fullscreen? Ou pouca memória RAM?\n\nMinhas configs são:\nRyzen 5 5600,\n16gb 3200MHz,\nFonte Deepcool 600W Bronze",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12h02vv",
            "num_comments": 1,
            "comments": [
                ">vi diversos testes de benchmark com essa placa e pegava entre 100\\~120fps a 1080p neste jogo. \n\nMesmo CPU? Mesma quantidade de RAM?"
            ]
        },
        {
            "title": "ajuda com notebook",
            "selftext": "galera tô querendo comprar um notebook pra jogar e pra estudar também e tava vendo esse aí da foto pra comprar, alguém que tenha ou conhece alguém que tem, pode dar umas opiniões.\n\nqueria pra jogar um gta um warzone e até outros jogos sem me preocupar muito\n\n#computado #acer #nitro #notebook #windows",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12gx02b",
            "num_comments": 16,
            "comments": [
                "Diria que tem uma config boa, tanka muita coisa, só a ram que não é muito (acho que 16gb mais interessante) mas até que tá bom dependendo do que for jogar",
                "Caraca... hashtag nem funciona no Reddit... não dessa forma. hahaha\n\nEsse note ai tá com um preço bacaninha até.",
                "Um bom notebook porém tem problema crônico na parte de arrefecimento",
                "Cara, vi a versão com a gtx 1650 por 3700, com 1tb HD e 256gb ssd, acho que valeria mais a pena, pois a diferença pra rtx 3050 é cerca de uns 10% somente",
                "Eu ia falar que tá caro, mas depois eu vi a placa de vídeo... Kkkk\n\nSe você tem essa grana pra pagar a vista, não acho que tá ruim não. Isso levando em consideração que um Lenovo Gaming 3i ou Acer Nitro 5 na versão com GTX 1650 tá na casa dos 3900-4500.\n\nEsse valor aí tá ótimo. É um notebook que vai tankar quase tudo que tem de atual de jogo no preset High/Ultra em 1080p/60fps tranquilamente.\n\nObs.: A única coisa que teria que fazer pra ficar legal mesmo era colocar mais 8GB de RAM. Mas vc vai gastar no máximo uns 190 reais pra fazer esse upgrade, vale a pena."
            ]
        },
        {
            "title": "Quero fazer upgrade na placa de vídeo do meu PC, sugestões?",
            "selftext": "Atualmente utilizo uma 1650, porém, estou com a oportunidade de substituí-la,mas não sei por qual modelo,me ajudem aí!!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12gs9aq",
            "num_comments": 3,
            "comments": [
                "Começar falando o quanto você pode gastar em uma nova placa e o que você busca ajuda bastante! 🤣 Por exemplo, gaming em 1080p a 60fps? 4K? 120+ fps?\n\nDizer quais as suas especificações atuais também é importante, porque em alguns cenários dependendo da configuração do seu PC você já pode estar usando a melhor placa pra ele e trocar pra algo como uma RTX 3070 não traria benefício nenhum.\n\nMas, a mais utilizada atualmente tem sido a RTX 2060 por se dar bem com qualquer configuração média, é a melhor placa pra quem tá procurando uma boa relação preço/performance também.",
                "Cara, como tu faz uma pergunta e esquece as duas coisas mais importantes?\n\n1. orçamento.\n2. hardware atual.\n\nSem esses dois eu poderia recomendar uma 4090 Ti, é uma excelente placa de vídeo... hahaha",
                "Na verdade o que voce tem levar em consideração é o seu orçamento e o seu setup atual. O processador tem que estar em linha com a GPU para nao virar um gargalo.\n\nTenho um Ryzen 5 3600 e uma GTX1060 que gostaria de trocar por uma RTX3060TI .\n\nFalta 3K para a placa e mais uns 300 para a PSU (650W)."
            ]
        },
        {
            "title": "Dúvida sobre teclado mecânico.",
            "selftext": "Oi, boa tarde!\n\nTenho um *Motospeed CK104 K84 Switch Outemu Azul,* ganhei ele então já era usado etc.\n\nO shift esquerdo queimou mas não me atrapalhava, agora a letra **Z** acabou queimando também e aí sim tá ficando meio chatinho de usar. A minha dúvida é: o switch dele é soldado ou não?\n\n&#x200B;\n\nPesquisei como fazer a troca e é bem simples, porém falam que tem que verificar se é soldado ou não e eu não faço ideia. Já pesquisei e não achei nada, alguém poderia me tirar essa dúvida?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12gs11k",
            "num_comments": 7,
            "comments": [
                "Não vi nada sobre ser hotswappable, a capacidade de poder tirar e por facilmente, e não encontrei nada, então deve ser soldado.\n\nSe vc tiver todos os equipamentos e as manhas é fácil de trocar, mas se não, é algo chatinho de se fazer",
                "Cara... Outemu Blue nem compensa arrumar. Eu tenho um T-Dagger Bora White com Outemu Blue... depois que o primeiro switch estragou, foi um atrás do outro... Isso em menos de 1.5 anos...\n\nAi voltei pra um teclado de membrana (Logitech K120 de 30 reais) enquanto não consigo comprar um com Cherry MX... hahaha\n\nMas a melhor maneira de saber se é hotswappable é se veio duas ferramentas para remoção de switch, uma em plástico com um aro que geralmente é o keycap remover... e uma em metal que é o switch remover."
            ]
        },
        {
            "title": "Meu computador está dando tela azul em uma quantidade estranha.",
            "selftext": "Oi, tenho um desktop com certa idade de uso algumas peças foram compradas durante os anos como uma memória ram e uns dois HDs, mas a maior parte do Pc tenho mais ou menos desde 2016. Penso em fazer atualizações nele daqui a pouco, mas essas telas azuis estão aparecendo com certa frequência. Antes era somente quando jogava um jogo um pouco mais pesado, tanto que desinstalei muita coisa que eu gostava de jogar e agora estou só jogando coisas mais leves mas agora até está dando tela azul escutando música no YouTube só agora pouco foram duas vezes. Comentei com alguns colegas e me sugeriram tirar documentos e fotos importantes e resetar o Windows completo para fazer com que o problema pare. Aí estou aqui para saber se é somente isso que posso fazer ou tem outra forma de resolver o problema? \n\nPreças:\nProcessador I5 7400\nPlaca mãe prime B250M-K\nDois pentes de 8Gb de RAM (Um novo e outro de quando montei o Pc)\nPlaca de vídeo 1050 Ti 4gb\nSSD Kingston 240 GB\nHDD 1+2 TB",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12go1kf",
            "num_comments": 1,
            "comments": [
                "Pode ser a RAM, o meu tava igual, tirei o pente velho e resolveu."
            ]
        },
        {
            "title": "Fala galera, tô passando aqui pra pedir uma ajudinha a vocês: estou me preparando para montar o meu 1° PC gamer. E após pesquisar na Internet e ver uns vídeos eu cheguei nessas peças aqui. Queria a ajuda de vocês para saber se está tudo certo, se tem alguma melhoria que pode ser feita , vlw.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12glo77",
            "num_comments": 37,
            "comments": [
                "Acredito que seja uma config muito boa, vai rodar muita coisa sem problemas. Só faltou as fans rbg pra dar mais fps kk",
                "bem, não sei se vai fazer muita diferença no preço, mas se fizer substitui esse SSD por um mais básico, pode procurar por testes de SSD na internet que os SSD acima dos 3500mbps não faz a menor diferença, em testes sintéticos fazem muita diferença, mas no dia a dia (iniciar o Windows ou abrir os jogos) não faz a menor diferença",
                "é praticamente as config do meu pc, mesma placa e processador e roda tudo da atualidade",
                "a sua fonte é muita coisa pra sua config, a nao ser que vc queira trocar as pecas depois",
                "Tá bem bom cara, certinho,.",
                "Eu não sei se essa fonte aí é boa, mas eu sempre compro da corsair pq sei que vem qualidade, tem muita fonte de marca por aí que entrega muito menos do que promete, isso quando não ajuda a foder os outros componentes ou explode…",
                "Tá bem interessante, se quiser dar um economizada pode pegar uma fonte de 600W, trocar por um SSD PCIE 3.0, vale a pena ficar de olho em memória de 3.600 MHz já que Ryzen gosta de RAM mais veloz.",
                "Eu trocaria esse case e pegaria um case melhor que tivesse alguns fans... o case escolhido é bem simples e meio meh...\n\nMas o resto é excelente. Eu trocaria a Ventus X2 OC por outra 3060 com boost maior, mas a Ventus X2 OC é boa também.",
                "Trocaria o processador e placa mãe para Intel 5 7 geração",
                "Sinceramente? Tá faltando RAM 8gb hj é pra passar sufoco."
            ]
        },
        {
            "title": "Qual memoria ram é melhor pro setup?",
            "selftext": "Memória Corsair Vengeance LPX 32GB (2x16GB) 2400Mhz DDR4 C16 Black - CMK32GX4M2A2400C16 ou 2×Memória Kingston Fury Beast, 8GB, 2666MHz, DDR4, CL16, Preto - KF426C16BB/8? Ah eu uso uma placa mae b450m tuf gaming plus, ryzen 5 4500 e rx 580 8gb com ssd nvme 1tb.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12ggkjo",
            "num_comments": 10,
            "comments": [
                "Nenhuma das duas... DDR4 **3200**, sempre...\n\n2x8GB Kingston Fury Beast DDR4 3200. (ou 2x16GB)... mas nunca 2400 ou 2666",
                "Nossa cara, DDR4 3200 pelo amor de Deus.\n\nEssas memórias DDR4 2400 que vende hoje é estoque encalhado de 2018. Kkkk",
                "Tem uma xpg d10 3200mhz 8gb por 160 pila na Pichau e uma redragon rage 16gb 3200mhz por 339 na mesma loja"
            ]
        }
    ]
}