{
    "posts": [
        {
            "title": "¿Con qué historia de detective comenzar?",
            "selftext": "Nunca he leído una novela de misterio, pero depronto me llama la atención las historias de detective. No estoy muy acostumbrado, así que les pido que me recomienden una de sus historias favoritas para empezar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "vo0m2l",
            "num_comments": 1,
            "comments": [
                "Hola, es más una novela de suspenso o thriller psicológico pero en mi opinión es buenísimo y además uno de mis favoritos, el psicoanalista y jaque al psicoanalista de john katzenbach. Es una historia que te atrapa totalmente."
            ]
        },
        {
            "title": "Bibliotecas Antigas 📚",
            "selftext": "29jun2022 -- Visitar a biblioteca de Nínive com seus livros de placa de argila seria estranho para o homem moderno, assim como a biblioteca de Alexandria com seus rolos de papiro. Mas para alguém da velha guarda como eu visitar uma biblioteca digital também é estranho... 😬",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "vnkmsh",
            "num_comments": 0
        },
        {
            "title": "MEGAN MAXWELL PRESENTA SU NOVELA LGTBI🏳️‍🌈EL DÍA QUE EL CIELO SE CAIGA🏳️...",
            "selftext": "[https://youtu.be/NtNoloFlZY8](https://youtu.be/NtNoloFlZY8)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "vi7fvu",
            "num_comments": 0
        },
        {
            "title": "¿Qué significan los “caracoles” en “La casa de los espíritus”?",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "vf4noa",
            "num_comments": 0
        },
        {
            "title": "alguien on para compartir escritos?",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "vcorxs",
            "num_comments": 1,
            "comments": [
                "yop"
            ]
        },
        {
            "title": "ayuda",
            "selftext": "Me pidieron construir un poema propio el tema no importa y necesito que alguien me ayude a hacer uno es mi primera vez haciendo estás cosas !",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "uw4nzr",
            "num_comments": 2,
            "comments": [
                "Solo escribe.\nUn poema es una expresión de emociones, por lo que no te preocupes por la forma, solo ocúpate de expresar un sentir.\nSi quieres lo publicas y te ayudamos a formatearlo. :)",
                "Lo más fácil y natural en español es escribir romances (versos de ocho sílabas). Muchas canciones tienen esa métrica. Lo que puedes hacer es tomar una canción y cantarla con otra letra. Por ejemplo, la salsa de “No le pegue a la negra” tiene ocho sílabas:\n\nEn los a-ños mil Seis-cien-tos \n\nCuan-doel ti-ra-no man-dó (+1 sílaba porque termina en aguda)\n\nLas ca-lles de Car-ta-ge-na\n\nA-que-llahis-to-ria vi-vió (+1 sílaba porque termina en aguda)"
            ]
        },
        {
            "title": "Opiniones sobre mi cuento",
            "selftext": "Hola a todos. En mi escuela se realiza una competición anual de cuentos y quería que alguien lea el mio y me de críticas y sugerencias. Recién estoy empezando a escribir, pero quiero que sean totalmente sinceros porfavor. Gracias de antemano.   \n\nEl camino interminable\n\nEn un triste y pequeño departamento, en un alto edificio, en una enorme, moderna y gris ciudad, vivía un hombre infeliz atrapado en sus recuerdos. No le faltaba ni le sobraba el dinero, pero su vida había perdido el color hace ya muchos años. El estrés de la independencia, la monotonía y la soledad lo habían llevado a perder las ganas de continuar viviendo, pero los antiguos recuerdos de su infancia y adolescencia le proporcionaban la felicidad suficiente para seguir. Recordaba con nostalgia no momentos específicos, sino esas situaciones comunes a las que no se le da importancia hasta que las pierdes y te das cuenta lo hermosas que eran: los regresos de la escuela, los paseos a la mascota, las idas y venidas a las tiendas para comprar algo, … Él sentía que en estos momentos todo era más simple, que casi no existían preocupaciones y que no estaba solo. Su trabajo como empleado en una oficina tampoco ayudaba. Era ir al mismo lugar a hacer los mismos trabajos durante la misma cantidad de tiempo hasta tener que regresar a dormir para continuar. Las tardes, noches y los fines de semana, por otra parte, los dedicaba a “volver a su pasado”. Miraba en su antiguo álbum de fotos imágenes de cuando era más joven y visitaba los lugares a los que recurría con frecuencia en su niñez. Fue hijo único de unos buenos padres que lo criaron con muchos cuidados y amor, pero fue el fallecimiento de ambos, ocurrido varios años atrás, el punto de partida del camino de tristeza que acompañaría al pobre hombre. \n\nDurante muchísimo tiempo, los momentos libres eran dirigidos a la visita de lugares a los que el hombre acudía recurrentemente en su juventud: restaurantes a los que iba con su familia y amigos, establecimientos en los que practicaba distintas actividades, parques que atravesaba constantemente en sus diferentes paseos, etc.… Pero la constante modernización de las ciudades actuales y la continua compra y venta de terrenos causó que poco a poco, estos melancólicos parajes vayan desapareciendo uno por uno. Luego de tantos años el único punto al que el hombre podía acudir para resucitar sus memorias era su antigua escuela. Aun así, un fin de semana cualquiera, así como ocurre un día cualquiera en una ciudad, el adulto se encontró con la ruptura del enlace entre el mundo actual y el de sus memorias: la demolición de su antiguo colegio. \n\nSu inmensa desesperación la logró controlar con el preciado álbum de fotos que poseía. Este era una colección de páginas de papel seda unidas por un anillado delgado y desgastado que incluía en orden cronológico decenas de imágenes en las que se veía al hombre en distintos momentos de su juventud. Sus tiempos libres ahora eran totalmente enfocados en “regresar al pasado” mediante larguísimas inspecciones y repeticiones de estas fotos. \n\nUn día, gris como cualquier otro, el hombre se encontraba en su constante registro del álbum cuando, de uno de los departamentos vecinos, un fuerte sonido empezó a chillar. Pudo haber sido un taladro, una fiesta o hasta una discusión, pero al hombre no le importaba el origen, solo como a él le afectaba. El alto ruido no le permitió al hombre concentrarse y, ante la frustración, no encontró mejor solución que irse a un lugar en el que el ruido no lo fastidiara. Sin pensarlo mucho, se dirigió a la azotea de su alto edificio a continuar con su “obsesivo pasatiempo”, si es que así se le puede llamar. El hombre se apoyó en uno de los bordes y siguió durante un rato, pero solo fue necesaria una pequeña perdida de atención para que el viento de la gris ciudad le arrebaté el álbum al triste hombre y lo arrojé al vació. De manera casi majestuosa, las delgadas páginas del frágil álbum se desprendieron del gastado anillado como un halcón que abre sus alas antes de empezar volar y fueron disparadas hacia todas las direcciones hasta que desaparecieron del alcance de la vista de su antiguo dueño. El hombre se quedó completamente paralizado ante el suceso. No sintió ira, ni tristeza, ni mucho menos felicidad, solo incredulidad. Se quedó durante un largo rato mirando los horizontes de la, en ese momento aparente, interminable metrópoli y, sin expresar ningún sentimiento, lo único que se le ocurrió fue salir a caminar. No sabía si lo hacia para buscar otro lugar que le recordara a su infancia o si lo hacía para intentar imitar los sentimientos de sus antiguos paseos o hasta si lo hacía para encontrar las páginas de su antiguo álbum, pero caminó, caminó, caminó y nunca, hasta el último de sus días, dejó de caminar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "uqm08r",
            "num_comments": 2,
            "comments": [
                "Pues me gustó. Tiene un final poético, digno de grandes. El personaje acartonado se despliega junto con el álbum y las fotos. Es decir, la chispa enciende la llama en el momento final, justo cuando tanto el álbum (fetiche de su pasada vida, signo de la nostalgia) como el hombre se liberan. Es un buen cuento, inicio bien planteado y final que alcanza a cerrar. De que es redondo es redondo. Le hace falta una pulidita en dos que tres palabras, tildes donde no van y corrección de estilo. Eso tu profesor o profesora de literatura te puede ayudar. Sigue escribiendo, tienes buena pluma. Abrazos.",
                "Estuvo bueno"
            ]
        },
        {
            "title": "Busco gente que opine sobre mi cuento corto para una competencia",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "upsmvz",
            "num_comments": 3,
            "comments": [
                "Soy tu hombre\n\nA ver \nDM",
                "Sé que fue hace un mes pero me dio curiosidad\nDM"
            ]
        },
        {
            "title": "Cómo reconocer los momentos eternos en la no ficción",
            "selftext": "¡Hola, gente!\n\nLes traigo una pequeña traducción de un artículo publicado en Brevity.\n\nhttps://alrededorde500palabras.wordpress.com/2022/05/13/como-reconocer-los-momentos-eternos-en-la-narrativa-de-no-ficcion/",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "up1qw6",
            "num_comments": 0
        },
        {
            "title": "AYUDA, No Se En Que Orden Leer Los Libros",
            "selftext": "**¿En que orden me sugieren leer estos libros?:**\n\nEl Arte de la Guerra de Sun Tzu\n\nEl Príncipe de Nicolás Maquiavelo\n\n48 Leyes del Poder de Robert Greene\n\n&#x200B;\n\n**DISCLAIMER: Ofrezco una disculpa al/los administrador (es) que he colocado Libros acerca de Política, Manipulación y Estrategia Militar.**",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "uo95bf",
            "num_comments": 2,
            "comments": [
                "Yo empezaría por el príncipe, que creo es el mejor, el arte de la guerra es poco extenso, así que lo dejaría en medio, y el timo no lo conozco, lo dejaría hasta el final de la fila, leyendo cualquier cosa no relacionada antes."
            ]
        },
        {
            "title": "Intertextualidad en Drive My Car",
            "selftext": "¡Hola, gente!\n\nLes traigo subtítulos para un video-ensayo, donde se explica qué es la intertextualidad utilizando ejemplos de la película \"Drive My Car\". En ella, el drama del protagonista se entreteje con la obra \"Tío Vania\" de Chéjov en varios niveles. Muy recomendada.\n\n[https://www.youtube.com/watch?v=XcTSPvGI-OY](https://www.youtube.com/watch?v=XcTSPvGI-OY)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "unacop",
            "num_comments": 0
        },
        {
            "title": "LOS COLORES DEL ADIOS- Bernhard Schlink",
            "selftext": "Nueve relatos deliciosos que ponen la mirada en el pasado.\n\nMomentos emotivos de recuerdos que nunca volaron del todo.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ulwlx1",
            "num_comments": 2,
            "comments": [
                "https://www.leodisfrutoescribo.com/los-colores-del-adios/",
                "LOS COLORES DEL ADIOS- BERNHARD SCHLIN\nhttps://www.leodisfrutoescribo.com/los-colores-del-adios/\n\nNueve relatos deliciosos que fijan la mirada en el pasado."
            ]
        },
        {
            "title": "no se como comenzar el primer capitulo de mi novela. ¿algún consejo?",
            "selftext": "Aunque ya tengo toda la estructura, la descripción de mis personajes, y la estructura del mundo al ver la pagina en blanco me bloqueo.\n\nMi historia trata sobre un chico en la vida real que quiere convertirse en un héroe como Batman o  Daredevil  en y una ciudad con tanto crimen como Gotham.\n\nPara eso pensé narrando como es la ciudad y como se presenta el protagonista intentando evitar el secuestro de un niño en un callejón, pero aun no me decido.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ujh77f",
            "num_comments": 4,
            "comments": [
                "sí, hay que darle el primer putazo al lector con algo que lo enganche. La primera oración siempre es crucial. Si es en primera persona, puedes empezar con algo tipo “Quisiera matar a todos los policías y comerme sus tripas” o algo por el estilo, como dijo el de arriba, loco y controvertido.",
                "Puedes empezar describiendo una escena en la que imagines  algo que está haciendo tu personaje para poder introducir un poco al lector en su vida cotidiana, en qué mundo vive, etc. Normalmente las cosas suelen ir de menos a más. Pero piensa que el lector no conoce nada del mundo que has imaginado y tarde o temprano se lo tendrás que ir describiendo.",
                "Te recomiendo leer mucho. Busca novelas parecidas y trata de buscar estructuras similares. Por ejemplo, si comienza en primera persona, si es en tercera persona (como el Quijote, la Odisea, etc.) Leete clásico de la literatura universal que te va a ayudar un montón!\nÉxitos"
            ]
        },
        {
            "title": "Obras clásicas de la antigüedad.",
            "selftext": "A demás de la Iliada y la Odisea, que otros libros me recomiendan leer de este periodo??. No tienen que ser solo de autores griegos.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ufnbpt",
            "num_comments": 5,
            "comments": [
                "[removed]",
                "Desde la perspectiva de la literatura oriental hay una variedad de libros interesantes a tomar en cuenta, quizás no cumpla el rol de una \"novela\", pero si tu caso es descubrir nuevos tipos de pensamiento y perspectivas filósoficas ajenas a occidente te recomiendo los siguientes textos: Bhagavad Gita, los Upanishads, Dhammapada, las Analectas de Confucio y el Tao Te King de Lao Tse. Son libros de un bagaje historico inmenso, llegando a ser las bases filósoficas y morales de las culturas donde emergieron, tal es su importancia que a día de hoy siguen siendo escritos frescos para la comprensión de nuestra realiad interna y externa. \n\nEspero haberte ayudado. Ten una buena lectura :).",
                "La Eneida de Virgilio. Metamorfosis de Ovidio, saludos!"
            ]
        },
        {
            "title": "Mesa de estudos BR: Enquete",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "uaje8w",
            "num_comments": 0
        },
        {
            "title": "¿Tengo todos estos libros sin leer, cuál es el orden que debería seguir?",
            "selftext": "Tengo los siguientes libros sin leer en mi estante. Necesito un orden para empezar a leerlos:\n\n• Ensayo sobre la Ceguera\n• Los Miserables\n• Leyendas de Gustavo Adolfo Bécquer\n• La Divina Comedia\n• El Decamerón\n• 1982\n• El Capital de Karl Marx\n• El amor en los tiempos del Colera\n• Los que se van\n• Antología de Molière\n• Cuentos de Amor de Locura y de Muerte de Horacio Quiroga\n• Ensayos Políticos de Bolívar Echeverría\n\n[Un video en el que explico un poco más de cada libro](https://youtu.be/3ykXun-ZCrg)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ua6sj5",
            "num_comments": 5,
            "comments": [
                "Yo empezaría por el de Márquez, luego Saramago y Quiroga es para leer en el baño, muy cortitos los cuentos. Los demás definitivamente los pondría en lista de espera, quizás seguiría con los miserables, tiene capitulos muy buenos de barricadas, spleen y  conventos, pero los personajes son más planos que una tortilla.",
                "El orden depende mucho de tus gustos personales y qué tanto te guste leer y el tiempo que puedas dedicarle. Personalmente optaría por el siguiente orden:\n\nEl Amor en los Tiempos del Cólera (libro top 10 para mí)\nEnsayo sobre la Ceguera\nLos Miserables ( dale todo el tiempo que necesites a este libro, es largo pero es una OBRA MAESTRA de la literatura parte de mi top 10, existen partes lentas pero todo está ahí por una razón y los personajes son entrañables)\nLa Divina Comedia\nLeyendas de Bécquer\n1982 ( no sé que libro es este pero si en realidad querías escribir 1984 lo pondría antes de Los Miserables)\nAntología de Molière\nLos que se van\nCuentos de Quiroga\nEl Decameron\n\nEl capital y los ensayos políticos puedes ponerlos en medio de alguno de esos libros porque son lecturas de ciencias sociales y te ayudarían a variar luego de leer una novela o relatos. Pero si no deseas variar los dejaría para el último ya que son libros distintos a los demás de la lista y cuya lectura requiere un enfoque diferente."
            ]
        },
        {
            "title": "Há alguma tradução confiável brasileira de Para além do bem e do mal?",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u40ug4",
            "num_comments": 0
        },
        {
            "title": "Dia Mundial do Café _*_",
            "selftext": "14abr2022 -- Hoje é o dia do café: lembrando Jorge Ben, o café é o preto que vale ouro; aliás vale mais que ouro pois este não se bebe prazeirosamente. \\_\\_ \\*\\*\\* \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u3xoy8",
            "num_comments": 0
        },
        {
            "title": "Alguém aqui já leu o livro \"De dentro pra fora\" do Alexandre Teixeira?",
            "selftext": "Eu preciso de um resumo pra um trabalho de história.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u221q9",
            "num_comments": 0
        },
        {
            "title": "Qual o livro mais velho da coleção de vocês?",
            "selftext": "O meu mais velho é uma cópia estadunidense de Tom Sawyer de 1922, comprada pelo meu pai em um sebo em 1987.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u1oz5p",
            "num_comments": 1,
            "comments": [
                "O livro mais velho que tenho é uma gramática de língua portuguesa do 1º decênio do século XX; não me lembro no momento seu autor nem o ano preciso, mas está bem guardado e conservado. +++"
            ]
        },
        {
            "title": "¡Tú!",
            "selftext": "Admiro tu infinito embrujo\n\nBesos encantados tuyos\n\nBailo sobre tu sonrisa\n\nLa alegría de mi vida",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u0ldnj",
            "num_comments": 0
        },
        {
            "title": "¡Tú!",
            "selftext": "Admiro tu infinito embrujo\n\nBesos encantados tuyos\n\nBailo sobre tu sonrisa\n\nLa alegría de mi vida",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u0lcuz",
            "num_comments": 0
        },
        {
            "title": "Luz",
            "selftext": "Te quiero decir,\n\nNo es sencillo para mi pero quiero insistir,\n\nCuando veo tu luz por mi ventana\n\nSe escapa el aire y se llena mi alma",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u0ktrv",
            "num_comments": 0
        },
        {
            "title": "Flotando en sus párpados",
            "selftext": "Voy flotando en tus párpados\n\nDe colores impregnó mi cuerpo\n\nNo parpadeés, caeré\n\nNecias palabras nunca existirán\n\nCuando descansen sus ojos\n\nEn sus besos rosados aterrizaré\n\nDesciendo al paraíso\n\nSuave, lento, delicado, salvaje\n\n Llego a todas sus lunas\n\n Brillan con hermosura\n\nEmpiezo a creer en la sensualidad\n\nHe visto la mujer más sensual",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "u0kpm9",
            "num_comments": 0
        },
        {
            "title": "compañeros, cree r/Ideas de Escritura, para compartir y trabajar conceptos que creen que podrian ser una buena historia",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "txy3yd",
            "num_comments": 0
        },
        {
            "title": "Hola, les quiero mostrar mi poema y pedirles ayuda encontrando las figuras literarias, por favor",
            "selftext": "Como una rosa\n\nMe enamoraste con tu olor\n\nY con esa hermosura,\n\nHubo en destello en mi corazón\n\nCon esa suavidad tú me acariciabas \n\nY hasta una nube tú me levantabas.\n\n \n\nTiempo después bajé por tu tallo,\n\nLas espinas me impresionaron.\n\nMi amor se convirtió en dolor\n\nPorque tantas espinas\n\npenetraban mi corazón.\n\nSolo dañabas, ya no ayudabas\n\nEse destello de repente se apagó…\n\n \n\nLuego, empecé a olvidar,\n\nA darme cuenta que debía soltar.\n\nLas espinas se zafaron\n\nDejando heridas profundas,\n\nPero sabía que iban a sanar \n\nY mejor iba a terminar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "txsx9c",
            "num_comments": 0
        },
        {
            "title": "Cien años de soledad",
            "selftext": "Hola 👋\nAlguna vez en la adolescencia leí una edición de Cien años de soledad que traía notas explicativas a pie de página\n\n¿Alguien sabe cuál es?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "tuxt9b",
            "num_comments": 0
        },
        {
            "title": "Urnas e Ruas 👤👥",
            "selftext": "30mar2022 -- Neste ano de eleições/ vamos protestar nas ruas;/ e sem indecisões/ todos votando nas urnas. 👊🏻👊🏼👊🏾",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "tsnpjq",
            "num_comments": 0
        },
        {
            "title": "El veterinario escritor. Los sentimientos de los animales en sus libros son su seña de identidad. Te cuento anécdotas y más sobre este veterinario apasionado de la escritura.",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "tsgc2e",
            "num_comments": 0
        },
        {
            "title": "El único color",
            "selftext": "Acabo de despertar, en medio de esta mañana en blanco y negro me dirijo a la ventana y observo a través de las cortinas empolvadas que hoy llueve a cantaros. Me doy vuelta y observo en medio de la oscuridad el desastre que he dejado en las sabanas y ahí, justo ahí, veo los colores de mi vida, durmiendo aún. \nEscucho el agua que ya esta hirviendo, camino lentamente y sirvo dos tazas de café, ella está ahí iluminando la mesa de la cocina, su rostro lleno de alegría me muestra en medio de su melena enredada unos enormes ojos con abundante tranquilidad, todo lo que yo necesito, sin decir una palabra me quedo observándola, el silencio invade los minutos, de repente miro el reloj y ya es tarde, el doy un beso en la frente y me marcho. \nDespacio camino, no puedo hacer más, hasta llegar a mi oficina, empiezo revisar papeles y a ordenar el desorden diario, en un papel desteñido me encuentro uno de esos detalles de parte de ella, una nota con un “Buen día amor, no olvides que tengo una sorpresa para ti”, pues claro, ¡lo he olvidado hoy es nuestro aniversario!, se me dibuja una sonrisa y me dedico a pensar las cosas de las que siempre me habló y nunca le pude regalar. Que difícil si es que hablaba tanto que en unos minutos me podía contar la trama de Don Quijote con todo y detalles. \nEs hora de almorzar, llevo mis manos en mis bolsillos mientras a mi propio ritmo llego al comedor, elijo la mesa mas solitaria para poder pensar en cómo la sorprendería esta noche, mientras observo mi comida, preparada exquisitamente por ella, tan buena cocinera. Con mis manos entrelazadas sigo meditando en esa vacía mesa, ¿Cómo le robaré la sonrisa el día de hoy? \nEstá terminando la tarde, es hora de marcharme, viendo detenidamente ventanas por la avenida, me decido a comprar un collar para embellecer lo más bello, me siento tan feliz, de camino a casa compro unas flores, rosas jamás ya que ella era alérgica, y para poner la noche romántica, bajo mi brazo llevo una botella de vino, solo para tener una conversación más libre. \nAbro la puerta, está todo oscuro, no hay nadie, ella no está, ella no está, espero en la mesa hasta la media noche, ella no está, miro a mi alrededor y veo las flores marchitas de hace semanas, todos los regalos que nunca abrió, y varias botellas vacías, ¡ella no está! \nMis manos que ya han envejecido, aun conservo el anillo, tapo mi rostro de las lagrimas, una copa de vino y empiezo a recordar todos los momentos, las peleas, las locuras, los detalles, su sonrisa, su mirada, el calor de su piel, su hermosa voz… \nEs hora de dormir, me siento sobre la cama, que aun es un desastre, todo sigue en blanco y negro, mejor dormiré, claro antes ella me dibuja una sonrisa con su colorida mirada, le susurro un te amo y me quedo dormido sin saber. \nAcabo de despertar, en medio de esta mañana en blanco y negro me dirijo a la ventana y observo a través de las cortinas empolvadas que hoy nieva sin cesar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "tk4lzq",
            "num_comments": 0
        },
        {
            "title": "Hola estoy buscando ayuda inmediata, antes de las 12 tengo que entregar una critica literaria de cualquier libro y se me ha olvidado complentamente, si alguien me puede dejar la suya para poder redactarla seria un favor. PD: Nunca he hecho esto, ayuda por favor",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "tfu9qi",
            "num_comments": 0
        },
        {
            "title": "Origen de los tacos, los taquitos en El Mal Menor de C. E. Feiling.",
            "selftext": "Recién terminé de leer \"El Mal Menor\" de C. E. Feiling. \n\nTengo una duda respecto el inicio de la novela: cuando la vecina de la protagonista hace referencia a \"los tacos, los taquitos\" que le molestaron toda la noche anterior, ¿quién los provocaba? Porque a las pocas páginas se insinúa que puede ser el prófugo en forma de gigante que cojea, pero a la vez se da por sentado que ese ruido era provocado por tacos de mujer. Además la protagonista (que \"acarrea\" al prófugo) no estuvo ahí la noche anterior.\n\nY en las últimas páginas, se hace una referencia nuevamente cuando la protagonista escucha ella misma el ruido de los tacos, esta vez provenientes de su madre.\n\nTal vez haya algo que no esté captando... Me pareció que la novela es bastante conclusiva y no deja cabos sueltos en términos generales.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "tacw8o",
            "num_comments": 0
        },
        {
            "title": ":)",
            "selftext": "caracteres sin sentido, ni coherencia\n\npisas los cuadrados de colores\n\ncon tu algodon en circurferencia\n\n&#x200B;\n\nquiza me quieres decir algo\n\npero estoy lejos de hayarlo,\n\nsueño con entenderte\n\npero va mas alla de mi mente\n\n&#x200B;\n\ntu mirada me transmite tanto\n\nenergia tan humana\n\nme estremece verte fijo\n\nsiento que veo el alma\n\n&#x200B;\n\ntus ojos verde madera\n\ny tu mirada atenta\n\nesparcis ternura\n\ny a la vez conciencia\n\n&#x200B;\n\nmueves tus labios como si murmullaras\n\npero de tu boca no sale nada\n\nme intriga demaciado que pensas\n\nsi en comida o en vidas pasadas\n\n&#x200B;\n\ntener un amigo mudo\n\nacciones es lo unico que tiene,\n\ndemostraciones te sobran\n\ny las amo,\n\neternamente y para siempre",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "t8be18",
            "num_comments": 0
        },
        {
            "title": "A águia e o urso 😮",
            "selftext": "27fev2022 -- É muito arriscado a águia ianque estar cutucando o urso eslavo com vara curta. 😲",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "t33dm1",
            "num_comments": 0
        },
        {
            "title": "Un pez dorado y un zancudo",
            "selftext": "Siempre me he preguntado si en el momento de sacar del agua los ojos verá ese leve reflejo de luz o parte de esta rebotando, o mejor dicho, reflejada por la superficie de ésta; lo más probable, ni siquiera sea el caso puesto al comer de la superficie abren la boca solamente.\nOndas rebotan en esa circunferencia contenedora de vida, o tan sólo la suya.\nUn vibrar resuena atravesando superficialmente aquella ínfima línea verde, azul y muy pocas veces naranja o amarilla.\nSuena una descarga inaudible colocando seres en un estanque tan ínfimamente pequeña que el pez ve como un huracán ese resonar insonoro.\n\n- Y sin más me traes eso para que me alimente? \nEl zancudo no hace réplica alguna a lo burbujeado por el pez\n\nPasan horas, o tal vez días y cada vez quedan menos. Huevos de zancudos\n\n- otra vez tú? Ya me estaba empezando a aburrir de esas cosas insípidas que flotan diariamente\n\nNuevamente no hay réplica, el pez ofendido espera nuevamente la visita de ese ser alado\n\n- hasta que llegaste, por qué traes larvas frecuentemente y no me respondes? Me las estoy comiendo a penas salen del huevo y lo sigues intentando\n\nEl zancudo sigue su vuelo sin mirar atrás, el pez dorado comienza a ver borroso, se le empiezan a quemar las aletas y a perder la pigmentación de su cuerpo.\n\nAhora sólo siente como el agua se turba, una que otra onda le avisa que ya no es un zancudo sino una docena que caen en el agua.\n\nSe limita a comerlos sólo para sentir algo de sabor.\n\nNueva toxina orgánica, innocua para mascotas de más de 10kg",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "t2b3vd",
            "num_comments": 0
        },
        {
            "title": "encuesta sobre hábitos de lectura",
            "selftext": " \n\nEstimados lectores... como parte de un curso debo realizar una encuesta sobre el tema de mi proyecto. En este caso es sobre hábitos de lectura. Es para cualquier nivel de lectura, incluyendo lectores de comics/ manga. ¿Me podrían ayudar contestándola?\n\n[https://forms.gle/dtCcRjG6mnEGaQrt9](https://forms.gle/dtCcRjG6mnEGaQrt9?fbclid=IwAR2-llWTl_daPBd-jwLgzmK4-FYLgXpGX6JYDbRH6dflmF_2ydAbxn-EnGs)\n\n¡Muchas gracias!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "svvnpk",
            "num_comments": 1,
            "comments": [
                "no carga el link"
            ]
        },
        {
            "title": "Realidad y literatura, Julio Córtazar en Xalapa, México: Parte primera",
            "selftext": " Era el año de 1980, una América Latina agitada, intelectuales alzando la voz,  el señor Julio Florencio Cortázar fue vocero de los latinos \"exiliados\". En aquel tiempo visito la verde capital del estado de Veracruz,  su estancia en Xalapa (México) fue propiciada por el entonces Centro de Investigaciones Lingüístico – Literarias, para ofrecer a los estudiantes de la Universidad Veracruzana una conferencia  titulada *Realidad y Literatura,* en el año siguiente se publico en la revista Texto Crítico el discurso que el cronopio mayor leyera frente a la audiencia universitaria y que hoy en día sigue con esa nostalgia que hace que sus obras literarias se mantengan vigentes.\n\nComparto ahora parte de ese discurso, disfrútenlo de la misma forma en la que yo lo hice…\n\n[https://todoloiguanaquesepuede.blogspot.com/2009/04/realidad-y-literatura-julio-cortazar-en.html](https://todoloiguanaquesepuede.blogspot.com/2009/04/realidad-y-literatura-julio-cortazar-en.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "slr4v9",
            "num_comments": 0
        },
        {
            "title": "BUSCANDO UN CUENTO/LIBRO",
            "selftext": "Qué dice la gente de reddit. Ando  buscando un libro/cuento que trate sobre una humanidad o sociedad de solo mujeres, como un futuro donde incluso no se sepa qué son o qué fueron los hombres o hayan recuerdos muy vagos, escasos. Conocen algún tipo de cuento  o libro con esta premisa? Les agradezco bastante si alguien sabe de algo así. GRACIAS!!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "sgudyv",
            "num_comments": 1,
            "comments": [
                "no es exactamente esa premisa, pero es algo un poco similar. \"El hombre semen\" de Violette Ailhaud."
            ]
        },
        {
            "title": "¿que obra de Gabriel García Marquez recomiendan para empezar a leer este autor?",
            "selftext": "Quiero empezar a leer las obras de gabo pero no se por cual empezar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "sfku0b",
            "num_comments": 5,
            "comments": [
                "En mi opinión El Coronel no tiene quien le escriba.  Después puedes seguir con Crónica de una muerte anunciada. Luego, ahí si Cien años de soledad.",
                "Te recomiendo Crónica de una muerte anunciada, aunque ya esté muy trillada la recomendación.",
                "Yo empezaría con algo breve y entretenido. Del Amor y Otros Demonios. Muerte de una Crónica Anunciada. O sus cuentos.",
                "En lo personal, aún no me atrevo a leer Cien años de soledad, pero puedo decirte que empecé leyendo Relato de un náufrago, crónica de una muerte anunciada, del amor y otros demonios, la triste historia de la Cándida Eréndira y su abuela desalmada y varios cuentos"
            ]
        },
        {
            "title": "VIOLETA DE ISABEL ALLENDE",
            "selftext": "Isabel Allende nos narra la vida de Violeta del Valle. Un siglo de vida (1920/2020), de alegrías, tristezas, vivencias, traiciones.. en medio del devenir de los acontecimientos históricos (crack del 29, segunda guerra mundial, sufragio universal para las mujeres...).\n\nUna mujer que nació y murió en medio de una pandemia.  Desde la gripe española hasta nuestros días. \n\nTe cuento más detalles de esta novela que promete ser apasionante, de mi querida Isabel Allende.\n\n[https://www.leodisfrutoescribo.com/cualquier-tiempo-pasado-no-fue-mejor/](https://www.leodisfrutoescribo.com/cualquier-tiempo-pasado-no-fue-mejor/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "sd3jq6",
            "num_comments": 0
        },
        {
            "title": "Ayuden me.",
            "selftext": "**Que es 20 reactivos de comprensión lectora?**",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "saqu1u",
            "num_comments": 0
        },
        {
            "title": "¿Cómo analizar un personaje?",
            "selftext": "¿Alguien me podría explicar, cómo hacer este tipo de análisis?\nNo es para tarea ni nada de eso, simplemente me gustaría analizar personajes de libros como \"hobbie\".\nGracias.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "s76vd9",
            "num_comments": 1,
            "comments": [
                "Preguntarse que haría en una situación contraría a la expuesta. Si la acción es benevola, ¿Como cambiaria si hiciese por deseo u obligación una malevola?\nEn si es colocar al personaje en contraste de las situaciones. Es una manera de generar preguntas. Y asimismo. Generar preguntas de ambitos distintos, ¿Por que hizo esto o pensó aquello?"
            ]
        },
        {
            "title": "LA PENA DE ANTONIO MACHADO",
            "selftext": "Antonio Machado, el más joven componente de la Generación del 98 sufrió con 37 años una gran pérdida. Su jovencísima mujer, Leonor, de 18 moría de tuberculosis.\n\nEsta pena transformó al poeta como persona y como escritor y durante años estuvo desolado.\n\n [La pena de Antonio Machado - Leo,disfruto,escribo - Blog literario de Natalia García ](https://www.leodisfrutoescribo.com/la-tristeza-de-antonio-machado/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "s74pfy",
            "num_comments": 0
        },
        {
            "title": "La hija de García Marquez por Gustavo Tatis Guerra",
            "selftext": "Un texto que desvela un secreto de la vida de Gabriel García Marquez por Gustavo Tatis Guerra\n\n&#x200B;\n\n[https://www.eluniversal.com.co/suplementos/facetas/una-hija-el-secreto-mejor-guardado-de-gabriel-garcia-marquez-IB5982569?fbclid=IwAR0euD2uvq4do1mFXUyMYg\\_n3CMKYb6Nuf5UkRiu4N-8bsI6A1iGi6VPjCY](https://www.eluniversal.com.co/suplementos/facetas/una-hija-el-secreto-mejor-guardado-de-gabriel-garcia-marquez-IB5982569?fbclid=IwAR0euD2uvq4do1mFXUyMYg_n3CMKYb6Nuf5UkRiu4N-8bsI6A1iGi6VPjCY)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "s5hifc",
            "num_comments": 0
        },
        {
            "title": "¡Contra el porno fácil! (Llamado a contribuciones para novela colectiva)",
            "selftext": "  \n\nEl **sexting** es la interacción escrita entre dos o más personas, la cual puede, o no, incluir el envío de imágenes (fotos o videos) íntimas de forma voluntaria a otra persona por medio de un smartphone, generalmente a través de una aplicación para chatear.\n\nMas que interesarnos por qué se practica el sexting, nos interesa saber **cómo y de qué múltiples manera**s se ejerce la sexualidad mediante prácticas narrativas interaccionales.\n\nEn este proyecto queremos hacer una recopilación de **sexting y chats guarros para hacer una novela erótica.**\n\nSeguramente alguna vez has hecho sexting con un cómplice, con tu pareja, con te amante, con la vecina del sexto que te pone, con el fontanero, con el camarero del bar de al lado, o con cualquier persona que te ponga a mil. Queremos saber cómo lo haces, cómo hablas de manera caliente en la virtualidad de tu teléfono, o de cualquier teclado, y usas la imaginación y las palabras.\n\nPor eso, solicitamos conversaciones cachondas para nuestro proyecto narrativo-sexual. ¡Conversaciones únicamente, sin imágenes, ni videos, gifs o memes!\n\nEnvíanos tus chats sexosos, sexuales, picantes, subidos de tono, el porno amateur, y recuerda que puedes ser sincero o no, cada quien decide qué muestra y qué no. Usa este correo: [noeasyporn@gmail.com](mailto:noeasyporn@gmail.com)\n\nMejor que uses un nombre diferente al tuyo ya que aquí haremos únicamente una compilación anónima de chats la cual leeremos, revisaremos y compilaremos.\n\nDado que todas las personas son autores potenciales, todos pueden participar. ¡Anímate!\n\nUn par de pervertidos ociosos",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "rxhwng",
            "num_comments": 4,
            "comments": [
                "aver más informacion",
                "ok yo kiero participar"
            ]
        },
        {
            "title": "SOBRE LOS HUESOS DE LOS MUERTOS",
            "selftext": "Empezar el año con un Nobel de Literatura es todo un lujo.\n\nOlga TOKARCZUK nos trae desde Polonia una historia de asesinatos pero sin los tintes típicos de la novela negra.\n\nIra, amor por los animales, astrología, reflexiones de la vida y la muerte... y un final inesperado.\n\nEn el enlace te cuento mas sobre esta fabulosa escritora y su historia.\n\n [Sobre los huesos de los muertos - Leo,disfruto,escribo - Blog literario de Natalia García (leodisfrutoescribo.com)](https://www.leodisfrutoescribo.com/sobre-los-huesos-de-los-muertos/) \n\n&#x200B;",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "rvs88a",
            "num_comments": 0
        },
        {
            "title": "Olá, o cap. 8 da minha web novela lésbica já está publicado.",
            "selftext": "A Garota que Eu Conheci na Igreja conta a história de uma garota que sonha se tornar uma artista visual que se apaixona por uma garota, que deseja se tornar uma pianista de concerto. \n\n[https://www.wattpad.com/1157792723-a-garota-que-eu-conheci-na-igreja-cap%C3%ADtulo-1](https://www.wattpad.com/1157792723-a-garota-que-eu-conheci-na-igreja-cap%C3%ADtulo-1)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "rucze8",
            "num_comments": 1,
            "comments": [
                "Kkkkkkkkkkkkkkkk"
            ]
        },
        {
            "title": "Fim de Ano e Pandemia __ . . . __",
            "selftext": "30dez2021 -- Feliz ano novo a toda a humanidade, se for possível um novo ano --- mais um -- sob a sombra de uma pandemia que recrudesce.  \\_\\_ . . .  \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "rsiqec",
            "num_comments": 0
        },
        {
            "title": "Selección de buenos libros leídos en el 2021",
            "selftext": "# [https://www.leodisfrutoescribo.com/seleccion-de-libros-2021/](https://www.leodisfrutoescribo.com/seleccion-de-libros-2021/)\n\n||||\n|:-|:-|:-|\n||||\n\n&#x200B;",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "rqd28k",
            "num_comments": 0
        },
        {
            "title": "Olá, o 5° cap. da minha web novel lésbica já está disponível. Espero que você gostem!!!",
            "selftext": "[https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja](https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "reoe5y",
            "num_comments": 0
        },
        {
            "title": "¿Se puede vivir de la literatura?",
            "selftext": "Desde hace varios meses comencé a escribir, vivo en México y como país no se caracteriza por su consumo de libros. En fin, me he dado cuenta que los espacios para publicar son muy restringidos y peleados. Las becas ya ni se diga me refiero a PECDA. Entonces me pregunto, si hay algo de esperanza en seguir escribiendo y esperar ganar dinero suficiente para tener una vida digna. Saludos",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "rdwjkr",
            "num_comments": 2,
            "comments": [
                "No lo creo, especialmente porque no es solo que sea Latinoamerica, sino que la lectura en general ha entrado en decadencia desde hace años. Tendrías que ser muy bueno para publicar algo y tener un éxito que te permita vivir de eso. La forma más corriente en que un escritor gana dinero, es en cosas ajenas a la literatura en sí, como columnas de opinión, blogs, reseñas, y cosas por el estilo, siempre teniendo la literatura más como hobbie.",
                "Ame a una mujer por 50 años, me hubiera gustado que ella se hubiera enterado"
            ]
        },
        {
            "title": "Necesito saber cómo se originó el mito de la autoridad",
            "selftext": "ahí les pasó el texto \n\n\n\n\nEn épocas remotas las mujeres se sentaban en la proa de la canoa y los hombres en la popa Eran las mujeres quienes cazaban y pescaban Ellas salían de las aldeas y volvian cuando podían o querían Los hombres montaban las chozas preparaban la comida, mantenian encendidas las fogatas contra el frio cuidaban a los hijos y curtian las pieles de abrigo Asi era la vida entre los indios onas y los yaganes, en la Tierra del Fuego hasta que un día los\n\nhombres mataron a todas las mujeres y se pusieron las mascaras que las mujeres habian\n\ninventado para darles terror Solamente las niñas recién nacidas se salvaron del exterminio\n\nMientras ellas crecían los asesinos les decian y les repetian que servir a los hombres era su destino Ellas lo creyeron También lo creyeron sus hijas y las hijas de sus hijas",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "rcy4h0",
            "num_comments": 1,
            "comments": [
                "XD tardaron tanto que ya lo hice"
            ]
        },
        {
            "title": "O capítulo 4 do meu romance lésbico já está disponível gratuitamente.",
            "selftext": "[https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja](https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ra4i77",
            "num_comments": 0
        },
        {
            "title": "Alzheimer",
            "selftext": "Olá querido diário\n\nEstou cada vez mais velho, mais esquecido\n\nSuspeito que seja alzheimer\n\nPor isso escrevo-te\n\nPara quando não souber quem sou, \npoder conhecer-me novamente\n\nVoltar a viver as minhas histórias, amá-las\n\nAmá-la novamente, a ela\n\nQue partiu na flor da vida\n\nPois já não havia água para regar\n\nPartiste e continuei a amar-te\n\nÀ distância\n\nMas como é possível amar à distância?\n\nSe eu não sei o intervalo entre os nossos corpos? \n\nFoi duro, mas fi-lo\n\nPosso estar esquecido, ainda assim de ti não esqueço \n\nAcho que mesmo se tentasse, não conseguia \n\nOxalá sejas a última coisa que este meu cérebro largue \n\nPosso perder-me, contudo, a ti não \n\nImagino-te nesta ilusão que é a vida\n\nE vêm-me um holograma teu\n\nEstás sempre brilhante \n\nNos teus olhos continuo a ver o mar, nesse azul híbrido \n\nO teu cabelo loiro e comprido \n\nNessa postura que o ballet te deu \n\nQuando partir vamos ensaiar juntos\n\nVoltar a dançar, agora em forma de estrelas\n\nVais me ver mais sombrio, é normal, foi muito tempo separados\n\nVou precisar de um pouco do teu brilho, para eu também brilhar. \n\nPor hoje despeço-me, deste diário que, por enquanto, ainda é meu. \n\n\n(coisas que escrevo com a moca do sono, qualquer erro é mera alucinação)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "r9w6ss",
            "num_comments": 0
        },
        {
            "title": "O 2° cap. da minha novela lgbt \"A Garota que Eu Conheci na Igreja\" já está disponível.",
            "selftext": " https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja?utm\\_source=web&utm\\_medium=twitter&utm\\_content=share\\_myworks\\_details&wp\\_uname=Binishiusu\\_S&wp\\_originator=ldldtjBp0spDZW2YKTFMNO2fyQYsmn4gjrGIziEEk5Q8hV%2BCMJFqROksnWZrAnu9FJ8kMXJgEVDOutBnvEZdBqshmEuN7%2BFuxFSC0lFMX9Q3%2FhTmlEdxJiNd3iAZO0fg",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "r4wuo0",
            "num_comments": 1,
            "comments": [
                "Eu adorei! Hahaha"
            ]
        },
        {
            "title": "Minha web novela lgbt: A Garota que Eu Conheci na Igreja",
            "selftext": "[https://www.spiritfanfiction.com/historia/a-garota-que-eu-conheci-na-igreja-23302568](https://www.spiritfanfiction.com/historia/a-garota-que-eu-conheci-na-igreja-23302568)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "r4h3f9",
            "num_comments": 0
        },
        {
            "title": "1° capítulo da minha web novela lgbt: A Garota que Eu Conheci na Igreja - Quando Éramos Crianças",
            "selftext": "[https://www.wattpad.com/1157792723-a-garota-que-eu-conheci-na-igreja-quando-%C3%A9ramos](https://www.wattpad.com/1157792723-a-garota-que-eu-conheci-na-igreja-quando-%C3%A9ramos)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "r3ojwb",
            "num_comments": 0
        },
        {
            "title": "Web Novela LGBT: A Garota que Eu Conheci na Igreja",
            "selftext": "[https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja](https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "r1ke9y",
            "num_comments": 0
        },
        {
            "title": "Wattpad LGBT: A Garota que Eu Conheci na Igreja",
            "selftext": "[https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja](https://www.wattpad.com/story/292503948-a-garota-que-eu-conheci-na-igreja)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "r1bbpp",
            "num_comments": 0
        },
        {
            "title": "Taller: La verosimilitud del cuento fantástico latinoamericano",
            "selftext": " ¡Gratuito!\n\nInformes e inscipciones:\n\n[https://hcisnerosv.com/cursos/micro-taller-la-verosimilitud-del-cuento-fantastico-latinoamericano/](https://hcisnerosv.com/cursos/micro-taller-la-verosimilitud-del-cuento-fantastico-latinoamericano/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qz8mal",
            "num_comments": 0
        },
        {
            "title": "Una mosca de whiskey",
            "selftext": "Hoy es un día sin mucha importancia,\nAunque simbólicamente es un reinicio tan estremecedor\nO desestabilizador como aquellos años más remembrados que vividos por una generación que se vio nublada por la pesadilla de la pesadilla de un animal onírico que quizás ni siquiera exista en esa maraña olvidada por muchos, o tal vez una minoría tan insignificante que no se considera para mantener la plusvalía y la alfabetización de un paisaje que se salvó de ser provincia y tener las suyas propias por mera geografía.\nEntre dichos rascistas, que en mi entender aún no tiene sentido porque nunca hubo violación a los derechos humanos porque no son humanos, pero son sueños de un loco ateo que rehuye de la canonización de vuestro nombre.\nTampoco existió esclavitud porque no eran afrodescendientes sino que autóctonos peyorativamente tratados de lejos como indios o nativos.\nEscucho un conteo que más parece relleno farandulero que la morena se engrupio (años ya han pasado) al nombre mal escrito, que las bases están calificadas y alfabetizadas, pero mi aspereza no demuestra histrionica empatía.\nMe pongo al día como hijo de Medio Oriente, con un personal estéreo FM o una laptop del porte de mi mano olvidando que soy nieto del ismo mal utilizado tratando de hacer una alegoría para justificar mi condición de nativo.\n\nAutor Yo, DadaHaha",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qz4nqq",
            "num_comments": 0
        },
        {
            "title": "Buena lectura de fin de semana: Mr. Vértigo de Paul Auster",
            "selftext": "https://www.leodisfrutoescribo.com/mr-vertigo/",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qy9sz3",
            "num_comments": 0
        },
        {
            "title": "Povos Originários 😐",
            "selftext": "14nov2021 -- A literatura dos povos originários das Américas precisa ser resgatada, divulgada e valorizada. É um acervo imenso de diversas mundividências riquíssimas e cheias de humanismo. O mundo das letras não se resume ao \"mundo civilizado\". 😑",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qu0017",
            "num_comments": 1,
            "comments": [
                "Eu recomendo o livro Literaturas da floresta de Lúcia Sá (disponível em e-book gratuitamente no Amazon).\n\nEste livro é um ensaio sobre as Literaturas dos povos originários do Brasil e América Latina. \n\nMuito bom."
            ]
        },
        {
            "title": "LA CLAVE DEL ÉXITO DE LA ESCRITORA NURIA PARIENTE NOGUERAS ES LO COTIDIANO",
            "selftext": "Hace tres años ya, en 2017, entrevisté a [**Nuria Pariente Nogueras**](https://www.gdavidperalta.es/2017/03/nuria-pariente-nogueras-nos-presenta-su.html) con motivo de la publicación de su [***Saga Forever***](https://www.amazon.es/Saga-Forever-Recordar-Olvidar-Amigas-ebook/dp/B07B25ZHBD/ref=as_sl_pc_qf_sp_asin_til?tag=gdavper-21&linkCode=w00&linkId=98a85c3dd883ab40492ad20a6df5a558&creativeASIN=B07B25ZHBD); una serie de libros que trata de una chica que se separa de su marido por maltratador y a la que sus padres le dan la espalda por motivos sociales y económicos. Ella es Cintia, una chica con grandes cualidades como redactora de una famosa revista de moda, pero que es reprimida tanto por su marido, quien además se aprovecha de la cualidad de su mujer firmando los artículos de ella como suyos propios y relegándola a una mera sirvienta. Por suerte, y tras salir huyendo de sus padres y de su marido, Cintia se topa con Matilda y con el guapo de Bryan, con los que juntos tendrán que superar una serie de adversidades provocadas por su peor enemigo, el ex de Cintia. \n\nEsta historia de amor y desamor plagada de aventuras, suspense y un gran toque de humor, fue concluida con [***Amigas Forever***](https://www.amazon.es/Amigas-Forever-Parte-IV-Saga-ebook/dp/B07SQ9Y1HD/ref=as_sl_pc_qf_sp_asin_til?tag=gdavper-21&linkCode=w00&linkId=91799ff9aaf290f278655bd75f7b4e9b&creativeASIN=B07SQ9Y1HD), que en el momento de la entrevista no había publicado.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qsdj2l",
            "num_comments": 0
        },
        {
            "title": "¿Leer es como resolver un enigma?",
            "selftext": "Esta frase la saco de un comentario de otro post. Me ha gustado mucho y quiero compartirla con la comunidad. Me gustaría sus opiniones. \n\n**\"Digamos que leer es como intentar resolver un enigma, de nada sirve leer 1000 páginas en una semana, sino resuelves el enigma\".**\n\n&#x200B;\n\nUstedes que opinan?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qp1p8x",
            "num_comments": 0
        },
        {
            "title": "MEGAN MAXWELL LE PONE EROTISMO Y THRILLER ROMÁNTICO AL PANDÉMICO 2020",
            "selftext": "  \n \n\nLas miradas, sonrisas y atenciones que Sonia Becher, una empresaria de eventos y agencia de modelos, dirige hacia otros hombres, no son bien vistas por Can Drogo, un joven y guapo piloto e hijo del dueño de la aerolínea High Drogo que, por primera vez, siente que su amiga no le presta la atención que le prestan las demás chicas. Y aunque entre ellos hay sólo una sincera amistad, Can se percibe celoso de que Sonia se sienta atraída por otros hombres, con lo que comenzará a replantearse si la ve solamente como a una amiga con la que puede hablar de todo o sus sentimientos son más profundos de los que él mismo cree. \n\nSexo y erotismos se combinan en esta nueva novela de la exitosa escritora,[Megan Maxwell](https://www.gdavidperalta.es/2020/12/megan-maxwell-le-pone-erotismo-y.html) (aurota de [***Pasa la Noche Conmigo***](https://www.gdavidperalta.es/2016/10/megan-maxwell-con-g-david-peralta.html), [***El Día que el Cielo se Caiga***](https://www.gdavidperalta.es/2016/06/megan-maxwell-en-el-batiburrillo-36.html) o ***Pídeme lo que Quieras***, entre otras muchas más), para llevarte a lo más profundo de un clímax aderezado con retazos de amor, familia y amistad en una loca y divertida comedia erótica que, solamente, esta escritora es capaz de escribir y que, encima, le salga redonda.\n\nPero esto no es todo, ya sabemos que la [**Maxwell**](https://megan-maxwell.com/) se las gasta y que saca tres novelas por año, así que no te vas a quedar con las ganas una vez termines de leer ***¿A qué estás esperando?***, ya que todavía puedes disfrutar con ***¿Quién Eres?***, un thriller romántico publicado en junio de este año. Además, su próxima novela erótica, por si no has tenido suficiente sexo, ***Alégrame la Vista***, saldrá el próximo 29 de diciembre. \n\nDisponte a cerrar el año a lo grande con las novelas de **Megan Maxwell**, porque vas a empezar el 2021 con una de guerreras, ***Un Corazón entre Tú y Yo***, que ya se anuncia en la web de la propia escritora para su próxima publicación. Si es que con Megan es un no parar de vivir emociones.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qm2tvl",
            "num_comments": 0
        },
        {
            "title": "Como aumentar meu ritmo de leitura?",
            "selftext": "Mesmo que eu goste do livro, demoro mais de um ou dois meses para terminá-lo. Como resolver isso?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qkr2sv",
            "num_comments": 4,
            "comments": [
                "A verdade é que não importa o quão rápido você lê, mas sim o quanto você consegue acrescentar da leitura em sua vida. Por exemplo: você dizer que vai ler Crime e Castigo em uma semana porque está aumentando o seu ritmo de leitura é quase um crime ao Dostoiévski - justamente porque você pode aprender tanto lendo ele, principalmente se tomar a leitura como uma conversa. Então, meu conselho é: leia no seu tempo, e leia com prazer. Sempre dá certo.",
                "Existem livros que são mais densos e com leituras de menos fluidez mesmo (sem tirar a qualidade deles por isso). Não se preocupe e tente curtir essa leitura no seu ritmo sem buscar acelerar \"o processo\". Se a intenção é aumentar o ritmo e eventualmente ler mais livros, seria uma boa fazer leituras mais leves e fluidas, utilizando por exemplo: HQ's, quadrinhos, mangas e etc. E, essas leituras podem até ser feitas em paralelo com o livro mais \"difícil\" de terminar. Lembrando que leituras paralelas fazem muito bem ao cérebro :)",
                "Leia sobre temas que você gosta. Para descobrir... só testando os gêneros e os tipos de escrita que fluem mais para você."
            ]
        },
        {
            "title": "Dia do Saci Pererê __ ' | __",
            "selftext": "30out2021 -- Amanhã se comemora o dia do Saci, um personagem folclórico que merecia ser mais presente na nossa literatura, assim como outros semelhantes tais o Caipora, o Curupira,  etc, e não apenas dentro da literatura infantil, aliás muito além dela; todo povo que se orgulha de si mesmo deve criar arte baseado em seu folclore, e não nos estereótipos vazios que a indústria cultural capitalista dos Estaduzunidos nos impõe.  \\_\\_ \\*\\*\\* \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qj2ipb",
            "num_comments": 0
        },
        {
            "title": "¿Me podrían recomendar autores de poesía?. Pero que no sean los típicos autores famosos. Preferible que sean desconocidos y que conectaran con ustedes.",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qitg71",
            "num_comments": 3,
            "comments": [
                "(português) \nEu recomendaria Ferreira Gullar. É um poeta brasileiro que tem me tocado muito nos últimos tempos :)",
                "Conocido Octavio Paz, menos conocido Juan Manuel Roca, colombiano.",
                "Clarice Freire (brasileira) com as poesias desenhadas 😍"
            ]
        },
        {
            "title": "Olá minha gente! Semana passada eu publiquei o meu primeiro livro!",
            "selftext": "Publiquei meu livro na Amazon Kindle, o nome dele é As crônicas de Vanguard, O Aniversário Da Princesa. É de alta fantasia com guerras entre diferentes raças, intrigas palacianas e golpes políticos. \n\nComo eu não sou um \"escritor\" mesmo, deve ter alguns erros, mas eu me esforcei bastante para criar e construir esse universo. \n\nSerá que alguém se interessou em ler?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "qhtj24",
            "num_comments": 2,
            "comments": [
                "[removed]"
            ]
        },
        {
            "title": "Panfletos de Cordel _*_",
            "selftext": "14out2021 -- Para protestar contra o desgoverno federal de nosso país todos os progressistas deviam produzir às pampas,  (à moda dos folhetos de cordel) panfletos de cordel.   \\_\\_ \\*\\*\\* \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "q8f254",
            "num_comments": 0
        },
        {
            "title": "Martin fierro o el principio",
            "selftext": "que instruye mas martin fierro o el principito ??",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "q4q3d1",
            "num_comments": 0
        },
        {
            "title": "A voz da Extinção __ , , , __",
            "selftext": "29set2021 -- Animais e plantas estão sendo extintos constantemente, muitas vezes antes de serem estudados; os escritores precisam contar a história destes seres, a literatura, independente da ciência, precisa cuidar deste resgate antes que sejam definitivamente esquecidos.  \\_\\_ : : : \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pyaikq",
            "num_comments": 0
        },
        {
            "title": "Un poeta y un hombre TS Eliot",
            "selftext": "Hace 2 días, hace 133 años nació el más grande poeta que tuvo el siglo XX. T.S. Eliot. Se cuenta que su obra clásica La tierra baldía, la escribió reflejando su turbulento matrimonio con Vivianne Haigh-Wood. Eso fue tan evidente que su cuñada Teresa afirmó: 《Vivienne arruinó a Tom como hombre, pero lo convirtió en poeta》",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "py04rs",
            "num_comments": 0
        },
        {
            "title": "You can't put your arms around a memory (crônica)",
            "selftext": "Todos nós temos aquele momento, de vontade de rever seu passado, as cenas das quais fomos atores principais tempos atrás. Não é necessariamente reviver as memórias (até porque, o fato de você querer rever as coisas, não quer dizer que estas lembranças foram boas). é mais buscar rever para entender. Como se o passado fosse um filme que você assistiu uma vez, mas era novo demais para entender. \n\nFalo de todos nós, mas talvez eu esteja falando mais de mim mesmo que outra coisa. Pois veja, eu entrei recentemente neste review de mim mesmo, dos momentos que passei, e me vi numa situação inusitada, por precisar de um reforço para esta ação. Normalmente, quando se faz um flashback desses, você consegue conversar com uma ou outra pessoa que conviveu junto com você, naqueles dias do passado. Quanto mais não seja, é uma estratégia útil para relembrar partes que você esqueceu dessa vida pregressa.\n\nNo meu caso, esta é uma opção muito difícil: a maioria das pessoas com quem tive amizade anos atrás (estou dizendo aqui, da minha adolescência e afins), eu não converso muito ou perdi completamente o contato. Quer dizer, eu ainda tenho um grande amigo daqueles dias, mas a verdade é que uma pessoa só não é suficiente para reativar a velha memória. O que fazer então? \n\nNesses momentos, eu percebo que os meus melhores amigos são as músicas, os livros, uma série/filme que eu assistisse naqueles dias. Esses são os meus amigos, e com eles eu converso dia sim, dia não. Acho que o mais diferente disso tudo é que eu não necessariamente preciso de uma música sobre um momento especial, como se ela fosse uma trilha sonora de algo. Hoje mesmo, por exemplo, eu estava ouyvindo uma banda (The Thrills), que eu ouvi certa vez, andando nas ruas de Belém e entrando em uma loja alternative de lá, chamada Na Figueiredo. Outra vez, eu resolvi assistir um filme que eu tinha visto só algumas cenas em um boteco qualquer, certa vez em 2015, quando eu tinha acabado de chegar em São Paulo e estava vagando sozinho pelas ruas. \n\nOu seja, é menos as histórias das obras, que o fato delas terem estado comigo ali, naquele momento, e portanto acabarem sendo uma espécie de testemunhas do que eu vivi, do que eu passei naquele dia em específico. Mesmo coisas ruins, como eu disse a antes; faz-se necessário ás vezes um exorcismo básico de antigos demônios. \n\nE assim eu fico, algumas madrugadas, olhando para o teto e tentando lembrar de algumas coisas, ou esquecer de vez outras. \n\nhttps://tesourosempoeirados.blogspot.com/2021/09/cronicas-do-novo-normal-you-cant-put.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "px0g2b",
            "num_comments": 0
        },
        {
            "title": "comunidad de literatura",
            "selftext": "Hola a todos. Les comparto este link pues queremos formar una comunidad activa en el hobby de la escritura, queremos expandir el grupo. Así que si se unen... *\"Nos has salvado estamos agradecidos\"* :3\n\nSi quieres entrar en una comunidad ACTIVA, eres bienvenido a nuestro grupo de Whatsapp. \n\nSe realizan concursos de:\n\n* **CUENTOS**\n* **POESIA**\n* **Y MUCHO MAS**\n\nAsí que te estamos esperando. El próximo ganador podrías ser **TU.**\n\n\\>>> [https://chat.whatsapp.com/G6Kr3EJHS0nLjnjfgThM0y](https://chat.whatsapp.com/G6Kr3EJHS0nLjnjfgThM0y) <<<",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pscc1s",
            "num_comments": 0
        },
        {
            "title": "A Maior das Reportagens __ *** __",
            "selftext": "18set2021 -- Uma das maiores obras da literatura brasileira é uma reportagem: Os Sertões, de Euclides da Cunha, uma imensa reportagem seja no tamanho seja na qualidade. Que isto sirva de exemplo a tantos repórteres que usam do jornalismo para desinformar, distorcer os fatos, mentir. Todos estes, ao contrário de Euclides, estarão em breve no depósito de lixo da literatura.  \\_\\_ --- \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pqz27r",
            "num_comments": 1,
            "comments": [
                "Deixando de lado o péssimo jornalismo da grande mídia e de veículos de comunicação em massa, ainda temos ótimos autores em livros reportagens/jornalismo literário... Eliane Brum, Caco Barcellos, Daniela Arbex, Nana Queiroz, Gilberto Dimenstein, entre outros."
            ]
        },
        {
            "title": "Mejor traducción de En Busca Del Tiempo Perdido",
            "selftext": "Disculpen, ¿Alguien podría indicarme cuál es la mejor traducción al español de en busca del tiempo perdido?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pmig9v",
            "num_comments": 0
        },
        {
            "title": "07/09/21",
            "selftext": "Entre 2000 e 2003, eu estudei numa escola militar, chamada Rego Barros. Trocadilhos à parte, era uma escola muito boa (embora eu, como bom indivíduo voltado às ciências humanas,  tenha tido problemas graves com a matemática e seus amigos). Além disso, tudo ali seguia num certo aspecto de liberdade, exceto em uma coisa: toda sexta-feira nós tínhamos que cantar o hino do Brasil. Éramos organizados militarmente em filas (com direito até à  palavras de ordem específicas), em frente à bandeira, e enquanto um de nós subia a mesma lentamente, cantávamos o hino com a mão no peito. Depois, seguíamos para a sala de aula, em fila, como formiguinhas obedientes. \n\nJá naquela época, eu me perguntava o porquê de cantar o hino. Porque veja, essa canção é uma coisa importante no sentido de sentir orgulho do país, isto é, como uma forma de exaltação da pátria. Eu não sentia absolutamente nenhuma razão de me orgulhar do Brasil, tal qual fosse um filho adorando o pai ou mãe. Não conseguia discernir nada que o país tivesse feito particularmente, que implicasse eu sentier orgulho dele. Claro, ele tinha (e tem) lugares lindos, mágicos mesmo; e a quantidade de pessoas boas e talentosas que temos é muito alta, em vários aspectos; apesar disso, aquilo não me parecia exatamente obra e graça de serem brasileiros, e sim de alguma outra coisa...que eu não sabia dizer o que era. \n\nAnos depois, quando eu já estava na faculdade estudando História, percebi o que era a peça que faltava em minha compreensão: todas aquelas coisas boas que eu via em algumas viagens e em fotos, todas aquelas pessoas talentosas que ali estavam, não existiam por sere brasileiras: elas existiam apesar de serem brasileiras.A história destes lugares, atletas, artistas, era sempre algo de superação contra um país que se recusava a deixar que algo assim existisse no país.\n\n(É claro que aqui, eu pelo desculpas pela minha mente jovem: eu ignorei completamente o fato da cultura ajudar em muitos aspectos, e da questão de lugar no mundo, etc...)\n\nE assim, chegamos no dia de hoje, 7 de Setembro, um dia de independência.... de que? nem nossa independência foi conquistada, e sim dada pelos colonizadores, e o novo país governado pelo príncipe herdeiro. Hoje, temos um presidente que se compraz do sofrimento de outros, e que zomba da morte de milhares. O desespero está tanto que estamos vendo pessoas implorarem nos açougues por ossos para sopa - coisa que os bolsonaristas diziam que só acontecia na Venezuela. E na TV, lá vai ele e seus seguidores, comclamando um golpe por sentirem sua liberdade ameaçada. E passam ao lado de pessoas dormindo nas ruas, miseráveis destruídos pela política assassina de pessoas que não se importam. Nunca se importarão. \n\nE tudo que eu posso fazer a respeito neste momento é lamentar nestes escritos. E me sentir feliz de sobreviver, aos trancos e barrancos. De não estar também na fila, pedindo pelo amor de Deus por um osso para melhorar minha sopa.\n\nMas comemorar? Me orgulhar?\n\nNão se comemoram vitórias sombrias. \n\nhttps://tesourosempoeirados.blogspot.com/2021/09/cronicas-do-novo-mundo-070921.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pjzv07",
            "num_comments": 0
        },
        {
            "title": "Comer comer, é o melhor para poder crescer",
            "selftext": "Todo professor de idiomas vai lhe dizer o mesmo: o melhor assunto para puxar conversa com um aluno (e, com isso, fazer ele falar mais na língua que estamos ensinando ), é comida. Mais de uma vez, eu já consegui tornar uma aula com alunos exaustos de um dia de trabalho, em algo até mesmo divertido e muito produtivo, simplesmente porque o tema da aula era algo em relação à cozinha regional, ou pratos favoritos, ou mesmo o que o indivíduo teria almoçado naquele dia. \n\nSim, a comida é um quebra-gelo muito eficiente... e como não seria, não é mesmo? Posso ser suspeito para falar , pois amo fortemente cozinhar e comer, mas me parece ter algo de mágico nos pratos que devoramos com prazer ao longo de nossas vidas, não acham? E nem precisa ser algo chique não: muitas vezes, um bom ovo frito feita na manteiga já é um manjar digno dos deuses. Essa semana mesmo, não negarei, foi a promessa para mim mesmo de uma farofa de ovo como café da manhã foi o que me deu forças para pular fora da cama e começar um novo dia de trabalho...\n\nDe fato, a comida é tão importante para mim, que quando chego nos lugares que estou visitando, a minha segunda preocupação (já que a primeira é relativa aos museus que eu quero visitar), é \"qual a comida típica daqui\". Quando cheguei em São Paulo, aliás, percebi o quanto eu era feliz com relação a isso: a comida típica daqui são todas, desde culinária árabe, passando pela grande influência italiana, culminando na beleza rara que é a comida japonesa desta cidade. E em algum lugar tem espaço para os pastéis e Sanduíches de mortadela também, é claro, mas Por hora, fiquemos apenas em comidas de almoço.\n\nDurante a pandemia, creio que nossa relação com a comida ficou muito mais profunda - para o bem e para o mal. Alguns aprenderam a cozinhar coisas que nem seuqer sonhavam antes, outros comeram desesperadamente como se não houvesse amanhça - e talvez estivessem certos, não é mesmo? De qualquer forma, aos que não partiram desse mundo, resta enfrentar a dura realidade da balança, e ao mesmo tempo se comprazer da chance que se tem de experimentar novos sabores e preparos de comidas fantásticas pelos dias melhores que, quero crer, virão em breve.\n\nMas chega de filosofar. O que você vai almoçar/jantar/lanchar hoje, amigo leitor?  \n\nhttps://tesourosempoeirados.blogspot.com/2021/09/cronicas-do-novo-normal-comer-comer-e-o.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pi86qm",
            "num_comments": 0
        },
        {
            "title": "Saudade Saudades __ < > __",
            "selftext": "30ago2021 -- Eu nunca escrevi um texto curtinho que fosse sobre a palavra \"saudade\", nosso mais genial idiotismo linguístico... muitos escritores já o fizeram e acredito que todo manejador da boa língua portuguesa deveria escrever um texto assim, nada melhor para afirmar sua -- nossa -- lusofonia. talvez um dia eu escreva.  \\_\\_ > < \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pex3tm",
            "num_comments": 0
        },
        {
            "title": "As canções, As memórias",
            "selftext": "Numa revelação que pode causar a muitos me chamarem de hipócrita - já que escrevi mais de um texto sobre o perigo de se deixar levar  pela ideia do \"antes era tudo melhor\" -  eu tenho uma indisfarçável ternura por obras e coisas de antigamente. Hoje mesmo, após o almoço, eu e minha esposa sentamos no sofá, ligamos aquele youtube esperto, e ficamos ouvindo canções românticas famosas dos anos 80. Depois, quando estávamos ajeitando as coisas para trabalhar (a vida de um professor nunca pára), ela comentou \"Como é gostoso ouvir essas músicas! Me traz uma paz tão grande!\"\n\nFiquei pensando muito nisso, na calma que as músicas trouxeram à nossa tarde. O leitor pode pensar: mas provavelmente eram canções calmas, que acalentaram vocês. Lhes digo que não necessariamente, a não ser que você considere o tema de Vamp calmo. Qual o mistério então? De onde veio essa calma toda?  da nostalgia apenas de um tempo que nem vivemos? Ou de algo a mais?\n\nEu creio que a resposta seja mais complexa: acho que as músicas são representantes emocionais, de pessoas, lugares, fatos. Por exemplo: recentemente eu ouvi a banda Dire Straits (acho que pouquíssimos vão reconhecer esse nome), e imediatamente, tal qual aquela cena famosa do filme Ratatouille, me veio á mente a lembrança de meu pai, extremamente empolgado, ouvindo a música Sultans of Swing e me contando do guitarrista, de como ele era o melhor.... em outro momento, minha esposa chorou ao ouvir Benito di Paula, com a música Meu amigo Charlie, e quando perguntei por que, ela me disse que essa canção lembrava muito o avô dela, já partido desse mundo. \n\nExiste toda uma miríade de exemplos, e acho que fica mais divertido se o prezado leitor pensar nos seus próprios exemplos, e me mandar algo sobre o que pensou. Por hora, eu creio que existem fatos a serem observados, em relação à música:\n\n1) o mundo anda terrível, esmagador, e não há escapatória...\n\n2) ... exceto na arte, exceto no que nos faz criar mundos que nos nutrem, nos dão força interna. \n\nEntão, bota esse disco pra tocar, e sacuda (ou não) o esqueleto: não se salva o mundo com canções, mas com certeza, salvar a alma das pessoas é completamente possível sim. Então salvemos nossas almas, ouçamos nossas playlists (ou cds antigos, por que não?), e tentemos pensar um pouco que seja, nas pessoas que nos fazem querer acreditar num mundo com menos sofrimento.\n\nhttps://tesourosempoeirados.blogspot.com/2021/08/cronicas-do-novo-mundo-as-cancoes-as.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pd3xw3",
            "num_comments": 0
        },
        {
            "title": "Procura-se: Livro ou história com Rubis, Raposas e tumbas",
            "selftext": "Boa tarde Reddit.\n\nPrimeiramente peço desculpas no caso de estar publicando isso no sub errado, se houver algum subreddit mais cabível à essa solicitação, eu agradeceria se puder saber\n\nEstou à procura de um livro que li quando era criança, apesar de lembrar pouquíssimos detalhes, lembro que ele me marcou profundamente quando li. Não sei dizer se a história era parte de uma coletânea, mas acredito que não seja um livro para crianças.\n\nSei que na história havia uma raposa ou um grupo de raposas, e que uma delas morreu, e na tumba dela começaram a aparecer rubis, e esses rubis ou pedras vermelhas, se fossem roubados trariam algum tipo de maldição pra quem roubou.\n\nA maldição (não confirmo esse detalhe pois posso estar lembrando errado) era transformar os olhos de quem roubou os rubis em rubis também...\n\nInfelizmente eu não lembro mais nada sobre esse livro, mas estou incrivelmente interessado em reler essa historia, lembro que li esse livro na estante da minha mãe, e que ele aparentava ser dos anos 90. Acho que lembro a capa ser marrom ao redor e dentro possuir uma imagem com a raposa.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "pbifps",
            "num_comments": 0
        },
        {
            "title": "Extreme Ways (crônica)",
            "selftext": "É um tempo de excessos, o nosso, e não é de hoje. Diferente do que eu mesmo pensava anteriormente, a pandemia não criou um novo mundo, um novo normal, onde as coisas se alteraram de tal forma que não se reconhece mais o mundo anterior: na verdade, a crise simplesmente aumentou alguns padrões que tínhamos antes, talvez guardados, talvez simplesmente disfarçados. \n\nMas eu falava dos excessos, e não acho que haja maior exemplo que as coisas que nos cercam neste momento. Recentemente em Goiás, um homem matou um casal e feriu um jovem por suspeitar que eles passarm o Covid que ceifou a vida de seu pai e irmão. Ao longo do Brasil, casos e mais casos de excessos se repetem: Maridos ceifando a vida de esposas por ciúme, infanticídios, agressões em geral.... Como eu disse, nada que não acontecesse antes, mas me parece que as coisas deram uma boa explodida nesses últimos tempos - ou, pelo menos, começaram a aparecer mais nas notícias, o que não deixa de ser uma situação igualmente aterradora.\n\nDe qualquer forma, eu tenho pensando muito nisso, nos extremos que alcançamos em nossas vidas, e que nos alcança também. Penso na origem dessas violências: Pais traumatizados quando crianças, passando a dor adiante como se fosse uma herança maldita; formas de viver antiquadas que se mantém em voga usando o velho véu da \"tradição\" para poder causar dor e sofrimento a outrem; vinganças estabelecidas contra quem tirou a vida de um membro da família, ou um amigo, ou quem quer que fosse o ser amado.\n\nE chegamos talvez à uma conclusão aqui, por imparcial que seja: talvez os excessos venham da nossa dor. Pois veja, vivemos em um mundo brutal, quanto a isso não creio haver nenhuma dúvida. E quando o mundo nos bate com toda a força, é natural ficarmos tristes. Mas não foi essa a maneira que fomos criados: quem chora, morre, é fraco. Então reagimos com toda força, a ira impotente de uma pessoa que nunca poderá alcançar seu algoz. E acabamos por descontar esta ira nos que estão ao nosso redor, sejam eles conhecidos ou desconhecidos. \n\nO ciclo perdura por muito tempo, até alguém decidir ser o último nessa roda da dor. Tenho olhado ao redor e torcido para que muitos de nós, nessa geração, consigamos parar de passar essa batata quente para frente.... mas acho que talvez seja pedir demais, em um mundo onde sofrimento acaba acontecendo tanto, que muitos até normalizam a dor. E talvez, sendo animais, consigamos por algum momento sufocar a grande dor, o grande vazio que temos dentro de nós. \n\nEste com certeza é o pensamento mor de muitos. Dentro de mim, eu quero crer que vou conseguir escapar disso. Mas será que é o que os meus semelhantes ao meu redor também desejam? \n\n\nhttps://tesourosempoeirados.blogspot.com/2021/08/cronicas-do-novo-normal-extreme-ways.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "p9kucl",
            "num_comments": 0
        },
        {
            "title": "São Paulo, cidade desamada",
            "selftext": "Esses dias, eu estava vendo com minha esposa esses vídeos que surgem do youtube, e apareceu um falando sobre \"por que as pessoas estão abandonado São Paulo\", de um canal chamado Elementar.  Não era o único do tipo: na verdade, haviam mais dois muito parecidos, sobre o Rio de Janeiro e Nova York. Agora, longe de mim dizer que São Paulo é a Nova York do Brasil (algo que, ademais, nem faz muito sentido: São Paulo é a São Paulo do Brasil e ponto), nem que ela é igual ao Rio de Janeiro (falta, para isso, a cidade ter um aplicativo que mostre onde está rolando tiroteios, que é algo que realmente existe). Contudo, acho que um dos pontos principais que ele fala se ressalta nessas três: a ideia de querer sair o quanto antes do lugar, de preferência para alguma cidade do interior do estado. \n\nIsso me chamou muito a atenção, porque casa bastante com minha experiência nesta cidade. Não posso falar de Nova Iorque ou Rio de Janeiro, é claro, mas aqui em São Paulo me parece que quase todas as pessoas , em algum momento, decidiram que seu objetivo de futuro sempre envolve sair daqui, de uma maneira ou de outra. Você conversava com uma pessoa, ela falava de seus projetos de vida... pams, do nada, ela soltava o já conhecido \"Pois é, e um dia eu saio daqui de sampa, assim que der...\"\n\nIsso me deixou bastante pensativo, essa posição extrema de querer sair daqui, o quanto antes. O que havia em São Paulo que expulsava seus habitantes?  Seria fácil pensar em poluição, segurança, falta de natureza; outras cidades sofrem da mesma coisa, e não parecem ter essa mesma tradição de impulsionar os seus cidadãos para fora. Aqui na Pauliceia Desvairada, menos que um desgosto com a cidade, parece haver uma ideia genuína que as coisas nunca foram boas, que aquele passado glorioso nunca existiu, e que o futuro que chegou não serviu para convencer ninguém a ficar. \n\nHoje, eu me vejo como a pessoa pensando em sair daqui. Não por nada, sou muito feliz aqui, e creio que as minhas maiores alegrias eu consegui morando aqui em sampa. Mas em breve, eu e minha esposa queremos ter filhos, e São Paulo para mim não parece um lugar extremamente amigável  para crianças. De fato, muitas vezes parece o equivalente à uma rede bandeirantes em forma de cidade: cinza, meio chato, e com coisas legais só em horários bem quebrados. \n\nE de repente , me surge uma hipótese, que eu deixo ao estimado leitor: talvez seja essa a questão. Menos que poluição, sujeira, violência, as pessoas saem de São Paulo( e de outras cidades), porque lhes falta aqui a coisa mais preciosa para um coração: esperança num futuro melhor.  Espero que isso mude em breve, mas por enquanto.... alguém sabe quanto tá o aluguel em Jundiaí? ,\n\n\nhttps://tesourosempoeirados.blogspot.com/2021/08/cronicas-do-novo-normal-sao-paulo.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "p5ra0a",
            "num_comments": 0
        },
        {
            "title": "Ficção Científica de Hoje 🤨",
            "selftext": "14ago2021 -- A ficção científica atual devia produzir muito sobre o, talvez, mais importante tema científico de hoje: a crise climática e consequente crise ambiental; esta produção alertaria, educaria, mostraria alternativas, etc., sem deixar de ser arte. 😯",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "p4iusn",
            "num_comments": 2,
            "comments": [
                "E quem quer ler sobre isso?\n\nNão, sério. Pra quê escrever se ninguém quer ler? Te pergunto isso sendo eu mesma escritora de FC.\n\nAndo meio desmotivada a abordar esse tipo de assunto no que escrevo. Adianta nada falar de exploracão espacial, terraformação, mudanças climáticas, sexualidade humana, engenharia genética e sobrevivência pós-apocalipse nuclear se o povo prefere algo sensacionalista e fantasioso como Jogos Vorazes ou pior, \"O Dono do Morro\".",
                "Mas existe, chama-se Cli-Fi, é um subgênero do Sci-Fi.. Só não é um fenômeno cultural. Aliás, poucos livros Sci-Fi foram fenômenos culturais. Os mais promissores conseguiram criar um nicho em volta de si, mas nunca foram amplamente lidos."
            ]
        },
        {
            "title": "Porque Domingo foi dia dos pais (crônica)",
            "selftext": "No Brasil, a terra das gambiarras, seria fácil pensar que o dia dos pais, assim como o dia das mães, foi uma invenção aleatória para aquecer o mercado. E de fato até foi mesmo, mas com uma base em algo mais concreto pelo menos; trata-se do dia de São Joaquim, o patrono dos pais na Igreja Católica. Se você vai basear um feriado em alguma coisa, por que não seguir a tradição e usar um argumento de Igreja para isso, não é mesmo?\n\nMas começo falando assim, e parece que estou zombando do dia em questão. Não é verdade, em absoluto: Até mesmo do dia das mães, eu penso que trata-se tão somente de um dia para você lembrar de alguém especial em sua vida, comprar uma lembrancinha, ligar e dizer que ama. Não que não se deva fazer isso todos os dias, mas o fato de ter um dia específico para isso simboliza o peso, a importância de um pai na nossa vida. O meu pai, por exemplo, foi e é um exemplo para mim, até de ordem literária: trata-se simplesmente de um escritor com décadas de experiência, e dezenas de livros publicados. Quisera eu chegar no nível dele um dia: por hora, sou apenas um reles cronista de blogs.\n\nÉ claro que nem todos tem lembranças boas nestes dias, pois há aqueles homens odiosos que não deveriam jamais ter tido esse privilégio, de ter um filho ou filha, de trazer uma vida ao mundo. Homens que dizem que preferiam que a criança não tivesse nascido; homens que machucam seus filhos. Casos extremos, é claro, mas há também o caso mais comum, mais tristemente cotidiano: o do pai que simplesmente some. Que pode estar morando na rua do lado, mas poderia estar vivendo na lua que não faria a menor diferença, tamanho o desprezo que sente pela sua (não) cria. E aí toca as mães se esfalfarem para cuidar da criança, e a sociedade a achar isso lindo e chamá-las de \"guerreiras\", \"independentes\", etc. O que elas são, mas não é esse o caso, e sim o fato dos pais serem covardes e fugirem de sua responsabilidade. \n\nMas não quero falar de coisas tristes ao fim destes escritos, e sim de coisas bonitas, de legados. Quero falar dos pais, e avôs, que partiram cedo demais e não viram as pessoas lindas que criaram, as coisas boas que deixaram para trás. Homens que sem saber, criaram almas iluminadas, pessoas que mudam o mundo ao seu redor, com ações, palavras, ou puramente existência. Todo mundo conhece uma pessoa assim, e pensa, poxa, eu queria muito ter visto esse pai que ela fala tanto, que até hoje essa pessoa ama tão forte. Um amor tão forte, que é como se a gente já soubesse como era  pessoa, mesmo sem ter conhecido.\n\nAssim, esta crônica é dedicada a todos os pais que partiram antes de verem os frutos das árvores que plantaram, em especial a meu avô paterno Alfredo Jorge Hesse Garcia , e meu sogro Givaldo Francisco da Silva.\n\nhttps://tesourosempoeirados.blogspot.com/2021/08/cronicas-do-novo-normal-porque-domingo.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "p239mb",
            "num_comments": 0
        },
        {
            "title": "Canção do Não-Retorno (crônica)",
            "selftext": "\nJá falei aqui, mais de uma vez, sobre a minha saída de Belém do Pará para São Paulo; em resumo, eu vim aqui fazer um mestrado e acabei ficando, me casando, e cá estou. Acredito que seja uma narrativa relativamente comum por aqui: migrantes de todo o Brasil saindo, buscando um futuro, e por aqui mesmo ficando. Pelo menos é uma história recorrente com as pessoas que conheço que vieram de fora. \n\nSobre a minha vinda é isso, mas eu não sei se falei muito sobre o porquê de eu ainda ficar aqui, e não ter voltado para minha cidade natal. Seria muito fácil,. suponho, dizer que fiquei aqui porque conheci minha esposa e me casei. Também seria errado: Mesmo antes de Aline, eu já havia me decidido a não retornar. De fato, no exato momento que eu pisei em São Paulo, minha cabeça já estava feita sobre não voltar. \n\nUma outra explicação muito óbvia, seria que eu \"me apaixonei\" pela cidade. Posso garantir que não é verdade. São Paulo é uma grande metrópole, com muito acontecendo, e a maior quantidade de eventos e outras coisas legais. Nunca me senti tão ao centro de tantas ações, cercado pelas coisas que o frete no brasil inteiro menos Norte e Nordeste me privava. Mas não, essas coisas todas não foram o motivo que me fizeram permanecer aqui. \n\nTalvez o conceito que mais explique eu não ter voltado para Belém é simples: tenho medo de fantasmas. E a cidade (talvez o estado inteiro) tem demasiadas assombrações para mim, de minha vida anterior, das coisas que não fiz, das coisas que poderia ter feito. Cada rua na cidade é uma lembrança boa, contra mil ruins de angústia por um amanhã que não chegava nunca, e da decepção de estar limitado em minhas escolhas pelo ambiente que eu estava. \n\nObviamente, boa parte da minha limitação estava em mim mesmo: frequentemente as amarras que nos prendem vem de nós mesmos. Uma corrente de dentro pra fora, por assim dizer. Mas é fato que existiram fatos diversos, pessoais e sociais, que me aconteceram e me fazem olhar para minha cidade natal com um misto de tristeza e alívio, por ter saído dali, por ter conseguido seguir no rumo que eu queria. \n\nSuspeito que todos nós temos isso, esses lugares assombrados que juramos nunca mais voltar. Às vezes é uma escola, às vezes a casa de algum parente, às vezes mesmo a própria casa onde nasceu e cresceu. Eu por mim, tive a façanha de assombrar uma cidade inteira em meu desfavor - e agora, escondo-me aqui, na selva de concreto, na esperança de que estas aparições não venham atormentar-me nas madrugadas frias que tem acontecido. \n\nMas, às vezes, ainda que de longe, elas me assombram mesmo assim. \n\nhttps://tesourosempoeirados.blogspot.com/2021/08/cronicas-do-novo-normal-cancao-do-nao.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "oytddx",
            "num_comments": 0
        },
        {
            "title": "Busco el nombre a una lectura de horror",
            "selftext": "Hola! Soy nuevo en Reddit, pero me preguntaba si pudieran resolverme una duda.\n\nHace tiempo leí un cuento o novela de horror de un escritor latinoamericano, no recuerdo el nombre ni del autor ni de la lectura, pero recuerdo que trataba acerca de un hombre, obsesionado con una señora a la que describe como con \"obesidad mórbida\", y éste tipo termina asesinándola para posteriormente cocinarla y comerla, incluso se las da de comer a sus padres. He tratado de buscarla pero sin resultados.\n\nEspero no se lea algo perturbador el post. Gracias!xd",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "oynfw4",
            "num_comments": 0
        },
        {
            "title": "Die Kälte",
            "selftext": "\" Um dia frio/ um bom lugar pra ler um livro\", diria Djavan, e no entanto quem consegue ler com a mão gelada de segurar o livro? É uma pergunta de retórica: É claro que muitos conseguem, mas que sofrimento nos dedos! \n\nÉ engraçado como nossas visões de mundo mudam tanto ao longo de nossa vida. Lembro dos meus tempos em Belém do Pará, e o sonho do verdadeiro frio. Ali, uma temperatura de 26 graus já é ra~zao suficiente para as pessoas tirarem dos armários os agasalhos que comparam em alguma viagem ou ganharam de presente de algum parente de alguma terra com um inverno apropriadamente gelado. Na Amazônia, inverno só quer dizer mais chuva que o normal.\n\nAssim, quando me mudei para São Paulo, fiquei pensando que agora sim, finalmente iria ver.... neve. Parece tolice, mas eu realmente acreditava que a Pauliceia Desvairada tinha neve... coisas de menino do interior, suponho. Apesar disso, ainda me lembro muito bem do primeiro inverno que passei aqui: certa noite, acordei gelado na kitnet que morava, soprando a famosa \"fumacinha\" de frio. A experiência me marcou tanto que comprei um fiel aquecedorzinho, que serve à minha casa até hoje.\n\nDe lá pra cá, já enfrentei muitos invernos por aqui, e cada um tem me parecido diferente do outro, mas sempre com características bem parecidas: o doer dos pulsos na intensidade do frio, os pés que ficam gelados sem cessar, o festival de descongestionantes... esses aliás, que tenho diminuído, mas que com certeza são presença marcante na vida de todo alérgico de Sampa - quanto mais não seja, porque a poluição no ar sem chuvas acaba afetando a nossas pobres narinas ainda mais nesses dias gelados. \n\nApesar de tudo, é claro que minha \"dor\" não é nada perto da experiência das pessoas que estão em situação de rua. Hoje mesmo padre Júlio Lancelot contou de um senhor de idade que salvou do frio desta quinta feira, quando os termômetros marcaram agoniantes menos de cinco graus celsius. Nestes momentos, pensamos no sofrimento de todos nas ruas, tanto no calor quanto no frio...  chega-se à conclusão que a pior situação não é a estação de ano, e sim ser pobre numa cidade fria e grande como São Paulo. \n\nhttps://tesourosempoeirados.blogspot.com/2021/07/cronicas-do-novo-normal-die-kalte.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ovzwfo",
            "num_comments": 0
        },
        {
            "title": "Ayuda",
            "selftext": "¡Buenas tardes! Soy nueva en esta comunidad. Me ha parecido atractiva e interesante, así que aquí estoy. Espero ser bienvenida. \n\n\nSoy una amante de los libros. De hecho tengo un blog literario, llamado Booksafterainbow ( https://booksafterainbow.blogspot.com/?m=0) y una cuenta de Bookstagram. (https://instagram.com/booksafterainbows?utm_medium=copy_link) \n\n\nSi os interesan las Reseñas podríais pasaros. Os agradecería infinitamente la ayuda, pues como digo estoy comenzando y a penas tengo apoyo.\n\n¡Muchas gracias de nuevo!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ovvq80",
            "num_comments": 2,
            "comments": [
                "¡Mucho ánimo con ello! Un saludo :)"
            ]
        },
        {
            "title": "LE MONDE S`ÉCROULE SOUS MES PIEDS",
            "selftext": "Je vois le monde tomber sous mes pieds.\n\n   \n \n\nTout s'écroule et je suis en haut grimpé á la cime des arbres,\n\n   \n \n\nprotégé du vent et des mauvais moments, \n\n   \n \n\nen attendant que tout change.\n\n   \n \n\nSouhaitant que le monde bouge vers une ère différente, \n\n   \n \n\ndans lequel nous avons tous une place. \n\n   \n \n\nJ'ai l'impression d'être au dessus de tout \n\n   \n \n\nJe sens que je vais dans une direction différente. \n\n[Sigue Leyendo](https://www.gdavidperalta.es/2021/07/le-monde-secroule-sous-mes-pieds.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ou189a",
            "num_comments": 0
        },
        {
            "title": "recommendations for literature lovers",
            "selftext": "[I hope you like it.](https://youtu.be/PWGL2pp63uY)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "otqpun",
            "num_comments": 0
        },
        {
            "title": "Desvelo",
            "selftext": "A medianoche me arrebata la consciencia el sombrío porvenir, cierro los ojos, más no duermo, viajo entre anhelos.\n\nViejos pesares que remuerden la dolorosa existencia, falsos recuerdos pretéritos que se apoderan de mi pensamiento; \"ojalá hubiera\" palabras, que, afiladas cual navajas, desgarran el ánima provocando a su paso un dolor insufrible.\n\nMe arden las entrañas en remordimiento, grito en silencio, más no acallan las voces, se multiplican, me abrazan y me ahogan en el pasado, en un mar de sabanas, que, aunque cálido, es ladrón de tiempo.\n\nY entonces aprieto los parpados, me muerdo los labios y araño mi rostro, intento arrancar de tajo las turbaciones que me rodean, más no lo logro.\n\nDe pronto, la lucidez me pesa, las emociones vuelan, los sueños secuestran mi mente y, horas después, el primer rayo de sol me trae de vuelta a la realidad. \n\n\\-Rubammon",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "otei2c",
            "num_comments": 0
        },
        {
            "title": "The non-common path, de la fantasía oscura a los dilemas cotidianos y trascendentales.",
            "selftext": " \n\nThe non-common path es una novela de fantasía oscura que estoy escribiendo desde hace poco más de un año. Teniendo como eje principal la existencia de seres con habilidades superiores en un mundo donde predomina el imperialismo nacionalista al estilo del periodo de entreguerras, la historia de los \"no-comunes\" explora los misterios de la excepcionalidad de estos, y toca temas como la naturaleza de los conflictos políticos, coloniales, raciales y religiosos, así como el desarrollo de la personalidad de los protagonistas. Historias que poco a poco buscaran hablar con profundidad sobre los misterios de las motivaciones individuales en los seres humanos.\n\nSus comentarios y consejos me ayudarían mucho. Dejo el link al blog donde hospedo la historia: [https://non-common.blogspot.com/](https://non-common.blogspot.com/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "osw07b",
            "num_comments": 0
        },
        {
            "title": "Uma Viagem (crônica)",
            "selftext": "\nAnos atrás, eu e meu avô viajamos de ônibus de Belém para o Rio de Janeiro, e depois de volta para Belém. Esta viagem duraria 3 dias, como creio que ainda seja o caso, se alguém se aventurar a fazer isso logo que a pandemia acalmar. Não viajamos de avião, creio, porque o preço da passagem era bem mais caro que o de ônibus, e meus pais não deveriam ter dinheiro para algo assim. Ademais, naqueles tempos pré governo Lula, era um luxo indescritível viajar de avião, não algo comum como ainda é hoje, apesar de tudo. Nós aqui de baixo da sociedade, cá nos mantínhamos, e seguíamos incólumes e apertados em ônibus pelas estradas destruídas do Brasil. \n\nA viagem era longa, por certo; e era preciso matar o tempo de alguma forma. Hoje em dia os ônibus tem tvs e coisas assim, mas naqueles dias não havia nada, a não ser a janela e a poeira da estrada para distrair. Meu avô levava um mp3 player (coisa de antigamente, o leitor mais novo provavelmente nem sabe o que é), ouvindo suas músicas. Levava também uma bíblia e algum livro desses que se compra em lojas católicas, ensinando um pouco de catecismo aos fieis. \n\nEu também levava um livro, em cada uma das viagens: na ida, eu li \"O Poderoso Chefão\", de Mario Puzo. Na volta, li \"Perdidos na Noite\", livro no qual basearam o filme com Dustin Hoffman e Jon Voight. Eu acho que tinha 11 ou 12 anos naquela época, e portanto talvez os livros fossem impróprios para mim. Mas nunca esqueci da viagem por causa deles; até hoje, quando fecho os olhos , consigo lembrar da poeira da estrada, o calor  febril que vinha da janela fechada (pois o busão tinha ar-condicionado: pelo menos um luxo podíamos ter), e as histórias intensas que saíam daquelas páginas. Um dos livros, inclusive, foi comprado durante a viagem, de um homem que vendia vários livros usados em cima de uma toalha, na beira da estrada: mais associado com viagem, impossível!\n\nPensei nisso esses dias, e não sei dizer o porquê. Talvez seja pelo fato de estarmos isolados em casa, sem poder sair, e meu cérebro sempre associou a liberdade de viajar com esta experiência singular, portanto me fazendo lembrar disso para fugir um pouco da realidade. Talvez porque sinta falta de meu avô: vão contar agora mais de 3, 4 anos que eu não converso com ele, é um homem avesso aos whatsapps da vida, prefere conversar ao vivo e eu não posso ir em Belém do Pará agora, obviamente. Talvez, ainda, seja uma forma da minha mente simbolizar que o que mais quer é pegar a estrada assim que acabar tudo isso.\n\nNão sei: Tudo que sei é que, ainda ontem, sonhei com esta viagem: no sonho, lá fora, não vinha mais um calor como antes, mas chovia muito e sem parar. \"Chuva que Deus manda\", eu pensei no sonho, e continuei a ler o livro  em minhas mãos com toda a paz que podia. \n\nhttps://tesourosempoeirados.blogspot.com/2021/07/cronicas-do-novo-normal-uma-viagem.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "onv5vn",
            "num_comments": 0
        },
        {
            "title": "Poesia sem nome (e esse não é o nome dela)",
            "selftext": "adoro caminhar sozinho \n\nandando como quem \n\nsaboreia o caminho. \n\npasso como quem voa \n\npasso como um passarinho \n\n&#x200B;\n\nassim, andorinho\n\ncaminhando-me\n\nquando passo:\n\nmeu destino é o caminho \n\nindependente do\n\nespaço",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "olp4w7",
            "num_comments": 0
        },
        {
            "title": "Jamáis Vu (crônica)",
            "selftext": "Há dores que não são do que se foi, mas do que ainda não veio. Ou às vezes, do que nem pôde vir. Quantos planos tiveram que ser mudados em nossas vidas por causa da pandemia? Ou, se formos ser realmente honestos, por causa da vida em si? Nem tudo que anda cambaleando de dor em nossas vidas é culpa, necessariamente, do covid; apenas, porque estamos forçosamente parados pela doença ao nosso redor, é que estamos prestando uma atenção elevada à isso. \n\nDos planos interrompidos, nós todos sabemos, e acho que temos até uma certa tradição em pensar e considerar estes; afinal, no país onde uma grande parte da música é sobre amores que terminaram, não é de surpreender que sejamos um pouco especialistas nisso. E talvez, porque somos eternamente o país do futuro, tenhamos esta experiência em planos que param no meio. Como uma espécie de país que tem o desenvolvimento interrompido semelhante a alguns jovens de hoje em dia, estamos mudando planos de como vamos \"crescer\" e \"ser respeitados lá fora\" de maneira cíclica, ad eternum.\n\nE no entanto, nem é disso que eu estou realmente falando hoje. Porque a dor do interrompimento é quase nada, perto da dor que simboliza o que jamais virá, o que jamais poderá vir, por algum motivo. Ultimamente, essa dor tem sido causada pelas mortes - e talvez ela seja sempre causada pela morte, embora não seja essa a sua causa única. \n\nDo que se trata esse sofrimento peculiar? Explico: é a ideia do que poderia ser. Quando perdemos uma pessoa, e nos pegamos com uma espécie de saudade não do que aconteceu, mas do que poderia ter acontecido. Uma conversa, um abraço, um momento especial... Uma visita a uma pessoa querida, ou uma ligação para saber como vão as coisas. Tudo isso, como se fossem planos para uma realidade que não tem como existir mais, porque o instante se foi, a pessoa também, e você talvez nem seja mais a pessoa que poderia fazer coisas assim. Talvez você mesmo, caro leitor, seja uma dessas \"lembranças\". \n\nE, às vezes, me parece que é isso que temos vivido nesses dias, todos nós no mundo: a saudade do que nunca foi e nunca será. \n\nhttps://tesourosempoeirados.blogspot.com/2021/07/cronicas-do-novo-normal-jamais-vu.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "okyhlj",
            "num_comments": 2,
            "comments": [
                "Eu vivi em estado de dor, especificamente dessa dor, e venho saindo desse estado somente agora aos 30 anos. Não que eu me considere um velho, mas as pessoas geralmente fazem essa escolha e enfrentam as consequências dela um pouco antes na vida. Sempre amei música, poesia, cantar, compor, e sempre quis fazer algo assim, na vdd sempre sonhei em viver disso. Mas não me permiti. A vergonha e o medo do que a família poderia pensar e falar me travou. \n\nComprei um violão em 2013, uma das primeiras coisas que comprei com meu recém (à época) emprego, que me pagava bem melhor que o anterior. Mas não queria só tocar. Queria viver daquilo. Mas como eu sabia que todo mundo ao meu redor não iria aceitar, acabei que travei totalmente e nem aprendi direito a tocar. Sabe aquela coisa de \"se eu não posso viver essa paixão então prefiro nem dar espaço\", ao mesmo tempo em que contraditoriamente não queria me desfazer dele de forma alguma, como se o desfazer-se significasse o fim total do sonho. Passei 8 anos com ele praticamente parado, me encarando e eu a ele. Somente esse ano, mta coisa mudou na minha vida, e tô tendo como me dedicar mesmo à música e a composição. E tem vários meses que passo horas por dia treinando. Enfim, já tá muito longo.\n\nSó queria dizer que a dor de algo desejado/sonhado e nunca realizado, em especial em relação à vocação, é esmagadora. Era um dos motivos da minha depressão, inclusive. Vivia em estado de negação existencial. Seu texto me fez lembrar disso."
            ]
        },
        {
            "title": "Ainda existe poesia?",
            "selftext": "14jul2021 -- É possível haver Poesia, seja em verso seja em prosa, em tempos tão atribulados como estes de pandemia e fascismo? Às vezes penso que não, espero estar errado...   \\_\\_ >>> \\_\\_",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "okjepo",
            "num_comments": 0
        },
        {
            "title": "Filosofia Cotidiana (crônica)",
            "selftext": "As menores coisas causam os maiores pensamentos. Por exemplo, quantas vezes você não se pegou andando, sei lá, pelo cruzamento da Ipiranga com a Avenida São João, e você do nada sentiu alguma coisa acontecendo em seu coração? Isso são momentos de poesia, de filosofia que seu cérebro causa, e que só precisa de pequenos elementos para poder fazer funcionar. \n\nEstes elementos podem ser qualquer coisa, e de fato, para a mente que está num ócio criativo quase forçado (já que , apesar das vacinas estarem andando, ainda não temos previsão do fim desta loucura que estamos), o momento pode surgir do nada. Pensamentos poderosos tomam sua mente quando você está à toa, almoçando, lavando a louça, arrumando a cama. Pelo menos comigo tem acontecido: certa vez, me vi considerando a questão da realidade em meio a uma aula de inglês que eu ministrava. É claro que tive que continuar, e não parar tudo para poder considerar o que pensava; não se paga contas com castelos no ar. \n\nÉ quase engraçado pensar nisso, porque , confesso, não é algo que seja inédito na minha vida, estas elocubrações-relãmpago: lembro-me muito de diversas viagens de ônibus que fiz, quando do nada, o observar janela afora torna-se uma consideração sobre quem você é de verdade, e quem deseja ser. Por que cargas d'água surgiu aquele pensamento naquele momento? Talvez uma árvore um pouco mais torta tenha me feito recordar do passado; talvez simplesmente o pensamento já estivesse ali e, quando eu parei por alguns momentos, tornei possível ao meu cérebro considerar tais coisas. Não sei: só sei, como diria o filosófo Chicó, que foi assim. \n\nEm um texto anterior, eu cheguei a considerar sobre isso, sobre a necessidade real que temos de um momento para pensar. Naquele momento, eu achei que era necessário um esforço nesse sentido, porque não seria algo que ocorreria naturalmente; mas agora, com o passar dos dias em isolamento, me pergunto se nossas mentes não estão se acostumando a isso, a pensarem em si mesmas, uma meta-reflexão sobre seus rumos. Me pergunto, verdadeiramente, se isso é algo que está acontecendo com outros, ou se eu (juntamente com algumas pessoas que dividem desta minha aflição) simplesmente desisti do mundo fora de mim, e migrei de vez para dentro da minha própria cabeça.\n\nE você, como está?\n\nhttps://tesourosempoeirados.blogspot.com/2021/07/cronicas-do-novo-normal-filosofia.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "oh7ewi",
            "num_comments": 0
        }
    ]
}