{
    "posts": [
        {
            "title": "livros em segunda mão",
            "selftext": "Bom dia, onde é que é possivel encontrar livros em segunda mão a valores que vale a pena?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "117yjax",
            "num_comments": 4,
            "comments": [
                "Geralmente em sebos.\n\nSe não for em sebos, em grupos de vendas de livros usados pelas redes sociais afora.",
                "Sebos e feiras...\nSebo tem que saber garimpar e tal... hehehe",
                "Procure por sebos (ou alfarrábios, como se chamam em alguns lugares) na sua cidade. Se quiser comprar online, confira o site Estante Virtual.",
                "[Estantevirtual.com.br](https://Estantevirtual.com.br) é de longe o melhor site para compras online."
            ]
        },
        {
            "title": "Não sei se insisto em tentar ler livros em inglês",
            "selftext": "Nos último meses eu venho adquirindo o hábito de leitura, até então todos os títulos que eu li, os li em português. Porém recentemente venho tentando ler títulos em inglês, para treinar minha habilidade de leitura e expandir meu vocabulário, porém tenho dificuldade em manter um bom ritmo de leitura, pois tenho que fazer pausas para traduzir termos que ainda não conheço, especialmente em livros de fantasia, as vezes me deparo com um termo que não conheço e ao pesquisar, descubro que é um termo fictício, isso vem atrapalhando minha imersão. Alguém tem alguma recomendação de títulos fáceis em inglês, porém não juvenis ou quem sabe algum conselho acerca do meu problema de imersão?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "117vx98",
            "num_comments": 21,
            "comments": [
                "Bom, o que eu fiz logo que comecei a ler em inglês foi não procurar por toda palavra que não conhecia. Muitas vezes dá pra tentar entender por contexto o que tá sendo dito, mesmo sem saber o que aquela palavra em específico quer sizer. As que não dá, eu só procurava se desse pra ver que tá numa parte crítica da história e era importante entender tudo. Caso não se sinta confortável fazendo assim, recomendo pegar livros que você já leu em português ou conhece a história, assim não vai afetar muito seu entendimento como um todo. \n\nSobre termos, se você já tem um vocabulário em inglês relativamente ok pra ler um livro, você provavelmente tem algum tipo de estranhamento quando vê um termo fictício, principalmente os de fantasia. Espera pra ver se o livro não explica o que é.",
                "Tem Kindle? Pode agilizar a tradução para você...\nSe tu ainda nao consegue ler com certa fluência, talvez seja melhor outros tipos de texto? Artigos, contos, textos dirigidos para estudo...\n\nPode lhe auxiliar no vocabulário e aprender palavras por contexto...",
                "Estou numa posição parecida. Meu inglês é razoavelmente bom, suficiente pra eu assistir conteúdos sem dublagem ou legenda (exemplo: Friends, PewDiePie, 3blue1brown, etc) e entendo tudo com facilidade, às vezes nem percebo que está em inglês. No entanto, livros requerem um vocabulário muito rico, pois usam palavras extremamente específicas pra descrever as coisas, então eu sinto alguma dificuldade quando leio livros mais \"avançados\" tipo The Witcher. Dito isto, com essa dificuldade eu insisto na leitura, faço pausas quando necessário e sigo num ritmo menor. Geralmente a primeira metade do livro é a mais lenta, a segunda metade é mais rápida porque o vocabulário tende a se repetir, daí na segunda metade eu já encontrei e pesquisei a maioria das palavras novas.",
                "Procure no google: Robinson Crusoe in Levels",
                "Não procure todas as palavras, a maioria você consegue pegar pelo contexto e se não pegar pelo contexto as vezes nem é uma palavra super relevante para o momento do texto. E a dica mais importante é respeitar o seu ritmo, é normal ler em uma velocidade menor quando estamos lendo em outro idioma, não precisa ter pressa, o livro é para ser vivido inclusive em outro idioma. Tenta procurar por escritores de outros idiomas traduzidos para o inglês, assim a tradução para o inglês já pode ser um pouco mais simplificada.",
                "Acho q pegar um livro de uma vez é muito puxado mesmo. Eu aprendi inglês me expondo ao idioma, mas não com leituras longas. Comecei vendo filmes e vídeos do youtube com legendas em inglês, ouvindo músicas enquanto acompanhava a letra, e seguindo muito gringo nas redes sociais. Acho q aprendi mais inglês lendo posts no tumblr do q qualquer outra coisa kkkk. Aí depois fui pegando textos mais longos, tipo matéria de jornal, até conseguir ler um livro inteiro e também artigos acadêmicos. Talvez seja bom começar por livros best-seller ou thriller, se vc gostar, pq o vocabulário é mais simples e eles costumam ter uma leitura mais fluida. Parar pra procurar a tradução de alguma palavra sempre vai rolar, até em português às vezes a gente precisa de dicionário. Mas é isso, não desiste não, só vai aos poucos :)",
                "Leia livros q vc já conheça a história. Dizem que The Catcher in the Rye (o apanhador no campo de centeio) é fácil. Ainda vou ler.\nExperimente livros infantis como: The Invention of Hugo Cabret, Echo Pam Muñoz",
                "Várias pessoas se frustram ao lerem algo em outra língua por não compreenderem tudo, mas não só isso é inevitável como é bom que seja assim. São as lacunas que põem seu cérebro a funcionar, e o próprio propósito desse tipo de leitura é se defrontar com expressões desconhecidas. Como já disseram, alguns termos você deduz a partir do contexto, e para não atravancar a leitura, você pode prosseguir mesmo sem entender os pormenores, e traduzir separadamente o que precisa após encerrar um capítulo.\n\nTambém concordo que livros de fantasia ou fábulas não são os mais indicados de início, já que contém muitos termos que não se empregam diariamente. A escolha vai conforme seu domínio do idioma, com algo que provoca algum desafio, mas sem gerar dificuldades desnecessárias. O Retrato de Dorian Gray está entre as melhores recomendações caso tenha um inglês razoável, pois a escrita dele é relativamente simples, e até hoje seu enredo agrada bem ao público. Mas se estiver numa pegada mais classuda, também há boas edições bilíngues de Shakespeare disponíveis no mercado.",
                "começa lendo fanfic, tem várias no AO3",
                "Uma dica para você aprender inglês é assistir filmes em português com legendas em inglês.\n\nVai ter algumas coisas diferentes, mas é bem interessante.\n\nAtualmente, procuro assistir filmes/documentários em inglês com legendas em inglês.\n\nSe você já tiver uma base, é bem interessante.",
                "Vai ver os livros que você está lendo são difíceis ou muito longos,não séria mais facil começar por um livro curto e de fácil compreensão?tipo poucas palavras.",
                "Se sua intenção é aprimorar o inglês procure por séries Graded Readers, que são livros graduados por níveis de proficiência.",
                "Bom. Eu tenho praticado meu inglês lendo HQ em inglês. Acompanho principalmente os x-men e alguma outras. Tenho aprendido muitas expressões populares e gírias desse jeito.\n\nPs. Por coincidência aprendi nesse instante a expressão \"can of worms\" que equivale a nossa \"casa de marimbondo\"",
                "No início é assim mesmo. Eu enchia páginas e páginas de glossário. Isso aí é normal, você tá criando vocabulário igual o esportista cria músculo fazendo exercício. Certas coisas levam tempo. Continue o esforço que vai melhorar.",
                "Livros bons para começar a ler em inglês são O pequeno príncipe, Robinson Crusoé e Alice do país das maravilhas. Acredito eu que você não terá tantos problemas para pesquisar palavras que você não conhece ainda."
            ]
        },
        {
            "title": "Vocês conhecem algum site que permita verificar o nível dificuldade de leitura de um livro antes de iniciá-lo?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "117ppaz",
            "num_comments": 8,
            "comments": [
                "Pergunte para AI ChatGPT \"Determine o nível de dificuldade do  livro, a faixa etária a que é indicado e se é específico de alguma área de conhecimento e se é para iniciantes ou avançados nessa área.\" É só me fornecer o título do livro que você tem em mente.",
                "Se pesquisar algumas resenhas no YT eu acho que poderá obter essa informação. Aqui no Reddit também",
                "Pra esse fim especificamente acho que não tem... Mas pode ler as resenhas do Goodreads, que pra mim é o melhor...",
                "Tem o Skoob, uma rede social apenas sobre livro. Você pode ler as resenhas que as pessoas fazem sobre eles.",
                "Eu geralmente vejo a \"amostra grátis\" dos ebooks da Amazon. Analisar, ao menos que um pouco, o estilo de escrita de um livro, já me indica se aquilo é o que quero ler naquele momento em específico.",
                "Em inglês tem alguns sites que analisam coisas como o nível de dificuldade ou diversidade de vocabulário a partir de uma amostra de texto. Mas não conheço nada do tipo em português.\n\nA título de exemplo coloco o https://textinspector.com\n\nTem outros. Visitei um em que o texto era até mesmo comparado com os níveis de faixa etária/ escolar. Tem que ser um pouco criativo com as palavras de busca apenas.",
                "eu geralmente procuro pdf no google antes de comprar, pra ver o nível de dificuldade.",
                "acho que esse subreddit msm é usado com esse intuito algumas vezes kk"
            ]
        },
        {
            "title": "Livros sobre invasão alienígena/exploração de outros planetas",
            "selftext": "Fala galera, tudo certo?\n\nGostaria de algum livro que abordasse esse tema pra dar pro meu irmão, ele é viciado nessas coisas, já maratonou aquela série Falling Skies umas 3x, outros filmes do gênero, mas de livros mesmo ele só leu guerra dos mundos, existem mais alguns bons com essa temática de encontros entre humanos e alienígenas?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "117hve6",
            "num_comments": 32,
            "comments": [
                "Contato - Carl Sagan",
                "O fim da infancia\n\nTem serie também e é muito boa.\n\nÉ so re uma Invasão \"pacifica\"",
                "Fundação do Isaac Asimov. \n\nInclusive, aproveitando o comentário anterior, investe em Isaac Asimov, Carl Sagan e Arthur C. Clarke.",
                "Te recomendo todos os livros do Arthur C. Clark, que acabam tratando de vida alienígena e exploração espacial sempre de um jeito ou outro, mas especialmente \"O fim da infância\"",
                "Guerra do Velho",
                "Encontro com Rama\n\nApesqr do nome estranho, é sobre uma nave que passa na terra e que parece estar abandonada",
                "The 100",
                "A trilogia de O Problema dos Três Corpos é sobre é exatamente sobre isso. Começa como um thriller, passa pela revolução cultural chinesa e vai literalmente até o fim do universo. Recomendo muito. Vai ganhar uma adaptação da Netflix que esta sendo adaptada em animação e live action por empresas chinesas. É incrível e trata a invasão alienígena de um jeito que eu nunca vi antes.\n\nOutro que ele pode gostar também é O Fim da Infância do Arthur C. Clarke. Tem um pouco menos de exploração de outros planetas, mas a invasão alienígena também ocorre de um jeito que incomum. Gosto bastante.\n\nEdit: Corrigi o autor de O Fim da Infância",
                "Vejo que já conhece HG Wells, então recomendo o Guia do mochileiro das galáxias do Douglas Adams, da Terra a lua de Júlio Verne, e a fundação de Isaac Asimov.\nRecomendação extra Doctor who tanto livros quanto séries, e Perdidoa no espaço da Netflix.",
                "\r\"Ender's Game\" de Orson Scott Card\r  \n\"Contato\" de Carl Sagan\r  \n\"O Guia do Mochileiro das Galáxias\" de Douglas Adams\r  \n\"O Jogo do Exterminador\" de Orson Scott Card\r  \n\"Fundação\" de Isaac Asimov\r  \n\"Série A Invasão\" de Harry Harrison\r  \n\"A Guerra dos Mundos\" de H.G. Wells\r  \n\"Os Despossuídos\" de Ursula K. Le Guin\r  \n\"A Máquina do Tempo\" de H.G. Wells\r  \n\"O Fim da Eternidade\" de Isaac Asimov\r  \n\"O Planeta dos Macacos\" de Pierre Boulle\r  \n\"O Último Teorema\" de Arthur C. Clarke e Frederik Pohl\r  \n\"Os Sertões de Marte\" de Edgar Rice Burroughs\r  \n\"As Fontes do Paraíso\" de Arthur C. Clarke\r  \n\"A Voz dos Mortos\" de Orson Scott Card\r  \n\"O Vento Solar\" de Arthur C. Clarke\r  \n\"A Batalha do Apocalipse\" de Eduardo Spohr\r  \n\"A Mão Esquerda da Escuridão\" de Ursula K. Le Guin\r  \n\"Canticle for Leibowitz\" de Walter M. Miller Jr.\r  \n\"Hyperion\" de Dan Simmons",
                "Cara eu comprei e não li ainda mas acho que \"os despossuidos\" é mais ou menos isso",
                "Guerra sem fim,no caso são os seres humanos invadindo então é bem interessante",
                "Muito obrigado vou dar uma olhada em todas as sugestões!",
                "Tem uma série de livros Darkover. São pra mais de 12 livros.\n\nPra começar eu iria de dois pra conquistar.",
                "A Mão Esquerda da Escuridão da Ursula K. Le Guin, e todo Ciclo de Hain, não é exatamente sobre esse tema, o livro faz parte do Ciclo de Hain, no livro Genly Ai, um diplomata interplanetário a mando dos Ekumen, uma espécie de federação interplanetária (com uma certa cara de religião) que busca unir planetas habitados por espécies humanoides, no livro Genly vai para Inverno, um planeta no auge de uma era do gelo, em que não existe sexo ou gênero com a missão de estuda-los e convencê-los a entrar para os Ekumen. Em o Ciclo de Hain um dos temas é a ligação entre as espécies humanoides que os Ekumen representam e que querem firmar alianças uma vez que são de alguma forma ligadas, >! A civilização mais antiga, Hain, que começou a colonização interplanetária, fez a colonização inicial na Terra e inclusive experimentos genéticos, como em Inverno, e agora busca reunir todas essas civilizações depois de mantê-las muito tempo isoladas !<",
                "As crônicas marcianas - Ray Bradbury\n\nConta sobre o processo de colonização de Marte pelos humanos através do formato de crônicas.\n\nÉ um dos meus livros favoritos da vida.",
                "Devoradores de estrelas - Andy Weir",
                "Duna",
                "Invasores de corpos",
                "O Guia do Mochileiro das Galáxias - Douglas Adams",
                "Duna\n\nO Guia do Mochileiro das Galáxias",
                "Recomendo Um Estranho numa terra estranha. Segue sinopse pra Um estranho numa terra estranha traz a história de Valentine Michael Smith, um humano criado em Marte. Ao ser trazido à Terra, ele entra em contato pela primeira vez com seus iguais e se esforça para entender os costumes, a moral e as regras sociais que definem os estranhos terráqueos. Em meio a diversas barreiras, o homem de Marte se esforça para grokar (termo em marciano, criado pelo autor, com diversos significados, como: beber, sentir, aprender e fazer parte) esse mundo tão alienígena a ele, enquanto procura explicar à humanidade seus próprios conceitos fundamentais, bem como suas concepções de amor e respeito.\nNo romance, o leitor irá se deparar com os mais diversos tópicos de discussão: desde o amor livre, passando por críticas ao consumismo e até às instituições cristãs. A obra é vista como uma afronta ao moralismo e à cultura da época e, graças à sua mensagem de liberdade, tornou-se um manifesto do movimento hippie da década de 1970.\nÉ quase inevitável não fazer uma comparação com Tropas Estelares, também escrito por Heinlein. Enquanto Tropas, lançado em 1959, apresenta um viés mais militarista e conservador, Um Estranho Numa Terra Estranha, lançado dois anos depois, chegou ao público repleto de críticas sociais, hedonismo, e uma clara insatisfação com a cultura de sua época. Essas duas obras totalmente distintas, lançadas em um curto período de tempo, demonstram a versatilidade e a genialidade de Heinlein, que, ao lado de Arthur C. Clarke e Isaac Asimov, é considerado um dos maiores autores da ficção científica.",
                "Piquenique Na Estrada.",
                "Eu iria nos clássicos:\nGuerra dos Mundos - H. G. Wells\n2001: Uma Odisséia no Espaço - Arthur C. Clarke",
                "Tem o próprio Alien, do Allan Dean Foster.",
                "O Guia do Mochileiro das Galáxias"
            ]
        },
        {
            "title": "esse livro n deve ter nem 2 semanas e essa parte dourada já tá saindo :(",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "117fij4",
            "num_comments": 12,
            "comments": [
                "Tá ficando invisível só",
                "Normal, não sei porque as editoras ainda insistem nesse tipo de stamping. Harry Potter faz isso desde que saiu no Brasil e a Rocco insiste, a HarperCollins inventou a mesma coisa nas edições novas de Nárnia...",
                "Que raro encontrar uma pessoa que também gosta da Biblioteca invisível!",
                "É muito triste. Mas para ser sincero, no seu caso em especial, eu acho que... adicionou certo charme para o livro. Mas menos de duas semanas complica demais! Imagina como estará daqui um ano?",
                "O nome é biblioteca invisível, se algo não ficar invisível vc deveria se preocupar.",
                "Que dor"
            ]
        },
        {
            "title": "Alguém sabe o nome?",
            "selftext": "Tinha esse livro na biblioteca da minha escola e a professora lia p gente, foi la pra 2018\\19.\n\nOs protagonistas eram um grupo em uma escola de elite, entre eles havia um chamado Magricela, ele jogava basquete se não me engano. Dai eles tentam desvendar o porquê alunos dessa escola estão desaparecendo, no meio da trama entra um gurizinho que provavelmente sofria bullying e um policial. Eu real não lembro mais o plot, mas o desfecho é o protagonista legítimo conversando com o diretor, decepcionado porque estava brigado com o grupo depois de todos os acontecimentos e porque não conseguiu desvendar nada, dai quando o diretor vai dar suporte pra ele, acontece o plot twist. Era ele quem estava por trás de tudo e o protagonista ja sabia, tinha armado tudo. Na época eu me senti 100% eletrizado enquanto a professora lia KKKKKKKKKK mas enfim, ja fazem meses que tenho tentado lembrar o nome",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116zya7",
            "num_comments": 2,
            "comments": [
                "Pedro Bandeira, talvez A Droga da Obediência. Magri é um dos \"karas\" (ou \"uma\", não tenho certeza), junto com Crânio, etc."
            ]
        },
        {
            "title": "Pq nesse sub não é tão falado sobre livros Young Adults?",
            "selftext": "titulo.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116wgxf",
            "num_comments": 62,
            "comments": [
                "Vai ver não tem gente tão interessada assim nesse tipo de livro. Do contrário, haveria mais tópicos sobre o tema.",
                "Eu fiquei positivamente surpreso com isso aqui. Detesto YA, particularmente.",
                "Graças ao bom deus pai. Isso aí já não contaminou quase todos os espaços que se fala de livro?",
                "Quem faz o conteúdo são os usuários. As pessoas vão falar sobre os livros de que gostam.",
                "Esta bolha rejeita o gênero.",
                "Ué, pq ninguém que gosta postou sobre",
                "Eu ainda acho que se fala até demais.",
                "Ainda bem que não é.",
                "Provavelmente pq são livros mais simples, que não abrem margem para interpretação e discussão, são \"explicitos\". Geralmente livros mais complexos, ou clássicos, são mais discutidos justamente pq são temas mais abstratos e \"difíceis\" de ler. Talvez você não se interesse por esses livros por ser uma pessoa nova, mas ao longo do tempo, provavelmente vai começar a se interessar mais por eles, pq o caminho natural do ser humano é a curiosidade, querer aprender coisas novas,  e Young Adults muitas vezes não trazem tantos elementos assim. É como desenhos infantis, você pode gostar deles, pode assistir se estiver passando, mas dificilmente um desenho como Patrulha Canina vai prender sua atenção por muito tempo, pq é muito simples.",
                "Se eu tivesse que chutar o motivo, seria o fato de que o Reddit _para brasileiros_ não é tão famoso assim ao ponto de uma boa parte do público de leitores em geral vierem aqui e comentar sobre livros.\n\nOs mais vendidos geralmente se concentram em Y.A., romances hots e autoajuda. Tem um e outro que comenta aqui, mas não é o foco. E _honestamente_ nem quero que seja.",
                "Ainda bem!",
                "Defina “Young Adults”",
                "deve pq as pessoas no sub nao gostam ue",
                "Pq aqui é o subreddit livros e não books.",
                "bons demaissss",
                "Não sei se concordo. Acho que se deve ao número muito elevado de obras com muitos temas e público? Sinceramente não sei",
                "O que é mais falado aqui?"
            ]
        },
        {
            "title": "Fanfic, alguém lê hoje em dia? Antigamente era popular pelo menos",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116vq1q",
            "num_comments": 65,
            "comments": [
                "Eu, eu.",
                "Eu leio. Wattpad é meu aplicativo favorito",
                "Eu leio kkkkkk.\n\nGosto de ler pelo Ao3 e pelo Fanfiction.net, as vezes pelo Spirit. Leio quase exclusivamente de Harry Potter, que é meu special interest, mas as vezes(quase nunca) leio de outros fandoms.",
                "Cara, faz um bom tempo que li, as últimas vezes se tratava de capítulos únicos, já não tenho paciência para acompanhar. E acredito que ainda seja popular, talvez só esteja mais famoso em outro nicho, como K-pop ou categorias especificas.",
                "Nao leio com frequência, mas sempre gostei muito. Lembro até hoje de cinco que foram as melhores que eu li. \nFoi muito importante para que eu gostasse de ler.",
                "Eu mesma ksjkkkkk tava lendo uma de Harry Potter",
                "Li demais no Ao3, continua muito popular mas não no BR. Acho que é porque o Wattpad ficou uma merda, usava desde 2014 e faz uns anos que eu larguei quando começaram a enfiar anúncio em tudo e querer lucrar em cima. O Ao3 é muito melhor mas tem que saber inglês, praticamente não tem nada em pt.",
                "Neil Gaiman, autor de Coraline, iniciou a vida de escritor escrevendo fanfics. Eu nunca escrevi, mas deve ser bom.",
                "Tenho fases algumas vezes por ano de abrir o AO3 e só devorar umas dez fanfics, mas não é com frequência kkkk",
                "Eu postei no wattpad um conto de terror que me deu muito trabalho pra escrever só pra depois descobrir que a plataforma só serve pra postar histórias da Selena Gomez trepando com o Faustão",
                "Leia pelo AO3 que é gringo, porém trás várias fanfics em diversas línguas. Eu não gosto de ler em inglês então aciono o tradutor, as melhores fanfics escritas em minha opinião.",
                "eu pessoalmente n leio, mas conheço algumas pessoas que até hoje leem sim",
                "Eu leio (e escrevo).",
                "eu juro que leio algumas de vez, em intervalos entre um livro e outro",
                "eu lia umas mais curtas, tipo cap único e escrevia bastante até ano passado, faltou só um cap da minha ultima fanfic, n sei quando vou lançar, mas sinto falta",
                "Acho que é mais um caso de você ter deixado ou ser deixado para trás do que efetivamente uma queda na popularidade. Os sites e os espaços para fanfic mudaram muito nos últimos dez anos e os antigos naturalmente foram sendo abandonados.",
                "eu leio sempre kkkkkk"
            ]
        },
        {
            "title": "Sobre Daisy Jones & The Six",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116r34c",
            "num_comments": 5,
            "comments": [
                "A real é que todo mundo é meio maluco nesse livro, né? Em partes, concordo com o comentário, mas o Billy também é desse mesmo jeito, às vezes até pior, na minha opinião. Acho a Daisy legal porque ela sabe se impor (mesmo que algumas vezes ela se enfie em merd*) diante das situações machistas, e eu sempre gosto de personagens mulheres assim. Pra ser sincera, não consegui criar muito afeto por nenhum personagem, mas se fosse pra escolher algum favorito seria a Karen!",
                "Taí um livro que todo mundo ama e eu não achei nada demais.\nAcho que a autora soube criar um cenário bem construído.. Parece mesmo que vc está lendo uma entrevista de banda e tal, além da história por trás das letras das músicas MAS achei bem okzão na verdade",
                "Esse livro é horrível mdsss até agr não acredito q gastei dinheiro com isso",
                "Nem consegui sair do primeiro cap"
            ]
        },
        {
            "title": "Livros no estilo HP",
            "selftext": "Quais livros no estilo de Harry potter vocês recomendam? Não necessariamente os mesmos temas, mas que seja uma leitura leve e instigante ao mesmo tempo",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116o084",
            "num_comments": 17,
            "comments": [
                "Jogos vorazes",
                "Percy Jackson;\nHunger Games;\nBook of Magic;\nThe Wizard of Earthsea.",
                "Percy Jackson",
                "As Cronicas do matador de reis: o nome do vento e o temor do homem sábio",
                "\"Jonathan strange e Mr norrell\"",
                "O feiticeiro de terramar",
                "Se souber ler inglês, Harry Potter and the Methods of Rationality é uma fanfic em que os personagens têm espírito científico.\n\nEu sei que não é livro, mas é muito bom. É hilário, e a trama é inteligente e bem feita.",
                "Carry on, trilogia supimpa",
                "Magisterium",
                "Percy Jackson com certeza!",
                "Artemis Fowl...\nMadru...\nLythande...\nDesventuras em Série",
                "Saga Divergente",
                "A escola do bem e do mal"
            ]
        },
        {
            "title": "Poesia Moderna e sua metrica",
            "selftext": "Alguém que entende de poesia modernista pode me explicar como funciona o uso de [ ] ( ) { } e coisas do tipo?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116n3kg",
            "num_comments": 1,
            "comments": [
                "l(a\n\nle\naf\nfa\nll\n\ns)\none\nl\n\niness\n\nCoisas como isso\n\nhttps://images.app.goo.gl/JLHbNUmUPveybrC78\n\nE métricas assim\n\nBalalaica\n[como um balido abala\na balada do baile\nde gala]\n[com um balido abala]\nabala [com balido]\n[a gala do baile]\nlouca a bala\nlaica"
            ]
        },
        {
            "title": "Apaixonada por Um Defeito de Cor",
            "selftext": " Terminei a leitura de Um Defeito de Cor e ainda tô bem impactada com essa experiência. Demorei quase dois meses pra terminar a leitura e isso porque realmente me joguei nela, mas eu entendo quem demora meses pra terminar. É tudo muito intenso.  \n\nAlguém aí já leu também? Vocês curtiram? Eu não consigo parar de pensar na trajetória da Kehinde e todo o recorte histórico que a autora representou. Aprendi tanto, vivi tanto. Estou 100% AMO LER hahahah",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116jqoh",
            "num_comments": 1,
            "comments": [
                "Comecei a ler \"Um Defeito de Cor\" faz pouco tempo, mas parei pq decidi terminar minha leitura de \"Viva O Povo Brasileiro\" primeiro. \n\nEstou numa fase \"calhamaços\"."
            ]
        },
        {
            "title": "Histórias otimistas/livros felizes",
            "selftext": "Oi, gente!\n\nSinto que estou entrando numa fase meio depressiva e queria livros felizes para melhorar meu ânimo!\n\nNão gosto de romances juvenis (young adult). \n\nTenho 25 anos e tô acostumada com clássicos.\n\nPode ser em PT, ES ou EN! \nPode ser ficção ou não ficção, também. \n\nObrigada ♡",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116he8y",
            "num_comments": 24,
            "comments": [
                "O Jardim Secreto - Frances Hodgson Burnett",
                "Os livros do discworld do Terry Pratchett sempre me ajudam nesse sentido\n\nSe nunca leu nenhum recomendo Guards Guards!",
                "Anne de Green Gabels",
                "Little Women, de Louisa May Alcott",
                "A Pediatra - Andrea del Fuego. Eu gostei, achei um livro bom para dar uma pausa nas minhas leituras mais pesadas.",
                "o homem que plantava árvores      -   Jean giorno",
                "**The Tunnel to Summer, The Exit of Goodbyes**, de Mei Hachimoku. \n\nPrefiro não comentar muito sobre a obra porque sinto que estragaria a sua experiência, mas o livro tem um final bem feliz.",
                "Outsiders - Vidas sem rumo",
                "Que tal: O menino,a topeira, a raposa e o cavalo.\nEsse livro é perfeito 😍😁",
                "Já leu David Copperfield? O começo é difícil acompanhar uma criança sofrendo, mas depois fica tão gostosinho de ler...",
                "Gosto muito de livros de crônicas para isso.\nSugiro Érico Veríssimo, As mentiras que os homens contam e Comédias para se ler na escola (não ligue para o nome, é muito bom)\nOutro que acho sensacional é João Ubaldo Ribeiro. Veja Sempre aos Domingos.\nE As Cem Melhores Crônicas Brasileiras, que é um compilado de várias autores também é muito bom.",
                "Memórias Póstumas de Brás Cubas 👍",
                "\"O hobbit\" se gostar de fantasias te apresenta um mundo fantástico com personagens com visões esperançosas e otimistas sobre a vida e mostram a importância de sempre ter um propósito. \n\n\"A sombra do vento\" se gosta mais de um romance esse fala sobre  a vida de um menino desde a sua infância até a fase adulta com uma trama misteriosa e empolgante, alem de desafios e situações comuns que todas as pessoas passam é muito bem retratado pelo escritor como essas situações podem ser surpreendentes e emocionantes dependendo só como é contata e vivida.",
                "O sonho de um homem ridículo - Dostoiévski",
                " Alucinadamente feliz da Jenny Lawson - lembro de ter dado doas risadas com ele, ja faz um tempo, mas achei muito bom.\n\nInfância, adolescência e juventude do Tolstoi - n é um livro feliz propriamente dito, mas me trouxe um sentimento muito bom quando li, acho que me identifiquei com ele, vale a leitura.\n\nFica bem, OP.",
                "O sonho de um homem ridículo - Dostoiévski\n\nApesar de ser Dostoiévski, esse livro tem um final feliz e uma boa reflexão!"
            ]
        },
        {
            "title": "Feira de livros usados no RJ",
            "selftext": "Alguém do RJ que conheça feira de livros pela zona norte/zona sul do RJ?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116fanv",
            "num_comments": 2,
            "comments": [
                "tem uma no méier, pertinho da estação, do lado da caixa."
            ]
        },
        {
            "title": "Livros com protagonista saindo da zona de conforto",
            "selftext": "Queria uma ficção, fantasia, algo do tipo.\nOnde o personagem precisa enfrentar um desafio que nunca tinha feito antes.\nAlgo que inspire coragem para os momentos difíceis.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "116ejuq",
            "num_comments": 29,
            "comments": [
                "O hobbit",
                "Na natureza selvagem, de John Krakauer",
                "a rainha vermelha\n\nos homens que não amavam as mulheres",
                "acho que todo livro de aventura tem essa premissa não? kkkkkk\n\nrecomendo duna e o hobbit",
                "O lobo da estepe",
                "O oceano no fim do caminho - Neil Gaiman",
                "Metamorfose do kafka (tô brincando)",
                "\"O nome do vento\" o tipo de livro que através da empolgação e motivação dos personagens desperta uma vontade em nós de evoluirmos juntos vale sua atenção",
                "O Hobbit,óbvio, aproveita e depois lê o senhor dos anéis",
                "O velho e o mar",
                "A Longa Marcha- Stephen King",
                "O hobbit, O feiticeiro de terramar, As tumbas de atuan, Duna, A trilogia de o senhor dos anéis, Harry potter e mais uns 500",
                "lê um que chama A BOA SORTE, sério. sai dos clichês e nossa é tudo vc descreveu que quer sentir",
                "Quase todos? Kakakkakakakkakakak\n\nMas sigo a recomendação do amigo aq, O Hobbit é basicamente isso aí",
                "Bird box, e olha que ela tem que sair da zona de conforto várias vezes por obrigação pra garantir a sobrevivência dela e de seus filhos. Todo o livro é sobre desafios.",
                "Perdido em Marte - Andy Weir",
                "Lembrei tb dos romances: Raízes ( aquele do junta kinte), A cor purpura e O conde de monte Cristo, o Hobbit. Ok, ninguém saiu de sua zona de conforto por vontade própria, mas   todos tiveram que ter coragem para enfrentar suas respectivas sagas.",
                "Eu li a uns meses Biblioteca da Meia Noite, de Matt Haig. Fala mais ou menos do que você está falando com ficção",
                "cheguei atrasada mas\nA guerra de papoula - R. F. Kuang\nconfia"
            ]
        },
        {
            "title": "Recomendação de livros de filosofia",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1169s43",
            "num_comments": 1,
            "comments": [
                "O seu tópico é um daqueles repetidos com muita frequência e não acrescenta nada de novo ao que já foi discutido. Lembre-se que a ferramenta de busca é sua amiga."
            ]
        },
        {
            "title": "Ferramentas de leitura",
            "selftext": "bom dia, atualmente utiliso um app chamodo reader era no celular para ler, mas gostaria de sicronizar meus livros na nuvem para que pudesse continuar do mesmo ponto no computador, vocês conhecem algum ferramenta para isso?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1169nj4",
            "num_comments": 3,
            "comments": [
                "O próprio ReadEra faz isso mas você tem que pagar. Pelo lado bom, você paga só uma vez ao invés daqueles pagamentos mensais chatos",
                "O app do Kindle e o do Google Play Books sincroniza com a nuvem de graça.",
                "O próprio adobe acrobot ele sincroniza qualquer PDF que você quiser de graça e ainda dá pra marcar as frases etc....."
            ]
        },
        {
            "title": "Livros sobre criação de filhos",
            "selftext": "Me recomendem livros sobre criação e educação de filhos",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "115ztf3",
            "num_comments": 15,
            "comments": [
                "Ainda não li, mas pretendo ler : \"A raiva não educa, a calma educa\"\n\nA alguns anos acabei aprendendo um pouco  e descobri do a existência da educação positiva, sobre o que a ciência de profissionais dizem sobre a educação das crianças. Não sei se o livro trata disso em específico mas me interessei nele. Estou beeeeeem longe de ter filhos, mas quero adotar um dia e pra isso preciso aprender sobre isso, mas isso é um problema pro meu Eu do futuro. Mesmo assim acabei me interessando por esse livro, só não li ainda por estar muito viciado em outras obras tipo As provações de Apolo e O hobbit",
                "**\"O cérebro da criança\", de Daniel J. Siegel**\n\n\n**\"Comunicação Não Violenta\", de Marshall Rosenberg**. Sim, é um livro de auto ajuda, mas tem idéias que são bens praticáveis e podem melhorar um tanto a sua forma de se relacionar especialmente estando em posição de autoridade.\n\n**\"A psicologia da criança\", de Jean Piaget**. Essa é uma leitura um tanto mais difícil que as outras, mas ainda acho essencial.\n\n**\"O Desaparecimento da Infância\", de Neil Postman**. Embora não se enquadre no que você pediu, acho que esse livro evidencia algumas coisas que é bom se ter em mente quando tratamos de crianças em uma época de mídias de massa.",
                "Não é tanto sobre a criação de filhos, mas sobre a relação de alguém com a paternidade em si e as mudanças que isso provoca: Uma Questão Pessoal, de Kenzaburo Oe.\n\nO protagonista do livro vive uma vida bastante boemia, até descobrir aos 27 que será pai de uma criança com anomalia cerebral. O livro tem um fundo biográfico.",
                "Besame mucho - Carlos Gonzales (é o melhor!)\nO cérebro da criança - Daniel J Siegel\nEducar sem pirar - Nanda Perim",
                "Olha, eu sigo uma pedagoga e educadora parental no insta, ela faz muito sucesso tanto entre os pais quanto entre quem ainda não tem filhos. Ela se chama Maya Eigenmann e acabou de lançar o mais novo livro \"A raiva não educa, a calma educa\". Ainda não li mas vira e mexe ela solta uns trechos do livro lá no insta e eu tô achando incrível!",
                "Eu nunca li esse livro, mas achei no Sebo e peguei pq me chamou atenção. \"Limites sem traumas\" da Tania Zagury.",
                "Estou quase escrevendo o meu.\n\nO meu será do ponto de vista de um pai que desde o primeiro momento deu de mamar (minha parceira eterna, mãe do cotoco, infelizmente não produziu leite. Por conta disso precisamos ir de fórmula desde o princípio) e trocou fralda molhada e cagada (ou seja, mais do que 70% dos pais fazem, pelo que vi por aí).\n\nFora educar mesmo, preparar as refeições planejar a compra de brinquedos e equipamentos para estímulo do desenvolvimento de acordo com a idade, roupas adequadas conforme a época do ano, planejar passeios que darão experiência de vida para a criança e assim por diante.\n\nO fato de eu ser o principal cozinheiro da casa ajuda, mas ver minha filha comer a papinha (e agora comida mesmo) que eu confeccionei especialmente pra ela não tem preço.\n\nA catarrenta completará dois anos em maio.",
                "Vou mandar um lista que vi nos comentários desse [vídeo](https://www.reddit.com/r/MadeMeSmile/comments/vs1cjo/a_mother_shares_her_kids_behavioral_changes_with/iezib7j/?context=3) em outro sub  \n\"How to talk so little kids will listen\" - Julie King\r  \n\r  \n\"How to talk so kids will listen (and listen so kids will talk)\" - Julie King\r  \n\r  \n\"The Positive Discipline\" - Dr Jane Nelsen\r  \n\r  \n\"Between Parent and Child\" - Dr. Haim Ginott\r  \n\r  \n\"No bad kids\" - Janet Lansbury\r  \n\r  \n\"Whole-brain child\" - Daniel J. Siegel\r  \n\r  \n\"How toddlers thrive\" - Daniel J. Siegel\r  \n\r  \n\"No drama discipline\" - Daniel J. Siegel\r  \n\r  \n“my one year old”, “my two year old” etc. - Louise Bates Ames\r  \n\r  \n\"Love and Logic Parenting\" - Foster Cline\r  \n\r  \n\"The Emotionally Absent Mother\" - Jasmin Lee Cori\r  \n\r  \n\"Raising an Emotionally Intelligent Child\" - Dr. John Gottman\r  \n\r  \n\"The Power of Positive Parenting\" - Glenn Latham\r  \n\r  \n\\[no title, books about nonviolent communication\\] - Marshall Rosenberg\r  \n\r\r  \n\"Unconditional Parenting\" - Alfie Kohn\r  \n\r  \n\"Simplicity Parenting\" - Kim John Payne\r  \n\r  \n\"The Soul of Discipline\" - Kim John Payne\r  \n\r  \n\"Gentle Parenting\" - Sarah Ockwell Smith"
            ]
        },
        {
            "title": "Algum livro de alguma distopia sobre se a Alemanha vencesse a 2° guerra mundial?",
            "selftext": "Já li The man in the higle castle...",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "115zf53",
            "num_comments": 5,
            "comments": [
                "Tem o livro Wolfenstein... Nunca li o livro e não posso dizer como é, mas se for a mesma coisa que os jogos Wolfenstein é um mundo onde a Alemanha ganhou a guerra.",
                "A serie do livro ficou legal.",
                "Há o \"Pátria Amada\", de Robert Harris.",
                "The Iron Dream, de Norman Spinrad, é um romance distópico ambientado em uma linha de tempo alternativo em que a Alemanha venceu a Segunda Guerra Mundial. Segue a ascensão de Adolf Hitler, que agora é um escritor de ficção científica em vez de um político. \n\nInfelizmente, não tenho conhecimento de nenhuma versão em português deste romance.",
                "Leia o Homem no Castelo Alto de Philip K.Dick"
            ]
        },
        {
            "title": "clube de literatura clássica",
            "selftext": "Alguém por aqui seria assinante do plano anual e teria acesso à loja? \n\nSeguinte, eu sou assinante do clube de forma mensal e esporádica. Por estarmos diante dos clássicos, algumas das edições por eles lançados eu já tenho, alguns da editora 34 ou da Penguim, e Antofagica. Assim para não ficar com livro igual, eu pulo as edições do clube. \n\nO problema é que agora estou com fixação em ler os clássicos gregos, romanos e afins. Não tenho nenhum deles. Calhou que vi a edição de Virgílio do clube e estou desesperada para conseguir uma edição para mim. \n\nPorém, a palhaçada do clube é que eles não deixam os assinantes esporádicos acessarem a loja. \n\nTeria um ser humaninho por aqui que tem acesso?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "115x9mr",
            "num_comments": 1,
            "comments": [
                "Dando um up aqui pq passo pelo mesmo problema.\n\nE não vejo sentido algum assinar um clube só pra poder comprar uma edição ja lançada por eles.. Sou doida na edição deles de A Divina Comédia, mas é aquilo né.. Só membros podem comprar ![gif](emote|free_emotes_pack|facepalm)"
            ]
        },
        {
            "title": "Carlos Castañeda, alguém pratica os ensinamentos?",
            "selftext": "Oi pessoal! Sou muito fã da obra de Carlos Castañeda, e como a maioria de seus leitores, comecei interessado nos relatos das experiências com plantas de poder, os enteógenos.  Mas conforme avançava na leitura, ficou claro que o foco do velho Juan era outro, passar os ensinamentos do caminho do guerreiro, que é uma forma de viver, um modus operandi muito diferente e mais eficiente do que o modo padrão que conhecemos.\n\nEu gostaria de saber se tem alguém aqui que também tenha essa visão da obra, gostaria muito de conversar sobre isso!\n\nAbraço!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "115wono",
            "num_comments": 0
        },
        {
            "title": "[bate-papo] O que você está lendo?",
            "selftext": "Tópico semanal para comentar suas aventuras literárias. \n\n1. Seja gentil e respeite as regras da nossa comunidade.\n2. Se for dar spoiler, utilize a marcação adequada. Para usuários do *old reddit* basta olhar a barra lateral do sub, enquanto para usuários da nova versão basta fazer a edição na hora da postagem.\n3. Considere visitar os subs afiliados /r/NaMinhaEstante e /r/Quadrinhos e o canal no Discord [Biblioteca da Meia Noite](https://discord.com/invite/biblioteca-da-meia-noite-958436550130139167). \n4. Para consultar os tópicos de semanas anteriores, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22conversa%22).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "115e9yz",
            "num_comments": 44,
            "comments": [
                "Relendo Cem anos de Solidão",
                "Laranja Mecânica ( Anthony Burguess )\nDeclinio De Um Homem ( Osamu Dazai )",
                "Tristão e Isolda da Hannah Closs",
                "Fogo e sangue.",
                "Marido e outros contos - Lídia Jorge",
                "Terminei *Flights* da Olga Tokarczuk. Começando *The Scarlet Letter* e *Pale Fire*.",
                "Sherlock Holmes vol. 2, leitura boa dms",
                "Frankenstein",
                "Trono de vidro ( iniciando o livro 2 essa semana)",
                "A Bandeira do Elefante e da Arara",
                "tô lendo harry potter e a ordem da fenix",
                "Dublinenses, James Joyce.\n\nDo que eu falo quando eu falo de corrida, Murakami.",
                "A Arte da Guerra - Sun Tzu\nÉ um livro diferente do que estou acostumada, então estou tendo um pouco de dificuldade no entendimento, mas estou me esforçando para esse ano ler livros mais \"conceito\"",
                "Poirot perde uma cliente - Agatha Christie",
                "Poemas do Maiakovski",
                "Atualmente tô lendo um sobre Psicologia Social, mas estou com vários na lista",
                "A guerra da Papoula - R. F. Kuang",
                "Vou começar Um Cântico para Leibowitz",
                "Terminei We Were Liars, da E. Lockhart, a alguns dias. Gostei bastante, principalmente da reviravolta perto do final, apesar do livro pecar um pouco na forma como pré-adolescentes se comunicam. Agora tô tentando ler Sátántangó, do László Krasznahorkai. Tem de tudo para ser um livro que gostarei bastante pelas análises que li a respeito, mas o começo é um pouco lento. Veremos.",
                "\"Os assassinatos da Rua Morgue\" de Edgar Alan Poe. Os próximos na minha lista são \"Mulheres que correm com lobos\" e \"Lady Killers\"",
                "Lendo Orgulho e Preconceito. Nunca li um livro de romance, então é algo completamente novo pra mim.",
                "Our wives under the sea. Quando ficar chato vou intercalar com Torto arado, no momento, só está prolixo",
                "A poesia do Álvaro de campos e do Drumond, estou lendo aos poucos ambas e vou começar hoje assassinato no expresso do oriente",
                "O retrato de Dorian Gray e biblioteca Gaiman",
                "Herança e testamento - Vigdis Hjorth",
                "Red hill - Jamie McGuire",
                "Jurassic Park",
                "Um Corpo na Biblioteca da Agatha Christie"
            ]
        },
        {
            "title": "minha amiga precisa de ajuda pra descobrir o nome de um livro",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1156bir",
            "num_comments": 11,
            "comments": [
                "Entrevista com o Vampiro,de Anne Rice",
                "Vampiro, adolescente, velho... Deixa Ela Entrar? 🤨",
                "que merda",
                "Tenta o chatGPT",
                "Não faço ideia.  \nA única coisa de vampiros que eu li que seja parecido é uma história em quadrinhos chamada Preacher. Não é sobre vampiros, mas tem um vampiro como um dos protagonistas...\n\nEssa é a história pregressa do personagem (em inglês):\nProinsias Cassidy (died c. 2065) was an Irish vampire. In his earlier days, Cassidy was a freedom fighter for the Irish republic. But after watching his best friend killed, he deserted his post. While deserting, Cassidy was attacked by a vampire living in a bog and was inevitably turned into a vampire himself. After feeling the guilt of not saving Billy, he left his family to believe he was killed as well."
            ]
        },
        {
            "title": "recomendação de livros pre aprender português pra vestibular",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1150va6",
            "num_comments": 1,
            "comments": [
                "Veja o da Adriana Figueredo para concurso público e tenha, se possível, o do Celso cunha como livro de consulta."
            ]
        },
        {
            "title": "Você tem algum livro preferido de Aforismos/Meditações ?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "114ykj5",
            "num_comments": 6,
            "comments": [
                "A imitação de Cristo.",
                "O livro do desassossego, inclusive estava lendo há pouco, é tão completo e profundo que mais me soa como uma Bíblia.. A bíblia do homem contemporâneo, e às vezes até a de mim mesmo, ou de um amigo intrigante.",
                "\"Reflexões ou sentenças e máximas morais\" - La Rochefoucauld",
                "O Poder do silêncio e o Poder do Agora e o Milagre da atenção plena são EXCELENTES.",
                "A Gaia Ciência",
                "Rubaiyát"
            ]
        },
        {
            "title": "Minha multilingue coleção de Duna (Frank Herbert).",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "114u857",
            "num_comments": 30,
            "comments": [
                "Olá, gostaria de partilhar as fotos das capas de minha multilíngue coleção de Duna (Frank Herbert). Ao todo localizei 33 traduções, das quais tenho 31 com a 32º a caminho. Espero que apreciem. Inté.",
                "a fonte do título na edição original é sensacionaaaal.\nengraçado que a edição que acho mais bonita é essa brasileira recente.\n\nparabéns pela coleção! não esqueça de beber água hehe",
                "Que coleção maravilhosa, OP. Parabéns!",
                "Capas e mais capas fantástica OP! É uma coleção belíssima e consigo imaginar o trabalho de monta-la com livros em tão boas condições, parabéns!",
                "Acho q vc é fã da saga 😆",
                "O 3o do canto superior a direita da 2a foto e o 2o da ultima foto, são as capas mais bacanas, bela coleção, queria ler esse livro, é bom?",
                "Isso que é ser fã.",
                "Muito foda \nPergunta meio pau no cu: quais deles tu leu?",
                "Bela coleção! Parabéns! 👏🏽👏🏽",
                "Poxa eu queria fazer uma dessa de Pequeno Príncipe. Comprei em Croata e só... E meu cachorro ainda destruiu a lombada",
                "É duna até umas horas... \n\nA diferença é o idioma ou as histórias são diferentes para cada idioma?",
                "Tá de parabéns! É uma baita coleção. \nAchei a capa da edição romena a mais diferentona/bonita"
            ]
        },
        {
            "title": "Need help finding information about this publisher: GRANITO EDITORES E LIVREIROS",
            "selftext": "Hi! I looking for information about Granito Editores e Livreiros from Porto, Portugal.\n\nMy research showed me that this publisher apparently no longer exists, but the registration in the\n\n'Global Register of Publishers' is active and indicates the same address and contact telephone number for the Faculty of Letters of the University of Porto. I have already contacted the University, but they don't seem to know anything about it.\n\nI have also tried web archives but could not find anything.\n\nAny ideas on how I can find information about this publisher?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "114pi7p",
            "num_comments": 1,
            "comments": [
                "![gif](emote|free_emotes_pack|facepalm)"
            ]
        },
        {
            "title": "Recomendações de romances sáficos",
            "selftext": "Olá, pessoal. Eu gostaria de algumas sugestões de romances sáficos, adolescentes principalmente.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1143t77",
            "num_comments": 3,
            "comments": [
                "https://www.reddit.com/r/suggestmeabook/comments/10au3wx/comment/j466gys/?utm\\_source=share&utm\\_medium=web2x&context=3",
                "Os setes maridos de evelyn hugo é ótimo."
            ]
        },
        {
            "title": "você já estudou alguma língua para ler algo no idioma original?",
            "selftext": "Quero começar a estudar alemão, tanto por interesse puro em outros idiomas quanto para ler alguns autores no original. Por agora quero focar apenas na leitura, quero ler de forma funcional, mesmo que focar dms nisso atrase o aprendizado dos demais fatores da língua, como fala e escrita. Para quem já estudou outros idiomas com esse mesmo intuído:\n\npor onde você começou?\n\no quão diferente foi sair de uma boa tradução direta para o original?\n\nquais foram os seus métodos?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "11407tp",
            "num_comments": 22,
            "comments": [
                "Vou estudar alemão pra ler Fausto, italiano pra ler A Divina Comédia, francês pra ler O fantasma da ópera e Madame Bovary, e inglês pra ler a cacetada de obra que tem nessa língua, mas principalmente Sherlock",
                "Paguei pra ter aulas. No início a professora (que era francesa até) dizia pra eu ler matérias curtas de algum jornal francês e depois fui para textos maiores. Eu não sou entendido em letras, mas não sei até que ponto passar por um aprendizado total da língua seja prejudicial em termos de aprender a ler nela.",
                "Basicamente é pra isso que eu estudo outras línguas. Não tenho interesse nenhum em falar. Eu acho que depende muito da língua: espanhol quase todo mundo deve começar lendo ± bem então é questão de se acostumar e pesquisar no dicionário as palavras. E a parte mais difícil é justamente essa: se acostumar. Você sente um incômodo com espanhol, como se não tivesse certeza do que tá lendo. Com a prática melhora (e com paciência também, como sempre). Aprendi só lendo, não fiz curso nem nada. Obviamente não sei falar. \n\nItaliano eu também leio. É mais difícil que espanhol e eu não entendo sempre, por vezes tenho que olhar no dicionário, mas ainda estou praticando. Eu li \"Il Fascismo Eterno\" do Eco e pretendo ler Calvino (provavelmente \"Le Città Invisibili\") ou \"Il nome della Rosa\", também do Eco. \n\nEu tô engatinhando no alemão e não acho que vou fazer grande progresso, pelo menos por agora que tô focando em outros idiomas. Como é uma língua mais distante eu não consigo ir direto pro texto. Geralmente faço um misto de Duolingo + exposição ao idioma (tipo ver filmes com legendas, vídeos etc.) e leitura de frases ou palavras que eu não entendo o significado ainda.",
                "Eu sou meio cético quanto a isso de aprender novos idiomas  com o motivo de principalmente ler obras no idioma original, por 2 motivos\n1- provavelmente o idioma que você vai aprender é bem diferente do idioma que o autor escreveu, por exemplo o inglês britânico da época de Shakespeare ou o russo do séc XIX de Tolstói e Dostoiévski são idiomas que foram desenvolvidos em um determinado contexto cultural e histórico\n2- você vai ler com a cabeça de brasileiro/pais onde você nasceu, com certeza um estadunidense entende Bukowski de forma diferente de um brasileiro, pelos detalhes culturais que você só entende se morar lá, então mesmo que esteja no idioma original, eu ACHO que vai ser praticamente a mesma coisa que ler uma tradução direta, pois é a interpretação de um brasileiro ou português, não do idioma original.\nNo caso do alemão tem mais um ponto, o alemão usado na literatura é diferente do alemão que se aprende em cursos de idiomas, se quiser mais detalhes eu pergunto ao meu professor de alemão",
                "Eu tenho esse mesmo interesse de ler as obras originais.\nEu era muito ruim em inglês, até tive que colar para não reprovar no ensino médio. Aprendi inglês na marra pra ler os livros da faculdade que fazia na época, os quais eram simples de serem entendidos pois eram de exatas; também passei a ler mangás em inglês para treinar e a tentar entender os video games que jogava (epoca do ps2, era tudo em inglês). Depois passei para a literatura mesmo: comecei com 2001, de Arthur C. Clark, e foi bem difícil nas primeiras páginas! Tinha um dicionário do lado e fui forçando o entendimento de cada frase. Depois de um tempo já não precisava olhar tanto o dicionário e a leitura ficou muito agradável. Fiquei muito satisfeito quando terminei. Forçar a barra pode não ser aconselhável mas não posso negar que me ajudou.\n\nEssa transição de textos de jornal ou acadêmicos para a literatura é bem difícil: dependendo do autor podes encontrar textos muito complexos e que podem te desanimar. Então procure textos de assuntos que te agradem e que sejam de escrita mais simples como livros para crianças e jovens: Harry Potter, O Hobbit, etc. Quando se sentir preparado, parta para autores mais desafiadores. Não se preocupe se não conseguir ler a primeira página, deixe o livro de lado e leia outras coisas; volte quando estiver mais confiante. Exemplo: primeira vez que tentei ler Shakespeare foi um desastre! Fiquei tão traumatizado que deixei o livro, Macbeth, na estante por uns 8 anos. Um dia peguei ele pra folhear e percebi que estava entendendo! Li na hora e foi muito gratificante: descobri que Shakespeare no idioma original é inigualável! Foi quando me dei conta tá que meu inglês estava muito bom (apesar de já assistir vídeos sem legenda a tempos haha), foi o livro que me \"certificou\".\n\nAtualmente leio em espanhol também, foi um aprendizado bem simples e tem uma rica literatura. Li Isabel Allende, Vargas Llosa, Borges, e Cervantes.\n\nEstou estudando alemão e russo para ler os clássicos. Em alemão consegui ler um livro Infantil, Wie schön ist Panama, de Janosch, mas estou parado nos estudos fazem uns meses. Meu objetivo é ler Goethe, Thomas Mann, Hermann Hesse e outros. Já até tenho os livros originais na estante hehe.\n\nO russo comecei neste mês de janeiro, então ainda estou no início do aprendizado mas já está sendo uma experiência muito divertida.\n\nAprender a ler outro idioma é como visitar um mundo novo: uma vastidão de conhecimento que antes eu nem fazia ideia que existia se torna acessível. É incrivelmente estimulante.\n\nAgora umas dicas: se possível compre um Kindle, sério! Ele já vem com dicionários para várias línguas, vai te ajudar muito.\n\nE também: não se preocupe se não entender todas as palavras de uma frase; o objetivo não é traduzir mas sim interpretar! Olhe no dicionário apenas o que você não conseguir extrair pelo contexto, a não ser que ela seja importante para o entendimento geral.\n\nFicou muito longo! Mas é isso! Divirta-se nesse mundo fascinante das línguas!",
                "Eu aprendi inglês porque depois de assistir ao filme \"As Horas\" eu meti na cabeça que eu devia ler \"Mrs Dalloway\" da Virginia Woolf no original. \n\nFoi uma longa e penosa jornada rumo às complexas variações de estilo narrativo do modernismo inglês, sozinho aqui no interior do Maranhão.  Se valeu a pena? Totalmente!",
                "Sim, o francês. Gosto muito dos autores clássicos da França. Já consigo ler certas coisas, porém como aprendi sozinho \"na marra\" eu não sei bem falar nem escrever. Está sendo bem legal o aprendizado.",
                "Pra mim foi o contrário… li algumas coisas em espanhol para aprender o idioma!",
                ">o quão diferente foi sair de uma boa tradução direta para o original?\n\nVai depender do seu conhecimento na língua. Eu sou iniciante em inglês e peguei um livro em inglês pra ler, pois não tem no brasil. Apesar de ter amado o livro, a imersão foi mais difícil pois eu ficava parando sempre para consultar dicionário e tradutor. Fora isso, uma leitura que me levaria umas duas semanas me ocupou por uns bons meses.  \n\n\nA não ser que você tenha um certo nivel de fluência, pode ser cansativo  \n\n\n>quais foram os seus métodos?\n\nUma aba do pc com o livro e a outra com Deepl e Urban Dictonary",
                "cem anos de Solidão",
                "Inglês pra ler kant mas como não sou muito boa a i nda travo muito, tentei alemão também mas esse ai eu sou ainda pior.\nMas quando fui traduzir parte do que li eu realmente achei algumas escolhas de tradução não muito legais.",
                "Seria tanto tempo de estudo pra conseguir fluência que prefiro usar o trabalho de alguém que já tem essa habilidade. E a língua estrangeira só o suficiente pra fazer um reuniaozinha.",
                "Sim, hebraico e inglês",
                "Unicamente por esse motivo acho que não aprendi um idioma. Eu sei ler em alemão romances não muito difíceis. Acho que com alguns meses de estudo você consegue."
            ]
        },
        {
            "title": "Me recomendem histórias com piratas",
            "selftext": "Do nada me deu essa vontade, mas não sei nenhum título (sem clássicos como a ilha do tesouro).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113znu0",
            "num_comments": 8,
            "comments": [
                "Não sei se chega a ser de pirata mas tô lendo 20 Mill léguas submarinas, tô curtindo bastante, recomendo",
                "Quando era criança tinha uma série que eu queria muito ler mas era só pra crianças maiores:\n\nSérie Barba suja, de José Marciel monteiro:\n\nOuro ou lata é a paixão do pirata?\n\nSó tem ladrão no Cara de cão.\n\nEra uma vez um pirata holandes.\n\nVida ingrata de pirata.\n\nNote, são livros infanto juvenis, nunca li, mas sempre quiz ler.",
                "Espadachim de carvão",
                "Sabe inglês? Se sim, recomendo a Liveship Traders da Robin Hobb - tem o primeiro traduzido pro pt pela leya, mas sabe-se la quando a suma vai trazer os outros agora que é a responsável pela Hobb aqui.",
                "Moby dick, one piece (brincadeira, não fiquem bravos), Os Gonnies tem um pouco sobre pirata tbm",
                "A Ilha do Tesouro do Robert Louis Stevenson.",
                "Hook, A Volta do Capitão Gancho. Lê aí, é legal. Só 240 páginas. É Peter Pan, mas não é infantil, é sobre o pirata. Tem canções, armas, beberagem... A visão do vilão."
            ]
        },
        {
            "title": "Coleção Mundos Paralelos: Ficção Científica da Globolivros",
            "selftext": "Estou lendo esse pequeno compilado de contos de autores brasileiros sobre o tema de ficção científica. Achei alguns contos bacanas, mas outros não gostei muito. Qual a opinião de vcs sobre? Já tiveram oportunidade de ler?\n\nAcho a iniciativa legal porque fortalece a literatura nacional, acima de tudo :)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113zjdx",
            "num_comments": 0
        },
        {
            "title": "Livros de fantasia que inspiram a passar por problemas difíceis",
            "selftext": "Sabe aquele problema na vida real?\nSeja pessoal ou profissional, um grande desafio.\n\nEntão, queria uma coisa quase heróica que me inspirasse a passar por esses momentos.\n\nA ideia seria ter uma outra ótica dos problemas da vida real usando a ficção.\n\nMe esbarrei na mitologia grega e parece ser algo que busco (Hércules mais especificamente) mas queria mais recomendações!!\n\nPS: De preferência, fantasias menos descritivas. Pense que o foco está na resolução do problema e não em ficar descrevendo o mundo :D",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113vr16",
            "num_comments": 20,
            "comments": [
                "O Nome do Vento, primeiro livro de uma trilogia, muito bom ver o protagonista subir na vida com seus altos e baixos.\n\nO.B.S: Trilogia incompleta",
                "O Hobbit, o bichinho tava lá no canto dele, na casa dele, no conforto dele, com comida de sobra e só queria paz. Aí aparece um velho do nada com uma ruma de anões e lasca com a vida dele confortável por mais de um ano. Ele passa por tudo isso, supera, sobrevive e na continuação da história (senhor dos anéis) ele espera para reviver novamente todos esses momentos em uma nova jornada.",
                "Uma dica interessante seria O peregrino, John Bunyan, mas veja! Pega toda parte religiosa e ignora. \n\nFez muito sentido pra mim quando se obseva as virtudes pela ótica da filosofia estóica, e não que a terra celeste seja um destino ou objetivo mas um modo de viver.",
                "Cara acho que basicamente todos os livros de fantasia são gestados na jornada do herói. Então diria que qq um. Eu gosto de um que, apesar de não ser fantasia, tem um processo muito bonito de passagem pelo luto e é ambientado tão bem quanto uma fantasia, que é o “F de Falcão”. Ela escreve mt bem. Gosto de into the wild tbm, mas ele n é positivista. N curto muito essa leitura de luta + luta = do nada uma redenção gigante e luz no final. Pra mim sempre parece uma narrativa mentirosa ent n sei se sou a melhor pessoa pra indicar isso, mas toma aí kkkkkk",
                "Percy Jackson e os Olimpianos do Rick Riordan."
            ]
        },
        {
            "title": "Não gostei de H.P Lovecraft",
            "selftext": "Um amigo meu é obcecado pelo Lovecraft, dei uma pesquisada e vi que 99% da internet ama esse cara. Comprei, dei uma lida no capítulo um, dois e dropei no três. Achei os contos muito desinteressantes e parados, não consegui ler de jeito nenhum. Alguém mais não gostou ou eu estou sozinho?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113s8v8",
            "num_comments": 32,
            "comments": [
                "Nossa, que libertador ler isso. É uma opinião que rende muitas pedradas em algumas comunidades por aí. Então vamos lá.\n\nEu **ESTUDEI** Lovecraft por anos porque sou, mais ou menos, dessa cena literária.\n\nPosso dizer com propriedade que o Lovecraft tem mais Hype do que leitores. Os poucos leitores que ele realmente tem são barulhentos, mas é, a maioria das vezes, um bando de nerdola preciosista que vive de nostalgia. O resto é só gente que sofreu alguma influência do Lovecraft em alguma mídia, tipo TV, quadrinhos ou cinema, leu alguns contos e tem uns livros na estante.\n\nAlguns fatores que eu acho importante considerar sobre o autor:\n\n1. Racista, misógino que escreveu carta falando que Hitler não fez nada de errado. Isso não diminui a importância dos textos dele. Poxa, o cara influenciou King, Gaiman não foi atoa. Mas os textos dele são batidos, tem uma moral tosca e o cara era uma pessoa detestável!\n2. Os textos dele têm valor histórico? Têm sim. Mas não são obrigatórios. É mais instrutivo você ler alguém falando sobre ele do que tentar estudar os textos do cara sem nenhum contexto ou orientação. Se você for um leitor que já conhece literatura da era Vitoriana e início do Século XX, vai até parecer coisa de criança. Mas se a sua leitura é casual, desses romances que imitam série de netflix, não vai te pagar. Até porque o tipo de narrativa dele é bem clássico, escrito em primeira pessoa, geralmente sem diálogos e tal. Chega a ser cansativo até se você tem alguma experiência com literatura neoclássica.\n3. O autor saiu da obscuridade apenas nos anos 2000 - 2010. Hoje ainda é um nicho, mas antes disso era uma coisa ainda mais nichada. Literatura pulp do início do Século XX é uma coisa que pouca gente conhece. Hoje se fala como se Lovecraft sempre tivesse sido cultuado, sendo que o cara morreu na miséria e até pouco tempo era apenas uma referência obscura de escritores de terror.\n4. E por último, mas não menos importante: ser clássico não significa que vai ser bom. Cada um tem seu gosto, e ninguém tem obrigação de gostar de nada pra atender um hype.\n\nÉ isso. Espero que me entendam.",
                "Acho bem normal. Eu sou um leitor bem ávido, leio todos os dias e acabo acumulando muitos livros lidos por ano. E uma das coisas que eu gosto (apesar de não ler apenas isso) são livros de fantasia, ficção científica e terror. Também sou um leitor persistente: dificilmente eu desisto de um livro que comecei, ele tem que ser muito, mas muito ruim pra mim para que isso aconteça.\n\nDito isso, já li algumas coisas do Lovecraft porque ele é um clássico, então eu senti que era quase obrigação ler. Eu acho os contos um pouco mais curtos bacanas, e as coisas mais longas um pouco maçantes. Um livro dele que eu li e gostei foi o Nas Montanhas da Loucura, e te digo que mesmo gostando achei que de vez em quando as coisas ficavam meio repetitivas e cansativas...\n\nEntão não esquenta a cabeça, apesar de ler Lovecraft ser algo que eu acho que todo mundo que gosta de terror deveria fazer um dia, não é uma leitura super \"UAU\", e já conversei com várias pessoas que leram e acharam chato pra caramba.\n\nDe vez em quando vai ter algum chato que vai dizer algo arrogante como \"não é uma leitura para todo mundo\", dando a entender que apenas pessoas especiais vão saber apreciar: não escute essas pessoas, chatos arrogantes não merecem ser escutados, hahahaha\n\nAcho válido fazer um esforço pra ler coisas que a gente não gosta de imediato de vez em quando, mas não tem por que ficar forçando a barra com isso.",
                "99% da internet adora dizer que não gostou de X clássico.",
                "Eu gosto de Lovecraft e ler os contos deles é algo meio massante e chato, pense em duas coisas: foi escrito a quase cem anos atrás, ele não será dinâmico mesmo e os contos deles são muito abstratos, é cansativo imaginar algo tão inimaginável assim, eu entendo",
                "Ganhei de uma ex namorada \"O Caso de Charles Dexter Ward\", li e achei extremamente maçante. Tem pontos legais? Tem, mas achei MUITO CHATO.",
                "Vc não sabe o que está perdendo",
                "Normal. É parado. SK comentou uma vez que endeusava Lovecraft e um dia percebeu que ele não conseguia escrever uma cena rs\n\nÉ mais lore, investigação e atmosfera.",
                "Somos dois...",
                "Eu acho muito bom o gênero que ele criou, o horror cósmico. É algo que me atraí. Mas a prosa do Lovecraft eu acho cansativa e arrastada.",
                "Eu gosto, mas realmente é meio parado, eu comprei visando ler a história do cthulu, mas acidentalmente comprei uma coletânea q n possuía essa história, e TMB dropei, AGR eu tenho cthulu, mas tenho preguiça de ler kkkkkkkkkkkkk",
                "Eu até gosto bastante dos contos dele, mas chega uma hora em que eles soam meio repetitivos, a maneira como ele descreve as coisas e como todas as histórias parecem ter elementos parecidos, fora isso meu conto favorito é \" a cor que caiu do céu\""
            ]
        },
        {
            "title": "Me indiquem livros/autores brasileiros que vocês gostem",
            "selftext": "Gostaria que me recomendem livros brasileiros que vocês gostam, já tenho muitos na fila, mas gostaria de adicionar mais kkkk.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113roo6",
            "num_comments": 17,
            "comments": [
                "Eu gostei muito do *A Serviço do Generalíssimo* do Hélio Higuchi e do *Maldita Guerra* do Francisco Doratiotto.",
                "A marca de uma lágrima do Pedro bandeira, a droga da obediência também é um livro top",
                "Maurício Limeira\n\nhttps://www.amazon.com.br/Terra%C3%A7o-Caverna-Maur%C3%ADcio-Limeira-ebook/dp/B09KNXY8K9/ref=sr\\_1\\_1?\\_\\_mk\\_pt\\_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=3HU4NGY637BOL&keywords=o+terra%C3%A7o+e+a+caverna&qid=1676562726&sprefix=o+terra%C3%A7o+e+a+caverna%2Caps%2C232&sr=8-1",
                "Raduan Nassar: poesia em prosa",
                "Qualquer um do Machado de Assis.",
                "André gordirro!!",
                "Fernando pessoa,guimarães rosa.",
                "Graciliano Ramos e Machado de Assis",
                "Além dos clássicos já colocados, José Falero, contemporâneo nosso, é absolutamente imprescindível",
                " Raphael Montes e José de Alencar",
                "Gosto da série infantojuvenil “Os Karas” do Pedro Bandeira. Esses livros me ajudaram bastante a ter gosto pelo hábito leitura, isso logo no finalzinho do ensino médio.",
                "O último que eu li foi Eu receberia as piores notícias dos seus lindos lábios, e foi um livro muito bom, muito mesmo. Antes desse eu tinha lido a Pequena Coreografia do Adeus que é igualmente  g e n i a l",
                "O cortiço\n\nDom Casmurro \n\nO triste fim de Policarpo Quaresma\n\nA hora da estrela",
                "Vou falar de um que não vejo muito crédito por aí : Fábio Baptista. O cara arrebenta nos contos e tem uns romances publicados na Amazon.\n\nEu li a redenção do anjo caído. Não foi meu trabalho favorito dele, mas muita gente gostou e é bom tentar dar um empurraozinho no cara."
            ]
        },
        {
            "title": "Southern Gothic/Gótico Sulista",
            "selftext": "Olá, redditors!\n\nSou novo nessa sub, e achei que fosse um bom lugar para procurar o indicações de livros (se possível com edições lusófonas, mas não obrigatoriamente) do gênero Southern Gothic, ou o Gótico Sulista norteamericano.\n\nLi dois textos de Carson McCullers e Flannery O'Connor, \"O coração é um caçador solitário\" e \"Sangue Sábio\" respectivamente, e eles despertaram o meu interesse por esse subgênero literário.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113oxo3",
            "num_comments": 4,
            "comments": [
                "Vale muito a pena ler os contos da O'Connor. Tem uma edição brasileira, da Nova Fronteira, de \"Um homem bom é difícil de encontrar\".\n\nRecomendaria também os textos do Faulkner."
            ]
        },
        {
            "title": "10 autores mais importantes para você.",
            "selftext": "Olá pessoal!\n\nQuais, para vocês, são os autores/escritores mais importantes/influentes no seu modo de ver o mundo?\nAqueles autores que te fizeram gostar de ler ou que te fizeram pensar: Eu gostaria de ter escrito isso!\n\nEis minha lista:\n\n1 - Tolstoi.\n\nGuerra e Paz é meu livro favorito de todos os tempos. A crítica SEVERA que ele faz da sociedade russa, acrescida de uma análise de uma guerra despida de Glamour é sensacional.\nAnna Karenina também é SENSACIONAL.\n\n2 - Gabriel Garcia Marquez.\nJá li praticamente tudo de GABO que foi traduzido para Português.\nCem anos de Solidão é uma obra fantástica, mas ofusca LIVROS SENSACIONAIS que as pessoas acabam não lendo, como \"Crônica de uma morte anunciada\", \"O general em seu labirinto\" e \"notícia de um sequestro\".\n\n3 - Eça de Queirós\nAutor sensacional, infelizmente um pouco esquecido. Acho que pelo fato de escrever em Português. \nOs Maias, na minha opinião, está entre os 10 maiores livros de todos os tempos.\n\n4 - Jane Austen \nForça. Muita força.\nOs livros de Austen tem a mesma base: personagens femininas fortes, em regra, vivendo no ambiente rural extremamente opressivo da Inglaterra antiga. \nMas é impressionante como ela aborda, em cada livro, um aspecto diferente dessa opressão.\n\n5 - Mário Vargas Llosa \nDescobri a pouco tempo.\nEstou encantado. \nEm regra, parte de acontecimentos reais (ditaduras da América Latina) e cria histórias fictícias em volta do evento histórico.\nPercebe-se que gosta de variar o modo de escrever. Autor muito rico, tanto nas ideias como no estilo da escrita.\n\n6 - Ernest Hemingway.\nO autor do que ficou por dizer.\nImpressionante como o ponto mais forte da escrita de Hemingway, na minha opinião, é o que não é dito. Aquelas palavras que ficam suspensas, causando tensão entre os personagens.\nOs contos são sensacionais.\n\n7 - Dostoievski\nEscritor monumental.\nNão preciso me alongar. O livro que mais gosto é O Idiota. \n\n8 - Machado de Assis\nIronia e crítica social unidos de uma forma única.\nMachado é foda. Infelizmente, um gigante que na minha opinião, não foi descoberto pelo mundo.\n\n9 - Kafka\nA primeira vez que li \" O processo\" fiquei estarrecido.\n\"O castelo\" também é sensacional. Autor que escreve fácil, mas que nas entrelinhas traz muitos conflitos.\nPrepare-se para SENTIR agonia juntamente com os personagens.\n\n10 - Tolkien.\nTolkien é sensacional.\nCriou um mundo com suas próprias lendas e próprio mito da criação.\nTolkien trás constantemente o dilema entre fazer o fácil x fazer o certo.\n\nOs Silmarillion é, sem sombra de dúvidas, um livro Gigante.\n\nE vocês? Podem listar seus autores favoritos?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113ortk",
            "num_comments": 31,
            "comments": [
                "Tolkien, Frank Herbert, Ursula K. Leguin, Dostoiévski, Nietzsche, Stephen King, Júlio Verne, HP Lovecraft, Robert E. Howard, Clive Barker",
                "( só os 3 primeiros estão em ordem)\n\n1 Hermann Hesse\n\n\n2 Dostoiévski\n\n\n3 Fernando Pessoa \n\n\n4 Graciliano Ramos\n\n\n5 Jorge amado\n\n\n6 Hilda Hilst \n\n\n7 L.M Montgomery\n\n\n8 Agatha Cristine\n\n\n9 Douglas Adams\n\n\n10 Mario Vargas Llosa",
                "Homero\nAutor anônimo do Livro de Jó\nShakespeare \nMachado de Assis\nSchopenhauer\nNietzsche\nTchekhov\nTolstoy\nKafka\nGuimarães Rosa",
                "Tô sempre buscando ampliar o leque. Mas pensando assim por alto, eu diria que Guimarães Rosa, Virginia Woolf, Hermann Hesse e Borges.",
                "Gabriel Garcia Marquez, Dostoiévski, Tolstoi, Camus, Kafka, Charles Dickens, Isabel Allende, Machado de Assis, Graciliano Ramos, Gógol.",
                "Machado, Tolstoi, Guimarães Rosa, Drummond, Dostoiévski, Faulkner, João Cabral de Mello Neto, Raduan Nassar, Beckett e Wislawa Szymborska.",
                "William Shakespeare, Agatha Christie, J.K. Rowling, Miguel de Cervantes, Jane Austen, Ernest Hemingway, Franz Kafka, Gabriel García Márquez, Leo Tolstoy, Virginia Woolf, Machado de Assis, Jorge Amado, Ariano Suassuna.",
                "Os que eu penso imediatamente são: Hermann Hesse, Alejandro Zambra, Charles Dickens, Carla Madeira, Ferreira Gullar, Érico Veríssimo, Isabel Allende, Haruki Murakami, Milan Kundera e Raduan Nassar.",
                "1 Dostoiévski \n2 Tolstoi\n3 Victor Hugo\n4 Charles Dickens\n5 Machado de Assis\n6 Vassili Grossman\n7 Jorge Amado\n8 Gogol\n9 ken Follett\n10 Bernard Cornwell",
                "Yukio Mishima, Dostoevski, Tolstoi, João Guimarães Rosa",
                "acho que até hoje só fui impactada assim por Osamu Dazai e o chato do Deleuze",
                "Palahniuk, Hilda Hilst, Machado, Kant, Tolstoi, Kafka, Dostoievski, Camus, Engels e o Huxley. E um pouco de Engels e Marx, mas, ainda estou conhecendo as obras (e ficando incrédulo vendo que quem critica nunca leu uma linha sequer)",
                "Não necessariamente nesta ordem: Hitchens, Rowling, Manoel de Barros, Mitchell, K. Dick, Vinícius de Moraes, Frost, Galeano, Rothfuss, Florbela Espanca",
                "Costumo pensar que esses sejam os amigos humanos mais sinceros que se tem na vida. \nA minha lista é muito grande e me contento com a sua.",
                "1 - Anton Tchekhov\n2 - Junichiro Tanizaki\n3 - Joseph Conrad\n4 - Kobo Abe\n5 - Alexandre Dumas\n6 - Aluísio de Azevedo\n7 - Virgílio \n8 - Aluísio de Azevedo\n9 - Yasunari Kawabata\n10 - Fyodor Dostoiévski",
                "Terry Pratchett \n\nDouglas Adams \n\nStephen king\n\nTolkien\n\nGeorge Orwell \n\nGeorge r r Martin \n\nNeil Gaiman \n\nHaruki Murakami\n\nBernard Cornwell\n\nHP Lovecraft",
                "1 - Shakespeare; 2 - Homero; 3 - Albert Camus; 4 - Platão; 5 - Dante Alighieri; 6 - Virgílio; 7 - Sófocles; 8 - Tucídides; 9 - Luís de Camões; 10 - Machado de Assis.",
                "Gosto de Mark Twain, Philip K dick, Isaac Asimov",
                "Anne frank",
                "Pela ordem\n\n1 Oscar Wilde\n2 Goethe\n3 Marcel Proust\n4 Victor Hugo\n5 Augusto dos Anjos\n6 Dante Alighieri\n7 Shakespeare \n8 Charles Baudelaire\n9 Florbela Espanca\n10 Fernando Pessoa\nBônus\n11 Maiakovisky",
                "Sem ordem de preferência: Lygia Fagundes Telles, Machado de Assis, Clarice Lispector, Érico Veríssimo, Mia Couto, Dostoievski, Gabriel Garcia Marquez, Adélia Prado, Conceição Evaristo, Vladimir Nabokov",
                "1. Niall Ferguson\n2. Jared Diamond\n3. Steven Pinker\n4. H. P. Lovecraft\n5. Philip K. Dick\n6. José Guilherme Merquior\n7. Thomas Sowell\n8. Roger Scruton\n9. Demétrio Magnoli\n10. Aleksander Soljnetsin",
                "1- Dostoiévski, 2- Jorge Amado 3- Hermann Hesse 4- Ernest Hemingway 5- Haruki Murakami 6- Brandon Sanderson 7- Cormac McCarthy 8 - Albert Camus 9- Frank Herbert 10 - Stephen King",
                "1- douglas adams\n2- tolkien\n3- george r r martin\n4- miguel de cervantes\n5- donna tart\n6- stephen king\n7- h.p lovecraft\n8- tolstoi\n9- antoine de saint exupery\n10- c.s lewis"
            ]
        },
        {
            "title": "Recomendações de livros sobre Vampiros",
            "selftext": "\nIniciei no tema, com os clássicos Carmilla e Dracula, e a alguns anos li a série crepúsculo. \n\nAmo esses seres mitológicos, aceito sugestões de clássicos e atuais.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1133525",
            "num_comments": 15,
            "comments": [
                "Se você gosta bastante de construção de mundo, eu recomendo o livro de RPG _Vampiro a Máscara_. Recentemente está na quinta edição.",
                "Império do Vampiro",
                "Tem os livros do André Vianco, são muito bons! Principalmente porque as histórias se passam no Brasil. Aí tem a série Os Sete que acontece na região sul e sudeste do país, e tem também a série Bento, que se passa no nordeste se não me engano.\n\nTem também um outro autor brasileiro que se chama Kizzy Ysatis (esse eu conheço pessoalmente e não recomendo rsrs). Mas ele tem um livro bem legal também chamado O Clube dos Imortais, que ganhou até o prêmio Raquel de Queiroz. O diferencial dessa história é que ela se passa também no Brasil e tem como um dos personagens o escritor Álvares de Azevedo.\n\nE tem uma autora também, bastante famosa na subcultura gótica br, chamada Giulia Moon. Ela tem uma trilogia chamada Kaori: Perfume de Vampira. Também é bem interessante, porque a autora (descendente de orientais) mistura elementos asiáticos na narrativa (e tem até uma novela que é um crossover entre os personagens da Giulia e do Kizzy).\n\nEnfim, desculpa o textão, acho que me empolguei um pouco hahahaha",
                "Sonho Febril do George R R Martin é maravilhoso, daqueles livros que quando começq vc n consegue parar de ler...",
                "A Anne Rice tem uns fantásticos. Um dos meus favoritos é Sangue e Ouro, mas tem os clássicos Entrevista com o Vampiro e A rainha dos Condenados",
                "Morto até o anoitecer - Charlaine Harris\n\nPrimeiro livro da série de livros que inspirou a série televisa True Blood.",
                "Os Primeiros Dias (Scott Westerfeld), recomendo para todos que gostam de histórias de vampiro, li ele todo em uma dia, história é mais uma daquelas novas explicações do mito do vampiro e nesse caso é tratando vampirismo como uma doença causa por parasitas, é muito bom como o autor conecta comportamento comuns a diversos tipos de parasitas com os efeitos do vampirismo, cada capitulo de história é interferido por um breve explicação sobre parasitas, mas já vou avisando que não é nada nojento, tá, o sarcasmo do protagonista, que também explica essas partes, torna tudo bem suave e engraçado. Como faz parte de uma duologia vale a pena procurar o segundo livro também :)",
                "salem    -  stephen king",
                "Eu sou a Lenda    -   Richard  matteson",
                "Eu sou a Lenda    -   Richard  matteson",
                "Recomendo Anne Rice. Personangens densas e histórias bem estruturadas."
            ]
        },
        {
            "title": "Livros para ajudar na comunicação",
            "selftext": "Eu tenho dificuldades de me comunicar, principalmente com mulheres, existe algum livro que possa me ajudar a melhorar minha comunicação ?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "113b9q3",
            "num_comments": 9,
            "comments": [
                "Livros eu não sei, mas tenta abaixa a expectativa, todo papo não tem que ser foda, só tem que ser legalzinho, e quanto as mulheres, trate elas como pessoas (não aja de um jeito com homens e de outro com mulheres), não pensar nelas como possíveis parceiras românticas me ajuda.\nBoa sorte",
                "só o habito de ler vai melhorar sua dicção e seu vocabulario",
                "Como fazer amigos e influenciar pessoas, e manual de persuasão do FBI são ótimos livros para comunicação",
                "Pelas pesquisas que eu fiz um dos poucos livros de auto ajuda sobre o tema que presta é \"como fazer amigos e influenciar pessoas\" não li então não garanto a experiência, mas eu vejo sendo bem falado",
                "Não é livro, mas sim dicas, se expor a situações e tomar iniciativas.   \nExemplo : Você frequenta algum lugar ? Se sim, olhe no olho das primeiras pessoas que você vê ao chegar lá e comprimente elas. ( Tipo cumprimentar o professor da academia )  \nDê bom dia/tarde para um maior escopo de pessoas ( Ou seja, para desconhecidos ), pode acabar desenvolvendo uma conversa e amizades.  \n\n\nAcho que li essas dicas num resmo de \"Como fazer amigos e influenciar pessoas\", não li pq achei mt enrolativo, fui direto para o resumo, caso você tenha paciencia é interessante tentar.",
                "https://en.m.wikipedia.org/wiki/The_Game:_Penetrating_the_Secret_Society_of_Pickup_Artists\n\nEsse livro me ajudou muito a falar com mulhere"
            ]
        },
        {
            "title": "Não consegui gostar de Edgar Allan Poe",
            "selftext": "É basicamente isso, estava animado para ler um livro de contos que comprei do Poe. Comecei a ler com a mesma empolgação, mas vi que estava me forçando a ler e que não tava gostando daquilo, até que não aguentei mais me forçar e abandonei o livro e os contos. Eu queria muito ter gostado dele, mas sinceramente, acho que não é pra mim mesmo.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1138ywn",
            "num_comments": 54,
            "comments": [
                "Tenta ler um conto por vez. Se não gostar mesmo, tenta ler A Queda da Casa de Usher pelo menos (se não já leu), na minha opinião é o melhor conto dele. Mas acontece, às vezes a gente acha que vai gostar de algo e acaba não gostando. Normal",
                "eu também não curti edgar allan poe, achei bem chato. Só gostei do barril de amontillado. Tá tudo certo",
                "Oh, finalmente alguém... Também não consegui gostar, algo na escrita me deixar um ar cansativo, no meu caso foi por duas razões: Não ser habituado com clássicos, o que pode ter influenciado bastante e por não conseguir me ser algo realmente chamativo. Como você eu também estava bem empolgada, mas percebi que estava me forçando. Irei tentar dar uma chance mais tarde, espero que as coisas sejam diferentes",
                "[deleted]",
                "Não gosto de Poe, Conan Doyle e nem Lovecraft. Entendo a importância histórica sim e respeito, mas acho chatíssimo, pessoalmente.",
                "Não é culpa da tradução, será?",
                "Depende de quais contos que você leu talvez.\n\nContos tipo Ligeia, Murders on The Morgue Street são meio paradões mesmo",
                "Tenta ler os melhores contos primeiro kkk foi oq eu fiz pelo menos. Meus favoritos foram \"o crime na rua morgue\" e \"o gato preto\". Agr se vc ler e realmente n gostar, faz parte, cada um gosta de algo diferente do outro",
                "Ah, eu também não fiquei tão animado quando comecei a ler, eu comprei dois livros dele por curiosidade, achando que ia me deparar com uma mitologia semelhante à Lovecraft, ja que o mesmo se inspirou no Poe, mas o primeiro que li foi \"O corvo\", gostei, mas percebi que também estava me forçando a ler os contos, e me decepcionei \n\nPorém com o tempo eu aprendi a gostar de Poe, e hoje em dia acho o cara fantástico, que é a posição de direito dele na literatura, um dos maiores escritores e um dos maiores autores góticos",
                "Caracas, finalmente alguem!  \n\n\nEu comprei a edição da Darkside e fui ler na expectativa de um Lovecraft. Mas que decepção.\n\n&#x200B;\n\nAchei muito chato e os contos acabam \"do nada\"",
                "N sei se é o seu caso, mas, quando fui ler, peguei traduzido pra PT em um box baratinho e n curti muito. \nSuspeitei q a tradução tivesse atrapalhado, então  peguei para ler em inglês e minha experiência foi infinitamente melhor. A tradução tinha sido bem ruim mesmo. \nEnfim, se vc consegue ler em inglês, recomendo dar outra chance para o Poe no texto original. Ou pegar outra edição, com tradução melhor.",
                "Você está habituado a consumir literatura clássica?",
                "aconteceu semelhante comigo quando comprei o chamado de cthulhu de Hp lovecraft. tava hypado pela fama do autor e muita recomendação de conhecidos. mais na real, não gostei do livro, do modelo de narrativa excessivamente introspectiva. fora quê quando descobri o passado racista do autor fiquei ainda mais desanimado em ler suas óbras. enfim, acho que vai de cada um mesmo. \n\nedgar alan poe,hp lovecraft, stephen king.. não são pra todos.",
                "Tem pessoas que não foram feitas para determinados livros, que o cérebro não consegue acompanhar o ritmo da narrativa.",
                "Não curti tanto também, mas gostei bastante de O Coração Revelador.",
                "Não é pra todo mundo, eu mesmo tentei ler alguns contos dele, não gostei da forma narrativa das estórias, não bateu sabe? Então eu não me forço porque forçar muito transforma o teu \"não gostei\" em \"pqp como eu odeio tal e tal obra.\"",
                "Leia coisas mais atuais"
            ]
        },
        {
            "title": "Clarice Lispector tem entrevista inédita publicada na revista 'New Yorker'",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1130zzr",
            "num_comments": 1,
            "comments": [
                "Vi isso no r/Books acho e ia comentar mas esqueci. Parece que ela tá ganhando um certo reconhecimento lá fora. Quem não já ouviu a lendária entrevista dela pra TV Cultura, ouça. Vale a pena."
            ]
        },
        {
            "title": "Conhecem algum serviço que notifique promoções de e-books na wish list da amazon?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "112xq9m",
            "num_comments": 2,
            "comments": [
                "Não, mas o keepa é uma extensão de navegador e te notifica quando tem desconto de qualquer produto na Amazon. Pode colocar pra te notificar por vários meios."
            ]
        },
        {
            "title": "Recomendações de livros de não-ficção",
            "selftext": "Tópico periódico para recomendar e discutir livros de filosofia, história, divulgação científica, sociologia, etc. Para consultar os tópicos anteriores, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22N%C3%A3o-fic%C3%A7%C3%A3o%22).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "112xfv1",
            "num_comments": 9,
            "comments": [
                "Li recentemente A Incrível Viagem de Shackleton. Você vai dar valor para o sofá quentinho. Quando você acha que acabou a emoção, tem mais.",
                "Por indicação do Icles Rodrigues do podcast História FM, eu estou lendo o _Maldita Guerra_ de Francisco Doratioto. É sensacional o quanto _ninguém_ estava preparado para esse tipo de guerra, mas Solano López decidiu atacar mesmo assim quando seu pai aconselhou não guerrear com o Brasil; também não só o Doratioto refuta o revisionismo histórico que faz parecer o Solano López como herói, como também traça as origens desse revisionismo (os descendentes não conseguindo reinvindicar as terras que se tornaram propriedade públicas).",
                "Tristeza em pó",
                "Cristianismo Puro e Simples - C.S Lewis\n\nFácil entendimento e muito esclarecedor. Lewis explica conceitos e bases do cristianismo que eu nunca vi em nenhum lugar. Qualquer um que ler esse livro mudará a forma de ver a vida e o mundo",
                "porque as nações fracassam",
                "Li recentemente O espião e o traidor de Ben Macintyre.\n\nÉ um livro excelente, pois além de ser baseado em fatos reais traz uma perspectiva interessante da época da gerra fria que eu não conhecia. Junta alguns fatos históricos com a perspectiva extremamente pessoal vivida por uma alguém que teve uma participação importante nas relações entre KGB e MI6, o serviço secreto inglês. \n\nRecomendo bastante este livro."
            ]
        },
        {
            "title": "Hábitos atômicos. Alguém aqui leu?",
            "selftext": "Alguém aqui já leu o livro Hábitos atômicos? Se sim, o que acharam? Tem dois meses que tô com ele separado pra ler e ainda não comecei.\nEstou em um momento que não aguento mais como as coisas estão, em vários aspectos. Ele pode me ajudar de alguma forma?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "112twz1",
            "num_comments": 8,
            "comments": [
                "Estou lendo atualmente, é um ótimo livro para construir hábitos e também se livrar de hábitos ruins",
                "Ele é muito bom, mas como todo livro de desenvolvimento pessoal ele não é algo que vai mudar completamente sua vida. Ele pode ser ótimo como uma ferramenta para hábitos melhores em sua vida mas é necessário praticar realmente o que está escrito e juntar com outros hábitos saudáveis que queira em sua rotina.\nUse como uma ferramenta",
                "Acho que já vi post aqui falando de livros sobre hábitos. Dá uma pesquisada aqui no sub. Eu ouvi falar desse livro aí aqui no sub.",
                "É bom, tem estratégias muito boa e eficazes, mas, no final, depende de você ter disciplina pra construir ou acabar com alguns hábitos",
                "Muito bom. Recomendo, inclusive, a newsletter. Toda quinta-feira pequenos trechos inspiradores.",
                "Só li metade do livro até agora, recomendo, tem um conteúdo bem construído.",
                "Se teu problema é hábitos ruins, ele pode te ajudar sim! Porém como já falaram aqui, cabe a você ter a disciplina de colocar o conhecimento adquirido nele em prática.",
                "Estou lendo atualmente. O lance de fazer 1% a mais ou \"no nivel atomico\" foi uma dica bacana. Um passo de cada vez"
            ]
        },
        {
            "title": "Livros para crianças - sugestões?",
            "selftext": "Que livros vcs recomendam para crianças, que sejam do nível d'\"o Pequeno Príncipe\" de dificuldade? Tipo, umas 100 páginas, algumas ilustrações mas não tantas, etc. Outro que gostei foi O Leão, a Bruxa e o Guarda-roupa. Calor, apenas livros que tragam lições positivas. Obrigado!\n\nEDIT: muito obrigado por todas as recomendações! muita coisa boa pra pesquisar aqui!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "112kfr5",
            "num_comments": 13,
            "comments": [
                "O mágico de oz\n\nAlice no país das maravilhas \n\nPeter pan\n\nReinações de Narizinho \n\nO Guia de Campo (das crônicas de Spiderwick)",
                "o menino do dedo verde talvez",
                "Tem o Jack e o Porquinho de Natal. É bem fofinho e cheio de ilustrações. O único problema ser escrito pela Rowling.",
                "Coleção Vaga-lume. Todos e qualquer um.",
                "Cartas do papai Noel, Sr. Boaventura, as versões pocket da Harper Collins de: Mestre Giles D'Aldeia, o ferreiro do bosque maior, Roverando e as aventuras de Tom Bombadil pocket da Martins Fontes. Todos esses são do Tolkien.",
                "O Hobbit",
                "O extraordinário\n\nO garoto de pijama listrado",
                "luna clara & apolo onze",
                "Extraordinário (tem versão com e sem ilustração)",
                "Minha comunidade.",
                "Meu pé de laranja lima"
            ]
        },
        {
            "title": "indicação de uma biografia de Fernando Pessoa?",
            "selftext": "De preferência uma de leitura agradável e não muito longa. Valeu!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "112jilb",
            "num_comments": 4,
            "comments": [
                "A única biografia dele que conheço é a do Richard Zenith. Não li, mas falam bem. Tem mais de mil páginas então creio que não é o que você procura. Fora isso, acho que só lendo artigos na internet mesmo"
            ]
        },
        {
            "title": "Existe algum grupo de Whatsapp ou Facebook voltado à discussão de teoria da poesia?",
            "selftext": "Um de meus hobbies é estudar e experimentar formas poéticas. Mas isso tem se tornado uma atividade bem solitária após alguns anos, e sinceramente acho que o interesse por esse tipo de coisa está morrendo no Brasil (e no mundo?). Tenho um amigo com quem posso conversar dessas coisas, que também é poeta, e acredito que não seja tão difícil encontrar outras pessoas, mas queria mesmo era um grupo, um espaço onde discutir a qualidade e os efeitos de ritmos diversos, compartilhar os experimentos, etc.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "112fsrm",
            "num_comments": 3,
            "comments": [
                "No discord, tem o servidor biblioteca da meia noite. Parece que quinzenalmente eles se reúnem para ler poesias autorais e de outros, mas não sei se é exatamente o que você quer.",
                "https://discord.gg/biblioteca-da-meia-noite-958436550130139167"
            ]
        },
        {
            "title": "Livros em domínio publico.",
            "selftext": "Alguém sabe onde achar livros em domínio publico? E dica de livros em domínio publico tbm?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1127yoq",
            "num_comments": 6,
            "comments": [
                "O Projeto Gutenberg tem uma seção de livros em português: https://www.gutenberg.org/browse/languages/pt\n\nO Open Library também: https://openlibrary.org/search?q=language%3Apor&has_fulltext=true&sort=random",
                "Em português tem o www.dominiopublico.gov.br , mas parece estar abandonado.\n\nEm inglês há os sites do projeto www.gutenberg.org e o internet https://archive.org",
                "Tem muitos livros nacionais no dominiopublico.gov.br não lembro se tem livros internacionais mas enfim",
                "Leia os clássicos! Se prefer PT-BR, comece por Machado de Assis.\n\nhttps://jornadasaodesconhecido.blogspot.com/2022/12/o-que-ler.html"
            ]
        },
        {
            "title": "Preciso de algum conhecimento prévio para ler : A Voz do Silêncio - Helena Blavatsky",
            "selftext": "Comecei recentemente a ler a Voz do Silêncio, e estou gostando, porém, sinto que preciso ler algo antes para entender todo o contexto do tema abordado. Por gentileza, me deem dicas e conselhos para quem está começando a ler Helena Blavatsky.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1125bqb",
            "num_comments": 7,
            "comments": [
                "Diria que sim e não.\n\nSim no que se refere a algumas simbologias.\nNão porque também tem a ver com o nível de compreensão que você tem de si.\n\nSe posso te dar uma dica é: comece assistindo algumas palestras do Jiddu Krishnamurti e leia os poemas de Fernando Pessoa, especificamente do heterônimo Alberto Caeiro.\n\nSe tiver alguma dúvida em específico, e se eu souber como te ajudar, pode falar que respondo de bom grado, porque é um assunto que muito me interessa.\n\nNo YouTube tem um canal bem legal com palestras do JK: https://youtube.com/@KrishnamurtiBrasil",
                "Este é um livro que exige bastante de ti para ser compreendido. Aconselho acompanhar as aulas da Lúcia Helena Galvão, da Nova Acrópole. Vai te dar um embasamento bacana durante a leitura.",
                "Talvez um estudo de símbologia, ou o básico dos temas esotéricos",
                " \n\nPede uma ideia ao ChatGPT.\n\n ",
                "N leia essa porcaria"
            ]
        },
        {
            "title": "12 regras para a vida - Jordan B. Peterson",
            "selftext": "Comecei a ler esse livro em janeiro. Estou lendo sem pressa, devagar, matutando sobre e fazendo anotações num caderno. Posso dizer que, definitivamente, mudou minha vida para a melhor.\n\nO que acontece é que o Jordan Peterson tem uma forma de expor as coisas que apela para a autorreflexão de uma forma que eu nunca tinha visto. O livro faz você se enxergar e se questionar a todo o tempo. É impossível ler sem traçar paralelos com nossa vida, nossos valores, nossos hábitos. \n\nEu não conseguiria explicar quão bom é o livro porque, por trás de algo simples como \"deixe sua casa em perfeita ordem\", o Peterson consegue colocar uma profundidade de reflexão tão grande, que você realmente consegue entender a importância de arrumar sua casa e sobre como aquilo vai ter efeitos muito maiores do que você consegue imaginar.\n\nRecomendo demais. Nesse tempo de leitura eu: perdi peso e continuo me exercitando; tenho mantido minha casa arrumada; meu desempenho profissional aumentou; voltei a estudar para buscar novas oportunidades de trabalho;  e o mais importante: aprendi a dizer NÃO e me impor quando eu acho que é necessário, ao invés de ser um mero pau-mandado.\n\nNão caia na conversa dos pós-modernistas, que insistem em ridicularizar o Peterson por ele ser parte do movimento conservador canadense. Falo sem medo: o Dr. Peterson é um cara NECESSÁRIO para esses tempos, e os escritos e ideias dele oferecem coisas que realmente podem nos ajudar muito.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1123cnm",
            "num_comments": 23,
            "comments": [
                "Confesso que fico com receio de toda resenha que começa dizendo que tal obra estilo autoajuda \"mudou minha vida\".\n\nInclusive, a primeira vez que conheci quem é Monark foi quando ouvi um episódio de Flow com Pondé por indicação dum amigo e o Monark estava usando basicamente essa expressão para falar sobre Peterson. Naquela época ele ainda nem tinha se envolvido na sequência de confusões que culminaram na saída dele do Flow e eu nem sabia sobre a dependência química do Peterson, mas já achei o papo estranho pra caralho.\n\nDigo tudo isso pra tentar deixar claro o tamanho do preconceito que tenho em relação às obras do respectivo autor, mas tenho que admitir que tudo que sei das ideias dele veio de alguns trechos de palestras que assisti ou de matérias a respeito.\n\nContudo, não faz muito sentido eu falar mal duma obra que nem li, né?!\nTeus comentários a respeito foram interessantes. Aumentou um pouquinho minha curiosidade de dar uma olhada nesse livro e entender o motivo de fascinar tanta gente. Se depois meu preconceito se transformar em conceito, pelo menos vou pode criticar com mais propriedade kkkkk",
                "Se acalma jovem, Peterson é só um Leandro Karnal olavista. Se tu gostou dele, busca ler as pessoas sobre quem ele fala, lê os estoicos, a bíblia, o Carl Jung e, especialmente, leia as pessoas de quem ele fala mal, garanto que você vai se divertir.",
                "Eu não acho que os supostos pós-modernistas ridicularizam-o por ele ser parte do movimento conservador canadense (ou pelo menos não apenas por isso).",
                "Peterson é sensacional. Li recentemente o \"Mais 12 Regras\" que, apesar de não ser tão marcante quanto o primeiro, vale a pena também. A regra dele sobre falar a verdade causou uma revolução na minha forma de pensar/agir.",
                "É um livro muito bom, eu gostei dele. Certamente vou reler nessa vida",
                "falou tão bem que me interessei!",
                "Eu peguei o livro pra ler porque tava na fila do bandejão e o tinha baixado no Kindle e simplesmente não consegui parar de ler! Terminei em duas semanas mais ou menos e esse livro me impactou muito. Pretendo reler esse e ler o Maps of Meaning ano que vem e fazer algumas anotações pra guardá-lo melhor.\n\nQuem o desmerece geralmente não parou, de fato, para ler os seus escritos nem para assistir aos seus vídeos (não, ao menos, dando uma chance para o cara; entrar sem preconceitos e analisar se tem algo de útil, relevante e verdadeiro ali) e tentam diminuí-lo e censurá-lo por motivos mesquinhos e autoritários. O cara comete alguns erros, como dar pitacos veementes sobre assuntos dos quais ele não é especialista, mas a maioria do que falam por aí é pura besteira e má-fé.",
                "Um Olavo de Carvalho canadense que não sabe o que é pós modernismo mas adora fazer de bicho papão.\n\nSe te trouxe benefício ótimo OP, mas tome cuidado para não cair no buraco da extrema direita. Não existe tempo em que reacionários sejam necessários.",
                "Até hoje foi o único livro de auto-ajuda que eu comprei (pelo menos estilo de livro de auto-ajuda ele tem).\n\nNa verdade, comprei dois, pois comprei também o sucessor, Beyond Meaning (Além da Ordem), só que esse só li algumas páginas. O Perterson desvia demais dos assuntos. Faz voltas láaa longe para muito depois voltar ao assunto. Aí perdi a paciência",
                "Não apoio plagiaristas. De qualquer forma, eu discordo, por quê nada que ele fala é novidade e eu acho ele muito cansativo, além da coerência textual dele ser bem ruim, mas eu li em inglês, vai ver a tradução salvou, mas duvido. Ademais livros de auto-ajuda são uma das formas literários mais patéticas que existem. É pr mesmo público que compra herbalife, ou qualquer MLM por aí.",
                "Livros podem dar novas percepções, levantar as pessoas pelo conhecimento, mas quem muda a vida é vc mesmo. Eu compreendo o fato de ter mudado sua vida assim falando"
            ]
        },
        {
            "title": "Quais livros são bons pra quem está começando a ler(eu)",
            "selftext": "Eu não estou começando a ler de modo propriamente dito, meu primeiro livro que li e que me vez começar a ler mais livros foi O homen de giz, li em 2021 pela primeira vez e adorei, eu li moby dick e depois disso eu comecei outros 3 livros que não terminei até hoje, eu senti que o texto era muito \"trabalhoso\", então queria que vocês me recomendassem alguns livros que tenham uma leitura mais fácil pra eu ir me acostumando 😄",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "111jt61",
            "num_comments": 1,
            "comments": [
                "Tem trocentos mil tópicos sobre o assunto. Use a ferramenta de busca."
            ]
        },
        {
            "title": "como posso ler mais?",
            "selftext": "eu gosto muito de ler, e ja comecei essa prática a um bom tempo, mas tenho tdah e é dificil dms pra mim iniciar qualquer coisa e com a leitura não é diferente, to tentando ler mais sobre política mas to com muita coisa acmulada e tem dias que acabo lendo quase nada, alguem tem algum conselho?\n\n###",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "111jbsv",
            "num_comments": 7,
            "comments": [
                "Olá companheiro, sofro do mesmo problema e segue minhas dicas:\n\n  -Persistência mas reconhecer limites: tentar ler apesar das distrações, quando perceber que perdeu o foco releia o trecho;\n\n  -Pontos de meta: leia dentro de metas curtas, um capítulo ou até mesmo um parágrafo por vez, pause respire e se refresque conforme estes avanços;\n\n  -Leia em voz alta: caso esteja tendo muita dificuldade ler em voz alta pode te ajudar a captar oque está sendo dito;\n\n  -Evite melodias ou músicas de fundo com letras: prefira ler com músicas instrumentais e relativamente monótonas, sem muitos altos e baixos.",
                "Sinceramente? Lendo mais. Por que sempre procuramos isso de \"como ler mais?\" \"Como ser mais forte?\" \"Como ficar com a barriga definida?\" \"Como aprender 5 idiomas?\".\n\nIrmão, apenas faça. Aquele velho papo de coach que diz que o \"sucesso vem da repetição\" é a mais pura verdade. Quer ler mais? Leia mais. Faça isso de um hábito e leia hoje 1 página, amanhã 1 dnovo, depois 2, depois 2, depois 3... Assim vai.\n\nEu lembro que eu não lia uma página por dia, hoje leio no mínimo 1 livro por mês, é muito? NÃO. Porém tô bem melhor do que quando comecei e se eu apenas continuar lendo eu irei ler cada vez mais.\n\nE também acho que você deveria focar em \"como ler melhor\" e não \"como ler mais\". Ler por ler não tem graça.\n\nEdit: em relação ao TDAH, se foi diagnosticado por psicólogo/psiquiatra, toma os remédios indicados, não há problema algum se de fato você precisa. O problema está quando as pessoas não precisam e tomam pra \"dar um gás\" e o efeito é contrário.",
                "Não tenho TDAH, mas tenho transtorno bipolar, que também me faz procrastinar e dificulta a concentração. O que está funcionando pra mim no momento é estabelecer uma meta bem razoável pra começar. Eu sempre tenho 15 minutos livres no meu horário de almoço, então aproveito pra ler.\n\nPra iniciar, não tem outro jeito, você precisa remover as distrações, sentar e ler. Como minha maior distração é o celular, eu ativo o Não perturbe e deixo ele fora de vista.\n\nMinha meta é de 10 a 15 minutos. Parece pouco, mas depois de criar o hábito você começa a ler mais rápido e esse tempo acaba rendendo. Descubra quanto tempo você consegue se concentrar de boa na leitura, e não tente se forçar a passar muito desse limite, porque isso vai gerar frustração, e leitura é pra ser agradável, certo? Com o tempo você vai conseguir se concentrar por períodos mais longos. É como musculação, você começa com pouco peso e vai aumentando. \n\nAlém disso, entenda o tipo de livro ou texto que você está lendo. Por exemplo, literatura geralmente é uma leitura mais fluida, então você consegue ler mais. Textos sobre política costumam ser densos, por isso não se cobre muito em termos de quantidade. É melhor ler menos e com mais qualidade.",
                "Leia assuntos que você gosta de ler.",
                "começa lendo o que você gosta e aos poucos se for uma leitura mais densa tipo, vai colocando metas \"vou ler um capítulo hj\" e principalmente não se frustre se não conseguir ler demais ou não ler em um dia é normal vai no seu tempo até que se torne natural."
            ]
        },
        {
            "title": "Além de Duna e Tropas Estelares, quais livros de ficção vocês recomendam?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1119dsi",
            "num_comments": 20,
            "comments": [
                "Para fugir do clichê de Asimov:\n\nSolaris. \n\nOs Despossuídos. \n\nOs livros de contos do Ted Chiang.",
                "Um canto para Leibowitz.\n\nNeuromancer.\n\nContos Marcianos.",
                "Guerra sem Fim\n\nSolaris\n\nA Mão Esquerda da Escuridão\n\nFlores para Algernon\n\nO Problema dos Três Corpos\n\nLeviatã Desperta\n\nGuerra do Velho\n\nO Guia do Mochileiro das Galáxias\n\n\nSe gostar de ler em inglês:\n\nChildren of Time\n\nHyperion\n\nHouse of Suns",
                "Depende de qual dos dois você gostou mais. Se você gosta de livros explorando tecnologia e ciência você gosta de \"hard sci-fi\".   \nArthur C. Clarke (Fontes do Paraíso, O Fim da Infância)  \nAndy Weir (Devorador de Estrelas)   \nPoul Anderson (Tau Zero)  \nAsimov (Fundação, Eu Robô)  \nSe gostou mais de Duna e gosta de livros sobre personagens, gosta mais de \"new wave\".  \nUrsula K. leGuin (Os Depossuídos, a Mão Esquerda da Escuridão)  \nTed Chiang (Expiração)  \nPhillip K. Dick (Blade Runner)  \nDan Simmons (Hyperion)  \n\n\nMas provavelmente os dois estilos vão ter coisas que você gosta.",
                "É claro que o clichê: Issac Asimov e Arthur C Clarke.",
                "Cavalo Marinho no Céu\n\nO livro das coisas estranhas\n\nSob a pele\n\nO problema dos três corpos",
                "Fúria Vermelha",
                "Herdeiros do tempo assim como os dois livros subsequentes e a maior parte da bibliografia do Adrian Tchaikovsky. \n\nOutro que eu gosto bastante também é o Alastair Reynolds e a série Revelation Space que é incrível.",
                "Os do Asimov.",
                "\n**\"Não me Abandone Jamais\"**  do Kazuo Ishiguro. \n**\"Devoradores de Estrelas\"** do Andy Weir",
                "China Mieville\nO mais sci Fi é estação perdido, mas cidade e cidade é incrível também",
                "Androides sonham com ovelhas elétricas?",
                "Culture do Iain M Banks\n\nRevelation Space do Alastair Reynolds\n\nThe Expanse de James SA Corey\n\nFúria Vermelha do Pierce Brown\n\nHerdeiros do Tempo do Adrian Tchaikovsky\n\nHyperion do Dan Simmons\n\nThe Suneater do Christopher Ruocchio\n\nMuderbot Diaries da Martha Wells\n\nMatéria Escura do Blake Crouch\n\nNight’s Dawn do Peter F Hamilton\n\nThe Book of the New Sun do Gene Wolfe",
                "Tem um loucão de dois russos chamado \"Pique Nique na estrada\" ( Arkádi Strugátski e  Boris Strugátski). Não é meu gênero favorito mas dei o braço a torcer: esse livro me fez me contorcer na cadeira. Os ETs vieram à terra mas não aparecem na história. O que ocorre é que os lugares onde eles pousaram ficaram cheios de lixo de ET e coisas esquisitas acontecem nesse lugares (que são isolados). Uns carinhas meio marginais se especializam em entrar sorrateiramente nesses lugares e roubar coisinhas que foram deixadas pelos ETs. Tudo é extremamente perigoso e qualquer bobeira vc arrisca sua vida. Se passam trinta anos no lugar. O livro é menos sobre extraterrestres e mais sobre a canalhice humana (como quase todo livro russo hahaha). Foi escrito quando ainda era União Soviética mas ambientado numa cidade americana imaginária chamada Harmont.\n\n&#x200B;\n\nÉ louco e fora de qualquer clichê que vc pode imaginar.",
                "O Guia do Mochileiro das Galáxias do Douglas Adams",
                "Sem dúvida nenhuma, a série de livros Fundação, do Azimov. \n\nComeçe pelo livro Fundação e, se gostar, vá avançando por esse universo.\n\nSão 15 livros de séries diferentes e independentes que se conectam em um universo maior. Na sequência cronológica da história: \n\nEu, Robô (1950)\n\nAs cavernas de aço (1954) - Série dos Robôs\n\nO sol desvelado (1957) - Série dos Robôs\n\nOs robós da alvorada (1983) - Série dos Robôs\n\nRobôs e Império (1985) - Série dos Robôs\n\nAs correntes do espaço (1952) - Série Império\n\nPoeira de Estrelas (1951) - Série Império\n\nPedra no céu (1950) - Série Império\n\nPrelúdio à Fundação (1988) - Série Fundação: Declínio e Ascensão\n\nOrigens da Fundação (1993) - Série Fundação: Declínio e Ascensão\n\nFundação (1951) - Trilogia da Fundação\n\nFundação e Império (1952) - Trilogia da Fundação\n\nSegunda Fundação (1953) - Trilogia da Fundação\n\nLimites da Fundação (1982) - Série Fundação: Declínio e Ascensão\n\nFundação e Terra (1983) - Série Fundação: Declínio e Ascensão"
            ]
        },
        {
            "title": "Perguntei ao ChatGPT sobre a dialética de um dos temas centrais de \"Crime e Castigo\" e \"Os irmãos Karamázov\"",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "11177ci",
            "num_comments": 7,
            "comments": [
                "O chatgpt poderia escrever uma continuação dos irmãos Karamazov?",
                "Não dá pra exigir muito da botaiada mas achei muito raso também. Especialmente porque em ambos os casos o motivo é tanto filosófico quanto instrumental -- pelo menos eu sempre percebi assim.",
                "Faz um apanhado geral para quem não leu as obras ainda. Fiquei boiando."
            ]
        },
        {
            "title": "Opinião - Ruy Castro: Vá ao sebo",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "11149xd",
            "num_comments": 4,
            "comments": [
                "#[Não consegue abrir a notícia? Leia aqui.](https://12ft.io/https://www1.folha.uol.com.br/colunas/ruycastro/2023/02/va-ao-sebo.shtml)\n\n**Considere apoiar o jornalismo, [assine o jornal](https://caiowzy.github.io/pulaCerca/assine?origem=https://www1.folha.uol.com.br/colunas/ruycastro/2023/02/va-ao-sebo.shtml) e apoiar também fontes fora da grande mídia. Se possível, divulgue o sub fazendo crosspost.**\n[^(Código-fonte)](https://github.com/CaioWzy/pulaCerca/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Livros) if you have any questions or concerns.*",
                "Tem que assinar para ler? No way...."
            ]
        },
        {
            "title": "Qual a melhor frase/dedicatória que vocês guardam no coração e porquê?",
            "selftext": "Eu estava lendo e me deparei com uma dedicatória relativamente engraçada e me peguei pensando em quantas frases e dedicatórias as pessoas se deparam todos os dias, eu realmente amo isso! Compartilhe as suas frases preferidas de seus livros conosco.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1112t96",
            "num_comments": 4,
            "comments": [
                "\"Ao verme\nque\nprimeiro roeu as frias carnes\ndo meu cadáver\ndedico\ncomo saudosa lembrança\nestas\nMemórias póstumas\"",
                "“This book is dedicated to the voices inside my head, the most remarkable of my friends. And to my wife, who lives with us.” - Fredrik Backman, Anxious People",
                "\"[Agradeço à minha mulher Marganit e filhos Ella Rose e Daniel Adam, pois que sem eles este livro teria ficado pronto dois anos mais cedo](https://quotefancy.com/media/wallpaper/3840x2160/6382677-Joseph-J-Rotman-Quote-To-my-wife-Marganit-and-my-children-Ella.jpg).\"\n\n\\- Joseph J. Rotman, *An Introduction to Algebraic Topology*.",
                "\"Literatura é que nem mulher: quando não presta, nem vale a pena perder tempo\".\n\n&#x200B;\n\n  \nCharles Bukowski"
            ]
        },
        {
            "title": "Recomendação para ler ebook em Celular",
            "selftext": "Tenho o Kindle mas não gosto de sair de casa com ele. Recentemente adquiri um celular com tela maior do que o antigo e passei alguns epub para ele, mas achei tantos leitores no Google Play que fiquei sem saber o que instalar. Queria algo simples e sem propaganda.\n\nDe preferência que leia pdf também.\n\nGrato pela resposta.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "110thah",
            "num_comments": 21,
            "comments": [
                "ReadEra sem dúvida é o melhor que achei nesses aspecto. Não tem propaganda também. Só não acho tão bom assim pra ler pdf. Quando preciso ler PDF leio com o aplicativo do sistema mesmo",
                "Uso o Moonreader e acho ótimo.",
                "O próprio aplicativo Kindle rsrs\n\nVocê pode até sincronizar as leituras entre os dispositivos.\n\n&nbsp;\n\n> De preferência que leia pdf também.\n\nQualquer um. Mas .pdf é .pdf e não necessariamente um e-book. Pdf eu geralmente leio no Adobe Reader.",
                "Eu já utilizei o ReadEra por bastante tempo, mas a alguns meses troquei para o Lithium e sinceramente é o melhor que já usei, recomendo.",
                "Eu uso o Play Livros do Google mesmo.\nUso pq é o o único que conheço e não tenho reclamações",
                "Eu uso o Librera, baixado na loja f-droid",
                "O melhor disparado é o xodó, baixe pra testar, e excelente.",
                "O próprio play books (do Google) não serve?",
                "Eu iso PocketBook, não decepciona.",
                "O próprio Google Play Books serve, acredito eu. Só não sei como fica lendo arquivo pdf, nunca experimentei lendo pdf com ele.",
                "Eu uso o Lithium.",
                "Se for ler o que já tem no Kindle, como já disseram, o aplicativo do Kindle.\n\nMas para ePubs da internet eu recomendo o aplicativo Kobo Books."
            ]
        },
        {
            "title": "qual é o livro conforto de vocês?",
            "selftext": "falem seus livros que gostam de ler quando estão em ressaca literária ou nao conseguem ler outra coisa",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "110jlw7",
            "num_comments": 24,
            "comments": [
                "Sherlock Holmes- Um estudo em vermelho\n\nSussurros na escuridão \n\nO Médico e o Monstro\n\nO Hobbit",
                "Não tem nenhum q eu releia para isso, mas tem alguns q me serviram nesse sentido, mais por causa de crises de ansiedade que outra coisa:\n\nA princesa prometida. Leve, bobo e engraçado\n\nO mágico de Oz. Levinho tb\n\nO velho e o mar. Sem sobressaltos, e às vezes um pouco cansativo, mas é bonito\n\nA série Terramar. Me causou um pouco de desconforto, mas eu estava num mau estado. Considero \"comfort food\"\n\nLi Bambi tentando achar algo nessa linha mas, na realidade, ele é meio dark",
                "O Jardim Secreto\n\nUm Conto de Natal\n\nExtraordinário\n\nO Pequeno Príncipe\n\nJoyland",
                "Moby Dick. Revisito frequentemente o capítulo do sermão e o \"peixe preso, peixe solto\". A própria reflexão do começo onde o frio é posto em contraste na condição dos miseráveis e dos abastados é bem bonita.",
                "Os setes maridos de evelyn hugo",
                "\"Querido Diário Otário\"",
                "Arabs at War, do Kenneth Pollack. Eu vivo relendo capítulos dele. O outro é Street Without Joy, do Bernard Fall.",
                "\"O livro de Mirdad\"",
                "Qualquer um cuja capa tenha  Stephen King",
                "Nenhum, eu dificilmente releio algum livro.",
                "A Bíblia.",
                "biblia  e nada mais!!!",
                "Ninguém falou sobre o Pequeno Príncipe",
                "A bussola de ouro",
                "conde de monte  cristo"
            ]
        },
        {
            "title": "procurando um livro antigo de fantasia ya",
            "selftext": "Li há uns 15-20 anos, então o livro pode ser dos anos 2000 ou antes.\n\nMe lembro de pouco, e não tenho certeza sobre algumas coisas:\n\n- era de fantasia\n\n- corujas ou a lua tinham algo a ver com o enredo\n\n- tinha uma capa com um desenho ou pintura que me lembro parecer aquarela ou uma pintura clara\n\n- não sei essa memória é do mesmo livro, mas um menino entrou em um sistema subterrâneo de goblins, e na cena havia uma luz vermelha se esparramando nos túneis. não tenho certeza, mas acho que ele estava fugindo dos goblins\n\n- talvez fosse uma série, porque eu procurei a continuação dele na biblioteca\n\nE é isso o que me lembro. A minha memória pode estar misturando algumas coisas.\n\nEdit: coloquei ya, mas acho que o mais correto é infanto juvenil",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "110pwt3",
            "num_comments": 8,
            "comments": [
                "Harry Potter tinha goblins?",
                "Talvez Artemis Fowl?",
                " As Crônicas de Spiderwick?",
                "Pode ser Gregor, o guerreiro da superfície, da Suzanne Collins?"
            ]
        },
        {
            "title": "como evitar que os livros \"estraguem\" ficando com aquelas dobraduras na capa?",
            "selftext": "acho isso um saco, e eu nem abro tanto o livro quando eu leio, mas sempre fica umas marquinhas",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "110nn5u",
            "num_comments": 4,
            "comments": [
                "Você está falando das marcas que ficam no meio da capa, perto da extremidade das abas?",
                "Você está falando daqueles vincos que fica na lombada, que vai deixando ela arredondada?"
            ]
        },
        {
            "title": "O que vocês fazem quando não querem mais alguma edição na estante? Doam? Vendem? Presenteiam?",
            "selftext": "Lembro da vez que despachei minha coleção de Diário de um Banana para a biblioteca da escola.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "110mqe1",
            "num_comments": 12,
            "comments": [
                "Antigamente tentava vender ou trocar no sebo, hoje entrego para meu irmão, os amigos dele sempre querem",
                "De certa forma, é um pouco egoísta de minha parte, ainda mais considerando que eu era rato de biblioteca da minha escola e que ter à disposição os livros dela foi essencial para mim, mas tenho dó de doar os livros para bibliotecas porque temo que eles fiquem lá sem nunca serem lidos.\n\nEu morava, literalmente, na escola, pois meus pais eram caseiros, e ficava o fim de semana inteiro enfiado lá, com a biblioteca à minha disposição. Mas sei, também, que a esmagadora maioria dos alunos não lê. Eu via os mesmos livros na mesma posição por anos.\n\nEntão fico nesse dilema, de querer que os livros sejam úteis, mas com dó de ficarem largados.",
                "Coloco em uma caixa guardo em um lugar legal pra no futuro meus netos lerem",
                "Faço doação ou vendo se for um livro caro.",
                "Ficam na pilha de \"me desfazer\" por anos, até eu criar a coragem de dar um fim nela.\n\nQuando isso finalmente acontece, costumo vender os mais caros online e os mais baratos vendo em lote para sebos ou doo para bibliotecas e, se são infantis, talvez presenteie alguma criança (mas quase ninguém da minha família gosta de ler).\n\nMas eu queria uma alternativa. Estou pensando em vender os de baixo valor q não quero no Shopee.",
                "troco no sebo, geralmente troco 2 meus por um da loja ou 1 por 1 e pago a diferença",
                "Ano passado tive o desprazer de me arrepender da compra de 4 livros, 2 separados, e 1 box. Dei 2 deles pra minha mãe, e o box eu dei pro meu primo",
                "Troco no Sebo ou dou pra uma amiga.",
                "Se alguém se interessar eu presenteio.",
                "troco no app skoob"
            ]
        },
        {
            "title": "O Lobo da Estepe - Hermann Hesse",
            "selftext": "“Saímos da natureza e caímos no vazio.”\n\nHermann Hesse, nascido em 1877, foi um jovem rebelde com conflitos parentais. Com muitas obras bem avaliadas, O Lobo da Estepe se destaca pela dualidade do personagem, a poesia na narrativa e a filosofia sobre a busca do significado e propósito.\n\nConfesso que demorei um bocadinho para compreender o fluxo do alemão. A obra se arrasta, apresenta as versões de Harry Haller e as questões que circulam sua mente e vida. O personagem, com as mesmas iniciais do autor, se sente deslocado e insatisfeito com a vida. Ele é conhecido como \"O Lobo da Estepe\" devido a sua natureza solitária e a sua busca constante de significado e propósito. Sua jornada o leva a encontrar novos amigos e mentores, bem como a explorar sua própria personalidade e o significado da vida. É possível considerar, de alguma maneira, o monomito na narrativa.\n\nDurante o percurso, há muitos pontos que revelam a importância de encontrar um equilíbrio entre o cérebro e o coração, e de encontrar a paz interior através do autoconhecimento e da compreensão da natureza da existência humana. Harry sofre com seus conflitos, a repressão de seus desejos o faz arder em sobrecarga de pensamentos.\n\nA influência da psicanálise é muito bem utilizada pelo autor quando apresenta diálogos internos do personagem a respeito da condição humana. Há também a crítica constante sobre a burguesia e à hipocrisia, o que é interessante já que Harry faz parte dessa faixa social.\n\nNo posfácio, o autor salienta que os leitores próximos da meia-idade tendem a se identificarem ainda mais com a filosofia e os pensamentos do personagem. Seria a famosa “idade do lobo”?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "110l8vg",
            "num_comments": 15,
            "comments": [
                "Li o original em alemão até a metade, depois terminei em português. O livro é ótimo, *especialmente* para quem tem uma personalidade parecida com a de Harry Haller, como eu. Ele é praticamente um sósia meu.\n\nA título de curiosidade, ele é do tipo pensamento introvertido, na tipologia jungiana.",
                "Peguei o Sidarta desse msm autor, se for bom pretendo ler o Lobo da Estepe também",
                "lobo da estepe não é o capanga do Dark Side?",
                "Me falta ler o \"Jogo das contas de vidro\", na minha lista imediata de leituras. \nDemian, Sidarta e o Lobo da Estepe foram todas leituras que me marcaram profundamente. Acho que é um dos autores que tive a maior felicidade de ter entrado em contato.",
                "Já ouvi falar super bem sobre",
                "Ótima leitura!\n\nHá que diga que Harry Halley seria o Sinclair amadurecido, personagem de Demiann! \n\nAcredito que ambos tenham fortes sentidos inconscientes, sob a piscicologia de Jung, traz os conflitos internos inerentes a qualquer pessoa com sensibilidade, mas ainda mais que isso permite uma reflexão entre o eu ideal o eu real e a forma de pensar que nos leva a conceber estes personagens que nos compõem.",
                "Esse é brabo",
                "Por algum motivo toda vez que eu leio o nome Hermann Hesse eu penso em Hans Herman Hoppe.",
                "Esse foi um dos piores livros que tentei ler. Extremamente prolixo. Não consegui nem chegar metade por ser uma história incoerente sem sentido. Não entendo o hype\n\nE olha que sou um leitor de romances há 10 anos",
                "Comecei a ler o Lobo da Estepe e cara, estou me identificando muito"
            ]
        },
        {
            "title": "A pergunta que sempre me faço ao lembrar desse trecho... É um Fish Ball ou não é? KKKKKKKK",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "110ir71",
            "num_comments": 15,
            "comments": [
                "Sinceramente, não vi nada que me dissesse que era um sexo oral.\n\nEle apenas está descrevendo que sente mais combina na menina pelo seu modo de agir do que propriamente pelo que diz. \n\nEle fica nos PEQUENOS DETALHES.\n\nMúsculos zigomáticos são os responsáveis pelas expressões faciais.\nSorriso, preocupação, hesitação. Tudo isso se demonstra por meio da expressão facial.",
                "Sem duvidas, a maneira mais estranha que já vi alguém descrever o bola gato. KKKKKK",
                "Nem sei o que quer dizer com essa pergunta.",
                "Sou mt inocente pra esse tipo d pergunta ;-;",
                "[deleted]",
                "r/NoFap\n\nBrincadeira",
                "?…!…!!!…",
                "eu entendi como sexo e nao como sexo oral",
                "Ooh quinta série que não nos deixa kkkkKKK. Cara pensa logo num bola gato. Que coisa feia , vá passar desinfetante nesse seu cérebro.",
                "\"Li 70 livros esse ano.\""
            ]
        },
        {
            "title": "algum romance de época para indicar??? adoro esse gênero",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1100coh",
            "num_comments": 0
        },
        {
            "title": "Qual a melhor dica literária que vocês já receberam?",
            "selftext": "As minhas:\n- Ler mais de um livro ao mesmo tempo, de gêneros literários diferentes, ajuda a aumentar o tempo de leitura e oxigenar o tempo que se passa lendo;\n- Não ter medo de largar um livro no meio;\n- Marcar/riscar o livro é quase uma conversa de nós mesmos com o autor.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10zz7k8",
            "num_comments": 12,
            "comments": [
                "Comprar um Kindle. Depois da escrita, é o maior passo evolutivo da humanidade.\n\nSou testemunha de Kindle desde 2014. Ecce venit, irmãos!",
                "Em 2011, quando minha professora de redação disse que eu deveria ler Jorge Luis Borges.",
                "Library Genesis",
                "não ter medo de abandonar livros quando a leitura tiver cansativa",
                "To quase largando Crime e Castigo, to na metade. Mas já foi mó tempo até aqui, vou terminar em audiobook.",
                "A verdadeira dica. A única que importa. São os amigos que fazemos pelo caminho.",
                "\"Leia A Metamorfose do Kafka\" \n\nAbriu a porta dos clássicos.",
                "Três dicas:\n\n1. Leia os clássicos.\n2. Quando não sentir nenhuma vontade de ler, leia sobre um assunto que você ama até recuperar o desejo.\n3. Não se preocupe com a quantidade de livros e sim com a qualidade deles."
            ]
        },
        {
            "title": "Livros de Não-Ficção para explodir a mente",
            "selftext": "Qual é o seu favorito? Recomenda aí!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10zvhnt",
            "num_comments": 34,
            "comments": [
                "Vida para consumo, do Bauman.",
                " A Vida nos Bosques",
                "O Fim do Homem Soviético, da Svetlana Aleksiévitch.",
                "Meu Pé de Laranja Lima. É um livro autobiográfico e mostra as condições dos mais pobres dos anos 30.",
                "O profeta.",
                "O animal social, David brooks",
                "Noite Elie Wiesel\n\nO Príncipe do Maquiavel\n\nAssim Falou Zaratrusta do Nietzsche \n\nO Crepúsculo dos Ídolos também do Nietzsche",
                "A incrível viagem de Shackleton",
                "Para mim é Ortodoxia, sem dúvidas.",
                "David Graeber - O Despertar de Tudo",
                "Para quem gosta de neurociência, o \"Mente Organizada\" do Daniel Levitin é excelente",
                "O imperador de todos os males",
                "Ecce Homo, de Nietzsche.",
                "Homo Deus é interessante, dá para ter uma crise de ansiedade lendo\nO Elogio do Vira-lata, a historia sobre o surgimento do complexo de vira lata brasileiro é algo muito fudido",
                "Sherlock Holmes: estudo em vermelho (eu acredito que tenha existido sim)",
                "A morte de Ivan Ilitch (Leon Tolstói)",
                "Hereges",
                "O fim da infância",
                "Godel, Escher, Bach. Única resposta possível",
                "Conheço vários kkkkk\nBasicamente só leio isso 🤣"
            ]
        },
        {
            "title": "Alguém sabe algum livro bem fofo?",
            "selftext": "Um livro fofo, mas não do tipo de romance, algo como \"em algum lugar nas estrelas\". Queria mais algum livro que tivesse uma história envolvente e fosse fofa pra poder ler. Alguma recomendação?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10zlt51",
            "num_comments": 9,
            "comments": [
                "O pequeno príncipe.",
                "O Jardim Secreto da Frances Hodgson Burnett.",
                "O cachorrinho samba, ótimo livro",
                "Eu acho David Copperfield bem fofo.",
                "Relatos de um gato viajante. (Às vezes pode ser meio triste)",
                "\"A Menina do Mar\" de Viggo Mortensen é uma opção muito boa. É um livro moderno sobre amizade, esperança e descoberta que segue uma jovem em sua aventura rumo à solução de seus problemas. A narrativa é encantadora e o livro conta com ilustrações lindas. \n\nOutra opção é \"O Menino que Falava com as Estrelas\" de Patricia Polacco. É a história de um menino que descobre que tem um dom especial - a capacidade de falar com as estrelas. A forma como ele lida com seu dom e com as dificuldades que a vida lhe impõe é realmente tocante.",
                "Stardust o misterio da estrela\nHistória sem fim \n(?)",
                "[deleted]"
            ]
        },
        {
            "title": "[bate-papo] O que você está lendo?",
            "selftext": "Tópico semanal para comentar suas aventuras literárias. \n\n1. Seja gentil e respeite as regras da nossa comunidade.\n2. Se for dar spoiler, utilize a marcação adequada. Para usuários do *old reddit* basta olhar a barra lateral do sub, enquanto para usuários da nova versão basta fazer a edição na hora da postagem.\n3. Considere visitar os subs afiliados /r/NaMinhaEstante e /r/Quadrinhos e o canal no Discord [Biblioteca da Meia Noite](https://discord.com/invite/biblioteca-da-meia-noite-958436550130139167). \n4. Para consultar os tópicos de semanas anteriores, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22conversa%22).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10zmjg3",
            "num_comments": 43,
            "comments": [
                "Os donos do mundo de Cristina Martin Jiménez",
                "Antes Que o Café Esfrie, é de um autor japonês. Se passa numa cafeteria onde é possível voltar no tempo, é curtinho, fácil de ler e muito bom.",
                "Estou lendo \"Love - a história de Lisey\" do Stephen King. Fiquei com vontade de ler depois que vi uma entrevista do King com Colbert e ele diz que é um dos favoritos dele, daí a gente precisa conferir um dos favoritos do autor.",
                "ensaio sobre a cegueira, photoshop cs5, lovecraft (edição com uns contos), laranja mecanica e contato, do carl sagan\n\nsim, metade deles eu não to lendo muito, são só os que eu tenho em aberto msm",
                "A Sexta Extinção - Elizabeth Kolbert.\n\nParece ser bom, apesar de eu só ter lido uma introdução sobre.",
                "David Oderberg - Ética Aplicada\n\nMartin Gilbert - A History of The Twentieth Century",
                "Liberty or Death",
                "O chamado de Cthulhu e outros contos (atualmente estou lendo o conto \"A casa abandonada\")\n\nSherlock Holmes vol. 2",
                "The secret society of irregular witches",
                "Com a ressaca literária tô lendo coisas curtas. No momento lendo o livro de poesias de um amigo, “Submerso” do Lucas Ben. Adoro o ritmo de seus versos, suaves que parecem micro contos organizados em formato de poesia, cada linha um pedacinho de história, tudo se une na sensação de estar mergulhado, submerso em águas",
                "Noite Eterna - Del Toro e Chuck Hogan\n\nSkyward - Brandon Sanderson",
                "O filho de mil homens de Valter Hugo Mãe",
                "More happy than not",
                "Daisy Jones & The Six, comprei pq precisava de uma leitura leve e vi mta gente indicando no booktok, como vai sair a série pensei \" pq não?\". Li em 1 dia e achei extremamente fraco, apesar da história ser legalzinha. Fiquei bem decepcionada e acho q não tô mais acostumada com leitura \"jovem\". Mas me surpreendeu mto as pessoas recomendando isso como se fosse bem escrito",
                "handmaid tales, ao menos tentando, queria ler e um livro de fantasia",
                "Montanha Magica 😀",
                "Violeta, de Isabel Allende, e O advogado, de John Grisham.",
                "O tão falado, o tão querido, \"Cem anos de solidão\".\nJá estou nos 70% do livro, e não pude discordar dos que falam tão bem.",
                "Recordação da casa dos mortos de Dostoievski",
                "Os sofrimentos do jovem Werther, devo terminar hoje.\n\nEdit: terminei. Já sabia o final, mas ainda sim é triste.",
                "Demian",
                "Terminando As Sereis de Titã hoje. Devo começar Cama de Gato jajá. Vonnegut é muito bom mesmo",
                "[deleted]",
                "Um corpo na biblioteca da Agatha Christie",
                "Quando consigo um tempo, estou lendo Caderno Afegão: um diário de viagem, de Alexandra Lucas Coelho. É um diário de uma viagem ao Afeganistão na época da ocupação dos EUA.",
                "Dublinenses do Joyce",
                "Hans Staden, Duas viagens ao Brasil, livro perfeito de um mercenário alemão que veio para o Brasil durante os anos de 1550-1557",
                "Depois de ficar 2 anos sem conseguir ler nada, eu tomei coragem na cara e fui pegar um livro pra ler, começar a ler \"Eu, robô\", e que livro maravilhoso",
                "Terminei O Caminho dos Reis hoje. Segunda-feira quero ler A guerra das duas rainhas. Até la vou terminar Verity.",
                "O Grande Gatsby - F. Scott Fitzgerald",
                "perfume:história de um assasino     -  patrick süskind",
                "Fevereiro tem sido um mês complicado.\n\nA Cidade de Vapor, Zafón. Li dois contos.\n\nAlmas Mortas, Gógol. Terminei a primeira parte. \n\nCapitães da Areia, Jorge Amado. \n\nA Guerra Não Tem Rosto de Mulher, Svetlana. Leitura muito pesada.\n\nO Mestre e Margarida, Bulgákov. Larguei todos os outros por esse. Ótimo.",
                "Um Casamento Conveniente da Tessa Dare. Muito bom, tinha me esquecido como ela é incrível. Personagens muito bons e um enredo um pouco inesperado. Estou na metade do livro.",
                "Tô lendo crônicas da clarice lispector e \"o povo brasilero\" de darcy ribeiro",
                "Os melhores contos brasileiros de ficção científica - edição por Roberto de Sousa Causo\n\nA aprendizagem dialógica na sociedade da informação - Adriana Aubert, Ainhoa Flecha, Carme García, Ramón Flecha, Sandra Racionero\n\nRelendo The two towers - Tolkien, mas me distraí e está parado há um tempo."
            ]
        },
        {
            "title": "Pólen soft deixará o mercado de vez?",
            "selftext": "Ontem recebi um exemplar de Frankenstein da editora Penguin-Companhia. Notei algo desagradável na textura do livro até que eu me toquei que o papel tinha mudado: em vez de pólen soft, é pólen natural, papel que se assemelha ao do jornal. \n\nEm uma breve pesquisa, encontrei [esta](https://oglobo.globo.com/cultura/livros/noticia/2022/08/entenda-por-que-o-papel-dos-livros-mudou-e-o-preco-subiu.ghtml) reportagem pela G1 informando que o pólen natural veio pra ficar.\n\nO que vocês acham disso?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10zh91p",
            "num_comments": 7,
            "comments": [
                "Se o papel de pólen natural é o que eu estou pensando, justamente esse que o OP diz se assemelhar ao papel de jornal, isso me deixa triste.\n\nSempre reclamei aos meus amigos dizendo que se você compra um livro importado de uma editora americana, são grandes as chances de ser um papel de péssima qualidade. Em comparação, sempre achei que as editoras aqui no Brasil eram mais cuidadosas no trato com o livro (não necessariamente luxuoso) do que lá. Ultimamente acho que só se você compra numa Gallimard da vida que ainda vem um papel muito bom…",
                "Recebi também da Penguin Companhia alguns exemplares com pólen natural, não senti uma diferença tão gritante, nada que atrapalhe a leitura. O que me preocupa é a durabilidade dele.",
                "Senti duas coisas:\n\n1. A própria indústria reforçando que a direção para o público leitor é o livro digital.\n\n2. A indústria do livro que depende do fabricante de papel já indica que busca importar o papel que não teremos por aqui. Ou seja, mais um indício que esse nicho tende a morrer nacionalmente.\n\n3. Assim como a Livraria Cultura, o mercado de livros nacionais em edições luxuosas deve morrer em breve.\n\nEspero estar errando todas as três observações. Espero mesmo!",
                "Talvez ele seja mais barato. Ao longo da pandemia o preço do papel subiu bastante, muito por conta da alta do dólar.",
                "Esse tipo de papel em Recife num instante fica todo amarelado\nO pólen soft é o que demorava mais… sad"
            ]
        },
        {
            "title": "Recomendações de livros de fantasia.",
            "selftext": "Basicamente é isso aí que está no título mesmo. Não ligo muito para subgênero nem nada do tipo, só gostaria muito que me dessem dicas de livros de fantasia (preferencialmente voltados para um público mais jovem adulto). \n\nObrigada desde já!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10zd64e",
            "num_comments": 28,
            "comments": [
                "Procura os livros da \"Trilogia da Primeira Lei\". A história consegue se afastar de vários clichês do gênero.",
                "Qualquer livro do Brandon Sanderson, o homem é  um deus. Se estiver em dúvida começa por Mistborn.",
                "O guia do mochileiro das galáxias",
                "Tolkien. É clássico, épico (ou leia O Hobbit pra lago mais leve), e adequado para jovens adultos.",
                "A Roda do Tempo, Crônica do Matador do Rei (ainda falta lançar o último da trilogia). Aaah e qualquer livro do Brandon Sanderson.",
                "Não sou um grande conhecedor do gênero, mas tô lendo a saga do Geraldão e curtindo bastante. É fluido e gostoso de ler, não se perde muito tempo com descrições. É aquele mundão sujo, pessoas doentes, nobres opressores, etc etc, mas tem um bom humor inteligente também. Não é só desgraça e sujeira, saca? Os diálogos são bons e também gosto que nem todos os problemas se resolvem na espadada: tem várias saídas inteligentes pras dificuldades que a trama apresenta. \n\nClaro que tenho críticas também, mas o saldo tá bem positivo. Se quiser arriscar, o primeiro livro se chama O Último Desejo.",
                "A Bíblia Sagrada",
                "Phantastes de George MacDonald. Já recomendei uma vez aqui e recomendo de novo!",
                "A história sem fim",
                "Lugar nenhum - Neil Gaiman",
                "O Feiticeiro de Terramar, O Nome do Vento, A Ordem Vermelha, Skyward (é mais ficção científica, mas ainda vai), The Witcher",
                "Cara, uma leitura extremamente tranquila e suave é Harry Potter.. os livros são bem escritos feito justamente para adolescentes e jovens adultos.\n\n&#x200B;\n\nO Hobbit também é MUITO bom. É uma ótima introdução para o mundo do Senhor dos Anéis e dá um empurrão para você começar a obra principal. \n\n&#x200B;\n\nAs Crônicas de Narnia também é bem tranquilo e gostoso de ler.",
                "Neil Gaiman em geral. gosto especialmente dos contos.",
                "O lar da srta. Peregrine para crianças Peculiares, recomendo ler só a primeira trilogia pq a segunda é bem ruinzinha.",
                "A PONTE ENTRE REINOS É PERFEITO PARA O SEU PEDIDO!!! Trata-se de uma mulher que fora treinada para ser esposa e espiã de um rei que domina uma ponte, a qual conecta dois continentes e cobra altos impostos do reino dela, afundando-o na fome. \n\nA escrita é tão fluida, e o enredo tão envolvente, que você esquece que está lendo um livro. A autora transmite uma realidade tão convincente que você sofre juntamente com os personagens, já que eles equilibram muito bem sentimentos e responsabilidades.",
                "Se você quiser uma série, dá uma olhada nos livros da Sarah J Maas. Pode começar pela Trono de Vidro que é bem legal. Tem a da Corte de Rosas e Espinhos também é legal, mas tem umas cenas 18+.\n\nOutra série de fantasia jovem adulto legal é a do Universo Grisha da Leigh Bardugo.",
                "Uma trilogia de tirar o fôlego e te faz não tirar os olhos do livro, além da já citada \" A primeira lei \" tem também  \"A canção do sangue\""
            ]
        },
        {
            "title": "\"Ao verme que primeiro roeu as frias carnes do meu cadáver dedico como saudosa lembrança estas memórias póstumas.\"",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10zbeoe",
            "num_comments": 8,
            "comments": [
                "Li no mês passado e achei ótimo. Quem roeu suas economias foi a Antofagica pq as edições dela são caríssimas...\n\nParabéns pelas aquisições!",
                "Versão bonita. Qual editora?",
                "Antofágica: muito hype, quer ser diferente editorialmente mas tem uns exageros que sei lá, como colocar artes bem questionáveis junto com os textos. E sem contar essa alquimia bizarra de colocar prefácios e posfácios de youtubers e rappers (hã??) que não acrescentam em nada nas obras. Machado de Assis deve estar se revirando no túmulo.",
                "LENDÁRIO",
                "Quase terminando"
            ]
        },
        {
            "title": "Alguma indicação para livros de francês e microbiologia?",
            "selftext": "Pretendo fazer faculdade de biologia na França, estou começando a estudar sozinha e queria algum livro bom sobre esses dois temas que seja para iniciantes.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10z65gr",
            "num_comments": 0
        },
        {
            "title": "Quais são seus livros de cabeceira?",
            "selftext": "Aqueles para ler na cama antes de dormir. Os meus são os do Érico Veríssimo. São leituras leves e doces, que não exigem concentração quase que nenhuma. Além disso, essa forma de escrever é praticamente homogênea ao longo de toda sua obra, então uma boa leitura é sempre garantida.\n\nTambém tenho o Livro do Desassossego, de Fernando Pessoa, no criado-mudo, mas esse não é tão bom, pois certos trechos são complexos, e exigem concentração, o que não o torna ideal para ler com sono antes de dormir.\n\nE os seus?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10z8xx0",
            "num_comments": 14,
            "comments": [
                "A imitação de Cristo, até porque a edição que tenho é pequena e fácil de carregar, dá pra colocar quase todo lugar.",
                "Costumam ser livros de poemas, memórias ou diários. Atualmente estou lendo Libertinagem, do Manuel Bandeira.",
                "Ultimamente Percy Jackson e o Ladrão de Raios porque tô lendo com meu irmão menor",
                "Por um simples pedaço de cerâmica. Sinceramente? Que livro lindo! Qualquer um que leu esse livro sempre se apaixona.",
                "Eu costumo fazer isso com o que eu estou lendo no momento, sempre gostei de ler antes de dormir. Atualmente este cargo está com “O pistoleiro” do Stephen King, mas já esteve com os livros do tolkien",
                "O mundo de sofia atualmente",
                "Atualmente, Memórias do Porvir, de Elena Garro. Alguns consideram este livro o inspirador de \"100  anos de solidão\".",
                "O livro do travesseiro. \nTô pra começar a ler o mangá contos de horror da Mimi de Junji Ito",
                "O pequeno príncipe",
                "Primavera - Cassimiro de Abreu\n\nLeve, simples e muito bonito 💘"
            ]
        },
        {
            "title": "Harry Potter é superestimado?",
            "selftext": "Tenho uma amiga que sempre fala sobre os livros de Harry Potter, e inúmeras outras pessoas também falam bem dele, mas tenho medo de ele ser apenas superestimado e colocado em um pedestal que talvez não faça realmente juz ao que o livro é. Alguém que já leu Harry Potter e tem uma opinião sobre ele, você gosta? Acha que vale a pena ler ou se eu não gostar do universo não vale nem a pena tentar?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10yu06v",
            "num_comments": 57,
            "comments": [
                "Acho que tem muita relação com aquele sentimento de nostalgia que da pra sentir acompanhando os livros. A história é boa sim, bem interessante, não acho que seja genial, mas é fato que marcou toda uma geração.\n\nVale a pena ler sim. Se você é da época em que os filmes eram uma febre, possivelmente sentirá mais empolgalção para continuar a leitura.",
                "O livro é bom, leitura fácil, leve, quando você perceber já estar no final, vale sim a pena.\nMuita gente tem sentimento nostálgico com HP e colocam ele como a fantasia mais incrível do mundo sendo que é só mais uma fantasia adolescente boa.",
                "Eu li o primeiro HP quando eu tinha 11 anos. Hoje eu tenho 31. Então minha opinião é totalmente enviesada ppr um história que cresceu comigo e fez sonhar muito com toda aquela magia e universo. Era uma verdadeira obsessão imaginar tudo aquilo e conhecer sobre o mundo de Harry Potter. Não sou fanático, mas tem um lugar muito especial no meu coração.",
                "Harry Potter é legal, eu li depois de adulta e gostei muito da série.\n\nAcho bacana quem tem um sentimento de carinho, porque cresceu lendo a série, aos meus olhos é uma jornada de um menino aprendendo a se tornar um adulto através de seus próprios desafios e medos.\n\nDiscordo de quem diz que a série envelheceu mal, no seu cerne ela é uma jornada do herói até que bem contada.",
                "Eu gosto. Já tenho 35 anos e já reli umas 5 vezes.",
                "Depende. Obvio que tem muita nostalgia envolvida pois foi a primeira experiencia com literatura fantastica de muita gente, marcou toda uma geração.\nRealmente, os primeiros livros são mais juvenis, porém as tramas evoluem e amadurecem junto com os personagens. Óbvio, é \"young adult\", não espere nada muito sombrio ou violento, nem tramas politicas. \nVocê não fala que tipo de fantasia você curte, então fica dificil precisar se vai fazer seu estilo. Eu sempre recomendo HP como primeira leitura, normalmente. Eu li a primeira vez aos 12 anos, hoje tenho 25, mas ainda leio e acho que sempre lerei e amarei esses livros. Mas nada é para todos e ta tudo bem.",
                "Cara, se tu não curte o universo, nem tenta. Mas eu amei Harry Potter quando li.",
                "Acho chato a mania que as pessoas tem de tentar rotular o gosto das outras pessoas. Nem sempre vamos gostar do que outros gostam. Com o tempo isso tende a piorar, pois você vai adiquirindo um gosto muito pessoal.\n\nMinha sugestão, prove, se dê o desafio de conhecer algo para depois tirar suas próprias conclusões. Nada será unanimidade, sempre tem aqueles que gostam e vão tentar defender o motivo pelo qual gostam e os contrários a isso. Seja a pessoa que leu e gostou/não gostou. Com isso você vai desempenhar um senso crítico com relação ao que já leu e não apenas de ouvir dizer.\n\nEu não gosto de HP, já li alguns livros mas nunca me tornei fã como sou de LOTR e Crônicas Arturianas, por exemplo. Mas, reforçando o que eu disse a pouco, se arrisque, leia e se dê uma chance de conhecer.\n\nBoa leitura!",
                "É ótimo sim. Nada superestimado. Inclusive é uma boa pra quem tá estagnado na leitura e quer começar/recomeçar a ler, que é o meu caso.",
                "É bom sim. Não sei se vai ser tão bom pra quem já viu o filme pq tira muito o elemento surpresa, que é uma das coisas que prende a atenção quando se lê os livros pela primeira vez. Mas a história é excelente. Me lembro que no último livro, eu chorei tanto que de vez enquando eu tinha que parar umas horas pra me recompor e poder voltar a ler kkkkk",
                "É uma boa história. Faz você se identificar com o personagem principal. Caso vá ler, esqueça tudo o que viu até hoje de HP e vai sem preconceito. A jornada será maravilhosa.",
                "Assim... é um livro para adolescentes. Tem um universo legal, porém cheio de incoerências; e os plots são previsíveis.  \nGeralmente digo que, se tu não tem muita experiência em leitura mais elaborada, vai fundo. Mas se tu já leu coisas de maior qualidade literária, vai ficar com raiva (foi o que aconteceu comigo)",
                "É um bom livro para crianças/adolescentes e só.",
                "É superestimado, sim.\n\nExistem erros de continuidade, erros de \"Porra era só ter um cérebro pra fazer melhor caralho.\", e alguns outros tipos de erros...\n\nOs personagens não aprendem nada, não crescem como pessoa ao decorrer dos livros.\n\nIsso que eu adoro Harry Potter, mas tenho que admitir que saporra é tão cheia de buraco quanto as estradas brasileiras '-'\n\nO que mais me irrita, é saber que o Harry, cresceu órfão, sofreu abuso psicologico e físico na infancia, bullying to primo e tantos outros: Não fala nada pro Rony quando ele ta fazendo bullying com a Hermione, faz um certo bullying ele mesmo com algumas pessoas, não se transformou em alguém ou mais fechado pela forma como ele cresceu ou mais violento, de novo pela forma que ele cresceu, e depois que sai de Hogwarts, pelo que entendi (uma história bizarra que a Rowling tornou canone porque sim.) é um pai merda...não fode.",
                "Não é uma história que vai mudar a sua vida se você não viveu na época em que era escrito/lançado e cresceu acompanhando os filmes/livros. De toda forma, é sim um universo muito interessante e criado com muita criatividade.\n\nAo contrário de outro user que comentou (que os livros pioram), na minha opinião eles melhoram muito, sendo os livros 5 e 6 o ápice da saga. Também acho que a autora planejou muito bem aonde ela queria chegar, pois certos mistérios que se apresentam lá no começo só são elucidados lá no final. A história é redonda e os personagens fazem sentido, ainda que os primeiros três livros sejam totalmente voltados para um público infanto-juvenil.\n\nSim, o Harry às vezes é uma pamonha e você se pergunta porque diacho ele é o protagonista em uma história com outros personagens tão mais interessantes. Mas whatever, talvez seja justamente por essa pamonhice que ele consegue chegar onde chega.\r  \n\r  \nExperimente começar, quem sabe você não gosta, vicia, termina a saga, e depois vai ficar que nem eu, pelo resto da vida pensando como que uma m\\*therfucking senhora um dia sentou numa livraria aleatória em Portugal, tirou essa história, esses personagens e esse mundo sabe Deus lá de onde, e então ficou trilhardária.",
                "Cara, Harry Potter é muito bom. é um livro político escrito por meio de fantasia, onde tudo é super bem amarrado! se você não sabe nenhum spoiler ainda, então, a experiência é surreal. além disso, a autora escreveu um livro de 801 páginas (Harry Potter e a Ordem da Fênix) que CRIANÇAS, literalmente, de uns 8/9 anos LERAM. 801 páginas. é louvável. eu sou bem fã de Harry, antigamente era mais, mas não acho superestimado, os livros são sensacionais mesmo. Hoje em dia, outras sagas tem mais meu coração - tipo Jogos Vorazes - mas ler Harry sempre será tipo voltar para casa, deixa o coração quentinho <3",
                "Eu acho que não envelheceu muito bem não. É o tipo de livro que é bacana quando você lê quando criança/começo da adolescência quando tá tendo suas primeiras experiências literárias mas que não sobrevive ao escrutínio. Acho que depende muito da sua idade — quando eu li eu achei realmente excelente; hoje não mais",
                "Harry Potter é uma série infanto-juvenil. Se você for encarar a leitura, mantenha isso em mente. \n\nQue eu me lembre, os primeiros 2, 3 livros são bons, porque são mais despretensiosos, só uma série de aventuras num mundo mágico que é baseado em folclore bem conhecido mas também tem sua dose de originalidade e criatividade da autora. Por ser literatura juvenil, não creio que tenha muito foco no aprofundamento dos personagens e suas relações, é mais o mistério/aventura do ano e talvez um draminha adolescente.\n\nDo quarto livro pra frente começam os problemas. Por causa do sucesso dos livros anteriores a autora resolve expandir o universo e tenta amadurecer a história, enquanto finge que isso estava planejado desde o início mas tem tantos furos que fica óbvio para um leitor atento que ela não tinha planejado quase nada e inventa as coisas à medida que avança. O resultado, pra mim, é que é difícil gostar do personagem principal porque ele é meio burro e carregado pelos demais. Seria bom porque não é o seu típico \"escolhido\" que é automaticamente bom em tudo, mas também é ruim porque o Harry parece não ter nenhuma outra característica que o redima além de ser o personagem principal.\n\nDos dois últimos livros eu nem me lembro muito porque li meio na \"obrigação\", só pra terminar a saga. Pra responder sua pergunta:\n\nTL;DR: é superestimado sim. Os 3 primeiros livros são bons, do quarto pra frente vai piorando sucessivamente. Se vale a pena ou não ler, vai de cada um. Acho que depende do quão curioso você está.",
                "Mano, é infantojuvenil. É isso.",
                "O público alvo são crianças/adolescentes. Tem que ter isso em mente, eu não indicaria pra nenhum adulto.\n\nSão livros bem escritos, com história fluídase tem um universo bem legal. Nenhuma saga é a mais vendida do mundo sendo superestimada.\n\n&#x200B;\n\nMinha dica: não sei se você tem kindle ou gosta de ler pelo celular/coimputador, mas todos estão no kindle unlimited(custa R$19,90 mas ta com o primeiro mês grátis)",
                "Era a hype daquela época... Hoje em dia não faz mais tanto sentido.",
                "Eu acho Harry Potter uma fantasia comum, mas divertida por oferecer coisas diferentes dentro do que parece clichê. Tem o fator de envelhecimento também, que conta muito. As pessoas têm muito carinho pelo o que acompanhou elas durante boa parte da vida.\n\nEu já li todos os livros e digo: gostei. Antes do quarto livro, porém, achei bastante fraco. Mas é literatura infanto-juvenil, não posso querer demais.",
                "É ok, dou 7/10 sem remorso. Existem livros que dão muito mais emoção. Se você gosta de livros desse estilo, recomendo Dragões de Éter. Só li o primeiro da série então não sei se os outros são bons, mas o autor (que é brasileiro!) fez uma história usando personagens de contos de fadas como João e Maria e Chapeuzinho Vermelho em um universo só, achei muito criativo e a trama também é muito bem escrita",
                "Sim",
                "É o tipo de livro que li durante a infância e o começo da adolescência. Hoje em dia eu fico com pé atrás se tento reler novamente pois provavelmente irei achar a escrita mais fraca, além de que não é o tipo de leitura que me interessa mais.\n\nAcontece que muito do meu gosto por HP foi moldado  pelos filmes e jogos. Eu primeiro assisti alguns filmes antes de começar a ler.  E não é por menos, os filmes acertaram em cheio em ambientação, elenco, trilha sonora. Os jogos que saíram até hoje também fora muito bacanas, dava pra explorar e curtir minimamente Hogwarts. Eu  revejo os filmes  eventualmente e pretendo jogar o Hogwarts Legacy em breve.\n\n  Acho completamente plausível rever filme pelo espetáculo visual, pela nostalgia, do que reler o  livro que talvez  possa me tirar a boa imagem que possuo da obra.",
                "Não é. É um livro infantil/infanto juvenil e conseguiu capturar a imaginação de milhões de crianças e adolescentes no mundo inteiro. Claro que sempre vai ter gente pra julgar o livro com os olhos de um adulto, mas isso é injusto visto que a proposta dele não é essa.",
                "Acho mais fácil você ler o livro e ver.\n\nMas tem que ver sua idade, porque parece que a JK foi adaptando cada livro pra idade do público que foi envelhecendo, então leva isso em conta quandary começar.\n\nNo mais acho que Harry Potter começou o gênero de estudantes, né? Pelo menos em um ambiente de fantasia. Qq livro que inicia um gênero merece um certo respeito e deve ter algo de bom.",
                "Não, é bom mesmo",
                "Eu acho um livro bom, principalmente como primeiro contato a literatura de fantasia, eu comecei a ler os livros do Harry Potter quando eu tinha 11 anos de idade e foi o primeiro livro que li sem ser obrigado pela escola e foi incrível. Mas depois de mais velho e com mais bagagem literária sobretudo de livros de fantasia,  eu acho a historia muito mal aproveitada ela construiu um mundo incrível e mostrou migalhas de coisas que poderiam ser melhores desenvolvidas sejam personagens secundários ou lugares do mundo magico.  \n\n\nPor exemplo Sirius e Lupin poderiam ser melhor aproveitados e aprofundar um pouco mais sobre a historia dos pais do Harry antes dele nascer tipo contar pra ele sobre o passado dos pais. Depois do quarto livro eu acho que o Harry devia ter aprendido mais sobre autodefesa e magias de combate a serie tem 7 livros e só  é mostrado um combate de alto nível no quinto livro ver o Harry usar apenas expeliarmus durante 7 livros me da nos nervos, ainda mais que o cara mais sinistro do mundo bruxo tenta matar ele desde o primeiro livro. Fora isso outros personagens que acho mal aproveitados e que gosto muito é o Dumbledore, o Alastor Moody o próprio Snape Alan rickman deu uma profundidade muito maior ao personagem na serie de filmes.  \n\n\nExistem muito mais coisas que hoje em dia que sou critico em relação a serie de livros mas esse texto ficaria ainda maior do que ja esta. Dito isto toda essa critica que eu faço é justamente pelo fato de ter lido outras coisas mais bem construídas em termos de desenvolvimento narrativo e sobretudo de personagem e world building  fora isso eu acho que a serie envelheceu bem e ainda vale a pena a leitura para aqueles que buscam um primeiro contato com o genero fantasia.",
                "Essa questão é interessante, acho que superestimar um livro é algo bem prejudicial, pois novos leitores vão com muita expectativa e se decepcionam. Só li o primeiro do Harry Potter, e gostei, fui com baixas expectativas. Acabei esquecendo a série, e perdi o animo para ler o resto.",
                "Eu fui uma pessoa que leu Harry Potter mais tarde com 15 anos. O primeiro livro eu acho meio parado, mas o resto é bem gostoso de ler. Acho q não é superestimado porque na época que fez mais sucesso esse tipo de livro fazia muito sentido. Mas eu ainda consigo notar algumas coisas na escrita da JKR que me incomodam e obviamente a forma como ela trata alguns temas",
                "Sim, próximo",
                "Meu velho, só leia e tire suas conclusões. ✌🏻",
                "cara, ler é sempre bom mesmo que o livro não seja (tão) bom. acho que ninguém acha a saga Harry Potter uma merda. talvez como a sua amiga, alguns achem superestimada ou só ok ou meh 🤷‍♀️; aí é questão de gosto. eu, por exemplo, acho a saga - de forma geral - muito boa (não genial) mas sei tbm que ter feito parte da minha infância e trazer esse sentimento nostálgico aumenta a qualidade dos livros para mim.\n\nrecomendo você ler o primeiro e vê se gosta e se vale a pena para você ler o resto.",
                "Depende o que você considera super estimado, é um livro infanto juvenil de leitura leve e divertida, que consegue envolver bem o leitor no ambiente da escola (o que eu mais gostava nos livros era a relação com outros alunos, as fofocas, as coisas que aconteciam que não tinham relação direta com a história, realmente parecia que eu estava ali com os protagonistas). O que tornou ele popular é que ele foi a porta de entrada pra muitos leitores. Mas a história base em si é clichê e tudo mais,\nTem vários livros de literatura infanto juvenil que seguem a mesma fórmula.",
                "Nunca li, não vejo sentido em ler um livro do qual já exista o filme. E além do mais, considero todos os livros de fantasia uma perda de tempo, não tem imagens, não é divertido, também não se aprende nada que possa ser aplicado em sua vida.\n\nMas é apenas minha opinião![gif](emote|free_emotes_pack|grin)",
                "Atualmente está na moda desqualificar as obras da JK Rowling por causa das opiniões controversas dela.\n\nHarry Potter é um marco da literatura infanto-juvenil, usou toda a influência dos predecessores para moldar uma nova tendência literária de fantasia que influenciou quase todas as obras que vieram depois, e expressou valores e críticas muito importantes como a desigualdade social, o enfrentamento contra tiranías e autoritarismo, e até mesmo os modelos de ensino possíveis.\n\nDizer que é só uma historinha juvenil boa é diminuir muito o impacto não apenas literário, mas também social que essa saga teve.",
                "Sim, é super estimado. Eu reouvi os 3 ou 4 primeiros livros recentemente e deu pra ver muito claramente que esses pelo menos tem uma estrutura de thriller, como os livros da Aghata Christie, mas voltados pra crianças num universo mágico.\n\nAs descrições do universo são bem vagas, mas suficientes. O 3 é um livro realmente bom, o jogo de espelhos pra fazer uma viagem no tempo coerente é a melhor aplicação de viagem no tempo que eu já vi numa história.\n\nEu gosto um pouco, mas como literatura braba memo, os livros não são nada muito especiais não. Eles são interessantes de você pegar na idade certa, depois os temas se tornam menos relevantes e mais afastados.\n\nOu seja, divertido, mas é mais memorável quando você é criança mesmo",
                "Sim. Romance policial com red herring não é grande coisa. Harry potter não é ruim, mas não está a altura da reverência que recebe.",
                "Eu li e achei muito infantil o jeito como romantizam o sistema de ensino, foi realmente a única coisa que não gostei, mas é opinião pessoal mesmo.",
                "É algo bem de Achismo de minha parte, mas, creio que o fato do público tido a chance de crescer junto dos livros infantojuvenis que eles leram junto de um tema bacana como um mundo de feitiçaria trouxe sim um público que achou dessa experiência algo a engrandece, não condeno essa parte, mas, é que assim como cada um teve algo que sentiu bem por ter acompanhado alguma coisa da sua época que saiu trouxe sim esse sentimento acolhedor e único, então, Harry Potter realmente pode ser uma experiência boa como, só não é um pedestal para tornar ela indubitável como \"perfeita\" oque até pode obscurecer muitos que também tem potencial de ser uma leitura que agrade, coloco como exemplo A Lenda dos Guardiões, ou pior pessoas que querem tornar Harry Potter como uma personalidade deles e querem tornar isso visível aos quatro ventos. É legal ter uma comunidade mas tornar-se difícil querer ir em busca de mais conteúdo quando pessoas te desincentivam por serem metaforicamente barreiras que não querem conversar sobre a obra como algo que também possui erros e acertos. Espero ter contribuído nessa parte e que os comentários também tornem isso possível, não gostaria nem de entrar no assunto de falar da própria Autora pois já achei difícil pessoalmente em 2017 descobrir sobre o crime cometido pelo Nobuhiro Watsuki."
            ]
        },
        {
            "title": "Minha \"decepção\" com o livro o filho da bruxa",
            "selftext": "Imagine um livro com cenários bem escritos, personagens bem feitos e uma história sólida que mesmo assim pode te surpreender. É assim o livro o filho da bruxa, o que me descontenta é que tantas coisas maravilhosas que esse livro tem, em especial a ambientação, da pra de verdade imaginar o mundo em que eles vivem de tantos detalhes que possui, mas tem um problema, o protagonista, ele é chato, simples. Até esse momento não terminei o livro, e o protagonista é muito arrogante, é difícil sentir empatia por ele, não sei em qual momento ele vai evoluir como protagonista mas até agora ele continua sendo uma criança mimada que só pensa no próprio nariz. Alguém já leu esse livro? Gostou dele ou se depcionou pelo protagonista?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10yulyl",
            "num_comments": 0
        },
        {
            "title": "Divulgue seus escritos, canal ou podcast",
            "selftext": "Tópico mensal para divulgar o seu trabalho. O tópico ficará fixo por algumas semanas, podendo ser localizado facilmente abaixo da capa do sub ou na barra lateral (usuários do velho reddit). Para comunidades voltadas a novos escritores recomenda-se o /r/rapidinhapoetica/ e /r/escritoresbrasil.\n\nPara consultar os tópicos de meses anteriores, [clique aqui](https://www.reddit.com/r/Livros/search/?q=divulgue%20seus%20escritos&restrict_sr=1&sr_nsfw=&sort=new).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10ysplo",
            "num_comments": 7,
            "comments": [
                "Meu blog de literatura:\n\nhttps://jornadasaodesconhecido.blogspot.com/",
                "O ADVERSÁRIO, de Maurício Limeira\n\nAmazon: [https://www.amazon.com.br/Advers%C3%A1rio-Maur%C3%ADcio-Limeira-ebook/dp/B09KNV81XB/ref=sr\\_1\\_1?\\_\\_mk\\_pt\\_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1MVML8Q15DUH1&keywords=o+advers%C3%A1rio+maur%C3%ADcio+limeira&qid=1676038682&sprefix=o+advers%C3%A1rio+maur%C3%ADcio+limeir%2Caps%2C189&sr=8-1](https://www.amazon.com.br/Advers%C3%A1rio-Maur%C3%ADcio-Limeira-ebook/dp/B09KNV81XB/ref=sr_1_1?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1MVML8Q15DUH1&keywords=o+advers%C3%A1rio+maur%C3%ADcio+limeira&qid=1676038682&sprefix=o+advers%C3%A1rio+maur%C3%ADcio+limeir%2Caps%2C189&sr=8-1)\n\nYoutube: https://www.youtube.com/watch?v=qD71F6iQhZw",
                "Punhos Flamejantes\n\nminha novel sendo publicada desde o ano passado  \n\n\nhttps://saikai.com.br/series/punhos-flamejantes",
                "O TERRAÇO E A CAVERNA, de Maurício Limeira\n\nAmazon: [https://www.amazon.com.br/Terra%C3%A7o-Caverna-Maur%C3%ADcio-Limeira/dp/8599870572/ref=sr\\_1\\_2?\\_\\_mk\\_pt\\_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1SG6ZERPS4ZBO&keywords=o+terra%C3%A7o+e+a+caverna&qid=1676038568&sprefix=o+terra%C3%A7o+e+a+caverna%2Caps%2C216&sr=8-2](https://www.amazon.com.br/Terra%C3%A7o-Caverna-Maur%C3%ADcio-Limeira/dp/8599870572/ref=sr_1_2?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1SG6ZERPS4ZBO&keywords=o+terra%C3%A7o+e+a+caverna&qid=1676038568&sprefix=o+terra%C3%A7o+e+a+caverna%2Caps%2C216&sr=8-2)\n\nYoutube: https://www.youtube.com/watch?v=CzrlU7TcKjY",
                "Relatos Por Trás do Véu, de Luther Alt. [Link aqui!](https://www.amazon.com.br/dp/B0BVJL3VSD)\n\nSinopse pra quem tiver interesse:\n\nOnze relatos, milhares de vítimas. Olivier Carvalho, jornalista investigativo e documentarista, reúne em um só manuscrito os relatos de pessoas completamente diferentes, mas afetadas pelo paranormal em semelhanças cada vez mais bizarras.\n\nCom a ajuda de um único contato infiltrado na polícia federal brasileira, Olivier Carvalho busca respostas a cerca de eventos extraordinários, fora do comum e varridos para debaixo do pano, que o faz questionar a própria sanidade e a existência de uma grande conspiração nacional. Objetos sobrenaturais, criminosos peculiares e símbolos com aparente poder são apenas algumas das coisas que Olivier, na busca pela verdade, terá de lidar para chegar ao fundo deste mistério e descobrir, de fato, o que torna os onze relatos, um?\n\nEletrizante e perturbador, Relatos Por Trás do Véu não é um simples thriller. É uma história de perda, segredos, mentiras e a busca constante pela verdade quando a mentira soa tão... tão reconfortante. As consequências devastadoras de quem, acima de tudo, só quer responder uma única pergunta.\n\nO que há por trás do véu da realidade?",
                "Aprendiz eterno de mundos imaginários através da leitura. Escapando na página, um livro de cada vez. Conheça o meu trabalho. [https://linkin.bio/maykontos](https://linkin.bio/maykontos)",
                "Publico livros de poesia na Amazon, mas sou inseguro e não consigo divulgar direito. Aqui vai pra quem tiver interesse.\n\n&#x200B;\n\n[https://www.amazon.com.br/Ante-enfaro-Claudio-Gadelha-Rocha-ebook/dp/B0BBDH23XF/ref=sr\\_1\\_4?\\_\\_mk\\_pt\\_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=HUQB9D3WYO8V&keywords=claudio+gadelha+rocha&qid=1677264058&sprefix=claudio+gadelha+roch%2Caps%2C214&sr=8-4](https://www.amazon.com.br/Ante-enfaro-Claudio-Gadelha-Rocha-ebook/dp/B0BBDH23XF/ref=sr_1_4?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=HUQB9D3WYO8V&keywords=claudio+gadelha+rocha&qid=1677264058&sprefix=claudio+gadelha+roch%2Caps%2C214&sr=8-4)\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n[https://www.amazon.com.br/p%C3%A1ssaros-mortos-facadas-Claudio-Gadelha-ebook/dp/B0BHPYBWD2/ref=sr\\_1\\_2?\\_\\_mk\\_pt\\_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=HUQB9D3WYO8V&keywords=claudio+gadelha+rocha&qid=1677264058&sprefix=claudio+gadelha+roch%2Caps%2C214&sr=8-2](https://www.amazon.com.br/p%C3%A1ssaros-mortos-facadas-Claudio-Gadelha-ebook/dp/B0BHPYBWD2/ref=sr_1_2?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=HUQB9D3WYO8V&keywords=claudio+gadelha+rocha&qid=1677264058&sprefix=claudio+gadelha+roch%2Caps%2C214&sr=8-2)\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n[https://www.amazon.com.br/Can%C3%A7%C3%B5es-Para%C3%ADso-Claudio-Gadelha-Rocha-ebook/dp/B0BQRZPWCS/ref=sr\\_1\\_1?\\_\\_mk\\_pt\\_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=HUQB9D3WYO8V&keywords=claudio+gadelha+rocha&qid=1677264058&sprefix=claudio+gadelha+roch%2Caps%2C214&sr=8-1](https://www.amazon.com.br/Can%C3%A7%C3%B5es-Para%C3%ADso-Claudio-Gadelha-Rocha-ebook/dp/B0BQRZPWCS/ref=sr_1_1?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=HUQB9D3WYO8V&keywords=claudio+gadelha+rocha&qid=1677264058&sprefix=claudio+gadelha+roch%2Caps%2C214&sr=8-1)\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\nhttps://www.amazon.com.br/arroz-valenciana-Claudio-Gadelha-Rocha-ebook/dp/B0BPQ3QFFX/ref=sr\\_1\\_3?\\_\\_mk\\_pt\\_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=HUQB9D3WYO8V&keywords=claudio+gadelha+rocha&qid=1677264058&sprefix=claudio+gadelha+roch%2Caps%2C214&sr=8-3"
            ]
        },
        {
            "title": "Livro de aventura medieval de 1000 páginas, alguém sabe o nome?",
            "selftext": "Fui em uma livraria física depois de anos, para dar uma olhada, não comprei nada, tudo um absurdo de caro. \n\nMas um atendente me recomendou um livro de fantasia medieval, em uma terra aonde acontece várias tempestades. Estava 120 fucking reais, obviamente não comprei, alguém sabe o nome do livro? Eu porventura posso ter esquecido totalmente o nome... ;/",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10yqw5y",
            "num_comments": 7,
            "comments": [
                "Com certeza é O Caminho dos Reis. Inclusive o segundo volume vai sair esse ano no Brasil.",
                "ACHO que pode ser \"O Caminho dos Reis\" do Brandon Sanderson",
                "O caminho dos reis, Brandon Sanderson",
                "Parcela cara.\nLivro é investimento.\n5x 24. \n10x 12.\n\nSou do RN e aqui um sanduíche razoável não sai por menos de 15 reais..\n\nA gente gasta 20 reais numa cerveja (cujo \"prazer\" não dura 10 minutos).\n\nUm livro de mil páginas pode render MUITO ENTRETENIMENTO.",
                "Vai de Don Quixote!",
                "é [esse](https://www.amazon.com.br/caminho-dos-reis-1/dp/6589132682/ref=sr_1_1?keywords=caminho+dos+reis&qid=1676051365&sprefix=cami%2Caps%2C209&sr=8-1&ufe=app_do%3Aamzn1.fos.6d798eae-cadf-45de-946a-f477d47705b9)",
                "\"Caminho dos Reis\""
            ]
        },
        {
            "title": "Qual é a melhor edição sem censura e em inglês do livro \" O retrato de Dorian Gray \"?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10ypd2d",
            "num_comments": 0
        },
        {
            "title": "e-books ou livros físicos?",
            "selftext": "Eu leio faz algum tempo e acabei reparando que os e-books (que vendem na play store) são muito mais baratos do que os livros físicos, você acha que esse investimento vale a pena ou e-books são paia?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10yl95v",
            "num_comments": 20,
            "comments": [
                "[removed]",
                "Se você tiver um leitor digital, pra mim é muito melhor, eu só uso Ebooks há uns bons anos.",
                "Eu mantenho os dois. Gosto de ter um acervo de livros físicos  mas ultimamente tenho usado mais o Kindle. Eu costumo recomendar se vc realmente ama ler. O bom é que é leve, portátil, bom para leitura noturna e você consegue armazenar vários livros ao mesmo tempo.",
                "> (que vendem na play store)\n\n_E também em outros lugares_.\n\n> você acha que esse investimento vale a pena ou e-books são paia?\n\nQuando se lê num _e-reader_ vale __muito__ a pena.\n\nMas veja bem: __e-books__.\n\nAqueles arquivos .pdf escaneados _não são e-books_.\n\nO leitor digital de e-books do celular não é tão ruim assim: pegando o leitor do próprio Google Livros, ele tem até uma acomodação bacana, mudando a cor de fundo, fonte, tamanho da letra... Mas o e-reader simula uma leitura em papel, então fico meu e-reader (no caso, o Kindle).",
                "Eu tenho em torno de dois mil livros físicos e prefiro mil vezes e-books, posso levar vários livros ao msm tempo e não tenho o desconforto de ter que carregar um trambolhão.",
                "O desconto é maior se vc piratear",
                "Não consigo ler e-book.\n\nSou da década de 1980, e nada supera o prazer de folhear um livro, sentir o cheirinho, sabe aquela sensação de ler algo que nos deixa reflexivos, fechar o livro com o dedo marcando a página que paramos e ficar olhando pro nada, pensando sobre o que acabamos de ler? Ah é uma delícia!\n\nE ir no sebo? Pegar um livro usado, imaginar quantas pessoas tiraram algum aprendizado daquelas páginas, quais sensações aquels leitura os causou... Eu amo demais!",
                "Estante virtual, sebos virtuais e físicos. Livros de segunda mão são bem melhores se você busca uma opção mais viável financeiramente. Nada supera ler um livro físico, segurar o material, mas se você não for o tipo de pessoa o kindle pelo menos ainda continua caro mas prático. Você também não precisa necessariamente comprar os livros nele, da pra transferir os arquivos em EPUB pro kindle, não recomendo transferir arquivo PDF.",
                "Depende do que você quer e da sua disponibilidade. \n\nSe você quer praticidade pra sua rotina super apertada, e-books são ótimas alternativas. \n\nAgora, se você gosta e tem tempo para ler, livros físicos para mim são melhores. \n\nPor exemplo: eu não leio livros em pdf, pois tenho muita dor de cabeça lendo páginas e mais páginas direto de um livro.",
                "Esse é um tópico bem repetido aqui no sub. Dá uma pesquisada depois.\n\nMas, em resumo:\n\n1. E-book, vantagens: Espaço físico; comodidade para ler no escuro; disponibilidade da sua biblioteca toda em viagens; não está sujeito a pragas biológicas (silverfish, traças, bolor). Desvantagens: está atrelado a um dispositivo digital, seja ele proprietário (Kindle e outros) ou app abertos (android, ios); não tem cheiro de papel; não tem a mesma experiência táctil.\n2. Físico, vantagens: Experiência táctil; cheiro do papel; coloração das páginas; envelhecimento percebido; fácil de compartilhar sem necessidade de dispositivos. Desvantagens: Alvo de pragas biológicas; com o tempo, uso, falta de cuidado tende a estragar; frágil à luz direta, umidade; não é possível viajar e levar a sua biblioteca junto;",
                "Eu costumo comprar livros físicos apenas quando são técnicos e eu quero rabiscar, fazer anotações, etc.\n\nFora isso, sempre compro o e-book.",
                "Ah eu adoro livros físicos kkk, sentir as páginas, o cheiro.. mas sempre que da pego emprestado das minhas amigas pq livro é muito caro kkkk",
                "Os dois são válidos, o importante é tomar gosto pela leitura. Mas particularmente, gosto mais de livro físico, pela experiência tátil da textura,das cores, do cheiro de um Liv novo ou de um velho... A experiência com um livro físico vai além da leitura.",
                "Físicos, gosto de ter os livros em mãos, admirar o trabalho editorial como um todo, principalmente o cheiro da tinta no papel (me julguem!).",
                "Livros físicos. Não sinto, particularmente, que a experiência de ler um livro fisico e ler um e-book seja a mesma. Gosto de sentir o cheiro de livro, gosto de estar longe das telas, gosto da sensação de guardar o livro na estante, como se dissesse um \"adeus\". Se for olhar em questão de preço, claro que o e-book compensa mais,  e na questão de carregar pode ser mais cômodo também. Essa questão é muito subjetiva, é Interessante experimentar e ver o que é melhor para você.",
                "Eu tenho um Kindle (Recomendo muito).",
                "E-book num e-reader. Dicionário, compacto, marcação, iluminação, leve, eu tenho dificuldade de pegar nos meus livros físicos."
            ]
        },
        {
            "title": "por que Memórias Póstumas de Brás Cubas é o marco inicial do realismo no Brasil?",
            "selftext": "o realismo é um movimento posterior ao romantismo e se contrapõe a essa escola literária, algumas características do realismo são mostrar a realidade sem fantasias, buscando explicações científicas para o comportamento social e psicológico das pessoas, e nessa obra do Machado tem a análise psicológica das personagens (característica realista), mas também tem o fato da obra ser narrada pelo Brás Cubas depois de morto e isso foge totalmente da realidade kkkkk",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10yi98b",
            "num_comments": 11,
            "comments": [
                "Talvez seja porquê o foco da história não seja o Brás Cubas fantasma visitando os momentos passados, na vibe de \"Fantasmas de Scrooge\", ele morto contando a história muito possivelmente foi a forma que o Machado viu de mostrar um personagem fazendo sua autobiografia, e incluindo a própria morte. \n\nA análise psicológica dos personagens é muito mais o foco do que o fato do Brás estar morto, tanto que na leitura muitas vezes eu esqueci que o narrador ja houvera falecido. Outra característica notória é o \"pessimismo\" na narração, que é de certa forma uma característica em algumas obras realistas\n\nResumindo: a obra não foca no morto, por isso é realismo, as características psicológicas e a contradição ao romantismo é muito mais o que torna o livro realista, já que o relato pós morte - possivelmente - foi um meio de contar a história do inicio ao fim, pelo próprio autor.\n\nMinha opinião somente",
                "É considerado, mas machado de Assis não se considerava realista.",
                "Apesar do nome, realismo é muito pouco sobre o que é real ou não, é mais sobre se distanciar das idealizações do romantismo e mostrar uma realidade um tanto mais crua. O foco na vida em sociedade e nos problemas econômicos é bem grande nesse movimento.",
                "O Marco da corrente realista em Portugal foi com o Crime do padre Amaro de Eça de Queiroz. Livro muito bom que retrata a sociedade hipócrita do século XIX um pouco pesado pois conta a história do romance proibido entre um padre e uma bela jovem de um vilarejo. No Brasil temos Machado de Assis que trouxe o realismo para seus livros retratando a realidade sem o romantismo idealista.",
                "O realismo está em expor a vida vazia da burguesia carioca, assim como Flaubert o faz com a burguesia provinciana francesa.  O real não está só no psicológico, mas também na frieza da ausência de ideal, ausência do movimento romântico do pathos.\n\nAfinal, \"Marcela amou-me por quinze meses e por onze contos de réis\""
            ]
        },
        {
            "title": "Memórias póstumas de Brás Cubas e A morte de Ivan Ilitch",
            "selftext": "Aos leitores que ja leram ambas as obras, como vocês compararam as 2 obras?\nProvavelmente Léo Tolstói não leu Machado de Assis e vice versa, mas essas 2 obras com apenas 6 anos de diferença, Bras Cubas em 1880 e Ivan Ilitch em 1886, contém personagens principais de personalidade bem semelhante e que já morreram e narram sua vida sem papas na língua.\nIsso sem falar que as personalidades deles não tem nada de heróico ou excepcional, o Brasil é cheio de \"playboys\" como Cubas e caras que adoram fazer \"panelinhas\" como Ilitch, e justamente por seguir cegamente as convenções sociais invés de procurar objetivos que realmente combinam com eles então morrem infelizes.\nObs: eu ainda não terminei de ler Bras Cubas, mas vi o filme recentemente então minha análise talvez esteja incorreta, e se sintam livres para dar spoiler de Bras Cubas",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10yh5lw",
            "num_comments": 2,
            "comments": [
                "Acho que o Brás Cubas é mais irônico sabe, um livro que abraça o patético e brinca com ele. Ivan Ilicht é mais sisudo e sério, ao menos essa foi a minha impressão."
            ]
        },
        {
            "title": "Livraria Cultura tem falência decretada pela Justiça",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10ybvdr",
            "num_comments": 28,
            "comments": [
                "#[Não consegue abrir a notícia? Leia aqui.](https://12ft.io/https://www1.folha.uol.com.br/mercado/2023/02/livraria-cultura-tem-falencia-decretada-pela-justica.shtml)\n\n**Considere apoiar o jornalismo, [assine o jornal](https://caiowzy.github.io/pulaCerca/assine?origem=https://www1.folha.uol.com.br/mercado/2023/02/livraria-cultura-tem-falencia-decretada-pela-justica.shtml) e apoiar também fontes fora da grande mídia. Se possível, divulgue o sub fazendo crosspost.**\n[^(Código-fonte)](https://github.com/CaioWzy/pulaCerca/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Livros) if you have any questions or concerns.*",
                "É complicado, comprar livros já é caro, comprar livros em livraria é pior ainda. Porém eu gosto do ambiente da livraria, ficar horas escolhendo alguns livros... uma pena que sai muito caro.",
                "É uma pena… mas também lembrei disso aqui: https://passapalavra.info/2020/02/129948/",
                "Que pena... Não sei do que isso seria reflexo.\n\nMas uma grande mancada deles foi ter demorado e administrado mal a marca Kobo no país, diferente da Amazon que chegou com os dois pés no peito.",
                "Já era meio que esperado, já que tanto a Cultura e a Saraiva entraram com pedido de recuperação judicial anos anteriores.",
                "Por isso eu já nem compro mais em livraria. Muito caro e não tem muitas obras de meu interesse. \n\nCompro tudo pela amazon hihi. E fico acompanhando as promoções sempre, pq não gosto de e-book.",
                "Mais uma livraria a *ir de arrasta para cima*...",
                "E quem se fode são as editoras, que vão tomar um cano milionário, enquanto o escroto do dono vai continuar andando por aí de helicóptero.",
                "Só fiquei mais triste quando fechou a cosac naify",
                "Finalmente, viveu no soro desde 2011.",
                "É triste...",
                "Sem condições, eu apenas consegui de fato começar a comprar livros quando a Amazon entrou no mercado brasileiro com preços bem menores e cupons de desconto, fora o frete que era barato. Para quem não tinha muita grana era a possibilidade.",
                "Com os preços que coloca nos produtos e com esses youtubers colocando suas próprias \"livrarias\" no mercado com preços mais acessíveis e sem tanta burocracia não poderia ter outro fim. Não se adaptou ao mercado agora provavelmente vai ter o mesmo fim da Fnac e da Saraiva."
            ]
        },
        {
            "title": "O fotógrafo francês e a batalha dos meninos",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10yb2yk",
            "num_comments": 0
        },
        {
            "title": "gosto de livros mas não tenho prateleira adequada",
            "selftext": "Não tenho uma prateleira adequada para guardar meus livros, tbm não tenho condições nem espaço de adquirir uma. Gostaria de saber se tem problema eu deixá-los em uma mesa de computador ou em uma prateleira que está pendurada na parede, não vai estraga-los se eu osdeixar em um lugar aberto com eles apoiados uns nos outros sem nenhuma \"parede\" para apoiar as capas?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10y2i9s",
            "num_comments": 4,
            "comments": [
                "No final você está falando de os deixar em fileira tradicional, mas sem um apoio? Desde que os livros da ponta sejam pesados o suficiente para eles não caírem, não vejo problema.\n\nE nada te impede de deitar um(s) livro(s) para fazer essa \"barreira\".\n\nEles ficarem em um lugar aberto não é problema. No máximo junta poeira, e só. Vc só tem que se preocupar mesmo é com umidade. Eu perdi uns livros meus pq choveu perto da mesa onde eles estavam e pegaram mofo.",
                "É o que amigo já disse aí, só atenção para umidade e a possibilidade de alguns livros começarem a amarelar pelo tempo, mas isso é normal e dá para tirar depois esse amarelado, se for  o caso, eu nem ligo.  \nSó não recomendo deixar empilhado, precisa ser em fileira.",
                "Jovem, com tábuas de uns 20 cm, de uma porta ou porta de guarda roupas, e umas mãos francesas vc resolve o seus problemas.",
                "Fugindo de lugares úmidos esse é o modo padrão de se guardar livros, tendo estante, prateleiras ou não."
            ]
        },
        {
            "title": "O que vocês acham sobre o gênero fantasia atualmente?",
            "selftext": " \n\nVocês acreditam que pode existir alguém que inovaria totalmente no gênero da fantasia atualmente? Alguém que não faria uma reciclagem do universo de Tolkien ou Lewis??\n\nPorque a verdade é, depois desses dois monstros do gênero literário fantasia, parece que todas as obras que veem depois deles é só copia, DANDO ENFASE a autores atuais.\n\nE quando eu falo copia nem digo da historia ou enredo, mas sim do UNIVERSO\n\nDeixem suas opiniões...",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10y6r8h",
            "num_comments": 20,
            "comments": [
                "Caracas, bicho, se vc pesquisar 5min no Google vc vai achar MUITOS livros de fantasia que nao tem nada a ver com Tolkien/Lewis. Tem coreano, japones, africanos, diversas pessoas que tem trazido coisas completamente novas para o mundo da fantasia.\nSe vc n achou, n procurou direito.",
                "Não concordo. Tem fantasia como a Saga do Assassino da Robin Hobb que se aproximam bastante. Mas outros como A Primeira Lei do Joe Abercrombie que arrisco dizer não tem nada de Tolkien ou Lews.\n\nEsse são dois exemplos, poderia citar outros se precisar. E digo mais, a idade do autor dita muito o estilo de escrita, uma vez que a bagagem cultural está atrelada ao momento em que viveu e a autores dessa época que o inspiraram a ser escritor. Hobb é de 52 enquanto Abercrombie é de 74.\n\nFora as fantasias baseada em oriente médio, onde se distancia ainda mais. Um problema que vejo e já comentei com pessoas próximas é como infelizmente o mercado literário está se afunilando a EUA e UK. Isso também é outro influenciador de \"caminhos literários\" por onde os autores vão trilhar, uma vez que tendo interesse em serem grandes, vão trazer características aos seus universos que agradem esse mercado.\n\nAs obras também são ALTAMENTE influenciadas por seus editores de modo a abocanhar melhor seus públicos e em consequência muitas vezes ceifando características únicas que ela traria. Não consigo lembrar de um exemplo bom, o último que me deparei com algo assim foi um YA Jogos de Herança, que no terceiro livro a interferência editorial fez dele o pior da trilogia e tirou muitas das características que deixava essa historia diferente.\n\nEnfim, divaguei muito aqui. Fica aí minha contribuição pro seu tópico.",
                "Apesar de obviamente ambos serem referências no gênero, eu vejo hoje em dia um leque bem maior de obras que fogem extremamente do esteriótipo pautado pela influência do Tolkien, diferente de séries de sucesso da década de 80/90 como Shanarra, Magician e até mesmo A Roda do Tempo. \n\nUsando de exemplo As Crônicas de Gelo e Fogo, que é um marco recente da fantasia na cultura pop, apesar de possuir as devidas influências, é uma história focada nos personagens, intrigas políticas e com uma temática bem mais pesada se comparada à trilogia original do Tolkien, apesar de ambas terem uma “pegada” medieval e possuírem mitologias bem estabelecidas.\n\nObras populares e premiadas como a Cosmere do Branson Sanderson e A Terra Partida da NK Jemisen são extremamente inovadoras e únicas. A questão é que eu tenho a impressão que apenas livros de fantasia YA vingam aqui no Brasil, então aqueles que estão atrás de fantasia adulta acabam sendo limitados as mesmas séries de sempre (Tolkien, George RR Martin e Rothfuss).",
                "Cara, tudo é uma reciclagem das ideias. Por exemplo, dizem que o Tolkien se inspirou no Phantastes para alguns elementos da Terra Média. As coisas estão ai para serem usadas e inspiradas, mas cada autor aborda as coisas a sua moda.\n\nSe nós buscarmos as raízes das inspirações chegamos longe. Por exemplo, um livro que está na moda é A Vida Invisível de Addie LaRue da V. E. Schwab, cujo conteúdo do livro é claramente inspirado nos mitos de pessoas que fazem acordos com o diabo. Mas ela não foi a primeira a trazer esse tipo de história: o Thomas Mann e o Goethe também se inspiraram em lendas faustianas para criar livros. Se você pensar, até mesmo A Pequena Sereia do Hans Christian Andersen e a adaptação da Disney também bebeu da mesma água. O que difere cada uma dessas histórias é como cada autor contou.\n\nAté mesmo Harry Potter, que é uma das sagas de livros mais vendidas no mundo hoje, teve influência de outros autores, como o próprio Tolkien, C. S. Lewis e até mesmo da série d'O Único e Eterno Rei do T. H. White.\n\nAcho que foi o King que disse que o Shakespeare basicamente criou todas histórias ocidentais e os autores depois dele se inspiraram nessas histórias para criarem suas próprias roupagens.",
                "E algo no mundo não é uma reciclagem? Você acha mesmo que Tolkien é original? Tudo é inspirado em algo, não existe isso de \"obra original\", principalmente hoje em dia. Lá nos primeiros anos em que os humanos aprenderam a escrever e ler, aí sim poderia existir certa originalidade (parcial, considerando que os primeiros seres humanos se inspiravam por coisas que aconteciam ao seu redor, sonhos, a própria natureza). E, a partir daí, as ideias foram se abrindo e abrindo até chegar a Tolkien, Lewis,  \nkishimoto. \nSabe aquela frase \"nada se perde, nada se cria, tudo se transforma\"? Óbvio, foi usada em um contexto totalmente diferente, mas não vejo como poderia se encaixar melhor no contexto aqui.",
                "Difícil ter algo 100% original hoje em dia, muita coisa já foi feita",
                "Mesmo Tolkein se embasou em algumas lendas, não foi? Mas eu penso nisso também, em como seria um universo fantástico *completamente* original. Algo sem elfos, sem centauros, sem bruxos. Algo que parecesse que saiu da mente de uma criança que nunca teve acesso a nada de fantasia.\n\nAlguns filmes parecem se propor a isso até certo ponto. Mundo Estranho, Zootopia, Red, Frozen, Divertidamente, etc., buscam ser completamente originais. Mas, embora dê para arguir que o enredo desses filmes seja bom, em questão de *fantasia* especificamente nenhum é muito estimulante, no sentido de dar para fazer um worldbuilding profundo ao entorno daquilo. \n\nPensando bem, Monstros S.A. seja o melhor exemplo de universo fantástico da Disney.\n\n&#x200B;\n\nAcredito que um livro que se propusesse a criar algo do zero e ser ótimo teria de vir de alguém com muita bagagem e ao mesmo tempo ainda muito livre. É raro encontrar essas duas coisas na mesma pessoa, não é?",
                "O George Martim nâo copiou nenhum desses dois, copiou eventos históricos reais pra construir o universo. ELE foi essa inovação atual, depois de Guerra dos Tronos muitos se inspiram na construção de mundo que ele faz.",
                "Eu me sinto mt frustrada em relação a fantasia. Talvez pq não seja pra mim. Mas ao meu ver todos tem uma fórmula bem parecida. Talvez essa fórmula atraia algumas pessoas,.como os livros de suspense fazem comigo com o \" quem matou\". Acho que quando a fórmula fixa o leitor, ela não precisa inovar e sim aprimorar.",
                "Se vc for analisar, o Robert Jordan fez essa transição na roda do tempo. O começo é completamente inspirado em senhor dos aneis (exigência dos editores da época) e depois fica bastante diferente. Focando muito nos personagens e na complexidade do mundo.",
                "GRRM, pra começar. E Bernard Cornwell tb não é cópia de Tolkien. Gostei muito do Piranesi da Susanna Clarke tb. E o Kazuo Ishiguro, embora seja bem deprimente. E qq coisa do Ted Chiang embora a maior parte seja \"ficção científica\".\n\nSó os que me ocorreram em 5 min, eu nem leio tanto fantasia contemporânea. Tem outros como Joe Abercrombie, Rothfuss, etc., que eu não conheço tão bem.",
                "Penso que precisamos RESGATAR Tolkien, Lewis e MacDonald."
            ]
        },
        {
            "title": "Recomendem livros para se preparar para Matemática na faculdade",
            "selftext": "Vou fazer Economia e gostaria de me preparar para a matemática, já que estou saindo do EM.\nLivros de Economia pra aquecer eu aceito também, se isso sequer for algo que se faça antes de entrar em um curso. \nVlw",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10y6zer",
            "num_comments": 8,
            "comments": [
                "Eu fiz economia e hoje estou terminando matemática. \n\nCara, se você quer aprender mais matemática no sentido de se exercitar recomendo um pré-calculo (boulos) ou mesmo cáculo, se você é afiado. Ai pode ser o Munem, livro muito bom!\n\nAgora, se o que procura é algo mais \"as maravilhas da matemática\" experimenta \"O Andar do Bêbado\" e \"Freakonomics\", ambos diretamente ligados à estatística (que vai ser a carga pesada do teu curso).",
                "Eu estou no segundo semestre de Ciências Econômicas e, ainda que haja matemática em algumas disciplinas, ela, no início, não é o principal foco. Você pode adentrar cada vez mais a área em que há bastante matemática, como estatística e econometria. Inicialmente, como eu disse, a matemática não chega a ser um monstro que requer muita preparação, caso você tenha feito um Ensino Médio adequado. Acho que é melhor você buscar conhecer todas as possibilidades que a Economia pode oferecer e, depois, você decide se quer seguir pelo caminho matemático ou contábil. Claro que, dependendo da universidade, pode haver maiores inclinações para a matemática - talvez, cálculo, mas mesmo ele pode ser leve para alguém que saiu agora do Ensino Médio está “aquecido”. Acredito que vale ouvir, de qualquer forma, outras opiniões.",
                "Matemática básica, começa do começo. Sou formado em engenharia e o pessoal reprova em massa pq a matemática básica é ruim",
                "Guia de Cálculo em Mangá"
            ]
        },
        {
            "title": "O riso combatente: a sátira e o escárnio nos periódicos paraguaios durante a Guerra da Tríplice Aliança",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10y534j",
            "num_comments": 0
        },
        {
            "title": "me recomenda algum livro sobre mente e como ela funciona",
            "selftext": "Oi eu estou fazendo umas pesquisas sobre a mente, e queira um livros que fale, sobre como o nosso cérebro funciona, e como ele reagen a imaginação, as emoções e como controlar isso e sobre outros assuntos",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10y1lnh",
            "num_comments": 18,
            "comments": [
                "Bom tem o livro desenvolvimento humano ele é enorme mas é mt bom,tem tambem o semiologia fos transtornos mentais que explica a mente e mecanismos de pessoas com patologias e tem o neuropsicologia que explica os processos fisiologicos da mente e como ..",
                "Inteligência emocional- Daniel goleman",
                "\"Mindset: A New Psychology of Success\" de Carol Dweck \n\n\"The Power of Your Subconscious Mind\" de Joseph Murphy \n\n\"The Brain That Changes Itself: Stories of Personal Triumph from the Frontiers of Brain Science\" de Norman Doidge \n\n\"The Art and Science of Mindfulness: Integrating Mindfulness into Psychology and the Helping Professions\" de Shauna Shapiro \n\n\"The Organized Mind: Thinking Straight in the Age of Information Overload\" de Daniel J. Levitin \n\n\"The Emotional Brain: The Mysterious Underpinnings of Emotional Life\" de Joseph LeDoux \n\n\"Train Your Mind, Change Your Brain: How a New Science Reveals Our Extraordinary Potential to Transform Ourselves\" de Sharon Begley \n\n\"The Mindful Brain: Reflection and Attunement in the Cultivation of Well-Being\" de Daniel J. Siegel \n\n\"The Developing Mind: How Relationships and the Brain Interact to Shape Who We Are\" de Daniel J. Siegel \n\n\"The Mindful Way Through Depression: Freeing Yourself from Chronic Unhappiness\" de Mark Williams, John Teasdale, Zindel Segal e Jon Kabat-Zinn \n\n\"Unhappiness\" de Mark Williams, John Teasdale, Zindel Segal e Jon Kabat-Zinn",
                "*\"Como mudar sua mente: O que a nova ciência das substâncias psicodélicas pode nos ensinar sobre consciência, morte, vícios, depressão e transcendência\"* por Michael Pollan  \nTbm saiu uma serie documentário com o mesmo nome na Netflix",
                " bom para o desenvolvimento da sua mente e das suas emoções eu te  recomendo o livro gestão da emoção agora se for para cuidar da sua saúde corporal eu te recomendo curas extraordinárias,ñ há de que",
                "Não sei se esse livro foge um pouco do que você tá procurando, mas um tempo atrás eu comecei a ler Em Busca de Sentido do Viktor Frankl, neuropsiquiatra sobrevivente do holocausto e fundador da logoterapia. Nesse livro ele narra as experiências dele nos quatro campos de concentração que ficou preso, analisando sob uma ótica psicológica/psiquiátrica os efeitos que essas experiência extremamente desumanizantes causaram em sua mente, sua maneira de interagir consigo mesmo, com a vida e com os outros, tanto durante o período que esteve preso (parte do livro foi escrito antes/durante sua prisão) quanto as sequelas que carregou o resto da vida. O livro diz muito sobre como a mente humana é extremamente adaptável e responde de maneiras bem inesperadas e que fogem um pouco do nosso controle à situações extremas.\nPosso estar falando merda porque não terminei de ler o livro e tava lendo ele inglês então provavelmente eu panguei em muitos momentos, mas até onde eu li eu gostei bastante, apesar de ter torcido o nariz com algumas abordagens, mas de novo, pode ser o famoso caso de lost in translation.",
                "A arte da guerra;\n\nA arte da guerra, os documentos perdidos\n\nDominando a arte da guerra.",
                "O António Damásio escreveu alguns livros sobre esse assunto."
            ]
        },
        {
            "title": "Livros sobre a experiência de ser asiático no Brasil/Ocidente?",
            "selftext": "Especialmente sobre pessoas de ascendência japonesa ou leste-asiática. Bônus se o livro possuir um viés sociológico, abordando temas como racismo, discriminação e a noção de \"minoria modelo\". Pode ser de ficção ou não-ficção!\n\nNão sei se o sub permite, mas aceito recomendações de filmes, podcasts, quadrinhos e vídeos também.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10xw7g1",
            "num_comments": 13,
            "comments": [
                "Memórias de uma gueixa",
                "Eu não sei se entra bem no que você quer, mas tem o Corações Sujos do Fernando Morais. Ele fala sobre o Shindo Renmei, um grupo nacionalista de japoneses que se recusava a aceitar que o Japão havia se rendido na Segunda Guerra Mundial. Eles operavam muito nos Estados de São Paulo e Paraná. Ele é um livro-reportagem.\n\nSei desse livro porque o autor veio à minha cidade natal (Penápolis) para investigar e meu pai acabou indicando alguns túmulos no cemitério municipal sem identificação que supostamente pertenciam a alguns japoneses mortos nesse período.\n\nParece que também existe um filme.",
                "Eu ainda não li, mas tem dois livros da Editora Grua que talvez possam te ajudar: O Buda no sótão e Quando o imperador era divino, de Julie Ohtsuka. Ambos são sobre os japoneses que imigraram para os Estados Unidos acho que principalmente na época da Segunda Guerra Mundial.\n\nTem também o livro Nihonjin, do Oscar Nakasato.",
                "Nihonjin do Oscar Fussato Nakasato e Corações Sujos do Fernando Morais",
                "\"O Chinês Americano\" é uma hq muito boa sobre o assunto",
                "Tem alguns títulos no site da estação liberdade",
                "Obrigado a todo mundo que respondeu <3",
                "Não cheguei a ler mas, se não me engano, o quadrinho \"criança amarela\" do Monge Han se encaixa no que você procura",
                "Nihonjin",
                "Tem um clássico dos estudos históricos chamado \"Orientalismo: O Oriente como invenção do ocidente\". Mas a análise do autor é voltada para as civilizações do Oriente Médio.\n\nAinda assim é uma leitura interessante para compreender como o Oriente é representado a partir de uma visão eurocêntrica que reduz diferentes povos a um mesmo estigma de inferioridade, barbarismo e excentricidade.\n\nO conceito é explicado [nesse vídeo](https://www.youtube.com/watch?v=k3-cyvCYRaE) da Casa do Saber.",
                "Particularmente eu acho o viés da experiência de descendente de leste asiáticos bem precárias a nível acadêmico.\n\nNesse sentido eu recomendaria os livros e literatura de Singapura sobre os conceitos de etnia amarela ou as bibliografias da Ásia central sobre conceito de raça \"Altai\" ou \"Turan\".\n\nAgora, sobre os livros que você pediu, segue algumas recomendações:\n\nLivro: O Imigrante Japonês: história de sua vida no Brasil\" (1987) - do artista e professor Tomoo Handa.\n\nLivro: Sorrisos amarelos – histórias de jovens mulheres orientais no Brasil, de Marina Yukawa\n\nLivro: O Perigo Amarelo em Tempos de Guerra,  Márcia Takeuchi\n\nLivro:  O súdito,Jorge Okubaro\n\n\rDissertação: \"Hierarquia e poder na família nipo-brasileira: a perspectiva das mulheres da Associação Cultural e Esportiva de Vargem Grande Paulista\"\r  \n[https://teses.usp.br/.../8157/tde-31072019-134005/pt-br.php](https://teses.usp.br/.../8157/tde-31072019-134005/pt-br.php)\n\n\r  \nDissertação: \"O local e o global na comunidade nipo-brasileira: um exercício sociológico sob o prisma dos jovens na cidade de São Paulo\"\r  \n[https://teses.usp.br/.../8132/tde-02052012-160421/pt-br.php](https://teses.usp.br/.../8132/tde-02052012-160421/pt-br.php)\n\n\r  \nDissertação: \"A experiência nikkei no Brasil: uma etnografia sobre imaginários e identidades\"\r  \n[https://teses.usp.br/.../8134/tde-08022011-094359/pt-br.php](https://teses.usp.br/.../8134/tde-08022011-094359/pt-br.php)"
            ]
        },
        {
            "title": "melhor maneira de proteger capas de livros",
            "selftext": "Olá galera. Eu tenho uns livros que gostaria de proteger e estou buscando ideias.\n\nNos Estados Unidos, as bibliotecas às vezes encapam os livros com um plástico não adesivo, um pouco duro, que parece acetato (aquele de bandejas de frio). O plástico pode ser dobrado e fica firme, protegendo o livro ou a sobrecapa.\n\nA vantagem disso é que, além de ser um plástico mais grosso, ele não danifica o livro, pois não tem cola. Já importei um livro que tinha essa capa e o mais próximo que temos no Brasil é o acetato, que não funciona.\n\nEu não quero colocar contact nos meus livros, então pensei em usar plástico pvc. Aquele transparente usado em mesas, mas de uma espessura mais fina. Tem a desvantagem de ser ácido, o que com o tempo amarela o papel.\n\nAlguém tem mais idéias do que eu poderia usar?\n\nAchei um vídeo com esses plásticos pra vcs verem como ele é: https://youtu.be/c8ZQiiWz83s",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10xcs9z",
            "num_comments": 8,
            "comments": [
                "Eu ia sugerir aquelas capas de acetato que as professoras usavam em diários escolares, mas o ruim é que aquilo tem tamanhos pré definidos pra caderno.\n\nEu procrei no Google e só achei um Mylar bem diferente, pra agricultura haha e reflexivo, mas no meio das buscar apareceu esse filme aqui pra encapar, da Goldplast. Só não tem a espessura. Qualquer coisa manda e-mail pra eles.\n\nTalvez tente ir em uma papelaria grande e perguntar. Ou em loja agricula e pede pra ver hahahah",
                "Já comprei uns livros com essa \"sobre capa\", obrigado por indicar 😃",
                "Mylar é o nome do plastico, segue um video de um cara fazendo uma sobre capa:\n\n[https://www.youtube.com/watch?v=WNKSklx9yAs](https://www.youtube.com/watch?v=WNKSklx9yAs)",
                "Minha mãe encapava meus livros igual caderno na infância hehe",
                "Coloca o livro em saquinho plástico,aquele transparente."
            ]
        },
        {
            "title": "A divina comédia o melhor livro de todos os tempos?",
            "selftext": "Conheci a pouco tempo \" A divina comédia\" de dante alighieri, e quando conheci fiquei surpreso com tantos detalhes em seu livro, não ouso ler, pois ainda sou iniciante no mundo da leitura, mas fiquei bastante surpreso com o livro.\n\nAi que me surgiu a dúvida, será essa uma das melhores obras já escritas?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10x9qfi",
            "num_comments": 27,
            "comments": [
                ">e quando conheci fiquei surpreso com tantos detalhes em seu livro, não ouso ler\n\nSe não o leu, então com o que ficou surpreso exatamente?\n\nPara alguns pode até ser o melhor livro de todos os tempos, mas, independente dos parâmetros usados para avaliar tal, nem todos irão concordar.\n\nNo fim das contas, creio que importa bem pouco.",
                "O \"Inferno\" é bem foda, de verdade. Agora o \"Purgatório\" e o \"Paraíso\", apesar de ótimos também, são bem mais chatinhos e cansativos de se ler. Recomendo a leitura de Dante, a \"Divina Comédia\" é um texto bem rico e interessante.",
                "Acho chato pra cacete como qualquer poema épico.",
                "Talvez uma das melhores obras poéticas sim. Agora, o maior livro de todos os tempos? Argumentável.",
                "Acho grande parte um pé no saco",
                "Não acho q seja .",
                "Eu realmente não sei dizer mas acho que não, pelo menos não hoje em dia. Principalmente pela poesia épica que tem na obra  torna tudo muito difícil.",
                "Sem dúvida é um dos melhores épicos já escritos. Está no panteão do cânone mundial. Mas o valor histórico hoje superou em muito o valor de entretenimento da obra. Para quem lê por prazer, acredito que a Divina Comédia não seja uma boa recomendação, a menos que você goste muito mesmo de poesia.\n\nEdit: aliás, alguém saberia dizer se a Divina Comédia já foi um livro popular acima de um livro que é lido para dizermos que lemos?",
                "Melhor livro de todos os tempos é uma parada meio subjetiva de cravar, especialmente com a distinção entre poesias e prosas. Eu tô lendo Inferno atualmente e não é o melhor livro que já li, mas a minha opinião (ou de qualquer um) é irrelevante. \n\nDito isso, apesar de não ter como dizer se é o melhor ou não, é com certeza uma das obras mais importantes, marcantes e influentes da história da literatura.",
                "É sim uma das maiores obras, e até livros considerados clássicos são difíceis de se comparra à obra, mas eu mudaria o título para \"Inferno o melhor livro de todos os tempos?\", já que ele é o melhor da obra.\n\nEu considerararia \"A divina Comédia\" o auge da literatura, junto com os dois poemas épicos de Homero, e os livros do Platão",
                "Ora se não leu, como pode vir perguntar se é \"o melhor livro de todos os tempos\"? Gosto é algo tremendamente questionável.\n\nNão compactuo em rankear nenhum livro, tenho os que gosto mais e gosto menos, assim como os que não gosto. Mas não ouso dizer, por exemplo, que O Conde de Monte Cristo foi o melhor livro que já li, mas digo que foi um dos. Assim, deixo espaço para questionamentos e não fecho meu círculo quando digo que O Nome do Vento também foi um dos melhores livros que já tive o prazer de ler. Obras grandes a sua maneira.\n\nEnfim, não sei se me fiz entendível.",
                "Não da pra definir melhor livro de todos os tempos. Eu n consigo nem definir qual o melhor livro que eu já li, quanto mais o melhor de todos os tempos.",
                "Esse negócio de ter um melhor livro ou livro favorito geralmente é coisa de quem não lê muito. Digamos q vc lê consistente há 10 anos, como vc vai escolher 1 favorito em 600~800 obras? impossível. Só se a pessoa só lê livro farofa e ainda assim é muito difícil.",
                "É bom, mas não o melhor não",
                "uma das, sim. a melhor certamente não",
                "Definitivamente uma obra de magnitude histórica inegável. Mas querendo levar pra outro lado, uma coisa que sinto muito é que o peso dela é muito dependente de contexto. Quando li foi em uma versão assistida que explicava quem eram aqueles trocentos malucos e as atrocidades que cometeram, contextos históricos e pessoais do Dante. E isso ao mesmo tempo que melhorou o livro para mim, forçava uma quebra tão grande de tempo em tempo. É quase como se aplicar morte do autor a obra tornasse o livro quase que impenetrável. Acho que mesmo no contexto da época a maiorias das pessoas não pudesse ter a experiência do livro, e pessoalmente acho que isso diminui uma obra um pouco.",
                "É um clássico atemporal, mas na minha opinião o melhor livro de todos os tempos é a Bíblia.",
                "Não existe um pedestal fixo. Dante é bom para uns nem tanto para outros. O cânone literário é, como quase tudo nesta vida, uma construção social ditada por relações de poder. \n\nPega uma edição bem traduzida (ed. 34 e cia. das letras) e mete a cara a tapa, o máximo é você não conseguir ainda.\n\nLi ano passado. O Inferno é ótimo, os outros dois um pouco maçante."
            ]
        },
        {
            "title": "ChatGPT e o futuro da literatura",
            "selftext": "Nesse ultimo mês essa IA de texto tomou a internet e os assuntos da roda, mas o que tem realmente me deixado pensativo é quanto a literatura saca?  Vi alguns Youtubers abusando da inteligencia pra criar histórias e ilustrações tendo um estilo de escrita até razoavelmente bom.  \n\n\nAssim como os designers estão acuados por conta da capacidade de ilustração dos bots você acha que podemos perder ou ganhar qualidade de leitura com a evolução da IA?  \n\n\nPS: Meu primeiro post nesse fórum, sejam simpáticos sou tímido. :)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10x6vte",
            "num_comments": 26,
            "comments": [
                "A IA como ChatGPT pode ter um impacto significativo na literatura, mas não necessariamente negativo. Ela pode ser usada para ajudar escritores a criar novas histórias, sugerir ideias ou mesmo gerar trechos de texto. \n\nNo entanto, é importante lembrar que a escrita humana ainda é fundamental para a criação de obras de arte literárias significativas, pois envolve emoções, nuances, perspectivas e vivências únicas. \n\nPortanto, a IA é mais uma ferramenta a ser usada a serviço da criatividade humana, e não um substituto para ela.\n\nA resposta acima foi gerada pelo chatGPT, pense nisso.",
                "Bicho, acho que qualquer ferramenta de I.A. deve ser encarada como o que é: uma ferramenta. Quando a fotografia começou a se popularizar nos séculos passados, o pessoal também teve esse mesmo tipo de pensamento, que uma nova tecnologia iria “tomar o lugar dos artistas e da criatividade.” A real é que essas novas ferramentas podem ser um auxílio ao nosso desenvolvimento e criatividade, a I.A. pode gerar textos, imagens, vídeos, etc. de ótima qualidade, mas somos nós que precisamos saber como utilizar de forma sábia. Os textos gerados pelo ChatGPT são mt impressionantes mesmo, mas me parece que um estilo próprio só pode ser alcançado com muito detalhamento e conhecimento da própria pessoa. A ferramenta não faz tudo por nós, mas podemos a manipular de forma que cheguemos ao melhor resultado possível :)",
                "Acho muito difícil IA tomar conta total da literatura. Ela com certeza vai dar conta de fazer esses \"best sellers\" mequetrefes que volta e meia são lançados, que são livros totalmente padronizados e dentro de certas expectativas e fórmulas. Agora livros interessantes e autênticos? Esses eu acho difícil ela suplantar e mesmo que ela ainda atinja em algum momento o grau de ser criativa ao ponto de se equiparar com o potencial humano (algo que acho um tanto complexo dado que IAs seguem códigos pré determinados) acho que não vai extinguir autores humanos.",
                "Olha, eu \"concordo\" com o uso de IA em literatura com as mesmas condições nas que acho que é justo o uso em IA para gerar imagens, caso a IA \"pegue\" texto de algum autor/artista o mesmo deve receber uma parte dos lucros que o livro/imagem que a IA gerou tiver e estar ciente e concordar que seus livros/artes estão sendo usados para treinar a IA.\n\nTambém acho que a IA ser muito util quando usada como uma ferramenta de inspiração para o autor/artista, especialmente quando se há um bloqueio na criatividade.\n\nCom o aumento do uso dessas tecnologias é mais que necessário que haja uma legislação mais firme nessas empresas, por que as mesmas  roubam e se apropriam da propriedade intelectual de muitos autores e artistas, porque infelizmente, essa IA não tira os textos/imagens do nada, tem muita plágio e roubo nesses textos/imagens.",
                "A única coisa que engenheiros de IA dizem que eles não tem a mínima ideia de como emular, são tarefas que exigem criatividade",
                "Acho que de certo modo, o uso da tecnologia já é  usado para escrever estórias. Muitas séries da Netflix parecem usar o algoritmo para adicionar o que público quer ver nas série, vide agora que toda a série tem que ter uma dancinha para viralizar no TikTok.\n\nEu consigo imaginar as grandes corporações  usando a I.A. para usar nas propriedades intelectuais. Por que a Disney se daria o trabalho de contratar um roteirista renomado e famoso para escrever o novo filme de Star Wars, se pode escrever com a própria I.A. que pode analisar o algoritmo, possíveis reações de fãs e o que realmente o público deseja para a estória?\n\nAgora, escritores individualmente perderem espaço para I.A. acho mais difícil. Porque me parece que vai ter um excesso de pessoas utilizando a I.A. para fazer literatura, vai chegar uma hora que terá um desgaste e os leitores vão parar de se importar. No máximo, consigo ver muitos escritores utilizando a I.A. para aperfeiçoar o próprio enredo, mas também não sei se os consumidores e leitores irão aceitar, como também não sei se existirá algum método no futuro para analisar se uma obra foi escrita por I.A. ou não.\n\nTambém acredito que poderá ter mudanças nas leis por causa da I.A., por exemplo  quem teria o direito sobre a obra, a empresa que fez o I.A. ou pessoa que utilizou para escrevê-la?",
                "O que a galera precisa entender é que mesmo que a IA faça uma história muito bem feita, quiçá até obras primas, isso não quer dizer que vamos deixar de ler humanos, porque eles vão continuar tendo expressões que só eles podem oferecer.",
                "  Esses chats de IA basicamente programados em análise de dados para conclusões estatísticas são impressionantes pela grande quantidade de dados aprendidos e a capacidade de elabora-lós em um sentido que estatisticamente são mais usados. O que você lê é um emaranhado de senso comum escrito em diretrizes éticas que supostamente impedem a conclusão de raciocínios polêmicos ou anti-éticos (que na prática na maior parte incluí um texto pré-programado bem politicamente correto sobre o texto criado acima + palavras chaves do tema) carente de criatividade ou senso crítico que deveria servir na minha opinião como um auxílio ao usuário principalmente para fins estatísticos, como dar novas idéias para textos e criações artísticas com base em combinações de dados e criações relevantes sobre outras obras. \n\nEla pode facilmente substituir quem atualmente está fazendo basicamente o mesmo trabalho que ela: padronizar o seu trabalho com associação de outras obras e estilos de escrita. Mas deve ser usado como um auxiliador para pessoas com um estilo de trabalho menos autônomo.\n\n\nEu particularmente gostei muito do ChatGPT e encarei subjetivamente como uma crítica as tendências atuais de mercado.",
                "Vai ser um tal de oportunistas que nunca leram um livro na vida ou só leram porcarias e que estão em busca de dinheiro/fama,\"criarem\" histórias e ganharem dinheiro/fama com livros medianos,que tem qualidade duvidosa e agradam apenas aqueles leitores de livro TikTok e Harry Potter.",
                "Meu maior medo na real é em relação ao plágio, quantos trabalhos acadêmicos vão ser simplesmente feitos por uma IA e fazer com que uma pessoa se forme sem realmente saber dissertar sobre o assunto? Isso é problemático pra caralho. É uma das maiores provas de que a ciência e o positivismo desenfreado, sem ética alguma, só vão desumanizando cada vez mais o conhecimento.",
                "A única parte que discordo contigo é \"razoavelmente bom\"; achei extremamente genérico, mais dissertativo do que com algum resquício de arte ou personalidade inseridos ─ por motivos óbvios. Acredito que até que chegue num nível literário de fato vá levar muito tempo.",
                "os livros escritos por ia vão ser bem melhores q os feitos por humanos no futuro, só questão de tempo."
            ]
        },
        {
            "title": "Por favor me indiquem algum livro de teologia",
            "selftext": "Alguém pode me indicar algum livro de teologia (preferencialmente arminiana ou \"neutra\")",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wjafv",
            "num_comments": 5,
            "comments": [
                "Não conheço a teologia arminiana, mas um livro que aborda de forma neutra e ampla e que posso recomendar é Cristianismo Puro e Simples do C.S. Lewis. Mas é um livro mais introdutório e básico às filosofias cristãs e penso que não é exatamente isso que você procura...",
                "Recomendo assinar o plano anual do \"Minha biblioteca católica\", pode não ser o que procura mas sempre ajudar.  \nLá recebo 1 box completo por mês, e o desse mês está lindo!",
                "Primeiramente obrigado pelo seu post. Eu aprendi algo. Não fazia a menor ideia que isso existia. Tive que recorrer ao ChatGPT para indicar algo. Veja se são úteis, senão eu busco outros. \n\n1. \"A Doutrina da Graça Universal\" de Jacob Arminius\n\n2. \"O Debate Arminiano\" de Roger E. Olson\n\n3. \"Escolhas Divinas: Uma Defesa da Teologia Arminiana\" de Clark H. Pinnock\n\n4. \"A Teologia Sistemática Arminiana\" de Robert E. Picirilli\n\n5. \"A Doutrina Arminiana: Sua História e Desenvolvimento\" de F. Leroy Forlines"
            ]
        },
        {
            "title": "Plágio de contos???",
            "selftext": "Eu estava lendo Os Irmãos Karamazov do Dostoiévski, e cheguei em uma parte q é citado um conto de Afanássiev, do livro Lendas populares russas, e percebi o quanto esse conto é parecido com outro, uma lenda hindu q li no livro O Fio da Aranha, de Ryunosuke Akutagawa.\n\nVou deixar aqui o trecho descrito por Dostoiévski:\n“Era uma vez uma mulher perversa demais, e ela morreu. E não deixou de lembrança nenhuma boa ação. Os diabos a agarraram e a lançaram no lago de fogo. Mas seu anjo da guarda estava a postos e pensava: preciso me lembrar de alguma obra virtuosa praticada por ela para contar a Deus. Lembrou-se de uma e a contou a Deus: ela, diz ele, arrancou uma cebolinha de sua horta e a deu a um pedinte. E Deus lhe responde: pega essa mesma cebolinha, diz Ele, estende-a para ela no lago, para que ela a agarre e tente sair; e se conseguires tirá-la do lago , então que ela vá para o paraíso ; mas se a cebolinha arrebentar a mulher ficará lá onde está agora. O anjo correu para a mulher, estendeu-lhe a cebolinha: pega, mulher, diz ele, agarra-te e sai. E começou a puxá-la cuidadosamente, e já quase conseguira tirá-la quando outros pecadores do lago, vendo que ela estava sendo tirada, começaram todos a agarrar -se a ela para serem tirados juntos. Mas a mulher era perversa demais, e começou a escoiceá-los: ‘É a mim que estão tirando e não a vocês, a cebolinha é minha e não de vocês’. Mal ela pronunciou essas palavras a cebolinha arrebentou . E a mulher caiu no lago e lá está ardendo até hoje. E o anjo chorou e foi embora”.\n\nO Fio da Aranha é praticamente a mesma coisa, só mudam os personagens e a \"cebolinha\", a mulher é substituída por um assassino, a cebolinha por uma aranha e seu fio de teia, e Deus por Buda, até o lago é o mesmo.\nO livro de Afanássiev é de 1855 a 1863, já o de Ryunosuke, 1918...\n\nSerá q existem outros contos tão parecidos com estes?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wypml",
            "num_comments": 16,
            "comments": [
                "[Foi inspirado no conto de Irmãos Karamázov sim.](https://en.m.wikipedia.org/wiki/The_Spider%27s_Thread#:~:text=Kandata%20was%20a%20cold%2Dhearted,lowers%20it%20down%20into%20Hell.) A Wiki dele deixa isso bem claro. Outra inspiração foi a antologia \"Karma: A Story of Early Buddhism\", publicada em 1895. \n\nSe é plágio? Não considero, ainda mais por ter sido publicada em um contexto diferente e ser voltado para crianças (possivelmente, pois foi publicada em uma revista infantil). Enfim, na arte e na literatura nada se cria e tudo se mescla, e com frequência você vê um autor tirando inspiração de outro.",
                "Essa história da mulher que se agarra a casca da cebola também pertence ao anedotário brasileiro, só que no caso era a mãe de São Pedro. Se não me engano está no Contos Tradicionais do Brasil do Câmara Cascudo. Se você digitar no google \"mae de sao pedro  e a casca de cebola\" vai receber diversas referências. \n\nOs livros que estudam contos tradicionais, principalmente de Câmara Cascudo e Silvio Romero (não os contos deles!) valem muito a pena ler, porque não só apresentam o conto como igualmente fazem a referência da presença dessas histórias em diversas regiões do mundo.",
                "Existe. Foi plágio? Possivelmente, não.",
                "Eu não conheço nenhum dos contos. Mas, pelas características do trecho que você trouxe, será que essa história não é baseada em algum conto folclórico muito mais antigo?",
                "Sempre achei que fosse uma lenda budista mas pelo jeito foi inspirado por uma lenda budista E irmãos karamazov.\n\nAgora, isso não chama \"plágio\". Plágio seria cópia mesmo, isso é uma simples inspiração.",
                "Se é uma lenda hindu então não tem plágio. Não existe plágio de lendas e mitos."
            ]
        },
        {
            "title": "Recomende-me um bom livro de ficção",
            "selftext": "Administro os livros que quero ler através de listas de compras na Amazon. A lista de não ficção está bem maior que a de ficção, pois não tenho achado livros de ficção que atraiam meu interesse. Quero dar uma balanceada nas coisas, podem me recomendar alguns livros? \n\nAqui vão alguns parâmetros que podem ajudar na recomendação, mas se quiserem, podem ignorá-los por completo. \n\nGostaria de um livro de fácil leitura. Por exemplo, costumo torcer o nariz para a obra de Tolkien porque sempre comentam sobre suas longas descrições das paisagens e tudo mais. \n\nGostaria de um enredo forte, com reviravoltas talvez? Que faça você querer virar uma página atrás da outra.\n\nAlgumas ficções que eu gosto, que podem servir como exemplo: \n\n* 1984\n* Matadouro 5\n* A Metamorfose\n* O Poderoso Chefão\n* Era Uma Vez em Hollywood\n* O Cheiro do Ralo\n* Ensaio Sobre A Cegueira\n* Breganejo Blues",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wwtku",
            "num_comments": 24,
            "comments": [
                "o /r/livros é um espaço sadio e bem organizado.  Detalhe desde logo sua dúvida ou proposta de discussão. Assim:\n\n1 - Não faça títulos apenas com nome de livros ou autores.\n\n2 - Não faça títulos genéricos como “ajuda”, “recomendação” ou “dúvida”.\n\n3 - Não faça títulos do tipo \"alguém já leu x\" ou \"alguém conhece y\".\n\n4 - Títulos não são palavras-chave. Um bom título é aquele em que fica logo claro a sua dúvida ou proposta de discussão.\n\n5 - NÃO FAÇA POSTS EM CAIXA ALTA. É desagradável.\n\nExemplos de títulos adequados:\n\n1 - Sobre o final do livro x.\n\n2 - Indicações de livros sobre x assunto.",
                "A espuma dos dias  \nFeliz ano novo   \nGlória  \nPassageiro do fim do dia  \nIaiá Garcia  \nUm Certo Capitão Rodrigo  \nJubiabá  \nAcre",
                "Admirável Mundo Novo - Huxley\n\nArsene Lupin (Meio que um Sherlock Holmes do crime)\n\nGrandes Esperanças - Dickens\n\nO Retrato de Dorian Grey - Oscar Wilde\n\nSantuário - Faulkner\n\nOs Pilares da Terra - Ken Follett\n\nCem Anos de Solidão - Gabriel García Márquez",
                "Bíblia. Por ser uma coletânea de vários autores e cada livro pode ser lido em qualquer ordem sem praticamente perda de enredo. Apenas evitaria o livro de Números, pois ninguém que ler os dados de um censo, ainda mais sem gráficos ou recortes.\nNo novo testamento, inclusive tem um exercício de storytelling anacrônico bem interessante em quatro livros.\n\nBoa leitura!",
                "Você provavelmente curte uns livros da literatura mais moderna e distopias.\n\nVocê provavelmente vai curtir Admirável Mundo Novo, do Huxley, ou Factotum do Bukowski.",
                "Iluminações - Alan Moore\n\nLuda - Grant Morrison",
                "[Jogos Vorazes de Suzanne Collins](https://www.amazon.com.br/Jogos-vorazes-Trilogia-Vorazes-Livro-ebook/dp/B00A3D1OYU/ref=sr_1_2?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=YB310HEUD1ZT&keywords=jogos+vorazes&qid=1675869175&sprefix=jogos+vorazes%2Caps%2C184&sr=8-2) é uma ótima escolha para uma leitura rápida e emocionante. Segue uma jovem chamada Katniss que deve competir em uma luta televisionada até a morte para salvar sua família e sua casa. A história é cheia de aventura, romance e perigo, tornando-a uma ótima leitura para quem procura uma jornada emocionante.\n\n[O Guia do Mochileiro das Galáxias de Douglas Adams](https://www.amazon.com.br/guia-mochileiro-das-gal%C3%A1xias-Ilustrada/dp/6555651326/ref=sr_1_2?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1XTOSK6ZVZ19X&keywords=o+guia+do+mochileiro&qid=1675869236&sprefix=o+guia+do+mochileiro%2Caps%2C201&sr=8-2). Este livro é cheio de humor e inteligência, levando os leitores a uma viagem selvagem e hilária pelo espaço. Segue um infeliz aventureiro humano enquanto ele descobre os segredos do universo e lida com as criaturas hilárias e bizarras que o habitam.\n\n[Os Pilares da Terra de Ken Follett](https://www.amazon.com.br/Os-Pilares-Terra-Ken-Follett/dp/8532527698/ref=sr_1_1?crid=11NRO0NPJHHXX&keywords=os+pilares+da+terra&qid=1675869307&sprefix=os+pilare%2Caps%2C212&sr=8-1). Este romance segue a construção de uma catedral na Inglaterra do século XII e as lutas e triunfos dos personagens envolvidos. É cheio de intriga política, romance e aventura, e com certeza manterá os leitores cativados até o fim.",
                "- Laranja Mecânica\n- O senhor das moscas\n- Flores para Algernon\n- A morte de Ivan Ilitch\n- O Castelo e O Processo, também do Kafka\n- Apanhador no campo de centeio\n- O Estrangeiro \n- O Retrato de Dorian Gray\n- O Velho e o Mar\n- Se quiser algo um pouco maior, Crime e Castigo\n\nOutros que eu não li mas vejo sendo recomendado com frequência:\n- Ardil-22\n- O Sol é para todos\n- Um estranho no ninho\n- Pé na Estrada (do Kerouac)",
                "Matéria Escura ou Recursão do Blake Crouch",
                "O nome do vento",
                "Os Supridores - José Falero\nA insustentável leveza do ser - José Falero\nCrônica de uma morte anunciada - Garcia Marquez\nVida a venda - Yukio Mishima\nCasa dos Espiritos - Isabel Allende",
                "[removed]"
            ]
        },
        {
            "title": "Recomendações de quadrinhos",
            "selftext": "Tópico periódico para recomendar e discutir quadrinhos nacionais, comics americanos, mangás, obras europeias, africanas, latino-americanas. Inclui também graphic novels. Para consultar os tópicos passados, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22Quadrinhos%22).\n\nCaso o tópico seja do seu interesse, considere também juntar-se ao /r/Quadrinhos.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10ww30o",
            "num_comments": 9,
            "comments": [
                "Estou lendo \"O homem sem talento - Yoshiharu Tsuge\" estou gostando muito",
                "Recomendo os quadrinhos\n\n\"Persépolis\" da Marjane Satrapi, é como uma autobiografia (acho que não esta classificado como biografia), da infância dela com fim da monarquia e com a entrada de um regime autoritário no Irã.\n\nE o Quadrinho, \"Helter Skelter\" da Kyoko Okazaki. Em resumo é sobre preço da beleza estética.",
                "As Graphic Novels da MSP... (Turma da Mônica)",
                "Recentemente li a HQ do Maskara. Bem interessante,  totalmente diferente do desenho animado.\n\nTambém recomendo Something is killing the children e East of West",
                "O cão que guardava as estrelas, prepare o lenço",
                "Eu assisti o anime e estou lendo o mangá do _Saiki Kusuo no Sainan_. É bem legal, pois o protagonista é simplesmente um ser dotado de tantos poderes especiais que simplesmente impossibilita-o de uma vida normal. Só que diferente do Superman que precisa lidar com isso com um tom de seriedade, em _Saiki Kusuo_ é uma história de comédia envolvendo situações um tanto bizarras por conta do protagonista \"overpower\".",
                "Superman Paz na Terra"
            ]
        },
        {
            "title": "Ajuda para lembrar do nome de um livro infantil sobre vampiros",
            "selftext": "Era um livro infantil com várias ilustrações em preto e branco. Lembro vagamente que a história era sobre uma família toda de vampiros, que em algum momento um dos filhos era posto de castigo num quarto onde entrava luz do sol, e que em outro momento ele quebrava as presas e precisava usar aparelho.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wj3vr",
            "num_comments": 0
        },
        {
            "title": "Sugestões de Agatha Christie",
            "selftext": "Me indiquem livros da Agatha Christie! Sempre ouço falar dela como uma referência no gênero de suspense e mistério, então quero conhecer algumas obras. \n\nSe puderem evitar contos/coletâneas de contos, eu prefiro histórias mais longas.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wgjgm",
            "num_comments": 4,
            "comments": [
                "li poucos livros dela, mas o que mais gostei foi \"morte no nilo\".",
                "E não sobrou nenhum/ o assassinato de Roger ackroyd/ os elefantes não esquecem/ assassinato no expresso oriente/ a noite das bruxas/ os relógios",
                "\"E não sobrou nenhum\" (antigamente publicado como \"O caso dos dez negrinhos\") é um clássico. É realmente muito empolgante você tentar descobrir \"quem é o assassino\".",
                "Eis minhas leituras de Agatha Christie:\n       Só li 5 dela até agora, e só não gostei de um. Mas os preferidos foram Assassinato no Expresso do Oriente (tem filme) e Os Crimes ABC; porém tem outros que estão na minha lista e parecem ser muito bons são Morte no Nilo e E Não Sobrou Nenhum e O Natal de Poirot; minha pior experiência foi com É Fácil Matar"
            ]
        },
        {
            "title": "Você parar de ler um livro ou continuar, Quanto ele fica chato ou não quer mas ler o mesmo",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wfv8m",
            "num_comments": 7,
            "comments": [
                "Depende. Se não to afim mesmo, paro.\nMas as vezes não me importo de ler um chato só pra relaxar",
                "Paro e pego outro. Depois volto pro que larguei.",
                "Só abandono um livro se tiver erros muito absurdos ou for algum tipo de literatura de baixíssimo nível, algo como trabalho amador ou de iniciante. Os livros que gosto não são necessariamente legais então eu tenho uma certa tolerância com livros enfadonhos.",
                "Quando eu não consigo me relacionar muito com a \"narrativa\" da história.",
                "Meus gêneros favoritos são  misterio/terror/detetive, entao se algum livro desses gêneros estiverem chatos eu simplesmente abandono. \n\nJá outros gêneros como clássicos ou crônicas, geralmente eu acho chatos mas como quero sair da bolha acabo dando uma segunda chance.",
                "Paro pra não dar ressaca literária",
                "Eu faço muito isso o tempo todo, leio o livro até a metade se simplesmente abandono ele, mas depois de uns messes sempre que eu lembro dele eu consigo ler de novo e finalmente terminar. O que eu recomendo é ler aos poucos, não devorar o livro de um vez só, porque em um dia você pode querer ler ele todo e no outro desanimar, mantendo um ritmo de como ler o livro isso pode ser mais difícil de acontecer."
            ]
        },
        {
            "title": "Indicações de livros de psicologia que foca no comportamento humano em relacionamentos",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wfald",
            "num_comments": 5,
            "comments": [
                "A lista a seguir reforça a indicação que outros colegas já fizeram.\n\n\"Como fazer amigos e influenciar pessoas\" de Dale Carnegie. Esse deve ser o mais famoso deles.\n\n\"O poder da conversação\" de Matthew D. Lieberman\n\n\"Comunicação não violenta\" de Marshall Rosenberg. Existem cursos a respeito desse tema se te interessar.\n\n\"As cinco línguas do amor\" de Gary Chapman\n\n\"O segredo das relações saudáveis\" de Harriet Lerner\n\n\"O livro da inteligência emocional\" de Daniel Goleman\n\n\"A arte da sedução\" de Robert Greene\n\n\"A influência das emoções nas relações humanas\" de Robert Plutchik\n\n\"Como ser um bom ouvinte e aumentar suas habilidades sociais\" de Julian Melmed.\n\n\nEspero que ajude na sua pesquisa ou estudo. Boa leitura.",
                "Inteligência emocional- Daniel goleman",
                "Que conheço por leitura, é apenas \"Ciência e Comportamento humano\" do Skinner (já até recomendei para alguém aqui). Até a onde estou lendo, não abordou muito em questões de relacionamentos.",
                "Os livros do psicólogo Marcos Lacerda",
                "vê os livros da ana beatriz, a psicologa que apareceu no flow a um tempo"
            ]
        },
        {
            "title": "livros curtos para ler em um dia",
            "selftext": "queria recomendações, pode ser de qualquer gênero, de romance a terror, de clássico à contemporâneo. após terminar os miseráveis, quero correr de qualquer coisa com mais de 300 páginas. mereço essa \"férias\" literária.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10wet05",
            "num_comments": 42,
            "comments": [
                "\"Metarmofose\" - Kafka \n\n\"O Estrangeiro\" - Albert Camus\n\n\"Macbeth\" - Shakespeare \n\n\"Noites na Taverna\" - Álvares de Azevedo\n\n\"O Alienista\" - Machado de Assis \n\n\"A Casa dos Budas Ditosos\" - João Ubaldo Ribeiro \n\n\"Édipo Rei\" - Sófocles \n\n\"Medeia\" - Eurípides \n\n\"Terra Devastada\" - T. S. Eliot\n\n\"Coração das Trevas\" - Joseph Conrad \n\n\"O Velho e o Mar\" - Ernest Hamingway \n\n\"Auto da Barca do Inferno\" - Gil Vicente\n\n\"A Morte de Ivan Ilicht\" - Leon Tolstoi\n\n\"O Diário de um Homem Supérfluo\" - Ivan Turguêniev",
                "A Metamorfose, do Kafka",
                "Lavoura Arcaica, de Raduan Nassar.\n\nPossivelmente você não conseguirá parar até acabar.",
                "Ratos e Homens - John Steinbeck\r  \nCrônica de uma Morte Anunciada - Gabriel García Marquéz",
                "E não sobrou nenhum - Agatha Christie\n\nA morte e a Morte de Quincas Berro D'água - Jorge Amado \n\r\nA arte da guerra - Sun Tzu\n\nO curioso caso de Benjamin Button - Francis Scott Fitzgerald\n\r\nA invenção de Morel - Adolfo Bioy Casares \n\r\nO Estrangeiro - Albert Camus \n\r\nO Principe - Nicolau Maquiavel\n\r\nBartleby, o escrivão - Herman Melville \n\r\nCrônica de uma morte anunciada - Gabriel García Márquez",
                "A Lentidão - Milan Kindera\n\nOnde estivestes de Noite - Clarice Lispector\n\nO guardador de rebanhos - Alberto Caeiro\n\nBonsai - Alejandro Zambra",
                "A invenção de Morel - Bioy Casares. Muito louco e vc lê em uma sentada. É sério. Estou mandando vc ler. HAHAHAHAH",
                "Noites Brancas Dostoievski",
                "Noites Brancas - Dostoiévski\n\nUm Conto de Natal - Charles Dickens\n\nAqueles que se afastam de Omelas - Ursula K. Le Guin\n\nAnos de Chumbo - Chico Buarque\n\nPrimavera de Cão - Patrick Modiano",
                "light novels",
                "Extensão do domínio da luta, Michel Houllebecq\n\nNáusea, Sartre",
                "Oiê!  \n\"A espuma dos dias\" - Boris Vian   \nUm dos meus livros preferidos!  \n\nO livro das semelhanças  - Ana Martins Marques   |\nPoesia? Pq não?! \n   \nVamos comprar um poeta - Afonso Cruz   |\nNarrativa bem curtinha e gostosa\n\nMorder-te o coração - Patrícia Reis   |\nrom <3 ance e sofr </3 imento kkkkk\n\nA hora da estrela - Clarice Lispector   |\nSe não leu, leia imediatamente! XD\n\n\nA uruguaia - Pedro Mairal   |\nPode ser esse ou qualquer outro do Pedro... \n\nMauricio - A História Que Não Está No Gibi - Mauricio de Souza   |\nTem mais de 300 páginas, um pouquinho mais, mas vale a pena se você ama Turma da Mônica...\n\n\nEspero que te ajude",
                "Qualquer um do Alejandro Zambra que não seja Poeta Chileno, o último dele.",
                "Primeiro Amor, de Ivan Turguêniev\n\nO avesso da pele, Jefferson Tenório\n\nComédias para se ler na escola, Luís Fernando Veríssimo",
                "O monge negro, Anton tchecov\n\nAs alegres comadres de Windsor, Shakespeare",
                "*Quero Comer seu Pâncreas,* de Yoru Sumino.\n\nÉ um livro curto que dá pra ler em um dia se você se esforçar muito, mas que ainda assim leva um tempo para ser digerido. Eu mesmo só consegui terminar ele em 3 dias.",
                "O senhor dos Anéis 👍",
                "Clube da luta / clímax",
                "A revolução dos bichos é o único que eu consigo pensar agora",
                "O vilarejo do Raphael Montes \n\nMorangos Mofados do Caio Fernando Abreu\n\nEu tenho sérios poemas mentais do Pedro Salomão",
                "Veja  as alucinações do canibal de Garanhuns\n\nhttps://pt.wikipedia.org/wiki/Revelações_de_um_Esquizofrênico",
                "A máquina do tempo H.G.Wells\nO país dos cegos",
                "-Querida Kobini;\n\n-A hora da estrela;\n\n-Sal\n\nSó lembro desses :/",
                "O vilarejo Raphael montes",
                "\"O cavaleiro Verde\"; tem quase cem páginas, tá de boa? Kkk",
                "Qualquer conto do edgar allan poe:\n\nOs crimes da rua morgue\n\nO gato preto\n\nCoração delator\n\nO escaravelho de ouro\n\nO poço e o pêndulo \n\nO baile da morte vermelha\n\nBerenice\n\nO barril de amontilado \n\nEtc etc etc",
                "O Nariz    -   Nikolai gógol   \nAlice no País das maravilhas    -  lewis caroll\nno chamado selvagem    -   Jack london",
                "Balada dos marinhos:e outros poemas    -   Samuel T. Coleridge"
            ]
        }
    ]
}