{
    "posts": [
        {
            "title": "Crónicas com fundo de guerra - Pepetela",
            "selftext": "Olá, não sei se este será o local mais apropriado para isto, mas aqui vai:\n\nRecentemente li uma obra de Pepetela a pedido da minha professora de português e apaixonei-me pela forma critica como o autor aborda os temas e, apesar de não partilharmos ideologias politicas, tornei-me seu fã.\n\nAgora, tenho a oportunidade de voltar a ler uma obra de Pepetela para a escola, desta vez \"Crónicas com fundo de guerra\", mas apesar dos meus esforços para a encontrar na web, tanto para venda como para download, de nada me valeu. Todos os locais onde poderia estar à venda, a mesma encontra-se indisponível e parece-me que isso não vai mudar.\n\nDito isto, e apesar de ir completamente contra este tipo de coisas, peço que alguma boa alma me consiga fornecer um pdf da obra ou simplesmente um local para a adquirir, seja e-book ou formato papel.  \n\n\nPeço desculpa se perturbei aquilo que é o normal funcionamento do grupo e prometo regressar com as minhas ideias sobre a obra e com as partes que mais me agradaram :)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "odxh12",
            "num_comments": 2,
            "comments": [
                "Updated: Após 2 meses, finalmente consegui encontrar aquilo que procurava. Agradeço na mesma a ajuda e deixo aqui o pdf do livro em questão para tentar ajudar alguém que possa vir a ter o mesmo problema no futuro.\n\nhttps://drive.google.com/file/d/1-3U-esGKG0aOqN3z4peSmTM6iTkc41rX/view?usp=sharing"
            ]
        },
        {
            "title": "Fantasias Finais",
            "selftext": "Há algo de romântico, quase nostálgico, ao vermos shows antigos no youtube ou TV ou onde quer que você queria ver essas coisas. No palco, sempre tem uma banda,  em geral dando o máximo de si, e uma plateia cantando os sucessos que pagaram para ouvirem ao vivo. Mas não foi só por isso que elas pagaram: tem muito sentimento ali, muitas lembranças. quer você queira, quer não, as músicas tendem a ser trilhas sonoras pessoais, cada canção uma memória... então, ir a um show deve ser quase que um retorno àquele momento, quando você não era só uma pessoa, e sim um conceito, de felicidade, de tristeza, o que seja. \nAcho que talvez por isso muitas pessoas tenham aquela ligação mais forte com um determinado tipo de música, por mais envelhecida que ela possa ser. Digo isso do alto dos meus 33 anos e fã de rock/pop anos 80: mesmo não tendo nascido naquela época, porque as rádios de minha cidade natal tocavam sem cessar essas músicas (além de technobrega, é claro), elas acabaram se tornando algo como um amigo que me acompanhou desde criança até o momento que saí de Belém, 6 anos atrás. E como se pode abandonar um amigo? Impossível; por isso as playlists do youtube estão cheias de músicas que ouvi atrasadas, e que me fazem sentir algo que eu não saberia nem explicar direito. \n\n(E também tem technobregas. Possivelmente pelo mesmo motivo.)\n\nUm pouco de nostalgia, me parece, não mata ninguém, e talvez seja até um elemento de força em uma época que cada manhã tem pelo menos 30 fatos que existem só para te deixar mais para baixo. Contudo, há que se tomar cuidado com a nostalgia venenosa, a velha ideia de que \"antes tudo era melhor\". Hoje em dia é o que mais temos acontecendo, de formas extremas até; recentemente li um artigo sobre pessoas que entraram numa onda de regression, isto é, uma espécie de , bem, regressão ao estado infantil para poder se reenergizar perante o mundo lá fora. Longe de mim julgar, contudo, essa é exatamente a forma extrema que eu falei, uma busca desesperada pela segurança dos tempos de criança, através de meios intensos. \n\nAcho que talvez isso fale menos das pessoas que escolheram esse caminho do que do mundo que as impulsionou para isso, mas não posso deixar de pensar que esse seja mais um caminho de confundir as coisas, querer encontrar uma sensação e para isso seguir uma prática antiga quejá não faça muito sentido no momento. Assim como as pessoas que vão nos shows ali em cima, essas pessoas podem estar querendo chegar o mais perto possível dos bons momentos do passado... mas será que isso é o melhor jeito? \n\nTalvez a saída fosse mais buscar esse sentimento de uma maneira mais atualizada; e no entanto, quantas pessoas se perdem até hoje, reencenando cenas de seu passado, buscando a glória e conforto do ontem! Quando você pára de ouvir as músicas antigas e começa a querer se comportar como o adolescente/criança que era quando ouvia aquilo, pode ser o exato momento de parar e repensar algumas coisas sérias. \n\nhttps://tesourosempoeirados.blogspot.com/2021/07/cronicas-do-novo-normal-fantasias-finais.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "odwmd5",
            "num_comments": 0
        },
        {
            "title": "360",
            "selftext": "Círculos de comprensión e infiernos \n\nEl dios que se mató condena el suicidio\n\nPero no hemos de prestarle atención pues también condena el onanismo\n\nEn la mente de un señor \n\nEn el juego de ser niño \n\nEn la dama que movió para el lado que ella quiso \n\nLe preguntan a algún yo quien me creo que me existo \n\nHemos de tomar la osadía, abrazar el atrevimiento \n\nEl riesgo del corazón se mide en dos latidos \n\nEl presunto anterior y el ultimo suspensivo \n\nAdonde vamos como compost \n\nComo barro de ser vivo \n\nLa substancia de ese hongo \n\nVuestros pensamientos",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "od1ph2",
            "num_comments": 0
        },
        {
            "title": "Vestígios do dia (crônica)",
            "selftext": "Acho que cada pessoa escolheu, sabendo ou não, algum tipo de hobby para passar um pouco esses dias meio parados da quarentena forçada; alguns escolheram videogames, outros livros, mais uns outros, sei lá crochê.... Agora, que o fim oficial do isolamento se avizinha em São Paulo (já que, de acordo com o calendário que nos foi mostrado, todos devem estar vacinados com a primeira dose até o dia 15 de setembro), tenho observado melhor o que eu mesmo fiz esses dias (além deste blog), e cheguei a conclusão que o que mais fiz foi pensar. \n\nEsse ato, muitas vezes confundido pelo mundo moderno como uma espécie de vadiagem, é algo um pouco deixado de lado pela maioria das pessoas, justamente por causa desse preconceito. \"por que eu ficaria aqui matutando quando eu posso estar produzindo algo\", dirão alguns, e talvez estejam certos: afinal de contas, eu não afirmo ser o dono da verdade, ao contrário, tudo que tenho são dúvidas. \n\nContudo, em relação ao pensar ser uma vadiagem, creio que muitos avôs e bisavôs nossos serão um exemplo bem oposto a este pensamento. Por exemplo, minha bisavó materna, chamada pela família e, suponho, pelos conhecidos de \"Dona Branca\", possivelmente é a pessoa que eu mais tenho como emblema de trabalhadora e sobrevivente de uma situação difícil, sendo pobre e criando tanto seus filhos quanto alguns netos, em razão das voltas que este mundo cruel dá.  Ora, uma pessoa que tem que trabalhar tanto não poderia ser nunca chamada de \"preguiçosa\", e no entanto, quantos pensamentos iluminados ouvi de sua autoria, transmitidos pelos seus descendentes! \n\nObviamente estes pensamentos não saíram do nada: foi preciso uma mente parar, organizar os vestígios do dia que lhe ocorreu, e chegar em conclusões a partir disso. Logo, o pensar aqui estava não ligado a uma pessoa parada fazendo nada, mas efetivamente vinda das atividades de seu dia-a-dia. Experiência mais pensamento levam à sabedoria. \n\nDigo tudo isso porque me parece que, pela pandemia ter feito a gente diminuir um pouco o ritmo das coisas (até porque muitas lojas e entretenimentos estão fechados ou limitado em funcionamento até agora),  talvez estejamos recuperando um pouco esse momento de parar e pensar, que os antigos tinham muito mais do que nós damos crédito a eles. Talvez as pessoas não estejam tendo isso como um hobby exatamente, que nem eu (confesso que eu tenho muito a tendência a me perder dentro de minha própria cabeça...), mas tenho percebido uma postura mais reflexiva das pessoas em relação ao mundo que os cerca.\n\nTalvez essa seja a chave de um mundo novo. \n\nOu não!\n\nhttps://tesourosempoeirados.blogspot.com/2021/06/cronicas-do-novo-normal-vestigios-do-dia.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "o9c9xy",
            "num_comments": 0
        },
        {
            "title": "Empezar en Reddit",
            "selftext": "Empiezo en Reddit una madrugado del primer día de verano con luna llena rosa.\nSiempre es algo muy especial llegar a un nuevo sitio con la ilusión de compartir . \n\nHola, a los que lean esto",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "o7g2at",
            "num_comments": 0
        },
        {
            "title": "Where is my mind",
            "selftext": "\nHá muito o que se dizer sobre o estado mental das pessoas nos tempos atuais, e nada do que se fale será realmente algo que mostre a situação por completo. E nem estou falando de como ficamos durante a pandemia; mesmo antes, eu sempre tive a impressão que temos uma percepção dolorida do mundo que vivemos, e que isso aos poucos vai comendo a nossa mente, distorcendo nossa visão do mundo. \n\nOu talvez, eu que seja o pessimista. Sempre é uma possibilidade!\n\nDe qualquer forma, acho que é inegável que esta pandemia nos afetou mentalmente a todos de maneiras diversas, alguns mais diretamente (por perderem entes queridos), outros pela pura e simples sensação de isolamento, de vazio da vida. Tenho certeza que todos já vivemos pelo momento do vizinho barulhento em plena pandemia, fazendo aquelas festas altas que são talvez sua forma de gritar que está vivo, que nada teme. Uma estratégia tola, é verdade, mas que muitos seguiram e seguem ainda. \n\nOutra estratégia, que talvez tenha sido um pouco mais disseminada, foi a de se fechar em si mesmo. E quando digo fechar, não quero dizer  que ficamos sem contatos muito profundos com pessoas ao redor, sem TV ou notícias ou algo assim; apesar de haver realmente pessoas assim, não creio que elas são em maioria. Não, eu me refiro à anestesiar-se mentalmente, buscar dentro de sua própria mente o refúgio dos horrores e estresses que temos sofrido. \n\nEssa é uma ação um tanto fácil de se fazer: afinal, com a internet literalmente em nossas mãos (graças aos smartphones), não faltam formas de perdemos tempo com redes sociais,  conversas aleatórias em Whatsapp, ouvir música em apps... todas boas formas de se perder em si mesmo, testadas e aprovadas desde antes da pandemia. Alguns nem precisam disso: posso garantir que você conhece uma ou mais pessoas que simplesmente \"desaparecem\" dentro da sua própria cabeça no meio de uma conversa; são os profissionais de desligamento pessoal, conseguindo flutuar suas mentes quase sem nenhum esforço. \n\nFalo disso com tranquilidade, porque faço parte deste clube: mais de uma vez eu fugi para dentro de mim mesmo, em momentos que considerei tediosos, confusos ou \"carregados\" demais emocionalmente. Estes últimos são os mais perigosos: o indivíduo pode ver-se perigosamente viciado em fugir das emoções para dentro de sua cabeça, como se ela fosse uma espécie de bunker protetor contra o mundo. Em momentos drásticos como o que vivemos, pode ser tentadora demais essa fuga, independente de quem tenha ficado aqui fora, esperando o retorno do viajante psíquico. \n\nComo você foge do mundo ultimamente? \n\nhttps://tesourosempoeirados.blogspot.com/2021/06/cronicas-do-novo-normal-where-is-my-mind.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "o6uwvf",
            "num_comments": 0
        },
        {
            "title": "Hola 👋😊 Soy una pagina de poesía en Instagram y mi inspiración es saber que las personas se identifican a través de mis propios pensamientos. ¿Podrias seguirme para leer mi frases propias?",
            "selftext": " Olá, tenho uma página em espanhol e gostaria de compartilhar com vocês, pra quem curte a língua, há várias frases distintas com o objetivo de fazer os leitores se identificarem, agradeço se derem uma olhada ;D\n[Hoy_Percibo ](https://instagram.com/hoy_percibo?utm_medium=copy_link )",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "o39ca2",
            "num_comments": 0
        },
        {
            "title": "Contemplem o Homem Jacaré",
            "selftext": "Sextas Feiras são, de praxe, um dia feliz para mim. Como não seriam? É o fim de uma semana de trabalhos difíceis (ser professor é bem cansativo...), e o começo do fim de semana, onde posso passar um pouco mais de tempo com minha esposa, me preocupar tranquilamente com os trabalhos da semana seguinte, com quem pode ou não ficar doente desta doença maldita, e com sorte posso parar e escrever um pouquinho no meu caderno de ideias e contos que um dia serão publicados. Um fim de semana típico para mim. \n\nEsta sexta, porém, foi um dia bem incomum, para dizer o mínimo. Para começo de conversar, eu estava vindo do dia anterior de uma entrevista no canal  de Youtube 1001 Capítulos, da queridíssima Sandra Souza; então eu já estava com o humor bem nas alturas. Mal sabia eu que esta sexta seria ainda melhor, pois foi o dia que consegui tomar minha primeira dose da almejada vacina anti-covid. Sim amigos, eis que entrei no clube do jacarezados deste país, ou melhor, entrei pela metade, ainda falta a segunda dose para completar minhas escamas. \n\nO processo, diga-se, não foi muito fácil: Foi necessário brigar com a burocracia brasileira, antes de mais nada, até conseguir pegar uma declaração da minha comorbidade (asma, para quem não sabe). Então foi uma questão de irmos até a tendinha da Drogaria São Paulo, chegar lá e .... não sermos atendidos, porque a vacina ali já tinha acabado. Sem problemas: andamos, eu e minha esposa, até o posto de saúde ao fim da Avenida Rio Pequeno, que contava com duas filas, uma para preencher o cadastro, e a outra para as vacinas. Não uma visão que se queira ver quando se está nervoso. \n\nApesar de tudo, vencemos as filas, as senhas, o ter de falar mais alto que o normal porque a máscara cobre sua voz.... e lá fui eu ser vacinado. Minha esposa, infelizmente, ainda não pôde; a ela caberá a vacina em Agosto aqui no estado de São Paulo. Isso, contudo, não a impediu de chorar muito, e assim ela o fez por um bom caminho até nossa casa. É alívio e felicidade, ela disse. \"Por esse tempo todo, eu estava preocupada com você, se você ia ficar doente com isso. Agora eu vejo uma luz\".\n\nO amor é engraçado: estou feliz que fui vacinado, mas não consigo me sentir satisfeito, porque minha esposa não foi ainda, nem meus pais e entes queridos, pelo menos não por completo. Assim, acho que minhas lágrimas só devem vir nesses momentos, quando eu ver que realmente o pesadelo acabou. A felicidade só é real quando acompanhada, creio eu.  \n\nAlém disso, enquanto eu e minha esposa subíamos a Avenida Rio Pequeno nesta tarde fria de São Paulo, não pude deixar de pensar nas pessoas que se foram sem ter a oportunidade de tomar a vacina também - e é claro que as primeiras que vem à mente são as que lhe são mais próximas. \n\nEntão, em nome dos que se foram e dos que ficaram, tornei-me um Jacaré. Que todos nós possamos ser uma nação réptil em breve, e que esta época terrível comece a ficar um pouco pra trás, para podermos começar a curar uma parte tão devastada quanto nossos corpos: nossas mentes. \n\nhttps://tesourosempoeirados.blogspot.com/2021/06/cronicas-do-novo-normal-contemplem-o.html\n\nLink da Entrevista: https://www.youtube.com/watch?v=zkwCN7A70MU&t",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "o39am4",
            "num_comments": 2,
            "comments": [
                "Arriscamo-nos, quase sempre, numa guerra prolongada e fria para com nós mesmo. Isto é extremamente traidor. No entanto, em seu texto, comprovo uma atraente vida intelectual sem mentiras."
            ]
        },
        {
            "title": "Política e Poesia __ - - - __",
            "selftext": "A indignação com o autoritarismo que se alastra e destroi o meu país mal deixa tempo para lembrar que existe Poesia no mundo.  \\_\\_ >>> >",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "o0uoya",
            "num_comments": 0
        },
        {
            "title": "Meu dia dos namorados, por HG Neto",
            "selftext": "Chegou o mês de junho e com ele o dia que muitos anseiam, outros detestam, e mais alguns simplesmente não dão a mínima, que é o dia dos namorados. Diferente do resto do mundo, onde se comemora o Valentine's day no dia de, bem, São Valentim (a saber, é dia 14 de fevereiro no resto do mundo), aqui o Brasil comemoramos no dia 12 de Junho, porque João Dória (o pai, não o governador de São Paulo) assim resolveu um período de desaquecimento de vendas no comércio. Assim, como tantas coisas no Brasil, o dia dos namorados já começou inventado na marra e aos poucos foi virando tradição. \n\nQuem me lê assim pensa que eu tenho raiva da data, mas não é verdade. De fato, antes de ter uma companheira, eu simplesmente achava que era uma coisa que não me afetava, portanto eu nem ligava. Sim, houveram tempos que eu fiquei fazendo a irritante troça com posts românticos que aparecessem em meu facebook e afins, mas isso era menos por ser contra a data e mais porque eu tinha uma tendência a ser um jovem desagradável - como de resto, todo jovem tende a querer ser.  Mas isso mudou desde que conheci Aline, e nesses 5 anos tenho dado muito valor a uma série de coisas que eu jamais prestei atenção antes, entre elas, o ato de celebrar o amor que se tem em sua vida. \n\nEsse ano não foi diferente; e embora estejamos passando por um... não podemos nem dizer mais pandemia, mas sim uma espécie de trauma coletivo nacional, decidimos fazer uma pequena comemoração de amor aqui em casa. O menu foi algo chique: temos por aqui uma espécie de equipamento para fazer fondue (que é basicamente queijo derretido com vinho), então compramos um bom pão com casca grossa (italiano, por um bom preço), arriscamos a receita e deu tudo certo, graças. Comemos ao som de Maroon 5, que foi meu presente para ela, e usando anéis especiais (com símbolos de lua e sol), que foi o presente dela para mim. O tema, como se deve ter adivinhado, era \"presentes que nos daríamos se tivéssemos 15 anos de idade\" - acho que ficou claro, pelo menos, pelo cd do Maroon 5. \n\nMas creio que o melhor presente mesmo, quem diria, foi anunciado por João Dória Jr, quando foi dito numa coletiva Domingo sobre o adiantamento das vacinas; nós, que nos vacinaríamos somente em setembro, agora ficamos para Julho. A alegria foi grande é claro, mas em um dado momento, olhando o calendário de datas, senti um peso no peito e pensei, olhando as idades, nos amigos que partiram e não puderam se salvar disso. Olhei para Aline e ela também lagrimava, e não foi preciso dizer mais nada. Nos abraçamos e choramos, choramos com a dor pelos que perdemos, pelo alívio de estarmos perto da salvação, e pelo amor intenso que sentíamos um pelo outro naquele dia, naquele fim de semana, nesta vida.\n\nLá fora, o dia estava claro e sem nuvens, embora frio. E me pareceu que tudo ia ficar bem mesmo. \n\nhttps://tesourosempoeirados.blogspot.com/2021/06/cronicas-do-novo-normal-meu-dia-dos.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "nzz41u",
            "num_comments": 0
        },
        {
            "title": "Glória ao Sol!",
            "selftext": "Como já disse muitas vezes aqui, estes tempos mais difíceis tem sido uma provação para todos. De fato, um antigo hábito meu, que era o de ver as notícias do dia antes de começar meu trabalho, foi adiado indefinidamente, já que isso simplesmente me fazia sentir mais triste ou mais irritado logo no começo do meu dia. Com isso quero dizer, que a fuga da realidade virou menos uma preocupação, e mais um objetivo: quanto menos se soubesse do que estava ocorrendo ao redor, melhor. \n\nContudo, não se pode fugir de tudo para sempre, ainda mais quando estamos numa situação ruim por mais de um ano. Assim, fui forçado a me informar sobre as coisas ao meu redor, nem que fosse para poder saber quando, afinal de contas, viria a vacina. Aqui em São Paulo as notícias eram um pouco mais alentadoras do que no resto do país, mas ainda assim enfrentamos (e ainda estamos enfrentando) grandes dificuldades, de ordem política , econômica e social. Não preciso dizer que a angústia voltou com tudo ao ficar sabendo disso, embora tivesse uma leve esperança, devido aos Butantan e as Coronavac da vida. \n\nEis que surge Dark Souls. \n\nPara meus leitores que não são fãs de videogames, este é um jogo no playstation, conhecido pelo seu estilo característico de ação planejada , monstros extremamente difíceis de se vencer, e um clima absurdamente depressivo e derrotado. trata-se, afinal de uma história que se passa no fim de um mundo fantástico. Caminhamos muitas vezes, literalmente em cinzas de lugares e pessoas que se foram; enfrentamos monstros terríveis e grotescos; morremos e morremos e morremos diversas vezes. Em média, um jogador \"morre\" 636 vezes para poder zerar Dark Souls. \n\nÉ uma quantidade muito grande de game overs, e de fato nem todos curtem esse estilo punitivo de diversão. Já houveram até discussões se esses jogos deveriam ter um modo fácil (o que eu sou contra, embora com certeza deveria ter um \"pause, que ele não tem). E muitos se perguntam qual a graça de jogar algo que você vai inevitavelmente sofrer para sequer avançar na história. \n\nNão posso falar pelos outros, mas para mim, jogar dark sousl me fez sumir um pouco do mundo, ao mesmo tempo que me permitia lidar melhor com as emoções que eu estava ( e estou) sentindo. vencer aquele mundo terrível, avançar por ele, encontrar os (poucos) parceiros que ajudam a superar obstáculos... a luta dentro do jogo tornou-se uma maneira de superar meus demônios internos, de certa forma. Cada monstro derrotado é um avanço da escuridão para a luz de uma fogueira, ou do próprio sol radiante da esperança.\n\nAssim como eu, várias outras pessoas encontraram conforto e apoio em jogos, livros, músicas... Menos uma fuga, é uma terapia, suponho. \n\nComo, aliás, também são esta crônicas. Mas quem pode dizer que isto as faz melhores ou piores que outras coisas? \n\n\nhttps://tesourosempoeirados.blogspot.com/2021/06/cronicas-do-novo-normal-gloria-ao-sol.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "nx38lk",
            "num_comments": 0
        },
        {
            "title": "A vida é uma colheita, Irmão",
            "selftext": "Acho que foi Camus quem primeiro enunciou o famoso pensamento existencialista, que diz que a principal pergunta da vida de um homem é se ele vai ou não cometer suicídio - isto é, se a vida vale ou não a pena ser vivida. Ou pelo menos, esta foi minha interpretação; o leitor pode tentar tirar suas próprias conclusões lendo O mito de Sísifo assim que puder, não é um livro grande, e mesmo que você não leia todo, o que importa são as reflexões que se tem com ele. \n\nDe qualquer forma, a pergunta persiste através dos tempos, bons e ruins. Em um mundo com crescentes  índices de violência contra crianças, estupros ocorrendo a cada 8 minutos, e com o aquecimento global deixando de ser uma projeção e virando uma realidade assustadora (e isso sem contar a pandemia que se alastra em nosso meio), é de se imaginar que Camus teria uma grande dificuldade em considerar pontos positivos para sua pergunta final. De fato, no esteio do escritor filósofo francês, há pessoas que dizem que melhor seria, na verdade, nem tentar encontrar pontos positivos. os antinatalistas, como se intitulam, creem que o próprio ato de procriar neste mundo é grosseiramente antiético, e que melhor seria simplesmente optar voluntariamente pela extinção em massa.\n\nParece uma visão bastante radical, e no entanto não passa realmente da velha questão de suicídio ou não, só que aplicada para a humanidade como um todo ao invés de pro indivíduo. Nesse sentido, talvez devamos tentar ver um outro aspecto: o que se pode argumentar contra o que propõe este antinatalistas e o próprio mundo, quando demonstra sua implacável indiferença contra nós que o habitamos? \n\nEu não consigo acreditar na teoria acima, como suponho que muitos leitores devem ter concordado ao ler tudo. Não posso crer em uma morte final da humanidade pelas suas próprias mãos, porque tenho visto a beleza que surge do seio da mesma. Para cada dor, uma alegria; para cada pranto, um sorriso. Não posso deitar-me ao chão e aceitar que o ser humano só traga maldades, quando vejo tantos gerando coisas boas. Talvez por mera teimosia, mas ainda assim: não posso crer num mundo só de tristeza, quando vejo paz e alegria em breves flashes ao meu redor.\n\nTalvez então seja isso a vida: não uma estrada de felicidade que percorremos se fizermos tudo certo, mas uma grande plantação com tempos bons e ruins, vegetação seca ou viçosa. Talvez seja esse então o sentido da vida: plantar os momentos bons e tentar colher eles ali na frente, sempre com o perigo de uma praga, uma geada metafórica, ou algo assim. E ao nosso redor, sempre podem ter as pessoas que ajudam nessa colheita. \n\nNesse sentido, como Camus também falou, se vamos seguir nesse grande empurra-empurra  de uma pedra montanha acima só para ver ela descer ao mesmo ponto de antes, tal qual na história de Sísifo, havemos que crer que esse empurrar deve ter momentos de felicidade. Nossa pedra é essa plantação de que falei antes. E a colheita há que continuar. \n\nhttps://tesourosempoeirados.blogspot.com/2021/06/cronicas-do-novo-normal-vida-e-uma.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ntxzqg",
            "num_comments": 0
        },
        {
            "title": "Pelo direito de mandar seu parente à merda",
            "selftext": "Todo mundo tem um parente assim. Aquele cara que você meio que tolera durante as reuniões familiares, afinal, é família, então, tem que ter paciência, não é? ás vezes não é um cara, é um grupo todo; às vezes, de fato, a pessoa que é dona da casa onde está ocorrendo a tal reunião de família é quem você está tolerando -e portanto, você é quem está na minoria. Ainda assim, é Natal/Páscoa/qualquer outro feriado onde se pratica a falsidade familiar com estes parentes, então você respira fundo, e pensa no jantar/almoço/lanche. que com certeza estará delicioso. \n\nEsse era o modus operanti até recentemente, estou certo. Em nome da boa convivência e do respeito, muitos de nós estávamos simplesmente seguindo a vida, indo em almoços de Domingo, sentando e ouvindo baboseira atrás de baboseira.  Aliás, \"baboseira\" é um termo leve: ouvíamos coisas realmente agressivas daquele primo por parte de pai ou mãe, que já estava velho então falava essas coisas mesmo, mas tem bom coração; ou talvez daquele tio-avô que defendia extermínios em massa ,e todo mundo dava u risinho amarelo e seguia comendo, ou tentando ver o Faustão de branco na TV durante o ao novo.\n\nBem, cá estamos, e esses parentes parecem ser os elementos que estão no poder no Brasil atualmente. Muito se fala sobre eles serem os principais responsáveis na escalada ao Planalto do péssimo governo que temos hoje em dia; eu não concordo com isso, acho que a culpa envolve na verdade um grande número de outros fatores, conforme já falei em outras crônicas. Dito isso, com certeza eles fizeram sua grande contribuição nesse acontecimento, talvez até com aquela bombardeada de fake news bonita que assolou as últimas eleições. E com todas as mortes, toda a assolação que está ao redor, eles ainda tem a petulância, a cega petulância, de dizer que está tudo bem. \n\nOra, essa postura com certeza implica em mau-caratismo, porque não é possível considerar que um governo onde mais de 456 mil pessoas morreram sem necessidade (já que vacina havia, só foi solenemente ignorada pelo séquito bolsonarista); onde uma nova variante ainda mais letal entra no país e a única desculpa da ANVISA para isso acontecer é que \"o passageiro com o vírus disse que não tinha sintomas de covid\"; ou aonde o presidente da república a cada dia diminui, zomba, espezinha da doença e de seus mortos, seja considerado um governo onde tudo \"está bem\". \n\nÉ possível, é claro, dizer que a pessoa que defende esse governo sofre de transtorno mental: a esses, peço sinceramente que busquem ajuda o quanto antes. Em relação aos que não estão nessa situação, eu digo, amigo leitor: mande-o solenemente à merda. Não vai ajudar o país, não vai resolver a falta crônica de vacinas, não vai aumentar o número de leitos; mas com certeza vai lavar sua alma, que vai ficar limpa, serena. Além do que, haverá a vantagem de não ser mais convidado para esse tipo de reunião, que eu sei bem que você nunca gostou; se gostasse, não teria voltado mal-humorado toda vez para casa. \n\nEsse pessoal mais conservador gosta de citar Deus e a bíblia para justificar seus atos, então termino com a seguinte citação: Jesus disse que não veio trazer paz, e sim a Espada; que ia separar o filho de seu pai, a filha de sua mãe, a nora de sua sogra. Ou seja, mandar aquele primo, aquele tio/tia, aquele parente distante á merda, amigo, com certeza é caminho divino. Ide em paz e que o senhor vos acompanhe. \n\nhttps://tesourosempoeirados.blogspot.com/2021/05/cronicas-do-novo-normal-pelo-direito-de.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "no3zmj",
            "num_comments": 0
        },
        {
            "title": "Velas na Escuridão",
            "selftext": "Mr Rogers, talvez uma das pessoas mais admiradas por seu altruísmo nos EUA, era o apresentador de um programa infantil por lá. Ele fez uma série de coisas notáveis em sua vida, entre as quais convencer o senado americano a não diminuir o investimento no canal público aonde ele exibia seu programa (o discurso aonde ele convence o Senado é fantasticamente irreal por ser real, vale a pena ser visto). Ele foi um homem que viveu bastante, e chegou a ver os atentados de 11 de Setembro lá. Como sempre preocupado no impacto que isso causaria nas crianças, ele se propôs a tentar acalmar elas em seu show, numa explicação que culminou na seguinte frase:\n\n\"No momento do caos, procure quem ajuda. Procure os que ajudam o outro\".\n\nNão fui uma criança que cresceu com os programas de Mr Rogers, brasileiro que sou. Contudo, não posso negar o efeito que essa frase em particular causou em mim.\n\nQuando digo \"brasileiro que sou\", acredito que muito dos meus leitores entendem bem o que digo: O Brasil é um país de cínicos. Não tente dizer que não, porque é. Os valores que aprendemos enquanto sociedade envolvem claramente tentar perceber quem está tentando nos enganar, e se possível enganar essa pessoa primeiro - ou na pior das hipóteses, tentar sair com o mínimo de dano possível. Não creio que haja um esforço nacional em se criar algo diferente disso, até porque realmente há um grande número de pessoas que estão tentando nos passar a perna, mesmo se não contarmos os políticos. \n\nO efeito disso é óbvio: pessoas sem esperança no outro, e até na verdade desejando serem elas mesmas as espertas, desprezando quem não enxerga o mundo desse jeito, vendo pessoas assim como fracas. Aquele que ajuda então, ou é maluco, ou está tentando tirar vantagem. Pode apostar que essa é a primeira coisa que surge na cabeça de um brasileiro: que não existe o almoço grátis. \n\nE no entanto... no entanto existem sim os que ajudam. Existem sim, entre nós, almas boas. Poderia citar aqui exemplos famosos como o Padre Júlio Lancelotti, com um trabalho exemplar aqui em Sampa; ou o vereador Eduardo Suplicy com sua eterna luta pela renda básica universal; mas eu queria realmente aqui destacar as pessoas que não tem tanto nome ou presença na mídia, as pessoas que ajudam no dia-a-dia de lutas que temos em nossas vidas - já que a nossa vida é feita de um dia após o outro. \n\nE essas pessoas estão por aí, mesmo nessa pandemia maldita, que ceifa vidas. São pessoas que se preocupam em coletar roupas usadas para entregar aos moradores de ruas, neste inverno que está chegando brabo; são médicos que vão além do que é esperado deles, e conseguem a duras penas marcar consultas para pacientes que precisam urgentemente ver uma mancha anormal na pele; são religiosos que tentam levar comida e consolo para os moradores de rua em Santos e em todas as cidades do brasil; são comediantes que se mobilizam para conseguir o que o Governo Federal se recusava a fazer, que é cuidar da sobrevivência dos que necessitavam de algo tão básico que era oxigênio.\n\nEntão, que essa crônica seja um ode a estas pessoas, e uma luz para nós, tão acostumados que estamos a esperar o pior do outro, a esperar o inferno dele. Não existem pessoas perfeitas - dado que perfeição ão é uma característica humana. Mas com certeza, existem mais Mr Rogers por aí. Existem mais \"pessoas que ajudam\". Olhemos para elas, e tentemos imitá-las.\n\nEsta crônica é dedicada ao reverendo Leandro Antunes Campos, Presbítero da Paróquia Anglicana de Santos, que se encontra em observação por suspeita de Covid. Peço a todos que puderem orações e pensamentos positivos pela sua pronta recuperação.\n\nhttps://tesourosempoeirados.blogspot.com/2021/05/cronicas-do-novo-normal-velas-na.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "nkgebz",
            "num_comments": 0
        },
        {
            "title": "Berserk tears",
            "selftext": "\"Ao longo da minha vida, os momentos e as pessoas que me definiram ... todos foram iluminados por faíscas.\"\nNão sei se as pessoas se perguntam das origens de um fã de animes e mangás, mas muitas vezes  elas tendem a ser mais insólitas do que parece. Por exemplo, sei que muitos fãs das produções culturias nipônicas começaram seu gosto por cavaleiros do zodíaco e/ou Yu Yu Hakushô, os dois trbaalhos extremamente imaginativos, que incendiaram mentes juvenis tempos atrás. \n\nSou talvez um pouco mais velho nesse sentido: meu gosto pela cultura japonesa televisiva vem de tokusatus como Black Kamen Rider, Flashmen, ou Changemen. Não sei dizer sinceramente qual canal eles passavam - a mente me diz que era Manchete, mas posso estar bem errado. De qualquer forma, esses foram meus primeiros portais para esta vasta  produção. \n\nEstas produções são legais, mas chega um tempo que você precisa de algo a mais. É um resultado natural da maturidade: você cansa de ver apenas bonecos se batendo por se bater, e começa a querer ver sentidos nas coisas, reflexões, dramas humanos se desenvolvendo. \n\n(Tudo isso, é claro, com bonecos se batendo também, mas não divaguemos.)\n\nPara muitas pessoas, muitos caminhos; estou certo que cada um de nós que lemos mangás e vemos animes encontrou sua obra específica. No meu caso, depois de um breve flerte com Evangelion ( pelo qual também tenho grande apreço) foi Berserk quem me introduziu no mundo dos mangás e animes \"de adulto\", os chamados Seinen. \n\n“Neste mundo, será o destino da humanidade controlado por alguma entidade ou lei transcendental? Como se houvesse a mão de Deus pairando acima de nós?\"\n\nNão vou mentir: O que me levou a querer ver o anime (antes de ler o mangá), foi o fato de ter um cara com uma espada gigante. Guts, o personagem principal da série, é o típico herói de ação medieval sombria: Em uma missão de vingança, extremamente violento, com força sobrehumana. O que não haveria ali que um adolescente de 13 anos não gostaria? E é assim que a obra começa: Ultraviolência e, sangue e caos. Mas aos poucos, a cada volume que se vai lendo.... você percebe o que o autor quer realmente passar. Você se sente tão cansado da carnificina quanto o personagem principal. E você percebe que talvez a cólera, não importa quão justa seja, talvez seja uma força que possa destruir tanto o alvo de sua fúria, quanto as pessoas ao seu redor, que se importam com você.\n\n\"O ódio é um lugar para onde vai um homem que não suporta a tristeza.\"\n\nMuitos dos que leem esta obra não avançam tanto na mensagem, mesmo tendo lido todo o material. Somente veem um homem forte com uma espada, e sonham com a vingança futura dele contra quem destruiu sua vida. Mas eu penso diferente, e estou certo que muitos outros fãs concordam: Berserk nunca foi uma obra de horror pelo horror. Ela foi, por incrível que pareça, uma obra de esperança, onde o autor jogou todos os horrores possíveis na vida do personagem principal, e ele ainda assim persistiu, manteve-se de pé. E isso em si já é uma vitória, ainda mais nos dias de hoje.\n\nNo dia 06 de Maio, o autor de Berserk, Kentaro Miura, faleceu vítima de uma fatalidade cardíaca. Com ele, foi-se o fim da obra que ele dedicou sua vida, e seu talento incomensurável. Contudo, não pensemos neste momento na obra inacabada (que ainda assim, é um clássico e merece ser lida): choremos aqui a partida tão cedo deste grande mestre, que ensinou a mim e a muitos outros o valor de uma obra ficcional em nossas vidas, a força de um símbolo de determinação. \n\nObrigado por tudo, Miura-sensei. \n\n\nhttps://tesourosempoeirados.blogspot.com/2021/05/cronicas-do-novo-normal-berserk-tears.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "nj1qk1",
            "num_comments": 0
        },
        {
            "title": "Hoy",
            "selftext": "Hoy tengo mucha tristeza, me embarga el alma cada lágrima que no lloré, cada palabra que no grité, cada caricia que olvidé\nMe mire, me mire con ojos del corazón, luego lloré, lloré con lágrimas y con vida, grite con dolor y con pasión las pocas frases que ahogaban mi corazón, frente al espejo me pregunté quien soy, y el reflejo me respondió aturdido y con mucha consternación, lo que una vez olvídaste en busca de tu razón, cuantas noches sin dormir, cuantos cigarros por fumar a la espera de la respuesta para poder continuar\na ti te clamo vida, que siempre me sorprendes con una nueva odisea, pero nunca te marchas sin dejar una huella, para recordar y amar lo que una vez fui.\naun te extraño corazón, no te angusties ni pidas perdón pues las caminatas que una vez di guindado de tus manos mientras jugabas con mis dedos en una noche de centeno, no se han terminado, aun tengo mil vidas para extrañarte y no tenerte, mil sueños para despertar y no poder verte.\npero nunca olvides que en un abrir y cerrar ojos todo se abra terminado",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "n88uiw",
            "num_comments": 1
        },
        {
            "title": "Ensayo",
            "selftext": "Quien tiene un ensayo sobre el libro un mundo feliz que sea largo porfavor",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "n5u3kd",
            "num_comments": 0
        },
        {
            "title": "No MedíGas . Es decir la ventosidad resultó grandilocuente para el pequeño claustro. #historiabreve #santosfrijolesbatman",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "mwgw81",
            "num_comments": 0
        },
        {
            "title": "Podcast Delirio a Dúo",
            "selftext": "[https://www.ivoox.com/podcast-delirio-a-duo-literatura\\_sq\\_f1927523\\_1.html](https://www.ivoox.com/podcast-delirio-a-duo-literatura_sq_f1927523_1.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "mv0u2r",
            "num_comments": 0
        },
        {
            "title": "Gracias por su atención",
            "selftext": "Buenas el miércoles voy a estar hablando sobre un escritor dramaturgo, columnista, poeta que se llama Sebastián gala por ahí lo conozcan esto va a ser por twich es nuevo si les interesa pueden entrar y compartimos un buen rato hablando. https://www.twitch.tv/catriquin?sr=a",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "muj47c",
            "num_comments": 0
        },
        {
            "title": "Escrito sobre un árbol, o un arbol hablando de mi",
            "selftext": "\nArde el suelo con el agua, la llama es el relámpago de ardos verdes, por que verde es el color que los inspira a levantarse, sostenidas por el mismo relámpago que no termina de cesar, solo hasta que el tiempo toca sus pies. Aquellas palmas verdes que tratan en vano de alcanzar ese suelo tan elevado, con el brazo tan fuerte como el suelo se lo permite, con el Alma tan pura como la existencia los perdura, bajando las palmas de las tantas manos cuando sienten que la luz se les escapa, para darse un descanso y luego continuar con manos nuevas cuando el sol los mira de cerca. Que sustentadas por más llamas, de ese fuego inmenso que activa el estruendo trueno que se aferra al tiempo como el corazón a el cuerpo, que con vista singular con pupilas que puedan realmente verlo parece una maravilla, pero que en observación de muchas parece una pequeña mancha que es limpiada por hormigas con forma de hombres con un trapo de tierra y piedra. No hablan moviendo el viento, cuando el viento los mueve ellos cantan el himno de la naturaleza. Sin siquiera tener el concepto de libertad, sino llevándolo puesto, impregnado, escrito en su efímera escencia, todo lo que ven todo lo que tocan, lo que escuchan y sienten es su unica escencia.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "msugvn",
            "num_comments": 0
        },
        {
            "title": "Salas de literatura",
            "selftext": "Buen día a todos.\n\nMi nombre es Leonardo y a vista de que los encuentros literarios están desapareciendo a causa de la situación mundial que estamos viviendo, estoy intentando crear un espacio donde podamos trabajar juntos y compartir algunas horas por la mañana. Si a alguien le interesa pasar a saludar, es más que bienvenido. \n\n&#x200B;\n\n[https://www.twitch.tv/hotiel94](https://www.twitch.tv/hotiel94)\n\n&#x200B;\n\nDe lunes a viernes, a partir de las 8:00 (ART)\n\nGracias y perdón por el spam.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ms0wm3",
            "num_comments": 0
        },
        {
            "title": "Hola buen día, quiero compartir esto con ustedes. Espero alguien lo lea y me pueda brindar alguna opinión",
            "selftext": "El todo mirando a un punto fijo y a todos lados al mismo tiempo, cubierto por paredes de concreto, luchando para encontrarse a si mismo. La vida es como aquella nube que se deforma al escuchar el susurro del primer viento, que le acaricia la mejilla y le dice que nada es para siempre, la diferencia está en que a las nubes las toca el tiempo y el viento, a nosotros solamente el tiempo, a las nubes las empuja hacia otro lugar, a nosotros nos arrastra hacia nada, la nube se desvanece, a nosotros nos arranca a pedazos la piel, analizó cada parte del cielo por que aquí abajo no veo nada, aquí abajo me pesan los pies, la gravedad nos abraza y no nos deja ir, pero ¿ir a donde? Si sabemos que allá arriba (o afuera) no encontraremos nada más que a nosotros, pero queremos pensar que hay alguien más sufriendo sentado en cualquier rincón del universo además de nosotros, de cualquier forma nos encontramos con ellos ¿y luego que? Buscamos a alguien más y alguien mas, no me imagino como seria, jugariamos juntos (supongo), este juego que se llama existir, pero nos aburririamos y nos volveríamos a sentar llorando en espera de alguien que nos ayude, nos desvanezca, o nos consuele de este río sin sentido, pobre de nosotros, nos tenemos a nosotros y no podemos contar ni aún con nosotros, levantamos piedras, creamos armas, creamos el dinero (que no es más que crear creencias) y esto es solo para matarnos entre nosotros, si tenemos algo, es el arte de alejarse de la realidad para satisfacer nuestros instintos, y es algo que nos toca a todos en algún momento por que nadie muere de hambre teniendo un pan en frente, nos gusta crearnos paraísos frente a nosotros, aunque nos demos cuenta que hay millones de paraisos que también se crearon y que todos juntos parecen un infierno. Me gusta creer (o me gustaría creer) que esto no es para siempre y que las cosas pueden cambiar, aunque ya no esté aqui abajo. No hay sentido de la vida, solo esta el sentido de nuestras vidas, la última esperanza creo yo seria sobrevivir como lo ha hecho todo, siempre, cada átomo del universo, supongo que es lo único que tenemos, permanecer hasta que se nos ocurra algo mejor. pero el tiempo siempre nos va a seguir, no podemos pelear contra algo que no existe. El tiempo me ha quitado la nube tan preciosa que tenía enfrente, y me quitará todo, me ofrece un futuro para llevarse mi pasado y dejarme con este aterrador presente, y lo que más me duele es que me dará un nada enfrente de mi, y dentro de mi, y me dejé asi sin ojos para que mi yo humano (no yo) observen lo hermoso que es la vida, porque mi yo verdadero solo se pregunta ¿para que?.Nací de la naturaleza en el mundo hace dieciocho años y apenas estoy naciendo. Me siento como un ser infiltrado en la existencia, como esas plantas que crecen en cualquier parte, me siento como si solo viniera a existir y a morir por el simple hecho de nacer. me dejó vivir, sigo creciendo y no veo mucha diferencia entre yo y una planta, solo que, la planta no sabe que no hay hacia donde crecer, cuando se ha crecido lo suficiente. La planta siempre tiene un sol por el que levantarse todos los días, pero yo no tengo más que esta seca sensación de sentir que no hay más que indiferencia por todos lados, que se oculta o se ignora con solo un poco de amor. \nSigo preguntándome si vald la pena encontrar el punto de partida de cualquier cosa, si realmente tiene sentido que yo o alguien siga haciéndose preguntas, si de cualquier forma no creo que tenga ningún sentido en absoluto conseguir las respuestas, lo pienso mientras miro cada trozo de realidad, mientras pienso con cada pedazo de esta realidad mejor dicho. Miro al cielo por última vez, y le dejo esta noche a alguien más, para que piense en el significado o sentido de la realidad, por que yo no la encuentro.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "mo8p5h",
            "num_comments": 0
        },
        {
            "title": "Questão Monteiro Lobato (Duvída)",
            "selftext": " \n\nO trecho acima revela uma ironia sobre as características de Jeca Tatu, expressa, sobretudo, nas palavras em negrito no excerto abaixo. Explique essa ironia com base na leitura do texto.    \n\n\" *\\[...\\] a verdade nua manda dizer que entre as raças de variado matiz, formadoras da nacionalidade e metidas entre o estrangeiro recente e o aborígine de tabuinha no beiço, uma existe a vegetar de cócoras, incapaz de evolução, impenetrável ao progresso. Feia e sorna, nada a põe de pé. \\[...\\] Jeca Tatu é um piraquara do Paraíba, maravilhoso epitome de carne onde se resumem todas as características da espécie. \\[...\\] De pé ou sentado as ideias se lhe entramam, a língua emperra e não há de dizer coisa com coisa. De noite, na choça de palha, acocora-se em frente ao fogo para \"aquentá-Io\", imitado da mulher e da prole. Para comer, negociar uma barganha, ingerir um café, tostar um cabo de foice, fazê-Io noutra posição será desastre infalível. Há de ser de cócoras. \\[... \\] Pobre Jeca Tatu!* ***Como és bonito no romance e feio na realidade!***",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "mczw6l",
            "num_comments": 0
        },
        {
            "title": "Melhor site sobre escrita e Literatura",
            "selftext": "Demorei muito tempo para encontrar algum site sobre escrita e Literatura que realmente prestasse, mas finalmente achei. Deixo aqui a minha recomendação: https://entenderficcao.com.br\n\nO conteúdo é ouro, estou aprendendo bastante com cada artigo e episódio do podcast. Creio que também será muito útil para cada um de vocês que se interessam por essa área.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "m5lv7w",
            "num_comments": 0
        },
        {
            "title": "lalala",
            "selftext": " \n\nLa soberbia adulta de la adolescencia  \nLa pelea injusta de la sociedad  \nLa violencia mustia de las amenazas  \nLa escafandra estúpida de las noticias  \nLa acera sucia de la ciudad  \nLa fortuna tictac de la experiencia  \nLa inútil necesidad de aconsejar  \nLa ausencia dúctil de la soledad  \nLa intermitencia dulce de la cama  \nLa nostalgia empuje de la felicidad  \nLa atención detalle de la búsqueda  \nLa revelación tardía de la inteligencia  \nLa poesía fusil de la literatura  \nLa plata brillante de la lengua  \nLa parte gratis de la bondad  \nLa causa antes de la consecuencia  \nLa puerta grande de la lectura  \nLa paciencia histérica de la docencia  \nLa cadencia hartante de la rutina  \nLa titánica fuerza de la fatiga  \nLa finalidad ultima de la palabra  \n📷  \n\n\nPublicado Yesterday por [Matias Canga](http://www.blogger.com/profile/06414594421405601279)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lxzdib",
            "num_comments": 0
        },
        {
            "title": "Ensayo El Sedentarismo Más Alla De La Pandemia",
            "selftext": "[Ensayo](https://drive.google.com/file/d/12ZkILT0whDha6wAfr9kMadzU6BaY7VDr/view?usp=sharing)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lvjts6",
            "num_comments": 0
        },
        {
            "title": "SIETE DIABLOS Y UN INFAME. UNA CHARLA CON MÉLANI GARZÓN-SOUSA",
            "selftext": "[SIETE DIABLOS Y UN INFAME](https://youtu.be/NJ4lC_VXi9c)  u/melanigarzon  Un grupo de adolescentes ha sufrido un incidente en una feria, un cataclismo ha arrasado con la vida de la capital, se ha producido una masacre en un autobús y un barco está preso de la tempestad, porque siete diablos se han escapado y un infame anda suelto.  Cierra los ojos.  Respira, que lo empiezo a contar.  Ocho relatos que dibujan una historia.  Recuerda, no siempre debes juzgar lo que ves.  A veces, la realidad esta atrapada en la oscuridad.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ltu1vy",
            "num_comments": 0
        },
        {
            "title": "Cegos Dançando na Escuridão",
            "selftext": "O ser humano gosta de achar que tudo sabe e tudo vê, mas existem uma série de coisas menores que simplesmente não temos a menor ideia de como funciona. Por exemplo: bocejar. Algo que fazemos toda vez que estamos cansados, sonolentos... e no entanto ninguém tem a menor ideia de por que fazemos isso. É claro, existem uma série de teorias a respeito, mas não há quem possa afirmar realmente pra que serve bocejar. \n\nEsse é só um mistério menor, mas existem muitas outras coisas ao redor, que simplesmente não sabemos. Tropeçamos ao redor e vamos seguindo, vida à frente, sem pensar nos porquês. Até que um dia, eles vem bater à nossa porte, e buscar uma explicação, ou ao menos uma coisa que possa guiar nossas percepções. \n\nO maior mistério, é claro, está dentro das nossas cabeças. Como aprendemos? Porque algumas pessoas gostam mais de chocolate que de, digamos, bolinhos de chuva? Serão as nossas decisões, realmente, nossas, ou tudo não passa de uma série de elementos químicos jogados na nossa cabeça, nos fazendo quicar por aí como bolas de pinball humanas que somos? \n\nContinua em: https://tesourosempoeirados.blogspot.com/2021/02/cronicas-do-novo-normal-cegos-dancando.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lkxazk",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: De Monstros e Humanos",
            "selftext": "É interessante para mim, observar como os monstros que assombram uma determinada era da sociedade, tem relação direta com os horrores que esta determinada época entende como seus. Vampiros, zumbis, bestas-feras radioativas.... O inconsciente coletivo está sempre buscando estes seres para expressar seus medos.\n\nLeia mais em: https://tesourosempoeirados.blogspot.com/2021/02/cronicas-do-novo-normal-de-monstros-e.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ljiaxm",
            "num_comments": 0
        },
        {
            "title": "Qual o seu prazer, senhor?",
            "selftext": "Li em algum lugar que a venda de chicletes de nicotina cresceram em número recorde durante 2020. Há alguma coisa a se dizer sobre as pessoas quererem manter seus pulmões de uma forma razoável em meio a uma pandemia que, justamente, afeta a região pulmonar entre outras coisas. e isso é bastante louvável. Contudo, e isso talvez seja preocupante, o consumo de bebida alcoólica aumentou bastante. Parece que o delivery não impediu as pessoas de dar aquela afogada nas mágoas - e quantas mágoas 2020 deu pra gente afogar, não é mesmo? \n\nLeia mais em: \nhttps://tesourosempoeirados.blogspot.com/2021/02/cronicas-do-novo-normal-qual-o-seu.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lhdllp",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Força Verde",
            "selftext": "Talvez eu tenha falado nesse blog antes, mas eu sou um grande fã de quadrinhos. Explico: cresci lendo os mesmos, e por isso até hoje ler quadrinhos me traz uma sensação boa, de conforto, de lar. Quando criança, tive uma assinatura de revistas diversas, entre elas um pacote de revistas da Marvel, cheia de super-heróis variados. Vingadores, X-men, Homem-Aranha....\n\nE o Incrível Hulk\n\nhttps://tesourosempoeirados.blogspot.com/2021/02/cronicas-do-novo-normal-forca-verde.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lfurhv",
            "num_comments": 0
        },
        {
            "title": "Reseña de Expiación de IAN MCEWAN",
            "selftext": "[EXPIACIÓN - IAN MCEWAN ](https://nosaberser.tumblr.com/post/621555487332270080/expiaci%C3%B3n-ian-mcewan)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lf5tcg",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: O Clube do Sorriso Triste.",
            "selftext": "Ter depressão é como estar  morando no próprio Hotel Califórnia dos Eagles: você pode fazer o check-out a qualquer hora, mas nunca consegue realmente sair. Existem dias que está tudo bem, e você segue a vida sorrindo... mas basta um pequeno empurrão em uma direção norte ou sul, que tudo desanda, como se a sua sanidade estivesse esse tempo todo equilibrada por um palito de dente que acabou de se partir. \n\nLeia mais em: \nhttps://tesourosempoeirados.blogspot.com/2021/02/cronicas-do-novo-normal-o-clube-do.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "leg034",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: como se diz Adeus em Japonês?",
            "selftext": "As pessoas pensam que a resposta para isso seria Sayonara, e elas estão quase certas; mas o que elas não sabem é que esse termo significa um adeus real, aquele de se garantir que nunca mais as duas partes vão se encontrar. Não posso acreditar nisso; afora qualquer crença religiosa, estou cercado dos ensinamentos do Sensei, em seus livros, seus emails, e as lembranças que tenho dele, de como ele me ensinou a ser um historiador melhor. Como posso dizer que ele não está aqui então? \nLeia mais em: https://tesourosempoeirados.blogspot.com/2021/02/cronicas-do-novo-normal-como-se-diz.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lc8vmf",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Um Kaiju de Amor",
            "selftext": "Na crônica de hoje: às vezes uma prova de amor pode ser um Lagarto Gigante Radioativo destruindo uma cidade.\n\nhttps://tesourosempoeirados.blogspot.com/2021/02/cronicas-do-novo-normal-um-kaiju-de-amor.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "lanx4l",
            "num_comments": 0
        },
        {
            "title": "Olhos d’água, de Conceição Evaristo",
            "selftext": "\nOlhos d’água, de Conceição Evaristo, foi lançado em 2014 e está entre aqueles livros que simplesmente não conseguimos parar de ler até chegar na última página.\n\nLogo na introdução, Jurema Werneck dá a letra e adverte que o lugar de “mero ouvinte é desautorizado” e complementa: “nesta literatura/cultura, a palavra que é dita reivindica o corpo presente. O que quer dizer ação”.\n\nA introdução de Jurema Werneck é um convite para se juntar às histórias, uma antologia de contos, cujo boa parte deles foi originalmente publicados na série “Cadernos Negros”.\n\nÉ muito fácil se identificar com eles, sobretudo se você for uma mulher negra. Conceição, com perfeição, te coloca na cena, descreve sentimentos e sensações. Te bate na cara, te faz chorar, te dá esperança, te tira a esperança e, sobretudo, te dá lugar enquanto pessoa negra em uma elegante narrativa.\n\nAs inúmeras personagens presentes no livro, parece que de forma proposital, nos ensinam a viver. No conto “Ayoluwa, a alegria de nosso povo”, é impossível passar despercebida pelo trecho: “e quando a dor vem encostar-se a nós, enquanto um olho chora, o outro espia o tempo procurando a solução”.\n\nNão à toa que a obra de Conceição Evaristo foi contemplada no ano seguinte, 2015, com o terceiro lugar na categoria Contos e Crônicas do Prêmio Jabuti. https://www.premiojabuti.com.br/premiados-por-edicao/premiacao/?ano=2015).\n\nSegundo a editora Pallas, responsável pela publicação da obra, “em Olhos d’água, estão presentes muitas mães. E também filhas, avós, amantes, homens e mulheres – todos evocados em seus vínculos e dilemas sociais, sexuais, existenciais, em uma pluralidade e vulnerabilidade que constituem a humana condição. Sem quaisquer idealizações, são aqui recriadas com firmeza e talento as duras condições enfrentadas pela comunidade afro-brasileira”.\n\nSaiba mais:\nhttps://www.pallaseditora.com.br/produto/Olhos_d_agua/278/\nhttps://www.instagram.com/conceicaoevaristooficial/?hl=en\n\nTexto original publicado em 21/01/2021 na Revista Raça : https://revistaraca.com.br/raca-indica/[Revista Raca Indica ](https://revistaraca.com.br/raca-indica/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l9mumb",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Manual de Fuga do Verão",
            "selftext": "\"Nossa que calor ótimo, adoro quando fica assim\", disse ninguém na face da terra. \n\nhttps://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-manual-de-fuga.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l94t5b",
            "num_comments": 0
        },
        {
            "title": "Abatido",
            "selftext": "Abatido, me sinto apenas abatido…\n\nNão é por dificuldades, nem por nada, nem sei o porquê. Só me sinto abatido. Sem vontade, como se meu corpo caminhasse livre, mas minha alma presa em seu próprio alicerce.\n\nQuero escrever, adoro escrever, mas cada verso pesa-me um tanto, que a cada pensamento de escrever, sou abatido. O abatimento de minha alma, vontade e vida. Não estou triste, não estou feliz, não estou nada, apenas abatido…\n\nUm sentimento confuso e disperso, voa como os pássaros, e retorna como a luz. Um abate frio e sem avisos, cala-me em todos os sentidos. Nem meu corpo ouça-me, meus pensamentos perdem o controle, minhas vontades se consumaram. Um demasiado abatimento.\n\nQuero falar, não ser entendido, apenas falar. Quero conversar, mas todos os assuntos que me são fundamentais, afugenta os demais.\n\nO falar e ser respondido, uma coisa tão simples, mas, ao mesmo tempo, escassa.\n\nIsso me deixa abatido, não desisto, sigo meus planos, aos poucos por causa do abatimento.\n\nMas, nenhum de meus planos me traria mais alegria, do que simplesmente ter uma conversa franca, recíproca e única. Ali e nada mais, um instante que já se foi, mas sempre estará em meu coração.\n\nAbatido, isso foi sobre abatimento. Não é tristeza, nem falta dela, é apenas abatimento.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l8dg95",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Thank you, Mr DJ",
            "selftext": "\"Se não fosse físico, acho que seria músico. Eu penso em termos de músicas. Vejo minha vida em termos de música\"\n\nAlbert Einstein (de verdade, chequei e tudo).\n\nhttps://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-thank-you-mr-dj.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l7078y",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: A Nostalgia Necrofílica da Arte",
            "selftext": "Enfim, eu estava olhando ali para ver se havia alguma música mais recente que eu pudesse gostar. recentemente eu entrei numa fase mais musical, e percebi que estava com gostos musicais um pouco, digamos retrógrados. A playlist anos 70/80 estava altíssima, a de coisas mais recentes bem baixa, e de repente um exemplo de banda recente para mim era o Maroon 5, e os caras começaram em 2001! Talvez fosse uma hora de renovação, sei lá. \n\nLeia mais em: https://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-nostalgia.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l53b14",
            "num_comments": 0
        },
        {
            "title": "O beijo na parede, de Jeferson Tenório (sugestão de leitura)",
            "selftext": "\nQuem é e quantos anos tem João, o menino-homem do romance do escritor Jeferson Tenório?\n\nEssa é a pergunta que não quer calar. Em algumas páginas os outros personagens da trama chegam até duvidar da pouca idade do menino João. Eu também!\n\nO primeiro romance do escritor José Tenório foi publicado em 2013 e, em 2020, já chegou a 6ª edição. Em 17 curtos capítulos, ideais para a formação de leitores, para quem tem pressa ou simplesmente sede de ler, o escritor apresenta João, o personagem principal de uma trama que logo de cara anuncia o que é ser um menino negro e pobre na cidade do Rio de Janeiro e, depois, em Porto Alegre – e penso que em qualquer lugar desse brasilzão de meu Deus ou do Mundo.\n\nNo meio de cada capítulo, João quase te conta alguma coisa ou te explica mais sobre o que está pensando e sobre suas conclusões da vida. Ele simplesmente “se cria”. Finge até ser menos inteligente do que é, menos sozinho do que é, menos triste do que é, para sobreviver e garantir a sua passabilidade nesse mundo.\n\nÉ um personagem riquíssimo, de uma sabedoria que, de certo, vem de longe. É ancestral! Segundo Nei Lopes, na Enciclopédia Brasileira da Diáspora Africana, o termo “ancestral” significa “antepassado, ascendente, do bisavô para trás, contribuindo para a evolução da comunidade ao longo da sua existência”.\n\nSegundo a sinopse do livro, disponível na página da editora Sulina, “Jeferson Tenório constrói um narrador singular e tocante nessa sua primeira obra, um verdadeiro arquiteto do invisível, capaz de reposicionar a dor, extrair, entre lágrimas e sorrisos, o sopro de vida de personagens que aparentam estar mortos. Ou simplesmente derrubar as paredes mais duras da existência com um beijo, deixando uma alternativa real para a esperança em seu lugar”.\n\nSugestão publicada da originalmente na revista Raça",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l3cdkb",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Fugavision",
            "selftext": "Não pude deixar de perceber, porém, o timing tão certo dessa série. Em um mundo cada vez mais caótico, quem não sente vontade de fugir para dentro de si, para seu mundinho perfeito? Eu mesmo já cansei de fazer isso, entre quadrinhos, jogos, e literatura. Acho que todos nós temos o nosso canto perfeito, ali dentro da mente; um espaço de conforto todo nosso, intocável pelas devastações do mundo real. E talvez seja salutar tê-lo; pelo menos eu posso falar de experiência própria, que em mais de uma vez essa \"fuga\" foi fundamental para eu me recuperar de algum choque maior. \nLeia mais em: https://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-fugavision.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l3689c",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: As crenças políticas opostas",
            "selftext": "A gente gosta de fingir que estamos num bloco só de pessoas com pensamentos semelhantes, mas a verdade é que, dentro de um coração, existem aqueles que nós queremos bem mesmo com todas as probabilidades contrárias. Nestes tempos de Crise então, quando começamos a descobrir como indivíduos agem sob pressão, é algo ainda mais dramático essa percepção, porque vemos esses seres humanos fazendo uma besteira atrás da outra, saindo nas ruas quase que agarradas uns nos outros, sem proteção sem vergonha na cara. \n\n\n\nLeia Mais em: https://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-um-estranho-no.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l21kno",
            "num_comments": 0
        },
        {
            "title": "Literatura antisistema",
            "selftext": "¿Conocen algún libro anstisistema? \n\n¿Alguien ha hecho antes poesia \"antisistema\"?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l2060e",
            "num_comments": 0
        },
        {
            "title": "MITAD Y MITAD, LA NOVELA MÁS DESGARRADORA DE AMAGOIA ARCE",
            "selftext": "A menudo, los escritores utilizamos nuestros escritos como terapia propia, para cerrar puertas con determinados temas, o para reconciliarnos con nosotros mismos por problemas en nuestro pasado, o por situaciones que no llegamos a superar, y plasmamos en el papel todo o casi todo lo que nos trastorna; bien en pequeños fragmentos, que vamos repartiendo en diferentes libros, en diferentes capítulos, o bien dotamos a nuestros personajes de la personalidad suficiente para resolverlos y así resarcirnos a nosotros mismos. \n\nDicho esto, [Mitad y Mitad](https://www.gdavidperalta.es/2021/01/amenudo-los-escritores-utilizamos.html) es la obra más desgarradora de Amagoia Arce, tan acostumbrados que nos tiene a esos giros inesperados en lo que en un principio tenemos como novela romántica, en la que se libera, se despoja con todo su dolor, de una de las situaciones más dolorosas de su vida, el fallecimiento de su madre a manos del maldito cáncer. No en vano le llevó dos años concluir dicho libro, con el que sentía, a cada palabra que escribía, que la iba destrozando desde dentro.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l1i5ul",
            "num_comments": 0
        },
        {
            "title": "MI 2020 EN YOUTUBE: ASFALTO DE CRISTAL. UNA CHARLA CON MABEL ESCRIBANO USERO, POETA Y ACTRÍZ",
            "selftext": "[Asfalto de Cristal](https://youtu.be/1jwWFoIhCbg): Necesitamos cada día más valores y fuerza para reinventarnos, para ser realmente quienes somos y para dejar muy claro que nunca es tarde para ser lo que estábamos destinados a ser.¡Hay tantos momentos en la vida que creemos ser cristal y somos fuertes como el asfalto, y otros que creemos ser asfalto y nos rompemos como cristal!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l0se0k",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Uma Nova Esperança",
            "selftext": "2021, apesar dos pesares, tem se mostrado uma espécie de versão com esperança de 2020. Até mesmo em situações estapafúrdias como nos EUA, onde quase houve um golpe de Estado por um bufão alaranjado, O medo anda lado a lado com a esperança do povo estadunidense de mudanças (ou pelo menos, de marasmo sem loucuras) que promete Joe Biden. Ao redor do mundo, caminhando atrás da nova variação da COVID que já assola o Reino Unido, vem a vacina, tão esperada quando aclamada, qualquer que seja sua origem. \n\nLeia mais em:\nhttps://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-uma-nova.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "l0cpzt",
            "num_comments": 0
        },
        {
            "title": "Entrem no servidor",
            "selftext": "Servidor literário feito para discutir sobre livros, podem recomendar obras, compartilhar arquivos e poesias, textos e tudo relacionado a arte. Feito para quem gosta de ler, fazer amizades e expandir o conhecimento de mundo. Quem tiver interessado, só entrar nesse link: [https://discord.gg/pABGEEZy](https://discord.gg/pABGEEZy)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kzfj41",
            "num_comments": 0
        },
        {
            "title": "Discord",
            "selftext": "Criei um servidor no discord para falar sobre livros. Quem se sentir interessado entra lá\n\n[https://discord.gg/9vJdtsK2qE](https://discord.gg/9vJdtsK2qE)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kz516a",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: A culpa não é das estrelas",
            "selftext": "O Amazonas sufoca. Milhares de pessoas passando por uma necessidade extrema, a de respirar e não poder, pois não há oxigênio em tanques para os que estão entubados nos hospitais de lá. Vimos nessa semana como a solidariedade pode alcançar um nível incrível: artistas e pessoas buscando tentar ajudar essa comunidade, se esforçando ao máximo. Acabei de ler, por exemplo, que Gustavo Lima doou 150 tanques de oxigênio para Manaus; antes dele Whindersson Nunes se mobilizou também, e muitos outros.\n\nAcho isso bonito, essa devolução para a sociedade. Esses são artistas que se solidarizaram e foram atrás de tentar resolver o problema. Mas sabe quem deveria ter feito mais? Isso mesmo, o presidente. Que preferiu dizer que já tinha feito tudo o possível e culpou a situação lá numa falsa falta de uso preventivo de um remédio que a própria Sociedade Brasileira de Infectologista (SIA) diz não ter nenhuma comprovação de efeito que evita o Corona. Ou seja, é um Presidente que como sempre, prefere ser um idiota a fazer o certo.\n\nLEIA MAIS EM:\nhttps://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-culpa-nao-e-das.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kyzi7a",
            "num_comments": 0
        },
        {
            "title": "Crônica do Novo Normal: a Reforma Eterna",
            "selftext": "O vizinho de cima bate bate bate o martelo, enquanto escrevo este texto agora à tarde. Ou talvez seja o de baixo, não sei bem, confesso que são tantas marteladas que posso ter perdido o senso de direção um pouco. Quem quer que seja, não se pode queixar de sua pontualidade e obstinação: ele começa a martelar forte exatamente às 9 da manhã e assim segue até umas 17 e vinte, quando começar a martelar de leve num esforço vão de parecer que não está fazendo barulho.\n\nLeia mais em: https://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-reforma-eterna.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kwxtcm",
            "num_comments": 0
        },
        {
            "title": "Cavamos una tumba en los aires: aproximación a “Todesfuge” de Paul Celan",
            "selftext": "[https://www.elipsis.ec/ensayos-1/cavamos-una-tumba-en-los-aires](https://www.elipsis.ec/ensayos-1/cavamos-una-tumba-en-los-aires)\n\nMe encantaría que leyeran este ensayo y me dijeran que les pareció.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kw2p3l",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Physical, Physical",
            "selftext": "A vida em cativeiro moderno devido ao Covid tem suas vantagens e desvantagens, e um dos principais obstáculos é se manter em forma. Não que não fosse antes: não vou vir aqui e mentir para o amigo/a leitor/a dizendo que eu era o praticante implacável de exercícios no pré-covid, mas eu tinha minhas idas (raras) à academia aqui do condomínio, sempre favorecendo a esteira porque eu podia ouvir música enquanto me exercitava. \n\nAi de mim, esses tempos se foram, e agora eu precisava me exercitar aqui, no conforto do meu apartamento. Ou pelo menos essa era a ideia, e de fato foi uma ideia que gostei muito. Gostei tanto que resolvi deixar ela de lado e ficar observando todo dia, ternamente, mas nunca agir em cima daquilo. E com isso o tempo foi passando, e o peso foi aumentando...\n\nMais no link: https://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-physical.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kvkv24",
            "num_comments": 0
        },
        {
            "title": "Crônicas do Novo Normal: Pés de Barro",
            "selftext": "\"É realmente como se a grande massa precisasse de uma espécie de guia para seus ímpetos. Ou talvez, seja a necessidade de alguém que justifique seus instintos. Nunca devemos nos esquecer que ao fim e ao cabo, somos animais ainda. Mentes desenvolvidas, mas com pé no passado primal. A grande luta da humanidade tem sido superar essa animalidade ancestral, mas talvez nem estejamos enfrentado isso com a força necessária. Basta olhar nos jornais, e veremos retratos claros de indivíduos que se renderam aos seus caprichos bestiais. \"\n\n(Mais no link a seguir: https://tesourosempoeirados.blogspot.com/2021/01/cronicas-do-novo-normal-pes-de-barro.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ktj88q",
            "num_comments": 0
        },
        {
            "title": "Mundo Meu?",
            "selftext": " \n\n# Prefácio do Autor\n\n**Reinold antes de dormir, se joga em uma conversa profunda e meio sem sentido consigo mesmo, será ele louco ou um sábio? Quem sabe… nada.** \n\n# Introdução \n\nO que pensar deste mundo não? Onde jovens são atolados de expectativa, mesmo eles sendo os mais sem expectativa… Nasci em uma época não minha, e nenhuma outra pertence a mim também. Nada me pertence, esqueci todas as ilusões que tive algum dia em achar que algo era meu. \n\nAndo e ando, a dona Maria que mora ao lado, volta e meia me encontra e sempre diz: “Você faz parte do futuro e da geração que vai nos salvar.” Salvar de que? Eu me pergunto, instalado esse pensamento na cabeça de todos, os idosos, que são os mais sábios, são esquecidos e frequentemente alvos de sarcasmo dos jovens que se acham os Salvadores de um mundo perdido. Tolice, perdido estamos todos nós em achar que salvaremos alguma coisa.\n\n# Capítulo 1: Salvação? \n\nQuando estava na escola aprendi uma coisa: Professores são iludidos iludindo uma geração que nasceu na ilusão. \n\nEngraçado pensar nisso, quase fui embora no mar de hipocrisia ilusória desse povo, e quem me salvou? Todos aqueles que vieram antes de nós, literatura trágica e cética. Será que me dei mal? Não sei, mas onde tudo é maioria estar errado pensando diferente não parece loucura. \n\nJá estamos aqui e nem me apresentei, prazer, Reinold, nascido e crescido no Brasil e sim, com esse nome. Minha família é de origem Inglesa que veio parar no Brasil após a Segunda Guerra, desde então as coisas mudaram, parte da grande armada publicitária americana.  \n\nDe jovens menos iludidos e mesquinhos a jovens depressivos e ilusórios. Por vezes penso que as futuras gerações olharão para nós com pesar e risos, até porque merecemos, não? Somos tão marqueteiros que perdemos até o significado de marketing. Às vezes penso que queria estar em outro local, era, não para me fazer mais feliz e nem viver melhor, apenas para viver na escassa realidade que sobrara. \n\nPorque saber o que é real aqui é difícil, século 21, século 21, como viemos parar aqui? \n\nPensar que a salvação para viver na “era mais ridícula da humanidade”, seja algo concreto é besteira. Vivemos pulando de lado em lado, de muro em muro. Acho que para sobreviver às grandes besteiras que aqui são instaladas, é preciso ou, trabalhar muito e não ter “tempo para o mundo”, ou, mergulhar na literatura clássica para não cair em besteiras. Com todo respeito, ok? \n\nA salvação pode ser qualquer coisa que para si, desde a aceitação ao desamparo, ou, crer em divindades. Mas acho que achar que há salvação é um pensamento tolo e infantil, antes viva o dia-a-dia do que pensar em salvação. \n\n# Capítulo 2: Desamparo? \n\nAntes de começar a falar em desamparo, devo dizer que tenho 17 anos de idade. Minha vida é curta ainda, não sei de nada sobre a vida de forma vivencial empírica. Mas, prosseguimos. \n\nNosso desamparo como espécie é assustador? Ou será que somos resguardados neste mundo por outro ser? Eu acho que não, a natureza e condição humana necessita de amparo e sentido por si só. Ou será que não? Principalmente os mais jovens, e como gosto de falar deles, não? Claro faço parte desta geração, os “Salvadores do mundo”, revolucionários e inovadores. Que pena de quem pensa assim, não sabemos nem salvar nossas vidas, imagina a de todos. É como dizem: “Vai devagar, a humanidade existe há muito mais tempo do que você.”\n\nMas a sensação de desamparo é algo que vem com o tempo, como a maioria, criados numa família religiosa, ou crente em Deus, sempre que nos é dado a graça ou desgraça, somos acompanhados por esses Ser/Seres. Como eu, vindo de uma família Luterana com passado bastante religioso em nossa terra natal, desde cedo ouvi as histórias do passado de nossa família na Inglaterra. \n\nMas, ao passar do tempo, fui mudando minha perspectiva sobre as coisas, hoje em dia sou Ateu. E sem querer ser perfeito, no começo era um Ateu bolinha que acredita em Ciência e acha que a bíblia ou religião é coisa de burros amadores. Tomei um grande tapa quando li a bíblia, um livro riquíssimo! Ao passar disto, fui me deparando com livros filosóficos, autores desde a Grécia antiga aos dias de hoje. \n\nEntão, na nascente de minha sede filosófica, comecei a criar interesse por duas coisas: Natureza humana e Desamparo. Como dizia no começo, que não sou desta era e nem de outros, não pertenço a nenhuma delas. Essa minha sensação de desamparo não me alienou ou melancólico, pelo contrário, de certa forma, me aliviou e me deixou mais leve. Acho que ter essa “obrigação” de pertencer ou se apoiar em algo pode te fazer sofrer. Quando em excesso.\n\nO desamparo da vida é algo que pode assolar a todos, ou não. Dona Maria, sempre me diz que o seu melhor amigo é Deus, e isso a deixa feliz. Ver o sorriso quando ela fala isso me alegra, não pelo fato de para mim ele ser real, mas pelo fato dela ter encontrado algo que não abale sua paz. Talvez quem deveria estar falando com você fosse ela. \n\nMas como somos só eu e você neste quarto, acho que podemos prosseguir. Continuando o desamparo, este abismo pode te assolar ou te reerguer. Para mim, ele foi essencial, pois foi nele que conheci muito de mim. Acho que quando olhamos para dentro, podemos encontrar coisas boas ou não. Voltar-se para dentro é algo que hoje, diria ser essencial. \n\nEntão, podemos encerrar agora? Acho que o desamparo acima de tudo, deve ser respondido e pergunto por si mesmo. \n\n# Capítulo 3: Sociedade?\n\nGrande sociedade, a atual claro, grande terra de marqueteiros e felizes. Veremos. \n\nDiria que a sociedade atual caminha para um rumo que desanima, toda essa comunidade que tenta ser feliz toda hora, que seu projeto de vida é ser feliz, como se a felicidade fosse algo eterno. Procurar a felicidade é algo errado, os melhores momentos são aqueles que nem lembramos de nossa própria existência. \n\nLikes e comentários moldam sua influência e popularidade, e consequentemente, sua autoestima. Hoje me dia cuidado, se você não tiver pelo menos 100 likes no instagram não vai ir na festa. A felicidade que todos falam hoje está intimamente ligada às redes sociais. Pessoas postando suas festas, taças de vinhos, viagens e sorrisos no almoço de domingo. E duvido que não tenha alguém na foto que não queria estar ali. \n\nÉ como o Natal e Ano Novo, todos reunidos, mas cuidado, aqueles pequeninos que hoje acham que já são adultos não vão mais posar para fotos em família com velhos, eles vão sair com os amigos, para que ficar com esse ultrapassados, não? Haha, isso é engraçado. \n\nEu, particularmente, não me divirto com o Natal e Ano Novo há um bom tempo, hoje, me divirto com o Natal e Ano Novo de todos os anos da minha infância. É que hoje eu sei, que ali a mentira reina, pelo menos metade queria estar em outro local. Mas fazer o que não? Só estamos aqui ainda porque a mentira reina. \n\nMas a sociedade não vive só de likes ou comentários, pelos menos não para aqueles que não estão nela, certo? Bem difícil, hoje em dia quase todos os Avôs e Avós estão no Facebook e Whatsapp. Mas quem usa Facebook ainda né? Claro, isso na visão dos mais jovens, supercool e moderno. Facebook já era, agora é Instagram e TikTok. \n\nA minha pessoa nas mídias sociais é quase um fantasma, não que eu seja fora da curva, mas é que não me interessa mesmo. Entre viver na mediocridade pública e pessoal, prefiro a pessoal. Mas cuidado amigo, não vá falar muito nos almoços em família, pode estragar. \n\nFelicidade, “inovação” a cada dia, uma “Religião” a cada semana e Coaching para te dizer como ser feliz e bem resolvido. Essas são as pérolas da nossa era, fumar? NÃO! A patrulha do bem-estar e saúde obsessiva vai te pegar, onde já se viu não viver tanto. Comer carne? Cuidado, se você for de classe média alta pode faltar sexo e social para você. Mas se você quiser arrasar, seja jovem, inovador, vegano, progressista e o melhor, Racista em desconstrução. Ai meu caro amigo, você vai se tornar o queridinho da nova era. \n\nO que dizer dessa sociedade, não? Chatos, “perfeitos” e hipócritas. Dizer ser sem vício, não ter preconceito e ser vegano é o “Super-Homem” deles. Cuidado, quem tenta tornar o homem perfeito está desumanizando ele. Somos humanos, primatas que saíram de caçadores para mimados, ressentidos e medrosos. Mas relaxa, estamos “evoluindo”, evoluindo no sentido geral que hoje se fala tanto. Evolução de Darwin não tem nada haver de ser perfeito. \n\nVamos saudar nossa era! Somos incríveis e ultra evoluídos moralmente. Não comem carne crianças, está ferindo o animalzinho. Só para deixar claro que não tenho nada contra quem come carne, cada um come o que quiser, agora pagar de “santo” e \"evoluído\" por causa disso é falta de repertório. A natureza por si só se devora todos os dias, você parar de comer carne e militar sobre isso não vai salvar nada. \n\nVerdade! Militância! Cuidado para não falar muito o que pensa viu, hoje temos que pensar três vezes antes de falar. Melhor! Nem fale. Cuidado para não falar que mulher é gostosa, caso contrário, será um machista tóxico. \n\n# Capítulo 4: Entendemos tudo?\n\nEu acho que não. Temos uma vida tão curta, e muitas dúvidas, a humanidade tem no mínimo uns 250 mil anos e nem assim conseguiu responder nada. \n\nAcharmos que entendemos a vida, as coisas, até nossos próprios eus, seja lá o que isso for, é algo prepotente e juvenil. Não entendemos nada, nem nossas próprias pulsões, ainda mais quando se fala em amor. Não sabemos o por que de estarmos aqui, de onde viemos, e provavelmente nunca iremos saber, e acho que é melhor assim. Não sabemos lidar nem com nosso cotidiano, imagina se Jesus aparecesse ai do nada. Aliens então, nem pensar, deixa isso para a ficção científica. E se o universo sabe de nós? Eu acho que não, ele é cego, eterno, por enquanto, somos pequeninos nesta imensidão escura e desamparada. A única coisa que sabemos é que temos que pagar os boletos no final do mês. \n\n# Capítulo 5: Amor e vida?\n\nO grande amor, que assombra nossas mentes desde os tempos mais remotos, que nos enfurece, abraça e desola. Amor presente na literatura, sempre mostrou-se sofrido, amargo. Mas só sabe viver a vida quem já amou ou ama. No pacote vem tudo e principalmente sofrimento, até porque, não seria amor sem sofrimento. Clássicos como o “Sofrimentos do Jovem Werther”, mostra algo comum, um jovem apaixonado por uma garota, que ao desenrolar se perde e sofre em seu próprio amor. Inclusive isso é tão real, que após o lançamento do livro de Goethe, tivemos o famoso “Efeito Werther”, que muitos homens em sua época se suicidaram após terem lido o livro. Na nossa era tivemos isso também, com a famosa série “13 Reasons Why”. Onde muitos jovens após terem assistido a série e toda sua trama, que até conta com tentativa de tiroteio em escola, tentaram e se suicidaram. Então sobre o amor, não é para iniciantes e pode abalar até aqueles que já não são mais. O amor é incerto, vago, nunca o entendemos mas sempre o encontramos. Assim como quase tudo na vida, que em grande parte é planejada mas ela assume sua própria forma. \n\nA vida e o amor, as duas coisas que atormentam os homem e ficam sem respostas. E nunca temos, talvez essa seja a beleza de ambas, sua incerteza. Sua aleatoriedade. \n\nObrigado pela reflexão amigo! Agora preciso dormir, falamos demais hoje.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "krf0j3",
            "num_comments": 0
        },
        {
            "title": "Novo Blog de Ficção especulativa nasceu!",
            "selftext": "Amigos:\nEm 2020 aprendi muito sobre mim mesmo. E me redescobri como escritor, ou melhor, um projeto de escritor.\nAbaixo segue a primeira de, quiçá, muitas histórias de ficção especulativa que eu pretendo fazer. A ideia é pegar gêneros meio quadrinhos e tentar botar em contos, muitas vezes roubando na cara dura conceitos do Kirby e cia (ou \"homenageando\", nas palavras de Tarantino).\nSem mais delongas, espero que possam ler e curtir. Sua opinião valeria muito!\n\nhttps://alfredogarcianeto.medium.com/genesis-61dbb6b9474",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "knrm2e",
            "num_comments": 2,
            "comments": [
                "Desejo boas sortes nesse para o seu projeto. Adoro ficcao cientifica! E sempre, desde que comecei a escrever imagina cenários especulativos a là cyberpunk. Vejamos o que esse blog trará de sementes para as proximas geraçoes!"
            ]
        },
        {
            "title": "Mundo Meu",
            "selftext": "Mundo meu, só meu, de ninguém mais.\n\nAli sou eu, eu só acompanhado de eu. \n\nNada além de eu, sendo eu num lugar só meu, logo me perdeu.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kky0d1",
            "num_comments": 0
        },
        {
            "title": "Não consigo ver-te",
            "selftext": "Não consigo ver-te sem te tocar; Não consigo ver-te sem te abraçar; Não consigo ver-te sem te beijar; Não consigo ver-te sem amar…",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kkxzin",
            "num_comments": 0
        },
        {
            "title": "Querido Natal",
            "selftext": "Há anos que não me dedico a ti. Que não paro e só vou no fluxo de sua festividade. Há anos que o natal se tornou local de comentários alheios e intolerância coletiva. Será que o natal mudou? Ou, mudei eu? Claro que eu! \n\nO natal continua o mesmo, noite amiga, berço de Nazareno. Minha percepção das coisas na festividade mudou, agora eu percebo aquilo que quando criança não percebia… Há anos que não me divirto com o natal. Agora, me divirto com o natal de todos os anos da minha infância…",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kkxyw5",
            "num_comments": 0
        },
        {
            "title": "Parece morto",
            "selftext": "Há dias que não me levanto, há dias que não penso, há dias que não faço nada... Há dias que não sou Eu...",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kkxy74",
            "num_comments": 0
        },
        {
            "title": "Esto es una metonimia?",
            "selftext": "“Los blancos tienden a tener mejor educación” \nSegún yo si es porque nombra blancos a la gente que tiene ascendencia europea pero no se, me pueden ayudar???",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kat2y9",
            "num_comments": 2,
            "comments": [
                "El ser blanco, rojo, verde, chino, no chino, europeo o no. No es detonante para que unos sean mejor que otros, solo trabaja duro y podrás alcanzar tus metas. Saludos desde México.",
                "Creo que sí, “blanco” en este ejemplo es una metonímia. La palabra “blanco” simboliza solamente una parte del todo que sería los individuos en sí (incluso su nacionalidad etc). \nLo que señalaste es muy importante: ni todos los que son clasificados como blancos por su ascendencia europea tienen los mismos privilegios. En Europa mismo hay blancuras que son consideradas “periféricas” por las blancuras hegemónicas del norte de Europa. Para más información sobre este asunto, lee Boaventura Sousa Santos, Walter Mignolo, Toni Morrison y James Baldwin."
            ]
        },
        {
            "title": "Ayuda por favor",
            "selftext": "Alguien que me ayude a hacer un poema de mínimo 8 versos:((",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "kak6o4",
            "num_comments": 0
        },
        {
            "title": "EL RENACIDO",
            "selftext": "Cuando estás enfermo y a punto de morirte es cuando te das cuenta quiénes, realmente, son los que están a tu lado. Es en ese momento en el que cuenta la presencia de tus seres queridos. Cuando se te demuestra lo valioso que eres para ellos o lo que sienten por ti en realidad. La vida me ha dado una gran lección, ahora sé con quién puedo contar y con quién no.  \nHe estado hospitalizado más de tres meses en los que creía que iba a perder la vida, estaba solo y apartado del mundo en una habitación, ya que mis dolores parecían molestar a todo aquel que se quedara a mi lado. Por las noches, mis quejidos y, en ocasiones, gritos, hacían que mi compañero de habitación no pudiera pegar ojo en toda la noche, quejándose a sus familiares y estos a los médicos. Así, me dejaron solo en aquel cuarto. En el que ni siquiera encendía la tele, ya que no tenía ni ganas ni fuerzas para ver nada.   \nLa habitación se encontraba en la segunda o tercera planta del edificio, por lo que podía ver un parque de cuyos árboles veía sus copas y algo más lejos, una fracción de césped por el que se movía la gente; niños jugando en los columpios o deportistas intentando mantener una vida sana. Los envidiaba. Ellos tan felices allá afuera, y yo aquí, encerrado en un cuartucho hasta Dios sabe cuando. Sin visitas de familiares, amigos o compañeros de trabajo. Sólo aquel sonido de fondo que me traía el parque, o ¿es que era sólo mi imaginación?  \nContinúa leyendo mi relato titulado [el Renacido.](https://elrincondelescritorgdavidperalta.blogspot.com/2020/12/el-renacido.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "k9buqz",
            "num_comments": 0
        },
        {
            "title": "Os tradutores/as são uns corajosos!",
            "selftext": "Há profissões invejáveis por vários motivos, alguns deles são a estabilidade financeira, horária, ou ainda, o facto do trabalho “não matar muito”. Por outro lado, há outras repulsivas, que só em último recurso são equacionadas, na minha visão, todas aquelas que lidam com o consumidor, ou prestam serviços, devido à dificuldade em lidar com um público enraivecido e apressado. Decidi, neste breve texto, abordar uma que imagino ser impensável ocorrer na mente da maior parte das pessoas, mas que julgo ser escolhida por corajosos/as: tradutor/a.\n\nAs palavras não se deixam entregar facilmente, fazendo-se de fortes e sendo impenetráveis. Dificilmente, se dão a conhecer, não revelando o seu verdadeiro significado. As palavras são uma longínqua camada exterior, uma grossa cápsula que impede que os sentimentos e emoções nelas contidas, equacionem sequer uma tática para a sua libertação.\n\nImagine-se a entrega que um tradutor oferece a uma obra. A concentração e astúcia para analisar cada termo nela incorporada são estonteantes. As condições económicas, sociais e políticas em que foi esboçada, garantem que uma mesma palavra, esculpida, por exemplo, em dois livros diferentes, em condições acima descritas diferentes, lhe atribuam uma conotação igualmente diferente. No momento da tradução, o relevo destas condições é máximo, de maneira a provocar no leitor a mesma sensação de euforia ou esmorecimento, alegria ou tristeza, paz ou guerra, vitória ou derrota do autor.\n\nEquaciono ainda a dificuldade dos tradutores estrangeiros em traduzir a língua portuguesa para a sua. Será possível traduzir a mistura entre paixão e sofrimento que originou a palavra saudade?, tão única e tão bela. Será possível traduzir a revolta e a força coletiva que tão bem caracteriza o povo português?, e que o movem para a mudança, para o progresso. Estes são apenas dois exemplos de uma imensa panóplia de dificuldades.\n\nA tradução é um labor perigoso, onde só os corajosos/as, aqueles/as que gostam de dançar na corda bamba dos sentimentos e das vivências, sobreviverão.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "k4nf4u",
            "num_comments": 0
        },
        {
            "title": "Queridos Redditors",
            "selftext": "Criei uma comunidade em inglês para explicar o tema tão lindo e doloroso que é saudade. Vc pode postar em Português ou Inglês. r/saudades",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "k0qp2r",
            "num_comments": 0
        },
        {
            "title": "Necesito ayuda, alguien sabe cómo se llama un libro con un uróboro (serpiente que se come a si misma) hecha de naipes en la portada?",
            "selftext": "En la secundaria había leído un libro con estas características, que trataba de un niño que junto con su padre buscaban a su madre modelo en Roma, durante el viaje, el niño se encuentra con un anciano que le da a beber un jugo o refresco de varios sabores y cuenta una historia sobre una isla donde sus habitantes tienen las insignias de dichos naipes",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jz45d6",
            "num_comments": 3,
            "comments": [
                "¿La historia sin fin?",
                "La historia sin fin"
            ]
        },
        {
            "title": "Vanitas (inédito)",
            "selftext": "[Vanitas ](https://link.medium.com/Xbc1eSZHybb)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jxiv9t",
            "num_comments": 0
        },
        {
            "title": "LOS CUENTOS ENCONTRADOS POR EL CAMINO DE NICOLÁS PUENTE.",
            "selftext": "[**Nicolás Puente**](https://www.gdavidperalta.es/2019/11/poemas-y-cuentos-navidenos-de-nicolas.html) lleva años escribiendo cuentos, los cuales va guardando y sacando a medida que decide publicar una antología, entonces los modifica o adapta al momento y los publica. Muchos de esos cuentos los tiene almacenados en disketes, que hoy en día ya no se usan, y los quiere recuperar para futuras publicaciones. En 2015, Nicolás, publicó una antología de cuentos para adultos titulada [Cuentos Encontrados por el Camino](https://www.gdavidperalta.es/2020/02/los-cuentos-encontrados-por-el-camino.html); en ella se podían leer diferentes historias con las que cada persona se podría identificar fácilmente, historias cotidianas, que cada uno de nosotros podría vivir en cualquier momento de nuestra vida. Cuentos que hablan de amor, de desamor, de miedos, de culpas y de muchas otras cosas.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jkgyjr",
            "num_comments": 2,
            "comments": [
                "Alguno en específico que recomiendes???"
            ]
        },
        {
            "title": "¿Hasta que punto se puede decir que el amor es el hilo conducotor de la novela, el amor en los tiempos del colera?",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jixkgg",
            "num_comments": 1,
            "comments": [
                "ayuden me porfavor"
            ]
        },
        {
            "title": "necesito ayuda, alguien puede responder a esta pregunta del amor en los tiempos del colera?",
            "selftext": "lee este fragmento y responda a la pregunta\n\nSe suponía que Lorenzo Daza era hombre de recursos porque vivía bien sin oficio conocido, y había comprado con dinero en rama la casa de Los Evangelios, cuya restauración debió costarle por lo menos el doble de los doscientos pesos oro que pagó por ella. La hija estaba estudiando en el colegio de la Presentación de la Santísima Virgen, donde las señoritas de sociedad aprendían desde hacía dos siglos el arte y el oficio de ser esposas diligentes y sumisas. Durante la Colonia y los primeros años de la República sólo recibían a las herederas de apellidos grandes. Pero las viejas familias arruinadas por la independencia tuvieron que someterse a las realidades de los nuevos tiempos, y el colegio abrió sus puertas a todas las aspirantes que pudieran pagarlo, sin preocuparse de sus pergaminos, pero con la condición esencial de que fueran hijas legítimas de matrimonios católicos. \n\nLa pregunta\n\ncomo se desarrollan a lo largo de la novela las ideas sobre el estatus social de los personajes que aparecen en el extracto? \n\nmuchisimas gracias",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jixeja",
            "num_comments": 0
        },
        {
            "title": "Otoño, fresquito, lluvia y grandes libros como: Gamilia de Nuria Pariente Nogueras.",
            "selftext": "Imagínense por un momento que el próximo año ocurre un apocalipsis a nivel mundial y nos vemos obligados a meternos en un trasatlántico de dimensiones descomunales y que nuestra vida será, a partir de ese momento, una suerte de civilización dividida por plantas y sometidas a una serie de estrictas normas de convivencia en la que el amor, los sentimientos o las muestras de afecto serán relegadas al olvido...\n\n[Sigue leyendo en el enlace](https://www.gdavidperalta.es/2020/10/gamilia-la-novela-post-apocaliptica-de.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jhziix",
            "num_comments": 0
        },
        {
            "title": "A boca mente, os olhos admitem",
            "selftext": "A sinceridade é algo difícil de dominar. É um dos equívocos mais difíceis de resolver: admitir o erro e arcar com as consequências, ou por outro lado, mentir e acumular os erros e enganos? Infelizmente, a consciência não tem peso suficiente na deliberação. Ocupa sempre menos tempo e dá menos trabalho mentir, desde que posteriormente, não haja implicações para o lado do mentiroso.\n\nAntes de saírem pela boca, as palavras atravessam um longo percurso. No estágio final deparam-se com dois alçapões. Terão de optar por um. Depois de aberto, enfiam-se no buraco a fim de serem ditas. Um desses buracos, a meio caminho, contém um pequeno filtro que suaviza o seu impacto, o outro não tem nada que as impeça de embater amargamente. Poucas são as corajosas que optam pela segunda opção.\n\nSempre se preferiu abordar a realidade com esponjas anti-impacto, que esfregam qualquer sujidade no mundo. Enfrentá-la nua e crua, deixando de parte “meios-termos” e “pontes eufemísticas\\*” é algo que poucos se atrevem, pois conduz muitas vezes à “ofensa” e à dureza evitada dos infortúnios.\n\nNunca deixei de manter as palavras debaixo de olho, desconfiando da conotação que lhes atribuíam. Para não me deixar enganar, o método que escolho é simples: utilizo os olhos. \n\nOs olhos silenciosos gritam alto o que se esforça em silenciar. São eles que reproduzem fidedignamente o reflexo da alma. Neles certificamo-nos da verdade. Quantas vezes se afirma estar bem, quando verdadeiramente, os olhos são lavados por uma fina camada de lágrimas embaraçadas? Quantas vezes se diz estar mal, enquanto os olhos traduzem a indiferença e o desprezo que vai no espírito? \n\nMas anda difícil! Os olhos dos outros chatearam-se com os meus. Já não interrogam, já não desconfiam, já não confessam, apenas se desviam. Mesmo que se corra atrás, perde-se a boleia.\n\nAinda há raras situações em que os olhares se conectam, a rede, porém, revela ser fraca demais para manter uma ligação duradoura.\n\nAtualmente, a única rede de qualidade capaz de manter preso os olhares é a Internet, colando-os aos ecrãs de computadores, *smartphones*, *tablets* e mais umas quantas invenções que já surgiram e eu não me apercebi e as que ainda surgirão.\n\nO 5G aproxima-se! Pode ser que o transplantem do mundo virtual para a realidade, de forma a conectar prolongadamente e com qualidade a Humanidade.\n\nPontes eufemísticas\\* - utilização de palavras “leves” para suavizar a realidade, banalizando os desastres que ocorrem por este mundo fora.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jh6mme",
            "num_comments": 0
        },
        {
            "title": "Poemas o libros que contienen la palabra “Duende”",
            "selftext": "Hola a todos! \n\nHe estado buscando un poema o libro que usa la palabra duende en relación al estado de emoción acentuado, no una criatura fantástica. ¿Alguien tiene sugerencias? \n\nGracias!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jftg0l",
            "num_comments": 1,
            "comments": [
                "Imagino que en la obra de Federico García Lorca"
            ]
        },
        {
            "title": "Ensaio Pessimista Otimista",
            "selftext": "Ao longo do tempo fui criando, abandonando e me reinventando. Estou realmente mudando. O tempo traz e retira, conhecer-me foi algo que me custou muito, mas me deu o dobro. Mas será que realmente valeu a pena? O \"conhecer-me\", agora já não faz mais sentido, tampouco com as novidades que se ascenderam na paisagem nébula. \"Parte da Jornada é o Fim\", já dizia Tony. \n\nJornada na qual passei por muitos locais, por muitas pessoas, e por muitos Eu. Parece que ao longo do tempo vamos conhecendo coisas que jamais queríamos conhecer. Vamos perdendo sonhos que jamais queríamos perder. Mas a vida que vale a pena ser vivida, para mim, é aquela que se aceita a sua \"pedra\" e com ela escale sua montanha. \n\nAinda que haja coisas que lhe prejudiquem, tanto patológicas, quanto ambientais. Elas jamais podem se sobrepor à sua vontade de vida, sua vontade de existência. Tudo pode ser uma merda, mas o seu \"mundo\" tem que ser sua \"guerra\". Guerreie como se não houvesse o amanhã, porque o amanhã pode ser o último. A vida é apenas isso, sua vontade por si. Esperar pela beatitude de tudo, esperar pela beleza do amanhã, pode lhe custar a beleza do hoje.\n\nAprendi muitas coisas na minha breve vida, cometi muitos erros, enfrentei muita coisa, me machuquei acima de tudo. Mas, toda a desgraça que me causei e foi me causada, me ajuda a vencer todos os dias. Há dias de perdas e glórias... Às vezes me pergunto se realmente vale a pena viver, se realmente vale a pena prosseguir, e sempre me dou a mesma resposta: - O que você adora fazer de madrugada? - Explorar. - Então explore meu caro, porque no vazio não há nada para explorar. \n\nMas, essa vontade de exploração se esgota a cada dia, nada de melancolia, nem depressão, mas sim só o tédio. Só um dia após o outro, sem nada, sem chama. Não há nada para fazer, se não esperar pela próxima chama, e aproveitá-la em meu \"Eterno Retorno\". Assim, a vida vale a pena ser vivida. \n\nPude me notar na paciência de escrever um livro. Mas a longevidade de minha existência é pobre. Toda a minha experiência é do lado oculto da vida, aquele que as pessoas têm medo de olhar. Às vezes penso que escreveria a verdade que poucos veem, mas negaria o mundo que não consigo olhar. Fui atolado desde cedo no abismo, e com ele carreguei a tragédia grega. Obrigado a todos os professores já póstumos. Como dizia Nit: \"Eu já nasci póstumo\".",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jfj2zo",
            "num_comments": 2,
            "comments": [
                "Me identifiquei bastante com o que voce escreveu apesar de ter um desgosto profundo pelo modern nihilism e afins, apesar de ser pessimista. Falando pela experiencia, a melhor coisa que a gente que passa por isso pode fazer é sentar e escrever um livro, um conto ou um desabafo."
            ]
        },
        {
            "title": "LOS LIBROS TAMBIÉN VAN AL CIELO",
            "selftext": "Lee gratis mi relato y si tienes tiempo, déjame un comentario, te lo agradecería.\n\n[LOS LIBROS TAMBIÉN VAN AL CIELO](https://elrincondelescritorgdavidperalta.blogspot.com/p/los-libros-tambien-van-al-cielo.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jewaj3",
            "num_comments": 2,
            "comments": [
                "interesante titulo"
            ]
        },
        {
            "title": "Culpa...",
            "selftext": "A culpa tem um gosto agridoce. Na receita, a indicação “q.b” faz com que, por vezes, não me consiga controlar, exagerando na sua quantidade. Mais tarde, a inquietada consciência vê-se à rasca para digerir os remorsos.\n\nNo interior do autocarro, no regresso a casa, o ambiente constatava-se mudo. Apesar dos muitos lugares ocupados, todos os que lá estavam abstraiam-se no seu reservado mundo virtual. Havia quem mantivesse os olhos ocupados, deslizando pela tela do telemóvel, mas com a audição em alerta. Os outros deambulavam com o seu olhar pelo espaço, escutando as suas músicas prediletas. Em ambos os casos, haviam dois pontos em comum: a boca permanecia sempre fechada; a atenção dedicada ao digital afastava-nos da realidade.\n\nTudo mudou quando alcançámos uma paragem, julgo a dos Carvalhais. \n\nAos poucos, as cabeças imergiram, espreitando sorrateiramente por entre as cadeiras, na ânsia de encontrar pistas. Aqueles com auriculares nos ouvidos, rapidamente se livraram deles, com o objetivo de ouvir algo que os pudesse enquadrar na situação que se estava ali a passar.\n\nBem no meio do autocarro, uma senhora mostrava grandes dificuldades em sair. Levava consigo um carrinho de bebé, cujas rodas, sem motivo aparente, estavam presas, tendo de o arrastar sofregamente. Em cada mão, carregava um saco de compras com um peso bastante considerável, cheios de mantimentos.\n\nO espaço e tempo reduzidos começavam a provocar em si ansiedade. Queria despachar-se, mas quanto mais lutava por movimentar o carrinho, ajeitando-o em direção à saída, mais contratempos ocorriam. Uma das alças de uma saca rebentou e alguns dos produtos caíram derrotados no chão.\n\nOs passageiros tinham estampado no rosto uma expressão de impaciência bem vincada. Nem sequer disfarçavam! Miravam-na com um certo desdém. Queriam chegar o quanto antes ao seu destino, para recuperar baterias e havia alguém que os impedia disso. Todos os olhos estavam focadas naquela figura acanhada.\n\nComeçou por pousar as sacas no chão. De seguida, agarrou no carrinho e fazendo contrapeso, conseguiu erguê-lo. Desceu as escadas e deixou-o a descansar no quente asfalto. Voltou para o interior. Dobrou-se e apanhou cada um dos produtos que caiu, acomodando-os novamente nas sacas. Parecia uma galinha desesperada à procura de grãos para debicar. Após aspirar completamente o chão, ajeitou uma das sacas no seu pulso esquerdo e agarrou a rasgada com as duas mãos. Acabou por sair, desengonçadamente. \n\nAs portas cerraram. Os passageiros tornaram a encostar-se às cadeiras, recuperando o seu enfadado mundo ideal. \n\nPosso estar errado, mas talvez se um daqueles impacientes ansiosos que esperavam que ela se despachasse, a ajudassem, talvez teria sido muito mais rápido...",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jb4qq1",
            "num_comments": 0
        },
        {
            "title": "El corazón de voltaire",
            "selftext": "Me gustaría saber si existe un audiolibro de \"El corazón de voltaire\", he buscado por la internet y no lo encuentro.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "jb1lok",
            "num_comments": 0
        },
        {
            "title": "CONCURSO REDDIT DE POESIA",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "j8jcob",
            "num_comments": 0
        },
        {
            "title": "Tristão e Isolda",
            "selftext": "Isolda (olhando sempre inconsciente, alheia a tudo que a rodeia, até que fixa seus olhos no cadáver de Tristão): - Como é doce e delicado o seu sorriso! Seus olhos se entreabrem com ternura. Estão vendo, amigos? Não estão vendo? Como resplandece com luminosidade sempre mais viva! Como ascende irradiante, cercado de fulgurantes estrelas? Não o estão vendo? Como o seu coração se inflama, orgulhosamente, e pulsa-lhe no peito pleno e sublime? Como escapa delicadamente de seus lábios um doce suspiro de suave encanto? Oh, amigos, vejam-no! Não o sentem? Não estão vendo? Serei a única a escutar esta melodia que, maravilhosa e suave, suspirante de alegria, inteiramente reveladora, doce e conciliadora, dele se desprende e em mim penetra, cheia de ímpeto, ecoando sublime ao meu redor? Ondas vibrantes de brisas em luminosa efervescência, ondas de embriagadoras fragrâncias? Dilatando-se, envolvendo-me em suaves murmúrios para abranger-me toda? Nuvens de encantadoras fragrâncias? Como se enfunam a fremer ao meu redor? Deverei respirar? Deverei escutar? Deverei saborear? Afogar-me, contente? Exalar docemente essa fragrância? Mergulhar, submergir, privada dos sentidos, na vaga ondejante? Na rima sonora? No cosmo inspirante da respiração universal? Deleite supremo!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "j6yxi3",
            "num_comments": 0
        },
        {
            "title": "A divina comédia",
            "selftext": "Olá! Recentemente comecei a ler a divina comédia, entretanto se trata de uma leitura difícil. Gostaría de indicações de dois tipos de obras caso existam:\n\n1. Uma versão em prosa da obra - para uma leitura colateral.  Sei que a Ilíada tem uma versão em prosa, por isso a pergunta.\n2. De algum livro no estilo comentador, sobre  a obra em questão.\n\nÉ minha primeira pergunta aqui, obrigado desde já.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "j4otq9",
            "num_comments": 2,
            "comments": [
                "Stelle.com.br\n\nTem versão em prosa do inferno e purgatório aí. Paraíso infelizmente só em inglês (por ser o livro mais difícil e fazer a maioria desistir)\nBoa sorte na leitura, acho que foi o livro mais difícil que já li na vida, apesar de ser muito interessante",
                "Estou lendo bem devagar: 2 cantos por dia pra não me sobrecarregar. O dicionário online pronto ao lado, pra agilizar a consulta, e uma janela do google pra analisar passagens complicadas. Estou terminando o inferno. Não vi outro jeito."
            ]
        },
        {
            "title": "Recomendem-me textos críticos sobre Os Lusíadas",
            "selftext": "Podem ser artigos, livros ou aulas. Já ouvi a conferência do Monir Nasser, mas existe muita gnose por aquela parte da intelectualidade, se é que me entendem.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "iycsg8",
            "num_comments": 0
        },
        {
            "title": "Momentos ou diálogos com o sentimento",
            "selftext": "É a primeira vez que encontro uma rede social que pode me ajudar na questão de literatura.  \nEsse post não está contando uma **história** e sim uma discussão sobre um tema literário que eu gosto bastante.\n\n**O tema é:** O que faz um momento triste em uma história ? O que faz você sentir tristeza nesses momentos ?   \n\n\nExemplo: Uma despedida de um personagem, a morte dele, ou simplesmente um diálogo em que ambos os envolvidos saem desapontados e etc.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ix0s8w",
            "num_comments": 0
        },
        {
            "title": "Não sei como começar...",
            "selftext": "  \n\nNão sei como começar… \n\nDepois de congeminados tantos textos, explorados diversos temas, como poderão ter assaltado a minha mente e roubado tudo o que nela fervilhava? Não sei…\n\nPor vezes, tenho destes entraves! O mundo presenteia-me com tantos motivos para passar o pano pelo meu ego crítico, de forma a retirar-lhe o pó, mas… Não me tem dado para a limpeza… \n\nPuxei a cadeira amarela, sentei-me devidamente (atormentado com a visão do que me aconteceria anos mais tarde se a minha postura fosse negligente), posicionei-me na secretária, abri a primeira gaveta do armário à minha direita e peguei na caneta preta que uso sempre para esboçar a forma a mais uma das minhas ideias (superstições). O mundo tecnológico evoluiu bastante nos últimos anos e continuará a um ritmo estonteante (mal se comprou o último topo de gama, acabou de sair um “melhor” e mais cobiçado), apesar disto, nada me consegue tirar o hábito de sentir genuinamente o traçar de cada letra e a construção de cada palavra. Ah! Regulei ainda a altura da cadeira e estendi uma folha de papel ao Sol, pisando-a com a ponta da caneta. \n\nNada de nada… \n\nTeria de surgir forçosamente! \n\nPercorri as muitas obras a que vou dando acolhimento e parei numa recentemente deliciada pelos meus olhos: “Serotonina”, de Michel Houellebecq. \n\n“Que tal fazer uma opinião sobre o seu enredo?” \n\nComecei por expelir uns quantos adjetivos superficiais e custosamente, depois de reunidos uns quantos, formei umas linhas vazias de verdade. Julgo ser necessário ter opinião sobre tudo, porém não consigo aceitar o facto de em muitas áreas artísticas, uma visão indiferente poder ditar o sucesso, ou fracasso de um filme, teatro, livro ou música. A dificuldade em descodificar a mensagem transmitida por uma obra (por vezes nunca chega a ser) é enorme, mas há quem confie em avaliações de terceiros para escolher uma de duas opções: merece ela ser tomada em consideração ou esquecida? (Esta ideia está exatamente representado no filme “Birdman ou Inesperada Virtude da Ignorância”). Infelizmente, a falta de um olhar crítico perante o mundo começa a fraturar valores até então assegurados, como o respeito, liberdade, camaradagem…\n\nTambém não deu… \n\nParti para uma outra fonte…\n\nNo catálogo da moralidade, fazia por achar uma situação que poderia ser enquadrada com algo que me tivesse acontecido há pouco tempo, de forma a oferecer ao leitor um bom “abre-olhos”. \n\nPor muito esforço que pudesse encaminhar para esta tarefa, nada do que equacionava poderia alcançar os padrões de excelência em que acredito. Não sou apreciador de oferecer conteúdos sistemáticos apenas para cumprir calendário. \n\nNaquele momento, nada se desenrolava… Mas felizmente, cheguei ao motivo para tal! Nada funcionava, uma vez que não estava a ser fiel à minha vontade. Queria escrever algo, de forma a cumprir um prazo imaginário que me autoimpunha, para ter a falsa sensação de sentimento cumprido e para oferecer ao leitor mais um dos meus pensamentos. Ainda assim, mesmo que concluísse este labor, o resultado seria fútil, devido a não ser uma tradução genuína dos meus valores.\n\nForçar algo a acontecer é extremamente prejudicial, uma vez que assim que se alcançar o pretendido, será indiferente a emoção e a aprendizagem retiradas. Fazer algo vazio de conteúdo, ainda que esteja lá o seu corpo, não trará felicidade, nem reconhecimento por quem aprecia o feito!\n\nAssim se arrecadou um novo ensinamento! Deve ser sempre fiel à sua vontade, à sua forma de ser e de agir, pois só assim completará genuinamente os seus objetivos e mais importante, terá a certeza que colocou toda a sua alma na realização dos mesmos!\n\nOlhe… Afinal até soube como começar… E acabar…",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "irgnad",
            "num_comments": 0
        },
        {
            "title": "Ato 1 (Norte)",
            "selftext": "Vaga-se pelos canteiros da terra, alucinando-se em alegorias. Não se encaixa, nem nas mais variadas posições, é como uma incógnita, poucos se dão ao trabalho de tentar resolver. \n\nPerdido, cansado, sozinho. Como uma mente em expansão, que procura novos horizontes, mas só encontra a perdição.\n\n Tentou vários papéis, e nenhum deles o convenceu. Tentou vários caminhos, mas nenhum deles o trajou.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "iq150n",
            "num_comments": 0
        },
        {
            "title": "O menino que queria ser sozinho",
            "selftext": "Sempre sozinho exclamou: “Solitude me governa, me conduz, é minha luz!”\n\nAo meio de todos buscava solidão, buscava o estar e sentir-se sozinho\n\nBuscava sobre todos uma saída, apenas anônimo, apenas sozinho\n\nO menino que saiu-se de todos, se desfez de tudo, ao meio do caos do universo… encontrou paz na solidão.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "iq14n2",
            "num_comments": 0
        },
        {
            "title": "Análise de Irmãos Karamázov",
            "selftext": "Irmãos Karamázov 1\nAgora meu instagram ganhará utilidade: vou refletir aqui sobre os livros que estou lendo, conversar sobre eles... Não vou gastar mais linhas tentando explicar o futuro desta conta, a seguir ficará claro.\nSó se atente ao fato de que as discussões serão sobre os livros que ESTOU lendo. Isso quer dizer que eu leio, tenho ideias, coloco elas aqui e depois não faço ideia se elas vão se confirmar no final.\nTalvez seja um clube de leitura... mas só tem eu...\nInicia-se, então, a saga de discussões (monólogos) sobre Os Irmãos Karamázov, escrito por Dostoiévski, e neste post em particular, o primero capítulo impactante do romance: O Grande Inquisitor.\nEstava eu, Moacirzinho, lendo Irmãos Karamázov, quando me deparei com a ideia de Ivan Karamázov: a liberdade que Deus quis dar a nós foi o determinante para que seguíssemos forças humanas e corruptas.\nLíderes tiranos, capitalismo, atrocidades da inquisição, diferenças de classes, tudo isso só acontece porque Deus quis que fôssemos livres, mas nós não queremos liberdade, trocamos quase tudo por ela.\nInteressante... interessante... então fiquei pensando, Ivan não pode ser ateu, como todos o questioram! Porque me parece que tudo o que ele mais deseja é a presença de Deus, mas um Deus pai, rígido, o Deus do velho testamento.\nSeria ele tão sedendo por essa presença paterna por causa da ausência do seu pai Fiodor Karamázov?\nSe voltarmos ao começo do romance, quando ele discute com os monges sobre o artigo que havia escrito sobre as diferenças entre a igreja se tornar o Estado e o Estado se tornar a igreja, isso fica ainda mais claro.\nNesse ponto, a opinião comum é que Ivan Karamázov estava brincando, divertindo-se às custas da igreja quando escreveu o artigo e ele mesmo nunca revela a verdade em seu coração, mas acho forte os indícios que ele acredita em Deus tanto quanto Aliocha, mas odeia a humanidade — contrastando o irmão.\nNão seria Aliocha Karamázov a verdadeira ferramenta de opressão diante da liberdade de Deus?\nTalvez sejam essas as mesmas angústias que Dostoiévski enfrentou enquanto vivo...\n#dostoiévski #literatura\nhttps://www.instagram.com/p/CEhnbPXnh07/?igshid=1q6rrizfn2ga9",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ipk7gk",
            "num_comments": 0
        },
        {
            "title": "Análise de Irmãos Karamázov",
            "selftext": "Irmãos Karamázov 1\nAgora meu instagram ganhará utilidade: vou refletir aqui sobre os livros que estou lendo, conversar sobre eles... Não vou gastar mais linhas tentando explicar o futuro desta conta, a seguir ficará claro.\nSó se atente ao fato de que as discussões serão sobre os livros que ESTOU lendo. Isso quer dizer que eu leio, tenho ideias, coloco elas aqui e depois não faço ideia se elas vão se confirmar no final.\nTalvez seja um clube de leitura... mas só tem eu...\nInicia-se, então, a saga de discussões (monólogos) sobre Os Irmãos Karamázov, escrito por Dostoiévski, e neste post em particular, o primero capítulo impactante do romance: O Grande Inquisitor.\nEstava eu, Moacirzinho, lendo Irmãos Karamázov, quando me deparei com a ideia de Ivan Karamázov: a liberdade que Deus quis dar a nós foi o determinante para que seguíssemos forças humanas e corruptas.\nLíderes tiranos, capitalismo, atrocidades da inquisição, diferenças de classes, tudo isso só acontece porque Deus quis que fôssemos livres, mas nós não queremos liberdade, trocamos quase tudo por ela.\nInteressante... interessante... então fiquei pensando, Ivan não pode ser ateu, como todos o questioram! Porque me parece que tudo o que ele mais deseja é a presença de Deus, mas um Deus pai, rígido, o Deus do velho testamento.\nSeria ele tão sedendo por essa presença paterna por causa da ausência do seu pai Fiodor Karamázov?\nSe voltarmos ao começo do romance, quando ele discute com os monges sobre o artigo que havia escrito sobre as diferenças entre a igreja se tornar o Estado e o Estado se tornar a igreja, isso fica ainda mais claro.\nNesse ponto, a opinião comum é que Ivan Karamázov estava brincando, divertindo-se às custas da igreja quando escreveu o artigo e ele mesmo nunca revela a verdade em seu coração, mas acho forte os indícios que ele acredita em Deus tanto quanto Aliocha, mas odeia a humanidade — contrastando o irmão.\nNão seria Aliocha Karamázov a verdadeira ferramenta de opressão diante da liberdade de Deus?\nTalvez sejam essas as mesmas angústias que Dostoiévski enfrentou enquanto vivo...\n#dostoiévski #literatura\nhttps://www.instagram.com/p/CEhnbPXnh07/?igshid=1q6rrizfn2ga9",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ipk7bn",
            "num_comments": 1,
            "comments": [
                "Muito bom, espero ver mais \"resenhas\" suas por aqui! Abraços <3"
            ]
        },
        {
            "title": "Primeiro poema que posto no site",
            "selftext": "Limbo Temporal \n\nNão estou em algum estado,\nSou todos eles. O vazio entre os tempos.\nMaior parte sou aquilo que fizeram de mim\nCom traços do meu ser.\n\nA vontade de ser alheio ao externo \nÉ o fundamento da alma livre. \n\nO conhecimento de que \nA passagem é onde manifestamos \nA incansável busca,\nÉ o que motiva, por conta de sua finitude.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "iln0iu",
            "num_comments": 0
        },
        {
            "title": "Instagram de Discussão Literária",
            "selftext": "Pessoal, estou usando minha conta de Instagram para discutir literatura, quem quiser dar uma olhada: @moacirliberato.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ik9te0",
            "num_comments": 0
        },
        {
            "title": "Preciso de indicações de obras que citem plantas medicinais",
            "selftext": "Estou precisando escrever um trabalho sobre as representações da fitoterapia na literatura, e estou tendo dificuldade de encontrar obras que abordem esse tema. Logo, preciso demais da ajuda de vocês, senhores leitores.   \nEstou precisando de indicações de obras literárias que apresentem utilização de plantas medicinais, curandeiros tradicionais que utilizem plantas medicinais, personagens herbalistas... Podem ser obras da antiguidade, contemporâneas, clássicas... Também me interessam lendas e mitos de qualquer povo que incluam este elemento.  Também são úteis citações de personagens recorrendo a venenos de origem vegetal. Agradeço demais quem lembrar de alguma obra e puder ajudar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ih2ren",
            "num_comments": 0
        },
        {
            "title": "Mordeu o anzol!",
            "selftext": "O grandioso Sol mostrava-se envergonhado com a nossa presença. Quando nos acostumávamos à sua radiância, escondia-se. De vez em quando, espreitava por detrás das nuvens e quando julgava que o tomávamos como desaparecido, demonstrava novamente todo o seu esplendor, por um curto período de tempo, antes de tornar a fugir. \n\nA fresca aragem transportava a fragrância dos muitos exemplares de flores que viviam junto à margem do rio. As canas-do-reino também saboreavam a força dos ares, ora tombando exaustas, devido à posição hirta em que se mantinham durante grande parte da sua vida, ora dançando contentes, na companhia de outras vizinhas que desfrutavam do mesmo ritmo.\n\nAs águas do Pranto estavam calmas, só se agitando quando algum peixe irrequieto fazia questão de inspecionar se haveria por ali alguém com intenções de o apanhar. Naquele dia tinham com que se preocupar! \n\nNum pequeno retiro, quatro canas de pesca mantinham-se silenciosas, competindo entre si, cada uma com o desejo de ser a primeira a inaugurar o marcador. Os anzóis estavam abastecidos com pequenos pedaços de milho, esforçando-se para prender a atenção, mas principalmente, a boca dos curiosos que os rondavam.\n\nDecorridos trinta minutos, ainda não havia sinal de captura do primeiro enganado. A impaciência tomava o lugar da vontade. O ânimo esmorecia, porém não nos havíamos de tomar como derrotados, ainda assim, ao fim de mais outros quinze minutos, um dos membros decidiu dar como terminada a sua pescaria. Baseando-se nuns pescadores mais à frente que não paravam de roubar às águas do Pranto os seus habitantes, manifestava a sua indignação, uma vez que se recusava a aceitar a sua falta de sorte. \n\nJá com uma fora de cena, as outras três empenhavam-se para darem conta do recado. Lançou-se à água um aperitivo, de forma a aliciar tentadoramente os famintos que ali circulavam. Para completar a refeição, também a isca foi mudada, passando agora a ser pequenas larvas vivas. A parada tinha aumentado! Se continuassem a resistir, seria realmente melhor dar como finalizado o dia de pesca. Passou-se outra meia-hora (1 hora e 15 min total) e continuávamos sem qualquer perspetiva para o jantar. Juntamente com outro colega, resolvemos arrumar as canas de pesca, de maneira a evitar o prolongamento do seu sofrimento, antes que numa próxima vez se resignassem à atividade, afetadas pelo facto de não terem sido capazes de lidar com a situação anterior.\n\nO último mantinha-se convicto que o paradigma poderia ser invertido. Resolveu recorrer aos conhecimentos que seu pai e seu avô lhe tinham confidenciado. Segundo eles, a melhor forma de apanhar carpas no rio era com pão amassado, fazendo pequenas esferas, embebidas em azeite, de forma a que assim que contactassem com a água, não acabassem desfeitas instantaneamente. \n\nIgnorando a troça que lhe fazíamos, buscou por um resto de pão que sobrara do almoço e procedeu exatamente da forma que lhe contaram. Cuidadosamente, deixou repousar a bolinha na ponta afiada do anzol, o suficiente para que não se desprendesse com facilidade, partindo finalmente para aquela que julgava ser a tentativa certeira.\n\nAo fim de vinte minutos, a linha movia-se freneticamente, descrevendo um percurso aleatório, ajudando a refutar a tese de que poderiam ser as intensas correntes as autoras de tais movimentos. Certo das suas capacidades, elevou lentamente a cana, desfrutando todos os segundos daquele momento de adrenalina. Das profundezas, emergiu uma bela carpa. As suas escamas reluziam ao contactar com a luz, refletindo-a. Os seus trinta centímetros, juntamente com o grosso perímetro do seu abdómen, faziam com que ficássemos estarrecidos e um tanto invejosos com o seu feito. Naquele momento, tentava consolar-me. Se tivesse esperado mais um pouco, talvez teria sido eu a sacar aquela belíssima peça da Natureza. Assim, em mais um momento banal, aprendi uma lição muito importante para a vida. \n\nAinda que a vida possa parecer complicada e saturante, ainda que o meio em que esteja inserido/a não seja o mais favorável, nunca deve desistir. Se colocar termo à sua luta, nunca conseguirá alcançar os seus sonhos, porém se insistir constantemente na realização dos seus desejos, mesmo que terceiros o/a considerem louco/a, acabará por alcançar o tão ansiado sabor da conquista. É essencial relembrar os ensinamentos que lhe foram dados, ou que a vida já lhe deu e enquadrá-los da melhor forma à situação em que se encontra. Por vezes, poder-se-á perder um combate, mas se se reerguer e afinar as estratégias, a guerra acabará por ser determinada a seu favor!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ig02ml",
            "num_comments": 0
        },
        {
            "title": "Primeiro poema que eu compartilho",
            "selftext": "Oi! Eu sou nova tanto no reddit quanto na poesia kkkk. Queria aproveitar o anonimato da rede para compartilhar algo que nunca compartilharia com alguém que conheço (por vergonha). Entendo que não sou nenhum gênio e sei que esse poema pode aparentar bem bobinho e infantil para muitos. Também entendo que ainda tenho demais a aprender sobre essa arte. (Caaaaaso alguém leia isso) sinta-se livre para dissecar, criticar, modificar esse meu poema. Sou completamente aberta a críticas contando que haja respeito. Muito obrigado!  \n\n&#x200B;\n\n**Um monstro no papel**\n\nEm um papel desenhei um monstrinho\n\nUm monstrinho bem bonitinho\n\nUm monstrinho que não me assustava\n\n&#x200B;\n\nCom o passar do tempo, fui conhecendo mais\n\nE o meu lápis, cada vez mais sagaz,\n\nFoi detalhando o monstrinho\n\n&#x200B;\n\nAgora o monstrinho já não era mais tão fofo\n\nAgora o que eu realmente estava criando era um monstro\n\nConhecia o monstro, fui eu que criei\n\nE via os outros desenhando o que eu também desenhei\n\nEntão acalmei meu coração\n\nMeu monstro, afinal, era só ilusão\n\n&#x200B;\n\nChegou um momento, porém\n\nQue o meu lápis já não estava tão bem\n\nO monstro que era doido, mas contido \n\nJá não estava mais no papel, já havia partido\n\n&#x200B;\n\nO monstro que eu havia tentado domar\n\nO monstro que eu tanto queria cultivar\n\nO monstro que eu queria deixar no papel\n\nEntrou no meu lápis, que agora\n\nNão desenhava mais flora\n\nNem fauna, nem céu\n\nSó desenhava o que o monstro queria\n\nUm total escarcéu\n\n&#x200B;\n\nAli percebi que o meu monstro era chato\n\nMeu monstro era mau, insuportável\n\nOs outros monstrinhos, embora feinhos\n\nFicavam contidos nas jaulas das linhas \n\nDos cadernos dos artistas\n\n&#x200B;\n\nO meu monstro fugiu, ele estava era louco\n\nNão tinha nenhum parafuso no coco\n\nEu já não sabia onde ele estava \n\nQueria descobrir em que casa ele morava\n\n&#x200B;\n\nEntão fui olhar pela janela\n\nE não vi rua, não vi carros, não vi casas\n\nSó vi o que achei que era ela\n\nMas na verdade era o monstro, que tanto atormentava\n\nA casa dela, onde ela ficava\n\n&#x200B;\n\nO monstro estava aqui dentro\n\nNa cozinha, na sala no jardim\n\nO monstro que eu fiz já não é mais meu \n\nEu que sou dele, coitada de mim",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ibm8ov",
            "num_comments": 3,
            "comments": [
                "Gostei de ler, mas não entendo nada de poesia então não posso dar nenhum feedback quanto a métrica estilo e etc. hahahaha mas mesmo assim gostaria de lhe encorajar! Continue escrevendo! ;) Leia mais, escreva mais!",
                "[deleted]"
            ]
        },
        {
            "title": "Conecte-se com o mundo",
            "selftext": "A Noite nublada, tristonha, choramingava um orvalho denso e contínuo, insistindo para que saísse e desfrutasse da beleza da cidade da Figueira da Foz.\n\nConfesso que estava reticente quanto ao pedido. Não sabia se deveria arriscar seguir a sua vontade, ou a negar. Decidi dar o braço a torcer. Habilitar-me-ia ao risco de ter uma noite enfadonha, mas ao menos, sempre corromperia a linha do hábito e da rotina.\n\nEla, satisfeita com a minha escolha, moderou o seu comportamento. O orvalho cessou, a temperatura aumentou e as nuvens, que se esforçavam por esconder a beleza das estrelas, tiraram o resto da noite para folga. \n\nDepois de percorrida a marginal lotada de pessoal, vistas as atrações que pretendiam prender quem por ali procurava diversão e apreciada a mistura de aromas provenientes dos restaurantes, o apetite, naturalmente, demonstrou que estava presente. Era só mais uma a paragem a registrar, junto ao Largo Luís de Camões, o restaurante Praça 18º.\n\nMais uma adversidade fez questão de se colocar no meu caminho. No interior, as mesas estavam completamente lotadas. A pandemia obrigou que a lotação total permitida fosse reduzida e o espaço, outrora capaz de dar abrigo a um número considerável de pessoas, o que permitia uma entrada imediata, beneficiava agora os perspicazes que se lembravam de fazer reserva. \n\nAproveitei para ver as brincadeiras das crianças, que fartas de estar à mesa, se escapuliam para o exterior, para se entreterem e se relacionarem (a minha alegria aumenta ao ver que ainda há crianças que brincam e não ficam coladas ao ecrã). As fachadas dos antigos edifícios situados naquele largo (prestes a serem recuperadas, assim como o interior dos edifícios) agarraram a minha atenção. Sempre que páro para apreciar estas maravilhas arquitetónicas, invejo os antepassados. Se atualmente, algumas já não são devidamente cuidadas, mas ainda assim, a sua beleza continua a manifestar-se grandiosamente, como seria no momento após a finalização das suas construções? Era nestes momentos que desejava ter nas minhas mãos a Máquina do Tempo! O melhor foi a conversa agradável com os meus pais. Tudo isto conjugado permitiu que o tempo voasse, sem ser preciso recorrer às redes sociais, jogos ou distrações.\n\nChegou finalmente a hora! Fomos convidados a sentarmo-nos numa mesa quadrangular, muito espaçosa, em frente à entrada. A aragem que por ali circulava sem permissão, socorria-nos do calor humano e da mistura de cheiros de especiarias e confeções. De fundo, uma bela melodia percorria os ares e tranquilizava as mentes ansiosas por degustar as iguarias da casa. As garrafeiras pregadas à parede, junto ao balcão, carregavam uma escolha diversificada de bebidas. Antes mesmo do prato estar na mesa, já os olhos ambicionavam uma bebida fresca de qualidade. Apesar do ambiente agradabilíssimo, os meus olhos captaram algo que particularmente, não me agrada.\n\nNas mesas em que aguardavam pela comida, todos os ocupantes davam uso a um aparelho tecnológico, apesar de terem à sua frente outros indivíduos com quem falar e conhecer melhor, para além do maravilhoso espaço a contemplar.\n\nApesar de ser completamente dependente dos aparelhos tecnológicos, há momentos em que julgo serem obrigatoriamente descartáveis. Depois de uma semana de trabalho, em que as oportunidades de paragem são mínimas e o tempo de conversa tem que ser muito bem equacionado, são estes os momentos ideais para que haja uma reconexão entre familiares e amigos. São estes os momentos necessários para resolver conflitos, obter ajudas, desenvolver planos, saber mais sobre o(s) acompanhante(s) e olhar para o mundo criticamente.\n\nReservar a concentração e a disposição ao mundo virtual faz com que se perca o propósito das saídas, das descobertas e dos encontros. As relações, construídas em alicerces frágeis, vão-se deteriorando, até ao momento em que há a perceção da falsidade e do desconhecimento que preenche a conexão entre pelo menos duas pessoas, desabando por fim o edifício do “amor”.\n\nConecte-se ao mundo! Deixe que seja ele a sua rede, deixe que seja ele a oferecer-lhe as melhores riquezas que a vida proporciona.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "i7fmv9",
            "num_comments": 4,
            "comments": [
                "e foi através de uma tela que eu li a melhor crônica em um bom tempo.\nnesses dias venho mergulhado mais do que jamais estive nesse mundo, e quem diria que viria dele esse puxão de orelha\n\nnão devemos esperar pra viver. se for pra sair pra vidrar num display, não há diferença entre sair para jantar e trancar-se no banheiro.",
                "Perfeito. Inteligentíssimo."
            ]
        },
        {
            "title": "LANGOSTAS",
            "selftext": "Langostas aladas\n\nque hacéis multitud\n\nmuchos serán vuestros hijos y nietos\n\ny gozarán de gran prosperidad.\n\nLangostas aladas\n\nque atronáis el aire\n\nmuchos serán vuestros hijos y nietos\n\nen grandísima abundancia.\n\nLangostas aladas\n\nque sois muchedumbre\n\nmuchos serán vuestros hijos y nietos\n\nunidos en paz y armonía.\n\n\nPoesía China",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hyybci",
            "num_comments": 0
        },
        {
            "title": "Oriente a pontuação na sua vida!",
            "selftext": "Num texto visto recentemente, caído dos céus do virtual, este propunha que aceitássemos as reticências como o sinal de pontuação da vida.\n\nNa vida tudo se prolonga, nada se fecha. Há um suspense, uma dúvida relativamente ao que acontecerá na próxima etapa. Nada está definido, uma vez que estamos sempre em construção, sempre a evoluir com o que se vivencia.\n\nConcordo inteiramente com a sua justificação, ainda assim, não consigo atribuir às reticências a importância da definição da vida humana, aliás, admiti-las como máxima seria errado, pois perder-se-ia grande parte dos sentimentos que me comandam.\n\nO que seria de mim sem o ponto de exclamação? Viveria o mundo sem espanto, sem interesse. Com ele presente, o inútil é elevado ao exagero, tornando-o necessário. O mundo apresenta-se de forma diferente, com cores mais vivas e com os seus pormenores abordados cuidadosamente e com interesse. Permite-me ter um olhar crítico perante tudo e todos os que me rodeiam, assim como a uma constante examinação “intrapessoal”.\n\nO que seria de mim sem o ponto de interrogação? Não formularia este texto. Não questionaria o mundo ao meu redor. Viveria subjugado a ideias ultrapassadas, pois sem a capacidade de dúvida, o conhecimento do mundo seria mínimo. Os cientistas não teriam formulado as suas hipóteses, realizado os seus experimentos e chegado às respostas que permitiram proporcionar ao ser-humano uma vida duradoura e feliz.\n\nO que seria de mim sem a vírgula? Em nenhum momento me ofereceria uma pausa, mesmo depois de um dia cheio de trabalho, de frustrações, de alegrias e de conquistas. Com uma pausa, deixo como inacabada uma tarefa entediante, com a segurança de voltar e vocaciono o que melhor há em mim, para usufruir do que me faz feliz, acompanhado das pessoas mais importantes.  \n\nO que seria de mim sem o ponto e vírgula? Não faria a separação entre o que é importante e imprescindível, do danoso. O tempo limitado, que me foi emprestado para viver, ocupar-se-ia de satisfazer também o prejudicial, desta maneira, a acumulação de tempo perdido acabaria por ser tão grande ou maior do que o dedicado aos tesouros que me são proporcionados. \n\nO que seria de mim sem os dois pontos? Não enumeraria todos os objetivos para alcançar, nem descodificaria a melhor forma de o fazer.\n\nO que seria de mim sem o travessão? Não iniciaria um discurso com a pessoa que admiro, que necessito, ou em quem estou interessado. Seria monótono e em tempo algum, expressaria os pensamentos que me incomodam.\n\nPor fim, o que seria de mim sem o ponto final? Não colocaria termo aquilo que me rebaixa, me destrói e me deixa infeliz. Ainda que a vida seja maioritariamente um caminho em aberto, por vezes é imperativo colocar uma barreira e retroceder, de modo a achar um novo caminho, para recomeçar rumo à felicidade.\n\nÀ semelhança de um texto equilibrado e conseguido, também a vida necessita de uma admiração, de uma interrogação, de uma pausa, de uma separação, de uma enumeração, de um início e por fim, de um término.\n\nMiguel Almeida Cardoso \n\n26/07/2020",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hyx1lv",
            "num_comments": 0
        },
        {
            "title": "RECOMENDACION NOVELA",
            "selftext": "Hace un par de meses empece a leer de nuevo. Lei el psicoanalista y el puñal. Me di cuenta que me gustan mucho mas los libros que las series, el gran problema que tengo es que no conozco a muchos autores, ni tengo muchas recomendaciones. Alguien sabe alguna buena novela tipo policial? Lo mejor seria un autor Argentino.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hyga8l",
            "num_comments": 1,
            "comments": [
                "Hola, acerca de tu autor argentino te defraudaré , pero una saga policial buena podría ser Mrs Mercedes de Stephen king, es probable que te atrapé de forma rápida."
            ]
        },
        {
            "title": "Esses chops dourados",
            "selftext": "Quando a geração de meu pai   \nBatia na minha   \nA minha achava que era normal   \nQue a geração de cima   \nSó podia educar a de baixo   \nBatendo   \nQuando a minha geração batia na de vocês   \nAinda não sabia que estava errado   \nMas a geração de vocês já sabia   \nE cresceu odiando a geração de cima   \nAí chegou esta hora   \nEm que todas as gerações já sabem de tudo   \nE é péssimo   \nTer pertencido à geração do meio   \nTendo errado quando apanhou da de cima   \nE errado quando bateu na de baixo   \nE sabendo que apesar de amaldiçoados   \nÉramos todos inocentes   \n\n\nEsse poema de Jorge Wanderley foi cobrado em uma questão do ENEM.  \nConfira aqui a questão comentada: [https://youtu.be/3IZXWT-WBVY](https://youtu.be/3IZXWT-WBVY)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hvxwpg",
            "num_comments": 0
        },
        {
            "title": "Macabré: Microcuentos (antología en español)",
            "selftext": "***Fantasmas, vampiros y seres que habitan en el abismo de la desolación, como hojas en el viento, dejan fragmentos de sus almas en pena a través de una antología de microcuentos.***\n\nPublicado en [Wattpad](https://www.wattpad.com/story/215204718-macabr%C3%A9-microcuentos) e [Inkspired](https://getinkspired.com/es/story/92149/macabre-microcuentos/) \n\n**Rositaillus** (Rose Marie).  Dedicada principalmente al horror gótico. \n\n\\----\n\nPrimer microcuento de la antología:\n\n**La sed del vampiro**\n\nEsperando, el vacío de la eternidad se funde con el atardecer. La noche no llegará nunca y la mañana ha desaparecido, su luz se le ha negado a quienes ya hemos muerto. He sido maldecida y, en medio de mi condena sufriendo cada minuto, cada año, cada década de un tiempo sin final, no hay lágrimas para llorar la vida que se marchitó.\n\n¡Ah! La sed de sangre es insuficiente para darle color a mi alma reseca. El líquido rojo se desliza por mis labios y queda ahí; mis mejillas siguen pálidas y descubro que, en verdad, aún quedan lágrimas.\n\n\\---\n\n**¡Ya hay 21 microcuentos publicados!**",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hsz63z",
            "num_comments": 0
        },
        {
            "title": "MAIOR ACERVO GRATUITO DE LIVROS DO MUNDO! Alexandria dos tempos modernos.",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hrzdkr",
            "num_comments": 0
        }
    ]
}