{
    "posts": [
        {
            "title": "Igreja central em Jundiai",
            "selftext": "Tirei essa foto enquanto ia comprar um sorvete no centro de Jundiaí/SP",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12sui36",
            "num_comments": 0
        },
        {
            "title": "Outono",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12sezao",
            "num_comments": 0
        },
        {
            "title": "sol da manhã",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12sd47z",
            "num_comments": 0
        },
        {
            "title": "Céu",
            "selftext": "Como disse anteriormente, amo tirar foto do céu, essa foto foi uma das primeiras que tirei, particularmente eu amo elas.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12scyk0",
            "num_comments": 1,
            "comments": [
                "Eu também amo tirar foto do céu, tenho várias. Essas fotos são lindas."
            ]
        },
        {
            "title": "[Parque do Ibirapuera/São Paulo] Borboleta + outro bicho que eu n sei o que é",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12scgf5",
            "num_comments": 0
        },
        {
            "title": "Qual lugar mais fotogênico que vocês já visitaram?",
            "selftext": "Pode ser uma cidade ou um lugar em específico.\n\nMe: Instituto Ricardo Brennand, em Recife - PE.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12sawrg",
            "num_comments": 1,
            "comments": [
                "Vale dos Templos, em Agrigento, na Itália. É uma região da cidade Sicilia com ruínas de sete templos em estilo dórico, construídos em torno de 500 a 400 AEC. Há templos que restaram apenas colunas, mas o Templo de Concórdia está praticamente inteiro. \n\nÉ impressionante ver prédios com mais de dois milênios de existência ainda em pé, em uma região alta da ilha, onde se vê o Mediterrâneo ao fundo."
            ]
        },
        {
            "title": "Farol na beira da praia",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12s3720",
            "num_comments": 0
        },
        {
            "title": "Já temos céu de inverno por aqui",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12s2han",
            "num_comments": 1,
            "comments": [
                "Esse azul ficou muito bom!"
            ]
        },
        {
            "title": "Ribeira, Salvador/BA",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ru9k0",
            "num_comments": 0
        },
        {
            "title": "Parque Municipal - BH, Minas Gerais",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12rbnow",
            "num_comments": 0
        },
        {
            "title": "A frente fria chegando em Ilhabela, SP.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ra1pd",
            "num_comments": 0
        },
        {
            "title": "Rua da casa dos meus pais",
            "selftext": "Em um posto recente comentei sobre o meu bairro e como as ruas eram arborizadas. Estas fotos são da rua da casa de meus pais, cerca de 3 quadras da minha.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12r7oub",
            "num_comments": 13,
            "comments": [
                "Paraná?",
                "Que lugar bonito. Deu até vontade de pedalar por aí. Deve ser muito tranquilo.",
                "que delícia de viver! sair, espairecer!",
                "que coisa mais linda",
                "Que sonho!\n\nCada dia mais penso em sair do noroeste de SP e ir para alguma cidade do sul.\n\nEu e meu marido (hxh) juntos ganhamos líquido 3500 lulas não acho que temos muito a perder em tentar uma vida por aí. \n\nPenso em Curitiba mas vira e mexe tô pesquisando outras cidades tbm"
            ]
        },
        {
            "title": "Duas fotos onde testei um tom mais quente, alguma dica sobre edição na foto ?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12r7dwc",
            "num_comments": 1,
            "comments": [
                "Minha dica é: toda foto tem sua beleza. Vc pode estudar sobre tons, claridade, sombras, exposição, temperatura, contraste, etc... mas o q importa é vc gostar. O legal da fotografia é isso, vc tirar foto e editar do jeito q gosta. Tem mtos críticos por aí que seguem receita de bolo pra tudo e vão querer opinar... esses são o arroz e feijão da fotografia. Se vc curtiu ela tá perfeita.\nÚnica coisa que eu comento sobre edição é: não tenha medo do escuro.\nEdit: isso eu digo como hobby. Caso pretenda trabalhar aí sim vc precisa agradar o cliente, q fique claro kkk. Ou vc pode ser bem marrento e dizer q o estilo é teu tb, compra se quiser  kkkkk."
            ]
        },
        {
            "title": "Pôr do sol na Praia do Centro - Pipa/RN",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12r46r0",
            "num_comments": 1,
            "comments": [
                "Fotão!"
            ]
        },
        {
            "title": "Vocês fazem parte de grupo(s) de fotografia ou gostariam de fazer?",
            "selftext": "Basicamente é isso, pessoal.\n\nGostaria de me conectar com pessoas que tenham a fotografia (digital ou analógica) como hobby ou profissão.\n\nA princípio, além de trocar experiências e tal, gostaria de participar de grupos de saídas fotográficas (SP Capital e região).\n\nO que eu mais curto fotografar é: cotidiano, arquitetura e esporte (não necessariamente nessa ordem)\n\nQuem tiver sugestões de grupos -em qualquer rede social- me indiquem por favor!\n\nValeu!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12r0ht1",
            "num_comments": 4,
            "comments": [
                "No facebook tinha vários grupos. Não sei hoje. Mais de 5 anos que fechei a conta no facebook....\n\nParticipei e saia sempre que possível . Foi muito legal, tenho boas fotos das saídas fotográficas que fizemos em cidades do entorno de SP e até mesmo no centro de SP . Em grupo há uma segurança adicional para andar pelo centrão e fotografar mais ou menos à vontade. Sozinho, além de ser alvo, vc fica meio pateta ali procurando ângulos e tirando fotos de pessoas etc. Um bem legal e relativamente seguro para fazer em um pequeno grupo se vc conseguir junto 3 ou 4 pessoas, é ir aos domingos no Minhocão. Fiz algumas fotos de panning do povo andando de bicicleta bem legais. Além disso, algumas pessoas estão abertas para um retrato , bem mais do que em dia da semana em outro contexto.",
                "Cara, vi seu post lá no r/saopaulo e eu estou tentando fazer a mesma coisa, mas a maioria dos grupos que achei não parece muito ativo (e tb não achei nenhum de whatsapp ou telegram). Estou pensando em ir num rolê do @clicksp_oficial (instagram), mas ainda não deu boa haha"
            ]
        },
        {
            "title": "Tirada dentro do ônibus do serviço",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12r08nu",
            "num_comments": 1,
            "comments": [
                "Pôr do sol bonito"
            ]
        },
        {
            "title": "lusco-fusco",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12qzdhz",
            "num_comments": 1,
            "comments": [
                "Onde? Muito lindo"
            ]
        },
        {
            "title": "praia",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12qm2ne",
            "num_comments": 0
        },
        {
            "title": "Uma tarde de segunda na Ilha do Governador 🏖🌴",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12qi1iy",
            "num_comments": 17,
            "comments": [
                "Lindo o meu bairro ❤",
                "Aaaaah minha Ilha maravilhosa ♡♡♡",
                "Essa foto ficou maravilhosa",
                "Praia da Bica ? Morei 8 anos ai, voltei pro espírito santo agora, de todo Rio de janeiro só me sentia seguro na ilha...",
                "Morei na ilha na minha infância, nós bancários. Estudava na Rodrigo Otávio, bons tempos.",
                "Não há lugar melhor para se morar!",
                "Perto da pracinha isso ai?"
            ]
        },
        {
            "title": "Tirei já faz um tempo",
            "selftext": "Eu comecei a tirar fotos do céu todo dia para postar no story do meu Instagram, tirei várias e algumas eu nem postei, vou compartilhar elas por aqui, espero que gostem!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12q693b",
            "num_comments": 0
        },
        {
            "title": "Humo",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12pyp9q",
            "num_comments": 2,
            "comments": [
                "MUITO, BOM!\nComo?"
            ]
        },
        {
            "title": "Biblioteca Pública",
            "selftext": "Fiz essas fotos hoje, quando fui lá. Desta vez, usei efeitos do VSCO.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12px5n9",
            "num_comments": 2,
            "comments": [
                "Acho a primeira foto escura dms"
            ]
        },
        {
            "title": "Uma tarde calorosa.(calorosa até demais)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12pul7w",
            "num_comments": 2,
            "comments": [
                "r/fakealbumcovers",
                "imagem Linda."
            ]
        },
        {
            "title": "Onde registrar minhas fotos?",
            "selftext": "Olá pessoal. Como um novato nesse mundo, não conheço direito as plataformas mais famosas de fotografia, então queria saber onde vocês compartilham suas fotos. Hoje em dia eu só posto no Instagram (jgabriel.jpg pra quem quiser conhecer).",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12p9y81",
            "num_comments": 5,
            "comments": [
                "Eu acho que as três melhores redes HOJE para postar imagens mantendo a qualidade são: 500px, Behance e Vero",
                "Pode montar um perfil no VSCO, usando os efeitos de lá, ou postar no Flickr 🫶 também tem subredits aqui"
            ]
        },
        {
            "title": "Moss.",
            "selftext": "minha primeira foto tirada em abril. Já tirei muitas depois dessa, mas avaliem, por favor para que eu possa melhorar. — Foto tirada pelo celular em um local pequeno.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12p2wml",
            "num_comments": 0
        },
        {
            "title": "Pardais",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12omhal",
            "num_comments": 0
        },
        {
            "title": "Trilho (?) abandonado",
            "selftext": "Não sei exatamente o que seria, mas aparentemente é um trilho abandonado (se alguém souber coloque nos comentários). Foto tirada no ano retrasado em uma trilha na região próxima à Rio do Sul - SC.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ofgig",
            "num_comments": 13,
            "comments": [
                "Caraca que lindo, o RS realmente tem uns lugares muito incríveis, quero muito visitar um dia 🥰",
                "Conta comigo"
            ]
        },
        {
            "title": "As coisas não estão fáceis",
            "selftext": "Então estou fazendo essa rifa pq ganhei uma viagem de um familiar e como todo universitário estou dura demais e não tenho nada pra gastar lá. Estou divulgando por puro desespero. Sou RJ e meu Instagram profissional é @samarasantosfotografia, quem quiser ajudar é muito bem vindo",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12odnyb",
            "num_comments": 2,
            "comments": [
                "OP, coloca a cidade, assim quem tiver interesse sabe se é viável pela distância.",
                "Sou da Ilha do Governador"
            ]
        },
        {
            "title": "Viagem à lua",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12nqp9e",
            "num_comments": 0
        },
        {
            "title": "O amanhecer refletido nos prédios do Recreio dos Bandeirantes, RJ.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12nk3y2",
            "num_comments": 0
        },
        {
            "title": "\" A beleza está em quem sente através do olhar \" 🌄📸",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12nj7u8",
            "num_comments": 0
        },
        {
            "title": "Convento da Penha, Vila Velha - ES",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12nbmvt",
            "num_comments": 0
        },
        {
            "title": "Era uma tarde chuvosa com um céu meio dourado e laranja.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12n15g2",
            "num_comments": 0
        },
        {
            "title": "Salvador-Ba",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12mpkt4",
            "num_comments": 0
        },
        {
            "title": "Árvore em frente à casa dos meus pais",
            "selftext": "Foto um pouco antiga, acredito que seja de 4 ou 5 anos atrás.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12mmsrb",
            "num_comments": 2,
            "comments": [
                "Que linda! Hoje em dia ela ainda está de pé?"
            ]
        },
        {
            "title": "Começando a fotografar...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12mghpq",
            "num_comments": 0
        },
        {
            "title": "Estrada próximo à minha casa",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12mecdy",
            "num_comments": 18,
            "comments": [
                "Muito linda! Eu criaria o hábito de caminhar só para passar por aí todos os dias.",
                "Maneiro demais, meu!",
                "Nossa, parece muito uns trechos mais altos do Jardim Botânico aqui do Rio. Aonde é? Muito lindo!",
                "Lindo! Onde fica? (Pode dizer só o estado)",
                "1(+)0"
            ]
        },
        {
            "title": "Alguém já comprou da Zhiyun do Brasil? Alternativas para comprar câmeras em preço competitivo?",
            "selftext": "Estou pensando em comprar alguns equipamentos e a primeira coisa que aparece quando pesquiso no Google é essa loja, \"Zhiyun do Brasil\". \n\n&#x200B;\n\nMe senti obrigado a perguntar se alguém já comprou de lá, porque o valor é ridiculamente mais barato que qualquer outro lugar, e quando a esmola é muito grande o santo desconfia...\n\n&#x200B;\n\nAlguma alternativa de site para comprar equipamentos em um valor competitivo?  \n\n\nObrigado desde já!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ls49p",
            "num_comments": 0
        },
        {
            "title": "um lugar calmo, Santo André SP",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ldsps",
            "num_comments": 0
        },
        {
            "title": "Salve, isso foi da banda que fiz indo pro parque da redenção POA, podem avaliar, agradeço.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12lbk9s",
            "num_comments": 8,
            "comments": [
                "Fala amigo! Cara, achei a primeira foto e a última um pouco \"poluídas\" visualmente.\nA do meio a composição poderia está um pouco melhor. Mas isso também depende se não tinha poluição visual pra baixo.\nMas em geral, tá no caminho.",
                "Me encantan estas fotos",
                "Gostei da primeira e da segunda, mas a última ficou um pouco ruim por conta do poste, ele mt preto tirou a noção de profundidade da foto."
            ]
        },
        {
            "title": "Filmes pra uma Yashica MD135",
            "selftext": "Sempre me interessei bastante por fotografia analógica e recentemente comprei essa câmera do título, mas ainda tô muito em dúvida de qual filme comprar. Acho que os filmes em preto e branco dão um resultado muito maneiro e queria ir pra esse lado.\nTenho visto umas fotos feitas com filme vencido e algumas dão um efeito incrível também, mas enfim. Pessoas que manjam mais, tem alguma recomendação?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12l4j96",
            "num_comments": 2,
            "comments": [
                "Filmes preto e branco legais:\nFomapan(100 e o 400 são os mais comuns de se achar), Kodak tri-x 400\n\n\nColoridos: Colorplus, Gold, Portra, filmes coloridos se acha em uma grande diversidade, não existe truque, tem que testar os filmes e escolher o que você mais gosta.\n\nNão recomendo filme vencido, não é bom para iniciantes, os resultados de foto dão uma variação muito grande."
            ]
        },
        {
            "title": "Fiz o ensaio e até gostei de alguns resultados!! Quem tiver alguma dica ou critica eu aceito!!!",
            "selftext": "Fiz o ensaio com uma canon T3I + 18 - 35mm",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12l10nh",
            "num_comments": 4,
            "comments": [
                "Gostei da paleta de cores seguir esse tom amarelado.\n\nAcho que a posição da modelo na foto numero 3 ficou meio estranha, talvez alguns pequenos ajustes no ombro, um movimento de leve da cabeça para a direita para mostrar um pouco mais o rosto, e alguma mudança na posição dos braços.\n\nNo geral ficaram legais. Parabéns op.",
                "boas ! Senti falta de close up do rosto e meio-corpo, que são clássicas em ensaios.\n\nTambém senti falta de um certo dinamismo. Em todas vc está sentada ou encostada em algo. Algo com mais movimento traz dinamismo e jovialidade mas é um desafio técnico para o fotógrafo pois não é trivial conseguir fotos não tremidas e em foco nessa situação. \n\nOutra dica é  variar o figurino e ter vários looks no ensaio. De novo, é um outro desafio para fotos fora de estúdio.",
                "Cara gostei bastante, acho que na primeira foto só poderia ser menos granulado, e na terceira uma postura melhor mas a segundo foto ficou incrível, parabéns"
            ]
        },
        {
            "title": "Falling Ligths - Me - Fotografia - 2022",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12kxubv",
            "num_comments": 8,
            "comments": [
                "for some reason I really liked this picture",
                "ICM !!!! Muito da hora !!!",
                "Para fazer essa foto eu usei uma técnica de abstracionismo, Velocidade do obturador baixa, diafragma bem fechado e um movimento com a câmera para captar somente as luzes.\n\nCanon 70D com lente do kit 18-55mm\n\n\\-----------------------------------------------------------------------------------------------------------------------------\n\nTo make this photo I used an abstractionist technique, low shutter speed, tightly closed diaphragm and a movement with the camera to capture only the lights.\n\nCanon 70D with kit lens 18-55mm"
            ]
        },
        {
            "title": "[CAFÉ] Kombis são tão incríveis que cabe até uma cafeteria inteira dentro de uma",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12koysv",
            "num_comments": 1,
            "comments": [
                "Foco tinha saído meio zoado, tirei quando estava aprendendo (e ainda estou), mas ainda gosto de como ficou."
            ]
        },
        {
            "title": "Cartão de crédito como forma de pagamento",
            "selftext": "Quero tirar uma dúvida, mas com fotógrafos profissionais. Vocês aceitam parcelamento de cartão de crédito em até quantas vezes? Eu aceito até 2x, mas vejo fotógrafos aceitando mais. Eu quero aumentar o parcelamento para ajudar um pouquinhos os clientes, mas como fica o financeiro de vocês? Qual conta vocês usam para pagamento com cartão de crédito? Estou com receio de aumentar o parcelamento e me ferrar financeiramente. Quem puder responder e ajudar, eu agradeço!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12jyg6k",
            "num_comments": 2,
            "comments": [
                "Geralmente as empresas dessas máquinas de cartão tem disponíveis quais taxas elas cobram pra cada parcelamento, o Mercado Pago inclusive permite vc fazer simulações pra saber o quanto isso afetará seu faturamento.\n\nMas tenha em mente tbm que nada lhe impede de oferecer mais que 2x porém com juros. Se vc acha que a palavra juros irá afastar a clientela, vc pode adotar a estratégia contrária: aumenta seu preço base e oferece desconto pra quem pagar a vista."
            ]
        },
        {
            "title": "Amanhã vou fazer um mini ensaio e não sei mt bem como seguir",
            "selftext": "Então, amanhã marquei com uma amiga minha de ir em um sebo e no centro da cidade pra tirar umas fotos, falei pra ela q é mais um \"ensaio pra estudo\" e n prometi nada muito \"nossa ficou incrível\", mas gostaria que ficasse minimamente bom, vocês me dariam alguma dica de como dirigir uma modelo e como fazer um ensaio?\nObg",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12juj0o",
            "num_comments": 4,
            "comments": [
                "Qual ou quais lentes está levando ?"
            ]
        },
        {
            "title": "Wooden Bridge - The Road to the Unknown",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12jrmnt",
            "num_comments": 1,
            "comments": [
                "Estava fazendo uma trilha e subi nessa ponte especificamente pra fazer essa foto, utilizando a linha guia como técnica principal, uma foto com baixa exposição, para manter um tom misterioso no final da ponte. \n\nAceito feedback\n\nUsei uma canon 70d com lente do kit 18-55mm"
            ]
        },
        {
            "title": "Achei esses meninos pegando umas frutas",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12j5r6k",
            "num_comments": 2,
            "comments": [
                "Gosto muito dessa foto, me traz uma nostalgia estranha!"
            ]
        },
        {
            "title": "Mais uma pequena flor (oc)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12j550i",
            "num_comments": 0
        },
        {
            "title": "Cores de Sampa",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12j253e",
            "num_comments": 2,
            "comments": [
                "Duque de Caxias?"
            ]
        },
        {
            "title": "Criadores de conteúdo sobre fotografia",
            "selftext": "Olá pessoas, sou novo por aqui e relativamente novo na fotografia (comecei ano passado), estou aprendendo mais sobre teoria e conceitos. Queria saber se conhecem produtores de vídeos que tratam da fotografia, mais para auxiliar com os estudos, pode ser br ou gringo, enfim, fique a vontade para recomendar se conhecer :)",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12j1nd0",
            "num_comments": 0
        },
        {
            "title": "Uma foto sem propósito nenhum, mas me agradou.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12izjdz",
            "num_comments": 4,
            "comments": [
                "Sinistro, consegui ver o momento que aquela luz ali piscou e queimou logo antes de um cara esquisito entrar pela porta.",
                "Ficou maneiro, meu",
                "parce que cê ta morando na Matrix"
            ]
        },
        {
            "title": "Morro de São Paulo, Bahia - Brasil! B&W - trees on the beach. By: Caue Tucci",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ixwcv",
            "num_comments": 2,
            "comments": [
                "Foto linda meu deus."
            ]
        },
        {
            "title": "Parque Central Santo André SP",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ivplm",
            "num_comments": 2,
            "comments": [
                "Que contraste de cores bonito entre o céu e o chão."
            ]
        },
        {
            "title": "Céu em Tatuí, Abril de 2023",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12isc8m",
            "num_comments": 0
        },
        {
            "title": "Timelapse do por do sol em Natal, RN",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12inq9n",
            "num_comments": 2,
            "comments": [
                "Qual a diferença de tempo entre a primeira e a última?"
            ]
        },
        {
            "title": "Foto editada e sem edição, opiniões? (Leiam a legenda)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ihcc3",
            "num_comments": 1,
            "comments": [
                "Editada ficou melhor."
            ]
        },
        {
            "title": "Foto da lua que tirei hoje",
            "selftext": "Lua (Selene), Tatuí, Abril de 2023.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12i4zvm",
            "num_comments": 4,
            "comments": [
                "Ótima foto... Tentei ontem, mas no celular é treta .",
                "Qual equipamento usou?"
            ]
        },
        {
            "title": "Prédio do shopping total, poa.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12i3fbz",
            "num_comments": 1,
            "comments": [
                "Avaliam por favor!"
            ]
        },
        {
            "title": "Cidade do interior nas margens do Rio São Francisco",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12i2iqc",
            "num_comments": 0
        },
        {
            "title": "Casal de pássaros e um lindo pôr do sol",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12hxouo",
            "num_comments": 2,
            "comments": [
                "Uauuu 🤩 aonde fica?"
            ]
        },
        {
            "title": "Manhã no Jardim",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12hsg98",
            "num_comments": 0
        },
        {
            "title": "Mirante do Cristo - Petrópolis",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12hqfk0",
            "num_comments": 0
        },
        {
            "title": "Olho pós noite mal dormida",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12hozi2",
            "num_comments": 0
        },
        {
            "title": "O gato do meu vizinho 🐱 opinem, por favor",
            "selftext": "Tirei essa foto do gato do meu vizinho que não sai da minha garagem. Quase que não consigo pegar um close dele, ele não parava quieto.\nO que acharam da foto?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12hlwky",
            "num_comments": 12,
            "comments": [
                "Não tá miau...",
                "Achei bacana e fofo, bons clicks!",
                "realmente um gatinho",
                "A sua fotografia ficou fofa",
                "Bom trabalho! As duas fotos ficaram legais, principalmente a segunda!",
                "Na minha humilde opinião, é um gato"
            ]
        },
        {
            "title": "aceito críticas e sugestões de como poderia ter feito melhor usa da fumaça e luz",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12h1gw8",
            "num_comments": 2,
            "comments": [
                "Poderia ter usado a luz mais a seu favor, deixando uma foto mais iluminada e utilizar a fumaça atrás dele, ou de cima para baixo para dar um ar \"misterioso\", alem da primeira foto estar desfocada.\n\nFicaram boas, mas faltou o \"tchan\", de qualquer forma, parabéns :D"
            ]
        },
        {
            "title": "Qual equipamento comprar com 5k?",
            "selftext": "Contexto:\n\nEu trabalho com fotografia (CLT, Nikon D7500, 18-140mm, ensaios em praia), mas gostaria muito de começar alguns trabalhos sozinho. Sou designer e artista 3D por profissão ([exemplo de um projeto que irei publicar em Abril](https://imgur.com/a/gvqbOBa)). \n\nEu recentemente comprei uma T3i usada (primeira câmera própria), porém estou triste com a nitidez e qualidade que obtenho com ela em luz natural, mesmo tendo um flash externo. Estou na dúvida se vale a pena manter e utilizar o equipamento por alguns meses para decidir melhor ou se a revendo.\n\nEstava olhando algumas opções mirrorless, como a Canon M50 e me interessei, porém minha falta de experiência em fotografia não me faz estar certo se o equipamento seria minha melhor opção.\n\nMeu objetivo é: fotografar produtos (alinha com minha experiência pessoal como designer/3D artist), mas também outros nichos como eventos/casamentos. Como estou iniciando gostaria de experimentar um pouco antes de decidir um nicho. Eu tenho alguns trabalhos marcados, que envolveriam ir a alguns comercios fotografar produtos em luz natural, casamentos a noite, interno, com o flash. Gostaria também de ter a opção de gravar algum vídeo (exemplos seriam vídeos de eventos, b-rolls, o behind the scenes de algum ensaio, o que já fiz com a D7500 e um Gimbal + uma 50mm 1.8)\n\n&#x200B;\n\nA verdadeira pergunta:\n\nA Canon M50 Mark II com uma 14-45mm 3.5 é uma boa opção para mim? Existem opções melhores?\n\nEnfatizando novamente que nunca tive uma câmera na vida, embora já tenha trabalhado com uma T3 há muitos anos atrás, e ter passado os últimos dois anos fotografando com uma Nikon D7500.\n\n&#x200B;\n\nDesculpe o textão, estou investindo em pesquisar bastante antes de fazer besteira.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12gzt9s",
            "num_comments": 5,
            "comments": [
                "Com esse valor recomendo investir em equipamento de iluminacao. Sua D7500 já é muito boa, e o que realmente vai fazer diverenca é luz. \n\nEquipamento de flash, sombrinha, softvox, stand, etc...",
                "Sony ZVE-10. Sem a lente do kit.",
                "Não compre câmeras da linha M da Canon. São câmeras ótimas, mas já saíram todas de linha e a Canon **não irá mais lançar novos produtos**. O ideal para quem vai começar hoje em mirrorless da Canon é a linha R, mas são equipamentos caríssimos para o padrão brasileiro. Apenas o corpo de uma Canon RP estouraria o teu orçamento. Essa é a minha opinião, baseada no fato de que os lançamentos da linha FD (analógica) da Canon duraram de 1971 a 1992, os da linha EF (analógica e digital) duraram de 1987 a 2018 e os da linha M apenas de 2012 a 2018.\n\nNo teu lugar, eu manteria a T3i e investiria em lentes e iluminação. Apesar da linha EF-S já ter sido descontinuada, tem muita coisa disponível e barata para ela no mercado, sejam pontas de estoque em lojas ou bons usados. \n\nOs teus objetivos são muito diferentes entre si (\"fotografar produtos (alinha com minha experiência pessoal como designer/3D artist), mas também outros nichos como eventos/casamentos\" e \"opção de gravar algum vídeo\") e não existe um conjunto de equipamentos que seja perfeito para todas essas situações e que custe menos do que R$5k. Como fotografia de produto geralmente é feita em um ambiente controlado, diferente de um casamento, eu compraria uma boa lente para eventos. Sugiro dar uma olhada na Canon ou Sigma EF-S 17-50 f/2.8. \n\nEssa lente funciona bem como grande angular e quase tele em um sensor APS-C, como o da T3i. Leia reviews sobre essas lentes, compare-as e veja se os resultados são interessantes para o teu uso projetado."
            ]
        },
        {
            "title": "Conheça o Bruce (oc)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12gz0sb",
            "num_comments": 2,
            "comments": [
                "Ele tem cara de Bruce mesmo."
            ]
        },
        {
            "title": "Ipatinga - MG",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12guzzi",
            "num_comments": 0
        },
        {
            "title": "08/04/23",
            "selftext": "Nessa foto eu tive auxílio da regra dos terços  para tentar dar um efeito de profundidade.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12gsqfv",
            "num_comments": 2,
            "comments": [
                "Qual é o lugar?"
            ]
        },
        {
            "title": "Rildi, 2020",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12g2wkz",
            "num_comments": 2,
            "comments": [
                "Lindo demais seloko"
            ]
        },
        {
            "title": "amanhecer na barra de ibiraquera",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12g16di",
            "num_comments": 0
        },
        {
            "title": "Florzinha na chuva",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12fp8kg",
            "num_comments": 0
        },
        {
            "title": "Paraíso Perdido - Capitólio - MG",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12f4egj",
            "num_comments": 2,
            "comments": [
                "Ano passado tava todo mundo do meu Instagram indo pra esse lugar.",
                "que incrível!"
            ]
        },
        {
            "title": "Curitiba - Parque Tanguá",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ewxxu",
            "num_comments": 0
        },
        {
            "title": "Entrada do prédio onde trabalho",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12ewu6u",
            "num_comments": 1,
            "comments": [
                "Eita que chique nsjsj"
            ]
        },
        {
            "title": "Artigos religiosos, Convento da Penha - Vila Velha, ES",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12eq77a",
            "num_comments": 0
        },
        {
            "title": "Ela",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12e766n",
            "num_comments": 0
        },
        {
            "title": "Flor👍",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12dzfma",
            "num_comments": 0
        },
        {
            "title": "Primeira foto com câmera",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12dz57e",
            "num_comments": 0
        },
        {
            "title": "[CAFÉ] Café com pimenta.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12dyvjr",
            "num_comments": 2,
            "comments": [
                "Que iluminação interessante. Poderia ser a foto de divulgação do café dos White Stripes, caso a banda ainda existisse ou lançasse a sua própria marca de café."
            ]
        },
        {
            "title": "Mirante da sereia",
            "selftext": "Essa foto tirei mês  passado quando eu fui a praia com o meu pai e eu gostei muito dessa foto e pensei que ficaria daora dar uma editada ent esse aí é o resultado\nA primeira foto é a original.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12dxfkm",
            "num_comments": 2,
            "comments": [
                "a segunda foto (no caso a editada) ficou parecendo uma pintura.\n\ngostei bastante!!!"
            ]
        },
        {
            "title": "Namoradeira",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12dpyso",
            "num_comments": 0
        },
        {
            "title": "Fotos que tirei do pôr-do-sol na minha cidade.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12dloqf",
            "num_comments": 3,
            "comments": [
                "A estética nacional da não estética ♡"
            ]
        },
        {
            "title": "bosco",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12de83f",
            "num_comments": 0
        },
        {
            "title": "Santuario Madonna della Corona",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12de5j9",
            "num_comments": 0
        },
        {
            "title": "dias chuvosos também são lindos",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12d37gw",
            "num_comments": 3,
            "comments": [
                "De onde é essa foto? Esse lugar é bem lindo",
                "Tem razão, pena que onde eu moro não chove muito."
            ]
        },
        {
            "title": "Uma voltinha por onde moro",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12d1r27",
            "num_comments": 4,
            "comments": [
                "Eu também gosto de sair e tirar fotos por tirar. Como tu decide sobre o que registrar e o que passar? Eu fico na neura de deixar passar algum momento"
            ]
        },
        {
            "title": "Aluguel de câmera Nikon no RJ?",
            "selftext": "Vou viajar a trabalho e estou querendo alugar uma câmera Nikon pra levar, tenho minhas duas e mais 9 lentes mas queria uma mais legal para o trabalho. alguém sabe onde consigo?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12cx8yv",
            "num_comments": 0
        },
        {
            "title": "Foto que gostei",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12cx6wp",
            "num_comments": 0
        },
        {
            "title": "Grãos",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12cvqkw",
            "num_comments": 0
        },
        {
            "title": "Fotografia do nascer da lua",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12c6ptr",
            "num_comments": 0
        },
        {
            "title": "Fui fotografar um evento da UFRJ e fiz essas fotos bacanas, fui contratada por uma empresa de Projeções que fez esse trabalho das fotos. O que acham?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12bu750",
            "num_comments": 2,
            "comments": [
                "Achei muito bonitas",
                "Eu concordo com o Fabricio , super bonitas. Bom trabalho!"
            ]
        },
        {
            "title": "Museu Egipcio Curitiba",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12b43h0",
            "num_comments": 0
        },
        {
            "title": "Foto que direi em 2019 no estúdio da faculdade. Minha colega bailarina e eu estávamos com tempo livre.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12b0r6c",
            "num_comments": 1,
            "comments": [
                "Se quiserem ver mais me sigam no Insta. Criei uma conta nova e ainda está fraco o engajamento.\n\n[Instagram](http://www.instagram.com/schenk.foto)"
            ]
        },
        {
            "title": "Como você se sente em relação à Inteligência artificial na fotografia?",
            "selftext": "Tenho visto muitos perfis de fotografias criados com IA, muitos com milhares de seguidores. Outra coisa também são os aplicativos que \"corrigem\" fotos com uso de IA, de certo me incomodan bastante. E você?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12aq3gj",
            "num_comments": 8,
            "comments": [
                "Acho q não é nada q prejudique o trabalho. Tanto na fotografia, arte e outras areas vejo a ia como uma ótima ferramenra que precisa de regras e leis para funcionar, mas que vem para ajudar assim como outras ferramentas que ja existem e que agilizam o nosso trabalho. Td é questão de tempo, se der certo jaja essa area estará mais regulamentada e poderemos tirar proveito da ajuda das IA's.\n\n (Ja está havendo um movimento de grandes referencias dessas areas de tecnologia pedindo um \"freio\" nessa areas para haver uma regulamentação e evitar futuros erros.)",
                "Um fotógrafo famoso confessou que usava IA para gerar as suas fotos, que todo mundo achava que eram retratos. Inclusive o cara inventava que usava um equipamento e até exif \n\n\nhttps://www.tecmundo.com.br/redes-sociais/260961-fotografo-famoso-instagram-confessa-retratos-gerados-ia.htm",
                "Acho que é o mesmo \"nooooooossa\" dos pintores quando a fotografia foi inventada: em algum momento irá virar coisas fundamentalmente distintas!",
                "Assim como tudo que está na moda, ela vai passar pelo ápice da novidade onde só se vai consumir disso, mas depois de um tempo encontra o seu propósito e normaliza o seu uso.",
                "Péssimo, na verdade com qualquer coisa acho péssimo essa inteligência artificial (me julguem), mas convenhamos, não é nada tão necessário que a gente não possa viver sem, vivemos todos esses sem numa boa",
                "Já aceitei que todas as profissões vão acabar e que o mundo vai ser tomado por miséria e caos",
                "AI na fotografia é só um novo tipo de colagem ilustrativa. Pode levar um tempo pra assimilarem isso, e não mais equipararem há um registro de momentos únicos, que no caso, é o real conceito de fotografia."
            ]
        },
        {
            "title": "Pela janela.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12apkxk",
            "num_comments": 2,
            "comments": [
                "Isto é realmente lindo :)"
            ]
        },
        {
            "title": "Alguém tira aql mlk lá de trás pf",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12aoysf",
            "num_comments": 2,
            "comments": [
                "https://preview.redd.it/lyeswc8ahwra1.png?width=1080&format=pjpg&auto=webp&v=enabled&s=fd7fb8234a8a983b1d61d9f2c4bade1e4bad8ebf\n\nAqui está!",
                "?"
            ]
        },
        {
            "title": "1° post por aqui. Poderia me dar a sua opinião sobre a foto?",
            "selftext": "Oiee!!\nSou artista, mas não sou fotógrafa (no sentido profissional), apesar de ser apaixonada por fotografias e por registrar a beleza das coisas que vejo. Estou sempre tirando fotos para guardar como referência e para praticar composição nos meus desenhos e pinturas.\nPretendo estar postando de vez em quando por aqui as minhas fotos e pedir a opinião de vocês. Assim, posso estar estudando as melhores maneiras de aplicar coiceitos de fotografia nas minhas artes também.\nDesde já, agradeço pela atenção.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12aoq6n",
            "num_comments": 3,
            "comments": [
                "Nossa, eu deixei os comentários num modo mó esquisito 👀 logo aprendo a mexer aqui kkkkkkk",
                "A linha do horizonte está reta, o que já é um ponto positivo e tanto! Eu removeria a placa sobre os jacarés ali, pra deixar o local mais limpo e natural. Ademais, está linda!"
            ]
        },
        {
            "title": "[CAFÉ] Xícaras e quadros.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "12am7p4",
            "num_comments": 1,
            "comments": [
                "Mais um mês, mais um desafio, vqv.   \n [https://www.instagram.com/mabfocus/](https://www.instagram.com/mabfocus/)"
            ]
        }
    ]
}