{
    "posts": [
        {
            "title": "Nena de mamá",
            "selftext": "#tiki #bebe #pensando",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1284463",
            "num_comments": 1,
            "comments": [
                "Que agustito!!!!!"
            ]
        },
        {
            "title": "Adotei a Joelma em dezembro e cada dia fica mais fofa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "128254d",
            "num_comments": 1,
            "comments": [
                "A barriguinha 😍😍😍😍😍"
            ]
        },
        {
            "title": "Electra em seu sono vespertino de beleza",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "128152u",
            "num_comments": 0
        },
        {
            "title": "Quão gostoso tava esse soninho?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "127uydo",
            "num_comments": 3,
            "comments": [
                "o sorrisinho no rosto é o charme, lindo demais!!!",
                "Aiiiii 😍😍😍😍",
                "Nossa, muito. Dá até pra ver um rostinho de satisfação. Que fofo"
            ]
        },
        {
            "title": "Meu primeiro gatinho 😊",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "127t9dc",
            "num_comments": 10,
            "comments": [
                "É o seguinte. Só compre ração de qualidade. Os dois ou três primeiros ingredientes devem ser carne e não farinha de milho ou de arroz ou trigo ou qualquer outra coisa que não seja carne, farinha de vísceras etc. O cloreto de sódio deve ser um dos últimos ingredientes. Não compre ração colorida que tem muito corante e causa pedra nos rins dos gatos.\nTenha sempre Biodex porque uma hora pode precisar. Se ele estiver com dificuldade pra urinar algum dia pode dar pra ele enquanto não leva ao veterinário e faça ele mijar em algum plástico e veja se o xixi está saindo vermelho ou não e se tá saindo pouco ou não e se o gato está demorando muito pra urinar. Se seu gato ficar gripado (tossindo e espirando e sem querer comer ficar fraco)  dê enrofloxacino 50 mg e Tussedam. A dosagem é conforme o peso. Pese o gato pra saber o peso dele pra dar a dose certa. Não dê carne crua porque causa toxoplasmose e dá vermes. Não deixe de dar vermífugo pra ele.",
                "Meu cobertor é igual o seu. Os gatinhos daqui adoram e ficam só amassando pãozinho acho que é porque  o pano fofo e peludo lembra da mãe deles",
                "Parece que tá sorrindo 😻",
                "Que gracinha 🤩😻\nQual o nome?"
            ]
        },
        {
            "title": "meu gato dorme de um jeito mt esquisito!!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "127jyom",
            "num_comments": 2,
            "comments": [
                "Que fofo parece que usa luvinha",
                "O meu dormia assim até os dois anos, mais ou menos. Agora com 5 ele é um pouco (bem pouco) mais normal."
            ]
        },
        {
            "title": "Hoje eu sou o foco!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "127isye",
            "num_comments": 5,
            "comments": [
                "Que lindo seu gatinho 🥰🥰🥰",
                "A segunda foto é uma obra de arte, mas a primeira ganhou meu coração. Muito fofo!!"
            ]
        },
        {
            "title": "Por que todos os laranjinhas são surtados?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "127eci9",
            "num_comments": 8,
            "comments": [
                "Genética abençoou eles :p",
                "Meus laranjas são ultra carinhosos. Mas quando eu menos espero... PÁ! Um surto!\n\nDiversão garantida.",
                "r/oneorangebraincell",
                "pra mim é ao contrario. Geralmente os laranjas q eu ja vi são os mais carinhosos, e os brancos siameses q são surtados",
                "os laranjinhas são os mais carentes"
            ]
        },
        {
            "title": "Stop! Fbi!💥🚫",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "127afwp",
            "num_comments": 1,
            "comments": [
                "I surrender"
            ]
        },
        {
            "title": "Adoção do segundo felino",
            "selftext": "Cinco semanas atrás adotei uma gatinha, a Peggy (cinza). Hoje ela tem aproximadamente 6 meses. Sábado vou buscar um outro gatinhO (branco), que pretendo adotar caso eles se deem bem.\n\nPreciso muito de dicas de como fazer essa integração de dois filhotes, pois toda informação que encontrei na internet é de como introduzir um filhote num lar que já tem um gato adulto.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1278ulx",
            "num_comments": 2,
            "comments": [
                "Dizem que com o tempo se acostumam, eu tenho 1 casal e a fêmea é a mais velha, nunca curtiu o irmão o mais novo e isso já tem anos, até hoje ela é arisca com ele, quando ele tenta se aproximar ela mostra os dentes rs mas acostumou com a presença dele na casa, só não quer perto dela. Ainda assim pegamos o outro e ele continua conosco, ele deita um pouco próximo dela as vezes e ficam de boa, mas se ele olha pra ela então ela já se incomoda rs é uma relação de amor e ódio aqui, mas no fim eles se adaptam com a presença um do outro, mesmo que não interajam. Dicas vou ter que aguardar comentarem porque nunca usamos nada disso rs so adotamos e pronto 🤡",
                "Muito bonitinho, parabéns."
            ]
        },
        {
            "title": "meu primeiro gatinho",
            "selftext": "Bem, adotei uma gatinha, a Alice. Foi meu primeiro animalzinho.\n\nTenho algumas dúvidas quanto ao cuidado/criação. \n\nAlgumas dicas?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1270hud",
            "num_comments": 1,
            "comments": [
                "Não deixe sair na rua (lugar de gato é dentro de casa)\n\nVários potinhos de água (pq eles bebem pouco e tem muito problema urinário, se vc puder adaptar ela com uma fonte, melhor ainda)\n\nSachê/patê sempre (eles bebem pouca água então é bom complementar com alimento úmido. E não, não tem \"muito sódio\")\n\nCastre o miau\n\nGatos amam lugares pra escalar e se esconder (põe umas prateleiras se puder)\n\nVacinação e vermifugação no veterinário, vacina sempre nos membros \n\nRação q são boas e baratas: special, Golden (se vc puder comprar uma melhor: Premier é bem legal)"
            ]
        },
        {
            "title": "Gato de rua",
            "selftext": "O gato de rua chique que eu encontrei.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126z86b",
            "num_comments": 2,
            "comments": [
                "O gato de rua usa coleiras e etiquetas? Ele parece bem alimentado e cuidado. Belo gato :)",
                "Muito fofo 🩷"
            ]
        },
        {
            "title": "Meu gato, Menino.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126wnu8",
            "num_comments": 3,
            "comments": [
                "Que lindoooo 😍😍😍😍",
                "Que fofurinha 😍",
                "Parece ser calminho e ao mesmo tempo ter uma personalidade forte. Muito lindinho!"
            ]
        },
        {
            "title": "De touquinha",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126wlq8",
            "num_comments": 3,
            "comments": [
                "Aaaaaaaa 😍😍😍😍",
                "Que fofura ❤️😍",
                "Fofo demais, comprei para as minhas e elas odiaram 😩😍"
            ]
        },
        {
            "title": "Ragnar e sua maravilhosa recepção!",
            "selftext": "Que bom é chegar depois de um dia árduo de trabalho e saber que serei recebida dessa forma pelo meu filho 🤭❤️",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126vdp0",
            "num_comments": 3,
            "comments": [
                "Aaaaaa eu tenho um gêmeo do Ragnar aqui em casa! o Morpheus 🤍 são muito iguais",
                "r/lynxpointSiamese"
            ]
        },
        {
            "title": "hoje acordei abelha. kkkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126r9qs",
            "num_comments": 1,
            "comments": [
                "a única abelha que eu não teria medo 🤣 coisinha mais linda!!!!!!!!!!!"
            ]
        },
        {
            "title": "A mimir",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126nqb1",
            "num_comments": 0
        },
        {
            "title": "Assistindo Tv",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126ksyo",
            "num_comments": 1,
            "comments": [
                "😍😍😍"
            ]
        },
        {
            "title": "Solo e sua invejável elasticidade...",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126kezy",
            "num_comments": 0
        },
        {
            "title": "De lacinho 🤭",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126gca3",
            "num_comments": 4,
            "comments": [
                "Cara de quem tá perguntando \"Tô bonito, mamãe?\" kk",
                "Pronto pra entrevista dele",
                "Fofuraaaaaaa",
                "Lindo"
            ]
        },
        {
            "title": "Dormindo de um jeito fofo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126f5h3",
            "num_comments": 6,
            "comments": [
                "Que vida nossa ai pra ser um gato sem nada pra fazer",
                "😍😍😍😍😍",
                "Lindio",
                "Lindin 🥰"
            ]
        },
        {
            "title": "Salvei um gatinho filhote extremamente arisco e não sei o que fazer.",
            "selftext": "No mercado onde eu trabalho a mais ou menos dois meses uma gatinha surgiu no depósito e deu cria a alguns filhotes, só que por serem muito ariscos, tanto a mãe quanto os filhotes, nunca conseguiram pegar nenhum deles.Quando foi sábado 25/03 (os gatinhos já tem 1 mês e meio ou coisa assim, são bem filhotinhos) conseguiram capturar um dos filhotes, um gatinho preto (não sei se é macho ou fêmea mas reza lenda q é um machinho) e a minha fiscal de caixa perguntou se eu não poderia adota-lo, se não ele iria ser solto na rua e ninguém mais conseguia ficar com ele. Fiquei com receio porque moro com minha mãe e tenho 5 cachorros (4 shih tzus pequenos que não são problema e 1 vira-lata de porte médio que apesar de não ser agressiva não sei como reagiria ao gato) porém não queria que deixassem o gatinho na rua pra que morresse atropelado ou envenenado então acabei aceitando. A minha mãe aceitou com um pouco de receio, e diz todos os dias que esse gatinho não vai conseguir se adaptar, mas pra mim ela está errada só basta um pouco de insistência e paciência.Ao chegar em casa ele estava em uma caixa, soltei ele em um quartinho aqui em casa que tem uma cama, uma cômoda e um guarda-roupa, não tinha muita opção porque se o soltasse em qualquer lugar ele poderia fugir pra rua.Assim que o soltei ele foi direto se esconder em baixo da cama, assim como eu já esperava.Agora vem a parte em que preciso de ajuda: como posso fazer ele se adaptar?Eu tentei me aproximar, até que algumas vezes ele me deixou chegar perto, consegui fazer um pouco de carinho mas ele sibilou logo depois e se escondeu, ofereci comida mas ele não deu muita bola (ele só comeu quando deixei o pote com sachê em cima da cama onde ele gosta de deitar.)\n\nQual a melhor forma de me aproximar? tento de novo chegar com um pouco de comida? brincar com ele? devo ficar com ele ou dar pra alguém que possa cuidar? estou aberta a qualquer tipo de sugestão e opinião.\n\nObs: o pessoal do setor do açougue capturaram a mãe dos gatinhos tentando roubar comida e por ordem dos superiores (creio que a gerente, não tenho muitos detalhes) mataram ela, então creio que por isso o gatinho seja ainda mais arisco.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "126ajle",
            "num_comments": 3,
            "comments": [
                "Se ele gosta de ficar em cima da cama tenta colocar a comida nela e enquanto ele come ir tentando fazer carinho devagar. (Acho que essa é a melhor abordagem).\n\nNão precisa nem comprar muitos brinquedos caros por hora, pega algumas bolinhas de papel e joga perto dele, assim ele vai se acostumando a brincar com você. \n\nSei como é difícil lidar com um gatinho arisco, mas com muita paciência e amor eles se acostumam rapidinho."
            ]
        },
        {
            "title": "Disfrutando mientras hago videos ❤️ #shorts",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1263ied",
            "num_comments": 0
        },
        {
            "title": "Fiz uma tatuagem pra homenagear a minha Spice",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1263dru",
            "num_comments": 2,
            "comments": [
                "Ela é linda e a tattoo ficou incrível ."
            ]
        },
        {
            "title": "Balofinho me ajudando a fazer bolinho de chuva",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125zft0",
            "num_comments": 0
        },
        {
            "title": "Olhinhos de anjo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125xeft",
            "num_comments": 4,
            "comments": [
                "😍😍😍",
                "coisinha linda <3",
                "Muito fofo 🩷🩷🩷",
                "so cuteee"
            ]
        },
        {
            "title": "Vai embora não, pai",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125wdpx",
            "num_comments": 2,
            "comments": [
                "Que fofura! Amassando pãozinho no ar. 😍",
                "Que coisa fofa essa barriguinha"
            ]
        },
        {
            "title": "bem tranquilo a vida dele e assim.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125v5cf",
            "num_comments": 0
        },
        {
            "title": "Gatinha com obstrução no ureter. Já passaram por isso? Algum gatinho que precisou instalar um bypass? (cirurgia SUB)",
            "selftext": "Boa tarde, pessoal\n\nA Mabel é uma gatinha pequena de 3 anos e 4 meses. Nas últimas semanas descobrimos através de um ultrassom um cristal no ureter dela, levamos ao veterinário após um quadro de vômitos que ela apresentou. Ela tomou prazosina por uns 10 dias e nada do cristal descer. Segundo os veterinários ela precisará passar por uma cirurgia para resolver o problema, estão avaliando entre SUB (Subcutaneous Ureteral Bypass) ou Ureterostomia.\n\nEstou morrendo de medo e muito preocupado com isso tudo. Hoje vão entrar em contato comigo para que eu possa conversar com o veterinário especialista nesses tipos de cirurgia para receber mais detalhes. Eu li muito sobre o assunto e busquei as informações em diferentes lugares, mas encontrei pouquíssimas pessoas que passaram por situação semelhante. Vi que essa cirurgia SUB é extremamente cara e ainda requer manutenção de tempos em tempos, lavagem a cada 3 meses inicialmente (cirurgia em torno de R$ 6.000).\n\nO gatinho de alguém do sub já passou por situação semelhante e precisou fazer alguma dessas cirurgias? Alguém conhece alguém que já passou por isso e poderia me ajudar?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125uqmn",
            "num_comments": 2,
            "comments": [
                "Puxa vida, um dos meus gatinhos tb teve cristal mas ainda não tava causando obstrução, então bastou eu dar ração medicinal pra redução de cálculo renal por uns 3 meses até os cristais sumirem e antibiótico pq ele teve infecção urinária causada pelos cristais, ele precisou de sonda urinária por um dia pra coletar amostra mas foi só.\n\nTenta procurar uma segunda opinião de outro vet pra ver o que ele vai dizer, mas recomendo não demorar muito pq cristal é bem doloroso para eles."
            ]
        },
        {
            "title": "Gato com diarreia!",
            "selftext": "Meu gato está com diarreia e com o ânus estufado, fez cocô ralo no sofá, não deu tempo dele correr, que remédio ele pode tomar?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125sy51",
            "num_comments": 1,
            "comments": [
                "Olha, não recomendo mesmo você administrar algum remédio por conta, principalmente se indicado pela internet. A diarreia em gatos tem diversos fatores e nem todos se resolvem na base de remédio, é preciso analisar e descobrir a causa primária pra, literalmente, cortar o mal pela raiz. Ficar tentando realizar uma medicação por conta em casa só fará você perder tempo e dinheiro, de verdade.\n\nO ânus estufado também é outra preocupação, porque a diarreia pode ser parasitária ou pode haver alguma doença intestinal decorrente de alergia alimentar, má absorção, etc.\n\nDiarreias espontâneas assim tendem a estar muito relacionadas com a giárdia, que exige uma atenção especial à higienização do ambiente também.\n\nVocê gastará entre R$30 a R$60 com qualquer tentativa de medicação por conta, sendo que uma consulta fica em média R$100 e você terá certeza de qual conduta tomar; além, obviamente de não submeter seu gatinho a um período prolongado de mal estar.\n\nFoco em hidratar bem ele adicionando diversos potinhos d'água pela casa e, se puder, dê uma ração úmida/sachê pra ajudar na hidratação. Limpe bem os locais onde ele defecar e lave a caixinha de areia.\n\nQualquer coisa chama a gente no /r/ApoioVet"
            ]
        },
        {
            "title": "Essa gatinho ama banho ♥️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125rvtw",
            "num_comments": 0
        },
        {
            "title": "Meu yukinho para vocês 🐱",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125rjq1",
            "num_comments": 1,
            "comments": [
                "Sdds do meu gatinho angora tmb🥺💕 ele me fazia companhia, meu padrasto como gosta de me ver triste sumiu com ele, eu nunca vou esquecer meu miauzinhoh."
            ]
        },
        {
            "title": "todo dia tem uma pose. Gostaria de uma opinião de vcs muito sincera, crio ou não um insta deles? o que vcs acham?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125pppf",
            "num_comments": 11,
            "comments": [
                "POR FAVOR CRIAAAAAA",
                "Com certezaaaa",
                "Siiim",
                "simmm!! com certeza!!",
                "Simm :))",
                "Com certeza",
                "obvio!!",
                "Criaaaa, depois põe o @ aqui",
                "Clia Clia Clia Clia",
                "Cria sim! ☺️"
            ]
        },
        {
            "title": "simplesmente minha gata",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "125msv7",
            "num_comments": 2,
            "comments": [
                "Gato de touquinha nhaa",
                "Mó paz"
            ]
        },
        {
            "title": "Ajude a nova Mamãe gata....",
            "selftext": "Ola pessoal, sou um dos voluntários da instituiçao SAGA, que ajuda os gatinhos em situaçao de rua ou mais tratos aqui no Rio Grande do sul.\nNa última semana, resgatamos uma gatinha agora com nome de Amora, em trabalho de parto a cerca de 48 horas, claro que ajudamos primeiro e pensamos depois.\nA conta do veterinário e hospedagem totalizaram R$1077,00.\nCriamos então uma vaquinha online para arrecadar o valor e devolvê-lo aos voluntários que nos emprestaram.\n\nChave da vaquinha: 3623083@vakinha.com.br\n Link: https://www.vakinha.com.br/3623083\nContato voluntário Eduardo 51994912165\nContato voluntária Carol 51989317319",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1259dg5",
            "num_comments": 0
        },
        {
            "title": "hermes 22/12 - 15/01 - 28/03",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12592sl",
            "num_comments": 2,
            "comments": [
                "Lindão 😍😍😍",
                "lindo nosso nene 🥰"
            ]
        },
        {
            "title": "Essa é a minha Pisquila! Tem cinco anos mas ainda consegue aprender alguns truques",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12558c2",
            "num_comments": 1,
            "comments": [
                "Princesaaaaa 😍😍😍"
            ]
        },
        {
            "title": "Essa é minha gatinha de três patas atualmente. Ela possui um dos olhos com uma mancha castanho-claro.Mais alguém com gatinhos especiais por aqui? 🐱💗",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1252c5b",
            "num_comments": 0
        },
        {
            "title": "Balofo natureza",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124x5tp",
            "num_comments": 3,
            "comments": [
                "Ele parece muito com o meu gordo, muito fofo",
                "Bebezinho lindo 😍"
            ]
        },
        {
            "title": "Olá, gatinhos",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124x2jm",
            "num_comments": 0
        },
        {
            "title": "Como fazer o gato parar de caçar passarinhos?",
            "selftext": "Tenho um gato macho com 9 meses, no geral, muito dócil, adora ficar perto do pessoal aqui de casa, gosta de carinho, não estraga os móveis, resumindo, um amor. Aqui em casa temos um quintal na frente, não muito grande, onde ele costuma passar uma boa parte do tempo. Ele tem acesso à rua, pois apesar de termos algumas janelas teladas, tem alguns vitrores que não tem como serem telados e nem ficarem fechados o dia inteiro. Apesar disso, ele é bem caseiro, passeia às vezes mas sabemos que ele sempre está pelo quintal ou nos arredores, ele nunca vai pra longe de casa (é bem medroso). De noite nós fechamos todas as janelas e só abrimos de novo na manhã do dia seguinte.\n\nO ponto é que ele começou com um hábito de todo dia sair pela manhã e voltar com a caça de algum passarinho. Às vezes o bichinho já está morto, mas quando ainda está vivo, tratamos e devolvemos pra natureza. Eu queria parar com esse hábito dele, mas não sei mais o que fazer. Ele tem vários brinquedos, mas não se interessa muito por nenhum, sempre brincamos com ele, ele sempre tem água fresca e a ração damos em horários específicos do dia, mas sempre com um bom intervalo para ele não ficar com fome.\n\nEle sempre traz o \"troféu\" como um presente pra nós, mas fico com muita dó dos passarinhos e queria parar com esse hábito dele. Ele já se acostumou a ficar pelo quintal e quando não o deixamos sair, começa a vocalizar muito e não para até ir lá pra fora.\n\nObs: ele já é castrado, testado e vacinado contra FIV e FELV",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124vp49",
            "num_comments": 2,
            "comments": [
                "Não deixe ter acesso a rua. Gatos são predadores, se você der oportunidade dele caçar passarinhos ou outras presas, ele vai.",
                "O meu já pegou 4 pardais em dois dias. Um Pardal Killer em série."
            ]
        },
        {
            "title": "Minha gatinha tripé quando chegou em casa! Hoje ela tem 04 aninhos 🐱💗",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124v015",
            "num_comments": 15,
            "comments": [
                "Coisinha mais precisosa ela 🥰 \n\nBoa tarde.",
                "Owwnnn que toquinho mais lindo, tem uma cara de gatinha arteira kkk",
                "Onde fica o suporte pro celular? Kkkkk ❤️",
                "Que fofah🥺",
                "Awnnnn que amore",
                "esse gato pode romper o tempo e espaço por essa exagerada fofura, tome cuidado",
                "[removed]",
                "Olha a carinha dela, gnt 🐱❤❤",
                "Escondam ela do Bluezao",
                "patinhas de danone <3"
            ]
        },
        {
            "title": "Minha gatinha tripé quando chegou em casa! Hoje ela tem 04 aninhos 🐱💗",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124ux76",
            "num_comments": 0
        },
        {
            "title": "Olá, gatinhos",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124unsd",
            "num_comments": 0
        },
        {
            "title": "Pq os gatos dormem assim? Kkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124qnvr",
            "num_comments": 2,
            "comments": [
                "São abençoados por não acordar com dores , só de olhar pra essa foto eu já sinto meus osso estalando kkkkk"
            ]
        },
        {
            "title": "⚠️ ATENÇÃO!!⚠️GATINHO FOFO PEGANDO NO SONO!!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "124fwqk",
            "num_comments": 3,
            "comments": [
                "Ele caindo na última foto 😭",
                "🥹",
                "ele vai cair assim kkkkk\n\nlindo de + ele"
            ]
        },
        {
            "title": "Relaxamento garantido: Gatos e seus donos ronronando junto",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1243y3i",
            "num_comments": 0
        },
        {
            "title": "Sleep time !",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1243vns",
            "num_comments": 0
        },
        {
            "title": "Oi pexual",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12435fl",
            "num_comments": 2,
            "comments": [
                "Que bebê lindo"
            ]
        },
        {
            "title": "Quando sua família tenta fazer uma roupinha de meia para seu bichano",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123xgyz",
            "num_comments": 2,
            "comments": [
                "Virou automaticamente um senhorzim ou senhorinha kkkkk",
                "Eu tenho uma gatinha muito parecida"
            ]
        },
        {
            "title": "Mudança de casa",
            "selftext": "Gatos com acesso a rua se adaptam em apartamento ou casa telada?\n\nVou me mudar no fim do ano e gostaria de saber mais sobre como fazer essa adaptação.\nComo no novo espaço eles não sairão, pretendo colocar algumas prateleiras e obstáculos para que eles possam gastar energia. \n\nPoderiam comentar sobre? \nSei que os gatos tem suas rotinas e não gostam de mudanças, por isso estou aberta a sugestões e ideias de como deixar isso o menos traumático possível. \n\nObrigada.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123uerk",
            "num_comments": 2,
            "comments": [
                "O meu foi resgatado da rua. Trouxe para o apartamento mas ele vive pedindo pra sair. Gatifiquei a casa (coloquei as prateleiras, rede, postes…)\nTambém o acostumei a andar de coleira (peitoral), então se no seu prédio tiver uma área comum (jardim, quadra, etc…) dá pra levar pra passear",
                "No começo eles estranham mais depois vêem a vida confortável ficam de boa e não querem. Fugir pelo.menos foi isso que ocorreu com a gata que roubei do meu vizinho kkkk ele não cuidava catei pra mim mais o fundamental e castrar"
            ]
        },
        {
            "title": "fazia tempo que não postava nada!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123snr7",
            "num_comments": 0
        },
        {
            "title": "Pobre gatinho",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123qx5l",
            "num_comments": 2,
            "comments": [
                "Esse não morre.",
                "Gato burro do caralho"
            ]
        },
        {
            "title": "Eu vou pra sala de madrugada e me deparo com isso",
            "selftext": "Balofo",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123odg5",
            "num_comments": 7,
            "comments": [
                "Atrapalha o pacto não, deixe ele de boa",
                "Que gracinha kdkdkk",
                "Un gato te vigila..."
            ]
        },
        {
            "title": "Ele tá brabo 😂",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123o4gi",
            "num_comments": 0
        },
        {
            "title": "Ele ficará feliz com o seu suéter.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123mzg2",
            "num_comments": 7,
            "comments": [
                "Aaaaaaa que gracinha!! (mas a alegria dele é realmente contagiante)",
                "\"Não foi pra isso que pedi pra ser adotado\"",
                "Exalando ódio. Lindo!",
                "\"você me tirou da rua pra isso humano?\"",
                "Meu.... Deus...😍😍😍😍😍😍😍😍😍😍😍!!!",
                "\"Eu vou contar até 3, humano...\"",
                "\"Tá feliz humano? Fiquei sabendo que agora a moda é agradar humanos, saudades do antigo Egito\""
            ]
        },
        {
            "title": "Em 2 anos completei 1000 fotinhas",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123iu06",
            "num_comments": 2,
            "comments": [
                "E não vai compartilhar nenhuma com a gente?! 😡 >!Brincadeira kkkk!<"
            ]
        },
        {
            "title": "Minha gata não consegue mamar",
            "selftext": "Bom... minha gata(Effie) teve uma filhote mas acabou tendo mastite e não consegue amamentar, então decidimos amamentar a filhote com mamadeira, mas sempre que amamentamos a gatinha, ela mama bem pouquinho tipo duas gotas... e quando mama sai  um pouco de leite pelo nariz.\nO que eu faço para ela mamar mais e não sair leite pelo nariz?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "123646t",
            "num_comments": 6,
            "comments": [
                "Tá dando na posição certa? Os filhotes só podem mamar com a barriga pra baixo, como se fosse com a mãe mesmo.\n\nE o tamanho do bico? Não está muito grande pra ela não?"
            ]
        },
        {
            "title": "O que tem de janta?",
            "selftext": "Alimente-nos humano",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "12349fu",
            "num_comments": 0
        },
        {
            "title": "Perguntas de um tutor iniciante #2",
            "selftext": "Como eu faço eles ficarem parados na hora do xixi? Eles se movem muito e eu mal consigo induzir o xixi deles\n\nComo sei que já estão satisfeitos? Tem um limite pra alimentação deles?\n\nEles vivem pulando nas minhas pernas e arranhando isso é um tipo de brincadeira?\n\nDepois de tomar o leite eles tremem um pouco e as vezes espirram é normal?\n\nEu tenho que induzir o cocô?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "122xvk0",
            "num_comments": 3,
            "comments": [
                "Vou responder só o que realmente sei: sim, eles pulam de brincadeira, fazem butuca e atacam. Isso é tipo um.treino pra caça; arruma bolinhas cordinhas pra eles \"matarem\"",
                "Se forem muito filhotes ainda e sem desmame, você vai ter que induzir por algumas semanas as necessidades deles. Massagear a região do pipiu/pepeka e ânus com um algodão úmido.  Mas não fique desesperado porque o que um Vet já me passou é que no início demora pra formar bolo fecal, pois eles só mamam ainda. \nTem que dar o mamazinho com eles de quatro, de pezinho. Evita dar deitado de barriga pra cima ou qualquer outra posição pra não engasgar o neném. Eles mesmos meio que empurram com a patinha quando não querem mais, tiram a cabecinha do bico da mamadeira ou seringa. \nEu peguei uma com 23 dias e coincidentemente ela faz 1 ano hoje. Com um mesinho eu já dava patê da hills pra ajudar na recuperação dela. Depois de um mês e meio, ela mesma começou a ir na ração e a usar a caixinha de areia.\nCompre ração adequada pra filhote, com o grão pequenininho. \nTem que ter paciência, porque eles podem mijar e fazer cocozinho fora do lugar. Mas não desista porque é muito gratificante ver eles grandes e saudáveis depois. \nE não esqueça de castrar quando estiverem com a idade certa. Ajuda a prevenir muitas doenças e mais gatinhos. \nObs: Não tenha pressa de castrar o macho, espere as bolinhas descerem. Mas também não espere demais. Rs conheço gente que só castra a fêmea e isso não é legal. Eles também precisam de castração. \n\nTudo que passei foi baseado no meu conhecimento que adquiri levando os meus ao vet e lendo muito a respeito. Mas não deixe de levar os seus em um, ainda mais se você é inexperiente. Procure ler bastante sobre gatos também, ajuda muito a ser um tutor melhor. \n\nBoa sorte com os bebês.",
                "r/ApoioVet"
            ]
        },
        {
            "title": "The Walking CAT 😂",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "122tldy",
            "num_comments": 0
        },
        {
            "title": "Meu balofo ama entrar nessas caixa de leite e em sacolas pra eu arrastar ele, como se fosse o aposento do princeso",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "122qxmc",
            "num_comments": 0
        },
        {
            "title": "This cat is so cute | Gatinho tão lindo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "122q8yf",
            "num_comments": 0
        },
        {
            "title": "Tenho a Nazaré dos gatos em casa sempre roubando os filhotes da outra",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "122pp4b",
            "num_comments": 1,
            "comments": [
                "Caraca, isso parece conforto máximo pros filhotinhos."
            ]
        },
        {
            "title": "Balofo sonolento (e a cama encardida de pelo)",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "122i2ll",
            "num_comments": 0
        },
        {
            "title": "🤣🐯🐈‍⬛",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1228i78",
            "num_comments": 3,
            "comments": [
                "Aaaaaaa",
                "little tiger"
            ]
        },
        {
            "title": "Deixo minha gata na casa da minha mãe ou levo comigo?",
            "selftext": "Eu vou morar sozinha. Numa casa próxima a casa da minha mãe. Aqui em casa tem 9 gatos e todos convivem bem dentro do normal, quase não tem confusão entre eles e tem alguns que são os amores das vida um dos outros. A gata em questão é uma gata que é muuuuito apegada a mim, mas ela interage com outros gatos e essa casa que eles estão é uma casa grande. Com brinquedos pra gatos e quintal com árvores. Eu vou me mudar pra uma casa muito pequena sem quintal, não sinto que é um local adequado para um gato viver feliz. A questão é: essa gata me ama de uma maneira muito grudada, ela procura sempre estar junto de mim, no meu ombro, deitada em mim ou domindo no mesmo quarto. Eu tiro a vida de conforto da gata pra levar ela pra morar numa casa minúscula e ela viver longe dos outros gatos? Ou eu deixo ela aqui onde ela não vai mais me ver?\nEu não tô com intenções de voltar pra visitar pq tão me colocando pra fora de casa por motivos de mãe narcisista.\nPra gata é melhor ficar onde tem espaço ou melhor ficar com quem ela ama num lugar minúsculo?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1227lb6",
            "num_comments": 7,
            "comments": [
                "Leva ela contigo e quando tu for sair pra trabalhar ou viajar deixa ela lá na casa da sua mãe",
                "a gata dele chama Nabunda, ele deixa Nabunda ou leva Nabunda?",
                "Eu deixaria na casa da sua mãe, como você disse não e longe, então vai dar pra você visitar com frequência. E ainda tem outros gatinhos pra ela interagir e conviver"
            ]
        },
        {
            "title": "Eu não fiz o dever de casa, mas tenho um motivo bom e plausível pra isso",
            "selftext": "Minha linda criança estava descansando em cima do livro. Eu ia tirar ela? Claro que não. Eu não sou uma monstra.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "1225i8a",
            "num_comments": 0
        },
        {
            "title": "Vivo ou morto?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "121zd92",
            "num_comments": 10,
            "comments": [
                "Maldito seja o schrodinger.",
                "Vivaço",
                "A linguinha 😭😭😭",
                "Nem vivo nem morto, está no limbo",
                "Morreu mas passa bem kkkkk",
                "Fifty fifty.",
                "Parece que derramaram pó de café no seu gato",
                "Hermoso"
            ]
        },
        {
            "title": "eita como dorme",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "121syl7",
            "num_comments": 2,
            "comments": [
                "Just like me fr",
                "Tenho uma gata exatamente igual a esse , tomei um susto pensei que era foto da minha até kkkkkk"
            ]
        },
        {
            "title": "Eu tenho uma cama de casal que só consigo usar 1/3 por cause desse fat gato folgado",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "121r9fn",
            "num_comments": 24,
            "comments": [
                "E ele parece ser esforçar muito pra ocupar o resto da cama kkkkkk",
                "Mas tão lindinho, deixa ele 😍",
                "Meu marido sempre reclama que quase não sobra espaço pra ele na cama pq eu e os gatos ocupamos tudo kkkkkkkkk",
                "Como assim, humana?! É tu quem estás usando 2/3 da cama do teu soberano felino, merecia ter as unhas afiadas na tua calça favorita depois dessa.",
                "Que neném ❤️",
                "Sei como é isso...sofro todos os dias",
                "a cara dele de \"entenda seu lugar, humana.\" kkkk",
                "“querida, ainda tô deixando vc dormir na minha cama…” tipo assim kkkkk",
                "Mandou, queria muito um gato nmrl",
                "Você não tem uma cama, ele tem e te deixa usar 1/3 kkkk",
                "nao ouse acorda-lo 🤬🤬🔪🔪🔪🔪",
                "estou literalmente assim agora kkkkk",
                "pelo visto a cama não é mais sua kkkkkk"
            ]
        },
        {
            "title": "Descarga de fofura",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "121g8wv",
            "num_comments": 0
        },
        {
            "title": "Perguntas de um dono de primeira viagem",
            "selftext": "Eu adotei 5 gatinhos que estavam na rua (inclusive se alguém aqui for de Itaguaí ou região e quiser adotar é só chamar) e eu nunca tive um gato antes ainda mais filhote, eu já vou comprar a fórmula de leite pra dar para eles, mas queria saber o que posso ou não fazer.\n\nEu posso substituir essa fórmula por alguma mistura?\n\nPosso dar banho? Vi algo estranho em um, parecia um carrapato, tem problema eu passar veneno para matar insetos perto da caixa deles para afastar formigas?\n\n(eles ficam numa caixa para se caso a cachorra se soltar eles ficarem seguros lá)\n\nQuando posso começar a dar comida sólida para eles?\n\nQuais outros produtos eu devo comprar? Vitaminas? Remédios?\n\nPosso ficar tocando neles sem estarem vacinados desde que não me mordam ou arranhem? \n\nAcham que vale a pena fazer uma vaquinha para vacinar eles? Ou tem algum lugar para vacinar de graça? Tipo susf sistema único de saúde felina?\n\nTenho que dar nome o quanto antes para aprendem quem são?\n\nQuando posso castra-los?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "120orvm",
            "num_comments": 2,
            "comments": [
                "A mistura (petmilk) é mais completa e feita para alimentar recém-nascidos. Existem algumas receitas, que envolvem leite e ovos, usadas para substituir o petmilk, mas acabam não tendo a mesma qualidade.\n\n\nCastração cada pessoa tem uma opinião, mas ao redor de 6m é uma boa ideia.\n\nSe vc quer doar os gatos, sugiro entrar em grupos de doação no Facebook e perfis no Instagram. Aí já sugiro vc pedir que a pessoa mesma vacine o gato\n\nEdit: oq houve com a mãe desses gatos? Vc pode tocar nos gatos, sem problemas. Sugiro vc estimular os gatos a fazer xixi. Geralmente é a mãe que faz isso, mas vc pode passar um pano úmido no pênis ou na vulva que eles urinam em seguida.\n\nEdit2: vc precisa vermifugá-los. Eu dei revolution para o meu gato, mas não sei está disponível para filhotes.\n\nEdit3: sobre banho, sugiro vc apenas limpá-los com pano úmido. Veneno eu sugiro vc apenas ver se tiver formiga e trocar de lugar, pq existe risco de eles se intoxicarem.\n\nEdit3: sobre ração sólida eu não sei informar, mas sugiro ver na embalagem de petmilk. Lá deve ter alguma informação sobre isso.",
                "1° A fórmula já é própria para eles, continue dando ela;\n\n2° Banho estressa muito o gato, tenta tirar na mão esses bichinhos ou passa o antipulga para filhotes;\n\n3° Mata as formigas sem usar veneno, se passar o veneno pode acabar matando ou adoecendo os filhotes;\n\n4° Os filhotes que eu tinha aqui começaram a comer a ração sólida assim que aprenderam a andar até o pote e roubar a ração dos mais velhos;\n\n5° Eles só precisam de um lugar seguro e quentinho para dormirem, filhotes brincam com literalmente qualquer coisa, você pode pegar tampinhas, uma meia velha em forma de bolinha e dar para eles, além disso, eles podem brincar entre si. Quando eles aprenderem a andar você já pode ensinar eles a usarem a caixa de areia, coloque eles dento da caixa as vezes até eles associarem ela com o lugar para fazer as necessidades;\n\n6° Duvido que eles tenham alguma doença prejudicial a humanos, pode tocar nos gatos, vai até ajudar eles a associarem seu cheiro com algo bom;\n\n7° Procura algumas ongs na sua região, geralmente eles ajudam com isso de remédios, castração e vacinação, mas acho que eles ainda são muito novos para se vacinarem;\n\n8° Como diria o gato da Coraline \"Gatos não tem nomes. [...] *Vocês*, pessoas, tem nomes. É porque vocês não sabem quem são. Nós sabemos quem somos, então não precisamos de nomes.\";\n\n9° O ideal é que castre antes do primeiro cio, que geralmente ocorre nos 5 primeiros meses de vida, isso aumenta MUITO a expectativa de vida do gato, existem ongs que fazem a castração gratuitamente, então não precisa gastar mais de 200 reais para castra-los, mas você vai precisar cuidar dos pontos até que melhorem, em machos só precisa dar os remédios que eles ficam bem.\n\nEspero ter ajudado :3"
            ]
        },
        {
            "title": "meu gato pula no meu prato",
            "selftext": "então pessoal, adotei um gatinho, ele ainda é filhote (1 mês). Adotei há dois dias e não sei como fazer ele parar de pular no meu prato enquanto como. Nunca tive gatos antes então não sei como ensinar ele, ele não me obedece. Brigo com ele verbalmente mas ele não me escuta. Dou ração certinha pra ele, e mesmo assim ele tenta subir em fogão e no meu prato. Alguma dica de como ensinar ele a parar?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "120npaj",
            "num_comments": 8,
            "comments": [
                "assim que ele pular, põe ele no chão. não fala com ele, não olha na cara dele, nada, só põe no chão, sempre, sem demorar, assim que ele pular. ele quer sua atenção, se vc briga ou mesmo olha nos olhos dele quando ele faz isso, vc está dando o que ele quer. só tira sem muita importância que uma hora ele cansa e vai fazer outra coisa\n\naliás, um gatinho de 1 mês nem devia estar comendo ração ainda, o que aconteceu? separaram ele da mãe ou vc achou ele na rua?",
                "Vou te dar uma dica q me ajuda até q um pouco, tem um livro chamado \"Por quê meu gato faz isso?\" É mt bom pq o livro tem cada pergunta e acontecimento e cada resposta do pq o gato faz as coisas (algumas n tem, acho q a maioria tem no livro), é menos de 20 reais",
                "O que funcionou pra mim foi a técnica pra ensinar gato a sentar. Sempre que eu ia comer, pegava uns petiscos e enquanto comia ensinava o gato a sentar e recompensava com o petisco (próprio pra gatos, nada de dar da sua comida ou derrota o propósito). Com o tempo aprendeu e parou de tentar pegar o prato, mas agora sempre que alguém come ela senta do lado kkkkkkkk\n\n\nPs: filhote é muito esganado mesmo.",
                "eu não tenho nenhuma dica pra ensinar. mas o meu gato faz quase a mesma coisa, ele bota a patinha na mão ou na colher da gente pedindo comida",
                "Meu pai enfrenta esse problema com os nossos. Eles sabem que estão fazendo coisa errada e fogem quando nos aproximamos, então, sei lá, acho que quando ele ficar mais velho ele para :|",
                "Toda vez que for ensinar ele, pra qualquer coisa, você fala \"NÃO!\" firme, mas sem gritar e aí você precisa mostrar pra ele o que ele pode fazer então. A minha filhotona também fica fissurada no prato, então eu falo não, tiro e coloco ela na ração dela. Faço isso quando ela arranha o sofá, falo não e coloco ela no arranhador dela. Ela aprendeu e deixou meu sofá de lado, mas é importante ter texturas diferentes pra arranhar (papelão, carpete, sisal) porque aí ele nem vai querer seu sofá. Sei que a pergunta não era essa, mas achei por bem dar essa dica também hahahaha."
            ]
        },
        {
            "title": "Pensando em arrumar um gato, mas ainda com medo",
            "selftext": "É isoçso, gente. Sempre teve gatos na casa dos meus pais  e eu adoro cuidar. Porém agora eu moro sozinho e estou me sentindo muito solitário e queria arrumar um gato. Eu seindos cuidados (vacinar, castrar, dar alimentação boa, atenção etc) mas meu receio maior  é que vou ter que cuidar por ele por até uns 10-15 anos (se ele não tiver fiv/felv) e minha vida e condição pode muito mudar a ponto de eu não ter condições de cuidar dele. Assim, os que já tiveram esse pensamento, qual a conclusão que chegaram para finalmente arrumar um gatitio?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "120fer0",
            "num_comments": 13,
            "comments": [
                "Eu resgatei um da rua, tentei doar, ninguém quis, agora to com ele aqui em casa kkkkkkk. Só adota, sério. É melhor você dar uma vida pouco luxuosa pra um gato do que deixá-lo na rua. Compra rações de preço mediano, divide sachês em duas tomadas, a gente vai se virando.",
                "Vou contar o que aconteceu/acontece comigo. Quando vim morar sozinha estava trabalhando em um banco super estável, salário bom, home office, um sonho. Adotei meus gatos sem medo algum, descobri que minha gata tem uma doença crônica e tem que tomar remédio de auto custo pra sempre (ela está bem, tem uma vidinha normal e é um terror de bagunceira hahahahaha), foi bem sofrido, gastei mto com exames, tratamentos, o plano de saúde dela é melhor queno meu, mas vale muito!\n\n3 anos depois fui desligada da empresa, estou procurando emprego e me mantendo com minha rescisão e seguro. Se dizer que não tenho medo é mentira, diariamente faço planos de qual caminho tomar se não conseguir mais pagar aluguel, mas independente de onde for eles vão comigo. \n\nO medo sempre vai existir, se qualquer problema vc tiver a possibilidade de voltar pra casa dos seus pais e levar eles só vai. A única coisa que tem que tomar cuidado é com o pensamento de que é responsabilidade demais, se não está preparado agora melhor esperar mais até ter a segurança de que irá seguir com eles independente do que aconteça.",
                "A questão é: Tem algo que sugere que sua condição vai mudar? Tipo, você tem alguma doença, está querendo sair do emprego, algo assim?",
                "Olha tenho uma gatinha e uma cachorrinha a mais ou menos 10 anos comigo, já passamos juntas várias etapas da minha vida entre mudanças (inclusive de estado) que não foram poucas, momentos bons e ruins inclusive financeiramente. Mas apesar de já ter passado por dificuldades sempre lutei para ter o melhor pra elas e acho que me sai bem nisso. Mas o que eu queria dizer a vc é que não há momento ruim que vc não supere e se tiver uma rede de apoio como família/amigos é melhor ainda e não tem sentimento melhor como ter um bichinho p/ te acompanhar e fazer companhia"
            ]
        },
        {
            "title": "Minha gata se fazendo de sonsa dois segundos depois de bater no irmão",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11zz0kf",
            "num_comments": 2,
            "comments": [
                "A língua ♡♡",
                "Ela não fez nada, pare de implicar com ela!!!!"
            ]
        },
        {
            "title": "Gatos em apartamento pequeno, tem como?",
            "selftext": "Estou prestes a me mudar para um apartamento de 2 quartos, mas com apenas 57m².\n\nQuero adotar 2 gatos, mas fico com receio de eles ficarem mal por não ter tanto espaço. É claro q pretendo comprar muitos brinquedos também, mas será que é suficiente? Contem suas experiencias.\n\nPenso em passear com eles pelo condomínio tbm, mas não sei quão viável é, ou se estressaria ainda mais por não ter o livre acesso.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11ztvpi",
            "num_comments": 15,
            "comments": [
                "O tamanho é ótimo. Você pode melhorar ainda mais gatificando a casa que é colocar prateleiras e nichos altos pra eles. Procura no Google sobre essa gatificação, tem muitas coisas legais.",
                "Cara, já está de bom tamanho. Só não deixa eles sairem a hora que quiserem e se for passear, NÃO PASSEIE sem eles serem vacinados.\n\nApesar de parecer “bom” gatos livres, em regiões urbanas é MUITO perigoso. Então os estímule com brinquedos.",
                " Minha amiga tem 4 gatos em um apartamento minúsculo, da sim!\n Mas, acho que seria interessante também se colocasse alguns brinquedos pra eles interagirem, já que não vão poder ficar correndo pra lá e pra cá igual loucos hahah",
                "Amig, moro em um apto de 50m com um quarto e meus dois gatos vivem super bem. Tem espaço pra correr, brincar, brinquedos pela casa pra não entediar, caixa de areia grande. O segredo é não encher a casa de móveis e cacarecos que não vai usar, por exemplo, na minha sala os livros ficam em prateleiras, o que garante mais espaço, tenho um sofá e uma poltrona (essa mais usada por eles que por mim), o rack faz parte da brincadeira e os arranhadores da decoração.\n\nEntão só vai, pensa nos espaços que eles precisam e que vão habitar, mas tem uma coisa, gato sobe na cama, sobe no sofá, brinca correndo pela casa, solta pelo, areia faz sujeira, esteja preparad@ e de coração aberto. Ter gatos é maravilhoso ❤️",
                "Tá suave. Meu apê é tipo esse tamanho ou menor se pá. Mas se você nunca teve gato eu sugeriria iniciar com um só gato.",
                "Da sim. Meu apartamento é um pouquinho maior que isso e da de boas."
            ]
        },
        {
            "title": "Sonhando que come",
            "selftext": "E meu gato que agora tem artrite, só come, dorme e quando dorme sonha que tá comendo. Não brinca, não fica muito tempo de pé pra comer e nem tá mais subindo em lugares altos 😅. Mordido por um cachorro quando era mais novo perdeu parte do rabo, pegou doença do carrapato, teve problemas nos rins, fígado... Quase um idoso... Próxima meta é fazer fisio (se sobrar dinheiro pra isso, tá difícil galera).",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11zqdaw",
            "num_comments": 3,
            "comments": [
                "Ô dó!!",
                "Isso que é sonho hahaha"
            ]
        },
        {
            "title": "santa Amyzinha que de Santa não tem nada 😂",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11z8ibd",
            "num_comments": 1,
            "comments": [
                "Linda 😍😍😍"
            ]
        },
        {
            "title": "😴😴😴😴 [OC]",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11z011a",
            "num_comments": 1,
            "comments": [
                "Tô igual a ele 💤"
            ]
        },
        {
            "title": "😍 Tão bonito. Com que idade eles deixam de ser tímidos?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11yz5nf",
            "num_comments": 8,
            "comments": [
                "Eu chuto 1 semana com 1 mês eles tão pulando o muro.",
                "É questão de costume, eles perdem a timidez quando se sentirem confortáveis, mas uns 2 dias acho que ja perdem a timidez.\nAliás, que coisinhas FOFAS!!",
                "No máximo 2 dias",
                "Mais que fofura!",
                "Tô apaixonada ❤️😍"
            ]
        },
        {
            "title": "A cada ano que passa o Jack fica mais largado",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11yyuxd",
            "num_comments": 5,
            "comments": [
                "Jack o preguiçoso"
            ]
        },
        {
            "title": "O Exorcista",
            "selftext": "*musica tema do filme tocando*",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11ypyqo",
            "num_comments": 1,
            "comments": [
                "Que Linda."
            ]
        },
        {
            "title": "Bag tirando um soninho",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11ymo8i",
            "num_comments": 5,
            "comments": [
                "Que soninho gostoso 🥱",
                "Parece muito meu filho. Até as entradinhas perto da orelha. Coisa linda ❤",
                "Queria essa vida",
                "Owww meu deus q soninho bom",
                "todos os gatos são meio calvos em uma parte da cabeça?"
            ]
        },
        {
            "title": "Tunico",
            "selftext": "Essa mini fera é o Tunico, foi resgatado das ruas todo machucado, magrelo e era uma mini onça de bravo, hoje em dia tá todo recuperado castrado e gorduxo, mas não deixou a braveza de lado 😅, ele escolheu meu ex como tutor e melhor amigo e qualquer outra pessoa que mexe pra fazer um carinho ganha patada ou mordida 😆😅hahaha. Mas é um gostosinho🥰",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11ykobz",
            "num_comments": 3,
            "comments": [
                "Tunico tem uma carinha adorável de biruta. Que fofo!!",
                "escolher teu EX como tutor deve ser foda"
            ]
        },
        {
            "title": "Hj irei viajar de férias e ficarei 15 dias sem ver meu Laranjovski 😭😭😭😭😭.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11ygn84",
            "num_comments": 4,
            "comments": [
                "eu AMEI o nome",
                "Que coisa mais linda 😻",
                "nome estranho mas adorei ele parece ser bem amigavel quero fazer carinho",
                "Achei o nome dele"
            ]
        },
        {
            "title": "Alimento para gatos - recomendaciones",
            "selftext": "Buenas! Tengo un problema con mi gato que no quiere comer los alimentos, se volvió más exquisito desde que no le compré más Royal canin porque les dejó de gustar de un momento al otro. Vengo probando con oldprince, proplan, y algunos más pero ya no sé me ocurre que más. Están bien de salud, es realmente porque no les gusta el sabor. Ayudaaa jaja\n\nMe tirarían tips de que alimento darles? Al menos uno que se consiga fácilmente porque ese también es otro problema.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11yggvg",
            "num_comments": 1,
            "comments": [
                "Ay! Como son los gatos de exquisitos. Pues aunque te pueda parecer raro a veces probar con una marca barata funciona o con una mas cara (dolor para tu bolsillo eso si).\nEs dificil dar consejo sobre esto porque cada gato es un mundo y se trata de ir probando"
            ]
        },
        {
            "title": "Gatinho bonitinho😻",
            "selftext": "Esse gostosinho é o Mingau ( em homenagem ao gatinho da Magali da turma da Mônica kkk). Gatinho da vizinha que sempre vem me visitar e pedir carinhos. 🥰😻",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11y68nu",
            "num_comments": 0
        },
        {
            "title": "Boa noite gurizada 💤😸",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11y2fuo",
            "num_comments": 0
        },
        {
            "title": "Que atire a 1ª pedra aquele que não mistura sachê na ração 😂",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11y0u3o",
            "num_comments": 0
        },
        {
            "title": "Gato mamando na coberta",
            "selftext": "Gente sou mãe de gato de primeira viagem e queria saber se é normal ele ficar mamando e amassando pãozinho na coberta de microfibra.\n\nEle só faz isso nessa coberta, acho que por conta do material.\n\nNão acho que seja estresse pq aqui ele tem uma vida muito boa, espaço e vários brinquedos.\n\nAah, e o Smeagol é castrado.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11y0rw6",
            "num_comments": 15,
            "comments": [
                "Ele é macho? Se sim ele chegou na maturidade e quer reproduzir, não tendo fêmeas ele tá se virando com a coberta mesmo",
                "É bem normal sim. Se ele estiver \"sambando\" com as perninhas de tras enquanto faz isso é comportamento sexual igual falaram ai em cima. Se não, é resquício de comportamento de filhote, normalmente eles fazem quando estão se sentindo seguros e protegidos. Algumas vezes pode ser um comportamento de \"self soothing\", e ser sinal de estresse, mas quase sempre não é nada.\nA minha gata faz isso pra dormir, mas ela mama no próprio mamilo. (Esse comportamente em filhote é ruim, principalmente quando eles \"mamam\" em outros filhotes, pq pode causar hematoma. Mas adotei ela com 5 anos e esse comportamento já, fico de olho pra ver se não tem alteração no local).",
                "O meu lambe maçaneta, KKKKKKK'",
                "Eu amo quando os meus fazem isso 🤭🤭 acho tão fodo",
                "Desmamado muito cedo.",
                "Qué precioso 😻",
                "Que gatinho mais fofinhoo <3",
                "Tenho um casal de irmãos e eles mamavam entre si, no início achava bem estranho porque era quase um 69 entre irmãos, sério!\nEm uma das idas ao veterinário questionei se era normal e ele explicou que era por causa do desmame que talvez tenha sido muito cedo, mas que não seria um problema. \n\nHoje, mais de um ano depois eles raramente fazem isso.",
                "Na verdade ele está sarrando na coberta",
                "Mamando? kkkkkkkkkk ele quer é botar para mamar kkkkkkkk vai descer a lenha na coberta kkkkkkkk  \n\n\nAlguns castrados podem fazer isso as vezes... Acho que aqui em casa era o Sr. Gato quem fazia, mesmo depois de castrado... Agora já tem bastante tempo que ele não faz mais...",
                "Retiraram o gatinho da mãe muito cedo",
                "Que susto"
            ]
        },
        {
            "title": "Ragnar estava em um soninho tão bom.... Daí acordou assim kkkkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11xx3vk",
            "num_comments": 7,
            "comments": [
                "Ele lembrou que tem que enfrentar a dura realidade de viver",
                "Ragnar : zzzzzz\nBarulho de ração no potinho \nRagnar : O.O",
                "Me deixe dormir humana😂😂🤣"
            ]
        },
        {
            "title": "Gatito lindo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11xtzf6",
            "num_comments": 0
        },
        {
            "title": "O que fazer?",
            "selftext": "Meu gato tá engolindo a seco toda hora mesmo eu colocando muita água pra ele, tá respirando com muita difculdade e saindo pus dos olhos. Nem dormir ele consegue. Tô lavando o nariz dele e colocando soro mas não ajuda muito.\n\nNão tenho condição de levar ele no veterinário no momento e estou muito preocupada.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11xsj0g",
            "num_comments": 4,
            "comments": [
                "Infelizmente não há muito o que ser feito além de tentar garantir a hidratação e o bem estar dele com alimentação úmida, limpeza dos olhos e das narinas, e buscar formas de reduzir ao máximo o estresse dele e manter a frequência com que ele utiliza a caixinha de areia.\n\nInfelizmente, sem assistência veterinária, ele provavelmente irá morrer. Eu sei que parece demais eu dizer isso, mas é um gato com possivelmente alguma doença infecciosa em estado avançado. Em felinos as doenças tendem a ter um efeito dominó por diversas outras predisposições de saúde que esses animais tem; ele provavelmente reduzirá a ingestão de água e as idas ao banheiro, o que irá predispor a obstruções uretrais e problemas renais,  reduzindo drasticamente a qualidade de vida dele.\n\nO estresse da doença, a dificuldade para dormir, etc. tudo isso debilita muito a saúde geral do pet; agora somamos ao fato de que provavelmente há uma doença infecciosa em curso, então a situação fica ainda mais delicada.\n\nNão há o que ser feito sem assistência veterinária.\n\nLogo, minha recomendação é que busque fazer uma vakinha com amigos próximos, no Instagram e Facebook, procure atendimento gratuito na sua região (Hospitais Veterinários Universitários, ONGs, clínicas populares que tenham pagamentos facilitados, etc.). Busque fazer um exame de FIV/FeLV também, isso ajudará muito na especificidade do diagnóstico e a estipular o melhor protocolo medicamentoso.\n\nInfelizmente não há como te ajudar pela internet por questões de responsabilidade para com o seu animal, e, também, de ética profissional. Ok?",
                "Nao pague internet por um mês y LEVE o gato ao vet!"
            ]
        },
        {
            "title": "Bom café ☕😸",
            "selftext": "Sério, olha essa carinha kkkk \nO nome dele é Bruce ^-^",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11xrrll",
            "num_comments": 9,
            "comments": [
                "Que fofura",
                "O café estava uma delícia! Quero mais.",
                "Q belezinha",
                "gatinhos sorrindo são as coisas mais fofas do mundo nossa",
                "Marcia quero sachêêê",
                "own, que fofinho",
                "Feliz",
                "Gatinho feliz"
            ]
        },
        {
            "title": "Alex, muito fofa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11xmh87",
            "num_comments": 1,
            "comments": [
                "Que lindaaaaaa 😍😍😍😍😭😭😭"
            ]
        },
        {
            "title": "Meu bebê, Romeu 🖤",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11xffa5",
            "num_comments": 16,
            "comments": [
                "Eu li meu bebê morreu.\n\n\nAinda bem que li errado",
                "Gatos pretos são os melhores entre o melhores 🥰",
                "[deleted]",
                "Oh Romeu, por á de ser Romeu?\n\nEle lindo d+ mais gente",
                "mds que fofuraa",
                "[removed]",
                "Amorzinho demais, tem cara de quem sai correndo pela casa pulando em tudo",
                "eu quero fazer carinho no romeu"
            ]
        },
        {
            "title": "Boa noite, preciso de uma pequena ajuda, me encontro em desespero Meu gato entrou de trás da geladeira e sofreu três pequenas explosões na boca. Eu não tenho dinheiro pra arcar nem com o exame no momento, ele tá aqui não consegue se alimentar direito, tá com olho direito sangrando, perdeu dois dente",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11x2lh5",
            "num_comments": 6,
            "comments": [
                "Bom acho q a melhor coisa é pra ver se tem garantia ativa ainda, e se nao tiver ver se alguém consegue achar  o origem das explosões... \n\nAh e se o gato não parece tonto ou só tá se escondendo, vai sarar por conta própria. Mas fica de olho mesmo assim oss prox dias",
                "Quando vc diz que ele não está alimentando direito, quanto exatamente ele está comendo?.. Se for uma questão de fisicamente está c dificuldade de mastigar pq a boca está machucada, tenta oferecer patê ou molhar e amassar a comida seca dele.\n\n\nImportante ver se ele está tomando água tbm.\n\n\nPelos ferimento é possível tbm que esteja c dor, o ideal era conseguir um veterinário mesmo p no mínimo passar algo p manejar possíveis dores e desconfortos.. mas entendo que o financeiro pesa para isso, é complicado... mas se conseguisse de alguma forma uma indicação profissional era melhor. Mas se realmente n tiver jeito nenhum, acho q tentaria dar nem q seja um dipirona p ele, p ver se fica mais confortável enquanto sara, a dosagem vai depender do peso do animal (mas n sou da área, novamente, o melhor era um veterinário p dar esse apoio..) mas faz o que pode OP, vc claramente ama seu gatinho e tá tentando ajudá-lo, eu espero que ele melhore logo!!",
                "Olha tem um sub no Reddit que se chama \"Apoio Vet\" tenta achar ele e publicar lá, é um profissional que dá orientações, ele não dá consulta pelo fórum até pq é antiético, mas através das orientações dele já ajuda muito as pessoas tenta achar e postar lá.\n\n Sobre a dipirona vc pode oferecer para seu gatinho de 12 em 12 horas somente por três dias e a quantidade depende do peso dele, se ele tiver 3kg vc pode dar três gotas, pois a dose é uma gota por kg, sou estudante de veterinária e sobre isso posso dizer. \nMas lembrando que o ideal é sempre passar pelo veterinário, eu te entendo sobre o financeiro, mas tenta conversar com algum veterinário sobre a possibilidade de vc poder pagar aos poucos ou depois o valor ou mesmo trocar um trabalho seu como uma faxina, almoço pela consulta e exames caso necessário, o não você já tem o sim tem que tentar, já fiz muito isso de tentar o sim para meus animais e na maioria das vezes conseguia e caso seja necessário outros medicamentos vc pode pedir ajuda também através do Facebook, também já fiz muito isso pelos meus animais e por outros da rua, já passei muitos perrengues. \n\nBoa sorte com o gatinho e que Deus abençoe vcs!"
            ]
        },
        {
            "title": "Minhas exploradoras 💖",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11x1dvj",
            "num_comments": 4,
            "comments": [
                "Elas te exploram? E vc gosta disso? Quanto amor",
                "Q FOFOOOO"
            ]
        },
        {
            "title": "😻💘🫶🏼😻💘🫶🏼[OC]",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "11x0mbf",
            "num_comments": 0
        }
    ]
}