{
    "posts": [
        {
            "title": "Episódio 6 - Digimon Adventure Eu tinha minhas preocupações, principalmente em termos de ritmo, sobre Digimon Adventure: jogando todo esse destino fale conosco de uma vez no episódio da semana passada.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "ht6yjk",
            "num_comments": 0
        },
        {
            "title": "Explicação do Ghost of Tsushima: Samurai as Posturas do Shinobi Se você está se preparando para jogar Ghost of Tsushima, o novo e altamente antecipado lançamento da Sucker Punch Productions para o PS4, você vai querer aprimorar suas mecânicas de combate cedo e frequentemente.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "ht60p7",
            "num_comments": 0
        },
        {
            "title": "Johnny Depp passou por uma perda de US $ 650 milhões em piratas do Caribe Johnny Depp passou pelo quinto dia de seu processo de difamação no Tribunal Superior de Londres.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "ht1nis",
            "num_comments": 0
        },
        {
            "title": "Fable 4 data de lançamento: Jogabilidade, vazamentos e muito mais O Fable 4 pode ser um exclusivo do Xbox Series X para dar uma vantagem sobre o PS5 - eis o que sabemos até agora",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hszfcr",
            "num_comments": 0
        },
        {
            "title": "Equipes de dança adolescentes rivais batalham no trailer do filme Work It da Netflix O trailer do filme Work It é lançado pela Netflix, provocando o próximo filme de competição de dança chegando ao serviço de streaming no próximo mês.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hsyae2",
            "num_comments": 0
        },
        {
            "title": "Hanna: Amazon anuncia a terceira temporada de Spy Thriller A Amazon confirmou que sua adaptação para televisão de Hanna foi oficialmente renovada para uma terceira temporada após uma bem-sucedida estréia na segunda temporada.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hsx7ra",
            "num_comments": 0
        },
        {
            "title": "Preço do PlayStation 5 provavelmente será revelado hoje Foram criadas várias listagens de pré-venda de consoles PlayStation 5 em diferentes sites da Amazon, sugerindo que o preço será revelado hoje.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hsva6k",
            "num_comments": 0
        },
        {
            "title": "Quando 'Homem-Aranha: Longe de Casa' estará na Netflix? Mais um clássico do Universo Cinematográfico da Marvel chegou à Netflix. Homem-Aranha: Longe de Casa é Tom Hollands como o herói da teia aparece para dizer ola na Netflix brazuca.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hstqkn",
            "num_comments": 0
        },
        {
            "title": "Guia do Iniciante de Ghost of Tsushima - Primeiros passos no game Depois de um longo prólogo, Ghost of Tsushima finalmente dará a você um cavalo e abrirá os portões para você explorar uma região muito grande do jogo. Guia do Iniciante de Ghost of Tsushima - Primeiros passos no game.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hstfgb",
            "num_comments": 0
        },
        {
            "title": "O Cajado dos 'Caçadores da Arca Perdida' pode ser seu por apenas US $ 100.000 + Como você pode imaginar, a Prop Store espera vender os itens por muito dinheiro, de modo que a maioria de nós só poderá vitrine. No entanto, eles nos forneceram ótimas fotos e descrições detalhadas. Confira a materia.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hslfku",
            "num_comments": 0
        },
        {
            "title": "Paper Mario: The Origami King Review (Switch) A série Paper Mario sofreu mais altos e baixos ao longo dos anos do que a tampa da caixa de lápis de Picasso, com a Nintendo e a desenvolvedora Intelligent Systems fazendo o possível para fixar a fórmula novamente.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hsh69h",
            "num_comments": 0
        },
        {
            "title": "Fãs descobrem uma conta no Twitter de Super Mario: Potencialmente ligada à Nintendo Conforme observado pelo leitor do VGC Júlio Rodrigo, a conta @ SuperMario35th foi registrada no início deste ano e possui um e-mail de recuperação que pode usar o domínio Nintendo.co.jp.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hsfwzr",
            "num_comments": 0
        },
        {
            "title": "Stargirl descobre duas identidades secretas O último episódio de Stargirl viu dois personagens principais terem suas identidades secretas expostas, e isso poderia ter sérias conseqüências para Courtney.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hsepvf",
            "num_comments": 0
        },
        {
            "title": "Os Simpsons: 10 coisas que os fãs precisam saber sobre Apu Os Simpsons têm tantos personagens, mas poucos são tão amados quanto Apu. Aqui estão algumas coisas que os fãs de Apu devem saber sobre esse personagem renomado.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hsb6as",
            "num_comments": 0
        },
        {
            "title": "Xbox Series X: O que é o Velocity Architecture? A Microsoft explica Um dos novos recursos do Xbox Series X é chamado \"Xbox Velocity Architecture\", e é uma nova peça de tecnologia que a Microsoft diz que ajudará o console a fazer com que os jogos pareçam e funcionem melhor.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hs06p9",
            "num_comments": 0
        },
        {
            "title": "Dave Filoni Making The Bad Batch",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hrx09w",
            "num_comments": 0
        },
        {
            "title": "Matrix: Onde está localizada a Cidade das Máquinas? A maior parte da batalha de Neo para proteger a humanidade ocorre dentro da Matrix, mas as máquinas também controlam sua própria cidade em algum lugar do mundo real.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hruvwx",
            "num_comments": 0
        },
        {
            "title": "O lindo e novo filme de ficção científica Archive falha no teste do Black Mirror O recurso de estréia do designer visual de Moon é quase fantástico, até que não seja",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hrtp1x",
            "num_comments": 0
        },
        {
            "title": "Jóias de piratas do Caribe removidas em meio a controvérsia Um site de colecionador conhecido como Worthpoint removeu uma peça polêmica das joias dos Piratas do Caribe, em forma de laço, de seu site.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hrsjo8",
            "num_comments": 0
        },
        {
            "title": "DCeased: Dead Planet # 2 apresenta uma homenagem a um momento trágico do super-homem DC apresenta um primeiro olhar sobre DCeased: Dead Planet # 2, de Tom Taylor, Trevor Hairsine e Gigi Baldassini.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hrre18",
            "num_comments": 0
        },
        {
            "title": "Dylan O'Brien é Terry McGinnis no intenso Batman Beyond do trailer do fã Um trailer feito por fãs para um filme do Batman Beyond de ação ao vivo lança Dylan O'Brien como Terry McGinnis em frente a Bruce Wayne, de Michael Keaton.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hrq9xe",
            "num_comments": 0
        },
        {
            "title": "Os Simpsons: a inspiração surpreendentemente sombria para o nome de Milhouse Milhouse, o melhor amigo de Bart Simpson em Os Simpsons, é um perdedor perpétuo, tornando apropriado que até a inspiração de seu nome seja deprimente.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hrp5zz",
            "num_comments": 0
        },
        {
            "title": "Sandman: Neil Gaiman pediu à Warner Bros Que não fizesse um filme nos anos 90 Neil Gaiman lembra que solicitou que a Warner Bros. adiasse a adaptação de The Sandman como longa-metragem no início dos anos 90.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hrn4z6",
            "num_comments": 0
        },
        {
            "title": "Venom: King in Black Invade o Universo Marvel em dezembro A Marvel Comics anunciou King in Black , a próxima parte da escritora Donny Cates e da saga Venom do artista Ryan Stegman, que vê Knull, deus dos simbiontes, invadir o Universo Marvel.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hr7lmd",
            "num_comments": 0
        },
        {
            "title": "Com a mudança de Stargirl para a CW: O que o futuro reserva para os Titãs? Existem opções para colocar Titãs em outro lugar quando o aplicativo DC Universe se concentrar apenas em quadrinhos, mas mesmo essas possibilidades têm problemas.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hr6gmo",
            "num_comments": 0
        },
        {
            "title": "Os 5 melhores novos anime de 2020 até agora Como quase tudo, o anime também foi atingido este ano com atrasos na produção. Apesar da decepção, ainda existem alguns anime fantásticos que foram lançados este ano até agora.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hr22hx",
            "num_comments": 0
        },
        {
            "title": "'Battlestar Galactica' está 'progredindo bem' diz chefe dos originais da Peacock A reinicialização de Battlestar Galactica é uma das grandes apostas dramáticas de Peacock e o chefe original do streamer da NBCU diz que o drama de ficção científica está \"progredindo bem\".",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hr13kl",
            "num_comments": 0
        },
        {
            "title": "Onde Assistir Stargate Streaming: Todos os Episódios e Filmes Online Foi há quase seis anos que a Netflix lançou o Stargate SG-1 e ele não voltou. A mudança ocorreu quase sem aviso prévio e agora parece certo que nunca mais veremos nenhum programa do Stargate na Netflix.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hr07s0",
            "num_comments": 0
        },
        {
            "title": "Pokemon RéBURST: O melhor mangá de Pokemon que você nunca leu O mangá Pokémon Reburst dá uma reviravolta nunca vista antes na batalha de Pokémon. Mas sem um lançamento oficial fora do Japão, poucos fãs sabem disso.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hqtnre",
            "num_comments": 0
        },
        {
            "title": "Naya Rivera: Corpo encontrado em busca de desaparecida estrela de Glee (CNN) O corpo encontrado em um lago no sul da Califórnia foi identificado como a ex-atriz de \"Glee\" Naya Rivera , informou o Gabinete do Xerife do Condado de Ventura durante entrevista coletiva nesta segunda-feira.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hqq3vt",
            "num_comments": 0
        },
        {
            "title": "Kelly Preston: Atriz e esposa de John Travolta morreu após uma batalha de dois anos contra o câncer de mama Aatriz Kelly Preston morreu após perder sua batalha contra o câncer de mama, disse seu marido John Travolta em um post no Instagram no domingo. Ela tinha 57 anos.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hqjbg4",
            "num_comments": 0
        },
        {
            "title": "Amber Heard vs. Johnny Depp: James Franco acusado de ser \"Agressivo\" Em 2015, a atriz de 28 anos, Amber Heard, casou-se com o ator de 51 anos, Johnny Depp. Em maio de 2016, Heard pediu o divórcio e, em seguida, entrou com uma ordem de restrição à violência doméstica contra Depp.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hqj7fu",
            "num_comments": 0
        },
        {
            "title": "Review de Bloodstained: Curse of the Moon 2 (Switch eShop) Durante a campanha do Kickstarter de 2015 para Castlevania sucessor espiritual Manchada de sangue: Ritual da Noite, um dos níveis de recompensa prometeu um minijogo de prequel com estilo retrô.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hqew8y",
            "num_comments": 0
        },
        {
            "title": "Velozes e Furiosos 9: Eles Estão Mandando Vin Diesel para espaço A franquia turbulenta, divertida e financeiramente sólida e de ponta que nós apreciamos chamada Fast & Furious (inicialmente chamada The Fast and the Furious ) está se preparando para mostrar Fast & Furious 9. Saiba Mais.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hqe22q",
            "num_comments": 0
        },
        {
            "title": "The Boys Temporada 2 Na Amazon: Assista o primeiro trailer completo The Boys chegou na Amazon em 26 de julho de 2019 e se tornou um sucesso instantâneo. A primeira temporada foi entregue em todos os aspectos e obteve grandes classificações para o Prime Video. A segunda temporada já foi confirmada.",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hq4zd7",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, eu tenho um Canal no Youtube sobre Filmes e fiz um vídeo sobre A História dos Filmes da Franquia \"O Massacre da Serra Elétrica\" (Parte 3). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hp9vix",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, eu tenho um Canal do Youtube sobre Filmes e Séries e fiz um vídeo é sobre A História dos Filmes da Franquia \"O Massacre da Serra Elétrica\" (Parte 2). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hl3h29",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos Filmes da Franquia \"O Massacre da Serra Elétrica\" (Parte 1). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "hd6gxz",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos Filmes da Franquia \"Halloween\" (Parte 4). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "h8tflq",
            "num_comments": 0
        },
        {
            "title": "La La Land",
            "selftext": "salve manos vim compartilhar uma review de La La Land por um ponto de vista que nao tinha percebido antes e quero deixar essa reflexão https://www.instagram.com/tv/CBOXpPOHs-Y/?utm\\_source=ig\\_web\\_button\\_share\\_sheet",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gzukfu",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos Filmes da Franquia \"Halloween\" (Parte 3). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gxqk4v",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos Filmes da Franquia \"Halloween\" (Parte 2). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gt38uq",
            "num_comments": 0
        },
        {
            "title": "Cinemateca de Quarentena: \"Uma obra de arte deve ser como um machado...\"",
            "selftext": " \n\nhttps://preview.redd.it/eyhwhbnsei151.jpg?width=400&format=pjpg&auto=webp&v=enabled&s=78071beab00c2a7ad20d79a756677e80c24a25b2\n\nAprisionados por esta quieta calamidade, esta crise coronariana que talvez finalmente inaugure de fato e de direito o século XXI, sobrevivemos com as reservas e ajudas que podemos. Os que estamos impossibilitados de trabalhar, nadando em ócio, recorremos a tudo: Overdose de redes sociais, tentativas de exercícios no quintal ou na área, retorno à espiritualidade, diuturnas D.R.s (discussão das relações), retomada de leituras que antes se acumulavam, *revivals* e *flashbacks* musicais via Youtube, e a ordem do dia: Sites de *streaming* como *Netflix* e *Amazon Prime*, ou mesmo os democráticos sites de, hum, não digamos pirataria, mas *facilitação cultural fraternalista*.\n\nMais um entre tantos sitiados, vez por outra lanço-me em busca de algum filme ou série, de preferência que me possam instigar. Nessa *vibe* acabei por ver, em maratônica sequência, a dois filmes: O laureado sul-coreano *Parasita* e o anglo-americano *Vestígios do Dia*.\n\nNão tinha a mínima ideia dos roteiros, e foi uma coincidência macabra perceber que tratam, mesmo que lateralmente, de um mesmo tema: Como os príncipes deste mundo são detestáveis. E talvez aqueles que os celebram – muitas vezes ao custo de seu sangue, sua sanidade.\n\nNo ótimo *Vestígios do Dia* (1993), baseado num romance do nipo-britânico Kazuo Ishiguro, um abnegado mordomo (o sempre fenomenal Anthony Hopkins) vê a vida e suas oportunidades de felicidade lhe escorrerem por entre os dedos, sempre ocupados, sempre asseados, sempre a postos em sua subserviência tão inglesa, tão torpe. Mas essa torpeza da servilidade, esse assalto e rapto de sua própria humanidade não é confrontado pelo personagem que, resignado, se anula em seu papel, como um indiano engessado no sistema de castas, até que seja tarde demais. Sua bovina suspensão dos julgamentos éticos sobre aquilo que vê e ouve (“quem é o servo para julgar o seu $enhor?”) dá o tom do absurdo – que pode ser o de muitos de nós, guardadas as proporções e contextos. Seu sorriso impassível, mantido até o final não feliz da trama, arranca piedade (e um difuso sentimento de revolta) de nossos sentidos já anestesiados.\n\nSem querer, essa celebração tão inglesa dos de “sangue azul” traz à baila, ao menos para nós, não-monarquistas, o eterno questionamento: O que leva homens a servirem a outros que não possuem mérito algum palpável ou mensurável, senão seu DNA? Um indivíduo é elegido para o poder, outro conquista o poder – mas como pode alguém HERDAR o poder? Numa tribo zulu na Suazilândia (única monarquia absoluta do continente africano) ou num café na *Piccadilly Circus* em Londres, como abaixar a cabeça a não-escolhidos e não-meritórios, mas janotas impostos “pelo destino”? E pensar que mesmo hoje há quem fale em retorno da Monarquia no Brasil. Diabos, não nos bastam os oligarcas e burgomestres? Esses ao menos não se arrogam ter sangue azul, embora melindrosamente (e mais para o espelho, mais para si próprios) vistam a carapuça. Príncipes e rajás: Não em vão o Cristo afirmou que não haverá espaço nos céus para quase nenhum deles...\n\nSobre *Parasita* (2019), é compreensível que a película de Bong Joon Ho tenha faturado o Oscar de melhor filme: Se não capturou o *zeitgeist*, o espírito do (nosso) tempo de uma maneira plural, capturou ao menos o *zeitgeist* do estado da arte e pensamento pós-modernos: Relativização moral seguida do esforço de re-significação da (de alguma) moralidade, cansaço frente às estruturas de poder/coesão, celebração não trágica, mas irônica/cínica do absurdo. Um filme de respeito.\n\nMas a quarentena infelizmente é longa. Sitiados em nossos sofás, avancemos na nossa matinê, imaginando-nos andando livres lá fora, quem sabe nas antigas seções dos cinemas São José ou Cine Nanci.\n\nAmpliando a mesma linha de questionamentos éticos de *Parasita*, funcionando como verdadeiras metralhadoras ou roletas russas de solicitações, duas produções, uma de 2015 e outra recente, trazem, igualmente de maneira crua, tal questão.\n\nEm *Circle* (EUA, 2015), produção independente e barata, 50 atores despertam aprisionados num sinistro ambiente, impossibilitados, sob risco de morte, de saírem de suas posições. Ao centro, uma máquina obscura dispara raios de quando em quando, fulminando um dos convivas do macabro experimento. Mas eles logo descobrem que não há aleatoriedade alguma nos disparos: De certa forma, todos os presentes podem “votar” naquele que irá morrer. O que se segue, embora recorrendo a alguns clichés, é uma célere catarse de julgamentos éticos, exposição de preconceitos e exibição do pior que no homem habita. Nauseante, mas fiel tributário daquilo que a arte deve se propor a ser: Uma perturbação, ou, parafraseando Kafka (que falava sobre livros), “*queremos obras que nos afetem como um desastre. Uma obra de arte deve ser como um machado diante de um mar congelado em nós*.”\n\nJá no recente *O Poço* (2019), suspense/ficção científica espanhol que alcançou rápido sucesso e gerou até memes (“Mas não é óbvio?”), a mesma fórmula se apresenta, mas aqui hiper refinada, operando por véus que vão sendo arrancados – onde loucura se contrapõe à loucura, absurdo (estrutural, existencial, totalitário) é respondido com absurdo, num jogo de embaçamento, perda e retomada do sentimento do ético, culminando no esforço final de redenção/superação sacrificial até o encerramento em aberto, abertura de possibilidades que igualmente cumpre a função da arte de perturbação dos sensos.\n\nSe nossos corpos foram lançados à força em nossas desconfortáveis zonas de conforto, que a sétima arte possa dela nos arrancar, com seus questionamentos que, ao exporem nossa miséria, acabam por nos forçar a sermos melhores, a fim de não perecermos.\n\n*Sammis Reachers*\n\n\\-  [https://azulcaudal.blogspot.com/](https://azulcaudal.blogspot.com/)",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gs6j9z",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos filmes da Franquia \"Halloween\" (Parte 1). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gokyrc",
            "num_comments": 2,
            "comments": [
                "Oi! Tô aprendendo português e te vou inscrever pra practicar o meus habilidades auditivas. Brigadão!"
            ]
        },
        {
            "title": "Ei, pessoas. Fiz este Curta-metragem de suspense quero a opinião de vocês",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "go7auj",
            "num_comments": 1,
            "comments": [
                "Gostei cara, continua fazendo!"
            ]
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos filmes da Franquia \"A Hora do Pesadelo\" (Parte 3). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "glfhvm",
            "num_comments": 0
        },
        {
            "title": "Suco Frame! Mistura deliciosa de cinema e possibilidades audiovisuais",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gjlpzw",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos Filmes da Franquia \"A Hora do Pesadelo\" (Parte 2). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gh0sra",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos filmes da Franquia: \"A Hora do Pesadelo\" - Parte 1. Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "gcpup7",
            "num_comments": 0
        },
        {
            "title": "Olá pessoas, me desculpem pelo incômodo, mas eu tenho um Canal do Youtube sobre Filmes e Séries e tenho que divulgar de alguma maneira. O vídeo é sobre A História dos filmes da Franquia Sexta-Feira 13 (Parte 4). Se puderem darem um checada, eu agradeceria muito. Obrigado e até mais!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "g6ocj9",
            "num_comments": 0
        },
        {
            "title": "HISTÓRIA DOS FILMES DA FRANQUIA SEXTA-FEIRA 13 (PARTE 3)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "g3647l",
            "num_comments": 0
        },
        {
            "title": "Batman vs Superman minha opniao",
            "selftext": "Essa é minha opniao sobre o filme Batman v Superman Versao estendida.\n\n[https://www.youtube.com/watch?v=jxcBL-UTavk&t=8s](https://www.youtube.com/watch?v=jxcBL-UTavk&t=8s)",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "g0sesg",
            "num_comments": 0
        },
        {
            "title": "▪️◾◼️🔴🤓🎥⬜GENTE SE INSCREVAM NO MEU CANAL⚪⚪⚪FAÇO CRÍTICA DE CINEMA/ARTE (E disponibilizo 🧲DOWNLOAD DAS SERIES/FILMES que analiso!)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "fxej11",
            "num_comments": 0
        },
        {
            "title": "HISTÓRIA DOS FILMES DA FRANQUIA SEXTA-FEIRA 13 (PARTE 2)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "fwqz1p",
            "num_comments": 0
        },
        {
            "title": "O que vocês acharam de Aves de Rapina?",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "ft0fz7",
            "num_comments": 0
        },
        {
            "title": "Achei esse curta mt interessante",
            "selftext": "[https://youtu.be/64BHP2ErUWo](https://youtu.be/64BHP2ErUWo)",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "fridls",
            "num_comments": 0
        },
        {
            "title": "HISTÓRIA DOS FILMES DA FRANQUIA SEXTA FEIRA 13 (PARTE 1)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "fr6a1p",
            "num_comments": 0
        },
        {
            "title": "\"As vantagens de ser invisível\"",
            "selftext": "Bate em vocês uma depressão pós-filme? Eu assisti esse filme e fiquei nessa...acho curioso como muitos filme conseguem me trazer essa sensação....",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "fjwrzb",
            "num_comments": 1,
            "comments": [
                "Quando tô triste eu vejo esse filme, a química dos personagens, a amizade deles, me deixa feliz."
            ]
        },
        {
            "title": "Feliz Sexta-Feira 13! Olá pessoas, desculpem o incômodo, mas para comemorar essa data, eu fiz um vídeo no meu Canal do Youtube sobre as Curiosidades dos Filmes Sexta-Feira 13 Parte 2 e Parte 3. Se puderem dar uma conferida e disser o que acharam, eu agradeceria. Até mais!!!",
            "selftext": "[https://youtu.be/q1aH3hdFJiw](https://youtu.be/q1aH3hdFJiw)",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "fi26cz",
            "num_comments": 0
        },
        {
            "title": "AJUDEM A LEMBRAR DE UM FILME",
            "selftext": "Gente, vi um filme brasileiro a mt tempo.\nO filme é bem indie, e bem dark, e o personagem principal é todo triste e tem um porco de estimação. Ai a mulher dele mata o porco. Era um filme bem cidade grande, n era porco de sítio\nAlguém sabe que filme q é?\nEu sinto q era estrelado pelo selton mello mas n tenho ctz",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "fb6lm4",
            "num_comments": 1,
            "comments": [
                "Filme: O Homem do Ano\n\nAtor: Murilo Benício"
            ]
        },
        {
            "title": "1917 | Como foi filmado? [Explicação]",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "f3t75w",
            "num_comments": 0
        },
        {
            "title": "COMO FUNCIONA A VOTAÇÃO NO OSCAR DE MELHOR FILME? [Explicação]",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "eyg8p6",
            "num_comments": 0
        },
        {
            "title": "Michael Haneke: A Importância da Manipulação Honesta (Parte 1)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "euf71w",
            "num_comments": 1,
            "comments": [
                "O vídeo a seguir é um estudo compreensivo sobre a filmografia do diretor Michael Haneke, tendo como foco a forma como seus filmes trabalham com um tipo de manipulação diferenciada dentro da linguagem cinematográfica. Como o vídeo acabou ficando longo, decidi separar em duas partes.\nEspero que gostem! \nOBS: A segunda parte ainda está em processo de edição."
            ]
        },
        {
            "title": "CURIOSIDADES DO MUNDO DO ENTRETENIMENTO #5",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "et3osu",
            "num_comments": 0
        },
        {
            "title": "19 FILMES MAIS AGUARDADOS DE 2020",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "egcj0i",
            "num_comments": 0
        },
        {
            "title": "OS 10 MELHORES FILMES PARA ASSISTIR EM ÉPOCA DE NATAL (Se vocês tiverem os seus preferidos, fiquem à vontade para comentar)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "ed46ga",
            "num_comments": 0
        },
        {
            "title": "AMNÉSIA - Uma joia rara do suspense",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "e9xj9e",
            "num_comments": 0
        },
        {
            "title": "CURIOSIDADES DO MUNDO DO ENTRETENIMENTO #3 - O canal Sigmatrix é um projeto de cultura pop e entretenimento e no programa da semana trago mais curiosidades. Espero que gostem. Boa noite!!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "e6s9b3",
            "num_comments": 0
        },
        {
            "title": "#1 CURIOSIDADES DO MUNDO DO ENTRETENIMENTO",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "dzsh4i",
            "num_comments": 0
        },
        {
            "title": "Tudo o que eu queria falar sobre o Oscar 2019",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "atiwff",
            "num_comments": 0
        },
        {
            "title": "Estreias da Semana | Venom e o remake de Papillon são destaques nos cinemas",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "9l8ne3",
            "num_comments": 0
        },
        {
            "title": "X-Men: Fênix Negra – Primeiro trailer é divulgado, confira!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "9jafod",
            "num_comments": 0
        },
        {
            "title": "Crítica | Deus não está morto 3 : Uma luz na escuridão",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "9bl29g",
            "num_comments": 1,
            "comments": [
                "Vai ao cinema nesse fim de semana? Leia a crítica de DEUS não está morto 3"
            ]
        },
        {
            "title": "Procurando um filme sobre debate do porte de maconha",
            "selftext": "Galera, é o seguinte!\n\n\nAh um bom tempo atrás, lá pra 2010~2011, eu assisti um filme nacional na casa de um amigo. A sinopse do filme era meio que: uma professora encontrou maconha na sala de aula das crianças, e graças à isso ela realizou uma reunião com todos os pais na tentativa de descobrir quem era o \"dono\" da erva. Dentro dessa reunião rola toda uma acusação de um pai para com o outro, de uma forma leve e descontraída. Eu procuro esse filme há tempos porém não lembro o nome. Tinha vaga lembrança de ser \"sala 420\" ou semelhante, mas ainda não encontrei dessa forma. Alguém que possa me ajudar?\n\nObrigado!",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "95cs87",
            "num_comments": 0
        },
        {
            "title": "Procurando o nome de um brasileiro Sci-Fi filme de arte da década de 1970",
            "selftext": "Qual é o nome de um brasileiro Sci-Fi filme de arte da década de 1970, onde um alienígena azul sentou-se em uma praia-e tempo-viajou através brasileiro de história?",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "8tggkz",
            "num_comments": 0
        },
        {
            "title": "Analisando o filme \"Tomates Verdes Fritos\"",
            "selftext": "Debate sobre o clássico cult (1992) estrelando Kathy Bates\n\nhttps://www.youtube.com/watch?v=Nkx39LUrOd8",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "8iawmx",
            "num_comments": 1,
            "comments": [
                "https://www.youtube.com/watch?v=Nkx39LUrOd8"
            ]
        },
        {
            "title": "A procura de Legendas em portuguese",
            "selftext": "Olá! \n\nEstou querendo baixar as legendas de vários seriados para curtir o cinema brasileiro e melhorar o meu português. Só que não consigo achar elas nas sites como opensubtitles.org. Será que alguém fica interessado em fazer uma troca de legendas de alguns programas que pode achar nos estados unidos para alguns que dá para achar no Brasil? Tenho acesso a muitos na minha biblioteca e eu ficaria muito aliviado se alguém puder me ajudar! Abraços!",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "7ta9rt",
            "num_comments": 0
        },
        {
            "title": "Através das Sombras (2016): discussão",
            "selftext": "Alguém já viu esse filme? Uma adaptação livre do livro \"A Volta do Parafuso\", de Henry James. Achei fraquinho, apesar do elenco de peso, grandes nomes da televisão que, apesar do esforço, não conseguiam dar veracidade aos diálogos e cenas. Gostei do final, apesar de tudo, mesmo sendo uma cópia da adaptação gringa.\nEntendo a dificuldade de fazer terror no Brasil, o que é uma pena. O que vocês acharam?",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "6n1gla",
            "num_comments": 0
        },
        {
            "title": "Divertida Mente (Inside Out)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "6fi7m9",
            "num_comments": 0
        },
        {
            "title": "O Chamado (The Ring)",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "6dx6it",
            "num_comments": 0
        },
        {
            "title": "FOCO FOBIA: EM OMISSÃO",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "5o121n",
            "num_comments": 0
        },
        {
            "title": "\"A Classe Roceira\" - Documentário de Berenice Mendes sobre as ocupações do Movimento dos Trabalhadores sem Terra no sudoeste do Paraná na década de 80",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "4tusus",
            "num_comments": 0
        },
        {
            "title": "Curta de super-herói criado por brasileiro deve virar filme em Hollywood",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "4ljtzi",
            "num_comments": 0
        },
        {
            "title": "10 coisas que você (provavelmente) não sabia sobre O Regresso",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "447vis",
            "num_comments": 0
        },
        {
            "title": "Quais são as apostas de vocês para o Oscar desse ano?",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "447u4h",
            "num_comments": 0
        },
        {
            "title": "Teaser Trailer Legendado - Alice Através do Espelho",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3tzgqg",
            "num_comments": 0
        },
        {
            "title": "Meia Hora e as manchetes que viram manchete - Trailer OFICIAL",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3hgbwg",
            "num_comments": 1,
            "comments": [
                "Alguém assistiu ou tem dicas de documentários brasileiros pra compartilhar?\n\nAssisti ao filme no último fim de semana aqui no Rio e adorei. Todos os questionamentos que ele faz, não esperava que um filme falando sobre algo tão *bobo* (a primeira vista) fosse tão profundo em questões sociais."
            ]
        },
        {
            "title": "Breakdown do Trailer de Batman v Superman Dawn of Justice em Português",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3e4y6a",
            "num_comments": 0
        },
        {
            "title": "Assista ao trailer de Batman vs Superman: A Origem da Justiça",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3cy9an",
            "num_comments": 0
        },
        {
            "title": "Homem-Aranha - Chefe da Marvel diz que novo traje vai surpreender a todos!",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3cugu1",
            "num_comments": 1,
            "comments": [
                "tio ben já morreu tanto coitado, cansada de ver esse homem morrer"
            ]
        },
        {
            "title": "Estande de Warcraft traz armas e acessórios usados no filme",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3cu6n2",
            "num_comments": 0
        },
        {
            "title": "Os 10 melhores recursos online para aprender ou ensinar cinema",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3ctw1r",
            "num_comments": 0
        },
        {
            "title": "Primeiro trailer de Goosebumps: Histórias de Arrepiar mostra Jack Black e muitos monstros",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3ctvms",
            "num_comments": 1,
            "comments": [
                "Expected\n\nhttp://media2.s-nbcnews.com/j/streams/2013/January/130118/1B5600812-technolog2B685AC6B-2A63-D48A-8636-64C97357FD6A.today-inline-med.jpg"
            ]
        },
        {
            "title": "Confira alguns dos gadgets que serão usados em Batman vs Superman: A Origem da Justiça",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3ctvj4",
            "num_comments": 0
        },
        {
            "title": "Star Wars: Episódio IX será dirigido por Colin Trevorrow, de Jurassic World",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3ctvea",
            "num_comments": 0
        },
        {
            "title": "Novas fotos do set de Caça-Fantasmas mostram os uniformes e os veículos da equipe",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3ctvb2",
            "num_comments": 0
        },
        {
            "title": "Crítica internacional elogia \"Homem-Formiga\" e destaca carisma de Paul Rudd",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3cr8d3",
            "num_comments": 0
        },
        {
            "title": "TOP 10!",
            "selftext": "Se vocês fossem fazer um \"Top 10\" com seus filmes preferidos, como seria?",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3cr7yg",
            "num_comments": 3,
            "comments": [
                "1 - Intocáveis \n\n2 - A Lista de Schindler \n\n3 - Lawrence da Arábia \n\n4 - 12 Homens e uma Sentença \n\n5 - Um Sonho de Liberdade \n\n6 - Central do Brasil \n\n7 - O Sol é para Todos \n\n8 - Crash: No Limite \n\n9 - As Vantagens de Ser Invisível\n\n10 - Os Suspeitos\n",
                "O meu filme favorito é O Cavalo de Turin. Os outros nove fora de ordem:\n\n* Cries and Whispers\n* The Innocents\n* Sátántangó\n* The Mirror  \n* Arca Russa  \n* Lore  \n* Ida  \n* The Seventh Seal  \n* Melancholia",
                "O meu ficaria:\n\n01. Clube da Luta\n02. Pulp Fiction\n03. Seven\n04. Um Sonho de Liberdade\n05. Forrest Gump\n06. A Vida é Bela\n07. Batman: The Dark Knight\n08. O Poderoso Chefão\n09. Os Suspeitos\n10. Inception"
            ]
        },
        {
            "title": "Wesley Snipes diz que se encontrou com a Marvel sobre possível retorno da franquia Blade",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3cr68e",
            "num_comments": 0
        },
        {
            "title": "Ben Affleck vai dirigir, roteirizar e estrelar filme solo do Batman",
            "selftext": "",
            "subreddit": "CinemaBrasil",
            "topic": "videos",
            "id": "3cr5xo",
            "num_comments": 1,
            "comments": [
                "Ele é. Muito bom em. Direção e. Roteiro e tá com cara que está bem de Batman, torço que seja um projeto a altura do DARK Knight "
            ]
        }
    ]
}