{
    "posts": [
        {
            "title": "Cosas turbias en la secundaria/viaje de egresados",
            "selftext": "Recién estando en el post de los chismes (alabado sea ese user) ví un comentario que me hizo acordar de cuando a mi ex compañera se la empomaron entre dos coordinadores en el viaje a bariloche...\n\nQue cosas raras presenciaron ustedes allá por esos años de juventud?",
            "subreddit": "argentina",
            "topic": "viaje",
            "id": "z74gv3",
            "comments": [
                "A mi viaje de egresados podían venir \"Jóvenes adultos\" como acompañantes en vez de padres. Una compañera postuló al primo, y lo presentó como \"súper responsable, abogado de 25 años\".  \nSe culeó a una compañera en la escalera del hotel en frente de todos. Los filmaron.  \nLe arruinó el viaje a la prima que no sabía dónde esconderse.\n\nHermoso.",
                "último día de Bariloche me agarró terrible diarrea en pleno hotel con baño compartido a la mañana casi las 6, no me dejaba entrar un pibe estaba haciendo campana al otro que estaba adentro cogiendo, yo al ser grandote no me frenó, fui de una a cagar, el cordinador se estaba empomando a una de mí curso, se fueron apenas escucharon la terrible cagadera",
                "Me hice una paja en el laboratorio con el puro propósito de ver mi semen en el microscopio.",
                "En mí viaje de egresados lo único turbio que vi fue el inodoro después de la gastroenteritis que me contagie.",
                "En el secundario tecnico era muy común que las pibas de primero abandonen porque quedaban embarazadas, la mayoría por pibes de cuarto o más\n\nAsí que había mucha piba de 12/13 cogiendo con pibes algunos de 18",
                "Tiraron mercurio en el agua de mi colegio",
                "Una vez un compañero fue al baño y volvio asustado porque habia dos vagos en... \"acople\"¿?¿?",
                "En la secundaria tenia un profe medio ortiva que siempre se la agarraba con una mina del curso que era tremenda boluda. Cuestión, en una clase que nos mostraba con un proyector conectado a su notebook, vimos que en el chrome tenia el perfil de fb de la mina guardado como favoritos. Que paso dps? No recuerdo xD",
                "Le encontraron merca a 2 pibes de otra escuela que viajaron con la misma empresa que los de mi curso y un coordinador nos reunio a todos para decirnos que para evitar mayores problemas se cancelaba el viaje y nos teniamos que volver todos\n\nDespues dijeron que era una joda por el dia de los inocentes, pero resulta que la joda era solo lo de que nos teniamos que volver, lo de la merca fue real y a los que se la habian encontrado si los hicieron volverse y vaya uno a saber que paso despues\n\nEn cuanto a cosas turbias de la secundaria en si, un dia habia llegado bastante antes del horario de entrada porque el colectivo paso muchisimo mas rapido de lo normal, mi aula estaba en un pasillo casi al fondo, entre a la escuela, fui a dejar mis cosas y cuando estaba llegando, en el aula de al lado habian 2 pibes (que en ese momento debian tener 15 años si mal no recuerdo, yo los conocia pero de vista nomas) cogiendo y grabando todo con el celular",
                "Te contaría pero soy promo 20",
                "Muchas cosas, era una escuela publica semi rural de Sgo del Estero.\n\n* Los profesores se movieron a algunas compañeras.\n* Una vez un pibe llevo un arma.\n* En un viaje escolar pero de primaria de la misma escuela abusaron de un chico,\n* Un compañero se robo parte de la plata del asunto de fin de curso (buzos, viaje, banderas, etc).\n* Nos llevábamos tan mal que el viaje de egresados lo hicieron en grupos por separado a distintos lugares.\n* Varias quedaron embarazadas, pero no de mi curso.\n* Me acuerdo que vos podías escaparte como si nada, yo lo único que hacia cuando me tenia ganas de ir a casa era salir por la puerta de adelante por en frente del ordenanza y nunca paso nada.\n* Durante toda la secundaria había como un club de la pelea, donde nos juntábamos a cagarnos a trompadas, pero sin malicia.\n* Hubo casos donde entraron y asaltaron a alumnos en el recreo.\n* En algunas peleas hubo apuñalados\n* Habia una mina que tenia una pagina de FB donde hablaba mal y difundia rumores de absolutamente casi todos los alumnos, al final se descubrio quien era, y en un estilo a lo mas turba iracunda, se fueron todos a buscarla a el curso (faltaban las antorchas nomas), la salvaron los preceptores.\n* Como anécdota una vez se filtro el video nopor de una chica de la escuela, toda la escuela la vio, la cosa es que incluía bj, y mientras presenciábamos, el mas pichi de mis compañeros dijo \"wakala el otro día me saludo dándome un beso\", la pobre mina tuvo que abandonar la escuela.",
                "\\- Un compañero se hiso pasar por mi viejo, porque la policia me levanto de la calle (estaba en pedo y me dormi en la entrada a un negocio). El chabon jura que le creyeron, yo no recuerdo nada, estaba el tambien re en pedo, cuestion que me dejo ir la cana y el chabon me llevo al hombro al hostel.\n\n\\- Un pibe saco todos los estantes de un armario, se metio adentro y en el interior dibujo (con dentifrico) una reproduccion de casi 2ms [de la mascota de las salchichas marca \"Panchin\"](https://arcordiezb2c.vteximg.com.br/arquivos/ids/160558-500-400/Salchichas-Panchin-Piamontesa-G-6-un-1-363.jpg)(esas salchichas fueron casi lo unico que comimos toda esa semana)",
                "Yo no fui, me parecia gasto de guita.\n\n&#x200B;\n\nUna de las pibas que si fue...garcho por colectora y la descocieron literal volvio parada en el micro y una semana con coso de hemorroides en la silla.",
                "El coordinador tomaba merca cada 10 min. Le gritaron \" Carlos tenes nieve ahi\" en el desayuno y se pegó la paranoiqueada de su vida adelante de todos.",
                "No se si califica como \"turbio\", pero en mi viaje de egresados el chico \"popular\" propuso hacerle una baquita a un coordinador como regalo por la buena onda, y bastante gente se copo con la idea , la plata se la entrego enfrente de todos, pero resulta que no fue una acción desinteresada sino que fueron mitad y mitad mandado por el mismo coordinador y que este coordinador hacia lo mismo con cada promo.",
                "En mi colegio agarraron una piba de primer año cogiendo en el baño con un pibe de ultimo año, (obvio de secundario los dos) lo peor de todo es que no fue la primera vez que paso, tamb tuvieron que expulsar a dos preceptores porque andaban jodiendo con las pibas de los grados mas altos",
                "Todo se remonta a 2018, Porto seguro Brasil. Disfrutando un paseo post playa por una ciudad super colonial cuando pasa una cuca... la pisamos y apostamos que nadie se la comía. Como dice el dicho por plata baila el mono, un amigo termino comiendo una cuquinhia por como 15 lucas. Profit en mi opinión.",
                "Mi viaje fue a Sudáfrica y uno de los hoteles en la capital era un hotel grande y céntrico, muchos pisos muchísimas habitaciones y lleno de gente. Allá nos habíamos comprado pistolas de balines mega realistas allá y estando en una de las habitaciones, un par no tuvieron mejor idea que caer sorpresa a tirarnos, entonces fuimos todos a agarrar las nuestras. La cosa escalo mas allá de la habitación y de repente éramos 10 monos con pistola y encapuchados corriendo por el hotel.\n\nCuestión que lo ven en las cámaras y activan un protocolo de seguridad. Justo uno de los coordinadores estaba charlando con uno de los encargados y al escuchar le dice esto de nuestras pistolas.\nPor suerte con eso dieron de baja, el protocolo incluía fuerzas armadas que desactivaron a tiempo, y se lleno de seguridad del hotel. Los huéspedes estaban todos cagados. \n\nDespués nos mostraron el cctv y era épico. De ojete no nos cagaron a tiros",
                "Yo no me fui de viaje de egresados, pero mi curso se fue (allá por el 2006) y volvieron contando como una gracia \"a fulanita se la cogió un coordinador y estaba tan en pedo que no se acuerda\" Mas violín imposible.",
                "Alla por el 2011 iba a la Escuela Técnica \"Japón\" de San Miguel\nEn una de esas, a la entrada tipo 12:55 vemos un despliegue de policias, vino una camioneta con el grupo especial, dos patrulleros etc etc\n\nBajaron unos cuantos armados con uzi y todo, entraron al colegio y sacaron a un pibe, lo revisaron porque aparentemente tenia droga...y si tenía, y no eran porros necesariamente. Después no supimos en qué quedo todo eso y los directivos tampoco dieron muchas explicaciones",
                "De las 20 pendejas que fueron a mi viaje de egresado 15 volvieron embarazadas y se volvieron mamas luchonas.",
                "Compañera llega y el primer día se cae de jeta y se baja todo el comedor, se pasó todo el viaje en cirugía. \nY seguro se volvió con el culo roto, pero de otra manera",
                "Me acordé de otra\n\nNo es de mí curso, pero bueno\n\nHabía un pibe en mí colegio que estaba bastante metido en las drogas. Una vuelta su vieja se va de viaje y le deja la casa y la lavandería que tenían. Cuestión que el pibe agarra y arregla para comprarle a un tranza. Cuestión, que la policía le había sacado la ficha al flaco (digamosle Juan), y lo siguió a dónde se iban a encontrar. No sé que pasó que Juan zafa y al tranza lo meten en cana, pero lo largaron al día siguiente, aunque se quedaron con el auto del tipo porque creo que no tenía papeles o algo así.\n\nBueno, el tranza sale re caliente pensando que Juan lo había re cagado y se le va para la casa exigiéndole que le dé guita y que se yo. La cosa resulta en que el tranza se instala con toda la familia en la casa de Juan y lo tienen de esclavo literalmente, porque lo amenazaban. Después de un tiempo logra rajar a la familia del tranza de la casa pero el tranza se queda con el, porque quería que le pague. En la lavandería, Juan lo manda al tranza a comprar unas facturas y cuando vuelve Juan le pega un tiro en la cabeza. Juan, a todo esto seguramente re drogado, empieza a buscar formas de deshacerse del cuerpo.\n\nY acá viene una serie de cosas que no tienen sentido. Guardó el cuerpo del flaco en una bolsa y lo guardo en un mueble, y contrató un flete para llevar el mueble a una losa en construcción en una zona que es un bosque (no es un bosque, es un barrio con una banda de árboles nomás, pero hay la misma densidad de casas que en el resto de la ciudad). Ahí, con una motosierra que compro por internet, lo cortó en pedazos al transa, lo prendió fuego y pintó las paredes que se mancharon. Los restos del flaco los puso en un balde y los dejó tirados por ahí. \n\nNo sé cómo la policía lo agarra a Juan y obviamente lo meten en cana. Cuestión que a los días aparece suicidado en la celda.",
                "No es turbio, pero en mi viaje de egresados había unos pibes que escabiaban acetona cortada con alcohol etílico. \nNos juntaron a todos para cagarnos a pedos y quedó ahí jajsjs",
                "mamadera hoy estoy comentando a full, pero es que con 29 años he visto y me ha pasado casi de todo jaja\n\nsi son del conourbano , sabran lo que es la sala de \"informatica\" , pcs del año del pedo que aun tenian para disket jajaja (espero que eso haya cambiado) bueno , aca se aprende poco y nada de informatica salvo boludeces , la cosa es que siempre en el aula cuando entrabamos con la profesora habia un hombre que siempre estaba a cargo del aula , con la unica PC que realmente valia la pena , el tema es que hasta el internet a veces andaba para el orto y mas en una pc que es una tostadora, era insufrible \n\nun dia la profesora nos da la tipica tarea pedorra , \"hagan un documento word con tal especificaciones\" , casi nadie le daba pelota porque se podia hacer al toque , ademas que la profe se iba a tomar cafe al aula de maestros.Asi que los pibes trataban de entrar al face mejor, yo siempre lo hacia rapido para despues no estar a los pedos los ulitmos minutos ,esto se hacia en grupo de 5 , bueno en unos minutos lo termino guardo el archivo , y me quiero a poner videos de Messi vs Cristiano ronaldo (era tremendo fifas en esa epoca) pero la pc era una mierda se lagueaba todo YT y andaba lento , el tipo que siempre estaba de encargado tambien no estaba , habia salido casi cuando entramos y no volvia , entonces yo tiro un \"y si usamos la pc del viejo\" pero lo tire al aire asi en plan de joda pero no pensaba hacerlo, se prendieron los pibes que estaban conmigo mas que nada\n\naca se desvirtua todo , porque caemos en la cuenta que su pc no estaba apagada , solo habia apagado la pantalla , tenia diversas paginas abiertas y toda la cosa , pero una era el Ares.... (los mayores de 25 sabran) , LO TENIA DESCARGANDO A FULL PORNO JAJAJAJA , mas alla de lo mierda de las pcs andaba la conexion lenta porque andaba descargando se ve tenia un monton de videos en linea descargando ,y nos ponemos a ver , nos cagamos de risa y hubiera quedado ahi entre nosotros , pero uno de los pelotudos llamo a todos \"ehh vengan a ver que estaba viendo el viejo\" , obviamente los pibes en gral se empezaron a cagar de risa pero algunas pibas lo tomaron re mal , y se indignaron , a los minutos cae la profesora y mandaron todo al frente , se le pudrio todo al tipo.\n\nen verdad el tipo no era un docente de informatica , solo era un auxiliar que sabia algo mas que los demas y por eso lo dejaban ahi , despues de eso no lo rajaron , pero no piso mas el aula de informatica y era un auxiliar mas que a veces ayudaba a limpiar y toda la cosa , lo peor es que se supo en toda la escuela y al tipo por las espaldas lo re verdugeaban \"viejo pajero\" y demas giladas , tremendo garron , encima se desvirtuo totalmente , porque decian que entre esas cosas estaba descargando pornografia infantil cuando nada que ver, pero lo agrandaron mas los chicos , yo me senti re mal por lo que paso , el tipo fue un re pelotudo por hacerlo en la escuela , pero debe ser una mierda que sepas a tu espalda que te gastes adolescentes y no puedas hacer nada porque te rajan",
                "Fue en el viaje de egresados del primario , me tocó con el grupo que me hacía bullyng , total , todas las noches había algo relacionado con el porno no jobo , una empezaban a sentarse en rondita a ver porno , pero no a pajearse , si no solo a ver , otra empezaron a hacer competencia de quien acababa primero , se acostaban 2 y empezaban a pajearse , el primero ganaba",
                "A un ex compañero de secu mío le hicieron un ajuste de cuenta unos narcos. Apareció colgado en una plaza.",
                "Nada realmente, siempre fui un fantasma en toda la secundaria y en bariloche lo unico que hice fue ponerme en pedo y comer. Últimamente pienso bastante en que no \"aproveché\" la adolescencia, y mas cuando leo este tipo de post, como si hacer cosas turbias, garchar desde tan joven y demás cosas fuese una etapa que me salté mientras todo el mundo hacia cosas como las que mencionan en el post y en los comentarios.  Es una constante entre bajonearme y después pensar que mejor no haberlas hecho.",
                "Turbio creo que no. Fui la única mujer en un grupo de más de diez varones. Todos evangélicos insoportables. Ni alcohol ni boliche. Un solo día fueron y cayó a la pieza un amigo (el único con el cual hablaba) contándome que otro chabon estaba por ir a Cerebro con un forro puesto antes de salir. No sé si me explico. El chabon (re confiado jajaja) se puso un forro con el pito muerto y pensaba ir a así al boliche por LAS DUDAS de que cogiera y ya estar listo.\n\nFui con mí vieja de acompañante así que estuvo bueno llevarla a conocer en las excursiones. Me acuerdo que cuando subimos al micro cayeron los papás de mis compañeros y se pusieron a ORAR y bendecir el micro y con mí vieja no podíamos más 😂\n\nNo valió la pena porque el grupo era muy pelotudo, pero como fue 2x1 medio que el precio estuvo bien.",
                "En mí UPD hace ya 5 años, eran las 12:30 y una compañera ya estaba recontra fumada y re en pedo, tirada en el piso que no reaccionaba\n\nA los 3 meses nos enteramos que estaba embarazada de 7 meses (por lo que para el UPD ya estaba de 4 meses. Era gorda así que se disimulaba más). Lo más interesante es que por lo que entendí dudaba de 3 flacos de que sean padres",
                "Colegio técnico, eramos 18 pibes, no organizamos un joraca y nos juntamos un finde para una joda y ya está.",
                "La rectora de mi secundaria tuvo una operacion en la vagina de no se que mierda.\n\nLe quedo \"rectora concha de goma\" de por vida. Hasta grafitis en las paredes del colegio y cercanias le hicieron.",
                "Estamos de acuerdo que los coordinadores son los más turbio que hay en el viaje?",
                "No lo llamaría turbio ni raro, pero si una anecdota digna de contar.\n\nEstabamos en bariloche, mi amigo Pochi llevó un consolador como parte del disfraz de la bizarra.\n\nCharlando acostados en la cama tuve la gran idea acomodarme la poronga de goma en la bragueta, de forma que saliese de mi pantalón. Parecía de verdad si la mirabas a la pasada, porque era color piel con todos los detalles.\n\nSe hizo la hora de la cena, y mi querido Pochi me dice de ir con el consolador puesto hasta donde estaban \"las chicas de allá\" y apoyarlo sobre la mesa. Lo hago, las pibas se ríen, me siento a hablar con ellas (eran 4) se suma mi amigo, todo en orden.\n\n((Coincidímos esa noche en Genux aparte, me comí a 2, la mas linda y la mas fea, good ending.))\n\nTerminada esa charla, ahora el Pochi me señala a un grupo de vagos en la otra punta. \"A que no te animas...\" capá que no me animaba, estaba en bariloco y era invencible. Aparte ya había salido bien con las minas, que podría pasar con los pibes que somos mas cavernicolas.\n\nPumba, misma secuencia, caigo en la mesa de los pibes; eran 6, un par se rien, otros callados, y uno con cara de orto -> con ese me la agarré, le empecé a arrimar la pija de goma y lo descansaba (muy pesado, pero me alentaban los amigos del chabón asi que, fue). Me doy cuenta que no da para mas y la corto, me voy a cenar para después irme a duchar a la pieza.\n\nEra el horario de la previa, se me había hecho tarde y recién salía de bañarme, me pongo el lonpa (cabe destacar que estaba solo en la pieza) y tocan la puerta. Como justo había salido un amigo, pensé que se había olvidado algo pero sorpresa, eran 4 de los 6 monos que fuí a molestar en la cena, para colmo ninguno de los que había hecho reir.\n\nCon el que me la agarré en la cena estaba adelante de todos, no era ningun pendejito: petiso, morrudo y con barba... estaba full borracho y con los ojos rojos sangre. Me empezó a agitar que me la daba de piola, yo le dije que era una joda, que estaba todo bien (imaginense que se me llenó el culo de preguntas). Me pegó un empujon, y así como me fui para atrás salté para adelante y forcejié para cerrar la puerta, lo cual hice de orto.\n\nEl loco pateo un toque la puerta y escuché como los guardias del piso del hotel lo corrieron a la mierda. ¿Cómo carajo sabían mi pieza?\n\nAntes de todo esto, uno de mis mejores amigos estaba borrachisimo por los pasillos y justo se cruza con estos pibes... le preguntan donde está \"el pibe del consolador\", mi amigo pensó que hablablan de Pochi, ya que se había hecho la fama en el hotel por andar con esa pija la noche de la bizarra y les dijo donde estaba la pieza (la cual era la misma que la mia).\n\nAsí es como, por hacerme el banana, casi me cagan a trompadas en grupo. Encima vendido por mi mejor amigo.",
                "Secundaria católica, el preceptor dejo embarazada a una alumna de 16. Dos Bendis tuvieron, se casaron y divorciaron en un par de años (Después ella llegó a ser una cantante poco famosa que cantó en uno de esos programas de concurso de canto en la tele, dato random)\n\nAntes era un convento y abajo hay unos túneles que supuestamente conectan algunos edificios del pueblo. Nunca se supo bien de que época son y cuál era el fin.",
                "Tenía una compañera que se llamaba Pamela, era de esas que no sabían si eran hetero, lesbianas o helicóptero apache finlandés no binario, en fin, tenía un compañero de intercambio de Lituania que se lanzaba a todo y a por todas, esta chica lo invitó al baño y le hizo un trabajo, pasé por ahí y no eran nada discretos, poco después pasó la subdirectora y los descubrió y esa escena se corrió como el agua, desde entonces hasta que terminó la secundaria todos le decían Pamela-chu",
                "Che me sorprende la cantidad de egresadas que garchan con el coordinador y que asco los coordinadores por favor. Un ex compañero (que encima repitió 2 veces) termino la secundaria y fue coordinador de FlechaBus, el chabon era un cancer y vivia una eterna adolescencia",
                "En el mío de primaria un compañero se descompensó (es asmático y la vieja se había olvidado de ponerle el paff, increíble) faltando creo que... 3 días para irnos? O 2? Por ahí. El tema es que se lo llevaron a la parte de enfermería y me acuerdo que nadie sabía nada y terminamos todas las pibas llorando en el baño porque pensamos que se iba a morir y al final no pasó nada grave, por suerte. \nAl de secundaria ni fui, mi mejor amigo fue y la única que me contó fue que dos se pusieron a garchar en la pieza frente a una ventana y desde afuera los veían todos kjjj pero nada más.",
                "Más turbio que raro es que hayas presenciado el empome sin participar.",
                "En el hotel de bariloche coincidimos con un colegio de... todos pibes, todos rugbiers, y además rosarinos.\n\nNunca en la vida vi tantos violadores potenciales juntos. Literal que la cosa casi se va a los bifes y las primeras 2 noches más de una de mis compañeras se atrincheraron en el cuarto bloqueando las puertas con lo que tuvieran a mano. No entiendo cómo de milagro no volaron piñas.\n\nDespués en el UPD, uno de los barman de la barra que contratamos se terminó comiendo (no se si al final garcharon o no) a una amiga, que tenía 17 y el flaco no dejaba veintilargos y estar laburando, no da, che. Yo quería otro destornillador y el gil ese queriendo atornillar una pendeja...",
                "secundaria:\n\nla directora de estudios y la de catequesis(si colegio catolico) eran pareja, las dos son mas feas que pisar mierda descalso, nunca se supo pero bueno,\n\na uno de primer año no lo dejaron ir al baño y tenia diarrea, no creo que tenga que explicar mucho mas\n\nfantasmas en un anexo,grabado y todo\n\ny lo de siempre fiesta de fin de año un descontrol, trolas garchando gente escabiando de mas, uno de los giles del curso tiro el porro que trajo otro por que me lo dieron a mi\n\ny cuentan los rumores que los preceptores mas viejos hicieron echar a una mina nueva que entro como preceptora por que le caia mejor a todos( y estaba buena)\n\ny no fui al viaje de egresados, por que descubrimos que un grupo se entongo con la empresa del viaje para que viajen ellos solo nada mas y el resto adios",
                "a uno de los cordinadores jr le meamos la valija",
                "Un compañero en pleno grisú se doblo del doloren un instante, apendicitis. Fue al tercer dia, se tuvo que volver.",
                "Me hicieron una turca en un recoveco del colegio",
                "En Bariloche, me sume a una previa en el hotel con pibes que recién conocía. Iban pasando el fantino en una botella cortada de dudosa procedencia, cuando me toca a mi, me tomo un trago bien largo y en esa uno me mira todo quebrado y me dice \"AMIGO, A ESA LE METIMO' COMO 6 PASTAS\", claro que no sabía lo que era una \"pasta\" así que lo primero que hice fue ir con el coordinador y me dijo que pasta era pastilla. Esa noche me los crucé a los pibes en el cheboli y uno andaba arrodillado babeando de una manera increíble, le salía una catarata de baba, otro desparramado por el suelo, todos hechos bolsa y yo? Me chamuyé a la piba más linda de mi vida, lo que nunca hubiese salido de mí, pero bueno, alto levanté pegué esa noche.\n\nMoraleja? Dróguense ![img](emote|t5_2qlht|2153)",
                "En el colegio sagrada familia de mardel, hace muchos años atrás  (Antes del 2007) que fun fact, el dibu iba al mismo colegio así que seguramente me lo haya cruzado en el recreo o en un acto. En resumen: \n\n- El director tenía presos de Batán escondido arriba de uno de los salones, de hecho me tocó ver uno subiendo la escalera, terrible villero no me olvidó más.\n\n- En los baños del polimodal estos mismos violaron a una piña. La madre apareció en pleno acto al frente de todo el mundo a los gritos y la terminaron sacando de los brazos.\n\n- La cocina que nosotros usábamos para hacer pan saborizados estaba clausurada. Se veían todas las fajas y las cortaron y las usaban, aparte de los chefcitos que andaban dando vuelta.\n\n- Lo último que supe de ahí fue hace un par de años que me tocó ir por un trabajo de la uni, que el cura que estaba ahí en realidad lo habían movido de otra escuela a ahí por una denuncia por molestar a menores.\n\nLo único que extraño de ahí eran las clases de italiano, que todavía me acuerdo un poco.",
                "Le metimos una bolsa de mierda en la heladerita de la habitación de unas de las pibas \n\n¿Por que? no hay porque \n\nUna de las pibas la agarra y nos la revienta contra la puerta de la nuestra \n\nreject humanity return to monkey",
                "Insertaria aquí una gran anécdota de mi viaje de egresados, pero como soy promo 20 no tuve",
                "2017 plena excursión del Cerro Champaqui, ascendiendo 13km a pie con todo el equipaje de excursión (+8kg fácil). Nos agarra en el último tramo una re tormenta, un frío de remil cagarse, yo con mi amigo y uno más llegamos a lo último, casi de noche (nos sacarían unos 2km de distancia los guías, pero ya era planicie, se veía el hospedaje). Llegamos y comimos arroz con carne, del bajón que teníamos era una delicia, nos enteramos que era carne de burro. \nCuestión que al otro día, no sé si por idea o que carajo, un dolor de panza mal, me cuesta ir a cagar en baños que no sea mi casa, me aguante hasta la noche y el cuerpo dijo, bueno maestro hasta acá llegue, o largas o te cagas encima, me fui de canuto en plena noche a cagar a 300mts del hospedaje, plena noche, me alumbraba solo con la linterna, en pleno proceso empiezo a escuchar ruido a lata símil campanazos, cuando me rescató, había un rebaño que no había visto, el cagazo de la vida me pegue, literal 6 ovejas vieron lo más random de su vida a las 22hs, claramente yo en culo apuntando al norte.\n\nOtra es que al tercer día de llegar a brc, teniamos el campanario, empezó a nevar y empezamos a joder con bolitas de nieve bien tranqui, en una me como una de lleno en la nariz, pero era de nieve macisa tirando a hielo puro, no me quebraron el tabique porque hubo suerte, nunca dio la cara quien fue aunque tengo mi posible sospechoso",
                "Corta y concisa, mi amigo perdió las botas de la ropa de nieve, las cuales si perdías o rompías te cobraban unos 7 lucas del 2014. Me quedé por los pasillos del hotel, y espere a que un nuevo grupo de otro colegio llegara (paso de casualidad igual, nada planeado); Cuestión que generalmente cuando pedís la ropa de nieve, está húmeda por lo cual te recomiendan ponerla un rato cerca de las estufas que casualmente estaban en los pasillos, así que ejecute mi plan:\n\nEsperé a que por alguna razón una chica dejara sus botas cerca de una estufa del pasillo y se metiera a su habitación.\n\nLlame al ascensor, y apenas abrió las puertas me robé las botas y me metí a este. Cabe destacar que todo esto lo vio otro compañero de mi curso que se estalló. Como el piso de dónde me había afanado las botas era el mismo en donde estaba mi habitación y la del amigo en cuestión, bajé a planta baja y me subí por las escaleras al mismo piso con mi mejor cara de boludo con las botas debajo de mi remera intentando emular a Lázaro Báez saliendo del panteón de Néstor.\n\nMisión cumplida, jamás supe que pasó con la chica o si me filmaron las cámaras porque al otro día nos fuimos. \n\nBy pass y cerebro están sobrevalorados.",
                "estoy leyendo todo esto en el hotel de viaje de egresados y me doy cuenta de lo aburrido que es el mío ja (o yo vivo bajo una piedra, muy probable)",
                "No es turbio pero igual.\n-Mi profesora de lengua era una trola divina,el resto se los dejo a la imaginación\n-Filtraron fotos porno de una compañera en un grupo anónimo de facebook que se dedicaba exclusivamente a tirarle mierda o decir cosas sobre otros compañeros pero que no se animaban a decirles en la vida real,después de que salieran las fotos la piba no se sintió avergonzada en lo absoluto,siempre era vista como la inocente y timida pero cuando todos se enteraron de sus fotos aprovecho la oportunidad y empezo a vender videos porno por instagram (esto fue en 2015,por ende la piba era una pionera en onlyfans)\n-un chabon en su último día antes de no volver nunca más le dijo a su amigo que le preguntara \"como hiciste para aprobar todas las materias?\" y el tipo grito a todo pulmón \"COGIENDOME A TODAS LAS PROFESORAS!\" le tendría que haber sacado una foto a las caras de los alumnos.",
                "Che alguna mina que me confirme, los cordinadores en realidad se las cogen? Soy virgo y nunca fui a bariloche",
                "En barilo una amiga dejo dormir un pibe en su cuarto xq estaban garchando en su habitación. Va la mina para ver q onda y se encuentra con una orgia",
                "Nose si turbio, lo mas \"raro\" fue que las minas que eran mas trolas y que todo el mundo esperaba que se la pasen enfiestadas fueron las que mas se comportaron. Las que fueron estando de novias, terminaron todas moqueadas por algún desconocido.  \n\nAhora que lo pienso...raro que con todos los celulares con cámaras casi 4k que hay y que tiene todo el mundo, no se filtren muchos videos de como se enfiestan a alguien. \n\nDebe ser un horror tener una hija adolescente, y pagar una cantidad absurda de guita para mandarla a otra parte a que se la culeen distintos tipos durante diferentes días.",
                "Bukkakearon a una compañera para cagar al novio",
                "Tuve una profesora de Geografía que ya entrada en años tenía videos hechos para poringa chupándole la pija a un jovencito (legal). En algunos se le ve el anillo de casada. No traga.",
                "Ni fuimos al viaje, pero puedo contar que una vuelta fuimos a ezeiza para el 21/9 todo el curso y yo habia armado un equipito de audio portatil (ibamos a un tecnica de electronica). \n\nCuestion que habia como 20 gendarmes y un compañero tenia porros encima y no sabia que hacer, asi que abri la tapa y se lo meti entre la bateria y la plaqueta. Le di el equipo, cualquier cosa era de el. Cuestion que nos revisaron pero no se dieron cuenta, y despues se sentia tremendo narco pasando falopa jaja",
                "Una amiga del curso, cuando teníamos 15 años, salía con un tipo de 30.   \nLa iba a buscar a la salida de la escuela en auto y más de una vez caía con amigos, treintañeros también, e invitaban a las chicas que les pinte sumarse. \n\nYo, un papafrita total a esa edad, le pregunté a ella qué onda, si estaba cogiendo con un tipo del doble de su edad? y me responde algo así como \"y vos qué creés? viste lo lindo que es?\"",
                "A mi me apuñalaron en el cuello..",
                "\"a mi ex compañera la violaron dos coordinadores\" FIFY.",
                "Yo solo fui a hacer las excursiones y comer chocolate, lo único que me paso fue:\n\n1) Era la tarde y todos se estaban preparando en el comedor para no se que y yo estaba solo en la pieza jugando con la psp de un amigo, cuestión que suena el teléfono de la habitación y una chica por la otra línea me dice que tipo 12 vaya a su habitación a coger (en mi cuarto eramos el gordo, el flaco (su servidor) y el bolita) de acá a la china sabia que era mentira, tonto pero no tanto.\n\n2) La única noche que si salí porque nadie podía quedarse en el hotel esa noche, yo estaba tranqui apoyado en la pared sin interactuar con nadie y de la nada viene una chica a decirme que ella había arreglado con el novio que se podía chapar a cualquiera en el boliche y me dio un picó, ni me esforze y creo que pique más que mis compañeros esa noche (?\n\nDespués la clásica de tener compañeros tan en pedo que no podían hacer las excursiones, guita al pedo si me preguntan.",
                "El coordinador nos ofrecía forros y en el micro de vuelta se puso a fumar porro en el baño del micro",
                "Yo no tengo ninguna anécdota así mía personal digamos. Ya que yo no tomo alcohol, no fumo y eso. Incluso me iba a dormir alrededor de las 4am para poder despertarme temprano e ir a las excursiones. Muchos me dijeron que fui tremendo virgen y boludo por no ponerme en pedo en Bariloche. Pero ponerme en pedo para después no poder despertarme y perderme de la excursiones, cuando a mis viejos les costó una banda pagar el viaje, no me parece lógico ni digno.\nLa anécdota es sobre un padre acompañante, en especial el nuestro. Era el padre de un compañero. El chabon re bien al comienzo, nos cuidaba y todo, pero con el paso del tiempo empezó a \"querer hacerse el pibe\", como dirían por ahí, y se ponía a tomar con los pibes, les decía que vayan a tener relaciones con X mina, etc.\nEl caso es que una noche este padre regresa de un boliche, y no tiene mejor idea que meterse en la habitación de una chica de otra escuela y tener sexo con ella...\nTodas las cámaras del hotel viendo como el chabon se mete en la habitación y no sale como por una hora después, vino la policía, el tipo se tuvo que regresar para su casa, la mujer se enteró y se divorció, él hijo hecho mierda. La peor.",
                "En el viaje de egresados una chica del otro quinto tomó tanto que tuvieron que llevarla al hospital. Si bien al otro día estaba bien, no tuvo como alcohólico de pedo (pun intended). La parte turbograciosa es un par de meses después, cuando nos reunimos los dos quintos en el microcine para ver el video del viaje. Todo muy lindo, gracioso y ruiseño. Al final, el coordinador aparece frente a cámara, diciendo que la pasó muy bien, \"salvo algún problemita\". En ese momento, la chica en cuestión empieza a reirse a carcajadas diciendo \"PROBLEMITA! JUAAAA!\".",
                "Hacer un gangbang a una compañera de curso",
                "Una compañera el último dia de viaje en bariloche se agarró un pedo descomunal, se encamó con 2 compañeros y a la hora del check-out los fueron a buscar estaban abotonados todavía, la mina re mamada vomitó todo el hall del Ausonia de travel rock y en el colectivo una vez más a la vuelta. Los tipos quedaron como chads y la mina quedó como... bueno, ya se sabe",
                "Colegio evangelico y dos con pinta de menonitas que te tocan la puerta con faldas hasta los tobillos, con una tranca tremenda pidiendo a gritos que necesitaban una biiijaaa asiii ( tamaño sable corvo del gral San Martin )",
                "No tuve viaje pero en la secundaria con un amigo dibujamos una poronga en la pared de punta a punta con los huevos y todo \nLo hecharon al otro por bardero porque fue en su curso \nEl mismo fue quien rompio el ventilador de ese curso,se puso un casco y salto de la mesa al ventilador \nno fue lo mismo despues de que lo cambiaron de colegio",
                "Primaria : no se porque pero en el baño de los pibes siempre tiraban papel mojado al techo y  esa quedaba pegada por días. \nTambién una tarde pasó que le dimos coca con meo de 3 amigos a un compañero.",
                "Explotaron una bomba química en los baños",
                "Cuando tenía 15 años como buen puberto buscaba el nombre de mis compañeras en una página para adultos  un día encontré el video de una amiga que en ese momento tenía 14 con un loco de 25 que era hijo de la directora de una escuela de mi ciudad.\nMe enteré porque le dije a mi amiga que me apareció como recomendado su video en la página x.\n Había confianza para hablar con ella de esas cosas porque a sus mejores amigos nos mandaba fotos en bola.\nYo supongo que hacia todo eso porque el padre la abandonó cuando era chica. Así que ya saben, no abandonen a sus hijas",
                "Lo más turbio que presencié personalmente fue en mi fiesta de egresados; había una parejita enfrente de mi mesa, no eran del último año sino más que nada parecían invitados de otros egresados, aparte se notaba que eran menores (15-16 años). Cuestión que se ponen a cojer ahí nomás, el pibe sentado y la mina arriba de él, los dos re borrachos porque era ya la hora donde todos se dormían, quebraban o se iban a la casa. Con mis amigos fuimos los únicos que nos dimos cuenta y también unos padres que estaban sentados una mesa más atrás de nosotros. Nosotros viendo de reojo de vez en cuando porque no lo podíamos creer, y el padre sentado atrás nuestro no le quitaba la vista a la chica, y su mujer se hacía la ciega (con las dos situaciones, la pareja cojiendo y su marido morboseando). \nPasa un rato y ya asimilando la situación, entre jodas y también medio en serio, le decimos a un amigo que vaya y les deje un forro al lado de ellos así captan el mensaje (fue lo mejor que se nos ocurrió). Va y lo hace. La chabona se rescata un poco, se acomoda el pelo y ve el forro. Le dice al otro, lo agarran y se van al baño. Podría decir que ese día evitamos el nacimiento de una bendición. Happy ending.\n\nLo más turbio que pasó cerca mío; es que en mi secundaria las de primer y segundo año se prostituian con los de último año, con los auxiliares sabiendo todo pero sin hacer nada hasta que le dijeron al director. Que seguro lo amenazaron para que haga algo, porque pasó bastante tiempo hasta que eso pare, y además el director era conocido por levantar menores en su 4x4 robada y pagada con la plata de la cooperadora.\n\nAh, y también a veces encontrabas forros usados en el patio de la escuela, pero corte re usados, a veces estaban hasta con la leche todavía.",
                "**Contexto, colegio técnico, solo de hombres:**\n\n1) Un ex compañero (ya habiamos terminado el colegio) que tenia que rendir unas materias que le quedaron previas, entre ellas química, fue a rendir en febrero, no habia estudiado nada, y en ese momento la profesora estaba enferma de cáncer y se ve que no le quedaba mucho tiempo lamentablemente. Cuestión, mi compañero se la garchó y lo terminó aprobando. Semanas más tarde la profesora falleció.\n\n2) Un pibe de unos cursos más abajo que yo le cortó los frenos del auto a un profesor de mecánica, encima no entiendo el porqué, el tipo era buena onda, después de eso obviamente el chabón se puso en modo ortiva mal.\n\n3) Un compañero le puso media botellita de laxante al mate de un profesor (el cual era un hdp ma jaja). A la media hora el tipo desapareció y no vino en lo que quedaba de la semana.\n\n4) Un compañero se hizo una paja en el taller de carpinteria y el profesor lo escrachó en frente de todos.\n\n5) El cura del colegio (que era como el director del mismo), habia hecho una rifa en donde se sorteaba un VW Gol, la rifa valía un huevo recuerdo, pero se vendió toda, cuestión, el auto lo ganó el mismo cura.\n\n6) El mismo cura del punto 5 fue acusado de toquetear niños, a mi en un momento me cruzaba en los recreos y me acariciaba pero lo sacaba cagando. Un tiempo después la congregación o como carajo se llame lo mandó a un colegio en el sur del país.\n\nEsas son algunas nada más, tengo miles jajaja, el hecho de que sea un colegio técnico y solo de hombres le da un no se qué.",
                "No podía pagar le viaje de egresados y mí viejo ya hacía mucho yendome a buscar casi todas las noches a las 22.30 o 23hs, cuando salía de la escuela.\nAsí que no pude ir y no viví esa experiencia",
                "En el secundario había 2 hermanos que iban a cursos direntes unos años mas abajo que yo, en el recreo iban al baño y la piba se la chupaba al chabon. Les decían \"los mogos\" si bien no eran retrasados totales tenían unos cuantos problemitas...",
                "Echaron a un preceptor por violin. Estaba casado con otra preceptora. Escuche que volaron sillas en el aula magna cuando la pibita de la denuncia en cuestion lo fue a increpar al loco.  \n\n\nSalio en las noticias locales y todo jajaja",
                "Al viaje no fui, pero no paso nada raro. Ahora, la fiesta de egresados...\n\n\nLa hicimos en un galpon viejo, hecho mierda, con poca luz y en un lugar poco concurrido. Estaba inhabilitado por la municipalidad. Cobrabamos entrada y cualquiera podia venir.\n\n- Un profesor se anduvo besando con una compañera mia(Con la que llevaba meses amagando), despues se la llevo.\n\n- Habia una \"seccion de garche\", donde podias culear en paz en una esquina sin luz. Un preceptor tambien se garcho a una piba pero de cuarto.\n\n- Una preceptora se culeo a un compañero mio. Era costumbre que se la garchen en el viaje de egresados. Era casada, pero calculo que el chota power era mas fuerte.\n\n- Vinieron los drogones del pueblo, cuyo negocio prospero en ese oscuro y humedo galpon.\n\n- Habia gente cagandose a trompadas de a varios (Por deporte, todo acordado. Lo empece yo por accidente y se prendio mas gente)\n\n- No me preguntes como, pero rompieron el techo. \n\nNadie cayo en que habia varios adultos garchando con adolescentes hasta el dia siguiente. Nadie dijo nada, hasta que se filtro y hubo un bardo magnanime en el colegio. Nunca me diverti tanto en una joda, pero debo admitir que fue muy turbio ver a gente de 40 con pibitas de 15.",
                "Ya lo conté una vez por aca pero una vez sin querer hacerlo filtre las nudes de una compañera  del secundario. El novio era muy amigo mio, me paso las fotos de la mina en bolas a mi y otros dos amigos mas. Yo se las mostré a un pibe y este me dijo si se las pasaba. Yo se las pase pero con la condición que no se las muestre a nadie. En cuestión de días la tenia todo el secundario. La cosa escalo de una manera horrible, literalmente hasta los directores intervinieron. A la piba la cambiaron a un colegio católico ya que supuestamente la madre se tomo super mal lo que paso. \n\nVale aclarar que estoy completamente arrepentido y realmente mi intención no era que la chica la pase tan mal. Como dije la otra vez que lo conté la piba hoy en día vive en Estados Unidos y le va super bien por lo cual se ve que lo que hice en cierto punto la ayudo (?)\n\nTengo otra super turbia. Cuando tenia 12 años una compañera del secundario se garcho a un youtuber mayor de edad. El youtuber en cuestión era acido mc hoy conocido como Leo Venegas.  Yo me entere a través del mejor amigo de la piba. El chabon hizo una juntada con sus seguidores en Unicenter y mi compañera fue ya que lo re faneaba. El pibe se junto con sus fanes y a mi compañera (que tenia 12 años en ese entonces cabe recalcar) le dijo si quería ir a su casa. Mi compañera le dijo que si y el chabón literalmente la desvirgo esa noche. La piba le mintió a la madre que estaba en la casa de la mejor amiga cuando en realidad estaba en la casa del violin ese. El chabon se la garcho y al otro día tipo la echo de  la casa en medio de capital. Mi compañera no sabia ni como volver a la casa. \n\n[Este es el violador en cuestión](https://www.youtube.com/watch?v=tzF1eAh_nC0)",
                "mi salón no tuvo viaje de egresados porque eramos menos de 20 y todos nos odiabamos.\n\nuna vez en 4to año un compañero se metio una linea de merca durante el recreo y empezo a romper todo en el salon, tuvieron que venir otros profesores a agarrarlo.\n\nun pibe que se hacia el poronga y queria pelear con todo el mundo se murió de un ladrillazo en la cabeza.",
                "Durante mi viaje de egresados cazamos a una de mis compañeras (la mas linda del curso) culeandose al dueño de la empresa de viajes con la q fuimos, el tipo era mas feo q darse el dedo meñique en el marco de la  puerta era el arquetipo de ugly bastard, petiso, gordo, sucio, desagradable, etc, Llegamos temprano de una salida del boliche empezamos a entrar a nuestras habitaciones cuando de la nada se escucho el grito de \"SUCIA!\" todos nos asomamos y vimos al viejo salir medio en pelotas de la pieza y las pibas a los gritos, la flaca quedo desde ese dia bautizada como la \"come goblins\".",
                "Yo fui cordinador jajajaj tengo que hacer un post contando anecdotas.",
                "En Bariloche tenía un coordinador que cuando salias de joda y te encarabas una mina, el chabón te llevaba a un rincón y te decía \"Ojito que esa la ando viendo yo hace rato, wachin\" con tono patotero, ponele que las minas tenían 17, el chabón tenía 33...\n\nDespués tenía una compañera que le gustaba que el novio le contará como se agarraba otras minas en el boliche, muy turbio.\n\nY por último, iba a una escuela religiosa y se decía que una monja había dejado de serlo porque probó la merlusa y no la pudo dejar.",
                "En una especie de fiesta general de despedida que se hacía a fin de año entre todas las escuelas del partido donde vivo, en una laguna con camping, una mina de mamó y un pibe se la clavó dormida. No tuvo mejor idea que contarlo a un grupo medio turbio de los barrios bajos y empezaron a hacer fila en la carpa para pasar y, hay que decirlo, violar a la mina. Fácil 24 o 25 pasaron por esa carpa y sorpresivamente todos, pero TODOS, usaron forro. La escena de corto cuando una amiga se avivó y se encerró con ella en la carpa a los gritos y cerrando la puerta con el cierre. Se quedaron encerrada ahí dos días después, hasta que se termino la joda y las busco el padre de la víctima. Esa mina desapareció durante varios meses y después anduvo siempre de perfil bajo. Que descontrol, mamaáaaa. Ya sueno como los viejos",
                "Una bien turbia: No la puse en el viaje de Egresados.",
                "2 cosas interesantes pasaron: \n\n1- Unas compañeras que compartían cuarto se pelearon mal, se cagaron a punteadas y se fueron a las manos. No se hablaron en todo el viaje y en los boliches competían para sacarse los pibes. Muy de dibujo animado todo pero fue así.\n\n2- encontraron a un pibe comiéndose a una gordita cuando iban a entrar al cuarto del chabon. Desde entonces al pibe le pusieron \"edipo el comegordas\" por que la chica se parecía mucho a la madre.",
                "Yo voy a contar lo siguiente, no tiene nada q ver ni con viaje de egresados ni con secundaria.\n\nFui a colegio catolico de curas de la orden salesiana de don bosco, ya cuando estabamos finalizando la primaria, empezaron a hacerlo mixto (nenas de primer grado y en secundaria lo mismo pero era otro edificio, no veiamos a secundaria)\n\nLa cuestion es que ya en 7mo grado habia ciertas actitudes homosexuales (pibes de 12 años llenos de hormonas pero bue), pero mas q boludiar no pasaba, si teniamos un... compañerito por asi decirlo (guillermito) que era bastante afeminado, BASTANTE, algunos lo apoyaban o de ese tipo de cosas y digamos q el pibe medio q se dejaba, no?\n\nTeniamos una especie de viaje grupal religioso a una granja que lo odiabamos, yo era del grupo de los marginados digamoslo asi, nos gustaba el punk el rock y el metal (fines de los 90) y los curas nos odiaban mal, entonces nuestra practica regular era escaparnos y hacer la nuestra, ranchar con los walkman o discman y esas cosas q haciamos en el pasado.\n\nCuestion q dormiamos todos juntos en una especie de barraca militar con cama cucheta, como 30 dormiamos ahi, y venian siempre entre 3 o 4 boludos de secundaria como coordinadores.\n\nEra pleno agosto asi q nos re cagabamos de frio en el medio del campo y decidimos volver alla para no cagarnos de frio, en eso cuando estamos por entrar escuchamos unos ruidos EXTRAÑOS por lo cual entramos con cautela ahi, y vimos al famoso guillermito, con sus 12 años, siendo penetrado por uno de secundaria, y el otro esperando su turno para lo mismo.\n\nAhi no termina la cosa, justo cuando estábamos pispeando APARECE ATRAS NUESTRO EL PRECEPTOR, y nos pregunta chicos que estan hacien.... hasta q vio la escena en cuestión.\n\nPosteriormente a eso, fue UN QUILOMBO, nos interrogaron a todos los q vimos eso, seguramente nos preguntaron cosas que puedan asimilar si eso fue una violacion o no, a lo cual varios respondimos que a guillermito no lo vimos... como decirlo, resistirse mucho a lo q le estaban haciendo jaja\na los dos de secundaria los expulsaron de una, y obviamente q los padres del pibe se enteraron, nunca mas volvió al colegio.\n\nNo tengo ni idea que sera de la vida de ese pibe, seguramente sea tremendo putaso hoy en dia, pero sigo diciendo, que carajo esperaban de un colegio en el que solo habia varones? Jaja \n\nSaludos a todos y sorry x el redactaso",
                "Nosotros fuimos con un una coordinadora que era más fea que película de Adam Sandler, y el coordinador nos hizo la guita, pero bue. Por pendejos boludos. Nada turbio al menos.",
                "Lo más turbio que ví fue un pibe haciéndole un pete a otro pibe en clase, un asco",
                "Fuimos 3 de mi curso, 2 chicas y yo, la cosa fue que me había ido a bañarme y cuando vuelvo mi compa de cuarto se estaba culiando a una madre que nos fue a acompañar. La cosa es que la madre tiro el lance para que hagamos el trio, yo raje de ahí. Lo peor fue bajar abajo y encontrarme al pibe sin saber que decirle cuando me preguntaba si había visto a la madre. \n\nOtra en 4to, estábamos en la primer clase (TEATRO... quien tiene a las 7am teatro lpm) y nos habían dicho que las siguientes 2h no venia el profe. La cosa es que dijimos de ratearnos, saltamos el muro (mexi) y nos fuimos. Al otro día nos enteramos de que alguien nos buchoneo , un amigo no tuvo mejor idea que manotear la mochila del pibe y lanzarla contra la ventana. Se hizo mier, el tema fue que quien estaba en el patio era nuestro preceptor, según el le cayo a escasos metros y se salvo de milagro.",
                "Yo fuí parte de la turbiedad. Perdí una apuesta y me heché tremendo garco en el ascensor (desde el 3er piso) y mandamos el tereso viajando solo hasta planta baja. Nos cagaron a pedos a todos y que \"le daba una chance al responsable de hablar antes de revisar las camaras\". Me asusté pero todos cerraron la boca, y al final los que la ligaron fueron los coordinadores que tuvieron que limpiarla JAJAJA.Y otra que pasó fue que en el anteúltimo día estaban haciendo tremenda orgía en la habitación que compartía con unos compañeros. Ese día había vuelto temprano del boliche porque ya estaba para atrás del pedo atómico q me había pegado. Me voy a la habitación y me dormi boca abajo y un basurero al lado por si vomitaba. De la nada escucho gemidos de una compañera y estaban los dos guasos enfiestándosela. Cuando se dieron cuenta que me había despertado me dijeron que me sume, pero me negué porque \"tenía novia\" en ese momento. Ahora que lo pienso fuí tremendo boludo y me hubiera sumado, pero bueno, hice lo que dictó mi corazón.  \nEDIT: al parecer la cámara no funcionaba porque no dijeron nada desde el hotel y quedó como en la nada.",
                "Ya lo puse en el post de chismes pero siento que queda todavía mejor acá.\n\nEn mi secundaria uno de los profesores de taller, que tambien es jefe de preceptores, hizo una porno soft homosexual en la que hacía de un policia que le gustaban los bares sado.",
                "Yo en vez de viaje de egresados tuve viaje de estudio. Nos fuimos una semana a Mendoza con pibes de varios colegios de Mar del Plata.\n\nPasó de todo. Encontramos un forro usado en la parte de atrás del colectivo cuando bajamos y nadie se hizo cargo, una piba que llevaba marihuana y cocaína en las zapatillas a la que descubrieron y la tuvieron que registrar, vimos un OVNI, un grupo de pibas aprendió lenguaje de señas para cogerse a un sordo fachero, un profesor nos repartió como almuerzo pizzas viejas duras como un zapato y una piba obsesionada con Duki dijo que se le manifestó en un sueño.",
                "Cómo buen amargo que soy, no fui al viaje de egresados (pobreza:on) plus no me llevaba bien con el grupo. Solo le puedo contar esto: una de las flacas más ligeras, termino garchando con un coordinador en el baño.... Le cosa se puso MUY HEAVY y terminaron rompiendo el inodoro de los matracasos que le mando el loco... Terminaron pagando entre los dos un inodoro nuevo",
                "En mi curso el coordinador, q tendria alrededor de 30, se la paso tryhardeando a una compañera que lo histeriqueo toda la semana. Se quedo con las ganas.",
                "No fui al viaje por la directora se robo la guita....",
                "Una compañera le tenia bronca a la de lengua, y le imprimio fotos suyas en bikini que saco de su facebook para pegar en la pared del aula, con un texto boludo de \"esta es la maestra que nos deja el ejemplo\" algo asi. Lo sacamos antes de que lo vea pero otra compa se lo quedo y se lo mostro a dicha maestra. Alto bardo se armo",
                "Un compañero de cuarto se estaba cuelando una mina media trigueña y uno le mando talco a la cama y no se dieron cuenta bajaron a desayunar y la piba parecía un budín marmolado jahdjsvsksdbks.\nOtra más va, última noche una piba se enfiesto 3 pibes y termino cagada y vomitada en el baño de la recepción jeje todo en Bariloche.",
                "Mi momento ha llegado.\n\nEra por los dulces años de 2016, aproximadamente, iba a 4to año en una técnica, tenía clases a la mañana y educación física a la tarde (a eso de las 13, más o menos), a la mañana falte porque me había quedado dormido por lo cual decidí ir a la clase de ed. física.\n\nBueno, desde la parada del colectivo al colegio eran unas 3 cuadras de casas de familia, todo muy normal, hasta ese día (?\n\nEstoy caminando lo más bien y cuando llego a la 3er cuadra, justo a la mitad, dónde estaba uno de esos camiones de fletes para mudanzas estacionado aprox. a 1mt de la pared justo sobre la vereda, se me aproxima un fisura con los ojos amarillos de lo duro que iba y de los cuales instintivamente sentís miedo o te pones en alerta, cuestión, a dos pasos cerca mío se pone la capucha y me toma de los brazos mientras me apura al típico canto de \"dame todo, dame todo...\", mientras revisaba mis bolsillos.\n\nEn ese momento por mi cabeza solo se me pasaba decirle \"Esperá\".\nEl momento concluye cuando me empuja contra la mencionada pared, en ese preciso momento me dije \"Cagué, o me escapó o soy boleta\", entonces saqué fuerzas de no sé dónde, lo empuje contra el camión de fletes y salí corriendo, dentro de todo, a salvo al colegio.\nLlego, dentro del colegio, justo estaban saliendo mis compañeros de la última hora, me ven exaltado y me preguntan que pasó a lo que les digo que me intentaron robar, los preceptores llaman a la policía y a mi viejo (que justo estaba en casa), me toman la denuncia y bueno, todo terminaría ahí, pero no.\n\nAúuuun hay más.\n\nJusto nos estamos yendo y a mi viejo se le ocurre contarle a mi hermano (que justo estaba por los últimos años en el mismo colegio) y mi hermano le cuenta a un par de sus amigos, nos subimos todos al auto y lo buscamos al loco este, lo encontramos no muy lejos del lugar del atentado (?), lo reconozco y a los segundos salen mi hermano y sus amigos del auto a perseguirlo pero lastimosamente se les escapa por los pelos y quedó ahí... Hasta que la semana siguiente, más o menos, lo ví EN EL COLEGIO y lo reconocí como otro profe de ed. física (que chico que es el mundo). En ese momento estábamos entrando a clase porque nos hacían formar afuera para entrar en orden y notaba que el tipo este me miraba fijamente durante todo el proceso de entrada. Después de ese día nunca más lo volví a ver o saber de su existencia. De todas formas no le conté a nadie que lo ví en el colegio no sé porqué, alguna pelotudes de puberto se me habrá pasado por la cabeza, no sé.\n\nY así termina mi relato, lo intenté hacer lo más detallado posible para que comprendan lo raro de todo el asunto.",
                "Este hilo nos trabajo un gran recordatorio: los coordinadores de BRC como los seres más nefastos de la creación.",
                "Le robé una tanga a una amiga, y cuando volví a mi ciudad me hice coger x el novio de ella. Soy hombre.",
                "El imbécil del coordinador drogo a una compañera y se la quiso culear.. safo de pedo , por q le dió la falopa en un trago y la mina donde se empezó a desvanecer nos agarro y nos dijo q no la soltemos ..se desmayo en nuestros brazos  la llevamos al hotel y la culeamos nosotros..  naa chiste ..",
                "Es medio flashero leer todas las anécdotas rancias que comentan ahora cuando yo tengo mi viaje en 2 semanas. Espero que pase alguna medio turbina asi no mas para ver el quilombo",
                "No tuve viaje de egresados (por voluntad propia) y despues de leer esto re confirmo que fue una buena desicion",
                "Te daría un premio por crear este hilo de historias, pero pobreza. Gracias ❤️",
                "El coordinador se tiró a mí prima en la misma habitación y misma cama en la que yo estaba con una amiga de ella, fue incómodo pero bueno, los gemidos no faltaron",
                "No fui y no me arrepiento.",
                "Una se quebro la pata, varias novias bien cagaron a sus novios. Un cordinador se paso de merca y termino internado. De las madres que acompañaron en el viaje, una andaba enloquecida con el chofer del cole, seguro se lo garcho.",
                "Una vez en la secundaria, un amigo mío se hizo el enfermo para que los padres lo dejaran faltar a la escuela. Cuando los padres salieron a trabajar, se vino para mi casa y sacamos un auto de colección que tenía mi viejo guardado para dar una vuelta. Fuimos a un montón de lados y la pasamos joya. El director de la escuela estaba convencido de que mi amigo se estaba haciendo el enfermo para salir de joda y nos siguió por toda la ciudad como tremendo creepo. Al final le quiso decir a los padres de mi amigo, pero él volvió a la casa antes que el director llegara, y se hizo el enfermo de forma tan convincente que los padres se la creyeron.",
                "Es fija esa de los cordinadores! Jaja",
                "el profe de campo le mira el culo a las de segundo y ya tiene varias quejas",
                "Turbio estaba el inodoro después de llegar a Bariloche. Hubo que pedir una sopapa jaja",
                "Estabamos juntando plata vendiendo comida en el colegio para la fiesta de egresados. Una semana antes de la fiesta, el dinero recaudado hasta el momento desapareció misteriosamente.",
                "en mi viaje sali a comprar enfrente al hotel y cuando volvia a entrar me llamó un tipo ahi en la calle y me preguntó si queria fazo. Estaba con dos pibes que no podian ni hablar re destrozados. Me dijo que si le compraba me lo tenia que dar en una plaza a la vuelta para que no nos vea nadie. Los pibes empezaron a hacer bardo y el tipo les decia 'tranquilos, acá no'... En un momento me agarró del brazo y me dijo, vos no seras toxi no? (como diciendo vos no consumiras otras cosas?) super turbio, la cosa es que les dije que tenia que buscar la plata adentro del hotel y no salí mas. Me iban a culear seguro.",
                "Jjajaa dios las cosas que leo.\n\nno mi viaje de egresados fue literal lo mas generico que podia ser. literal todo nuestro curso nunca se mando ninguna cagada.",
                "Tenía una preceptora que fumaba charutos en el baño de minas y  fajaba por si alguna pensaba buchonear. Nunca hicieron nada para suspenderla o echarla",
                "Estaba cogiendo en una parte escondida del Hotel con una compañera que estaba realmente buena, todo de 10 hasta que terminamos y me doy cuenta que había un conserje mirándonos por una ventanita que daba al lugar donde estábamos. Hasta hoy en día no me puedo olvidar la cara de satisfacción del viejo",
                "Escuela pública del conurbano, último año del secundario. Arrancamos el ventilador de techo (que ya estaba medio enclenque) y lo tiramos por la ventana desde nuestro salón (tercer piso). Directamente al auto del profesor de educación física.\nCasi se arma el quilombo nacional, pero zafamos solo porque el director en aquella época tenía algunas rencillas con el profe (aparentemente por otra persona que el profe le zarpó o algo así), entonces el tipo lo vio como una linda venganza y terminó todo en la nada. \n\nY después otra, que se sabía que la profesora de Salud y Adolescencia se había encamado en fácil cuatro viajes de egresados consecutivos con varios alumnos. Era tremenda trola. Una tipa de 50 años en ese momento, que no le importaba absolutamente nada.",
                "Baño de mujeres. Unas locas pegaron toallitas usadas en toda la pared y espejo. Y también escribieron con caca. \n\nJamás se supo quién fue pero se rumoreaba que fueron a las que expulsaron por hacer cosas turbias en el baño. \n\n\nLos hombres no más rompían los inodoros y las puertas. xd",
                "Era de un colegio católico primario/secundario.  \nLos nenes de primaria fueron para los baños que usan los de secundaria en turno mañana y encontraron un feto en uno de los inodoros. Los directivos cagaron a pedos a todas las chicas del último año de secundaria, ¿por qué? no sé en su lógica parece que solo las de último año se podían embarazar. (Plot twist: la que tuvo el aborto era una cuarto de secundaria)  \n\n\nNi idea si es muy turbio, pero antes del viaje de egresados (no fui porque mis compañeros lo manejaban como el culo y sabía que la iba a pasar mal) el grupito de cuatro varones que eran más jodidos, estaban viendo a cuales de las chicas iban a drogar y etc. (Una de ellas era una amiga del curso de economía, lamentablemente si paso pero acabó por retirar la denuncia porque la intimidaron bastante los dos cursos. La escuela se desentendió con esto).",
                "Una mina estaba mal con el novio y me pidio si nos podiamos grabar garchando para pasárselo, no lo hice, aunque me dió morbo",
                "Una vez los vagos estaban preparándose para el viaje a Bariloche y se les dio por comprar una picana eléctrica. La llevaron al colegio al día siguiente de comprarla y estaba jodiendo con ella en el recreo.\nTeníamos al típico introvertido del curso jugando a las cartas junto a otros y el más loquito del curso con picana en mano le dijo si se podía unir, el introvertido dijo que la partida ya había empezado que esperara y el otro loco, pum. Le metió un picanazo en el pecho.\nDenuncias legales, expulsión y demás fue lo suficiente que paso.\nEl introvertido que era amigo nuestro nunca más nos vivió a hablar y quedó traumado con nosotros.",
                "Lo único turbio en mi viaje de egresados es lo que cagué al volver de Grisú. Encima mi habitación estaba casi al lado de la entrada al comedor del hotel, todo el mundo se lo fumó. Hermoso.",
                "Fui fantasma no hice ni la cena ni el viaje (aparte todos del curso tenían su grupito y se odiaban a muerte)\nPero bueno fui a un colegio agrotecnico así que van anecdotas sueltas de un fantasma.\n*Un garche grabado con el uniforme de colegio fue filtrado \n\n\n\n*el colegio es como una finca grande así cuando fui una vez al fondo había forros porros, y antes que pusieran las cámaras se iban a gárchar al fondo aunque aún hay puntos ciegos \n*el profe de hojalateria se cogio a 3 estudiantes y a la profe de industria(estaba buena)\n\n\n\n\n\n\n\n*el profe de inseminación artificial y de otra materia que no me acuerdo mas contaba como con menem se fue a las playas nudistas de Brasil de los pocos peronistas agradables.\n\n\n\n\n*según cuentan nose si solo habrán comido 2 y lo exageraron pero un compañero del curso organizó joda en su casa y mi amigo(de los pocos que tengo) fue y dicen que la turra(una gorda que tiene pinta de que tenía tatuado 2 gauchitos gil en las tetas) había hecho trío con el villero y el hijo del cana en el baño(todos del curso)\n\n\n\n\n\n*en mi época dark cuando en whap podía haber grupos turbinas encontré videos de chicas del colegio nose como habrán llegado all\n\n\n\n*una vez vi de reojo que una chica de la escuela se metía una botella entre la falta ya sabrán\n\n\n\n\n*la turra le había robado la plata a la fea del curso(2000) en ese tiempo valía y era para un viaje opcional a salta(soy de jujuy)\n\n\n\n\n*eran 2 hermanos hijos de cana y el más joven en una joda emborracho una mina para garchasela mi amigo era amigo cercano de la mina y le trataba de parar la mano pero el vago siguió la metió al baño y se la violar prácticamente pero la mina le vómito y se quedó planchada el vago tenía miedo que le pase algo a la mina y se quería ir al choto pero no le dejaron y hicieron que el y otros compañeros fueran a dejarla a su casa,\nEl viejo de la mina lo iba a hacer poronga al vago si no estaba la mamá de la mina.",
                "Fuimos con dos colegios, y mi anécdota es moverme a una piba del colegio A en el baño de una habitación del colegio B, todavia me pregunto como termine en una situación asi. Jaja",
                "el cordinador preguntándome si mis compañeras estaban de novia (se metía a la pileta con ellas) y nos decís que las teníamos que c0j3r a todas (viaje de 7°)",
                "ig de la empomada",
                "En primario coincidimos con dos colegios. Me gustaba un pibe del colegio A pero un pibe del colegio B me tiraba onda.. \nLe persegui al pibe del colegio A pero también me caía bien el pibe del colegio B y me lo chape tambien..\nRecuerdo que un par de noches las pasaba en la habitación del chico del colegio B y sus amigos.. Para mi era como siempre, ya que acostumbró tener mejor onda con los chicos.. Pro una chica me aparto y me dijo que no vaya mas a su habitación porque temía q me hicieran algo...\n\nWe.. Jamas cerraron las puertas y no hacíamos nada .. O por lo menos no recuerdo nada extraño.. \nPero por boluda me deje llevar y me fui con el que me gustaba al inicio.. Que me re tenia como un logro mas y nada mas :v ni modo",
                "Turbio No se, Raro quizá... Extra Virgen? Seguro.\n\nSiempre fui un pibe callado. Tenia mi grupo de amigos y hasta ahí nomas. No bailaba, todavía no bailo, Asique en los boliches estaba en el horno\n\n - deci que no soy tan feo y algunas veces alguna que otra chica me Venía a encarar o las amigas me hacían la onda- \n\nViaje a Bariloche voy con la idea de \"La van a poner todos menos yo\" Pero fui igual.  No se... 1era noche me viene a encarar una mina y me perreaba y que se yo q mierda, 2da noche igual, 3era noche igual y me empieza a cantar las típicas del regueton \"hoy es noche de sexo\" y asi Jajajaj \n\nViene el coordinador y me dice \"mañana me contas todo lo q le haces\" la piba va a mi habitación esa misma noche...\n\nY yo era re virgo. Y pensé bueno tanto que la agitó 3 noches seguidas que encare ella aca ..\n Y no hizo nada y yo me acosté y me dormi Jajaajaj me desperté al otro día re solo.  \n\nPor suerte nadie me cargo o nada; y después de eso las minas mas lindas del colegio de ella me vinieron a encarar xD  \"le doy unos besos al pobre virgen\" supongo que pensaron jaja",
                "Todo mi curso se salvo de que nos suspendieran a todos gracias a mi. \n\nUn troglodita se habia meado en el aula mientras no habia nadie, aplicaron la gran \"si no aparece los suspendemos a todos\". En fin, que esa vez si era en serio.\n\nMe encontre al rector en un recreo y le pedi si podiamos hablar en priv, citare la conversacion pero antes aclarare que unos dias antes me habian asaltado y me rompi los nudillos (nadie lo sabia, porque era invierno y yo usaba guantes, y de por si me cagaban asaltando en esa epoca), dolia pero si iba al medico definitivamente me habrian inmovilizado la mano. Also, me llevaba horriblemente mal con varios de mis compañeros, asi que en realidad no queria ir XD.\n\n\"Hola profesor, con el tema de lo de mi aula, podria suspenderme a mi solamente? Digamos que fue para inculpar a *inserte nombre de tipo idiota aqui con el que media escuela sabia que nos odiabamos* pero me arrepenti\n\nNo digas pelotudeces, se que no harias eso\n\n*Le muestro mi mano* entonces digamos que me hospitalizaron o inmobilizaron la mano y solo usted, mi madre y yo sabremos la realidad\n\nBueno, no te preocupes.\"\n\n\nAl dia siguiente los profesores nos piden perdon y nos dicen que suspendieron a uno de la noche. La wea es que los normies qlos se pusieron a investigar y no suspendieron a nadie. El rector, por lo que me dijo, \"culpo\" a un exalumno con el cual consulto y lo hizo porque de hecho mi excusa habria sido demasiado buena pero no queria suspenderme. Nadie supo de esto, solo el rector y yo.",
                "mi escuela era exclusiva para mujeres (escuela catolica) hasta que se embarazaron dos pibas y una monja, desde ahi cambiaron las cosas.",
                "Un amigo me obligó a hacer lo correcto y dejar que dos ancianas tomarán nuestros asientos en el colectivo de vuelta a casa, fue un viaje de 3 horas donde el y yo estuvimos parados por todo el recorrido.",
                "Por qué a los coordinadores les encanta empomarse menores?",
                "Unos pibes de mi curso se habian robado la llave magnetica de la kelly del hotel.\n\nEntraron a las habitaciones de los otros pibes/pibas del curso , hicieron bolsa todo, agarraron las camas y las apilaron.",
                "Fue viaje de estudios del hijo de una compañera de trabajo (es egresado), este año los de otro salón que siempre hacen quilombo en el colegio armaron orgía (una profesora encontró a dos chabones enfiestados cuando pasó a la habitación) en el hotel con alcohol, música y drogas. Cuando los quisieron hacer volver la madre re estúpida de uno mandó abogado para que no hagan eso, la directora actual del colegio se ve que es también medio tarada y se asustó.",
                "La noche antes de volver a Buenos Aires, una compañera se garchó a uno de los \"ayudantes de coordinador\" local, y el pibe le robó la billetera.",
                "No tengo muchas anécdotas porque mi colegio era bastante tranquilo, que yo sepa.\nPero en 2013 a la mañana (Yo estaba en 5to grado) un pibe de secundaria llevo una granada de gas pimienta o no se de que carajo era (el padre era policía) y la tiro. \nEn el momento nos hizo toser a todos una banda y después varios pibes se fueron en ambulancia. Las clases sé cancelaron por todo el día, pero por x razón no nos dejaban salir. Cayeron banda de policías y se lo llevaron al tipo. Después andaban dando vueltas x todo el colegio buscando a ver si había mas de esas granadas. Por 3 días no hubo clase porque tenían que desintoxicar",
                "En un viaje de egresados una compañera fue al baño y había un tipo durmiendo y desnudo",
                "Ustedes fueron de viaje de egresados?",
                "Estabamos en el Beto Carrero, y una femiturra se había fumado y tomado entera la noche anterior. Claro, no se bancó ni el viaje de ida y se durmió en el micro. El chofer supuestamente se la movió sin decirle ni hola, y ahi anduvieron denuncias tras denuncias pero no pasó naranja",
                "Yo, con terribles resacas yendo a todas las excursiones. \nEstuve todos los días en pedo. \nLlegué del viaje y rendí todas las materias que debía.\nNunca más.\nY otra que el coordinador se fue con la enfermera.\nLo demás todo normal.",
                "La de historia lo peteo al director",
                "Se pusieron a c**er en el baño de la quinta que alquilamos para el upd... Yo golpeaba la puerta diciendo que salga del baño en joda y de repente salieron los dos, la otra media desvestida y despeinada",
                "ig de tu compañera?",
                "6 amigos míos tuvieron una orgía con 1 chabona 4 años menos que ellos.",
                "Cuál es el post de los chismes",
                "Que mi compañero de curso y pieza, se haya llevado a una mina para cojer a nuestra pieza cuando yo estaba durmiendo despues de haber cagado a piñas a un chileno por atrevido.",
                "La cosa más turbia que pase en el insti fue que recibí maltrato psicológico y físico por parte de una chica de 9no, yo era de primer ingreso\nAguante eso por 3 años más y un día me\n Canse y me entró un odio hacia a ella que me llevo a tal grado de crear un plan para vengarme de ella, estudié meticulosamente como apuñarle sin matarle y lo hice, sabía cada uno de sus pasos sin que se diera cuenta y vi el\nMomento correcto para llevar acabo mi plan, admito que tenia miedo pero el odio me podía más, lo hice & ella supo que fui yo porque se lo dije, la apuñale mientras regresaba de las prácticas de su fin de año! Por un sitio poco concurrido, le dije porque lo hacía y le\nDije que si me denunciaba le iría peor porque si tuve el valor de hacer eso tendría el valor\nDe hacer algo peor!! Aún no lo supero porque estuvo ingresada pero tampoco me arrepiento porque fue una hija de puta y jamas se olvidara todo el daño que me hizo!! Me he dado cuenta que tiene familia e hijos. Me alegra por ella, pero seguro no se olvidara de mi como yo de ella!!"
            ],
            "num_comments": 148
        }
    ]
}