{
    "posts": [
        {
            "title": "Cambien mi opinion: Hoy en dia NO hay costo de construcción de vivienda que sea accesible contra los salarios.",
            "selftext": "Por mas y mas que le doy vueltas a este tema y paso tiempo platicando con otros aquí me doy cuenta que la conversación sobre vivienda esta mal expuesta. \n\nNo tengo costos a la mano, pero hablando con un amigo que es arquitecto en Vallarta y me esta dando precios de construcción for m2. Rapidamente te das cuenta que, independientemente de los gringos, gentrificacion, nomadas digitales, permisos de gobierno.. la realidad es que la pura construcción, osea el material y costo de labor dispara el costo de vivienda a un punto donde los salarios godines simplemente no dan. \n\nY ahi esta. Osea el costo de materiales es mucho mas alto que la labor (que por cierto tambien toca dentro de la conversación sobre salarios-productividad) en promedio. \n\nA menos que viva en una area super sesgada y en otras partes del pais el concreto y la mano de obrea sea 50% mas barata. dudo que sea muy distinto esto. En otras palabras no veo solucion al tema. ",
            "subreddit": "MexicoFinanciero",
            "topic": "construcción",
            "id": "14kkltl",
            "comments": [
                "Ing. Civil aquí.\n\nPuede variar según la zona, pero en general $10,000/m2 es la regla de dedo actualmente. Esto para acabados “normales” (cerámica básica, yesos, pintura sin acabado).\n\nEntonces  una casa “normal” (100m2) cuesta $1mdp solo la construcción, si es desarrollo nuevo súmale unos $200k de urbanización. Aun con terreno regalado no baja del millón.\n\nSegún la calculadora del Inegi, en los últimos 20 años se tiene una inflación acumulada de 140%. El cemento por ejemplo ha aumentado más de 300% en ese mismo periodo. Acero, cobre, aluminio, asfalto, vidrio aun más.\n\nOtro problema es el estancamiento de salarios. \n\nCuando comencé a trabajar (hace 20 años), el sueldo era de $10k, hoy salen publicados esos mismos sueldos para los recién egresados; cuando por inflación deberían de rondar los $25k.",
                "Sí alcanza pero sólo al 3% del a población en México.",
                "Y esperate a que veas los costos por acabado ... mi señora madre construyó su casa a inicios de los 90's, y por lo que me contó, al inicio se le hizo \"fácil\" levantar la obra negra, pero después tuvieron que pasar varios meses para hacerla habitable debido a los acabados y detalles de la casa que resultaron casi o más caros que levantar los muros, hablo de cosas esenciales y algunas otras no tan esenciales como puertas, ventanas, baños, instalación eléctrica, etc.",
                "Es una mentada de madre lo de ahora, al menos en Mty. Soy casi taquero programador (maldito baja del dólar nos alejo de la meta) y no encuentro nada que de verdad me guste.\n\nVeo anuncios de casas de Noviembre del 2022 que estaban en 7-8 mdp ahora listadas en 12 mdp o más.\n\nProyectos de preventa de 5mdp hace 3 años donde ahora la misma constructora los ofrece a 9mdp. Mismo tamaño de terreno, acabados, misma construcción.\n\nTerrenos de hace 6 meses listados en 2mdp ahora listados en 3mdp. Terrenos de 3mdp listados en 5mdp.\n\n**¿Quien está comprando a esos precios?**\n\nNo lo entiendo. Veo el m2 de construcción acá en la ZMM en 8k+ (sin acabados) y en 18k-20k con acabados. Una casa de 300 m2 la dan en 6mdp solo construcción, falta terreno y la cocina. Estas hablando de 8 a 10mdp por una casa sobre un terreno de 170 m2.\n\nAqui hay de 3: o es un lavado magistral de dinero, hay un chingo de taqueros programadores que yo no sabia y pueden pagar estos precios o es una burbujota inmobilaria.",
                "Me parece que la construcción formal nunca ha estado al alcance de la gente \"normal\", de ahí el éxito de empresas como Cemex que viven en buena medida de la \"autoconstrucción\".",
                "El mercado no debería regular una necesidad básica como la vivienda, pero qué podemos esperar cuando lo único que importa en este sistema es el dinero.\n\nMientras el objetivo sea generar utilidades en lugar de proveer para la población jamás resolveremos los problemas que enfrentamos, porque resolverlos no es rentable para quienes tienen el poder",
                "hay q tirar el mundo y empezar de cero",
                "Hoy en día la vida se va comprando una casa, trabajar y meter gran parte del salario a pagarla. Dejar de disfrutar el dinero y tener esa sensación de vacío por una deuda de más de 10 años. Que horror",
                "La única manera es ganar más dinero, pensar en casas para todos es irreal tristemente. Estamos en una realidad “sálvese quien pueda”.",
                "Así es, ya cuchitriles y pocilgas las andan vendiendo en $2.5 millones a $4 millones. Están locos.",
                "Acabo de comprar una casa de 2 cuartos, no muy buena en $25,000 pesos. El terreno mide 20x40. Aquí en Sonora.\n\nPones Starlink, un buen aire acondicionado y a vivir agusto...",
                "Si está cotizando precios en una zona turística como quiero creer que es Vallarta (Puerto?), Puede que se dispare el precio.\n\nAhora, el m2 de construcción está más o menos en $ 8,000, osea que si quieres una casa de 100 metros te saldría en $ 800,000.\n\n¿Se puede construir más barato? \n\nClaro, porque crees que hay tanta colonia nueva con construcciones irregulares, son autoconstruidas la mayoría de veces, pero sin ningún tipo de garantía de que al primer temblor no se te vaya a caer, vamos que lo barato sale caro, pero el problema es que uno busca querer tener su casita en la zona más bonita de la ciudad, lo que encarece demasiado tu proyecto. \n\nEvita las zonas más caras, busca nuevas colonias sin que sean populares y que empiecen a poblarse.",
                "Qué precio te dio??  \n\n\nSin esa info no te podemos decir si es real o se mamó o está igual en todos lados",
                "Te entiendo. Con mi salario no la libro para lo que comentas y aunque gano arriba de la media de todas maneras no alcanzo el préstamo deseado. Ahora con la opción del confinavit puedes optar por juntarte con tu pareja y sube el  valor  de prestamo de parte de Infonavit \n\nYa con eso puedes construir con inmobiliaria o comprar con casas participantes",
                "Yo tengo una constructora en Querétaro y la verdad es que yo no le entro a menos de $13mil m2 (incluye cimentación) y no menos de 180m2 porque cuesta el mismo trabajo hacer una casa de interés social que una residencial y viendo el mercado de esta zona puedo ver que si ganas por debajo de $80mil al mes difícilmente puedas obtener un crédito superior a los $2.5millones, pareciera qué hay un gran trasfondo de todo esto",
                "En efecto, esto va a sonar super chairo (que no lo soy) pero está pasando en todo el mundo. Los gobiernos y empresas se dieron cuenta que las rentas son super rentables (valga la redundancia) entonces se han dedicado a comprar los terrenos y al aumentar la demanda pues sube el precio de esta forma hace que no se tengan más alternativas que rentar. Vayamonos a una zona decente en puebla y la renta de un departamento está en 16 mil pesos mensuales. Los departamentos en preventa aún andan como en 1 millón de pesos. Esto quiere decir que en 5 años y meses recuperan la inversión pero no estamos tomando en cuenta que cada año suben las rentas entonces en un plazo de 10 años ya se puede construir o comprar otros Depas y seguir el proceso y seguir generando dinero. De este modo solo la gente que tiene 3 millones de pesos para invertir sin que le afecte a su bolsa (menos del 3% de los mexicanos) es la que puede aprovechar esas oportunidades dejando al resto sin alternativas. Todo esto para decirte que estás en lo correcto jajajaa",
                "Hay que emprender, como asalariado dificilmente vas a salir adelante.",
                "Considera que la publicación es de hace dos años:\n\nhttp://www.emarq.net/blog/precio-m2-construccion",
                "En tiempos actuales es correcto , Ciertas ciudades sufrieron unas mini burbujas inmobiliarias que nadie ha querido a sacar a tema , donde los desarrolladores , distribuidores de material y contratistas mamaron a lo grande . \n\nCon el gasto en gobierno que hubo durante casi 2 décadas (burócratas elite) , licitaciones etc , hubo campo para invertir y compradores , por  desgracia el mercado nunca se enfrió y los precios no bajan por que se paro mucho la construcción de vivienda , casi al 50% del pico ([https://es.statista.com/estadisticas/1123141/numero-viviendas-construidas-mexico/](https://es.statista.com/estadisticas/1123141/numero-viviendas-construidas-mexico/)) . \n\nAñádele que muchos materiales básicos y en acabados  se importan , por lo que se fueron mas caro por la demanda que hubo en USA no ayuda . al final no va ser tema por que no existe respuesta correcta , tienes que hacer un super esfuerzo  y estar endrogado hasta tu mediana edad (+50 años) para armarte de algo .",
                "El costo de los materiales subieron desde el comienzo de la pandemia, no se habla de eso pero la mayoría de las cosas a duplicado o triplicado su valor en 3 años.\n\nMuchas personas que estaban construyendo antes de la pandemia pararon la construcción esperando que los costos bajarán ( era normal que fluctuarán entre subidas y bajadas) pero no lo ha hecho.\n\nBásicamente te cuesta (por lo menos) lo doble hacer una casa hoy que en 2019",
                "Es que el sistema se ha desarrollado alrededor de créditos de INFONAVIT, si en verdad deseas tener vivienda debes acudir forzosamente a dicho instituto, de lo contrario será difícil y \"más caro\"*.\n\n*El crédito de INFONAVIT ya es caro.\n\nUna \"ventaja\" dentro de ese sistema es que estaríamos igual o peor que EEUU, ahí sí no tienen casas y son monumentalmente caras.",
                "Y si tienes razón el.costo de el terreno y la obra apenas sale para las mini casas de 700-800 mil que están vendiendo y en zonas alejadas de las grandes ciudades y que realmente no soluciona el problema de vivienda ya que el transporte hacia centros de trabajo o de consumo te lleva 1-2 horas solo de ida y otro tanto de regreso",
                "Te recomiendo que leas Matar al Huesped de Michael Hudson. Los creditos hipotecarios han inflado los precios de vivienda, y por consiguiente, los costos de los materiales.",
                "del 1 al 94 percentil no le alcanza para una vivienda digna en la CMDX, cabe destacar que no creo que muchos puesteros y negocios informales no les alcance solo que no son sujetos a creditos y financiamientos",
                "Se necesita un incremento salarial de como el 300% general para que se pueda comprar una casa como se podía en los 90s o principios de los 2000",
                "No se pude cambiar tu opinión, independientemente del esfuerzo que haga uno por ahorrar, no alcanza para construir, menos comprar un inmueble.\nSin mejores condiciones de trabajo y un salario mejor estamos y seguiremos jodidos.\nPero la 4t va ! 😂",
                "Si tomamos en cuenta la media de lo que se gana en México estás en lo correcto",
                "Un amigo aprendió a pegar block y el construyó su casa, nada mas contrató gente para tirar la losa.\n\nEn cualquier caso si te recomiendo pagarle a un inge o arq por un plano para tener algo bien distribuido y con la cimentación adecuada si luego te va bien  y quieres ampliar y para que no hagas cosas feas.",
                "Mira te comento algo, en mi experiencia tienes que estar ahí y pagar por día para que te salga más económico el pedo es que trabajas y no puedes estar ahí todos los días todo el día, pero puedes buscar a algún pariente de confianza o papá o mamá jubilados, etc. Un maestro albañil te.cobra  500 pesos diarios mexicanos y un chalán 300 pesos ambos a la semana son 4500 y si estás ahí y si son buenos avanzan, pero alguien tiene que estar ahí por si hace falta algo y no la estén wevoneando, si contratas a un contratista o un arquitecto te cobrará mano de obra de los albañiles más todo sus honorarios que obviamente son mucho mayores que los del albañil y chalán juntos, aparte te cobrará traslados, trámites, etc, contrata para que te haga el proyecto completo y diseño serían como 10 mil pesos mexicanos ya si consigues un buen maestro albañil sabrá leer los planos al igual que el eléctrico o plomero digo no vas a hacer un Taj Mahal, hay maneras de hacer rendir más tu dinero ahora que si  te la vas a tirar de patrón contratando por tanto o algun contratista mucho dinero",
                "Acabo de terminar la cimentación para casa dos niveles , arar total de construcción 198 M2, costo de cimentación 185000, material + mano de obra, soy ing. Civil, me dedico a la ingeniería estructural, así que yo diseñe y optimice la cimentacion, voy a empezar muros y firme en planta baja, fácil llegaré a unos 8000 el costo de la construcción por M2, y eso optimizando materiales, supervisando directamente, es decir fácilmente puedo subir un 30%de indirectos y utilidad para una aproximación más realista. Vivo en Culiacán Sinaloa, y la mano de obra está cara al igual que los materiales.",
                "El problema principal es que antes para hacer una casa no se hacía de golpe, era algo que tomaba años mientras que ahora.....es igual. Mucha gente tiene la idea errónea de terminar su casa en meses cuando en la mayoría de los casos toma años y depende de muchos ahorros. Ejemplo, alguien que conozco ya lleva invertido 1 millón en su casa, pero le ha tomado 20 años y no darse lujos innecesarios como irse de viaje ni endeudarse en coppel ni sacar teles o celulares del año. Eso son 50K al año y con un sueldo de 10K al mes si te administras bien (y no tuviste hijos irresponsablemente o lo que es lo mismo, no aplicaste la de tener hijos sin trabajo o más hijos de los que puedo mantener considerando que por cada 10K lo ideal es tener un hijo de acuerdo a los gastos) no hay problema en hacerlo cob tiempo, pero obvio si tu plan es vivir rápido y morir a los 40 pues no te alcanza la vida.\nY no, no estoy defendiendo posturas ni nada solo explico el motivo por el que muchos creen que es inaccesible completamente cuando si bien es actualmente más difícil, no es imposible si dejamos las metas falsas que muchos se quieren hacer por lo que ven en Tv.",
                "Aún más... Más del cincuenta porciento del costo total de una construcción, se debe a cargos administrativos: el otro poco más del cuarenta porciento en materiales y mano de obra.\nAsí que entre la gestión de permisos (dónde hay corrupción), gastos de la constructora y utilidades de ingenieros y arquitectos. Quienes vinieron a suplir a los \"maestros de obra\" cuando en realidad, pocos son los que ingenian o diseñan. La mayoría solo administra.\n\nLos datos aproximados fueron investigación  sobre costos de Obra pública  para un artículo en Ensenada BC.",
                "Casa de ~300 m2 de construcción. nada mas de la pura obra negra ya llevo 1 millón de pesos.",
                "Buenas amigo. \n\nTienes mucha razon, de echo yo al dia de hoy estoy construyendo una cochera para ni vehiculo despues de 7 años de adquirir mi casa (iinteres social o infonavit). La cochera no es muy grande, 4 mts de ancho por 2.80 de alto por 3 mts de fondo. Lo que llevo es solo dos muros y el techo, y ya llevo mas de 60 mil entre pago de un solo albañil y material. Eso es lo poco que habia podido ahorrar en ese tiempo. asi que has cuentas. Radico en silao gto.",
                "Por cierto, ¿alguien sabe en qué terminó esto?\nhttps://expansion.mx/negocios/2009/05/07/cemex-es-investigada-por-monopolio",
                "Pues no sabemos los costos que te dieron hoy puedes consultar los precios en línea y van desde los 5k hasta 24k y al infinito para acabados particulares.\n\nDesconozco el sueldo de Godinez al que te refieres pero la distribución económica en el país es bastante mala por lo que si, muy probablemente acceder a vivienda propia en un área urbana esté fuera de discusión para la mayor parte de los mexicanos, según entiendo los salarios apenas se han movido desde el 2000 y sin embargo los precios se han disparado por ejemplo durante el 2019-2021/2022 los precios de la vivienda subieron de un 50-100%",
                "Si alcanza, pero no como lo estas pensando.\n\nEl salario pocas veces alcanzo en mexico para que la clase trabajadora construyera su casa, la gente se llena la boca de la casa del abuelo, pero al abuelo le tomo 20 años terminar su casa, en un terreno baldio, en una zona sin servicios a la cual le tomo 20 años tenerlos.\n\nAhora es lo mismo, quieres casa, tendras que buscar un terreno, en una zona alejada, con pocos o nulos servicios, y construirla durante 20 años.\n\nEjemplo: 300,000 de terreno, no es descabellado en alguna comunidad de mexico que no sea ciudad o turistica, y de ahi 50,000 por cuarto + 50,000 para baño,agua,fosa septica\n\nA nadie le va a gustar la idea, porque todos tienen comprado el sueño de casa en ciudad donde todos dice wow, para vivir la vida envidia de todos.\n\nPero, pues a menos de que sean parte del top 0.5% en mexico, eso no es posible, queda trabajar con lo que hay, y nada de lo que hagan lo va a cambiar para nosotros, para nuestros hijos o nuestros nietos.",
                "Mi esposa y yo tenemos un ingreso de 100K entre los dos, llevamos 3 años construyendo y aun no terminamos, considerando que hemos tenido apoyo de mis papás, mi suegro, que vendí una casa que me heredó una tía en la Cdmx y que mi esposa invirtió parte de la herencia que le dejó su mamá, tu dirás...",
                "Mira we. tienes un terreno propio en algúna area campestre. Los fines de semana pones a tu familia a hacer adobes. o a gente de la comunidad. cuando juntes unos 5 mil, en la misma comunidad buscas algún albañil qué levante muros. echas el firme de concreto planchado y el techo vez si te conviene hacerlo de lámina  palma etc... con menos de 100 tienes tu casa. así le hacíamos en el DIF. ahora que si lo que quieres es pagar arquitecto, y maistro y zona bien, pues si, si es caro. pero yo vivi en los cabos y aun los gringos millonetas se ponen creativos con los materiales. hasta ves italianos qué vienen a diseñar casas con pacas de paja. que la clase media sea medio pendeja en mexico es otra cosa.",
                "Vivir cercas de las gringas tiene un costo OP",
                "No vayas lejos, en CDMX ya es prácticamente imposible tener una vivienda dentro de la ciudad y si la consigues es en delegaciones y colonias de alto indice delictivo.",
                "Estoy pensando que el futuro va a ser tener un terreno miniatura y comprar una casa tipo boxabl, esas que vienen en contenedores y solo tienen un cuartito, baño, cocina y una mini sala",
                "Quien está inflando todos los precios es la bola de especuladores que ven los bienes raíces como una inversión y no como un bien necesario. Cuanto ruco parasito no hay que nada más acapara propiedades para “vivir de sus rentas”. \n\nMientras no se termine esa visión pedorra y simplona, las cosas no mejorarán para nadie. \n\nAhora, no hay que olvidar que los especuladores no nada más son particulares que compran 2-3 casas, sino también empresas, y otros inversionistas que “invierten” en cuadras enteras.\n\nNo sé tampoco si te has fijado en la tendencia, pero también rentar se ha vuelto bastante difícil, y cada vez empeoran las condiciones de renta, sin que mejoren los sueldos. Ya en todos lados te piden más y más requisitos. A mi por ejemplo, me pidieron aval, comprobante de ingresos, depósito con mes por adelantado, cuatro referencias,  y me fue bien. Es el estándar ya, creo.\n\nComprar una casa ni lo pienso por ahora, no me alcanza y lo veo cada día más difícil.",
                "es verdad, pero busca información de Hiperadobe, puede que te funcione",
                "Ni idea.\n\nLo que sí te puedo decir es que hoy en día hay muchos otras opciones para invertir, diferente a la vivienda.",
                "Si es que si trabajas para alguien siempre vas a estar limitado a lo que esa persona u organización (que al final es una persona) te pueda pagar. \n\nPor eso el mítico taquero programador.",
                "Eso no es cuestión de opinión, mamón.",
                "Sino se quiere pagar mano de obra \n\nQue lo construya la persona interesada \n\nAsi de simple",
                "Lo bueno de la construcción y como le hicieron mis padres es que vas construyendo en etapas, empiezan durmiendo todos en la sala que también es cocina, después dormir en la cocina y la sala ya es sala, y así por varios años hasta que cada persona tiene su cuarto.",
                "No quieres nada en vallarta. Puedes ver videos en YouTube y te avientas machin",
                "Lo mejor es comprar el terrno y aprender de albañileria, asi le estoy haciendo, los fines de semana trabajo de albañil para ganar conicimiento en lo que le pueda adelantar a la casa",
                "Ni modo, a hacerle como millones de Mexicanos :\nAutoconstruccion.",
                "¡Bueno, al menos el 3% está viviendo en la gloria! 😅🏠",
                "Si se te hacen caros los precios de construcción, no pienses en los terrenos y te hablo de un cluster pedorro, en las afueras de una ciudad más o menos grande, la única forma de adquirir vivienda, es juntar los créditos, en caso de que decidas vivir con una pareja",
                "bueno si eres oe , y tienes varios ingresos como 300k a al mes... tampoco te da xd\n\nlo importante es divertirse y no frustrarse xd",
                "Espérate, cada vez más inversionistas siguen el modelo Kiyosaki (el del famoso libro que hace más dinero con su libro que con sus casas), todo va a empeorar en precios más altos y menos vivienda en el mercado. A veces habrá que conformarse con una casa donde sea que se pueda pagar, porque lo demás no va a ser asequible a menos que fundes una compañía exitosa o algo así.",
                "En países como México la única alternativa es emprender un negocio",
                "Si es verdad, no alcanza, ya la inflación se fue a las nubes pero ya también debido a lo mismo de estos precios inalcanzables es que se viene una recesión, corta dicen, desde el año pasado se está esperando,\nEn Francia ya está entrando la recesión y en el mercado inmobiliario están cayendo los precios, de espera esto para todo el mundo.\nEste año ha sido terriblemente malo para el comercio, lo veo en mi negocio, la recesión es el único método para bajar la inflación.\nYo también estoy buscando construir y como toda persona busca una casita bien, yo desde hace tiempo veo a Cotaparedes y uno suena con esas casas y claro uno trabaja todos los días para ello.\nCon un salario godin claro que no va alcanzar por eso desde hace 8 años decidí emprender.",
                "A menos que vivas lejisimos , soy de  cholula puebla y terrenos centricos ya ni hay y los que hay estan infladisimos de precio , incluso aunque te vayas mas hacia el aeropuerto aunque es mas accesible batallaras con varios servicios basicos por la lejania y   no hay mucho o nada cerca para todo necesitarias auto. Llevo rentando desde ya hace como 8 años me he mudado varias veces y realmente no tengo ni quien me aviente un vaso de agua asi que cuando vives asi tomas en cuenta absolutamente todo , quiza podria conseguir un credito de 1m y con lo que pago de renta aqui sin problema pagar las mensualidades, pero con eso me alcanza am para un terreno en un buen lugar aqui  jaja y de ahorros no tengo para levantar una casa , por mas que venda el coche o haga magia para sacar y levantar aunque sea un piso, ahora con la deuda del banco como pagaria una renta  mientras construyo? No tengo donde mas quedarme y luego sin coche y sin capital.... suertudos a los que les regalan un terreno o una casa",
                "Esperando con ansias una crisis inmobiliaria",
                "Es verdad, yo estoy construyendo una habitación nueva en mi casa y aparte de los materiales, tengo que pagar el sueldo semanal de los albañiles, osea que mi propio sueldo debe dar para mantenerme yo y mi familia , para comprar materiales y para darle un sueldo al albañil con el cual pueda mantenerse él y pagar sus propios  gastos.",
                "La construcción formal no es accesible para el 98% de los mexicanos, por eso contratas a tu compadre el maistro que te cobra poco, tu lo chalaneas y te ahorras un chingo.",
                "Así es, está horrible la situación. Vivo en la frontera norte del país. Todo en dólar y con precios que solo los que ganan dólares pueden pagar",
                "Obviamente es un problema multifactorial, querer simplificarlo con una sola causa se me hace estúpido.\n\nPor ejemplo en Canadá, Inglaterra, estados unidos, Amsterdam tienen problemas de vivienda y en cada caso las causas preponderantes no son las mismas\n\nTampoco son mutuamente excluyentes",
                "Te voy a decir cómo es posible, y solo es debido creo a mi zona laboral en la frontera. Agarre un trabajo de jornada completa, 4 días. Y los otros tres días aprendí a contruir yo mismo. Te puedo decir que las casas que la gente se imaginan están fuera de lugar. Para mí es suficiente un piso de 2 cuartos y techo de madera. Me pase por la nalgas los permisos de contrucción pero seguí manuales y recomendaciones para dejar bien la casa. Solo se requiere un esfuerzo mental y físico durante un buen tiempo. Y paciencia para planear lo que vas a hacer, me gaste alrededor de 300k en mi casa y 200k en el terreno en abonos. Comencé con una pala y un pico. Ahora tengo de todo, 30k en herramienta es multiplicar el valor de un trabajador por 2 o 3 chalanes.",
                "¡Solo falta el 97% para la fiesta de construcción! 🎉",
                "Cómo siempre la culpa es del capitalismo.",
                "Si, soy arquitecta y principalmente me enfocaba en presupuestos, cada vez que veo el monto total de cualquier casa, por más sencilla que sea, me quedo pensando \"quien vergas tendrá dinero para construir eso\"",
                "Arquitecto local de Puerto Vallarta con experiencia haciendo casas, es correcto lo que dice OP sale de los rangos del 90% de salarios, por ejemplo uno como arquitecto a costo directo o sea solo los gastos de materiales y mano de obra te andas gastando fácil 15 mil pesos el m2 y eso con acabados decentes pero nada exótico o de lujo realmente, realmente la utilidad del constructor no es tanto el factor como es la inflación de materiales y también la mano de obra que el salario de albañil ya anda en los 5mil pesos y 3mil para arriba los ayudantes, más aparte especialistas de acabados, instalaciónes etc. Apenas con un sueldo de 60 mil para arriba podrías empezar a construir dándole batalla a la inflación y eso por etapas, en 3 a 5 años acabas tu casa.",
                "Es correcto que los precios son poco accesibles, pero las casas nunca estuvieron hechas para ser compradas al contado para la población promedio, ese tipo de adquisiciones son a largo plazo, algo que noto que muchas personas que se quejan de este tema rara vez mencionan es que las casas (o mejor dicho los terrenos) rara vez se deprecian, si lo ves como una inversion es una píldora más fácil de pasar, también depende si la casa que estas cotizando está de acuerdo a tus ingresos, veo a muchas personas quejándose por que no pueden comprar una casa/resort para presumir en Pinterest/Instagram.\n\n&#x200B;\n\nEstoy de acuerdo de que deberían ser más baratas o los créditos deberían ser a menos años, pero Tambien las personas deberían tener expectativas más realistas de lo que es ser \"homeowner\", es un problema con muchas capas y decir que el problema es una sola cosa es muy ingenuo.",
                "Hoy en día no we, ya van bastantes años",
                "Y deja de eso, nada más para empezar el puro impuesto para construir te va a salir mínimo en 30 mil, sin contar todo lo demás que cobra gobernación, es ridículo",
                "Ing. Civil aqui.\n\nNo es por hacerte cambiar de opinión pero mira, los mexicanos carecemos de algo que se llama paciencia, queremos todo al chingadazo, cuando como bien dices los tiempos no son los mismos y la economía tampoco.\n\n&#x200B;\n\nYo comprendo cuando existen bajísimos sueldos de 1500 a la semana, mis respetos para las personas que viven con ese salario, pero ya sea ganando 1500, o ganando 2000, o lo que se gane no tenemos la cultura del ahorro, nos hace falta esa fuerza de no gastar tanto a lo pendejo me entiendes?, hay estudios donde una persona pobre se gana la lotería y no tarda mucho para regresar al punto donde inició porque no tienen una buena administración para ellos mismos.\n\n&#x200B;\n\nEn el caso de la construcción, yo siempre siempre enfatizo en lo mismo, primero hay que hacer un proyecto un proyecto su misma palabra lo dice es algo que quieres proyectar a largo plazo pero bien estructurado, cuando tengas un poquito ahorrado haces un cuarto o levantas una pared, pero ya con tu proyecto en la mano, a sabiendas de lo que estás haciendo y lo que quedará al final, si derrepente ahorraste o te cayó un dinerito extra para enjarrar una pared, para comprar azulejo para el baño, para comprarte una bañera que tanto querías, PUES LO HACES pero siempre poco a poco viejo, queremos tener todo como lo hacían nuestros padres, mi papá me contó que el compró el terreno donde vivimos toda la vida con una simple \"tanda\" de 1500 pesos mexicanos, me entiendes?, Esos tiempos se acabaron, yo te aseguro que teniendo un proyecto constructivo, levantando poco a poco a mediados de tu vida ya tienes la casa de tus sueños, pero si la quieres a los 20´s pues está cabrón.\n\n&#x200B;\n\nSaludos mijo, AHORREN, PLANIFIQUEN y por amor a cristo si tienen la posibilidad contraten a un profesional para su proyecto por lo menos para que les haga el proyecto, sus bonitos renders (imágenes digitalizadas), para que ustedes mismos se motiven a lograr eso que tanto quieren.",
                "En ningún sitio lo es.\n\nAhora mismo lo mejor sería quizás sobrevivir con lo que se pueda.\n\nY si te casas, hazlo ***pero*** hazlo sin tener hijos. Me habría encantado casarme con la chica que fuera mi novia hasta el 12 de junio del presente año e incluso eventualmente me habría gustado iniciar una familia con ella, pero habría preferido no tenerlos.",
                "Yo que no llego ni al salario mínimo según las estadísticas, cuánto me saldría más o menos un crédito para construir en un terreno de 7x21? \n\nSerá prudente construir departamentos para renta ahi? \n\nApoco tiene diferente conato según la zona? (en la misma ciudad)",
                "Si te esta dando precios de construccion en puerto vallarta si es cierto. El mercado esta tan saturado aqui de extranjeros, que la verdad la economia de bienes raices es artificial por la expectativa que se va a vender en dolares (o en pesos pero a precios de EUA). Tambien la construccion es muy cara porque es dificil encontrar mano de obra buena en Vallarta.  Los proyectos grandes siempre importan a sus trabajadores porque la calidad de trabajo que se encuentra en vallarta no es muy trabajador (y hay otras oportunidades de empleo menos rudas que la construccion). Al igual encontrar buenos plomeros, electricistas, carpinteros etc… es dificil..  Te encuentras luego con gente que sabe poco de mucho y le trabajan a todo (mal pero le trabajan). Y desgraciadamente no hay muchas opciones. Pero esa a sido mi experiencia. Al igual y otros tienen otra perspectiva.",
                "El verdadero capitalismo, los materiales y medios de producción ya se repartieron y solo te quedan las sobras qué te suelten o jugar su juego juntando capital estafando a otros como ellos",
                "Pues ni tan Caro es lo mismo que un carro decente",
                "En parte tienes razón, los materiales de construcción cada vez son más caros y si le sumas que en muchas zonas sí inflan los precios cabrón, está imposible. Pero por eso es importante que el gobierno vea la vivienda como un derecho y le entre con planes de vivienda accesible en zonas de alta plusvalía.",
                "Ahora has tú análisis sobre comprar un carro nuevo con salario godin, yo pienso que el salario se está quedando muy por debajo de la inflación",
                "No voy a cambiar tu opinión. Cuando estás basado estás basado",
                "\\*Y ahora en rap\\*\n\n&#x200B;\n\n(Verse 1)\n\nDesde el barrio hasta el centro, la gentrificación,\n\nUn tema que en México provoca indignación,\n\nCasas pintadas de colores, vistosas fachadas,\n\nPero detrás de todo eso hay historias apagadas.\n\n&#x200B;\n\nLos artistas llegan, los precios se disparan,\n\nLos vecinos de siempre ya no se pueden quedar,\n\nEl barrio se transforma, pierde su identidad,\n\nMientras la gente humilde solo puede lamentar.\n\n&#x200B;\n\n(Coro)\n\nLa gentrificación, un problema real,\n\nEn México se siente, el cambio es radical,\n\nLas rentas suben, la vida se complica,\n\nMientras los de siempre sufren esta política.\n\n&#x200B;\n\n(Verse 2)\n\nAntes eran tiendas de abarrotes, pequeños negocios,\n\nHoy en día, cafés de lujo y restaurantes exquisitos,\n\nLos forasteros llegan, con dinero y ambiciones,\n\nY poco a poco se desplazan a las poblaciones.\n\n&#x200B;\n\nLas familias antiguas se ven obligadas a marchar,\n\nLos lugares que amaban ya no los pueden habitar,\n\nLos edificios modernos se levantan con rapidez,\n\nY la cultura popular queda en el olvido, otra vez.\n\n&#x200B;\n\n(Coro)\n\nLa gentrificación, un problema real,\n\nEn México se siente, el cambio es radical,\n\nLas rentas suben, la vida se complica,\n\nMientras los de siempre sufren esta política.\n\n&#x200B;\n\n(Verse 3)\n\nNo es solo un problema de ladrillos y cemento,\n\nEs un problema social, de desplazamiento y sufrimiento,\n\nLos jóvenes ya no pueden quedarse en su lugar,\n\nLa gentrificación avanza, sin piedad ni cesar.\n\n&#x200B;\n\nEl patrimonio cultural se diluye en el aire,\n\nLos murales y los grafitis, desaparecen sin cesar,\n\nLa gentrificación avanza, sin piedad ni miramientos,\n\nY la esencia de nuestra gente se va perdiendo en el viento.\n\n&#x200B;\n\n(Coro)\n\nLa gentrificación, un problema real,\n\nEn México se siente, el cambio es radical,\n\nLas rentas suben, la vida se complica,\n\nMientras los de siempre sufren esta política.\n\n&#x200B;\n\n(Outro)\n\nLa gentrificación no es solo una tendencia,\n\nEs un llamado a la reflexión, una realidad que se extiende,\n\nEs importante preservar la esencia de nuestro barrio,\n\nY luchar por una ciudad justa, sin desalojo.\n\n&#x200B;\n\nLa gentrificación, un problema que no podemos ignorar,\n\nEs tiempo de unirnos y alzar la voz para cambiar,\n\nPorque nuestra cultura y nuestras raíces no deben desaparecer,\n\nEs hora de proteger y resistir, juntos, con poder.",
                "Madres, reflexionando el presente y el futuro que nos depara, refleja un escenario poco alentador...",
                "No has considerado el costo del Arquitecto y responsable de obra, que es de aproximadamente el 20% del costo total, si te avientas a hacerlo sin el asesoramiento necesario, corres el riesgo de gastar innecesariamente en cosas que no debes. Los precios de los materiales los tienes que actualizar prácticamente cada semana y el tema del costo de la mano de obra esta directamente vinculado a la productividad como bien dices, la mano de obra en mexico es sumamente cara por la construcción de M/jornada.",
                "Este men, nomás porque no le alcanza para construir la vivienda que quiere (del tamaño que quiere, en la zona que quiere, con los materiales que quiere) ya concluye que a nadie le alcanza.\n\nY no estoy pensando en millonarios, sino en vivienda autoconstruida y vivienda social.\n\nNomás dense una vuelta por la Encuesta Nacional de Vivienda 2020 y verán que se siguen construyendo montones de casas (casi 600k en el 2020)"
            ],
            "num_comments": 85
        }
    ]
}