{
    "11e3ckz": {
        "title": "Como monitorar/registrar quedas de energia?",
        "selftext": "Tô morando numa casa onde vira e mexe falta luz. Acho que não chega a passar uma semana sem dar pelo menos algumas piscadas.\n\nAí eu queria saber se tem algum dispositivo que eu ligo na tomada e ele simplesmente fica monitorando quando a luz acaba e quando ela volta (já que passo bastante tempo fora). Na verdade tenho certeza que isso existe porque deve ser algo extremamente simples de se fazer, mas dei uma pesquisada aqui a respeito e não encontrei nada nesse sentido (na real até encontrei mas parecem ser soluções bem mais complexas e custam várias centenas de Reais - duvido que um plugzinho com um arduino e uma pequena bateria interna não faria o mesmo por algumas poucas dezenas de Reais, se não menos).\n\nEu queria ter essa melhor noção pra eventualmente comprar um nobreak corretamente dimensionado pra alimentar câmera IP, roteador, as lâmpadas inteligentes pelo tempo necessário (mas como normalmente as quedas são rápidas eu acabaria chutando pra pelo menos uma hora pra também não ter um negócio super limitado).",
        "num_comments": 5,
        "comments": [
            {
                "body": "Acredito que com um microcontrolador e relê tu consiga, mas estou chutando sem pensar muito no funcionamento.\n\nO relê seria acionado por uma tomada que por sua vez envia um pulso pro microcontrolador, no terminal comum do relé ele receberia 5 volts e o NC seria conectado a algum GPIO do controlador.\n\nEnquanto houvesse energia o relé estaria acionado, assim que acabasse o relé chavearia e os 5 volts chegariam ao microcontrolador que resgistraria quando ocorreram as quedas de energia e quanto tempo duraram.\n\nEsse microcontrolador poderia armazenar os dados em sua memória interna e você precisaria extrair esses dados (a curto prazo e pra meia duzia de usos é até aceitável), agora o que considero ideal seria enviar esses dados para alguma plataforma web (ex. thinkspeak), mas pra isso você precisaria de uma conexão wi-fi que não caisse com a queda de energia e um ESP-01 no mínimo."
            },
            {
                "body": "Sobre a queda de luz, é só na sua residência ou acontece com os vizinhos também? Acho mais interessante averiguar a causa da queda e procurar a concessionária do que remediar o problema.  \n\n\nClaramente isso não descarta a necessidade do nobreak para as câmeras, mas evita um stress desnecessário de ficar sem energia elétrica nos demais aparelhos."
            }
        ]
    },
    "118rwtx": {
        "title": "Gás encanado no prédio?",
        "selftext": "Aqui em casa (prédio) nos recebemos a conta de gás direto no condomínio, e não é discriminado a empresa. Nosso fogão é o único aparelho que recebe o gás encanado, os chuveiro e torneiras são elétricos, porém o ape foi reformado e antes tinha até bidé nos banheiros (prédio antigo) e por essa razão penso que pode ter a possibilidade de trocar os chuveiros pra gás. Não aguento mais, no inverno sofro muito pois moro no sul e o chuveiro não vence. Estamos no 110v e vamos trocar pro 220v pra dar uma melhorada, mas eu queria uma solução mais definitiva. Será que tem como trocar?",
        "num_comments": 0
    },
    "y3zpnt": {
        "title": "Como deixar o mecanismo desse vitrô mais firme? Está muito frouxo e não consigo deixar entreaberto - só totalmente aberto ou totalmente fechado. Parece ser rebite, não parafuso.",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Me mudei recentemente e o vitrô do banheiro principal está meio frouxo, de modo que ou ele fica completamente fechado ou completamente fechado - não consigo deixar entreaberto sem algum suporte.\n\nDei uma olhada nele e não há um parafuso que eu possa apertar - as articulações que me permitem fazer esse ajuste parecem usar rebite.\n\nAtualmente tô usando o frasco de shampoo pra manter ele entreaberto, mas queria deixar ajeitadinho.\n\nObrigado!"
            }
        ]
    },
    "xmd2tx": {
        "title": "Primeiro cordão de solda da minha vida (o cordão abaixo foi feito pelo meu sogro)",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Ola amigo, fiz um curso tecnico de solda na adolescência e é mt legal, aprendemos varias coisas. Vc começou bem. Faz uma arte pra sua namorada ja que é o sograo ensinando"
            }
        ]
    },
    "ximndh": {
        "title": "Estou fazendo um banco/baú e preciso de ajuda para escolher a madeira do tampo. Mais info nos comentários.",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "É minha primeira \"construção\" com madeira. Utilizei compensado de 15mm para fazer a parte de baixo. Para o tampo estava pensando em utilizar compensado de 30mm, mas não estou encontrando.\n\nDentre as opções abaixo qual a que aguenta mais peso?\n\n- MDF 15mm\n- Pinus 25mm\n- Compensado Naval 15mm\n- Compensado 18mm\n\nMuito obrigado pela ajuda."
            }
        ]
    },
    "xar3zf": {
        "title": "Existem adaptadores pra rosca da torneira de 20 mm para 23 mm? Comprei um chuveirinho arejador mas a rosca dele é maior do que a rosca da torneira; na internet não consigo achar adaptadores.",
        "selftext": "",
        "num_comments": 11,
        "comments": [
            {
                "body": "Soca um quilo de veda rosca aí"
            },
            {
                "body": "Achei na shopee, mas o envio é da China, talvez no Aliexpress tenha por melhores preços."
            },
            {
                "body": "O meu comprei no Aliexpress. Passei pela mesma situação. Da uma procuradinha lá que acha fácil!"
            }
        ]
    },
    "wtzxke": {
        "title": "Mesmo sem desarmar ou queimar, disjuntor e/ou fiação podem ser os responsáveis pelo não funcionamento da minha máquina de lavar roupa?",
        "selftext": "Uns anos atrás minha irmã comprou uma máquina de lavar e secar roupa Samsung WD4000. Passado um ano e um mês (também conhecido como \"um mês após o fim da garantia\") a máquina começou a dar o erro \"UC\". Pesquisando na internet vimos que esse erro tem a ver com o fornecimento de energia. Detalhe que durante o primeiro ano todo a máquina funcionou perfeitamente bem e quando começou a dar problema ela estava no mesmo lugar, ligada na mesma tomada, sob as mesmas condições; ainda, o apartamento no qual estava instalada era novinho (comprado ainda na planta), de bom padrão e tal, então imagino que a parte elétrica estava minimamente aceitável.\n\nPois bem, depois que começou a dar problema ela chamou um técnico (acho que de alguma autorizada) e ele disse que teria que trocar a placa, e o valor que ele passou não compensaria muito considerando que ela simplesmente não sabia se passado mais um ano a máquina apresentaria o mesmo problema.\n\nDesiludida (e com boas condições), ela comprou outra máquina e deixou essa encostada pra quando eu viesse morar sozinho.\n\nHá cerca de um mês eu vim e trouxe junto a máquina. Instalei ela e nos primeiros dias funcionou perfeitamente, tudinho - lavou várias levas de roupa com água quente (aquecida pela própria máquina), enxaguou, centrifugou, secou... Como ela estava cheirando (por ficar muito tempo encostada acho que sem os devidos cuidados) cheguei a fazer dois, três ciclos de limpeza do tambor seguidos; ciclos esses que demoram duas horas cada.\n\nTudo funcionando bem, eis que a máquina resolve começar a apresentar aquele mesmo erro UC.\n\nPelo que minha irmã relatou, e pelo que percebi aqui, o erro acontece principalmente quando ela vai começar a centrifugar. Não importa se é o ciclo rápido de 15 minutos, o ciclo de só enxaguar e centrifugar ou um ciclo mais demorado de três horas - chega na hora de centrifugar ela normalmente para. Por vezes, ainda, ela sequer inicia o ciclo - dá o erro antes mesmo de começar a encher de água; ou impede que você inicie; ou para em qualquer outra parte do ciclo; enfim, a ocorrência dos problemas é meio aleatória e simplesmente não dá pra contar com ela. No começo dos problemas (comigo) ela tava naquele meio a meio - às vezes conseguia fazer um ciclo completo, às vezes travava; agora tá num esquema de eu já estar há três dias tentando lavar uma leva de roupa e não conseguir finalizar um ciclo; tá difícil até conseguir iniciar.\n\nA máquina é 127 V. Medi com um multímetro e a tomada na qual ela está ligada tá fornecendo 124 V. Acho que tá super dentro do aceitável, né?\n\nCheguei a pensar que o problema pudesse ser algum superaquecimento, mas cheguei a ligar um ventilador atrás dela no máximo e não mudou nada. Ainda, esses dias tá fazendo bastante frio e os problemas continuaram.\n\nAí eu tava comentando lá no serviço e perguntaram do disjuntor. Eu comentei que não tava desarmando e tal e falaram \"mesmo assim; antes a gente tentava usar a Wap (aquela lavadora de pressão) aqui [no trabalho] mas ela não funcionava; o disjuntor não desarmava, mas ele desligava (admito que não entendi bem); só depois que a gente trocou o disjuntor foi conseguir usar ela\".\n\nEu achei o esquema elétrico aqui da casa bem fraco. Admito que não manjo, mas pelo que andei pesquisando de acordo com a caixa de distribuição (e supondo que a fiação esteja corretamente dimensiomada de acordo) eu não conseguiria usar os dois chuveiros elétricos ao mesmo tempo, ou usar o micro-ondas, o forno elétrico e a fritadeira elétrica ao mesmo tempo; todas situações que, sinceramente, eu não acho nada no sentido de \"teste de estresse\" - são situações que eu me vejo tranquilamente acontecendo no dia a dia (e além - eu fazendo tudo isso na cozinha enquanto alguém toma banho, alguém vê tv, a máquina lava a roupam...). Isso porque todas as tomadas da casa estão ligadas num mesmo disjuntor, enquanto um outro disjuntor (idêntico) fica com a difícil missão de cuidar da parte de iluminação da casa. E também porque não é uma kitnet - é uma casa que acomodaria com folga uma família de quatro pessoas (apesar de eu estar morando sozinho aqui), então um uso mais pesado da parte elétrica já deveria ser previsto.\n\nDe qualquer forma, a única coisa que fica sempre ligada aqui é a geladeira - inverter, novinha -, de resto é so tv e micro-ondas em standby, então acho difícil que o problema seja alguma coisa \"puxando a energia que a máquina tá precisando\". E o problema acontece a qualquer hora - já acordei de manhã e a primeira coisa que fui fazer (depois de fazer xixi) foi ligar a máquina e nada; já cheguei do trabalho e antes mesmo de entrar em casa fui ligar a máquina e nada; já deixei como última coisa antes de dormir tentar ligar a máquina e nada. Mesmo assim, fiz um teste ontem tirando literalmente tudo da tomada (mesmo carregadores de celular que não estão em uso), deixando apenas a máquina, e novamente não rolou.\n\nMas aí eu queria saber - é possível que mesmo sem desarmar, que mesmo sem queimar, o disjuntor ou a fiação da casa estejam impedindo a máquina de funcionar? Mesmo a tomada onde a máquina (que é 127 V) está ligada estando recebendo 124 V? Eu realmente acho isso difícil de acontecer (ou pelo menos esse ser o problema), já que nos primeiros dias ela funcionou normalmente, mas enfim...\n\nEu acho mesmo que o problema é na placa, mas queria saber se essa parte do disjuntor faz algum sentido; antes de gastar dinheiro com ela queria eliminar todas as outras possibilidades - eu até levaria ela pra outro lugar com a fiação perfeita pra testar, mas transportar essa máquina não é a tarefa mais fácil (ainda mais num carro sedan) e eu realmente não sei onde eu encontraria esse lugar com a fiação perfeita - acho que esquema elétrico seguindo as normas no Brasil é raridade.\n\nObrigado!",
        "num_comments": 9,
        "comments": [
            {
                "body": "Cara já tive esse modelo de máquina Samsung e tive o mesmo problema, ligando ela em um local com instalação elétrica apropriada não resolveu nada, somente após a troca da placa ela voltou a funcionar. Durou 6 meses a placa deu problema novamente, acabei desistindo da máquina. Minha tia tinha comprado a dela junto comigo no mercado e a dela funciona há mais de 2 anos sem dar problema.\nNa primeira vez que deu problema queimou um regulador da placa e por isso dava o problema de tensão \"UC\", da segunda vez nem levei pra assistência, mas acredito que seja problema com esses componentes que eles usam na fabricação das placas. Por ser resinada eles acabam sobreaquecendo e muitas vezes acaba gerando problema."
            },
            {
                "body": "Bicho! Se o técnico falou que a placa tava com esse problema! É da máquina! A intermitência da corrente e queda de luz, etc ajudam a danificar isso na máquina! Sei pq já aconteceu comigo e aqui em Rio das Ostras falta luz e dá pico toda hora!"
            },
            {
                "body": "[deleted]"
            }
        ]
    },
    "w7srst": {
        "title": "Chuveiro com baixa pressão - válvula transferidora de pressão na caixa d'água ou chuveiro com pressurizador?",
        "selftext": "Aluguei uma casa mas reparei que nos chuveiros a água sai em pouco volume/pressão, provavelmente porque a diferença de altura entre a caixa d'água e a saída dos chuveiros é insuficiente pro dimensionamento dos canos (já que nas demais torneiras, mais baixas, o volume e a pressão de água são adequados).\n\nA primeira coisa na qual pensei foi em colocar um chuveiro daqueles que já vêm com pressurizador, mas fico pensando na questão do barulho e do consumo de energia. Por ter um pressurizador ele será mais barulhento, né? Ainda, por ter um pressurizador o consumo de energia elétrica (e de água, mas isso já vai aumentar de qualquer jeito) vai aumentar bem, também, né?\n\nAí, pesquisando por alternativas, encontrei um dispositivo chamado válvula transferidora de pressão, que deve ser instalado na caixa d'água e faz uma ligação direta e fechada entre a entrada da caixa d'água e sua saída, de modo que se mantém a pressão que vem da rua (ao invés de a água cair na caixa e a partir daí ser só a gravidade). Quando não há entrada de água a partir do cavalete esse dispositivo muda automaticamente para deixar usar a água armazenada na caixa d'água. A princípio gostei mais dessa alternativa porque aumentaria a pressão em todas as torneiras e por ser bem mais barata (são dois banheiros), mas fiquei com dúvida com relação a eventuais desvantagens e de até onde ele realmente funciona.\n\nPrimeiro, essa válvula realmente funciona conforme prometido?\n\nComo primeira desvantagem eu penso que talvez por a água da caixa d'água eventualmente ficar muito tempo parada, sem uso, ela possa acabar perdendo mais cloro do que seria aceitável ou dar qualquer outro problema por a água ficar muito tempo parada. Ou se ela estiver vedada essa não deve ser uma preocupação? Penso que caso realmente seja um problema seja algo fácil de resolver - de tempos em tempos fecha direto no cavalete e deixa usar a água da caixa, a fim de renová-la.\n\nOutra desvantagem que penso é que talvez, por ter um dispositivo em frente à saída da caixa d'água, quando o fluxo vier da água armazenada na caixa (e não direto da rua) a pressão fique ainda menor.\n\nPor fim, vi num vídeo no YouTube um cara falando que apesar de aumentar bem a pressão, quando tem mais de uma torneira aberta a pressão cai demais, ficando até mais baixa do que sem a válvula. Por que e sob quais condições isso aconteceria?\n\nE aí, o que vocês acham que compensa mais? Chuveiro com pressurizador ou essa válvula transferidora de pressão?\n\nObs.: refazer o encanamento está fora de cogitação.\n\nObrigado!",
        "num_comments": 6,
        "comments": [
            {
                "body": "Primeiro de tudo, pra colocar uma válvula transferidora você tem que saber se a pressão que vem da rua é ideal, se ela for forte o suficiente, e o modelo da válvula tiver uma boa vazão, você provavelmente não terá esse problema da despressurização durante o uso de mais de uma torneira. \n\nO pressurizador de chuveiro não faz muito barulho não, pelo menos o Lorenzetti que eu testei não era nem muito perceptível, por conta do barulho da própria água caindo.\n\nOutra opção, se não faltar água com frequência na sua região, é ligar apenas o chuveiro na água da rua, mas pelo visto você desconsiderou essa alternativa."
            },
            {
                "body": "Eu tenho o chuveiro pressurizado aqui em casa, na conta não houve mudança (até porque o mecanismo da bomba dele gasta praticamente zero perto do chuveiro que geralmente 5kw+), ele faz pouquíssimo barulho só percebe se estiver prestando atenção, o que faz você realmente perceber se ele tá ligado ou não é a pressão e temperatura da água.\n\nSe a pressão da rua for grande e constante, de forma que você use muito pouco a água da caixa, ela vai ficar muito tempo parada e também muito propensa a criar microrganismos, é uma questão a ser considerada.\n\nPra evitar isso, talvez seja interessante colocar um pressurizador elétrico depois da caixa de água"
            },
            {
                "body": "Se der pra aumentar o tubo que sai da caixa e encaixar no tubo que já desce pro chuveiro resolve! Ou subir a caixa um metro tbm"
            }
        ]
    },
    "w68fha": {
        "title": "A organização desse quadro de distribuição faz sentido? O disjuntor das tomadas não vai ficar sobrecarregado?",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Se isso for da casa tooooooda, talvez não! Mas depende do tamanho da casa quantos cômodos e tals! Mas partindo do pressuposto de se ter uma cozinha, esta deveria ter o circuito de tomadas separado da casa. Dentre algumas outras observações"
            }
        ]
    },
    "w68dn7": {
        "title": "Dicas de contrução em língua portuguesa",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "Subiu a construção como se fosse máquina\n\nErgueu no patamar quatro paredes sólidas\n\nTijolo com tijolo num desenho mágico\n\nSeus olhos embotados de cimento e lágrima"
            }
        ]
    }
}