{
    "posts": [
        {
            "title": "Compraria carro de locadora?",
            "selftext": "Boa tarde, o título é auto explicativo, mas dá pra melhorar rsrs...\n\nVocê compraria um carro de locadora? \nExplique o seu sim/não.\n\n\n\n\nEu estou muito na dúvida, já ouvi relatos de que as locadoras fazem as manutenções de forma mais barata possível, mas já ouvi gente dando aquela desculpinha, \"eles tem que cuidar da frota sempre, fazer as manutenções, blá blá blá\"",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ecfsr",
            "num_comments": 24,
            "comments": [
                "Em breve será nossa única opção de usados.",
                "Tendo outra opção, não. Não tem carro mais rápido e mais abusado no mundo do que carro alugado.",
                "Nunca vi ninguém cuidar de carro alugado.\n\nTeria que ser consideravelmente mais barato que um carro de dono pra considerar...\n\nEdit: dar um pouquinho mais de cor nisso; o problema não é a \"manutenção\", carros da idade que eles vendem só tem de trocar óleo e filtro e confio que isso seja bem feito (ou melhor que a média). Mas será um veículo que foi abusado de toda forma nesse período e os reflexos disso vão ser sentidos em alguns anos, qd já estiver em sua mão.",
                "Eles costumam fazer manutenção regularmente. Se for a mais barata, seguindo o que a montadora recomenda tá bom. Tem muita gente q nem sabe que tem q trocar o óleo do carro e outros q não fazem a manutenção e só passam pra frente antes q a bomba estoure. Ainda sim eu faria laudo cautelar antes, dependendo do veículo e valor.",
                "Eu compraria, dependendo da km e com um preço descontado.",
                "Considere 3x a km dum carro alugado, quem aluga não tá nem aí no uso, se a suspensão dura 100 mil km no carro alugado pode trocar com 30!",
                "a manutenção é a mais economica possivel, como é de locadora passa por mil motoristas diferentes, quem aluga um carro nao tem cuidado nenhum e usa ate de forma mais agressiva.\n\neu nao compraria",
                "locadora é a nova concessionária, e o seminovo de locadora é o novo 0km",
                "Como carro de qualquer outro lugar, o ideal seria analisar ou pagar um mecânico para fazer análise sobre o carro. Se até carro novo dá problema, usados não podem ser excessão se quem vende é uma empresa conhecida... \n\nEntão, não importa se é de leilão, locadora, concessionária ou do vizinho, a regra para não ter problema é fazer uma avaliação. \n\nMas comprando de empresas, se surgir problemas futuros, você pode processar por vício oculto...",
                "Não. Alugo carro com certa frequência e pego uns com menos de 30k km já todo moído, ainda mais os VW. Foge de locadora grande",
                "Depende do estado do carro. É bom avaliar com um mecânico antes.\n\nApesar das locadoras fazerem só a manutenção \"básica\", a maioria dos proprietários pessoa física não trocam nem o óleo do carro depois de algumas revisões. Então vai muito do carro, não do vendedor.",
                "Meu sogro geralmente compra de locadora, atualmente tem um HB20S e um Cruze, os dois tranquilamente sem problemas, mas antes do Cruze ele pegou um Kicks que foi bomba, o câmbio parecia ter o dobro da quilometragem do resto do carro segundo o mecânico que ele levou para arrumar",
                "Compraria.  As pessoas que eu conheço q compraram  não se arrependeram.  .",
                "Meu pai comprou uma Duster da localiza com 15 mil km rodados. Desde então, ele já rodou mais de 60 mil km e o veículo nunca apresentou nenhum problema.",
                "Compraria apenas aqueles mais caros, pois esres sao carros q podem ter sido alugado com menos frequencia q os kwid da vida",
                "Meu irmão pegou um argo 2020,da movida,excelente carro,só ta fazendo preventiva,carro com 66.000km"
            ]
        },
        {
            "title": "Carros até 20k",
            "selftext": "quais os melhores carros na sua opinião até 20 mil reais? separe por categorias\n\nmelhor consumo\n\nmais divertido\n\nmelhor custo benefício\n\num que você compraria\n\nmais confortável\n\nmais bonito\n\ne por fim, o melhor para primeiro carro\n\n&#x200B;\n\nsim. estou buscando o primeiro carro.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11earva",
            "num_comments": 24,
            "comments": [
                "Up\n\nEstou na mesma busca, pensando na minha primeira máquina. Queria mesmo um Monza ou um astra, mas a vida não tá esse doce todo kkkkk",
                "melhor consumo Corsa, Celta, Gol\r  \n\r  \nmais divertido Kadett, Chevette, Astra, Focus\r  \n \r  \nmelhor custo benefício \\[NAO SEI\\]\r  \n\r  \num que você compraria Focus, Fiesta, Astra, Corsa 1.6\r  \n\r  \nmais confortável Vectra, Monza, Santana, \r  \n\r  \nmais bonito Qualquer carro 2p bem montadinho (na minha opiniao)\r  \n\r  \ne por fim, o melhor para primeiro carro Corsa",
                "Clio, Palio, Corsa, Celta, Uno ... Iria em algum desses, com uma alta preferência em pegar um Clio 1.6 com motor de Megane mais velho, tive um e o bichinho acelerava bem, e tinha até um ar condicionado de bônus",
                "Melhor consumo: Renault Twingo \n\nMais divertido: Peugeot 306 \n\nMelhor custo benefício: A160 MT\n\nUm que eu compraria:  Renault Twingo\n\nMais confortável: Citroen C5\n\nMais bonito: Chery Cielo\n\nMelhor primeiro carro: Corsa/Palio",
                "Melhor consumo: Uno ou Palio(Fire).\n\nMais divertido: Chevette. Antigo e com tração traseira é a receita perfeita pra diversão, mas só diversão também porque o resto esquece.\n\nMelhor custo benefício: Até 20k?Corsa Classic 1.6. Barato, anda bem, manutenção fácil e se der sorte pega um completinho.\n\nUm que eu compraria: Tô nessa também de pegar um carro de até 20k ultimamente, tô entre Gol G2 AP, Corsa GL ou Clio 1.6, o que aparecer primeiro em bom estado eu levo.\n\nMais confortável e mais bonito pra mim é o mesmo carro: Omega 2.0 ou 2.2. Mas aí é carro pra quem tá com bala na agulha pra gastar muita grana. Dos populares que eu já andei achei o Palio o mais confortável, principalmente em asfalto ruim/estrada de chão.",
                "Gol\n\nVectra/astra/monza\n\nAstra\n\nMonza\n\nMonza\n\nVectra\n\ndepende, tu é barbeiro? Depende de vc aprender rapido e teu medo, aprende rapido e nao tem medo de coisas novas? Monza, vectra, astra puta carro foda, e como tu levou diversão pra conversa nao teria coisa melhor que enfiar um difusor num carro velho e rebaixar(se for de sua preferência) porque o carro nao tem um valor alto e não vai abaixar muito o preço depois por conta das modificações. Mas se nao for do teu caso, você tiver medo de dirigir e for um tremendo barbeiro que demora pra aprender vai com um gol, palio, uno, etc popularzao que consegue para-choque ate em padaria pra poder aprender bastante sem gastar o olho do toba caso der algo.\n\nEssa foi minha escolha de carro ate 20k usando a minha realidade como base, comprei um gol 1.0 por 20k ano passado, eu escolheria novamente, nunca me deixou na mão, anda bem e com o difusor de escape que eu coloquei ficou incrível dirigir.",
                "Corsa 1.4 mas qualquer carro desse valor eh soh bagaco cheio de coisa pra fazer ou faltando partes do painel",
                "Consumo: Gol G3 1.0 8v \n\nDivertido: Ka segunda geração 1.6\n\nCusto x Benefio: Clássic qualquer ano\n\nQue eu compraria: Ka 1.6\n\nMais confortável: Civic 2001\n\nMais bonito: Kadett GSI \n\nPrimeiro carro: Gol G2 1.6 manutenção barata e bom de revenda."
            ]
        },
        {
            "title": "Conhecia essa maquina ?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11e8nww",
            "num_comments": 9,
            "comments": [
                "Vo coloca um desse no meu Fiesta",
                "B M W\n\nH O N D E I R A"
            ]
        },
        {
            "title": "Olá pessoal! Dias atrás postei o primeiro vídeo do meu canal de mecânica aqui e pedi um feedback de vocês, me falaram muita coisa que achei pertinente. Agora fiz um novo vídeo usando técnicas de edição, gostaria novamente de saber a opinião de vocês, obrigado!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11e7mf5",
            "num_comments": 0
        },
        {
            "title": "Trocar sandero",
            "selftext": "Ola, atualmente possuo um sandero 2016/2017, com aproximadamente 85000km, estou querendo trocar para um carro automático, estou com algumas dúvidas.\n\n1. Séria melhor vender o sandero e usar o valor como entrada em algum veiculo ou dar o carro diretamente como entrada ?\n2. Qual seria um valor justo para pedir no veiculo ?\n3. Qual carro automático vocês recomendariam até 70000 reais ?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11e68gt",
            "num_comments": 3,
            "comments": [
                "Eu tenho um Sandero 2016/17 tbm, 1.0 authentique, foi meu primeiro carro. Ano passado fui tentar vendê-lo pra uma PJ e pediram 30k. Não aceitei. Se o seu for desse modelo você deve conseguir pelo menos (mas muito pelo menos mesmo) uns 35k.\n\nComo eu falei, se vc for dar o carro como entrada você vai ter que vender pra loja. Se for vender pra loja, ele será avaliado abaixo. Então ideal seria de fato tentar vendê-lo e pegar o dinheiro.\n\nE de carro automático ate 70k, depende muito, o que você busca, conforto, esportividade, consumo baixo, etc.",
                "Eu venderia antes e usaria pra entrada em outro, vender pra loja raramente compensa\n\nSobre carro, não sendo automatizado (dualogic, imotion, GSR e afins) vai do gosto",
                "1. Op, é melhor vender o carro primeiro! Se for vender para loja ou concessionária vão depreciar muito seu carro.\n\n2. Não sei exatamente qual a versão do teu carro, o ideal é procurar outros do mesmo modelo do teu para entender melhor a dinâmica de preços da região aonde você mora! \n \nÉ importante também considerar que anunciando o carro como “particular” vai chover gente fazendo ofertas abaixo do valor, tentando fazer rolos e adjacências. Por isto, deve entender bem até aonde quer chegar com o valor da venda e quanto tempo pode aguardar para concretiza-la.\n\n(Dependendo da sua situação, acaba valendo vender o carro para a loja/concessionário, quem pode realmente entender sua realidade é você!).\n\n3. Até 70 mil, consideraria estas 3 opções:\n\nA) Hb20 (mais conforto/estilo, mas com maior gasto em combustível e seguro).\n\nB) Etios (opção mais conservadora possível, gasto menor com combustível).\n\nC) Nissan March (carro tem mercado menor que os 2 acima, tem potencial para possível oportunidade de negócio).\n\nLevei em conta o teu perfil de carro atual e a possibilidade de compra de um carro mais novo e com km menor que o teu atual. \n\nO mercado de carros automáticos até 70 mil é relativamente extenso (mesmo nas condições atuais), mas entendo que outros veículos partiriam para outro perfil de dono (carros um pouco mais antigos, com maior custo relativo de manutenção e complexidade mecânica)."
            ]
        },
        {
            "title": "Motor Ford 302",
            "selftext": "Achei um curso na Hortmart para a montagem do motor ford 302, achei interessante. Mas a questão é no que posso usar esse motor? Adaptar em outro modelo de carro ou buggy.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11e4k4s",
            "num_comments": 12,
            "comments": [
                "desculpa a pergunta, mas aonde tu vai achar um motor desse?",
                "Cara, 302 é motor do Maverick V8 é alguns anos do Landau. Tirando esses carros nacionais, ele foi usado no Mustang até os anos 90."
            ]
        },
        {
            "title": "ajuda com vistoria inmetro / Campinas e região",
            "selftext": "Amigos,\n\nPeguei um omega 4.1 e preciso tirar o kit gás dele. No entanto ao fazer a vistoria no inmetro, o carro não passa no teste de gás/ emissões. \nJá mandei o motor pra retifica, já gastei 7 mil nele... mas ainda não tenho certeza que vai passar... \nAlguém tem alguma dica, ou alguém da área de campinas, pode me dar uma ajuda?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dvflh",
            "num_comments": 1,
            "comments": [
                "Certeza que tem catalisador nele? Em carro desse pessoal que quer se exibir ou correr mete tubo liso no lugar do catalisador, aí não passa mesmo.\n\nE veja que catalisador tem, se pegar no aliexpress uns pra norma euro4 (Não precisa pegar um exato, pega só a colmeia, qualquer serralheiro troca isso) por uns R$ 250, terá mais retenção até que o catalisador original (Que se brincar era pras normas euro2, nem seria pra euro3).\n\nMecânico bom olharia no osciloscópio o tempo de atuação dos injetores, pra ver se não tá grande (Erro em sensor de temperatura, massa de ar e etc), veria com fumaça se não tem falsa entrada de ar na admissão, a última coisa seria fazer o motor, compressão baixa no máximo gera potência ruim, não necessariamente aumenta consumo a ponto de ter emissão alta.\n\n(Mas se ficou muito tempo com consumo alto ou combustível demais ou mal-queimado, a colmeia do catalisador pode ter derretido parcialmente e furado, por isso é bom olhar ela com os olhos, não confiar numa eventual diferença de valores entre sonda pré e pós catalisador (Se é que ele tem 2 sondas, não lembro))"
            ]
        },
        {
            "title": "Rodou pouquinho",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dv2u3",
            "num_comments": 6,
            "comments": [
                "Provavelmente gastou 4,5 milhões de litros de gasolina, isso dá R$ 25 milhões no preço que eu pago.\n\nE pessoal achando que carro de R$ 25 milhões é Ferrari ou Lamborghini...",
                "Vectra né pae",
                "Seria necessário rodar 150.708km por ano ou 412km por dia para chegar nisso.",
                "mano, daqui ate ali e metade disso",
                "GM dos anos 90 são verdadeiros tanques de guerra."
            ]
        },
        {
            "title": "Primeiro Carro",
            "selftext": "Então galera, to pensando em pegar um carro agora por questões de locomoção mesmo que estou precisando mais, ainda existe algo em torno de 30k um carro usado automático?? O ideal seria um automático porque o transito é intenso na região aonde moro mas se não tiver nada procuro manual",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dukjd",
            "num_comments": 5,
            "comments": [
                "Amigo, nessa faixa de preço é complicado, vc teria que pegar um carro bem ruim de ano. \n\nA única opção que consigo pensar que seja algo tranquilo pra usar e manter, é que não vai te dar problema é o Corsa Classic automático, tipo esse aqui:  https://www.webmotors.com.br/comprar/chevrolet/classic/16-mpfi-super-8v-gasolina-4p-automatico/4-portas/2005-2005/41948009?lkid=1565)\n\nEsse carro usa a excelente transmissão Aisin (marca japonesa de propriedade da Toyota) AW-5040, a mesma usada nos Astras/Vectras/Zafiras da época. O cambio não costuma dar muito problema, e menos ainda no corsinha, que é mais leve e tem menos potência, aí trabalha folgado.  Além disso eles são bem completinhos: ar, direção, vidros e travas. \n\nAh, é o motor é o 1.6 8V, não o 1.0. \n\nÉ sem graça? Com certeza. Mas tu pode andar tranquilo com ele pra cima e pra baixo sem se incomodar. \n\nExistem outras opções também, como os Peugeot 207 XS ou o Citroën C3 exclusive. Esse inclusive é muito confortável. O cambio AL-4 desses carros costuma dar problema pq as pessoas não trocavam o óleo, então o câmbio literalmente se destruía por dentro. O lado bom é que é um cambio dos mais baratos de arrumar, acredito que com uns 7k tu faz a transmissão completa, isso se dor sorteado né. \n\nTem também os primeiros Logans e Sanderos, que na época tinham opção de câmbio automático. Não tenho certeza mas acho que eles usam o AL-4 também. \n\nRecomendo descartar os automatizados em geral. Boa sorte na compra.",
                "30 mil automático em geral será carro mau cuidado ou bomba. Nessa faixa da para pesquisar Gol, HB20 e Onix que são compactos e econômicos.",
                "Dica: Não compre carro de 30k automático. É perca de dinheiro e tempo futuro, acredite.\n\n- Se mesmo assim ainda quiser arriscar, vai de corolla 05/06 de algum dono bem zeloso que talvez você não tenha dor de cabeça por um ou dois anos.",
                "30K pra carro automático é complicado… Vai pegar um carro já bem usado, ou um mais novo que o antigo dono cuidou como se fosse criar porco.\n\nComo base de comparação, meu Gol 1.0 2011 [já tá beirando os 26K](https://ibb.co/Z6XF0Y1), completo.",
                "da uma olha também nos carros no palácio dos leiloes mano,  \n\nmeu irmão comprou um automático pra esposa dele por lá.\n\neles tem site para acompanhar os leiloes."
            ]
        },
        {
            "title": "Renegade 1.8 é realmente uma furada?",
            "selftext": "Vamos lá, eu tenho uma queda pelo carro, acho ele lindo, já vi inúmeros videos do mesmo, sei dos defeitos e etc, mas ainda assim não me convenceram a não tentar trocar meu celtinha amado nesse SUV de shopping, a questão do motor é o principal problema relatado, que seria muito fraco, mas bom, eu ando de celta e ta tudo bem.  \nA versão que eu pretendo tentar ter seria a 1.8 anos 2015 até 2018 no max, meu orçamento não permite acima disso.  \nMalhem ou elogiem o carro por favor, quero ouvir opniões de pessoas mais experientes ou quem sabe donos sinceros do carro, pq no facebook quem é dono elogia demais o carro e quem não tem acaba com o carro, acho que aqui no reddit vou ter opniões mais sinceras.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ds7ve",
            "num_comments": 20,
            "comments": [
                "No comparativo com outros SUV de mesmo preço e consumo é que ele apanha, se comparar com um Celta de uns 7 anos tudo será perfeito, terá aceleração um pouco melhor, por ser mais alto e mais pesado vai melhor em trepidação de estrada, essas coisas.\n\nEle tem pouco mais de 10kg/cv, tem uns 1400kg, alguns sedan's tem algo similar (Acho que tem focus sedan nesse peso, com consumo similar), não é algo tão fora da curva. Os problemas mecânicos específicos mudam em cada carro, nada de mesma faixa de preço e consumo tem qualidade insana a ponto de ter manutenção baratíssima.\n\nTem coisa que não custa muito MELHORAR quando mexer, tipo se pegar os automáticos, dia que mexer troca logo o trocador original de calor feito de latinha fina, não sabendo se teve uso de líquido decente de arrefecimento troca ele e troca o trocador de calor por modelo mais novo, de lata mais grossinha, e se adaptar serpentina na entrada pra água chegar mais fresca melhora ainda. \n\nVazamentos de óleo em junta não é tão importante, digo, não é urgente, mexe junta líquida (Não silicone!) quando der e pronto, vaza a ponto de sujar o motor mas não a ponto de sujar demais um piso ou diminuir nível (Em carro de 8 anos não dá pra ter firula de não adicionar óleo até o nível, nada de esperar troca, complete o nível e pronto, é só não ter medinho). Vazamento de água na bomba também se veda sem troca de bomba geralmente, isso mecânico decente já sabe, não tem como melhorar isso mas se usar líquido decente dizem que reduz em 90% a chance disso, e se precisar troca, ao invés de trocar o [conjunto completo](https://produto.mercadolivre.com.br/MLB-2760653222-bomba-dagua-jeep-renegade-2016-18-flex-vetore-_JM) troca só a [traseira que vaza](https://produto.mercadolivre.com.br/MLB-1789755026-tampa-bomba-dagua-toro-renegade-18-16v-etorq-kd16732-_JM) (Esse tipo de coisa concessionária não faz porque não tá em instrução técnica do fabricante, mas se quer ter custo mais baixo que os custos de concessionária tem que fazer essas opções).\n\nCoisas tipo as válvulas do VIS (Se for modelo com ele, não sei quais tem) nem mexe com urgência se não precisar participar de arrancada, com ela meio travada no máximo vai rodar igual um Celta 2003, ela atua melhorando torque em baixa rotação (Dela vem o nome do motor), tem que lembrar que ela demora pra atuar, pela lentidão dela tem quem ache estranho o modo como ele arranca (Acha ele manco), pra transito comum e ultrapassagem normal em estrada (Ultrapassar carro ou caminhão a 100km/h, não querer ultrapassar Camaro a 150km/h) ele vai normal o suficiente.\n\nOutros SUV de R$ 60 mil terão outros problemas eventuais, se você sair procurando lista de defeitos dele, lembra de fazer o mesmo com CADA carro concorrente que você colocar na disputa, EU particularmente prefiro sempre os mais vendidos porque esse tipo de defeito corriqueiro muito mecânico já conhece, e já tem no mercado peça alternativa pra soluções mais baratas, justo por ter lista de defeitos já conhecida fica mais fácil se preparar pras manutenções (Ver o que é urgente mexer, o que dá pra deixar pra lá, o que precisa comprar peça previamente e agendar manutenção ficando 2d sem ele, essas coisas). Eu preferiria o Duster nessa faixa de preço, ele também tem sua lista de problemas nessa idade, mas pro MEU gosto ele tem menos firulas pra manutenção, simplifica muita coisa, e muita coisa quando dá problema é fácil ignorar ou isolar se o dinheiro tá curto, mas externamente são carros muito diferentes pra comparar, eu não ligo pra aparência mas sei que ele é mais feio, tem umas opções estranhas dentro (No banco de trás não tem o aperto do Oroch mas pra viagem acho apertado), gosto é relevante nessa hora por isso tem tanto carro diferente no mundo, nem tudo é conta matemática (Conta que diz que o Renegade devia ser mais barato pro risco percentual de manutenção cara que tem).",
                "Eu tenho um 2018 1.8 e a única coisa que me pega um pouco é a questão do espaço interno, é um carro apertado pra quem vai no banco de trás e o porta malas é pequeno.\n\nAgora eu não entendo esse pessoal que fala de desempenho. Na cidade ou na rodovia o carro não sofre em nenhum momento. Ando na rodovia tranquilamente a 130-140km/h sem passar dos 3000 giros. Se você quiser fazer retomada de forma ágil ele vai reduzir a marcha e vai embora.\n\nNão preciso falar que não é carro pra off road,  é um carro de shopping. E o consumo faz na casa de 11km/l sem esforço de tentar economizar.",
                "Sim, só ver pelo preço atrativo.",
                "Cara eu também acho esse carro muito massa, tava doido pra pegar um 1.8 Longitude. Não ligo tanto para performance pq não sou de correr muito. Acabei broxando quando vi sobre a treta do trocador de calor do câmbio e larguei mão desse sonho, pelo menos por agora.",
                "Só posso dizer por uma pessoa que conheço que teve uma, meu padrasto, Tirou zero e o carro tava tão fodido que ganhamos um processo contra a concessionária.",
                "Olha, não acho um carro ruim, mas com a grana do Renegade eu iria pra outros carros. Não é que o carro não tenha motor suficiente pro dia a dia, a questão é que quem gosta de um pouco mais de agilidade e resposta de acelerador vai passar raiva. Tivemos Renegade 1.8 e um Creta 1.6 aqui em casa, ambos são mancos, mas eu ainda daria vitória pra Creta só pelo cambio e pela suspensão da Hyundai, o consumo e desempenho são bem parecidos na estrada, na cidade achei a Creta mais ligeira por causa do cambio.\n\nO que eu posso recomendar é vc fazer test drive nos concorrentes dele, mas já posso te adiantar que de acabamento o Renegade é superior sim, a Jeep construiu uma cabine bem harmoniosa com materiais de qualidade. Mas se estiver disposto a olhar alguns concorrentes vai dar uma volta na Creta, o Kicks eu nem coloco na briga porque acho muito pequeno, é um \"SUV\" com espaço interno de um hatch médio, sinceramente não iria nele. Vale a pena dar uma olhada na tracker 1.4 turbo também, já acho um carrinho bem mais ligeiro por ser turbo, e fugindo dos SUVs com a grana de um renegade 2018 vc já pega um corolla 2015/2016, que na minha opinião é mais carro que Renegade e Creta.\n\nPerdão se ficou meio confuso, no final a escolha é totalmente pessoal, se quiser pegar a Renegade e não ligar pra desempenho vc não vai passar raiva, mas acho que vale a pena olhar outras opções também.",
                "A pergunta certa que eu me faria seria o por que de querer esse carro em particular. Independente de preço, problemas ou concorrência.\n\n&#x200B;\n\nEle não é um carro para família, tem um porta malas com espaço similar ao Renault Sandero. Não tem um acabamento primoroso, não é o mais econômico nem o mais gostoso de dirigir.\n\n&#x200B;\n\nA verdade é que a necessidade de SUV é invenção mercadológica. No fim nós compramos o que queremos e ponto final. Mas não é muita vantagem comprar esses carrros. Infelizmente o mercado se afastou dos hatchs compactos e médios e temos poucas opções no mercado.",
                "Espaço interno pra quem vai atrás não é bom, porta malas é pequeno, desempenho triste, consumo de 2.0 com performance de 1.3 e qualidade mecânica duvidosa. É um carro melhor do que o Celta com certeza, mas pelo preço dele é muito fácil achar coisa melhor.",
                "Renegade é o suv da sua categoria mais vendido, as pessoas não vão colocar o dinheiro no carro se ele não for bom. Pense nisso.\n\nEu tinha preconceito até a empresa me dar um para uso no trabalho. É a versão 1.8 automática básica. Vai aí algumas considerações:\n\nMotor: não é o mais ágil, mas atende bem 95% das vezes. Não é econômico, na cidade vc faz 8 km/l se ficar muito pesado o trânsito. \n\nCâmbio: Leva um tempo até se acostumar com o comportamento do acelerador e a troca de marcha, mas depois fica bem natural dirigir ele.\n\nEspaço interno: altura do teto é excelente, mas o porta malas é péssimo. Se você viaja com família, vale repensar muito a questão do espaço. \n\nPrazer ao dirigir:\nEle é muito macio e confortável. Já dirigi algumas vezes de BH até Curitiba (13 horas) e não foi tão cansativo em comparação a outros modelos.",
                "Amigo carro é assim: manutenção! Se vc fizer vc vai ter para um bom tempo! Agora falando de carro, o renegade é feio, quadrado, pouco espaço pelo tamanho que aparenta!!!! Esses mais novos até q melhoraram, inclusive na motorização, se for pra comprar um, que compre modelo novo, até o designer melhorou! Agora se for ver mecânica, eu diria que vc não terá tanto gasto, as peças se souber procurar vc acha no mercado livre originais por um preço bem abaixo do q vai encontrar em qualquer loja da sua cidade, inclusive acha peças semi-novas em perfeito estado! Olha eu tenho um compass diesel, fiz um remap nele Stage 2 e não troco por nada! 2018 o bichão é brabo! Tem 240cv e o torque tá na casa dos 40… enfim… faço as manutenções com meu Mecanico de confiança sempre que aparece qualquer problema para prevenir futuros problemas!!!! Carro é manutenção meu amigo e vai depender da necessidade de cada um!!!",
                "Mas minha humilde opinião eu acho ele meio feio por ser todo quadrado, perde aerodinâmica. E fiquei sabendo que ele é um pouco beberrão. Mas não é furada não amigo. Se é teu sonho, compre. Só certifique-se de não ter algum problema sério escondido. E outra coisa, ele não é carro pra off road, como muitos pensam e depois criticam pq atola no barro.",
                "Cara, quer um carro que seja bom de andar ou pra achar bonitinho? Eu não gosto nem um pouco desse carro. Anda pouco e bebe que é uma desgraça, porta malas menor que um onix, peças caras, seguro caro (pois é bem visado pra roubo) e se for automático, prepare-se para gastar uma pequena fortuna com o problema do trocador de calor. Fora que o bicho adora vazar um óleo e água que é uma beleza. O único Renegade que eu entendo a compra é o com motor a Diesel, pois essa é uma exclusividade que só ele tem. \n\nVocê quer uma opção fora da caixa, que custa o mesmo o preço e é um SUV de verdade, infinitamente mais espaçoso, estável e confortável que um Renegade ou qualquer desses mini SUVs que são concorrentes dele? Te dou: Um Hyundai Tucson do modelo antigo. Sim, esse carro é um dinossauro, tem um design bem envelhecido pros dias de hoje, só que pouca gente sabe que ele foi produzido até 2018.  Ele custa a mesma coisa que um Renegade desse ano que vc falou, não quebra, e como te disse é MUUUITO mais carro.\n\nVá numa loja que tenha um desses e ande. Se vc não gostar pode vir aqui me cobrar.\n\nAbraço."
            ]
        },
        {
            "title": "Carros",
            "selftext": "Alguém me sabe dizer qual a diferença entre o Renault Clio DCI dynamic GPS e o Renault Clio DCI zen? Sendo por exemplo os dois do mesmo ano (2017) Obrigada!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dqpf7",
            "num_comments": 2,
            "comments": [
                "Infelizmente não temos esses carros no Brasil! Clio europeu é um carro muito bacana. \nVai no AutoTuga que o amigo aí colocou.",
                "r/autotuga"
            ]
        },
        {
            "title": "Fiat Argo 2023, HB20 ou Pegout 208. Qual comprar?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dov6v",
            "num_comments": 9,
            "comments": [
                "208, se não tem filhos, nem 1,9 de altura.  Eh o mais bonito e economico, no 1.0.",
                "Argo é o melhor pra cidade(suspensão mais macia), porém 208 e HB20 são carros melhores no geral.",
                "Iria de HB20, é o famoso pau pra toda obra, um mini tanque de guerra.",
                "Argo. Porque você acha que Peugeot é mais barato que os outros? Fica a dica."
            ]
        },
        {
            "title": "Uma lenda",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dm0in",
            "num_comments": 2,
            "comments": [
                "E errado uma menina querer um desses? De preferência com a 3 asa igual o projeto original...."
            ]
        },
        {
            "title": "blog de entretenimento e informação",
            "selftext": "Eai pessoal, sou novo na comunidade e vim aqui deixar meu blog com varias matérias, informações e entretenimento sobre carro e o mundo do automobilismo, o nome do blog é @ nitrouscompany no Instagram, quem puder da uma força la, dou varias dicas e curiosidades, e falo que o trabalho é bem profissional. abraço a todos e verão eu com mais frequência aqui, são mais de 150 matérias postadas. quem puder dar uma força eu agradeço de coração, e estou ansioso para começar a posta aqui\n\n[https://www.instagram.com/nitrouscompany/](https://www.instagram.com/nitrouscompany/)\n\nhttps://preview.redd.it/ry6wkip9gska1.png?width=1403&format=png&auto=webp&v=enabled&s=df484d78f5a2338f8c59fda4b53c918e1e5a0374",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dletv",
            "num_comments": 0
        },
        {
            "title": "Carro de Leilão",
            "selftext": "Estou considerando a possibilidade de comprar um carro de leilão de pequena monta ou recuperado de financiamento. \n\n&#x200B;\n\nMuitos anúncios mencionam que o carro passou por um leilão, mas essa informação não consta no documento. Qual é a pegadinha?\n\n&#x200B;\n\n**Ps: Não pretendo revendê-lo.**",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11dhvia",
            "num_comments": 5,
            "comments": [
                "Já tive carro de leilão, pequena monta, e não tive problemas, nem pra revender. Tinha laudo, mecânico aprovou, andava direitinho, alinhado, e não tinha diferenças de pintura ou painéis desalinhados.\n\nO problema principal era o seguro que só cobria 80% da FIPE. Se já tem seguro atual, é possível fazer o endosso e ainda conseguir 100%. Tem que analisar cada caso. \n\nNo meu caso era um carro importado com mais de 5 anos que a seguradora simplesmente preferiu dar como PT ao invés de trocar parachoque/farol/etc por conta dos valores. Claro que é importante ver as fotos do sinistro para saber exatamente o que foi danificado, e aí dar mais atenção em como foi feito o conserto.\n\nUm outro carro meu, tirado 0Km, sofreu colisão mais forte do que esse que peguei de leilão e como foi feito o conserto pela seguradora, não constava nada em nenhum lugar. Resultado, foi trocado no valor da FIPE.",
                "Leilão, recuperado de furto, batido/capotado, nada disso consta em documento mesmo, o Detran não tem porque controlar esse tipo de informação, não é relevante pra fins legais.\n\nPra isso tem as vistorias ou consultas (Sites tipo Checkauto e cia), uma consulta resolve a parte de leilão e recuperação, mas no caso de batida e cia só vistoria, lanternagem pequena vive reformando carro batido e isso não tem nenhum regulamentação que exija registro, pintar o carro é tipo pintar a casa, zero necessidade de legislar sobre isso.\n\n(Lembra que NEM 1/3 dos carros brasileiros tem seguro, quem acha que todo carro batido vai pra leilão tá sendo ingênuo/burro pra caralho, se uma pequena parte da frota tem seguro, então a maioria bate, capota ou reforma sem mudar de dono, muito menos através de leilão)\n\nSe mecanicamente tá tudo ok, se a lataria foi bem reformada, pode pegar qualquer coisa, o que importa é o estado real de tudo, não o passado do carro. Até carro capotado e emendado não é problema, se usaram outro carro quase todo pra pegar a traseira e emendar, aquela traseira estará no estado orginal, só a emenda que não é original, e se nela a solda foi bem feita, e tá seladao pra não ter oxidação por dentro, dura igual o carro original, tem emenda mal-feita mas isso se reconhece olhando com os olhos a solda, não na parte externa obviamente, precisa ver tirando plásticos e carpete, olhando por baixo, como uma vistoria completa faria. Se não quer gastar com vistoria, paga qualquer 50 conto pra mecânico ou lanterneiro dar uma boa olhada nisso e te mostrar as marcas de reparo de batida ou emenda, em carro mais novo geralmente elas são bem feitas, se fosse um gol bola 98 emendado em 2018 teria muita cantoneira de reforço ou gambiarra pior.\n\nSe for muito novo e já tem histórico de perda total e leilão, aí é outra história, aí esse veículo terá mais chance PERCENTUAL de ter uns problemas mais cedo, eventualmente um calço de motor de 100 mil dá problema com 90 mil km, coisas assim, mas nada grave, se o carro roda em estrada de chão (Mesmo com assoalho inteiro) ele vai ter umas manutenções ainda mais antecipadas, não tem como ver o estado real de toda peça em todo carro, só dá pra dar uma geral, então risco sempre existe, com reforma geral o risco simplesmente aumenta, se ele for mais barato que os demais então tá tudo ok, o risco (Chance percentual de ter que fazer reparos) varia conforme preço, risco mais alto = preço mais baixo, então tá certo pagar menos por ele.\n\nSe fosse pra revender seria outra história, mas pra usar é frescura demais ter medinho de carro capotado, recuperado ou com histórico pior, no uso quem dita boa parte da manutenção que terá é o seu cuidado, o seu uso, se vai ficar seco na sombra, se vai chacoalhar em estrada esburacada, esses detalhes.",
                "De fato não consta no documento. Mas se vc quiser tem um site chamado Olho no Carro, custa baratinho e te dá a capivara toda do carro. Só informar a placa.",
                "pequena monta, financiamento nao consta no doc. Enchente tbem nao pq ele é considerado pequena monta. O que aparece é furto, tem a questao de remarcar o chassi, e media monta, fica a observação",
                "Carto de leilão é uma boa ideia, a unica coisa que tem é preconceito, carros bons que nao foram pagos e pequenas colisões geralmente, recomendo dar uma olhada bem nos detalhes (se nao souber oq olhar eu explico depois), estando em um bom estado o carro é normal, nao muda dirigibilidade nem nada do tipo, so comprar e fazer uma revisão basica nele ja vai estar pronto pra uso."
            ]
        },
        {
            "title": "Recomendação de seguros para Fiat 500 Lounge Air?",
            "selftext": "Galera, vocês tem recomendação de seguradoras para um Fiat 500 Lounge Air 1.4 Automático em São Paulo, capital? Tô tendo dificuldade de conseguir cotações e quando consigo, tá muito acima do que comentaram comigo que seria. Valeu!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11de6vn",
            "num_comments": 5,
            "comments": [
                "\"tá muito acima do que comentaram comigo\"\n\nPergunta a quem comentou contigo qual seguradora tem os valores que ele indicou. Se já cotou com a seguradora indicada e estava diferente, houve um equívoco de quem indicou. Não adianta ficar em busca do preço indicado...",
                "Seguro é muito de perfil, né. O meu por exemplo: tenho o mesmo carro que a minha mãe. O meu seguro é metade do preço do dela, justamente pq tenho seguro com a mesma seguradora há anos e nunca tive problemas, enquanto ela tem várias multas e só começou a colocar seguro em carro recentemente. Detalhe, ela obviamente é mais velha do que eu e mora em um bairro mais seguro.\n\nÉ furada querer comparar os preços de seguros entre pessoas...",
                "Fiat 500 vai ser realmente uma facada o seguro. Tente ver com o banco onde você tem conta que pode ser que eles pelo relacionamento que tem com você (espero que seja bom kkkk) podem fazer um preço melhor, este carro e de mecânica cara e não tem um histórico muito bom além de poucas unidades no BR então sim vai ser caro o seguro.",
                "pessoal comenta mto de fazer seguro em cooperativa, não sei bem como funciona mas talvez seja mais em conta\n\nfora isso, tenta nas classicas, e em algumas tecnologicas flexiveis, procura no google por seguro automotivo que aparecem várias empresas online",
                "Eu não sei se já cotou com eles, mas uma seguradora que eu aconselho é a Liberty. Já fui cliente de outras duas e por último foi a Liberty. Meu carro deu pt em 2021 e todo o processo foi muito rápido, agilidade total e um ótimo atendimento."
            ]
        },
        {
            "title": "Estou pensando em trocar um Chery QQ por um Vectra",
            "selftext": "Moro com os meus pais, perto do meu trabalho e da faculdade, meu avô faleceu pouco antes de eu tirar a habilitação e eu meu pai me deu o carro que foi do meu vô, um Chery QQ 2011, estou com ele a pouco mais de um ano, o carro é bacana, barato de manter e econômico, mas por morar perto de onde estudo e trabalho, eu só utilizo nos finais de semana para passear ou viajar, ou no máximo em algum dia de chuva, por isso estou juntando uma grana para troca-lo em um carro mais legal, na faixa de 25k a 35k. Estou pensando em um Vectra, será que a troca vale a pena? Quais sugestões vocês me dariam de carros confiáveis nessa faixa de preço, mas que tenham um bom desempenho (de preferência um motor 1.8 ou 2.0)?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11cx0wh",
            "num_comments": 13,
            "comments": [
                "Com todo respeito meu amigo, trocando de um Cherry QQ só da para cair para cima. A única coisa que deve piorar é o consumo de combustível que aumentará bem, o QQ acho que só tem 1.0 e os cavalos a mais do novo possante bebem bastante, mas o ganho de potência é sensacional, só toma cuidado que muitos Vectras são carros de rachador então já vem bem malhados, então antes de comprar faz uma revisão cautelar boa.",
                "Fica com o QQ até terminar a faculdade, pelo menos, pra não trocar o certo pelo duvidoso. O QQ vc conhece e confia, o carro que vc vai comprar não tem como saber, ainda mais levando em conta que tá procurando modelos mais luxuosos, com fama de carro 'mexido' e com um orçamento que te obriga a pegar algo com mais tempo de uso.\n\nTermina a faculdade, arruma um trampo na área e depois troca o carro. O QQ caiu no seu colo, não vai desvalorizar tudo isso em tão pouco tempo e não vai te dar dor de cabeça.",
                "Vectra, Astra, Focus, são ótimas escolhas nessa faixa de preço, ótimos carros pra quem não roda muito, sem contar que a manutenção da GM é bem barata já do Focus um pouco mais caro mas nada surreal",
                "Nessa faixa de preço e com desempenho, acho que só conheço o vectra e astra que valha a pena, isso q eu me lembro de cabeça. A manutenção de ambos é simples e n são caros as peças de motor, mas os dois n são mt economicos em combustível, assim como qlqr outro 1.8 ou 2.0 nessa faixa. Talvez com um pouco a mais dos 30, acho q uns 35 tem os Sentra manuais e seu irmao frances o fluence. Os automático nesse ano tinham bastante problema no trocador de calor se não me engano e ja beiram os 40k.\n\nEu particularmente acho que iria de astra, gosto mais q o vectra mas é um carro mais simples.",
                "Em questão de conforto, potência e estabilidade vc estará indo da água pro vinho.",
                "Cara, tanto e Vectra como Astra são ótimas opções. Recomendo em especial os 2010 em diante que já têm a última atualização do motor FII, mais potente (140 cv) e mais econômico que os anteriores. Esse motor é bem tranquilo de manter e se quebrar é por falta de manutenção.\n\nOutra opção seria o Focus GLX 1.6 de 2009 a 2013. Esse carro tem o mesmo Zetec Rocam do Fiesta com um pouquinho mais de potência (116 CV), que é mais econômico e tranquilo de manter que o Duratec 2.0. Vai andar menos que Astra e Vectra, é claro, mas tu vai levar um carro muuuuito melhor. O Focus tem um comportâmento dinâmico (gostoso de dirigir) muito melhor que qualquer concorrente da sua época. As peças Ford realmente são mais caras, porém são carros que raramente dão problema e vc encontra tudo na concessionária, é só encomendar a peça. Falo pois sou cliente Ford há mais de 10 anos.\n\nQueria te deixar uma outra opção fora da caixa, justamente porque vc aparentemente é um cara jovem e sem filhos e acho que seria mais adequado pra tua idade: Os primeiros Peugeot 208 Griffe com câmbio manual (2013/2014). Eu sou Fordeiro e Chevroleteiro nato (temos carros das duas marcas em casa), mas esse carro quebrou meu preconceito com a marca. Só fala mal quem não conhece ou os mexânicos que não sabem arrumar.Esse carro é infinitamente mais moderno, jovial, econômico e atual em termos de design (cara de carro mais novo) do que os que citei em acima, além de completíssimo: teto inteiro em vidro, farol com drl em Led, lanterna em led, ar dual zone, central multimídia com comando no volante e airbags para tudo quanto é lado. Eu tenho um amigo de faculdade que comprou um zero na época (2014) e tem ele até hoje. O cara usa o carro sem dó e ele está lá firme e forte. Sabe, uma coisa que me impressiona nesse carro é que ele tem até hoje o cheiro de novo (é um cheiro agradável característico de Peugeot) e zero barulho de acabamento. Eu adoro o carrinho.\n\nBoa sorte na compra e desculpe pelo textão. Gosto de carro e acabo me empolgando, kkkkk. Abraços.",
                "Iria de um SUV 2008/2010\n\nCom 35k, seria possível ter um tucson ou Sportage 2008/2010 ambos automáticos.",
                "Pega outro 1.0, um Fox 2013 está na faixa dos 30k,confortável e manutenção barata."
            ]
        },
        {
            "title": "Revisão de carros Peugeot",
            "selftext": "Boa noite pessoal, tudo bem? Estou para comprar um Peugeot (meu primeiro carro), porém uma dúvida que me surgiu por só ter tido carros da Chevrolet em casa, é o tempo que esse carro leva na revisão. Algumas pessoas me disseram que as vezes demora mais de um dia pra pegar o carro de volta por ser “importado”, enquanto o que eu tenho em casa, meu pai leva na agência e pega algumas horas depois. \nIsso procede? Desculpem se for muita idiotice, não entendo ainda muito sobre carros, está sendo minha primeira experiência.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11cv3oh",
            "num_comments": 18,
            "comments": [
                "Tenho Peugeot há 8 anos e nenhum Peugeot vendido no Brasil é importado da Europa. \n\nHá 20 anos atrás a Peugeot tinha carros de \"mecânica complicada\", mas na realidade era que os mecânicos não estavam preparados para lidar com tecnologia e eletronica. \n\nHoje em dia qualquer oficina minimamente equipada dá conta, qualquer GM, Fiat ou VW atual tem as mesmas tecnologias de um Peugeot de 2 décadas atrás.\n\nO que posso afirmar com segurança é: Peças de Peugeot são mais caras mesmo, não adianta tentar alternativas. Mecânico bom não tem medo de carro francês, não tem dificuldade extra nem exige ferramentas especiais. É um Peugeot, não um Porsche. Hahaha\n\nSe for pegar um 208 ou qualquer outro terminado em 8, tá tranquilo. 206, 207, 307... Esses você vai ter dificuldade de achar um bom exemplar e para os 206 a disponibilidade de peças tá ficando complicada. De resto, tá na paz.",
                "Nem todo Peugeot é importado, a maioria é feito aqui, no máximo na Argentina.\n\nAs vezes, se vc mora no interior e dependendo do modelo, a peça não tem na oficina e eles tem que comprar de um fornecedor de peças. Aí pode levar um dia ou dois, nada de mais.\n\nMas se o seu Peugeot é da família dos 206, 207, 208 ou 2008 não vejo o por que de demorar algo. A não ser que vc more no interior de um estado mais remoto, como no Norte ou Nordeste.",
                "Pelo que vi nos comentários é um 208 lançado recentemente, esse é o produzido nacionalmente com uma mecânica muito simples, e como mora na região metropolitana de sp é uma ótima ideia esse carro, é uma ótima escolha esse veículo e eu recomendo bastante.",
                "Mais um consumidor caindo  nas calúnias do inicio do século...  \nPeugeot, Citroen, Renault são tão confiáveis nos carros atuais quanto qualquer outra marca.",
                "Balela. O Dia que seu Chevrolet precisar de qualquer pecinha diferente (um amortecedor, um coxim de motor por ex), também vai passar a noite na concessionária, igual um Peugeot. Não se estresse com isso.  \nVeja no meu perfil um comentário recente que fiz sobre o 208. É um belo carro, ainda mais pra mulher.",
                "Qual Peugeot é?"
            ]
        },
        {
            "title": "oigan, ¿qué sucede si se me cayeron unas monedas ahí? xd",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11crsrs",
            "num_comments": 4,
            "comments": [
                "depende, monedas de peso o real?\nmira que esto es un subreddit brasileño de carros, hay un hispanico llamado /r/coches\n\nacerca de tu pregunta, normalmente la palanca solamente tiene un cable conectado que va hasta la caja de cambios, pero lo que puede suceder es que las monedas pueden quedar en el curso de la palanca, y así no vayas poder moverla. si quieres quitarlas pienso que puedes utilizar un palo con íman"
            ]
        },
        {
            "title": "Brasil",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11crqyf",
            "num_comments": 26,
            "comments": [
                "Hoje em dia da pra fazer isso, a cnh digital aparece no aplicativo bem antes de vc buscar a física",
                "Fui fazer as aulas de moto pilotando uma Twister 250",
                "Fiz igual e na minha época não tinha CNH digital",
                "Habilitada ela ta soh nao tava com o pedaco de papel chamado carteira de motorista",
                "Nao julgo, fiz igual kkkk",
                "Mito.",
                "Isso é o de menos, na minha época oque mais tinha era nego indo de dirigindo para as aulas no CFC",
                "Se eu não possuir o papelzinho do governo eu não sei dirigir",
                "Não julgo, eu nem tenho cnh e ando normal.",
                "Uai, qual o problema? Vc recebe a PPD antes da CNH...",
                "Por lei se alguém for buscar sua carteira, com ela EXISTENTE, não existe b.o",
                "O Brasil não é para amadores kkkkk",
                "Mas, no caso ela já estava habilitada",
                "Meu pai fez a mesma coisa.",
                "Belo e moral.",
                "E dai? dirigi quase 1 ano sem carteira."
            ]
        },
        {
            "title": "Fox como primeiro carro",
            "selftext": "Pessoal, quais os prós e contras de ter um Fox 1.0 próximo do ano 2008?\nBom de motor? Confiável? Econômico?\n\nConsidere que não entendo de carros",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11cj8so",
            "num_comments": 7,
            "comments": [
                "Nao é um carro ruim, esse ano de motor 1.0 ainda era do duravel(ate 2009), mas ele fica meio fraco pra tocar um fox, recomendo a versão 1.6 se tiver dinheiro, mas se so tiver pro 1.0 ele tem um rendimento bom quando tem um motorista que sabe tocar o carro.l",
                "Não, vai no 1.6 se quer esse Fox, minha mãe já teve um e tem um problema crônico de entupimento da bomba de óleo que funde o motor. Além disso, o carro é bastante manco e gasta quase a mesma coisa que o 1.6, não é tão econômico no geral não.\n\nFora isso, ele é relativamente confortável e com bom espaço interno, porta-malas é pequeno, mas não minúsculo. N",
                "Unica coisa que tem que tomar cuidado com esse carro é com o banco traseiro que quando tu vai rebater ele tu tem a chance de perder os dedos da mão"
            ]
        },
        {
            "title": "Carro para quem é pobre e precisa de um veículo automotor para ir até a universidade",
            "selftext": "Salve, redditors entusiastas de carros!  \n\n\nSeguinte, ano que vem entro em uma universidade federal que está a mais de 20km da minha casita. Mas há um problema: o transporte público aqui é uma merda, embora seja uma capital. Por isso, meu pai me deu um carro ano passado: um VW Novo Gol 2013 1.0 G6, para quando eu tirar minha carteirinha de habilitação no momento em que fizer 18.  \n\n\nJá acho muito suficiente esse carro para andar em trânsito arrombado de 18h. E ontem, do nada, meu pai veio com a ideia de trocar meu Golzão bolado num **Jetta** que tem um cara vendendo. Trocar não. Vender um e complementar para pagar o Jetta. Se tem uma coisa que sei é que meu estágio não vai me pagar mais de 2k para ter esse carro. Mais especificamente, o que sei dessa bomba sobre rodas é que o modelo vem de 2014 e é 2.0.   \n\n\nNo caso de vocês, trocariam o Gol massa por um carro 2.0 para ficar em trânsito arrombado?   \n\n\nAcho um carro daora, mas deve ser caro demais para manter.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11cez7l",
            "num_comments": 30,
            "comments": [
                "Vai morrer em gasolina e manutenção nesse jetta. Inventa moda não",
                "Op, fica com o Gol!! Tem um abismo de custo de manutenção e consumo entre o Jetta e o Gol, sem considerar IPVA e seguro!",
                "Vai de scooter. Dentro da cidade qualquer uma 150 cc irá te atender bem. Só fode em dia de chuva, mas aí até uma capa e botas já ajuda.",
                "Para pegar trânsito pesado todo dia, carros populares são a opção mais barata.",
                "Além de todos os comentários que já fizeram, tem mais um agravante: serviço de funilaria. Quem pega trânsito em horários de pico sabe o risco de uma batida e o valor que fica pra arrumar (ainda que você só pague a franquia do seguro). \n\nVale dizer, é um risco que você está sujeito mesmo sendo extremamente responsável. Neste ponto, é muito mais barato esse tipo de reparo em um Gol G6 do que em um jetta.",
                "Com o seu perfil, só o seguro do Jetta vai sair o preço do Gol...",
                "Cara, se você é  pobre e PRECISA de carro, a única resposta é  carro popular. Não inventa moda, pra quem tem pouco dinheiro faz muita difrerenca uma manutencao de 500 pila pra uma de mil pila, por exemplo . depois q vc tiver uma grana sobrando vc pode virar lasanheiro.",
                "troca esse gol por uma Mercedes, BMW ou Land Rover do começo dos anos 2000, melhor coisa que você vai fazer na vida",
                "Pega essa grana e bota uma multimidia com carplay no gol e o resto guarda pra gasosa",
                "fora de assunto, mas seu pai queria te dar um Jetta com 18tão, que pai foda"
            ]
        },
        {
            "title": "Alguem sabe o nome desses acessórios? A coisinha saindo do para-choque dianteiro e o acessório de ferro no para-choque traseiro",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11c3t67",
            "num_comments": 7,
            "comments": [
                "Tow hook",
                "vai direto pro grupo carros de baiano , kkk",
                "São engates pra reboque mesmo, mas é pro carro ser rebocado (Amarrado/enganchado), não necessariamente pra engatar semi-reboque, então as vezes chamam de engate de reboque esportivo no caso do traseiro, e engate de reboque fita o dianteiro (Ou fita de reboque, não confundir com cinta que seria o equivalente a uma corda/cabo de aço pra unir 2 carros).\n\nComo isso é produto de nicho (Firula que 0,000001% dos carros usariam) não tem nome popular no país, tem dianteiro rígido igual esse traseiro, e nuns modelos já vi fita na traseira (Entre parachoque e tampa do porta-malas, por exemplo), muitos vão conhecer pelo nome gringo, tow hook no rígido, strap tow ou strap tow hook no caso da fita.\n\nComo carro afrescalhado é baixo, não tem como você enfiar a mão lá em baixo pra achar o orifício original de reboque, o jeito é colocar algo saliente assim, pra coisa tipo subir ele num semi-reboque (Carretinha, tipo asa-delta ou comum) ou guincho esses ganchos são úteis, não só puxar pra lá ou pra cá em eventos, dar ré em arrancada e etc. Carro pra expor raramente vai rodando, via de regra vai em carretinha ou guincho, então usa esses engates toda vez que sai de casa."
            ]
        },
        {
            "title": "To atras do meu primeiro carro, mas",
            "selftext": "To fazendo umas pesquisas antes de pegar meu carro e to na duvida pra pesquisar e ate fazer fazer uma futura compra, vcs usam mais o webmotors ou icarros? E de quebra, oq vcs recomendam de ate 30\\~40k para viajar de vez em quando e ir pro trabalho?\n\nEdit: não tenho família, tem que servir para viagens e idas pra o trabalho",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11c1jt8",
            "num_comments": 7,
            "comments": [
                "Um Fit é bem legal. Manutenção ok, e para revenda vai bem",
                "Webmotors é sempre mais caro, mas quem anuncia geralmente é loja, então tende a ser mais seguro.\n\nCarro bom nessa faixa de preço seria o Polo 1.6. manutenção barata, decente na estrada e bom para cidade. Tem tudo o que vc precisa em um carro.",
                "POlo, fox",
                "Uno ,palio...",
                "Focus 1.6 2010-2013",
                "Quanto ao modo de busca pode sofrer variação de  estado a estado.\n\nNo hell de Janeiro eu uso bastante o Marketplace do Facebook e o OLX.\n\nComo comentaram anteriormente a Webmotors e bem mais cara, vale a pena pesquisar.\n\nQuanto ao Carro, somente pelo preço fica difícil de te ajudar.\n\nEu recomendo editar o post ou explicar a sua vontade/necessidade:\n\n- tem família \n- deve viajar de tempos em tempos.\n- uso cotidiano trabalho + escola.\n\nPorque esses detalhes fazem a diferença ao indicar o tipo de carro que vai lhe ajudar melhor dentro do orçamento.\n\nExemplo: com 40k e família eu lhe recomendaria um Hyundai Tucson.\n\n40K solteiro algum hatch"
            ]
        },
        {
            "title": "Alguém sabe me dizer um grupo de flagras ou de marcar encontros em sp?",
            "selftext": "Manda o link no pv, pode ser de páginas ou comunidade.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bzt66",
            "num_comments": 0
        },
        {
            "title": "Primeiro carro até 60 mil",
            "selftext": "Saudações,\n\nTo procurando meu primeiro carro e tenho tido algumas duvidas, eu vou usar o carro só para passear no final de semana e de vez em quando fazer algumas viagens de bate e volta, sou um pouco alto, tenho 1,80  e quero um carro para ter para os próximos 5 anos tranquilo\n\nQual seria a melhor opção de compra?\n\nGostei muito do fox 1.6 MSI Highline, é um bom carro? Tem algum problema crônico? Terei muitos problemas com manutenção no futuro?\n\nQueria outras recomendações, e o carro precisa ser do ano de 2015 para cima por causa do meu consórcio",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bzpyp",
            "num_comments": 22,
            "comments": [
                "Fox eh bom sim. Vendeu bem entao manutencao vai ser tranquila",
                "Não conheço muito sobre VW mais posso te dar algumas outras opções.\n\nVocê tem HB20 1.0 de 16/17 que acha tranquilamente com 50 a 57 mil, mais se você não liga muito para espaço interno e quer uma coisa diferenciada pode pegar um Picanto que você acha até mais barato que o HB20, fora que o seguro do HB20 é caro.\n\nTemos também Uno 1.0 20/21 sendo vendidos na base de 50 mil em locadoras ( movidas ) o que eu não recomendo muito já que carros das mesmas não costumam ter o cuidado e manutenção devida. \n\nPelo mesmo preço do Uno você pode pegar um Palio 15/16 1.6 Sporting que é uma boa opção frente aos seus concorrentes.\n\nAgora chegando onde eu conheço, Peugeot e Citröen.\nPor serem carros que “ninguém” quer são desvalorizados frente aos seus concorrentes diretos ( Onix e Gol ), posso te recomendar 3 opção que são o 208 Allure pode ser o 1.2, 1.5, mais de preferência pelo 1.6 AT por motivos de esse motor ter vendido mais e ainda é vendido, ou seja sua disponibilidade de peças é ótima.\n\nCom a mesma disponibilidade de motorização temos o C3 a diferença deles é o C3 tem o Pára-brisa Panorâmico o que pode ser uma coisa chata em dias de muito sol, já o 208 tem um teto solar panorâmico o que na minha visão é melhor.\n\nÓbvio que com todos esses compactos você não vai ter muito espaço interno porém como você não é uma pessoa de 2 metros não vai passar sufoco. Vai por mim tenho um familiar de 1,97 e um Fiat 147.\n\nAgora se você gosta de uma boa e velha minivan temos a Citröen AirCross 1.6, porém esse eu recomendo pegar um manual pelo consumo que é deveras elevado.\n\nFalando em minivan temos a Fiat Ideia 1.8 Adventure 15/15 que você até encontra por volta 60 mil sem problemas.\n\nAgora se você não quiser nenhuma dessas opções que te falei tem o Fit modelo 14/15 com um motor 1.5 e câmbio automático do tipo CVT.\n\nEssas foram todas as minha recomendação e desculpa por não poder te ajudar com os tipo de problemas que o Fox pode ter, não gosto da VW e as poucas experiências que tive com ela foram horríveis",
                "Já tive um fox, msi, rock in rio. Carro muito bom, muito confortável tanto na cidade quanto em longas viagens. Acho o câmbio e a embreagem da vw uma das melhores do mercado. Suspensão parecia que ia desmontar quando batia em um buraco, mas é normal e é só barulho mesmo. \n\nO motor msi 8v pode as vezes dá uma engasgada na partida, só ficar de olho nas revisões. Eu negligenciei esse ponto (não sabia) e quase fiquei na mão, sorte que deu problema enquanto passava em frente a concessionária, acho que o carro sentiu... (pode ter sido o meu também, não tive experiência com outros Fox). \n\nAs revisões do fox não são tão baratas, davam em torno de R$1000,00 a uns 4 anos, na concessionária. Fazendo por fora consegue metade disso, e com peças originais. \n\nEsse highline se não me engano veio com o msi 16v, que é um projeto mais novo, ainda usado até hoje na vw. Muito bom também, com manutenção mais barata. Diferencial que algumas unidades tinha teto solar e câmbio de 6 marchas.",
                "Cara, fox 1.6, do ano que tu tá procurando, é um ótimo carro, esperto, confortável, muito bom.\nMas pro seu objetivo acho q tu podia pegar um carro 2010, que nessa faixa de preço tu consegue uma bmw",
                "Duster 16/17. Você pode encontrar alguns por 60k, mas no geral está um pouco acima desse valor.  \n\n\nCarro resistente, confortável, anda bem em estrada de terra, um tanque de guerra. Tenho um e não me arrependo da compra.",
                "Pra passeios de fins de Semana, e viagens, eu não recomendaria o FOX.\n\nE um excelente carro, mas e pequeno.\n\nEu recomendaria você pegar um Tucson, pela baixa manutenção.\n\nUm Sportage pela qualidade de construção, itens de segurança, tecnologia.",
                "Jetta aspirado",
                "Minhas sugestões:\n\nToyota Etios 1.5 Sedan 2017 ou 2018\nPalio Weekend Adventure 1.8 da pra pegar 2016 ou 2017.\n\nAgora se quer um carro pra chegar de patrão e comer gente a rodo, mas vai beber muito e a manutenção e mais cara eu iria de Cruze LTZ 2015/2016\n\nA realidade e que nesse valor da pra comprar muita coisa legal, mas cuidado veja que tem carros que são ruim de vender ou que manutenção/seguro são caríssimos",
                "Civic pra usar pra passeio \ndia a dia seria bom um Toyota Etios sedan 1.5"
            ]
        },
        {
            "title": "Olá pessoal! Iniciei um canal sobre mecânica e gostaria de ter um feedback de vocês sobre o vídeo, pretendo fazer vídeos de reparos nos carros que tenho aqui na minha garagem e avaliação de produtos automotivos que utilizo.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bzasz",
            "num_comments": 4,
            "comments": [
                "Muito bom cara! É difícil achar esse tipo de conteúdo com esse nível de excelência no youtube brasileiro.",
                "Muito foda mano, ganhou um inscrito"
            ]
        },
        {
            "title": "Melhor momento para se trocar de carro",
            "selftext": "Boa tarde!\n\nGeralmente sempre fico com meus carros por um bom tempo (pelo menos 5 anos), até porque o dinheiro tem que ir para outras coisas mais importantes. Porém, com a idade avançando e a situação financeira já estabilizada, me pergunto, do ponto de vista financeiro, após quanto tempo ou qual kilometragem é o melhor momento para trocar de carro?\n\n&#x200B;\n\nLembrando que gosto de comprar meus carros 0 km, pode não ser a decisão mais racional, mas algo que, sempre que posso, gosto de fazer.\n\n&#x200B;\n\nDesde já agradeço.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bumqb",
            "num_comments": 9,
            "comments": [
                "Sendo carro zero, pessoal costuma trocar na hora que acaba a garantia (revisões \"de graça\" na concessionária). Talvez não seja a melhor decisão financeira, mas na minha opinião comprar carro zero também não é, o carro sofre muita desvalorização instantaneamente quando sai da loja.",
                "O melhor e trocar pouco antes de acabar a garantia de fabrica pois aí com um carro que aí tem um pouco de garantia vc consegue melhores valores na revenda. Eu como trabalho com carro e rodo bastante fiz o plano de recompra certa da Hyundai, nos 60.000 eles recompram o carro pelo preço da FIPE e o valor fica de abatimento no zero km.",
                "Tendo condições financeiras, trocaria quando estivesse próximo de acabar a garantia. Aquele plano q comentaram da hyundai e bem bacana pra esse tipo de cliente, quer ter o carro com o minimo de dor de cabeça, estar de carro novo, novas tecnologias e mantendo o cliente fiel. Normalmente quando ta acabando a garantia acaba vindo uma nova geração ou alguma atualização de motor hoje em dia",
                "A hora que você se sentir confortável para trocar, manda ver! Ninguém melhor que o dono para conhecer o próprio carro e saber a hora de trocar. \n\nSe eu estivesse bem financeiramente, trocaria de carro uma vez a cada dois anos.",
                "Pela durabilidade das peças, eu diria q entre 80 e 100mkm. (Só item de consumo é trocado até esta km)Veja que até o desmonte ds quatro rodas trocou 60mkm por 100mkm..",
                "Não cheguei neste ponto ainda da vida, mas nessa situação eu optaria sempre por comprar semi novos a vista (1 a 3 ano de uso) de preferência em repasse ou particular pra comprar bem e eu não tomar a desvalorização média de 30% no lombo sozinho, rodaria um ano e trocaria todo ano."
            ]
        },
        {
            "title": "De que carro son estos asientos?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bu9ax",
            "num_comments": 1,
            "comments": [
                "Parece o Porsche Panamera"
            ]
        },
        {
            "title": "Abarth Competizione 180cv vs Mini JCW R56 211cv vs VW GTI MK6 210cv",
            "selftext": "Qual a melhor opção para o dia a dia?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bjhqd",
            "num_comments": 6,
            "comments": [
                "Eu iria de GTI.",
                "Mini JCW",
                "Mini JCW",
                "...",
                "Ah como eu queria morar em Portugal e ter essas opções",
                "GTI se vc mora no Brasil, JCW na gringa só por causa da suspensão"
            ]
        },
        {
            "title": "rio de Janeiro",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bi0e4",
            "num_comments": 2,
            "comments": [
                "nunca ouvi falar desse carro, qual seria o modelo?"
            ]
        },
        {
            "title": "Discussão amigável! Qual o melhor SUV até 100k entre 2012/16",
            "selftext": "Prestem bastante atenção na motorização e na versão do carro escolhido.\n\nEu vou de Mitsubishi Pajero Dakar",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bckpu",
            "num_comments": 35,
            "comments": [
                "Volvo é Volvo...",
                "Seria interessante ver o que você prioriza em um carro, o melhor conjunto que adequa espaço, praticidade, conforto, confiabilidade e economia, é o CR-V, seguido pela Rav4. Depois temos a Santa Fé e a Sorento. Kia e Hyundai fazem excelentes veículos e são confiáveis, mas não exatamente baratos em manutenção. \n\nRenagade diesel é uma ótima opção se não faz questão de espaço, mas gosta da motorização diesel.\n\nPajero Dakar ouço falar que é desconfortável em circuito urbano, afinal é uma plataforma de carroceria sobre chassi, iguais os caminhões e picapes de trabalho pesado. Manutenção Mitsubishi é cara, o Outlander é um veículo mais urbano, mas segue a mesma linha de manutenção cara.\n\nCaptiva se estiver bem cuidada é um ótimo veículo também. Mas fica de olho no câmbio, se eu não me engano depois de 2011 eles não costumam ter dor de cabeça, mas vale a pena pesquisar sobre os defeitos desse veículo. É válido considerá-lo. \n\nLand Rover são carros para serem utilizados dentro da garantia. Esteja preparado pra gastar o valor que você pagou no carro em coisa de 3 anos, são uma bomba relógio.\n\nVolvo são carros excelentes, mas se prepara pra manutenção, principalmente se tu pegar um veículo que usa o powershift e ecoboost. Muita gente confunde segurança em colisão com confiabilidade mecânica, não é um quebrador igual Land Rover, mas tem um motivo pra Toyota ter uma fama que os Volvo não tem.\n\nO Q3 é uma ótima opção pra quem curte condução esportiva e faz questão do segmento Premium, ao mesmo tempo que ten ciência de que a manutenção ainda é de um veículo Premium. Considere a Tiguan também.\n\nNão tenho opinião formada sobre o Jeep Cherokee, mas o conjunto mecânico dele é bem confiável e equipou inúmeros veículos da Chrysler.\n\nTambém não tenho opinião formada sobre o Mini.\n\nResumindo: Honda, Toyota, Kia e Hyundai você pode comprar de olhos fechados, revenda deles é ótima e dificilmente teria dor de cabeça. \n\nPS: Correção, confundi a motorização 3.2 do Cherokee com o 3.6 que equipou os carros do grupo FCA. Eu o evitaria. Veículo tem uma baixa liquidez.",
                "Jeep renegade nem de graça Ermao!",
                "Mitsubishi sem nem pensar 2x",
                "Na duvida sempre vai de Japonês, confiabilidade. Volvo é volvo, mas manutenção, meu amigo, é caro.",
                "Todos excelentes exceto o renegade, mas ai é ver se quer se preocupar com custo de manutenção e consumo. Se esse for o caso vai de japas. Se quer abrir a carteira e ser feliz, volvo.",
                "q3, pajero, outlander, mas esse mini é o mais divertido, sem dúvida",
                "A versão 4x4 diesel é boa",
                "Tem mecânico que não se dispõe nem a retirar ou entregar em casa o land rover discovery devido ao risco da turbina explodir no meio do trajeto.\n\nEu não entendo como uma marca de veículos tão antiga e superior na criação do designer pode ser mal sucedida nos projetos de mecânica.",
                "Desses aí eu ia de volvo",
                "Minha dica é: não compre um SUV. Carro SUV faz muito pouco km/l e precisa de manutenção constante. Recomendo, ao vez disso, uma Mitsubishi Pajero ou um Jeep.",
                "Até 100k eu recomendaria os seguintes carros:\n\n- Pajero Full \n- SW4\n- Sorento.\n\nInfelizmente com 100 k, o SW4 2012 somente flex, mas se puder sangrar mais uns 15K tu já pega o modelo 2012 que é um carro badass",
                "Puts 100k acho pesado ir em SUV… 100k ainda acho que  é orçamento pra Sedan. Eu guardaria mais um pouco (130/140k) e iria de Mercedes GLK 220 CDI 2014",
                "Suzuki jimny",
                "PQP , cadê meu ford edge aí nessa lista ?? \nDa pra comprar um 2014, awd e sobra dinheiro pra trocar a PTU se precisar kkk",
                "eu iria de q3, pro MEU perfil\n\nem uma frase:\n\ncherokee - bebe e é divórcio litigioso, mas anda até que bem\n\nxc60 - pior que aids, aids vc consegue passar pra frente\n\ncrv - tedioso, mas ainda racional\n\nq3 - mais esperto, mas manutenção mais chata do que japoneses\n\ndiscovery 4 - pega trouxa\n\nsanta fé - algo entre q3 e crv\n\nrav4 - mesmo que crv\n\nrenegade - simplesmente não\n\ncaptiva - não conheço muito, só sei que bebe e vejo pouco, fugiria também\n\nsorento - o mesmo que captiva\n\npajero - bebe e não anda\n\ncountryman - passo longe de thp velho e rodado\n\noutlander - manco que dói",
                "Volvo (segurança sueca) ou Mitsubishi (confiabilidade dos japoneses).",
                "Crv porque da pouco problema é tem um porta-mala é grande"
            ]
        },
        {
            "title": "Up TSI ou Citroën C4 Cactus",
            "selftext": "Estou buscando um carro usado e estou entre essaa duas opções, vi que um Up TSI em boas condições está na faixa de 65k ~ 70k e um C4 Cactus THP da pra encontrar na faixa de 90k. Qual vocês recomendam? acham que essa diferença de 20k ~ 25k fará uma grande diferença no dia a dia de uso?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11bbzgn",
            "num_comments": 19,
            "comments": [
                "C4 Cactus - Além de ter um bom espaço interno seu motor já é bem consagrado no mercado e não é um Francês como dizem já que ele foi desenvolvido com a BMW, fora que é um “suv” então você tem toda aquela comodidade em lombadas, valetas e buracos.",
                "Puts amigo, que tipo de carro vc quer? O Up e Cactus são bem diferentes",
                "C4 cactus é, literalmente, mais carro hahaha",
                "Up TSI é mais um carro urbano, C4 Cactus é um modelo de categoria acima, muito superior. Os dois são bons, vai depender mais do seu tipo de uso.",
                "Essa é uma comparação bem desonesta kkkkk c4 cactus é muito mais carro em tudo. Unica vantagem do up é ser mais econômico e talvez seguro, n tenho ctz. Up é um carro de cidade, economico (em consumo), seguro, pequeno que n chama atenção.",
                "Tive um up tsi e o que tive de problema de vela é de bieleta não tá escrito.... acredite se quiser, mas acho que o c4 será mais confiável e confortável",
                "UP nem é carro...",
                "Up TSI nunca chega sequer aos pés do C4. Se você tá com essa grana de diferença aí deboa mesmo, vai firme e sem dó no C4.\n\nSó faça direitinho a manutenção, pq Citroen não aceita oficina de esquina não!",
                "Depende muito, na real é que o UP é uma moto com espaço interno. Consumo é baixo, porém é compacto e o porta malas cabe no máximo uma caixa de fósforos. Ia dizer que é uma boa se vc usa só na cidade, mas com esses valores\n\n> Up TSI em boas condições está na faixa de 65k ~ 70k \n\nEra melhor buscar outros carros."
            ]
        },
        {
            "title": "Galera do carro flex: qual é o seu carro e como ele se comporta com Álcool e com Gasolina?",
            "selftext": "Olá confrades do erreCarros! Você que tem carro flex, como seu carro se comporta abastecendo com as 2 opções de combustível separadas (só Gasolina ou só Etanol) ou misturadas?\n\nEu tenho um Etios 1.5 AT 2018, vinha abastecendo \"só com Gasolina\" até dias atrás, mesmo a diferença de consumo não fazendo justiça no meu caso (meu carro é beberrão [inclusive já postei sobre isso], faz 7km/l na cidade com xarope refinado de Dinossauro; como eu rodo pouco então pra mim não importa tanto) e mesmo eu estando de férias rodando quase nada;\n\nHoje completei o tanque (à altura com pouco menos de 3/4 de combustível) com pouco mais de 1/4 de Etanol, que diferença que fez! Meu carro ficou com um rodar (aceleração, funcionamento na inércia e marcha lenta) bem mais macio, mas respondeu muito mais rápido, com mais vigor e com mais precisão do que \"só com Gasolina\".\n\nMeu carro gostou do 1/4 de Álcool que coloquei no tanque, a marcha lenta ficou bem mais redondinha e **aparentemente** o motor esquentou menos (meu carro sempre fica ciclando a válvula termostática e a ventoinha [mesmo de noite - ar-condicionado na noite quente de João Pessoa mandou abraços], hoje isso quase não aconteceu [e quando aconteceu, não fez o carro tremer como com Gasolina no tanque], não sei se é uma percepção ilusória e, se não for, qual a explicação para isso).\n\nQuando coloco Gasolina no tanque meu carro responde um pouco mal (com menos vigor e precisão), não gasta muito menos combustível que justifique a opção, e a marcha lenta fica toda estranha (o carro vibra demais, e parece que também fica acontecendo misfire/falha de ignição em 1 dos 4 cilindros [o carro parece que fica falhando na lenta, chega a lembrar um 3 cilindros vez ou outra]), apesar disso eu nunca tive problemas com meu carro abastecido com Gasolina (fora a encheção de saco da ventoinha/termostática ciclando o tempo todo).",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11b9jel",
            "num_comments": 15,
            "comments": [
                "alcool eh assim mesmo, mais beberrao mas  anda mais",
                "Etanol vai sempre dar mais potencia, mas perde no consumo. Deixe sempre o reservatório de partida a frio cheio, mesmo ai não sendo um lugar frio, isso ajuda o carro a ligar mais rápido e suave quando abastecido com álcool.\n\nVale a pena levar o carro para passarem o escâner, pode ser uma vela oxidada ou um cabo mal encaixado que gera essa vibração no motor.",
                "HB20 1.0 manual, no etanol anda mais e bebe muito, mas muito mais. Em rodovia andando a 80Km/h faz 18 na gasolina e 12 no etanol, isso sem ar ligado.",
                "Meu carro com álcool parece mais fraco, motor bate um pouco, e fica mais lento na resposta. Parece q só comigo (dos outros comentários) então vou tentar depois uma mistura.\n\nCom gasolina ele fica normal, com aquela mudança da gasolina ter mais octanagem foi bem visível a mudança no consumo e no motor bater menos em qualquer situação.\n\nNunca tentei misturar muito, acabo indo ao posto só quando ele tá prestes a acabar (detesto abastecer)",
                "Maior defeito desse carro é o câmbio AT 4 de marchas, o resto o carro é excelente, so que bebe bem na cidade mesmo. Não deveria ter problema serios aparentes abastecendo a gasolina, igual vc disse de falha na queima, isso é mais caracteristica de combustivel adulterado, o máximo que dá normalmente é o carro perder um pouco a potência, no meu no caso, perde 3 cv.",
                "Tenho uma Parati Track & Field 1.8 2006. Não fiz teste de consumo, mas é gritante o quanto ela gasta mais no álcool. Mesmo aqui sendo uma região que compensa usá-lo ao invés da gasolina, não vi vantagem.\n\nSobre funcionamento, não reparei na questão de potência, mas a primeira partida do dia é bem sofrida (umas 6 tentativas), mas eu ainda não arrumei o tanquinho de partida a frio, recém comprei ela.",
                "Quando você mistura etanol na gasolina, na prática você está aumentando a octanagem do combustível em troca de consumo maior.\n\nDaí o comportamento varia do motor.\n\nTive um carro que rodava OK com gasolina (27% de etanol) até uns 85% de etanol na mistura. A partir daí aumentando o etanol, o carro batia pino.\n\nO atual pede gasolina premium, mas eu abasteço misturado pra subir a octanagem da combustível para o aceitável e vai super bem. Só no etanol vai OK também, mas o carro se transforma num pinguço no open bar. Se por só gasolina, tem perda de desempenho.",
                "Carro eu ainda não tenho, tô esperando esse carnaval passar ( mais conhecido como essa semana ) para poder comprar, então posso falar do Corolla 2.0 de meu pai já que minha mãe tem uma Toro Diesel.\n\nEle faz 8km/l na rodovia com etanol ( o veio gosta de andar forte ) e como moramos em fazenda e sempre pegamos rodovia vazias para ir na cidade e é viável fazermos essas ilegalidades com as leis de trânsito. Já com a gasolina ele faz em média de 10 a 11km/l e anda  menos já que são 11 cavalos inferiores na gasolina. E também onde moramos não faz sentido colocar esse combustível derivado dos Dinossauros pelo seu valor.\n\nAgora a respeito de misturar nunca aconteceu com o Corolla mais à uns anos atrás tínhamos uma S10 2.4 Flex e aí sim meu pai resolveu misturar os dois, porém não vimos muita diferença na aceleração, ela continuava lenta, porém seu consumo melhorou, não foi algo extraordinário mais ela fez coisa de 0,5 a 1km a mais por litro.\n\nCom toda certeza essa semana eu compro meu novo veículo e venho aqui para falar como é o andar da carruagem.",
                "tenho um etios 1.3 manual 2018 e só uso gasolina. o consumo varia muito do pé e com ou sem ar condicionado. com ar na cidade faz 8 e sem chega a fazer 12+. nunca coloquei álcool para testa"
            ]
        },
        {
            "title": "Qual multimídia colocar no Ônix LS 2016?",
            "selftext": "Boa noite galera, tudo beleza? Fazendo esse post aqui porquê tô querendo colocar no meu Ônix uma central multimídia e sensores de estacionamento. Qual modelo(s) pesquisar?\nEntendo um total de 0 sobre o assunto e não conheço ninguém que entenda.\n\nSe puderem me recomendar centrais multimídia e câmeras de ré e sensores de estacionamento que se integrem com a Central multimídia fico muito agradecido!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11b6t37",
            "num_comments": 1,
            "comments": [
                "De sensores e câmeras nao vou saber te dizer, mas de multimídia a Pioneer ta na frente em questão de som automotivo e multimídia."
            ]
        },
        {
            "title": "Existe uma forma de descobrir o consumo de um carro gasolina e gnv?",
            "selftext": "Fiorino da antiga, furgão provavelmente 2010 pra trás \n\nRodou 768 km\n\nAbasteceu 75,468 L de gasolina\nAbasteceu 17,379 m³ de GNV\n\nEstava fazendo regra de 3 somando ambos mas tenho certeza que está errado, se alguém puder me ajudar agradeço 💕",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11b0sgy",
            "num_comments": 2,
            "comments": [
                "Se fizer a conta do poder calorífico, o m³ de GNV tem cerca de 81% do poder do litro da gasolina (47MJ/kg do GNV pra 42MJ/kg da gasolina, o m³ tem só 700g, gera um m³ com uns 34MJ/m³).\n\nEntão dá pra dizer que esses 17,37m³ de GNV equivalem a 24,8l de gasolina.\n\n75,4+24,8 = 100,2l.\n\n768/100,2 = 7,66km.litro.\n\nConfere os valores exatos aqui: https://autoentusiastas.com.br/2015/06/litros-metros-cubicos-ou-megajoules/  ou aqui: https://www.antoniolima.web.br.com/arquivos/podercalorifico.htm  e refaça a conta pra ver se não errei (Eu arredondei uns números, preguiça), essa Fiorino tá bebendo mais que devia. Ou foi cidade? Na cidade tá normal pro peso e uso que geralmente se faz dela.",
                "Essa é uma resposta que eu não faço a mínima ideia, porém a Fiorino não tem um Trip A ? Tipo os últimos  Sienna que saíram já com a preparação para o GNV"
            ]
        },
        {
            "title": "Tomando Prejuízo",
            "selftext": "Olá amigos, \n\nHá alguns meses adquiri meu primeiro carro, um Fiesta 2012. Em geral foi uma boa compra e mudou bastante minha percepção sobre carro, antes eu pensava ser algo bem dispensável, mas hoje vejo o conforto que ele pode proporcionar. \n\nNo mês passado eu tive um pequeno contratempo. Fui sair de casa e o carro não deu partida, ligando no painel apenas a luz de aquecimento do motor. Levei de guincho até a oficina, chegando lá passaram o scanner e não identificaram nenhuma anomalia. Fizeram uma limpeza em algumas peças e o carro tornou a funcionar normalmente.\n\nAté que ontem tive o mesmo problema. Dessa vez optei por levar em outra oficina, já que a primeira não resolveu o problema definitivamente. Hoje o pessoal da oficina me ligou dizendo que molhou a Central, e que vai ser coisa de 1000 reais pra resolver. \n\nAutorizei o serviço mas fiquei pensando se não estava sendo ludibriado, já que da outra vez foi mais barato de resolver. Por outro lado, parece que não resolveram tão bem assim. \n\nPesquisando na Internet vi um relato de que isso poderia acontecer quando o motor se nega a reconhecer combustível de má qualidade, tal que para consertar é preciso forçar o reconhecimento eletronicamente. Pareceu razoável, de fato eu havia acabado de abastecer. Porém retornei na oficina e eles me explicaram que haviam passado o Scanner e averiguado que de fato a central estava molhada, e que eles não dariam um diagnóstico de um serviço tão caro sem ter certeza do que estavam falando. É uma oficina de confiança aqui na cidade, então acatei e aceitei que vou tomar prejuízo, mas espero que pelo menos dessa vez resolva em definitivo. \n\nEles também me explicaram que é um problema crônico do carro, que tem a central muito exposta e acaba molhando com facilidade. Alguém já passou por isso, sabem como eu evito?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11b01q4",
            "num_comments": 2,
            "comments": [
                "acho que uma parte é bom senso e outra parte é tomagem no cu pra ter experiência. infelizmente é impossível ter 100% de certeza que eles tão falando a verdade se vc nao for mecanico tbm. \n\nsua unica outra solução talvez seja perguntar pra pessoas que tem mais experiencia como nós, ou seu pai/amigos/etc. \n\nou engole o pato, ve se da certo o conserto e segue em frente. se der certo ce já tem uma referencia de que fazem o serviço bem, se der errado, ce ja tem referencia que talvez estejam te tapeando. às vezes a gnt fica meio sem solução msm.\n\naí futuramente caso um problema parecido ou igual aconteça, vc ja tem uma ideia do que pode ser pra não ser tapeado.",
                "Esse motor zetem rocam não tem central que impede partida com gasolina ruim. Vai no máximo deixar o motor quadrado, falhando lenta, bebendo mais, sem potência. \n\nDe fato é só desplugar a bateria e dar curto no cabo (Se der curto na bateria merece perder o carro no incêndio que se seguirá) por uns 10s que a central limpa a memória, hora que ligar ela entra numa injeção padrão de combustível (Vira a chave pra alimentar central, e 2s depois dá a partida, pra dar tempo da central ler pelo menos temperatura direito), que é mais combustível que o que partida a gasolina precisa (Isso é pra evitar de não ligar quando trocar a bateria e ter puro etanol no tanque).\n\nMecânico é uma merda porque entende zero de eletrônica geralmente, é um povo analógico igual muito dono, aí ninguém sabe das possibilidades de abrir central e retocar soldas e trilhas, além de obviamente secar e selar com silicone de alta temperatura. É hábito que vem dos idiotas de concessionária, que só trocam, não reparam nada, tudo troca, e por peça original do dobro do preço de peça de qualidade suficiente (É um mísero meio de transporte, não um artigo de coleção que precisa ser mantido na originalidade pra valer R$ 1 milhão, é uma bosta velha que em 15 anos vai estar no ferro velho, não faz sentido a picuinha por só querer peça original).\n\nEnfim, dependendo do estado da central ela podia ter outra solução, se na sua cidade/bairro não tem eletrônica que mexe com isso aí é outra história, as eletrônicas estão quase mortas pela mania de trocar ao invés de reparar eletrônicos.\n\nQue podia ser culpa da central possivelmente podia, mas que possivelmente podia ter reparado a central e selado, isso também podia. Sem ver peça velha não tem como dizer nada, sem análise física só dá pra chutar motivos."
            ]
        },
        {
            "title": "Primeiro carro",
            "selftext": "Pessoal, para um primeiro carro: Peugeot 207 2011 ou um Vectra 1998?\n\nConsiderando que não terá o trabalho como objetivo do carro, mas será sim para eventuais idas ao trabalho em dias de chuva (15km de distância) e para saídas em cidades vizinhas e possíveis viagens.\n\nConsidere um orçamento de 3000 reais mensais para manter uma casa (sem aluguel) e então, o carro.\n\n&#x200B;\n\nOBS: Pelo que vi, o Vectra bebe MUITO mas o 207 não faz uma km/L tão diferente assim. Corrijam-me se eu estiver errado.\n\n&#x200B;\n\nEDIT1: Não entendo de carros.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11az02z",
            "num_comments": 46,
            "comments": [
                "um francês de 2011 ou um carro com 25 anos de idade? essa eu vou deixar para os especialistas",
                "Nenhum dos dois. A linha Peugeot 206/207 é conhecida por dar muitos problemas, que não são baratos de resolver. Quanto ao Vectra 1998, mesmo que ele seja um carro de mecânica confiável e bom nível de conforto, é um veículo de uma categoria superior, e conta com as questões inerentes a um sedã médio, tais como manutenção mais onerosa e maior consumo de combustível do que um hatch de entrada. Além disso, existe o agravante desse Vectra ter 25 anos de uso, o que pode acarretar em uma grande dor de cabeça, dependendo do estado de conservação dlee. Procura um carro mais simples, como um Gol, um Uno, um Palio, um Celta...são veículos bons para um primeiro carro.",
                ">OBS: Pelo que vi, o Vectra bebe MUITO mas o 207 não faz uma km/L tão diferente assim.\n\nAs fichas técnicas mais antigas tem medidas meio fantasiosas pro mundo real, se media muito consumo em pista por exemplo, emulando situação de cidade. Hora que você o carro e roda na cidade poucas vezes consegue o consumo prometido.\n\nCarro mais velho terá bomba com pressão baixa as vezes, ou regulador de pressão lerdo (Ou eles perdendo pressão quando desliga, aí gira o motor de partida um tempo antes do motor ligar efetivamente), bicos desequalizados, catalisador velho com parte derretida que faz a sonda lambda ter leitura errada (Ganha 2cv mas  bebe bem mais), e principalmente o motor já está com compressão baixa por válvula vazando pressão e anel liso ou camisa da câmara de combustível já lisa, não junta uma folha de óleo aí perde compressão, a mesma quantidade de combustível explode mas parte da pressão que empurraria o pistão é perdida por válvula ou aneis.\n\nNum carro de 25 anos fica bem difícil ter o consumo da ficha técnica, no caso de 1.0 é até pouca diferença as vezes, no maiores aumenta muito, as vezes é só 2 cilindros com compressão ruim, mas já afeta o rendimento energético neles, cada cilindro é 1/4 do consumo de combustível a princípio.\n\nEntão via de regra, o mais velho sempre vai consumir mais se pegar motores similares. Tem poucas exceções (Motores problemáticos, digamos os chineses da década passada pra trás). Nesse caso o mais velho também tem 250kg a mais de peso, isso pesa, se pegar um 1.0 e colocar 250kg em cima você nota nitidamente o quanto ele apanha com esse peso, mesmo que falemos de carros 1.4 e 2.0 eles não apanham com o peso que tem, mas esse peso extra vira mais consumo de combustível em subidas e arrancadas (E gasta mais freio, mas isso não é tão relevante, pastilha é barata).\n\nNa prática o consumo do Vectra será bem maior, tem mais peso, qualquer pisadinha maior e o motor de volume maior gasta bem mais (1.0 as vezes é escolhido por alguns por isso, mesmo se esgoelar o motor você faz algo baixo tipo 8km.litro na cidade, em motor 2.0 mesmo se tiver cuidado e acelerar devagar nem sempre consegue fazer algo tão bom como 8km.litro, depende muito do pé do dono, mas via de regra motor maior pode consumir mais se não cuidar).",
                "po mano tem nem comparação os dois carros, um deles tem quase minha idade, o outro saiu faz 12 anos. qual vc acha que vai estar mais inteiro?",
                "Ambos sao bem confortáveis embora seja difícil achar o mais racional entre eles, vai depender do seu uso e do seu tamanho e a necessidade.\nPeugeot nao tem a melhor das famas e tem uma manutenção normal com um preço intermediário.\nO Vectra por sua vez tem bastante espaço interno e recomendo o motor 8 valvulas por ser mais econômico que o 16 válvulas, a mecânica é simples e barata, mas como é um carro de 25 anos bem provável vai ter algo pra fazer nele.\nNao recomendo seguir minha opinião, mas eu iria de vectra.\nMas se tiver aberto a outros modelos eu recomendo carros como astra, o astra é um pouco mais \"duro\" que o vectra, mas tem uns anos a menos com a mesma confiabilidade do Vectra.",
                "Já tive um 207 2011, vendi em 2022 para pegar um Sandero RS. Cara o 207 é um carro muito bom, mas tem que ter MUITO cuidado com a manutenção. Se o carro não foi bem cuidado, a nível de motor vai ser problema. Tenha em mente que são dois carros antigos, e ambos vão precisar de manutenção e muita manutenção. Sempre vai ter algo ressecado, ou quebrado um grilo aqui, enfim... Veja condições avalie muito bem, mas qualquer um seria uma boa escolha.",
                "Bom o Vectra vai ser bem mais barato de manter e é uma barca, confortável pra caramba com tudo que um carro novo tem, só vai beber mais, como vc não vai usar muito eu iria de Vectra, só escolher bem",
                "207 fácil",
                "Palio,uno,celta ou gol",
                "Se a sua cidade tiver uma oficina que saiba lidar com Peugeot, vai na fé! Caso não tenha, procure outro carro",
                "Peugeot antigo gera muito dor de cabeça, tem que levar em mecânicos que saibam trabalhar com esses carros. \n\nUm carro de 25 anos também não vai te deixar sem preocupação, mas dentre as opções eu ia de Vectra.\n\nSe puder procurar outras opções, pode ser vantajoso. Mas aí é contigo.",
                "Talvez valha mais a pena Uber para ir ao trabalho quando chove e aluguel de carro para viajar."
            ]
        },
        {
            "title": "Lasanha (C5 Exclusive 2011)",
            "selftext": "Pessoal primeiro poste aqui, venho há um tempo possuindo pequenas lasanhas automotivas e me deparei com essa máquina chamada C5, carro que tem vários atributos positivos e pouca gente conhece. Cabe dizer que já tive Honda velho, Peugeot, Clio, Gol G3 e outros mais. Ou seja, não fico assustado facilmente com carros de manutenção mais complexa. Pelo menos até agora.\n\nPois bem, achei alguns poucos anúncios aqui no meu estado, ano 2009-2012, na faixa dos 35-40k. Ainda não fui ver ao vivo pq tenho medo de me apaixonar e levar essa encrenca pra casa. \n\nGostaria de saber daqui se alguém já teve/tem e quais conselhos me daria nessa empreitada. Sei por alto dos custos com manutenção e dificuldade com peça, alto consumo etc, mas queria ter uma opinião se a experiência de ter esse carro compensaria uma eventual despesa mais alta com manutenção.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ayno0",
            "num_comments": 13,
            "comments": [
                ">já tive Honda velho, Peugeot, Clio, Gol G3 e\n\n>não fico assustado facilmente com carros de manutenção mais complexa\n\nAmigo, nenhum desses carros tem manutenção complexa. Se para vc esses carros são sinônimos de manutenção cara e complicada vc terá um derrame com um C5.\n\nCitroen C5 é uma puta nave absurda, especialmente a C5 Tourer. Nada consegue oferecer o que ele oferece pela faixa de preço. Porém câmbio AL4 aliado a uma suspensão hidropneumática transforma a manutenção desse carro em algo muito específico e bem caro. Tenta ver com algum desses seus mecânicos se algum deles entende de suspensão hidropneumática, e se algum deles confirmar, pergunta o quanto ele cobra pra mexer.\n\nEu adoro lasanhas, sempre recomendo pra quem é apaixonado. Mas um C5 é algo bem pesado pra cuidar, e se vc acha que Honda velho e Clio tem manutenção complexa, essa nave não é pra vc.",
                "Nunca tive mais até onde eu sei um dos maiores b.o desse carro é o câmbio automático que dependendo da região que vc mora é difícil de achar mão de obra qualificada pra mexer caso necessário, e a suspensão dele, na verdade o amortecedor se não me engano, esse carro tem sistema hidropneumático, que qnd funciona bem garante um puta conforto, mas se der pau prepara o bolso.",
                "Se você gosta de se incomodar e ficar sem dinheiro, vai fundo!"
            ]
        },
        {
            "title": "Os novos Peugeot são muito pequenos",
            "selftext": "Eu tenho 1.85m e um polo highline 2019 já na casa dos 80.000 km. Estou querendo trocar por um zero km e hoje fui fazer um teste drive no novo 208.\n\nA Peugeot fez uma boa avaliação do meu polo e ia pagar um pouco acima da Fipe na troca pela versão griffe do 208 que está custando 111.900. \n\nCombinados os valores fui fazer o test drive e que decepção, o carro é bem legal, muito tecnológico mas peca muito no conforto.\n\nO habitáculo é muito pequeno, por causa do icokpit o volante fica muito baixo e, mesmo com o ajuste do banco e do volante, ele esbarrou nas minhas pernas diversas vezes durante o percurso. Além disso os meus joelhos ficaram batendo no console central e no puxador da porta.\n\nO motor 1.6 aspirado é bem inferior ao 200 tsi, mesmo no modo sport o carro tem umas respostas bem morosas em subidas. O câmbio e o motor do muito silenciosos. \n\nDepois da decepção fui fazer o test drive no 2008 e tive o mesmo problema de falta de espaço. O único carro realmente espaçoso da linha é o 3008, mas esse está fora do meu orçamento.\n\nGostaria de saber se vocês conhecem um outro Hatch quem tem um bom espaço interno como o polo, além de performance, conforto e segurança.\n\nObrigado",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11aiq35",
            "num_comments": 12,
            "comments": [
                "O polo é o maior Hatch da categoria de longe, ele tem mais espaço interno que o Onix, Argo, HB20 e etc ... Eu acho que tirando o acabamento ele é o melhor da categoria também na minha humilde opinião, gosto bastante do acerto de suspensão da Volkswagen, resposta de acelerador e do volante e etc ...\n\n\nMas se você quiser algo diferente tenta fazer um test drive nos concorrentes dele, um carrinho que eu andei recentemente e me surpreendeu positivamente foi o city hatch, muito econômico, achei o espaço interno ok (menor que o fit, mas ok) e extremamente confortável pro dia a dia. Não vai ter o desempenho de um motor turbo, mas também vai ser um tanque de guerra que não vai te dar de cabeça.\n\nEnfim, se quer desempenho parecido procure concorrentes com motor turbo, se está disposto a tentar algo novo tente agendar test drive com outros carros, ou procurar algum semi novo com a grana",
                "Mano eu tenho 1.88 e tenho um 208, ando tranquilo nesse, vc fez algum ajuste errado\n\nNo caso da Peugeot se vc quer um carro forte tem os 208 GT (modelo mais antigo) ou o 2008 THP",
                "Eu tenho 1,82 e estou com um 208 alugado, o problema é esse console central largo, isso tem me irritado muito ao dirigir e ficar com a perna roçando nele. O erro é que o pedal do acelerador é muito encostado nele. Ja viu o HB20?",
                "É um carro compacto, não tem jeito… Numa faixa de preço parecida você poderia olhar o Toyota Yaris XS ou XLS, que são bem equipados também e oferece um espaço interno melhor",
                "Sandero RS, O UNICO que aspirado que vão dar pra vc ter algum prazer de direção parecido com a linha TSI da Volkswagen"
            ]
        },
        {
            "title": "Uma discussão amigável! Qual o melhor Suv Compacto?",
            "selftext": "Para vocês qual “suv” de shopping teriam até 120k? ( de 2018 a 2020 ) e o porque dessa escolha?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ai9gu",
            "num_comments": 31,
            "comments": [
                "Tenho um C4 Cactus THP, 173 cv num motor conhecido, câmbio esperto e que, apesar de ser 4x2, tem controle de tração que permite dar umas chineladas na terra fofa a caminho do sítio com segurança. \n\nNa estrada anda que é uma beleza, e é **bem** econômica. \n\nJá na cidade esse veículo espinhudo se revela um belo bebum sem vergonha pilantra que trupica mas não cai, mas isso também é um pouco devido à proporção de etanol:gasolina que eu abasteço pra subir a octanagem da gasolina - sim, no manual fala que tem que colocar gasolina premium. \n\nQuer motor de BMW, turbo, modo sport, pra arrancar na saída do pedágio? Vai pagar gasola de BMW. Pelo menos o motor é flex e permite fazer a mistura sem peso na consciência.\n\nClaro, tem o modelo com motor aspirado que não pede premium, mas meh, foda-se.\n\n---\n\nO irmão Peugeot 2008 tem design mais antigo, mas de resto, ils sont le même chose. Tá precisando de uma cara nova pra ficar igual o e-2008, mais parecido com o 3008.\n\nQuase comprei uma ASX modelo 4x4, mas o Cactus tava com preço melhor e era mais novo, e como 99% do meu uso é ficar no trânsito de São Paulo pra ir pro shopping mesmo, fui de Cactus.\n\nJá aluguei o T-Cross, que quebrou meu preconceito com o motor 1.0 turbo, mas sinceramente, é SUV de shopping, e a Citroën tem (ou tinha) melhor custo-benefício. A marca Volkswagen pra mim não justifica o % a mais que eles cobram só por se chamar VW.\n\nNem vou entrar no mérito do Renegade (e do Compass), que também dirigi alugados, que são bonitinhos (o Compass só, o Renegade não), mas uns FIATs ordinários com preço de VW.\n\n\nDos outros, não tenho experiência, no máximo como passageiro.",
                "Suzuki Vitara ou Subaru XV. Peças caras, sim, mas é de uma confiabilidade e robustez que dá gosto. Não ligo para revenda.",
                "Eu sempre gostei muito da ASX, acho muito bonita. Mas não vejo muito comentário sobre ela. Acredito que seja confiável por ser uma marca japonesa, mas alguém teria mais informações sobre? As peças são muito caras mesmo?",
                "Sinceramente, não consigo gostar de nenhum",
                "Melhor eu não sei mas o pior concerteza é o Renegade",
                "Dos que tem ai, posso dizer apenas do T-Cross da minha mae\n\nO carro é um ótimo SUV, espaçoso, confortável, economico e com um visual muito legal até, o que lembra o farol do Audi R8 (nao ironicamente). Pegamos a versao Highline 250 TSI, 1.4 turbo, motor de uns dos modelos do Golf (150 cv), ronco maravilhoso, e bem potente até, se um dia eu ficar com ele é stage 2 na certa. Ja ouvi um pessoal reclamando da mecanica dele, que tem alguns modelos que tem bastante recall, e que ficam alguns vários dias na oficina, mas nem de perto chegamos a ter qualquer dor de cabeça com o carro.\n\nO painel do carro é inteiramente digital, e deixa ate um visual bonito, na minha opniao. Todavia, tem um excesso que pra mim, nao precisava, ex: desligar controle de tracao, abrir porta-malas e tudo no digital, e nao tem botao, mas nada demais.\n\nOs unicos defeitos aparentes do carro: nao tem banco elétrico e nao tem a puta que pariu. Frescura? Absolutamente sim, nao vi nada a mais que desabone, só o preço que esta ligeiramente salgado, mas ne, faz alguns anos que carro ta caro no Brasil\n\nAinda bem q vc n colocou o Compass, se nao a Stellantis ia me processar de tanto q eu teria pra falar desse carro",
                "Se formos pensar no estilo, motor e construção o Honda HRV leva o prêmio fácil. Com o ASX na cola e o Ecosport na sequência.",
                "Cactus thp certamente, unica coisa que eu acho que deveria ter nessa versão seria um teto solar",
                "hrv touring",
                "Nissan Kicks tem custo benefício + manutenção barata.",
                "Nissan ou Honda. Citroen cai fora!",
                "Né por nada não, mas pensa num país bizarro é o Brasil onde o carro 0km de entrada (nenhum adjetivo igual a barato) custa apenas a bagatela de 70k de bonoros. Sério, os carros usados custando mais caro que carro de luxo em 2015/16.",
                "Eu iria de cactus THP por conta do motor.",
                "Dessss aí, HRV.",
                "Prefiro ir de ônibus",
                "O melhor nessa categoria e o Kia Sportage.\n\nExcelente espaço interno.\n\nMecânica boa e confiável.\n\nBastante confiável, e mesmo após bastante rodado, não fica parecendo uma escola de samba por dentro."
            ]
        },
        {
            "title": "Site de leilões",
            "selftext": "Alguém ai sabe de algum site de leilão de carros em sp? To procurando e só achei anúncios de sites estupidamente fakes.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11ag9he",
            "num_comments": 8,
            "comments": [
                "Pesquisa no site so detran de sp, tem a aba leiloes e depois procura leiloeiros, ali tera uma lista de varios leiloeiros.",
                "Sodré, já comprei com eles.",
                "O maior deve ser o Sodré Santoro, comprei meu Sandero lá (foi 15 mil em 2020, hoje tá quase 30 na tabela kkkkk). \n\nAlém desse tem o Freitas, Copart e o que costuma ter carros em melhor estado é o Guariglia (em caçapava)",
                "Copart",
                "Olha Site eu não sei além da Copart mais com certeza você vai ter uma noção de Site e leilões realizados com o canal ( Tudo Leilão) no YouTube",
                "Freitas Leiloeiro, fica em Santo André",
                "[https://iniciar.autorola.com.br/](https://iniciar.autorola.com.br/)\n\nEles são especializados em venda de carros de frotas de empresas."
            ]
        },
        {
            "title": "Corolla Cross ou Jeep Compass?",
            "selftext": "Estou a procura de um SUV médio e gostei dessas opções.     \nLi que o Jeep Compass 2.0 tem um consumo muito alto de combustível, mas que foi melhorado na nova versão 1.3 turbo.     \nO que acham desses modelos? Algum outro modelo entra na disputa?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11a132r",
            "num_comments": 13,
            "comments": [
                "corolla cross manco, jeep compass eh fiat ou seja qualidade ruim, mas no geral um carro mais tecnologico e com motor esperto, ja olhou o hrv turbo?",
                "O motor 1.3 turbo é alvo de críticas, está baixando óleo em vários veículos. Da uma pesquisada sobre isso. \n\nO Corolla Cross, apesar de me dar nojo por causa daquele escapamento a mostra, é um bom carro. \n\nJá foi ver o Taos? 1.4 turbo, confiável, excelente consumo e desempenho. Acabamento deixa um pouco a desejar, mas é padrão carro brasileiro né…\n\nHR-V turbo como citaram aí é legal também… mas não curti o modelo novo não, achei bem feinho.",
                "Compass diesel",
                "Ando frequentemente em um Compass 2.0 e gostei bastante da dinamica do carro, consumo ok pro tamanho do carro. O cambio não é dos mais suaves. Dizem que o Compass diesel não da nenhum problema.",
                "Corolla tem fama de ser um carro confiável e de pouca manutenção",
                "Tô vendendo um compass diesel 2017, vale a pena."
            ]
        },
        {
            "title": "Substituir moldura e multimidia do Sandero 2013",
            "selftext": "Tenho um Sandero 2013 e gostaria de colocar um multimidia, principalmente para usar o Google Maps e instalar câmeras de ré e frontal. Como a minha moldura é a convencional de 1din, só teria a opção de colocar um multimidia retrátil que salta para fora da moldura e cobre os difusores do ar condicionado ou trocar a moldura inteira e ter mais liberdade para escolher a multimidia.\n\nA minha preocupação é se essa troca de moldura pode resultar em um aspecto ruim para o carro, no sentido de fragilidade, acabamento ruim, rangidos e outras circunstâncias que venham a desvalorizar o automóvel (embora a original esteja com marcas notórias do tempo).\n\nQuem entender também sobre marcas de multimidia, gostaria também de saber se é seguro comprar essas do aliexpress ou é melhor pagar bem mais caro em uma da positron ou pioneer.\n\nhttps://preview.redd.it/vv3jrxr9myja1.jpg?width=977&format=pjpg&auto=webp&v=enabled&s=8672df46bce3f56a2826ecee38171494fcfc27a4",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11a0w1s",
            "num_comments": 6,
            "comments": [
                "por partes:\n\nÉ possível sim instalar, vc teria que trocar essa moldura central toda - https://produto.mercadolivre.com.br/MLB-3137534018-moldura-multimidia-2-din-renault-sandero-2013-black-piano-_JM\n\nGeralmente, mas não sei se é o caso do sandero, vc precisa cortar parte da estrutura plástica do painel pra conseguir instalar uma multímidia em carros que não tem multimídia de fabrica. Eu particularmente não vejo problema, mas pessoas que prezam pela originalidade total podem ter. No youtube deve ter vídeos de instalação no sandero, então vc pode conferir e saber o que precisa ser feito.\n\nPioneer e positron estão em níveis muito diferentes de qualidade. Acho que a pioneer é hoje a unica empresa que vende no Brasil produtos no nível que ela está. (Tinha a Sony que parou de vender aqui, JBL só faz pra carros mitsubishi e Troller)",
                "Pra evitar trepidação e barulhos de coisa solda, como eu pego muita estrada de chão coloco calço e apoios onde dá.\n\nVários rádios tem um parafuso reto atrás pra prender por trás, pra ter além do apoio de trás, o apoio da frente. Tem os varões perfurados, eu compro na verdade por uns R$ 4 ou 5: https://shopee.com.br/product/318416026/7361140592  Se dobrar ele perde rigidez, então eu pego ferro de construção mesmo, as barras chatas ou cantoneiras, soldo e faço suporte mais rígido pra segurar atrás (Vários carros tem muito espaço entre o rádio e alguma coisa rígida).\n\nEu meto corda enrolada ou espuma bem apertada pressionando contra superfícies de cima e de baixo, pra não trepidar (Tem costela em estrada de chão que vibra tanto a ponto da chave cair do contato e desligar o carro, apertar botões sozinho nos rádios, girar sozinho o botão de volume, mesmo com som original dá esses problemas, tenho que fazer algo melhor que o original.\n\nPra mim não é questão de qualidade do rádio, mas da instalação, fazer esses modos de prender e acomodar ele direito, rádio de R$ 70 ou multimídia de R$ 130 ficam ok nesse caso (No máximo o botão de volume gira sozinho com trepidação mas falo de situações onde até o som original tem isso, onde até a ignição vira de tanto que o chaveiro pula grudado na chave).\n\nTambém não pode deixar completamente rígido, porque aí trinca placa ou quebra terminais de CI (Os que vão em dissipador), mas com espuma rígida ou corda enrolada, e esse ferros lisos dobrados há um amortecimento suficiente pra não trincar placa.\n\nEdit: Ah, as multimídias baratas chinesas são finas, 2 din de altura mas parece 0,7 din de profundidade, eu coloco varão perfurado prendendo até algum ponto atrás igual, porque as travas não seguram tão bem em estrada de chão. Nunca mexi com multimídia cara, mas essas baratas dá sim pra fixar sem que gere barulhos no painel, olhando por trás fica feio ver espuma com silicone, ou corda com silicone, mas resolve barulho em painel por 10 ou 15 anos fácil fácil."
            ]
        },
        {
            "title": "Primeiro carro: Punto 1.6 2014 ou New fiesta 2014?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11a0g4q",
            "num_comments": 40,
            "comments": [
                "A unica coisa que eu evitaria em ambos é o cambio automatico, tanto o dualogic de embreagem simples que dá tranco, quanto o powershift de embreagem dupla que é suave mas caro de manutenção",
                "Fiesta é mais completo, mais robusto (é corrente de comando) e mais forte, só tem que trocar a carcaça da válvula termostática para uma de alumínio e não vai te dar dor de cabeça\n\nPunto é mais bonito e a versão mais completa 1.8 também é interessante, tem teto solar e tal, bom pra pegar muie",
                "Punto é bem confiável, porém eu não suporto o câmbio super curto da Fiat. Vou de Fiesta",
                "Versões similares?\n\nEsse Fiestinha é mais dahora que o Punto, mas tbm depende muito da situação deles. Os dois são confiáveis se bem mantidos.",
                "Dependendo da condição dos dois, e do seu uso. Vai usar pra impressionar quer chegar chegando, voce ve qual agrada mais, punto tem versões com teto solar, então iria de punto com teto solar. Mas se priorizar economia e velocidade o fiesta é melhor, ele tem um design muito bonito.\n\nO punto bebe bastante e tem as marcha curta comparado com a motorização dele, ja o fiesta tem as marchas equivalente ao motor do carro tendo assim economia e conforto.\n\nAmbos são bem confiáveis e dificilmente vai dar problemas alem da manutenção se forem bem cuidados.",
                "Honestamente, pelo preço deles? Vai com o Focus 2010~2012 por aí, usa o mesmo motor do fiesta, só tenha certeza de pegar o com câmbio manual. O Focus não só é mais completo que os dois em tudo, como é mais seguro, mais confortável, mais estiloso, tem uma estabilidade incrível e chama atenção até hoje.",
                "Opinião de dono de New Fiesta: carro confortável, com boa posição de dirigir. Não é uma maravilha em potência mas, mesmo na versão 1.5, entrega uma motorização confortável para dirigir na cidade e na estrada sem precisar esguelar muito. Faço manutenção *comum* e nunca tive nenhum problema.\n\nPonto negativo: o carro é baixo. Muitas vezes eu me incomodo de tão baixo que é. Venho de um Fiesta Rocam e, quando troquei, cheguei a estranhar de tanto que raspava, demorou para eu me acostumar.\n\nFora isso, ambos os carros estão fora de linha e, particularmente, eu gosto mais do Fiesta do que de qualquer outro na mesma categoria. Dito isso: o KA tem a mesma motorização, dá pra subir alguns anos e é um *pouquinho* mais alto até onde me lembro.",
                "Vai de New Fiesta",
                "Minha mãe teve um punto 1.8 em 2010. Comprou 0km. O carro praticamente foi se desmanchando aos poucos, apesar dela pouco usar e de fazer a manutenção certinha.",
                "Fuja de automatizados. Tanto o Dualogic quanto o PowerShift não são confiáveis. Cambios porcaria. \n\nSe fosse pra eu escolher, iria de Ford. Carros da Fiat tem problemas crônicos com ressecamento prematuro dos plásticos tanto internos quanto externos, isolamento acústico não é tão eficiente, lâmpadas dos faróis e setas queimam com uma frequência absurda. Um colega meu teve um Fiat Weekend com um conjunto mecânico semelhante a esse aí e só passou raiva. Problema crônico com a sonda Lambda. Ford não posso falar muito. Nunca tive contato, pelo menos com os modelos mais atuais da marca.",
                "Ambos são bons carros, por questão de gosto eu iria de Punto.\n\nMotor Fiat não enche o saco e a suspensão aguenta desaforo. Fiesta era um carro muito bom quando zero, no Mercado de usados vende bem tb e acho mais bonito.\n\nNão teria um Ford por conta da reposição de peças e custo se manutenção.c\n\nAmbos tem que ser manual.",
                "Eu tenho má vontade com a Ford, que abandonou o país e não confio que manutenção e reposição serão fáceis. Punto é confiável, tem mecânica simples, é bonito e dependendo da versão é econômico com força! Ps: O 1.8 bebe igual sertanejo fazendo Live.",
                "foge de fiat, só salva o uno quadrado",
                "Punto.",
                "Fiesta manual."
            ]
        },
        {
            "title": "Franceses como primeiro carro",
            "selftext": "O que vocês acham de Peugeot e Citroen como primeiro carro?\n\nA ideia seria comprar um carro usado mais completo, confiável, por um preço menor e que seria pra usar por bastante tempo.\n\nQuais opções vocês recomendariam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11a03f3",
            "num_comments": 42,
            "comments": [
                "Recomendo se vc entender de carro ou tiver um mecânico bom, de confiança. São excelentes carros, duram bastante nas mãos de bons donos, mas sofrem mais do que o normal nas mãos de donos relaxados. Se vc for um leigo, recomendo que vá no feijão com arroz dos populares da Fiat, VW e GM.\n\nRecomendações de franceses como primeiro carro: Clio, Logan, Sandero, Symbol e C3. Esses são os mais simples.",
                "Eu tenho um C3 2018 e é muito bom. Não dá manutenção nenhuma, super econômico, nunca me deixou na mão.\n\nCarro francês tem muito preconceito mesmo no Brasil, antigamente dava mto problema. Hj já vejo bem mais tranquilo, quem tem modelos mais novos não costumam ter mto problema.\nMas pode ser só percepção minha tbm",
                "Fique longe de tudo que tiver câmbio AL4 e os Peugeots do começo dos anos 2000, o resto é suave, motor K4M, TU5 e THP são tanque de guerra",
                "Op tive um Clio mais velhinho e agr tenho um 208 GT\n\nOs carro são normais só exigem que a manutenção seja feita, igual todo carro moderno hj em dia, essa coisa de francês não prestar é coisa do passado, são carros muito bons",
                "Dica que vale para qualquer carro usado: procurar um que teve dono. Tirando as versões do início dos anos 2000, que tinham problemas de projeto e eram importados, os mais recentes são muito bons e tanto o carro quanto as peças são fabricadas no Brasil. \n\nSe quiser um francês realmente bom e adaptado para a realidade das ruas esburacadas brasileiras, procure um Renault que usa plataforma da Dacia, como o Logan, Sandero, Duster. Não tem erro.",
                "Cara, acho que carro em geral é complicado. Qualquer carro tu precisa garimpar pra encontrar num bom estado, se possível da uma olhada em um car hunter, sendo teu primeiro carro tu não vai manjar tanto e um profissional vai saber te auxiliar melhor. Foi o que eu fiz pro meu primeiro carro e não me arrependo, já dirigi francês e é incrível, ainda mais em 2018+ Peugeot tá outro nível, muito bem equipados.\nMas conselho de quem passou por isso literalmente semana passada, pega um carro que tu consiga manter e sem muita coisa, francês tem muito mais a oferecer, mas muito mais a quebrar, e isso não é querer dizer que são piores, é apenas a ordem natural das coisas. Tu vai ter que ver IPVA. Em um futuro próximo, licenciamento, transferência (despachante) e dependendo do ano e estado ate revisão. Sem contar o seguro… o seguro tu pode ter uma ideia na internet no site carrosnaweb, mas francês normalmente é mais carinho…\n\nSe tu pode arcar com tudo isso depois de pagar o valor do carro e ainda ter um pouco pra eventual manutenção. Aí tudo bem.",
                "Temos dois Peugeots desde zero na família. O 206 1.6 2006 que está comigo hoje e o 307 que está com o meu sobrinho.\n\nDois excelentes carros, com manutenção sempre em dia, nunca deram dor de cabeça.\n\nUma coisa que precisa ficar clara para ti, que é novato: quem faz o carro é o dono. Carros mal cuidados sempre vão gerar dor de cabeça. Por isso o serviço de car hunter se torna cada vez mais essencial.\n\nNão existe isso de carro X ou Y é bomba, a não ser que (a) não foi bem cuidado pelos donos anteriores, ou (b) exista uma falha *de projeto* no carro.\n\nE claro, quanto mais tecnologia um carro tiver, mais peças existem para sofrer desgaste, e sem a manutenção adequada pode a longo prazo se tornar um problema.\n\nÉ claro que se tu comprar um Gol pé de boi ou um Celta pelado, não vai ter nada pra dar problema, porque o carro não tem nada mesmo, é só uma caixa com rodas.\n\nNão só os franceses tem má fama, mas também a Fiat, que sempre trouxe tecnologia para os seus carros, porque não é qualquer \"mexânico\" que sabe lidar. E aí meu amigo, é gambiarra em cima de gambiarra.\n\nEntão, pra resumir:\n\n- Franceses são carros mais complexos, mas que também oferecem mais tecnologia e conforto. Porém são carros que não podem ser comprados sem procedência, senão pode virar uma séria dor de cabeça. Não por culpa dos carros, mas dos donos.",
                "Tenho um Peugeot há 8 anos e ele foi meu primeiro carro, um 206 que comprei usado.\n\nNão é esse terror como dizem, mas é um carro caro de manter.\n\nPeugeot a partir do 208 é tranquilo. C3 da segunda geração, Renault no Brasil há quase 20 anos é Dacia... Sandero é Renault só de nome.\n\nOs preços dos franceses usados é tentador, mas o carro tem que ter procedência, manutenção em dia e tudo tranquilo.\n\n206, 207, C3 primeira geração, 307, C4, Clio... Todos bons carros, mas raros de achar um inteiro que vale a compra e com manutenções que podem custar fácil 50% ou mais que o valo de FIPE.\n\nQuem um francês pq gosta mesmo? 208 1.6 16v manual.\n\nQuer ir por custo? VW, Fiat ou GM.",
                "Geração 2 do C3 (fuja do G1 a não ser que você tenha alguém que o conheça como nunca, não é um carro facil). Se você se preocupar com revenda, nao vá na versão Origine. Se você pegar aquele com parabrisa Zenith, faça seguro de imediato, pq se quebrar esse parabrisa você terá um gasto meio alto.\n\nEu teria cuidado com C4 - muito dono cagado em posse desses carros. Pra primeiro carro então, vish, vá de C3 se quiser um Citroen. Manutenção também merece cuidado aqui.\n\nPeugeot 208. Eu evitaria o 1.2. Acho o com melhor qualidade para primeiro carro. Melhor francês. Nunca, em hipótese alguma, arrisque o 206/207. Nenhuma versão - nem Passion, nem Escapade/SW. O risco de dor de cabeça não compensa. Suspensão é só a ponta do iceberg.\n\nSe você ouvir \"câmbio AL4\", nem faça questão de terminar a conversa: vá embora. Problemático demais.\n\nDos romenos que são franceses fake, Sandero é a opção óbvia, mas é o mais desconfortavel dos tres, apesar de ser a manutenção mais simples. Falaram do Logan: se for nele, não vá de 1.0. \n\nRecomendo fortemente uma oficina confiável e ☆☆ ESPECIALIZADA EM CARRO FRANCÊS ☆☆. Isso é importante. Aqui no Rio tem a Oficina do Francês, que fica em Ramos.",
                "Se for de uns 2015 pra cá, não costumam ter tantos problemas. São bons carros, completos e baratos de comprar. É muito desvalorizado pelo preconceito com carros franceses. E como é desvalorizado, vc paga barato num carro bastante equipado.",
                "Tive um Peugeot, meu pai um Citröen. Duas merdas fumegantes, se quebrar, BOA SORTE pra achar peça, seguro caríssimo, mas eram carros bonitinhos, ao menos.",
                "Renault também é muito bom CxB",
                "Sabe porque o transporte público na França é bom? Porquê os carros lá são franceses. \n\nPiadas a parte, recomendaria carros mais comuns, principalmente se você quer manter por muitos anos. \n\nCaso você opte por um francês, fuja de Kwid. Vá de Clio",
                "Confiável e francês não se coloca na mesma frase amigo. Cai fora dessas bombas",
                "Eu recomendo que você saque o dinheiro e faça uma fogueira com ele. Um primo meu teve um Peugeot e sentiu um grande alívio quando conseguiu vender. Disse até que ia fazer a missa de sétimo dia do novo dono"
            ]
        },
        {
            "title": "A réplica em miniatura do lendário Volkswagen SP2 está disponível para pré-venda! O SP2 foi fabricado em São Paulo nos anos 70 e é um ícone da indústria automobilística brasileira. Ideal para colecionadores e fãs de carros, garanta já a sua miniatura e faça parte da história do Brasil. Ottomobile",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "119v8yg",
            "num_comments": 0
        },
        {
            "title": "financiar / pagar a vista",
            "selftext": "Boa noite galerinha do mal \nEstou pensando em trocar de carro e financiar em torno de 20k ( que vai virar quase 40k)  ou sofrer um pouco e da essa grana avista.\n\nEstou em dúvida em questão dos juros , se eu financiar e tiver uma boa grana para adiantar o financiamento esse valor do juros reduz ou não?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "119gcpd",
            "num_comments": 6,
            "comments": [
                "A vista é sempre melhor a não ser que vc precise do carro logo ou esteja com muita vontade, é dificil dizer o que vc deve fazer. Mas do ponto de vista racional pagar juros é besteira.\nSim, normalmente quanto mais vc tem de entrada, a % tende a cair um pouco devido ao risco ser menor, mas o maior impacto é a quantidade menor de parcelas. O que faz os empréstimos serem caros é o tempo, é assim que eles ganham dinheiro.\nA conta de juros n é exatamente assim, mas imagina q o juros seja 1% ao mes, em 1 ano vc vai pagar 12% do valor do emprestimo. Em 3 anos vc paga mais de 36% do valor do empréstimo. Na vdd é mais que vc acaba pagando, mas isso é só uma simplificação. Então os 20 mil q vc emprestou, em 3 anos vira 27 mil. Mas se vc pagar em dois anos é 24 mil.\nPra mim a pior coisa é ficar 2-3 anos pagando, parece que não acaba nunca os boletos",
                "Financiar deve ser a ÚLTIMA opção pra quem quer adquirir um carro. \nSe você não precisa de um carro pra trabalhar não vejo lógica em comprar um carro financiado.",
                "Tem que ter muita atenção também no tipo de contrato. Teoricamente ao adiantar o pagamento ou quitando a antecipadamente você deixaria de pagar o juros futuro proporcionalmente. Mas tem muita financeira e banco que possuí tarifas de antecipação de pagamento, que acaba gerando mais custos. \n\nTambém quando fizer comparação entre financiamentos, fique atento ao valor final da parcela, dependendo do tipo de amortização (SAC, Price...), uma taxa de juros aparentemente menor gera uma parcela e encargos maiores.",
                "É seu direito como consumidor que, caso opte por antecipar uma, várias ou todas as parcelas de um financiamento em dado momento, a instituição deve acatar e realizar o devido cálculo atualizado com os descontos em relação à programação feita originalmente em contrato.\n\nDito isso, só te digo pra financiar se você tiver certeza absoluta que conseguirá antecipar um bom tanto (a metade pelo menos) das parcelas perto do fim do primeiro ano do financiamento (ou antes). Se for diferente disso você terminará de pagar, pelo menos, 1,5x daquilo que de fato financiou, se não 2x igual você mesmo comentou.",
                "Mano, sla as vezes compensa o consórcio, meus pais venderam o carro mais uma grana deram de lance( cerca de 60% do valor da carta) juros é consideravelmente menor, em uns 30 dias estavam com outro carro inclusive...\nNão é a melhor opção, mas é melhor do que simplesmente financiar...",
                "A vista sempre"
            ]
        },
        {
            "title": "Automático até R$ 60 mil",
            "selftext": "Fellas\n\nEstou buscando um carro automático, saindo de um HB20 1.0, pois minha esposa acabou de tirar a carteira e quero um carro que seja mais fácil de dirigir (ou seja, que não seja manual).\n\nNo momento, estou entre um Etios Platinum 2017 com 51000km (1.5, 4 marchas) e um Onix LTZ 2018 com 60000km (1.4, 6 marchas), ambos custando ao redor de 57 mil reais. O que vocês acham dessas opções?\n\nEstou ativamente evitando um HB20, pois já estou no meu segundo exemplar e tenho me sentido... enjoado do carro.  \n\n\nE em relação aos automatizados, existe algum que seja bom, ou realmente nenhum presta? Eu sei que nenhum deles vai ser tão suave quanto um automático de conversor de torque, mas nenhum é suave o suficiente?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "119e9rr",
            "num_comments": 17,
            "comments": [
                "Citroën C3 2018, com câmbio Aisin (não é maIs o AL4) e com o formidável teto Zenith: [https://www.webmotors.com.br/comprar/citroen/c3/16-vti-120-flex-exclusive-eat6/4-portas/2017-2018/45781377?pos=h45781377m:&np=2](https://www.webmotors.com.br/comprar/citroen/c3/16-vti-120-flex-exclusive-eat6/4-portas/2017-2018/45781377?pos=h45781377m:&np=2)\n\nCom motor conhecido e confiável, anda bem mais que Etios ou Ônix. E com muito mais \"mimos\" de conforto.\n\nQuanto aos automatizados, não sou totalmente contrário, mas o mercado não os vê com bons olhos.",
                "Vou de Etios pela confiabilidade mecânica, mas manutenção de Onix também é tranquila.\n\n>E em relação aos automatizados, existe algum que seja bom, ou realmente nenhum presta?\n\nOs automatizados que ainda estão no mercado são os de dupla embreagem, geralmente utilizados por marcas mais caras. Isso já lhe dá uma idéia boa sobre os de marcas baratas né? Se fossem bons teriam continuado no mercado.",
                "Eu iria de Etios. Esse cambio 6t30 da GM não permite a troca do filtro, nem a GM disponibiliza a peça pra vender. Logo, se vc quiser trocar o filtro vai ter que comprar no paralelo e ainda abrir a carcaça do cambio pra trocar o filtro. Uma mão de obra inviável. Se trocar o óleo e não trocar o filtro, com o tempo ele entope e isso faz com que diminua a pressão de óleo do câmbio, ocasionando uma falha catastrófica. \n\nOutra opção, que não é nem de longe o melhor carro, mas supondo que vc queira algo confiável e tranquilo de manter é os Gols até 2020, que tinham o motor 1.6 16v aspirado da volks com uma excelente transmissão Aisin Japonesa, empresa que, aliás, é da Toyota.\n\nPS. Independente do carro que comprar,  procure uma oficina ESPECIALIZADA EM TRANSMISSÔES e efetue a troca do óleo do cambio. Vc não vai querer que um cambio desses estoure na tua mão.\n\nAbraço",
                "Meu pai tem um Onix LTZ 2017 que tirou 0km e até hoje esse carro não deixou na mão... anda bem, é confortável, eu costumo pegar estrada com o carro de vez em quando e é o carro do dia a dia do meu pai. Eu iria nele fácil por experiência",
                "Eu amo o Honda fit.",
                "Nesse valor tem bastante opção \n\nSentra\nElantra\nFluence \nÉticos\nOnix",
                "Etios ou HB20, ou vai ver um March. Onix não dura nada, assim como outros que recomendaram.",
                "Cara, não sei onde você mora, mas fiz uma rápida pesquisa aqui no iCarros em BH e achei 2 opções. Um Ka SE 1.5 automático com 49mil km por R$58.900 e um Polo 1.6 MSI automático com 57mil km por R$63.900"
            ]
        },
        {
            "title": "Vou voltar a ter um carro depois de muitos anos. Na moral, tô com maior cagaço de ter esquecido completamente como se dirige. Algum dica pra \"reaprender\" a dirigir?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "118uadk",
            "num_comments": 15,
            "comments": [
                "Vai ser que nem bicicleta. Vai dar aquele frio na barriga nos primeiros minutos, mas logo tu vai tirar de letra.",
                "Prática. Se puder ir com alguém para um grande estacionamento vazio de supermercado ou shopping vc pode praticar lá, se bem que na minha opinião dirigir é que nem andar de bicicleta, não se esquece jamais.\n\nCarros automáticos também são seus aliados, são ridiculamente fáceis de dirigir.",
                "Passeios curtos. E use a seta.",
                "Eu também sugeriria contratar um instrutor para habilitados. Em cidades de médio e grande porte é comum existir alguém - geralmente instrutor ou ex instrutor de CFC - que em uma ou poucas aulas auxilia o habilitado a se familiarizar novamente com os comandos de um carro e com o fluxo das vias.",
                "Pega umas aulas na auto escola se tiver muito complicado começar sozinho. Tem escolas para habilitados também, acho que são boas opções.",
                "vai em algum lugar aberto e bem longe de outros carros ou pessoas",
                "Dependendo do seu nível de experiência, em algumas horas você tá na boa de novo.\n\nSe você não tinha muita experiência, é começar praticar no seu bairro, onde vc conhece pra pegar confiança. \n\nImportante é não ter medo e use a seta kkk",
                "Quanto mais rápido vc dirigir, menos tempo demora pra reaprender",
                "sim, dirigir.",
                "Cara, a melhor dica é: dirija! Apenas isso. Em outubro do ano passado eu comprei meu primeiro carro, após 4 anos usando a CNH pra pegar ônibus (kkkrying). O meu caminho pro trabalho é um dos piores da minha cidade e eu tive que encarar logo de cara. Eu até tentei escolher horário pra sair, mas não deu. Não durou uma semana e eu já tava confiante."
            ]
        },
        {
            "title": "fiat bravo é um carro viavel como primeiro carro?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "118nsox",
            "num_comments": 7,
            "comments": [
                "Manual sim mano, sempre procura a versão mais completa e caso vc não Mange tanto de carro pague uma vistoria automotiva e consulta da documentação do veículo. \n\n( Recomendo Rafael Peres \"Resto de pobre\" no Instagram e \"Olho no Carro\" para a consulta.)",
                "[removed]",
                "Primeiro carro, SUPOSTAMENTE, você não tem experiência, então talvez seja uma boa encarar um carro mais simples.\n\nBravo tem mecânica robusta, 1.8 E-Torq é um uma fortaleza, câmbio manual é excelente, mas também tem um desempenho que talvez para alguém não muito habituado a dirigir, pode ser um risco.\n\nAgora se você já tem experiência, é boa pedida!\n\nBravo tá chatinho de achar peças de acabamento ou peças externas. Lanternas, espelhos, grades... E quando acha o custo é alto e por não ser um carro muito popular,  as fábricas de marcas paralelas não investem em fazer peças.",
                "Eu tive um, em 2012 (0km), fiquei menos de um ano com esse carro pq achei mto ruim. Não sei se consegue encontrar algum em bom estado, motor 1.8 cansado e beberrão, tem 10000 opcionais que no final só funciona 2. Acabamento ruim, eu procuraria coisa melhor.",
                "Foge do Dualogic.\n\nSe você acabou de aprender a dirigir, pessoalmente eu iria num mais simples primeiro - pq você vai bater, raspar etc, é natural.",
                "Primeiro carro, SUPOSTAMENTE, você não tem experiência, então talvez seja uma boa encarar um carro mais simples.\n\nBravo tem mecânica robusta, 1.8 E-Torq é um uma fortaleza, câmbio manual é excelente, mas também tem um desempenho que talvez para alguém não muito habituado a dirigir, pode ser um risco.\n\nAgora se você já tem experiência, é boa pedida!\n\nBravo tá chatinho de achar peças de acabamento ou peças externas. Lanternas, espelhos, grades... E quando acha o custo é alto e por não ser um carro muito popular,  as fábricas de marcas paralelas não investem em fazer peças."
            ]
        },
        {
            "title": "Mitsubishi ASX AWD 2014",
            "selftext": "Pessoal, estou pensando em pegar uma ASX AWD 2014, ta com uns 50k rodados.. Qual a opinião de vcs desse modelo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "118le9j",
            "num_comments": 2,
            "comments": [
                "Na minha casa meu pai teve 2. O carro é muito bom e confiável. O que peca é o consumo… mas se vc tiver condições de manter, não vai se arrepender.",
                "Carro ótimo, mantendo as manutenções em dias vc tem um tanque"
            ]
        },
        {
            "title": "Chevrolet Omega e C20XE",
            "selftext": " Esses dias imaginei como seria um Omega com motor c20xe turbo, resolvi pesquisar na internet e pra minha surpresa não achei nenhum projeto  que envolva essa lasanha e esse motor em específico. Tem alguma incompatibilidade ou simplesmente ninguém teve essa ideia ainda?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "118324w",
            "num_comments": 11,
            "comments": [
                "A incompatibilidade é a disposição do motor, no omega é longitudinal e o c20xe é transversal.\nSeria bem complexo adaptar a tração traseira no c20xe.\nE o motor do omega se for bem acertado e montado vai ser tão bom quanto o c20xe.",
                "Op, da pra fazer mas o C20 tá ficando cada dia mais raro e caro... Não compensa.. acho que compensa pegar um cabeçote GM 16 e forjar miolo e meter uma turbina e ainda vai ficar melhor de manter e mais barato que o c20",
                "Na verdade o Omega já usou originalmente motores 4 Cilindros, tanto 2.0 quanto 2.2 e mesmo que invista uma grana alta em preparação, vale mt mais a pena pegar um 6 cilindros.\n\nSe for pra andar mexido, ainda vale a pena 6 em linha, especialmente o 4.1 nacional.\n\nOmega é pesado demais, tração traseira... Mais cilindros sempre vale mais a pena.",
                "Da pra fazer sim, mas não é motor pra um omega, deixa ele no Vectra gsi que é o lugar dele kkk, omega é 6 boca, seria um crime deixar de ouvir a sinfonia dos 6 cilindros pra colocar um 4, além de que com o dinheiro gasto turbinaria o 6 e andava de boa por aí com seus 300cv"
            ]
        },
        {
            "title": "onde comprar peças?",
            "selftext": "Deixar por conta da mecânica não dá, os caras cobram o dobro ou o triplo nas peças. O único site que eu já comprei além do mercado livre é a Jocar. Conhecem mais algum?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1182ltq",
            "num_comments": 18,
            "comments": [
                "Allparts, hipervarejo, pneus compro na pneustore",
                "Você sabe por que as peças compradas pelo mecânico são mais caras, não?\n\nSe não sabe, é porque ele se responsabiliza por entregar o carro em ordem; acaso alguma peça esteja com defeito, ele arca não só com a substituição da peça mas com toda a mão de obra envolvida.\n\nSe você compra a peça e ela der defeito, cabe a você providenciar uma peça substituta e pagar pela mão de obra de retirada e nova colocação.\n\nIsto posto, não há problema em você mesmo comprar um filtro de ar, pois é uma peça que muito dificilmente terá defeito e onde há pouca mão de obra aplicada; mas, numa troca de embreagem, por exemplo, vale a pena correr o risco para economizar pouco dinheiro?",
                "Koga Koga, e se estiver na Grande SP, Mercadocar\n\n\nPor sinal, vale a pena cotar na concessionária também… dependendo da peça as vezes eles tem preços melhores.",
                "Caso vc compre as peças, compre de qualidade, pq tem cliente que compra peça paralela o mecânico monta e dps de uns dias o carro volta com o msm b.o.\nPor isso tem oficina que compra a peça.\nOnde eu trabalho se vc levar a peça paga só a mão de obra, mas se nós pedimos a peça ela provavelmente virá da concessionária ou será de linha de montagem oqe resulta no preço maior.",
                "Como eu tô longe, todo ecommerce independente tem frete altíssimo, Jocar mesmo ou Allparts batem nos R$ 200 por qualquer firula.\n\nEntão único lugar com frete extremamente reduzido (R$ 10-15) ou grátis tem sido o ML, me obrigo a comprar todas as peças neles, seja genéricas baratas ou originais (Em local de difícil desmontagem: Somente marca de 1ª linha. Em local de fácil desmontagem, que é basicamente tudo fora do motor/cambio e da homocinética, vai a marca mais barata que achar).",
                "A depender da peça, olha na Loja do Mecânico",
                "Loja de auto pecas da sua cidade",
                "Koga koga, uma loja na ZL com mais de 40 anos de existência"
            ]
        },
        {
            "title": "Salve, salve! SAVE THE FUCKING MANUALS! Hoje, eu decidi quebrar a Internet, trazendo algo fodástico para vocês! Esse bichão todo camuflado é o Honda Civic Type R, que será lançado em breve no Brasil.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "117qli6",
            "num_comments": 3,
            "comments": [
                "muito top, mas podemos esperar uns 270k ai ou mais"
            ]
        },
        {
            "title": "Carro pra vida",
            "selftext": "Eu já publiquei um post semelhante há alguns dias, mas percebi que havia me enganado sobre a idade máxima do carro permitida pelo consórcio do Itaú, que é de 12 anos e não 8 anos como eu havia pensado. Diante disso, gostaria de saber qual seria a melhor opção de carro automático a partir de 2011, que atenda às minhas necessidades, tais como ser econômico, resistente e ter um custo de manutenção acessível.\n\nMeu orçamento é de até 65 mil reais e vou usar apenas pra lazer no final de semana. Será que existe algum carro produzido entre 2011 e 2014 que atenda a esses requisitos e valha a pena ser adquirido?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "117oy8h",
            "num_comments": 15,
            "comments": [
                "Econômico, resistente e acessível. \n\nDepende do que tu considera econômico, mas vamos lá!\n\nSem meu viés afrancesado, com 65k eu arriscaria o Honda Fit ou (se procurar bem) até um City. Só terá que separar uma grana pra manutenção pq carro de 10 anos demanda um check-up cuidadoso. \n\nDito isso, se quiser um.espaco maior pra esse check-up, posso ajudar com o que sei de franceses:\n\nComo conforto não está na lista, talvez valesse um Logan/Sandero - pq ele bate os três quesitos com maestria. Mas, se for de Logan, não pegue o 1.0. E, realço, são meio desconfortáveis. \n\nSe você quiser arriscar algum Peugeot - que ja tem algum grau de conforto - é o 208 de 2013 pra frente. Pessoalmente, eu prefiro o manual, mas de 2013 pra frente já não tem mais o problema do temido AL4 e o câmbio é confiavel. O consumo é 11,5 na cidade e na gasolina. Fazendo a manutenção preventiva numa oficina que manje de francês, tu terá um carro muito maneiro. Só evite o 1.2 - tem alguns relatos de problemas leves, mas sempre bom evitar, por via das dúvidas, né?\n\nFalaram do Aircross aqui - cara, é carro muito pra família, confortável demais, puta espaço interno. Mas ele consome muita gasolina (esperado pra uma minivan). Dirige deboa, puta visibilidade, sem problema. Mas o consumo é meio brabo. Tem o C3, mas ele é um pouco mais apertado, e um tanto mais abaixo do seu orcamento, sobraria uma grana legal. Apesar de popular, tem acabamento melhor que Uno/Gol da vida. Só não pegue a versão Origine, cuja revenda é muito ruim mesmo (se bem que você não liga pra revenda e quer carro pra toda a vida, né?). Alias, de certo modo, isso vale pra todos os franceses: revenda pior. Mas carro pra toda vida...",
                "Tem sim, uma boa é o Honda Fit 2014 com uma mecânica boa e barata de manter, também temos o Prisma ou Onix 1.4, ou se você quiser um carro com um grande espaço interno é o Citröen AirCross 2017, não garanto que a manutenção seja igual do Fit, mais não tem nada a ver com os antigos Citroens e Peugeots.",
                "Cara, se é pra vida recomendo o padrao, corolla xei e civic, por conta de nao querer se encomodar muito.\n\nOutras opções sao honda city e fit(acho o fit feio), corolla cross é uma boa.\n\nTodos os citados se fazer uma revisão correta e troca de óleo correta nao vai dar problema tao cedo.",
                "Civic pega 2012 pra frente, é a geração seguinte (G9). So lembra q civic e corola a manutenção, valor de peças é bem mais salgado q um popular. Se vc conseguir comprar as peças online (normalmente preventiva) economiza bem, mas numa emergência ou que o carro ja estiver no mecanico e vc precisar comprar peças na cidade, tem alguns valores bem salgados. Ambos carros são bons, mas vc vai encontrar eles mais rodados, dificil achar com baixa km, são carros antigos já e normalmente de familia, pessoas q rodam bastante com ele. Eu recomendaria tomar cuidado é com cor do arrefecimento pra n pegar um carro bagaçado e mal cuidado, ver se tem historico da troca de óleo do cambio automatico, pq pegar um carro com +-10 anos de uso e 100 mil km+ nunca trocado oleo de cambio automático é fogo. Esses são pontos pra dar mais atenção, e ver se a direção n ta jogando mt pros lados, fazendo barulho ou barulho de suspensao. O civic g8 por exemplo é \"comum\" ver uns exemplares com problema de direção e sai caro dps pra arrumar. Suspensão tbm, tem gente q gosts de por o carro ppra vender no fim da vida util da suspensao, ai cai no seu colo e é 1000 de suspensão, mais sei la uns 300-500 do jogo de peças adjacentes + mao de obra.",
                "Freemount fiat"
            ]
        },
        {
            "title": "O quão ruim é um Argo com câmbio GSR, é bomba?",
            "selftext": "Sim, sei que ninguém recomenda câmbio automatizado. Mas minha esposa possui desde 2017, um Stepway 2015, com câmbio EasyR. Claro, a troca de marcha não é suave como um automático ou CVT, mas, pra conforto, é melhor que câmbio manual. Nesses 5 anos, além de revisões anuais, só precisou ficar na oficina uma vez (2 semanas com o mecânico tentando descobrir o que era com OBD), mas atribuíram o problema a uma central eletrônica.\nO carros foi comprado com 40 mil km, e atualmente está com 120 mil km. \n\nPergunto pois estou para comprar um carro, e tenho visto anúncios de Argos 1.3 GSR, com baixa quilometragem, por em torno de R$ 60 mil, até menos. De longe, meu uso é bem mais moderado que da minha esposa (durante uma época viajava para o interior com o veículo a trabalho). O último carro que tive, levei 8 anos pra fazer 30 mil km, e pelo valor dos carros agora está difícil achar um automático com valor em conta. O motor 1.3 da Fiat tem fama de confiabilidade e econômia, e para o meu uso o Argo é carro que se encaixa. O câmbio GSR nessa situação ainda é furada?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "117n5og",
            "num_comments": 6,
            "comments": [
                "Olha não sei falar muito sobre o GSR, porém sei que ele é um Dualogic Plus, agora sabendo disso o Dualogic é 8 ou 80, ou ele não dá problema ou da, já andei com um taxista na época e ele tinha um Linea com o mesmo câmbio é o carro tinha incríveis 260 mil km, ele garantiu que só refez o câmbio uma vez, óbvio que as trocas não são suaves como você mesmo disse, porém como esses câmbios tem uma má fama os carros costumam ser desvalorizando e ter uma revenda ruim em relação a um Automático normal ou até manual.\n\nComo disse o GSR é um Dualogic Plus tipo uma segunda geração então teoricamente os problema que eram recorrentes devem ter diminuído. \n\nAgora fica a sua escolha se pretende pegar um Automatizado ou Automático normal.",
                "pra q arriscar se existem outras opcoes?"
            ]
        },
        {
            "title": "Hodômetro adulterado: como saber a real idade do carro e não ser enganado",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "117l6hn",
            "num_comments": 1,
            "comments": [
                "It looks like OP posted an AMP link. These should load faster, but AMP is controversial because of [concerns over privacy and the Open Web](https://www.reddit.com/r/AmputatorBot/comments/ehrq3z/why_did_i_build_amputatorbot).\n\nMaybe check out **the canonical page** instead: **[https://www.uol.com.br/carros/noticias/redacao/2021/07/16/hodometro-adulterado-como-saber-a-real-idade-do-carro-e-nao-ser-enganado.htm](https://www.uol.com.br/carros/noticias/redacao/2021/07/16/hodometro-adulterado-como-saber-a-real-idade-do-carro-e-nao-ser-enganado.htm)**\n\n*****\n\n ^(I'm a bot | )[^(Why & About)](https://www.reddit.com/r/AmputatorBot/comments/ehrq3z/why_did_i_build_amputatorbot)^( | )[^(Summon: u/AmputatorBot)](https://www.reddit.com/r/AmputatorBot/comments/cchly3/you_can_now_summon_amputatorbot/)"
            ]
        },
        {
            "title": "Carros só a gasolina em um país onde a gasolina tem álcool na composição.",
            "selftext": "Boa tarde!\n\nApenas a título de curiosidade, queria saber se ter um carro só a gasolina (como os novos Honda Civic e Jetta) em um país onde a gasolina tem álcool na composição é viável? O motor fica comprometido?\n\nObservo que mesmo alguns motores flex com injeção direta, como o 1.0 TSI, tem uma certa quantidade de relatos de problema no bico injetor quando abastecido com álcool. Um conhecido meu relatou até perda de potência do veículo após esse problema, mesmo a garantia tendo feito os reparos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "117bkbc",
            "num_comments": 14,
            "comments": [
                "Não, todo carro antes de ser trazido pro Brasil (importado ou produzido localmente), em tese, passa por adaptações que se convencionou chamar de “tropicalização”. Além de mudanças em suspensão e itens visuais as marcas já preparam os carros pro tipo de combustível encontrado por aqui, seja com programação da ECU, troca de componentes ou até diferentes calibragens do motor.",
                "Os modelos tem geralmente uso de bomba ou telinha de filtro com mais inox ou tratamento pra aguentar o pouco de oxidação que a gasolina E27 terá, não precisa fazer muita coisa pro fabricante *\"tropicalizar\"* o modelo quando importa pro Brasil.\n\nAinda que você importe PARTICULARMENTE um carro comum de país com gasolina pura, no máximo vai ter que limpar bicos mais corriqueiramente, e ao invés da bomba de combustível durar 15 anos ela durará 13 anos, não tem nada grave.\n\nCom carrão de R$ 1 milhão pessoal faz uns malabarismos porque o preço do carro é o preço das peças, ter que trocar sonda, bico ou bomba de carrão de R$ 1 milhão vai custar talvez o preço de um Gol 1.0 2010, fora que pela quantidade de sensores a mais eles vão gerar muito código de erro e acender led em painel (Em carro básico tem menos sensoriamento, nem tem 2 sondas pra ver se catalizador tá agindo, aí nem gera erro).\n\nOs bicos injetores tem uma capacidade maior que a geralmente utilizada, em dias frios eles precisam injetar as vezes quase 40% a mais de gasolina (Pura) pra dar partida, basicamente motor a 0°C com gasolina pura trabalha igual motor a 20°C com gasolina E27, não há trabalho extra pra bomba, bicos, regulador de pressão e etc. A temperatura das câmaras de combustão muda, de novo, em carrão de digamos 7000cc com pistões enormes isso pode gerar uma expansão maior na camisa, mas em motor digamos 1400cc essa diferença não é relevante, motor depois de uns anos de uso igual terá aneis gastos e perdendo compressão, talvez acelere um pouco a perda de compressão mas nada relevante pra uso normal (Carrão pra se exibir em dinamômetro é outra história). A temperatura da água será a mesma, com etanol o motor vai esquentar mais rápido, mas com a água na temperatura ideal a válvula termostática vai abrir, vai entrar água mais fria do radiador, e a temperatura de trabalho do motor acabará sendo a mesma, só as camisas dos pistões que ficarão um pouco mais quentes.\n\nCatalisador pode sofrer um pouco, mas... se você não liga pra manutenção decente pode ter bico desequalizado mesmo com gasolina pura, ou vela gasta, cabo de vela molhado ou velho, de modo que não há queima adequada nesse cilindro, e muita gasolina crua vai pro catalisador, então de qualquer forma um percentual dos catalisadores tem problema em km baixo por problemas eventuais assim até com gasolina pura, o percentual de RISCO talvez aumente um pouco com etanol mas nunca vi dados sobre isso ser uma temperatura relevantemente mais alta pra se preocupar, simplesmente ao invés de trocar o catalizador com 20 anos talvez terá que trocar com 18 anos de uso (Mas se for carro pra exibir, rodando pouco, rodar muito menos por ano, aí é capaz de ter catalisador de 30 ou 40 anos no carro).\n\nNão vale a pena numa importação independente (Você compra carro 0km nos EUA, a importadora trás pra você, ele chega na sua mão 100% igual como saiu de fábrica, enquanto se o fabricante importa pra revenda, como os Camaro da GM, o fabricante troca bomba e mais alguma coisinha (Acho que sonda lambda pré-catalisador nuns modelos) você trocar essas coisas logo que compra esperando durar mais, simplesmente usa até essas peças darem problema, na época do auge da fama do Camaro amarelo vi mais gente fazendo importação particular deles dos EUA pra ficar mais barato (Se não me engano era tipo R$ 100-110 mil pra importação particular, e a GM vendia no Brasil por R$ 140 mil), esse pessoal não trocava nada, alguns que usam ele com gasolina comum desde digamos 2012 até hoje ainda tem a bomba original, ela talvez vai dar pau em mais 1-3 anos mas até em carro brasileiro as vezes acontece.\n\nLimpar bico e equalizar as vezes depende não da gasolina exatamente, mas de quanta umidade do ar o combustível \"higroscopeia\", os combustíveis são higroscópicos e capturam umidade do ar, a água que aparece em gasolina, diesel ou etanol não é água colocada com mangueira, é a umidade do ar que o combustível capturou, é igual o gelo na geladeira, aquilo é umidade do ar que foi congelada (Aqui na época das chuvas preciso degelar geladeira a cada 45-60 dias, nos 6 meses de seca tem umidade tipo 25-15% então preciso degelar 1 vez em 180 dias, idem pra água em filtro de trator, agora na umidade de 80% tem que tirar água quase todo dia, no mínimo toda semana, nos 6 meses de seca as vezes se vê água no fundo do separador umas 3 vezes em 6 meses!). Enfim, ainda que tivesse gasolina com 0% de etanol muita gente teria problema precoce em bico e teria que limpar/equalizar e trocar as telinhas (Kit de reparo), mas mesmo usando bico gringo feito pra gasolina pura é comum muita gente passar 2-3 anos sem precisar limpar e equalizar bicos (Eu sempre compro a peça mais barata, nos últimos anos MUITA coisa pego da China, a maior parte dos bicos que uso são modelos que se usam na Europa, Ásia ou EUA, usando eles no Brasil não vejo diferença significativa em relação a pegar um bico original brasileiro da MagnetiMarelli por preço 5x mais alto, em ambos preciso limpar (E ver equalização) com 2-3 anos.",
                "**Não existe mais \"Gasolina pura\"** desde o início dos anos 1930, todo país a partir desse período ou adicionou Chumbo Tetraetila à Gasolina, ou adicionou Etanol Anidro (que é a aplicação feita a partir da década de 80 na grande maioria dos países do mundo ~~exceto alguns países extremamente pobres da África~~), ambos são antidetonantes, mas o Chumbo fazia muito mal à saúde, por isso migraram para o Etanol Anidro.\n\nSe você caiu no papo da \"Gasolina pura dos EUA/Japão/Europa\", você foi enganado (muito por culpa dos YouTubers brasileiros imigrantes nos EUA, fruto da babaovisse brasileira para com os EUA e tudo que vem de lá).\n\nNos países desenvolvidos a Gasolina não tem mais do que 12% de Etanol Anidro adicionado, no Brasil temos 27% de Etanol Anidro misturado para compensar a baixa qualidade da Gasolina bruta e baratear o combustível o máximo possível.\n\nNão se preocupe muito, se o carro não for um hiperesportivo ou um carro luxuoso ao nível de uma Classe S Maybach ou um Rolls Royce, não vai ter muito problema ~~a maior bronca que os carros passam no Brasil é o abastecimento com combustível adulterado~~.",
                "Meu pai tem um Cerato 2011 a gasolina. Nunca teve problema. Tá com 87mil km e nunca nos deixou na mão.",
                "Galera falando de tropicalização, é igual aqueles caras que estão na piscina gelada, e falam: pula, pode pular....tá quentinha!! ...pula ai, depois me conta o tamanho do suspiro..."
            ]
        },
        {
            "title": "Nova Montana",
            "selftext": "Só eu achei a nova Montana um carro meio \"sem sal\"? Parece aqueles projetos da Peugeot de antes, em que pegaram um hatch e \"bombaram\" um pouco pra parecer um pick-up. Fora que vi que o motor é mais fraco que de um Corolla.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "116u1oz",
            "num_comments": 20,
            "comments": [
                "é um carro q veio pra ser só mais um no mercado, não tem uma identidade própria (dando desconto pra grade hexagonal, pq a GM já adotou esse estilo antes da fiat). é como se uma S10 cruzasse com um onix",
                "Na minha opinião ela veio so pra existir, parece uma fiat bezerro, uma toro pequena, e não serve tão bem como a antiga. Não é mais um veículo voltado a resistência e durabilidade. Um veículo de carga para serviços de carga. Virou um veículo para uso na cidade como ir ao shopping, ela tem uma adaptação pra trabalho so que a da Montana antiga da de 10 na nova, tirando os breguenait tecnologico.",
                "Exato! Aí, pq diabos um cara aprova um negocio desses? Dando tiro dono escuro é uma coisa, mas os caras tiveram tempo pra comparar com os concorrentes...",
                "Não é só você, no meu ver ela só nasceu para roubar um pouco das vendas da Strada porém nada de mais ou menos sabe? Sem a vontade de inovar no mercado",
                "Ela só nasceu pra dar uma resposta à Fiat. Deve ser um bom carro, mas nada de especial. Tem cara de Toro, mas é menor e sem opção Diesel ou 4x4, além de não ter opção de cabine simples para trabalho pesado. Em resumo: não tem proposta nenhuma porque não é a melhor em nada.",
                "Sei lá, até a Montana frente de Agile eu achava mais bonita. Essa parece uma Fiat Toro esquisita",
                "Sim, e a intenção não é ser uma opção nichada/extravagante. Tão apostando safe em uma mecânica confiável e barata. Provavelmente vai ser um carro consideravelmente mais barato que a Toro.",
                "Mais um utilitário que se tornou um carro pra passeio e \"ostentação\""
            ]
        },
        {
            "title": "Câmbio VW I-Motion",
            "selftext": "Conheço a fama do câmbio e mesmo assim optei por pegar um carro com ele. Foi um VW Fox. De todos na mesma faixa de preço e ano foi o que eu encontrei mais inteiro e completo. Vocês que tem carro com esse câmbio ou sabem sobre ele podem me dar sugestões de cuidados? Ex: revisão preventiva de tanto em tanto tempo, troca de uma peça específica etc",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "116i2tw",
            "num_comments": 11,
            "comments": [
                "Cara, essa pergunta é mto específica, sugiro vc ver se existe um grupo da galera do Fox no face, deve ser mais fácil achar ajuda.\n\nE parabéns pelo casamento! Hehehe",
                "Basicamente pra não ter surpresa, faz a troca de óleo a cada tipo 35-40 mil km (O km no manual, confere ele), mas com o dobro disso aí as borrachas já estão ressecadas pelo calor, e o atuadore (Com sensor) e eletroválvulas já estão velhos e com bobina com muita espira em curto, perdendo força. Então faz uma troca de óleo, e no km da próxima já faz a revisão geral do cambio com desmonte dele.\n\nSe ficar tipo 90-120 mil km sem mexer logo fica na rua qualquer dia, começa não engatando alguma marcha, as vezes ré, as vezes 2ª, as vezes vaza óleo pra caralho do nada ou nem engata mais nada (Ou não debria mais). Pra evitar isso então o jeito é intercalar troca de óleo com revisão geral. Nessa geral se troca os kits de borrachas (Que ressecam por calor), se troca atuadores, eletroválvula (Depende do uso, mas geralmente todos os 4 ou 5 atuadores já estão ficando lentos/sem força).\n\nNão sai barato mas assim o risco de ficar parado por causa de cambio é quase zero. Nos câmbios franceses k4m mais velhos tem que fazer a mesma coisa, e ainda mais, trocar o trocador de calor antigo por um mais moderno por um mais novo ou adaptar uma espiral pra ele esquentar menos, por trabalhando aquecido a 90-92°C pelo calor da água do motor as borrachas duram pouco no Brasil, isso é hardware que casa bem com lugar mais frio, no calor brasileiro (E nas baixas velocidades de cidades brasileiras) as borrachas vivem mais quentes, duram bem menos, idem pros atuadores/eletroválvulas e o motor elétrico.\n\nSe lá pelos 80-90 mil km trocar só eletroválvula que ficou lenta/sem força, as vezes em 5 ou 10 mil km outro atuador dá problema, aí você de novo fica na rua. \n\nEm muita coisa dá pra rodar até dar problema, e trocar só o mínimo pra resolver só aquilo, mas em cambio automático e automatizado isso gera muita dor-de-cabeça, o custo é a mão de obra pra desmontar e montar, ter esse custo e trocar só um kit de borrachas, ou só 1 atuador, é burrice porque as vezes em 20 ou 30 mil km vai ter esse custo DE NOVO.\n\nOu você roda até dar problema (As vezes 15 mil km depois da 2ª troca de óleo) e então dá uma geral de R$ 8 mil trocando todas as borrachas, todos os eletro atuadores e cia, acumulador e motor elétrico, ou então você faz isso de fazer uma troca de óleo, e no km da próxima troca faz logo essa geral (Que ainda deve ficar abaixo desse valor, sempre que você se programa junta dinheiro, ajeita outro carro pra trabalhar, compra peças (Kit de reparo com borrachas, embreagem, óleo, pelo menos 2 eletroválvulas, etc). Com agendamento tudo sai mais barato que com carro quebrado em cima de guincho e você precisando dele pra ontem.\n\n**Edit:** Abre só o robô, não todo o cambio, a parte das engrenagens dura 200 mil km sem dar nada geralmente, é o robô que tem esses problemas e pode te deixar na rua, com agendamento dá pra dar geral por R$ 4 mil as vezes, parece caro mas se juntar o gasto de embreagem de carro manual num período desse é capaz de chegar perto (Em concessionária/oficina cara), é mais caro mas esse é o custo do conforto, não tem como custar o mesmo, vai dar seus R$ 4-5 mil a mais por década pra ter esse conforto de não precisar trocar marcha.",
                "Ótima compra brother! Vi que é seu primeiro carro, fico feliz por você, ooismeu primeiro carro foi um Vw/Santana que na época comprei de um cara que devia dinheiro ao meu pai, ele deu o carro e eu dei 500$ de volta. Foi minha diversão por muito tempo.",
                "Cara, leia bem o manual do seu veículo, pesquise também em foruns de VW sobre o I-Motion.\n\nA priori, o I-Motion, dos automatizados de embreagem simples, é o mais \"robusto\" (melhor que o EasyTronic, muito melhor que o Dualogic), mas boa sorte."
            ]
        },
        {
            "title": "Chevrolet Classic Advantage 1.0",
            "selftext": "Vale a pena como primeiro carro? Estão anunciando por 20k. Tem 158 mil km rodados. Ano dele é 2012",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "115tbaj",
            "num_comments": 2,
            "comments": [
                "Veja se tem histórico de manutenção, esses motores geralmente tem problema crônico de vazar na tampa de válvulas, mas coisa fácil de resolver, de resto é um tanque de guerra, básico mas funcional\n\nValor de manutenção tbm é considerado tranquilo"
            ]
        },
        {
            "title": "qual a diferença em sensação de dirigir um 1.0 pra um 2.0?",
            "selftext": "Seguinte, nunca dirigi um carro 1.0 simplesmente por falta de oportunidade. os únicos carros que dirigi foram os do meu pai e o meu atual, que a maioria foram 1.8 pra cima (o meu tbm foi herdado dele). Como estou procurando um carro novo e o que mais tenho experiencia é com meu 2.0, tenho um receio de ter muita diferença na sensação de dirigir um 1.0. \n\nSei que o melhor jeito é pegando pra dirigir, porém toda vez que peço um test-drive do carro pros mano nas agência só dizem que deixam caso eu já esteja querendo assinar a compra. \n\nInfelizmente tbm não tenho ngm proximo com carro 1.0 pra me emprestar pra dirigir um pouco.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "115qrog",
            "num_comments": 20,
            "comments": [
                "Cara, meu primeiro carro foi um 1.0. Na cidade ele era suficiente, agora na estrada era só estresse. Você simplesmente não tem motor suficiente para sair de situações de perigo, fora o estresse que é não conseguir fazer ultrapassagem de forma segura.\n\nEm resumo, se você for utilizar o carro só na cidade, vai dar tranquilo. Agora, se for viajar com o carro, não aconselho pegar 1.0. Melhor pagar um pouquinho a mais para garantir conforto e principalmente segurança.",
                "Fez auto escola num Ômega foi?\n\nA diferença é mais visível se for aspirado. Esses turbos dos hatches atuais tem desempenho melhor que 1.6 ou 1.8.",
                "Meu eh 1.8 o proximo vai ser 1.0\n\nQuero eh dinheiro no bolso.  \nA diferenca eh q eh um carro preguicoso",
                "Além do que o pessoal já disse, o ano do carro também faz muita diferença mesmo nos motores aspirados, um opala 2.4 4 cilindros tinha 98cv e hoje um Hb20 1.0 tem 80cv, um city 1.5 tem 128cv. Além disso o que mais vai fazer diferença na cidade vai ser o torque.",
                "Sou da velha escola, gosto muito de dirigir. Tenho um gol 1.0 aspirado e o próximo será 1.0 manual aspirado tb. Acho muito divertido andar no limite do carro, saber como tirar o máximo de um motor fraco, fazer o motor girar muito, trocar a marcha no momento certo. Concordo q eh inseguro em estrada não duplicada.",
                "&#x200B;\n\n&#x200B;\n\n.",
                ".",
                "Depende muito do ano, do peso do carro, do tipo de motor, quantidade de cavalos e se é turbo ou não. Inclusive, dependendo do carro 1.0, vc terá a mesma sensação de dirigir um carro 2.0.",
                "depende de vários fatores como o amigo citou acima, normalmente se for um 1.0 normal vc vai sentir menos potência, o carro 2.0 tende a trocar de marcha mais rápida e você sentir mais à potência do carro. Tenho essa experiência, dirigindo dois carros 1.0, um Gol na auto escola e o Palio Fire 12/13 do meu pai, e meu tio tem um Vectra 97. É uma diferença considerável, agora se for um motor 1.0 turbo talvez sinta menos essa diferença",
                "Pra cima so alegria, pra baixo vc passa raiva\nNao diria que nao da de usar, vc se acostuma\n\nMas se vc ta acostumado com carro 1.0 antigo e pega qualquer coisa com um pouco mais de potencia, é bem facil de sentir a diferenca, se vc se acostuma num carro um pouco mais forte, o 1.0 te irrita quando vc voltar pra ele",
                "Tudo o que o pessoal falou aqui é válido, só gostaria de acrescentar que a caixa de marcha também faz diferença. O Onix/Prisma com 6 marchas faz arrancadas interessantes na cidade e na estrada você pode reduzir pra quinta para conseguir um fôlego extra ali nos 90 km/h. \n\nEle não deixa de ser 1.0, mas a sensação de potência é maior que a de um carro com 5 marchas. \n\nPs: muitas marchas também tem um lado negativo, de ter que trocar marcha com mais frequência. Eu as vezes acabo pulando a 3a ou a 5a.",
                "O meu é 1.0 16v e aspirado. Até que tem um desempenho bom em estradas, por conta das 16v. Nunca dirigi outro, mas pessoas acostumadas com 1.6 8v já disseram que ele anda bem parecido com um carro de motor maior e não lembra um 1.0.\n\nEntão a minha recomendação seria 1.0 16v aspirado, por experiência própria, ou 1.0 Turbo 3 cilindros. Esses mais novos você não vai sentir a diferença dos carros que já está acostumado. Isso eu falo de carros pra uso particular, colocando gasolina/álcool. Quem usa GNV é outra história e motor (principalmente o 3 cilindros) não vai aguentar.",
                "No 1.0 vc tem que pensar adiantado, pq o bichinho demora pra reagir. Mas pra cidade vai de boa.",
                "~~considerando que sua pergunta se trata de 1.0 aspirado~~ Em cidade plana, sem muitas ladeiras, é até tranquilo, dá pra levar. Já em cidades com muito relevo e ladeiras (ex: Salvador e cidades do interior de Minas), esquece, pega pelo menos um 1.3 aspirado ou 1.4 aspirado senão vai sofrer (principalmente se for um 1.0 aspirado com ar, 1.0 aspirado com ar ligado não paga IPVA, paga IPTU).\n\nNão pegue estrada com 1.0 que não seja exclusivamente o Uno Mille sem ar-condicionado (tem alguma coisa nesse carro que não dá pra explicar, é um dos 1.0 mais rápidos da história do Brasil ~~na verdade o baixo peso ajuda o carro a ser ágil, também, o carro não tem nada kkkkkkkk~~); Para estrada, pelo menos um 1.6 aspirado para ter o mínimo de segurança nas ultrapassagens.\n\nOBS I: pode substituir 1.3/1.4/1.6 aspirado por 1.0 **turbo** também, 1.0 turbo é outro universo totalmente diferente dos 1.0 aspirados.\n\nOBS II: essas sugestões que estou dando valem exclusivamente para carro descarregado ou com carga de bagagem pequena, para carga de bagagem moderada para grande só 2.0 aspirado/1.5 turbo pra cima (principalmente para percurso rodoviário).",
                "Já tive carro 1.0, mas como trabalho em uma empresa que tem diversificados carros na frota já dirigi (por bastante tempo, inclusive pegando estrada) variados veículos. Entre eles Fiat (1.8 Etorq); Renault (1.6 16v); Fiat (FireFly Turbo 1.3); Chevrolet (S10 Turbodiesel), entre outros que não me recordo agora.\n\n&#x200B;\n\nNa minha percepção, no trânsito urbano a diferença é muito pouca para um uso comum, principalmente para quem preza por uma condução mais suave e econômica. Mesmo para subir morros os 1.0 dão conta do recado (no seu ritmo, claro).\n\n&#x200B;\n\nJá na estrada, tudo muda de figura. O motor 1.6 da Renault, na minha opinião, deixa a desejar nesse ambiente, já os outros motores que citei dão conta do recado com muita folga, permitindo manter 120 km/h \\~ 130 km/h como velocidade de cruzeiro.\n\n&#x200B;\n\nResumindo, quem precisa de um carro mais espartano, sem muita tecnologia, econômico apenas para cidade e com preço de compra mais baixo, o 1.0 vai atender bem. Porém se a pessoa gosta de viajar, ou precisa viajar para trabalhar, recomendo no mínimo 1.8 (mas o 1.6 já dá uma diferença absurda).\n\n&#x200B;\n\nNo seu caso específico, não recomendo 1.0. Pelas suas experiências anteriores acho que você terá muita frustração."
            ]
        },
        {
            "title": "lista de taxa de juros dos bancos para financiamento de veículos no Brasil.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "115jkur",
            "num_comments": 13,
            "comments": [
                "Valeu OP, era o que eu precisava pra fechar negócio naquela BMW M3. Já consigo justificar com a esposa. /s",
                "A BMW poderia cobrar uma taxa de juros ainda menor. Eles vendem uns carros que o cara paga o valor que o carro vale só com a entrada, então mesmo se ele não pagasse o financiamento eles ainda teriam ganhado dinheiro.",
                "Alguém sabe o telefone do Banco RNX? Preciso levar um loss essa semana.",
                "Meu pai sempre me disse o seguinte: juros de carro é muito fdp, pois se tu não pagar, te tomam o carro.",
                "Poisé, financiamento de carro é suicid1o econômico",
                "Agora entendo porque tanto rico tem conta no Safra.",
                "Bora financeira aquele golzinho bola no banco BMW! 🥹🥹🥹"
            ]
        },
        {
            "title": "rosca de encher o pneu não esta desrosqueando",
            "selftext": "ta duro tirar a rosquinha q abre o bico pra encher o pneu, alguma dica?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "115fbv2",
            "num_comments": 10,
            "comments": [
                "Tem ceerteza que nao é dqueleas que precisa de uma chavezinha?",
                "Alicate, e se estragar, as vezes o plastico ja ta bem velho ou ressecado de sol, compra um novo, borracheiro vende o bico inteiro (aqueles chines vagabundo mas tem) por 5 reais, eles pagam cerca de 1 real no bico pelo ali, então só a tampinha devem ter de balde. E como comentaram, o que segura a pressão é o bico, n tem problema rodar um pouco sem essa tampa, ela serve mais pra proteger o bico em sí.",
                "WD-40",
                "É só plástico, mete alicate sem dó, em chão de posto de combustível perto do calibrador é comum achar umas perdidas (Eu sempre encontro), ou compra um pacotinho de 4 tampinhas por uns R$ 3 numas lojas de peças.\n\nO [ventil](https://cdn.awsli.com.br/1985/1985351/produto/160862215/db44b7c0e7.jpg) é metal e borracha, mas a tampa é plástico vagabundo, pode rasgar a tampinha se precisar. Pode até rodar sem tampa um tempo (Eu nunca tenho as 4 tampas, sempre tem alguma faltando, coloco no bolso pra rosquear depois mas acabo esquecendo, quando vi já tá a um mês sem colocar alguma tampinha de volta).",
                "Usuário nome checa fora."
            ]
        },
        {
            "title": "\"Ford vai cortar 3.800 empregos na Europa para focar em veículos elétricos.\"",
            "selftext": "Confrades, o que acham disso?\n\nMe surpreende o fechamento ou suspensão de fábricas de carro das montadoras tradicionais ao redor do mundo;\n\nFord e GM há alguns anos encerraram fabricação na Austrália; Ford encerrou fabricação\nno Brasil; Volkswagen suspendendo operações no Brasil a cada 2 meses; Toyota e demais montadoras japonesas se preparando para encerrar fabricação no Reino Unido;\n\nE ao mesmo tempo as montadoras chinesas construindo novas fábricas fora da China (Great Wall já a construir fábrica no Brasil, Chery expandindo operações no Brasil). Paralelamente a Hyundai Brasil iniciando fabricação de motores no Brasil para a linha nacional HB20/Creta (dispensando importação de motores da Coréia do Sul).\n\nQue observações vocês têm quanto à míngua das montadoras tradicionais?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "115dzkn",
            "num_comments": 1,
            "comments": [
                "Montadoras tradicionais já estão bem estabelecidas ao redor do mundo e muito tem se ouvido falar sobre produção de carros com maior valor agregado, ou seja, carros mais caros para uma parcela menor da população,  menos pessoas são necessárias já que a produção diminui e o lucro aumenta.\n\nAparentemente as montadoras chinesas e de países em desenvolvimento vão ocupar o lugar que nós conhecíamos como carros populares para a parcela da população com menor poder aquisitivo."
            ]
        },
        {
            "title": "Relato de primeiro carro, o que eu devia ter feito diferente?",
            "selftext": "Tenho 23 anos e comprei meu primeiro carro, passei um mês procurando carros antigos pra comprar mas a maioria ou estavam detonados demais ou estavam sem documentação, quarta passada então encontrei um uno vivace 2012, eu já estava cansado de procurar algo bom, andei nele e foi tudo de boas não parecia nada errado, alguns detalhes internos, maçaneta interna do motorista tava frouxa, luz interna tava estragada, vidro esquerdo traseiro tava meio emperrado e problemas no alarme porém o vendedor prometeu arrumar tudo antes de entregar, era 33k e desceu pra 31k por causa desse problemas, sou completamente leigo em mecânica então fechei negócio, ontem ele me entregou o carro, usei ele pra ir no mercado e plim, luz de óleo acendeu, corri pra oficina e veio a surpresa, tapa do óleo não abria, carter tava vedado e não abria, compartimento do líquido de arrefecimento detonado e o radiador derretido, 1.3k de prejuízo imediato, trocar tudo isso que falei e pedi ainda agora pra checarem e trocarem se nescessario a correia dentada tbm, o vendedor só me deu garantia de motor e suspensão, quais o mecânico diz que parece mesmo ter sido refeito recentemente e sim ele arrumou as paradas internas que tinha pra fazer, o que acham que eu errei? O que eu devia ter olhado antes de comprar? Serve de dica pra quem ta procurando primeiro carro tbm",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "114zk8g",
            "num_comments": 16,
            "comments": [
                "Não existe essa de garantia só disso ou daquilo. Comprou em loja tem 3 meses de garantia, pode voltar lá e falar pra eles arrumarem ou desfazer o negócio. Procura um advogado pra ajudar se precisar.",
                "Comprou em loja? Não tem essa de garantia de \"motor e câmbio\". Junta os comprovantes dos gastos e cobra deles. Qualquer coisa = JEC, não precisa nem de advogado.",
                "Uma dica pra olhar carro usado para comprar, se não tiver experiência, leve em um mecânico de confiança, pra ver esses pequenos detalhes. Geralmente o cara pode até ter feito motor, mas fez em qualquer lugar, sem peças novas, e vai empurrar pra qualquer um que puder. Sad but true",
                "*o que eu devia ter feito diferente?*\n\n\r  \n*alguns detalhes internos, maçaneta interna do motorista tava frouxa, luz interna tava estragada, vidro esquerdo traseiro tava meio emperrado e problemas no alarme*\n\n*compartimento do líquido de arrefecimento detonado*\n\nSe você vir um carro com o \"compartimento do líquido de arrefecimento\" sujo, enferrujado, pode ter certeza de que o carro não foi bem cuidado... já descartaria a compra por aí.\n\nOs B.O.s internos sugerem também que o carro foi muito usado, muito rodado. A quilometragem está compatível com o estado do carro?\n\nOs pneus também revelam o zelo (ou sua falta) do proprietário: pneu de fabricação duvidosa ou remold.\n\nEncare isso por que está passando como um aprendizado.",
                "Você pode inclusive exigir a devolução com base na omissão de informações fundamentais acerca do estado do veículo. Peça ao mecânico para te dar um parecer detalhado dos problemas encontrados e do que você consertou.\nDe dica, digo que é fundamental levar o carro em três pessoas antes de comprar:\n- Mecânico\n- Latoeiro\n- Despachante (para verificar se DOCs estão efetivamente ok)\nInclua aí se quiser ser mais detalhista uma vistoria cautelar.",
                "Seu problema foi ser completamente leigo em mecânica,  visto que dá pra aprender tudo na internet hj em dia",
                "ganhou desconto de dois mil acho q nao errou nao\n\ncom essa economia vc faz tudo q precisa ser feito, troca tudo filtro, oleo, etc\n\nCarro usado eh isso mesmo cheio de surpresas, vc esperava de um usado o que? \n\n tipo perfeito igual OKM?",
                "Nosso colega u/LetterheadUpset7845 disse muito bem: compartimento do líquido de arrefecimento e pneus são ótimas formas de saber se o carro foi bem cuidado ou não.\n\nQuantos km tem o carro? \n\nUma coisa também que posso te dizer: você fez bem em escolher um carro não tão antigo (11 anos de fabricação imagino que foi o limite do seu orçamento) e uma opção muito boa hoje é utilizar uma empresa idônea que realiza vistoria e laudo cautelares. Custa pouco e você tem um raio x muito bom do carro."
            ]
        },
        {
            "title": "Melhor estrada pra pegar no carnaval",
            "selftext": "Estou querendo pegar estrada nesse carnaval só pra curtir o carro. Saindo de Sp, quero pegar a estrada menos esburacada e com menos trânsito pra fazer um bate-volta",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "114qe2k",
            "num_comments": 3,
            "comments": [
                "imigrantes\n\nmas a questão é trânsito, aí não tem escapatória, tem que escolher o horário mto bem pra fugir dele...",
                "Bandeirantes de madrugada"
            ]
        },
        {
            "title": "primeiro carro",
            "selftext": "um tempo atrás fiz um post questionando se o clio 2006 seria um bom carro para ser o primeiro, muitos falaram que o problema dele é a questão de peças de acabamento. Sendo assim, queria algumas sugestões de carros que sejam de 10k/12k e que não causem muita dor de cabeça se for preciso algum reparo.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "114ngxe",
            "num_comments": 17,
            "comments": [
                "não sei onde você mora, mas com esse valor aqui em BH só consegue uma CG 150. Carro confiável no mínimo 25k que eu vi...",
                "Soh pra fazer motor de um carro vai 5mil\n\nCarro de 10mil eh puro lixo , experiencia propria.\n\nTudo de ruim q imaginar, painel cheio de coisa quebrada e faltando, motor ruim, ferrugem, cambio ruim, ferrugem, embreaem ruim, muita ferrugem",
                "Sendo bem sincero vale mais a pena uma moto nessa faixa de preço, 12k tu vai conseguir um palio 2000, gol bola ou quadrado, geralmente carros mais velhos, baleados e sem o kit dignidade. Como vai ser carro velho sempre vai ter algo pra fazer.",
                "Sem chance de você conseguir adiar um pouco a compra e chegar nuns 20k de orçamento?\n\nSe conseguir, há opções decentes sem o kit dignidade (porque se for com ele, a chance de você pegar uma bomba é grande). Nessa faixa dos 20k você já encontra Celta, Clio e Ka de 2010 pra cima, com menos de 130k rodados.",
                "Nesse preço não existe nenhum carro que não vá causar muita dor de cabeça. Você realmente precisa de um carro? Nesse momento era melhor você procurar outras alternativas de transporte mais baratas pra, talvez no futuro com e mais verbas, comprar um carro mais novo e provavelmente menos problemático.",
                "Talvez seja melhor esperar um pouco e comprar um Palio, Uno, Celta que provavelmente vc acha até 20k. Gosto bastante do Palio, tanque de guerra e manutenção barata, além de ser macio de dirigir, dificilmente vc vai ter dor de cabeça",
                " nesse preço que tu tem compensa tu comprar uma moto cara, mas se tu quiser carro recomendo um antiguinho. \n só que o problema dos carros antigos normalmente é o antigo dono e por esse motivo tu tem que ter uma graninha separada caso aconteça alguma coisa no carro tu poder arrumar ele.",
                "Compre um Uno",
                "com 10/12k ce compra um motor e aí tenta fazer um carro em volta dele com oq vc achar no lixo kkkk.\n\nbrincadeira, mas realmente nesse valor é foda algo bom. como a galera disse, ou vai de moto ou segura até chegar nos 20~25k. antes disso, dificilzão achar algo decente.",
                "Pessoal dá uma forçada com essa história de Kit dignidade.\nPrimeiro carro não precisa ter isso se tu só quer se locomover.\nNessa faixa de preço tu acha Gol G2/G3 (8v), Corsa, Palio, Celta, Uno, Ka. Tudo ótimos carros pra iniciar e com baixo valor de manutenção. Leva no mecânico antes de comprar só, pra ver se não foi batido e se não tem vazamentos.\nDeixa pra procurar carro com ar condicionado para o segundo carro, quando estiver numa situação financeira mais confortável.\nSe der, tenta achar um com direção hidráulica, mas se não der, não vai cair os braços também.",
                "Por esse preço, Palio antigo, Celta ou Uno Bota Ortopédica.\n\nSe puder desembolsar um pouco mais, vai de Corsa C 1.8."
            ]
        },
        {
            "title": "Tirar CNH quantas aulas",
            "selftext": "Bom dia,  pessoal\n\nEntao, eu tenho CNH para moto e estou me planejando para tirar a de carro. Conversei com a auto escola e eles falaram que sao 15 aulas para passar - da para matar tudo em 1 semana. A minha duvida e se essas 15 aulas ja seriam o suficiente para aprender, visto que nunca dirigi um carro na vida.\n\nNao tive dificuldades para aprender moto, mas ja comentaram comigo que para carro e mais dificil e tals.\n\nGostaria de opinioes que acho que se eu pedir mais aulas antes de terminar todas o valor ficar um pouco menor. Tambem qual seria a melhor forma de distribuir as aulas, ja que tem o tempo de retencao da informacao. \n\nobrigado",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "114kke6",
            "num_comments": 17,
            "comments": [
                "Aprender a dirigir mesmo você só vai no dia a dia, em 15 dias você vai saber o que fazer para passar no exame prático",
                "Essa quantidade é o suficiente para vc ser aprovado no circuitinho do detran, mas tbm só isso. Dirigir mesmo só vai aprender com a pratica do dia a dia e não acho que tem como fugir disso",
                "Olha, a parte de andar no trânsito, que é muito difícil no começo, tu já sabe. A lógica de troca de marchas e uso da embreagem, tu também já conhece.\n\nEntão é mais uma questão de \"manusear\" o carro: acostumar com os pedais, com as proporções e etc.\n\nSe tu for bom na moto, vai ser muito fácil. Se tu for motoqueiro fominha vai ter que re-aprender como andar no trânsito.\n\nMas em ambos os casos, acho que o mínimo de aulas já resolve.",
                "É o contrário, moto é mais complicado. Creio que você se sairá muito bem no carro, é só reaprender a noção de espaço.",
                "Na verdade o Detran geralmente estipula essa quantidade. Para dirigir o carro não tem muito segredo. A diferença é que vc vai ter que mudar a marcha com a mão e apertar a embreagem com o pé. A noção de espaço tem que ser um pouco maior.",
                "Olá, trabalho com auto escola desde muito cedo e posso afirmar que é muito relativo. Tem alunos que nunca pegaram num volante e que passam tranquilamente (tanto nas 15 aulas de adição como em primeira habilitação, que são 20 aulas em SP). Eu particularmente acho carro mais tranquilo, eu tive mais facilidade pelo menos. Sobre o exame, vai depender de muito controle mental seu também, tem que ter o máximo de tranquilidade e foco possível. Mas pra aprender de fato é só no dia-a-dia mesmo. Quanto mais você dirige mais experiência você tem, ou seja, só dirigindo e enfrentando o máximo de situações típicas de trânsito pra de fato aprender.",
                "Nao tem como encurtar para uma semana por conta do sistema atual do Detran pra monitorar as aulas. Caro é bem mais suave que moto, voce vai se dar bem. Aprender so aprende rodando mesmo no dia a dia.",
                "Olha em 15 aulas tu vai aprender só o básico mesmo para poder passar no exame aprender a dirigir tu aprende no dia a dia, se tu tem carta de moto tu tira a de carro de boa pelo menos para mim eu acho moto mais difícil tenho cnh D e não tenho carta de moto as vezes ando de moto sem carta kkkk  \nAs coisas que tu aprende com moto tu aplica no carro tipo noção de espaço troca de marchas e ponto de embreagem pra não deixar o carro morrer a única coisa que não precisa no carro seria o fator de equilíbrio.",
                "Talvez moto seja mais complicado, temos uma incógnita aqui, uns vão achar mais fácil e vice versa. Meu pai me ensinou a dirigir aos 18 anos, então quando fui pra auto escola aos 19/20 anos já tinha certa noção de troca de marchas, redução, freio, etc. Tanto é que quando fui pra aulas práticas, treinei mais garagem e o circuito, acabei facilitando a vida do instrutor, se for possível aconselho pegar umas aulas antes com alguém já habilitado, pra ir tendo noção de controle de embreagem e tals, o resto é mais de boa, confia, só vai!",
                "Não esqueça que o carro não anda no corredor 😂👍",
                "Eu precisei 14 aulas porque eu já sabia dirigir... caminhões, colhedeiras e tratores, só pra perder a mania de fazer curvas abertas (Em caminhão é necessidade) foram umas 10 aulas.\n\nEu já tinha usado muito mobilete, mas pra aprender a trocar marcha em moto (Reparar moto reparava muito, mas não andava) e me equilibrar com aquele peso extra (Moto pesa 110kg, mobilete pesa metade disso ou 60kg as vezes) também precisei as 15 aulas, rodar de mobilete a 60km/h por estrada de chão é tranquilo comparado a ficar desviando de cones com moto pesada.\n\nEntão até \"sabendo dirigir\" algumas pessoas precisam muitas aulas pra pegar as manhas do carro pequeno.\n\nMolecada da roça que dirige desde criança precisa auto-escola pra saber usar aquele carro, aprender a dar setar, usar cinto, essas coisas, alguns precisam 15 aulas mesmo dirigindo pickup pesada ou trator a 10 anos.",
                "Acho tranquilo. Fazer prova de CNH é decorar o ritual de acordo com que eles ensinam, por cinto, n esquecer freio de mão, arrumar retrovisores, etc etc. Eu só n passei de primeira pq fui em dia de chuva, liguei o carro na hr da baliza e liguei o desembaçador pq qm usou antes saiu e ficou todo embaçado os vidros, nisso o cara começou a contar o tempo pq eu dei partida, ai reprovei igual um idiota sem sair do lugar. Mas quando fui fazer de verdade foi bem tranquilo. Nunca fiz de moto, mas de carro o maior segredo foi praticar bem o ponto da embreagem e baliza, dps das primeiras aulas vc vai conversando com o instrutor o que vc quer focar se tiver essa abertura. O ponto da embreagem faz bastante gente reprovar por deixar o carro voltar atras na descida, minha namorada com 5 anos de carteira, acostumou a dirigir automatico e ta aprendendo a controlar embreagem agora q eu to ensinando. Se vc tiver alguém proximo, irmao, pai n sei, é legal pegar o carro uma horinha no fds pra praticar a baliza tbm. Não sei hoje só, mas quando eu fiz o carro n tinha direção, então o volante dava duas voltas completas, carro a direção hidraulica da 1.5 , e eletrica tbm 1.5 ou menos, algo assim. Ai eu fui treinar com um peugeot 206 com direção do meu irmão e n tava dando certo, ai aprendi que tem diferença kkkk"
            ]
        },
        {
            "title": "Carro de fumante",
            "selftext": "ai rapeize, achei um i30 bonito, inteirinho, km okay, manual, unica dona. unico problema: ela era fumante e o carro tá com aquele cheirinho bem leve de cigarro. os mano da agência falaram que mandaram higienizar duas vezes já e disseram que se eu pegasse iam fazer uma higienização mais profissa ainda que envolve acho que aquelas bomba de ozonio. \n\nenfim, o carro tá uns quase 3k abaixo da tabela felipe, o preço tá ótimo, mas ele tá com eles faz uns 3 meses, oq me faz suspeitar que esse cheiro de cigarro seja o motivo de não tá vendendo. até pq em todos os outros lugares que passo i30 sai igual água.\n\naí queria perguntar pra vocês, vcs comprariam? tem chance de eu conseguir me livrar do cheiro? não sou fumante e sei que se o cheiro continuar vai me irritar e vou odiar o carro eventualmente. pelo que pesquisei na internet parece que é quase impossível se livrar 100%.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "114a70o",
            "num_comments": 6,
            "comments": [
                "O problema é que o cheiro agarra em você e quem tiver dentro do carro kkkkk",
                "O bagulho vai ser tu pegar e mandar num detailer profissa que faça esse serviço a base de ozonio, n é tão caro, e vai salvar d+, taca perfume tb",
                "Eu não compraria por ser um i30. Carro baita visado por conta das peças.",
                "Cheiro de cigarro é osso de tirar, conforme o colega comentou, talvez uma estética automotiva resolva, mas em casa sozinho esquece. O cheiro impregna em tudo que é de tecido no carro, principalmente forro de teto uma vez que a fumaça sobe",
                "eu cairia fora, isso é insuportável pra quem não é fumante.",
                "Vai num desses car detalier/centro de estetica automotiva boa e veja o preço de uma limpeza interna completa + oxi sanitização (acho que é assim o nome a higienizacao com ozonio). Qualquer coisa fala que seu carro ta com mt cheiro de cigarro e veja quanto fica o orçamento. Acredito que saia ate uns 500 e da pra tirar o cheiro sim. Eu mandei fazer vitrificação e correção de pintura numa franquia aqui da minha cidade (acqua zero), eles me deram de brinde essa limpeza interna, então n acho que seja caro."
            ]
        },
        {
            "title": "Melhor carro de baixo custo para jovem iniciante",
            "selftext": "Gostaria de umas dicas de carro... tenho 20 anos e ainda vou tirar carteira, mas já estou pensando nas opções. Não vou comprar nem pretendo ter carro pelo menos até metade do ano, mas quem sabe no segundo semestre...\n(Ps.: sou pobre💀, tem que ser usado mesmo)\n\n- 4 portas;\n- Ar-condicionado;\n- Econômico em combustível (primordial);\n- Manutenção barata;\n- Compatibilidade de peças;\n- Sem nenhum b.o. (obviamente): documentação, peças, interior...\n- Bem cuidado 🙏.\n\nAcho que é só, por enquanto só consigo pensar nessas coisas.\n\nDesde já agradeço.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1144xns",
            "num_comments": 22,
            "comments": [
                "[removed]",
                "O pessoal te deu boas ideias, so queria lemprar pra tomar cuidado, vc vai ficar tentado a pegar uns carrinhos mais bacanas, vectras, astras, civics, bmws, audis, até uns peugeot e citroen antigos,  a baixo custo, apesar de alguns serem bons, outros bombas, todos vao ser mais caro de manter, seja por manutenção ou consumo, fuja kkk",
                "Tudo que não Chevrolet e Fiat 1.0 ou até 1.4 já descarta que vai te falir, dito isso eu indico:\n\nUno, Palio, Celta, Classic, Corsa, Prisma.",
                "Nissan March 1.6 SL. Um tanque de guerra. Pode ser o 1.0 também, mas o 1.6 é um foguetinho.",
                "O ideal são os tradicionais, gol, palio, uno mille, clio, corsa. A Renault fabrica carros bons e duráveis, como o clio e o sandero, além de ter uma manutenção bem parecida com os populares tradicionais da fiat e vw. Agora o principal: cuidado com mecânicos picaretas.\n\nVocê não especificou o valor máximo, mas um corsa C ou Sandero seriam ótimos carros.",
                "Logan 1.0 16v",
                "gosto bastante do Palio, tanque de guerra e barato de manter, muito macio de dirigir. Além de achar peças com facilidade e se for pagar seguro, não deve ser muito caro",
                "Uno, Palio, Agile, Clio tem manutenção cara, caso precise trocar peças. Vai de Gol!"
            ]
        },
        {
            "title": "o fusca e bom para ser o primeiro carro a dirigir?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1143qkm",
            "num_comments": 23,
            "comments": [
                "Pra dirigir carro é carro, cada um com suas particularidades, todo mundo pega os jeitos de todos, a memória muscular é a mesma pra todos, muda a noção de espaço, e velocidade conforme ruído ou conforme a paisagem passa, isso todo mundo precisa umas horas de uso pra se habituar.\n\nMas pra ter como carro, é pedir pra virar aprendiz de mecânico, provavelmente será um dos anos 80 pra trás, que a cada 15 dias vai te obrigar a mexer em alguma coisa (Porque não acha peça ou ela é cara, e qualquer adulto nota que dá pra reparar boa parte das peças ao invés de trocar). Isso é carro de projeto da época que nem filtro se trocava, e sim se lavava pra reusar, quase tudo é reparável, e como as peças dele estão ficando mais raras e caras (Comparado ao um gol bola) você se obriga a reparar boa parte delas, o projeto permite e a situação de peças obriga.",
                "resposta bem direta: não.\n\nA não ser que você tenha ganho um, eu não recomendo. É barulhento, ruim de dirigir, perigoso, dá problema e mecânica de motor a ar não é barato como o pessoal imagina.",
                "Nem fodendo, fusca é duro, barulhento, desconfortável, pequeno, e fora que agora você vai no OLX e os cara quer mais de 10 ou 15k num fusca meia boca, quer aprender pega um carro com pelo menos direção hidráulica, se não vai sofrer pra fazer a baliza.",
                "Hoje em dia nao é mais",
                "Não",
                "Com certeza Op. \n\nPovo tá meio Nutela nós comentários.\n\nFusca é um dos carros mais simples que existe.",
                "Pra aprender a dirigir é otimo, pra ter no dia a dia é um cu.",
                "Tenha em mente que esse papo de que o primeiro carro tem que ser velho e problemático pra pegar experiência é furada. Nada das manhas que tu aprende com um fusca, com um opala ou qualquer porra dessa vai te servir de alguma coisa na hora que tu pegar um carro mais atual que tudo é eletrônico, mais confiável e mais confortável. Tem opções melhores pra um primeiro carro hoje",
                "Sim, é difícil dirigir ele, se vc acostumar com ele vc dirige qualquer coisa. Vai aprender fazer marcha, manobrar sem direção hidráulica, enfim.",
                "maravilhoso, amo fusca"
            ]
        },
        {
            "title": "fiat stilo sporting 1.8 manual 2009.",
            "selftext": "Ola, gostaria da saber se vale a pena esse carro, ja pesquisei valores de tudo e acredito manter o carro sem pesar no bolso.\nTenho um gol seco e to querendo partir para um mais completo e achei uma concessionária vendendo pouco abaixo da fipe, quase 200k km, liga facil, parece estar tudo certo sem nenhum problema aparente. Amanha vou andar nele e ver se ta tudo ok mesmo.\n\nA pergunta é, vale a pena? Vai dar dor de cabeça? Tem problemas crônicos?\n\nTenho consciência que provavelmente vou ter que mecher uma coisa aqui e uma ali nele pois ja tem mais de 10 anos, mas em um geral é uma boa escolha?\n\nEdit: decidi não comprar, andei, gostei. Era rebaixado e com escape sem abafador. Gostei bastante mas alem do meu carro ele queria 5k em cima. Ele tia problemas como a regulagem do retrovisor e botão do vidro bugado, retrovisor de dentro quebrado, o banco tinha que ter um jeitinho pra ele travar sem contar que nao tava freiando quase nada. Tudo isso fez com que eu não comprasse tal veículo, vou colocar difusor no meu gol, andar sem o kit dignidade porque não me faz falta, apenas incomoda minha namorada pois ela sente bastante dor de cabeça.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1142p6g",
            "num_comments": 8,
            "comments": [
                ">quase 200k km\n\nIdade não é problema, mas nesses km's altos já começa a aparecer de tudo, é mangueira de borracha que estufa num mês, é rolamento de roda roncando no outro, é coifa de homocinética no outro, é tensionador de correia dentada no outro, é mal-contato em chicote de alarme no outro, trava elétrica emperrando no outro, axial de direção vibrando no outro, espia do porta-malas soltando no outro, catalizador soltando pedaço no outro, cabo ressecado da bomba de combustível trincando no outro, enfim, tem umas 250 coisas que com esse uso já tão no fim da vida útil, tem coisa que dá pra postergar mas várias não dá, tem que arrumar logo senão estraga peça ainda mais cara.\n\nSe fosse 120 mil km seria uma maravilha, mas 200 mil km tá bem mais rodado que a média (10 mil km por ano não é conservador, 15 mil km por ano é rodar igual uber ou entregador, é rodar pra caramba).\n\nSe procurar melhor acha algum completo com km bem mais baixo, e peças mais em conta (Stilo não é muito caro mas nesse km vai ter muita coisa pra trocar, fica caro pelos 2 fatores, peças um pouco mais caras e em quantidade muito maior que tá acostumado num gol, quando tem menos acessórios tem menos coisa pra estragar, carro completo velho é um prato cheio pra ter um probleminha por mês, se pagar mecânico, lanterneiro ou eletricista pra tudo logo vai dever até as calças).",
                "Eu tive um com cambio dualogic, é um carro muito bom de dirigir, achei bem confortável, mas sinceramente não compraria novamente. Na época deixei atrasar umas parcelas e devolvi pro banco. Se você entrar em grupos de proprietários vai encontrar varias rifas de pessoas que não conseguem vender o carro. \n\nO motor é o mesmo da Montana pelo menos, então a manutenção é de boa, mas bebe MUITO.",
                "O cara quer trocar o gol pelo Stilo....\nEsse quer problemas na vida...😅😅😅",
                "Bom carro, mas essa KM já tem muita manutenção pesada no horizonte.\n\nEu procuraria algum em bom estado, com manutenções em dia e com uma Km menor."
            ]
        },
        {
            "title": "Mini Cooper JCW 211CV vs Abarth 595 1.4 t-jet competizione",
            "selftext": "Qual a melhor opção para carro de uso diário?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1141669",
            "num_comments": 1,
            "comments": [
                "Eu iria de abarth por ser menor e mais ágil. Na questão de manutenção cada um tem sua particularidade, o cooper é basicamente um motor THP de Peugeot, já o abarth se não me engano é o msm do Punto T-jet."
            ]
        },
        {
            "title": "Bomba de óleo quebrada",
            "selftext": "Dúvida rápida, se a bomba de óleo do carro quebrar e não girar, o carro não liga?\n\nMeu carro não estava ligando, achei que era o motor mas o mecânico (que me vendeu o carro) disse que é isso ele vai trocar e arcar com os custos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1140ru1",
            "num_comments": 7,
            "comments": [
                "Em carro comum liga mas acende a luz  do óleo no painel.\n\nSem saber qual o modelo complica, alguns modelos mais cheios de firulas (Peugeot em geral, e os populares de uns 5 anos pra cá) desligam o motor hora que o sensor de pressão não detecta pressão, e talvez até esteja memorizando código de erro que proteja o motor de girar seco (O correto é não ligar nem que seja caso de morte, 1 minuto com bomba de óleo parado já é suficiente pra comer bronzina e ela sair riscando virabrequim, anéis riscarem camisa, e por aí vai, rodar com bomba de óleo com problema é matar o motor em poucos minutos, as vezes meio minuto e já risca camisa ou virabrequim, fica bem caro resolver depois, e não aparece na hora, as vezes 20 mil km depois é que começa a perder compressão, baixar óleo, ou biela bater no virabrequim comido pelo riscado que foi gastando mesmo com óleo, depois que riscou lascou tudo).\n\nSe a pressão tá só baixa e não liga por código de erro então tá tranquilo, nada sofreu muita coisa. Mas se a bomba morreu de vez e o motor rodou assim, deu meleca, mas vai demorar pra aparecer, as vezes risco pequeno só aparece na hora de fazer o motor aos 150 mil km, ai condena virabrequim que em situações normais era só retificar."
            ]
        },
        {
            "title": "Conselho pra Primeiro carro?",
            "selftext": "Bom, estou com 60k pra comprar um carro AT .\n\nQuais itens essenciais preciso levar em consideração pra fazer uma boa revisao?\n\nEm qualquer carro automatico, estou negociando no minimo 5k da fipe pra custear a primeira revisao.\n\n&#x200B;\n\n&#x200B;\n\nAlem disso, alguma forma de fechar um seguro mais barato?\n\nMeu primeiro carro, casa tem portao automatico, nunca levei multa, tenho 27 anos e vou usar o carro só pra lazer e basicamente o seguro ta saindo quase 6k pra um versa 2017 cvt.\n\n&#x200B;\n\nSobre o versa, sempre pesquisei e sempre gostei do carro e infelizmente, eu preciso de um carro apartir de 2015 por causa da merda do Consorcio",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11403tl",
            "num_comments": 2,
            "comments": [
                "Sobre a revisão, se vc não conhecia o dono anterior, o ideal é fazer a preventiva: óleo do cambio, óleo motor, filtros (motor, combustível, ar condicionado), verificar de quanto em quanto tempo troca as velas, mas eu imagino que Nissan seja 100k, mas GM usa velas de 40k km. De resto é só se vc quiser trocar peça antes de hora, levar num mecanico pra fazer revisão, mas eu não acredito que vale muito a pena, eu tinha um carro 2017 da GM até começo do ano passado e nem suspensão tava na hora de mexer ainda. Reparar também se os freios não estão chiando, provavelmente indica hora de trocar pastilha, e olhar os pneus se estão no TWI pra ver se não ta na hr de trocar.\n\n&#x200B;\n\nSobre o seguro eu uso corretor de seguros, as principais seguradas estavam cotando 4,5-5k pra mim, acabei fechando com uma mais em conta por 3k. Opções: corretor de seguro (paga uma taxa pro corretor fazer a pesquisa pra vc), seguro por cooperativa e seguro por assinatura (são mais baratos mas tendem a demorar mais pra resolver os problemas). Fora isso não tem mt como resolver, ta tudo caro e se vc nunca teve seguro não tem os bonus por tempo de uso sem precisar usar seguradora. Provavelmente se vc tivesse escolhido um hatch sairia mais barato os seguros."
            ]
        },
        {
            "title": "Para que serve isso ?",
            "selftext": "Alguém pode explicar para que serve isso ? O que significa cada uma das extremidades ?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113zaui",
            "num_comments": 10,
            "comments": [
                "Serve pra ligar ou desligar a recirculação. No lado esquerdo é com a circulação fechada, ou seja, quando o ventilador ou ac tiver ligado, o ar vai ser reciclado, ou recirculado, o que significa que não vai entrar ar do lado de fora, e só o ar que já está dentro do carro vai ser resfriado ou esquentado. Já no lado direito, significa que o ar que vai ser jogado pra você vai vir do lado de fora.\n\nEm cidades grandes e/ou dias quentes, você vai querer andar com a recirculação ligada, assim o ar gela mais rápido e não entra cheiro de fumaça ou qualquer porcaria que tiver na rua. A circulação aberta é legal pra usar em áreas mais rurais, desembaçar o parabrisa ou usar quando o carro tiver fechado há muito tempo, pra renovar o ar.",
                "Alguns manuais recomendam usar com frequência a opção do lado direito para aumentar a vida útil do sistema. O manual que li foi da Fiat de 2013, hoje talvez possa ter mudado. O manual recomendava o uso da recirculação do ar (opção esquerda) quando o ar externo está muito quente, região com odores fortes, fumaças.",
                "abre ventilação para captar ar de fora, ou nao, recirculando o ar da cabine. Sim vc dirige um Sandero!",
                "Lado eskerdo soh usa se for andar em estrada de terra pq eh perigoso usar direto, acumula gases dentro do carro"
            ]
        },
        {
            "title": "HB20 parte de R$43.990 em 2019 para R$76.690 em 2023",
            "selftext": "Lançaram o HB20 2023, partindo de R$76.690. Fiz uma tabela do aumento dos preços no lançamento, da versão mais barata:\n\n2019: R$43.990 \n\n2020: R$46.490 \n\n2021: R$47.990 \n\n2022: R$56.890 \n\n2023: R$76.690\n\nFonte:\n\nhttps://motor1.uol.com.br/news/241747/hyundai-hb20-2019-lancamento/\n\nhttps://motor1.uol.com.br/news/371185/novo-hyundai-hb20-2020-lancamento-precos/\n\nhttps://motor1.uol.com.br/news/427046/hyundai-hb20-2021-lancamento/\n\nhttps://www.noticiasautomotivas.com.br/hyundai-hb20-2022-chega-com-novidades-a-partir-de-r-56-890/\n\nhttps://quatrorodas.abril.com.br/testes/novo-hyundai-hb20-2023-lancamento-fotos-precos-equipamentos/",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113vwzs",
            "num_comments": 40,
            "comments": [
                "Piada do caralho. País fudido de merda.",
                "Tá bom que eu acredito que foi culpa da inflação e dos semicondutores. Safados. Indústria pilantra.",
                "Esse país virou uma bosta ambulante, me dói muito falar isso pq geograficamente o Brasil é perfeito ( sem tsunamis ou terremotos ), temos belezas naturais, temos um puta espaço aqui no nosso país, porém porra nenhuma ajuda a gente financeiramente e na política",
                "Inflação e redução do poder de compra.\n\nEm 2013 por aproximadamente 75.000 você leva a pra casa um Golf 1.4 TSI MK7 Zero KM com o melhor pacote de opcionais.\n\nHoje, um Kwid Outside 2023 custa 74.640....\n\nO carro não ficou mais caro pra se produzir, mas o Real perdeu seu valor absurdamente em 10 anos, especialmente nos últimos 5 anos... \n\nEm 2013 você comprava por 109.000 uma BMW 316 1.6 Turbo. Hoje, é o precinho do Onix Plus.",
                "Eu sinceramente já desisti da ideia de comprar carro 0km algum dia.\n\nMas tenho um questionamento: será que as compras com desconto feitas diretamente pelas locadoras não ajudaram também a acomodar as montadoras a deixar o preço nas alturas? A impressão que tenho é que a dependência que a montadora tem de nós, meros consumidores mortais, diminuiu",
                "Ninguém tinha que comprar essas merdas de plástico, isso sim",
                "Pessoal, carro zero só tem esses preços porque as pessoas pagam, simples assim.\n\nInclusive o consumismo americano conseguiu enfiar nos Brasileiros que SUVs são carros de mais \"status\" e agora todo mundo dá rios de dinheiro para as montadoras só para ter um SUV, sendo que a grande maioria nem precisa de um carro assim e se beneficiaria mais de outra carroceria (o que provavelmente resultaria em comprar um carro mais barato).\n\nEm resumo, as montadoras (e muitas outras instituições) abusam do brasileiro porque o brasileiro é idiota.\n\nQueria só ver se a mania do \"vou comprar carro zero pra ser mais f0dão que o meu vizinho/cunhado/colega de trabalho\" caísse por terra, por quanto tempo eles iam manter esses preços absurdos.\n\nO assunto já é velho e batido, e segue igual.",
                " Tudo isso na conta do bendito semicondutor?",
                "Acabei de ver a fipe desse HB20 2019 na Webmotors e a versão de entrada está R$ 60.266,00?? Estou sem palavras.",
                "O preço subiu foi pouco até...inflação alta, dolar que foi de 3,80 pra mais de 5 conto.\n\nPobre não pode ir pra Disney e não pode comprar carro, vai ter que visitar a terra do Roberto Carlos de onibus mesmo kkkkkk.\n\nO país vive as escolhas do povo.",
                "Sem querer defender montadora (até porque não ganho nada com isso), mas seria legal ver esses valores corrigidos e também tem que levar em conta que o carro em si evoluiu com o tempo (pelo menos é o que se espera), então a diferença não é tão grande assim na prática, como esses valores demonstram.",
                "Minha mãe tem esse carro e ele é uma completa porcaria. Motor com potência de moto e o carro é feito de plástico barato",
                "Por que será que existe o milagre da multiplicação dos leilões de bancões/financeiras? Ou a quantidade absurda de gente que paga IPVA 1 ou às vezes até mais de 2 anos atrasado?\n\nGente que não tem um mínimo de planejamento financeiro, age impulsivamente na compra, preocupadas com o \"status\" somente e no final se fuuu",
                "\"Eu tô de saco cheio\""
            ]
        },
        {
            "title": "Recomendações de seguro automotivo",
            "selftext": "Acabei de comprar o meu primeiro carro, um Onix activ 2017. Todavia, entretanto, porém preciso contratar um seguro, e como é o meu primeiro veículo (tenho 28 anos e sou solteiro) os preços estão absurdos! Fiz cotação em quase todas seguradoras Porto, Bradesco, BB, youse e várias outras disponíveis na internet. O seguro está na faixa dos 5/7 mil R$ ao ano para um carro de fipe de 67mil. Eis que descubro os seguros por assinatura como a pier e a azul seguros que possuem um preço beeem mais acessível. \n\nSei que nessa modalidade a azul só cobre até 60 mil, enquanto a pier cobre a FIPE. Entretanto, a pier é uma startup o que me gera ressalvas.\n\nAlguém aqui já contratou uma dessas seguradoras? Tem alguma informação que possa compartilhar?\nValeeeu",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113nms1",
            "num_comments": 17,
            "comments": [
                "Minha recomendação é cotar no máximo de lugares possíveis. As variações são imensas.",
                "Usa o [autocompara.com.br](https://autocompara.com.br) la eles fazem a cotação em varias seguradoras de uma só vez",
                "Tem cooperativas tmb. O preço é acessível. O único porém é que eles demoram cerca de 3 meses para pagar.",
                " a vida é isso, vc tem seu carro e ainda tem q pagar seguro e ipva, e quanto mais novo e mais valorizado ele for, maior vai ser esse custo recorrente.\n\nO meu é dessa azul seguros, mas não consigo te ajudar muito pq nunca precisei de nada. Ja cotei seguros por associação que orubem uma fez comentou aqui (golplus), segundo ele são seguros que normalmente demoram mais prs resolver seus problemas, pagar o valor, caso aconteça algo, mas tbm custa 1/3 do valor que eu pago atualmente. Ai a escolha vai de vc, as melhores seguradoras são as mais caras mas normalmente resolvem mais rapido o problema, tem mais contatos, mais franqueados disponiveis, tudo tem seu custo. Queria eu ter meu carro numa porto seguro coisa do tipo, mas ganhar dinheiro é dificil, e eu assumo o risco de ficar sem carro por um tempo se acontecer algo pegando um seguro mais barato",
                "Última renovação do seguro acabei optando pela Tokio Marine, antes era Liberty, mas o valor ficou extremamente alto.\n\nTome cuidado com alguns valores mais baixos de cotação, pois eles ultimamente tiram a opção de livre escolha de oficina, te deixando refém de qualquer serviço e peças paralelas que optarem",
                "Tenho a mesma idade e um carro de fipe parecida, mas é um golf mk7, que deve adicionar um pouco e pela liberty ficou 3200. Talvez compense pegar um seguro de empresa confiavel mas com poucos beneficios até conseguir ter um historico melhor.\n\nNos meus 10 anos de carteira so precisei usar uma vez, pra um conserto que daria 5k, é meio foda isso visto que ja gastei uns 30k com seguro. Andei por um tempo com seguro só para danos de terceiros, saía 700 reais/ano."
            ]
        },
        {
            "title": "Ford fusion vale a pena ?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113jrd7",
            "num_comments": 6,
            "comments": [
                "Só tem um problema, que é fazer você de acostumar com coisa boa. Principalmente se for o 2.0 turbo.",
                "Se for o híbrido, já ouvir dizer que se a bateria dele deu problema é praticamente PT. \n\nFora isso, no geral é um excelente carro.",
                "Muito, é um carrão em todos sentidos, mas não é barato manter então vai do gosto pessoal",
                "Só é ruim pra desacostumar quando pegar outro carro"
            ]
        },
        {
            "title": "Primeiro Carro até ~60k?",
            "selftext": "Estou procurando um carro de preferência automático e confiável e de 2014 para cima.\n\n\nSeriam bom também bom espaço interno, pois eu sou alto e minha família é grande, estou priorizando também uma mecânica/manutenção boa sobre consumo, pois viajamos 1 a 2 vezes por ano, e utilizamos carro relativamente pouco.\n\n\nPor fim e um pouco menos importante, opcionais são muito bons também (não sou muito fã de carros \"pelados\"), e que a revenda não seja tão difícil assim... desde já agradeço!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113i8mg",
            "num_comments": 3,
            "comments": [
                "Honda fit.",
                "C4 Lounge com motor 2.0 aspirado (não é o THP, pois este tem manutenção mais cara, apesar do sorriso a cada acelerada).\n\nEm equipamentos (opcionais) não achará melhor custo x benefício que na linha Peugeot/Citroën.\n\nQualquer carro, estando bem cuidado, não tem dificuldade de revenda.\n\nConselho (ainda mais para quem está encarando um carro pela primeira vez): não queira poupar poucos reais em uma manutenção pois (1) é a sua vida, a de sua família e a de outras pessoas que está em risco e (2) \"o barato sai caro\", então faça manutenções com quem entende, normalmente oficinas especializadas na marca.",
                "Economia e espaço é dificil, pq normalmente os mais espaçosos vão ser carros maiores e mais pesados.\n\nEu gosto do etios sedan, corolla e civic g9, talvez um fluence. De suv tem duster cvt q é ok consumo, mas eu n acho muito confortável se carro for cheio, e tem a tucson mas é mais beberrona. Carros bacanas mas que não conheço muito o automatico, teria o prisma e cobalt, gosto muito deles. E uma outra opção bacana é o city."
            ]
        },
        {
            "title": "Peugeot 208 1.6? Ou 1.0T",
            "selftext": "Contextualizando recentemente perguntei aqui mesmo sobre o a revenda do 208 1.2, porém nesses 4 dias saiu o resultado da minha faculdade e passei na federal, então como uma forma de agradecimento meus pais estão me dando o que falta para eu comprar um 208 1.6 RoadTrip 0km.\n\nPorém eu na dúvida se devo esperar a Peugeot lançar o 208 Turbo ou devo ir de 1.6 mesmo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113fncg",
            "num_comments": 14,
            "comments": [
                "1.6, claro, motor confiável e de manutenção barata e conhecida.\n\nSE (se) um dia colocarem o 1.0T (o que duvido), teria um pequeno ganho de potência e de consumo de combustível em relação ao 1.6, mas que não faria diferença prática no dia-a-dia.\n\nE aproveite para fazer a compra o quanto antes, vai que seus pais se arrependam... kkkk",
                "n vai lançar tão cedo, se lançar, pega um carro turbo bem melhor",
                "Se for de 0km eu iria de carro turbo tbm. Mas eu não gosto mt dos peugeot, eu acho q tem que gostar bastante pra comprar um, pq eu penso no carro como um bem tbm e não é algo que vou ficar pra sempre. infelizmente os franceses não são bem vistos no mercado.\n\nMas, se tem q ser um peugeot, acredito que ja estao vendendo o 208 2023 com o motor do argo, um possível turbo (possivel) seria só pra 2024, e mesmo assim pode n vir. Eu pegaria agora mesmo e até pra aproveitar o carro. Carro novo é tudo de bom",
                "Faz um test drive em 3 modelos turbo no mercado (ônix, polo e hb20, q sao da mesma categoria) pra ver o que você acha.. não sei se vc prefere o Peugeot por uma questão de gosto pessoal, já tive um 308 QuickSilver e foi um dos carros mais confortáveis que já tive, mas era bem manco pq era um carro mais pesado e motor aspirado, e a depreciação na hora de trocar foi violenta.. até hoje sinto saudade do teto panorâmico haha\nHj tenho um polo tsi 200 highline, de fato o acabamento  da Vw é pior, mas o conjunto mecânico é uma delícia pra dirigir, seja com o carro vazio ou carregado, e a manutenção não é um completo absurdo, ta na média da categoria",
                "Como lasanheiro eu não resisto em plantar a sementinha do mal, com essa grana dá pra vc comprar um Cruze top 2019 (e agradeça que esse nem é lasanha!)",
                "Não rola pegar um Griffe não? RoadTrip tem umas coisas legais, mas não sei."
            ]
        },
        {
            "title": "carro tá atrelado ao valor do dólar e isso é uma...",
            "selftext": "Merda.\n\n\nDolar agora tá 5  reais.\nUm peugeot 206, quando o dolar era 2,2   custava 30 mil. Agora que o dolar mais q dobrou, o 208 também dobrou.\n\nUm sentra em 2014 tava 65 mil. Hoje um similar seria 140 mil.\n\nTudo mais q dobrou.\n\nCarros populares estão custando 15 mil dólares em média, ontem, hoje e sempre. \n\nEnquanto o dolar não cair e o real não valorizar, eu não vejo um cenário animador pra compra de veículos.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113ejfe",
            "num_comments": 5,
            "comments": [
                "Não é só o dolar, não são coisas tão simples e eu acho inviável um cenário de voltar aos velhos valores. Nesse meio além do dolar alto, teve a inflação do dolar, desvalorização muito alta do real, poucas relações de comércios e incentivos as empresas, guerra, pandemia, problema la dos condutores, modernização de muita coisa nos carros, principalmente na parte de redução de emissoes e segurança, hoje temos motores turbos 1.0 3 cil, muito pequenos com mais potencia e economia q muito motor aspirado, e tbm desde a epoca do dolar a 2 reais, o obrigatório de segurança mudou, a metodologia de avaliação da latincap mudou. Hoje temos carros saindo de fabrica com 6 arbags, abs, piloto automatico adaptativo, controle de tração (apesar disso tbm temos algumas coisas doidas como carros mais premium vindo com freio a tambor kkkk). Mas basicamente tudo virou uma loucura e o preço de tudo junto, principalmente no começo do covid+guerra, enquanto isso nossa renda ficou estagnada nesses ultimos anos, muito pequeno empresario faliu, desemprego etc.",
                "Vou comentar algo que poucas pessoas comentam por ter um pensamento mais capitalista.\n\n&#x200B;\n\nExiste uma relação de exploração dos países ricos para os países pobres. É o imperialismo que estudávamos na escola acontecendo bem na nossa cara.\n\n&#x200B;\n\nNós somos explorados pelos países ricos para que eles tenham qualidade de vida e acesso a bens de consumo. Pegue a Inglaterra e o Japão como exemplos. Duas ilhas minúsculas que possuem acesso a tudo, desde frutas a carros por preços condizentes com a realidade deles.\n\nEnquanto nós nem comermos com qualidade conseguimos mais.7\n\n&#x200B;\n\nPor isso que você compra carros atrelados ao dólar. Tudo é atrelado ao dólar. Um carro vendido aqui por preço real é perda de lucro para a montadora, pois esse carro poderia ser vendido em algum outro país por um preço muito mais alto.\n\n&#x200B;\n\nNo esquema do capitalismo global nós nunca teremos poder de compra real. A única forma de ter sido diferente era se no século passado marcas genuinamente brasileiras tivessem sido criadas, com carros desenhados e fabricados no país. Só que seria bem provável que hoje essas empresas preferissem vender para países emergentes a preço de dólar e deixassem o mercado brasileiro desabastecido, como ocorreu com alimentos durante o governo Biroliro.",
                "Compre lasanha",
                "Infelizmente vários fatores levaram a esse boom no preço dos carros. \n\nVou citar alguns:\n\n- Custos aumentaram devido aos problemas econômicos causados pela pandemia .\n\n- As Empresas descobriram que é mais fácil vender 1 carro com alta lucratividade do que 10 quase que a preço de custo.\n\n- O Taiwan é o único pais NO MUNDO que produz chips para produção de aparelhos eletrônicos e veículos cada vez mais sofisticados (usando cada vez mais e mais chips), isso fez com que a demanda aumentasse e muito e a oferta não conseguisse suprir a demanda total em tempo hábil. \n\n- Brigas de Empresa X Estado em saber como será repassado o que é a lucratividade da empresa e o que será usada.\n\n- As pessoas trabalhando HomeOffice se provou que cada vez mais as pessoas estão consumindo e aumentando a demanda de produtos e serviços como UBER por exemplo.\n\n- Carros cada vez mais equipados com itens de segurança e utilidade (no fundo existe uma máfia por trás), isso encarece o valor do produto final.\n\n- Pressão governamental e mundial para tentar empurrar carros elétricos na população (o que eu acho uma verdadeira loucura, dado que carros elétricos são uma fortuna em todos os sentidos possíveis).\n\nEsses são alguns pontos que vejo o motivo desses carros serem cada vez mais e mais caros.\n\nA minha opinião sobre isso é a seguinte: Eu sou TOTALMENTE CONTRA os carros usados caírem de preço DESDE QUE os novos continuem a esses valores absurdos, porque o que ainda segura o poder de compra das pessoas de classe média aqui, não digo para trocar por um carro novo, pois isso atualmente é loucura, mas se precisar vender o carro, as pessoas conseguem quitar boa parte de suas dívidas dependendo.\n\nEu trabalho no setor automotivo de peças de reposição, porém o mercado está muito estranho até nesse quesito, pois tem dias que vende peças a rodo, tem dia que não vende nada e isso é generalizado no meu setor, não só na nossa empresa."
            ]
        },
        {
            "title": "HELP! Carro até 80k",
            "selftext": "Qual o melhor carro que eu consigo comprar hoje com até 80 mil reais? Relação custo benefício e economia, de no máximo 2018/2019.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113djbg",
            "num_comments": 18,
            "comments": [
                "Honda Fit",
                "Se for algo pra ter por bastante tempo, fit, corolla, acho que o yaris começa a beirar nessa faixa, versa, kicks.\n\nFit e Corolla, hatch e sedan, são queridos e adorados, acho que são excelentes opções racionais, mecânica confiavel, pouca manutenção séria, só mais coisas preventivas, desvalorizam pouco e procura alta, se estiverem bem cuidados então...",
                "galera já tá recomendando carro bom. Mas antes de comprar e se vc comprar um de câmbio automático, dependendo do km, guarda uma grana pra fazer a troca do óleo do câmbio. É de uns 1.100 pra cima dependendo do carro e da oficina. Sem contar a troca de óleo do motor e todos os filtros que precisa pra manutenção preventiva. Sempre bom ter uma graninha sobrando por conta das surpresas.",
                "Se precisar de espaço, acho q vc consegue já o versa modelo novo...vi uns.usados por pouco mais de 80 q com certeza aceitam baixar....cvt, muito espaço e econômico",
                "Com essa grana da pra pegar uma Duster 1.6 2020 automática com câmbio CVT. Carro grande e completo. O consumo não é dos melhores mas o carro é show",
                "mercedes velha",
                "Eu quero pegar um 208 2018 por até 70k. Acho uma boa opção também."
            ]
        },
        {
            "title": "qual o momento correto de trocar fluido de arrefecimento?",
            "selftext": "Enquanto o líquido estiver meio rosa meio marrom?\nQuando estiver todo marrom?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113dhz5",
            "num_comments": 1,
            "comments": [
                "Se ele ficar marrom é porque teve oxidação no meio, então provavelmente não era líquido ideal, tem que trocar porque se ele já gerou alguma oxidação, vai gerar mais.\n\nEm situações normais um líquido bom não muda de cor, porque não gera oxidação, não solta nada de plástico ou metal, e tem muito fabricante ultimamente recomendando a troca com coisa tipo 10 anos ou 200 mil km (Olha o manual do seu pra ver se não é um desses). Se usar os caros líquidos do fabricante realmente dura isso, os baratinhos é que sujam depois de uns 4-5 anos (Baratinho que digo são os de R$ 6 por litro que eu uso, mesmo preço da água desmineralizada em galão maior).\n\nQuem usa aditivo concentrado as vezes completa com água de torneira, que numas regiões tem PH inadequado ou alguns minerais problemáticos, então nunca vi vantagem em aditivo concentrado, prefiro os baratinhos pronto-uso (Até porque nunca passei mais que uns 3 anos sem ter que mexer em alguma coisa no sistema e ter que tirar o líquido, dá muito trabalho reusar, mais fácil botar novo pronto-uso, R$ 7 por litro é sacanagem economizar). Compra concentrado e água desmineralizada fica mais caro que boa parte das marcas pronto-uso (Diluído).\n\nSe o líquido ficou marrom ideal é trocar porque teve oxidação no sistema, um líquido decente não gera isso (E minha referência são marcas chinfrin tipo Autoshine de R$ 7, se ele não gera oxidação o quão vagabundo tem que ser o líquido que gera?)."
            ]
        },
        {
            "title": "drift",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "113bgh1",
            "num_comments": 0
        },
        {
            "title": "Recomendação de carro pequeno com bom porta-malas e boa potência",
            "selftext": "Eu viajo de carro à trabalho e tem muitas serras no trecho e as vezes levo uma mala de 40 litros, pelo o que eu pesquisei, Boas seriam Corsa Maxx 1.4 ou Fiat Idea. Mais alguém tem outra recomendação?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11360bp",
            "num_comments": 3,
            "comments": [
                "Olha poderia te recomendar um Sedan Médio como Corolla, Civic, até o Cerato 2.0 pois além de serem carros ótimos pra viagens dificilmente vão te deixar na mão.\n\nMas caso você pense em algo “menos caro” posso também te recomendar um Fiat Grand Siena o tal carro de taxista e se você quiser um automático pegue um Cronos 1.3 CVT que também é uma ótima opção com um porta malas de 500 litros e bem econômico \n\nMinha mãe já teve o Corsa Maxx 1.4 ele era 2012 e simplesmente o carro voa ele anda muito bem, é aquele carro que não promete nada e entrega tudo e não me lembro de ver ela reclamar de barulhos no acabamento, o que já é um ponto positivo!",
                "Eu tenho um A160, tem 102 cavalos, manual, os bancos podem ser retirados transformando o carro em um furgaozinho. É menor em tamanho que um Ford Ka, mas é mais potente que um Polo 1.6, só é feio pra krl.\n\nO maior problema é achar um mecânico que saiba mexer e encontrar um exemplar inteiro.",
                "Sandero 1.6 16V. Carro mais versátil e com porta-malas imenso para um hatch."
            ]
        },
        {
            "title": "R$27.000,00 em um uno",
            "selftext": "Pagariam R$27.900,00 em um uno ? Achei mega caro para o valor de um uno.\n\nhttps://preview.redd.it/7slk2dt98eia1.jpg?width=739&format=pjpg&auto=webp&v=enabled&s=ddc01f04728b51d6eeb6c919925df5ea2fd702f8",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1134saq",
            "num_comments": 44,
            "comments": [
                "27k eu compro tres bmw e monto duas funcionais",
                "Pergunta ele se vai te mandar a escadinha de brinde, sem isso o carro não vale nada.",
                "Aqui na cidade estão vendendo um celta por 38k, ta um absurdo",
                "Todo dia sai de casa, um esperto e um otário....quando eles se encontram, sempre sai negócio!",
                "Nem fudendo",
                "Tá doido.\n\nEu tive um uno daquele modelo novo. Vendi em 2014 por 16k, com 30mil km. A fipe da época era uns 25k, mas o meu tava todo fudido. Eu deveria ter ficado com ele até hoje e ficaria rico kkkk",
                "Rapaz, levando em conta a realidade atual, já que não podemos fazer nada pra muda-la por nós mesmos... O valor tá excelente. Motor confiável, completo, único dono (raridade). Se tivesse precisando de uma carro \"\"\"barato\"\"\" e que não desse dor de cabeça, iria nele sem dúvida nenhuma...",
                "KKKKKKKKKKKKKKKKKKKKKK",
                "Jamais",
                "[deleted]",
                "Jamais, vale uns 15 k no máximo",
                "Vendi o meu na época errada. 13/13 Mille fire WAY 2P completo. Passei por R$17.500,00 com 80mil km em 2020",
                "O carro zero mais barato hoje tá uns 70k... Estamos em outra realidade",
                "Pega um Fiesta que tá melhor kkkkkkk",
                "Eu estou vendendo meu new fiesta mexicano por qse esse valor ai! E olha q meu carro e a versao top de linha…",
                "Ganho um pouquinho a mais que isso",
                "Po, se procurar certinho tu paga isso num Logan de 10+ anos atrás, Que também é econômico e tem espaço interno maneiro. Eu não acho uma boa não",
                "Prefiro andar a pé, pegar chuva, um cachorro me morder, pisar num buraco e torcer o joelho, do que ter esse loss filadamãe aí.",
                "Ridículo esse preço, com isso consegue comprar carros como astra, vectra, golf sapão e saveiro g4 todos completos. O uno valeria uns 20k se for completo. Se faltar ar condicionado, direção hidráulica e vidro elétrico nem fodendo."
            ]
        },
        {
            "title": "Sandero, 208 e C3: Em qual dos 3 você iria?",
            "selftext": "Fala, pessoal. Fechei a minha busca por veículos, cujo teto orçamentário que coloquei foi de 37k, fora gastos com revisao de lei com mecanico de confiança. Como deu pra perceber, tenho predileção por franceses (ou, bom, no caso do Sandero, de romenos disfarçados de franceses). \n\nMinha dúvida é: olhando pro modelo cru assim, qual desses é mais vantagem? \n\nSandero TechRun 1.0 16v 2013/14, 77k km, 33.9k.\n\n208 Active 1.5 8v 2012/13, 72k km, 35k.\n\nC3 Exclusive 1.6 16v 2012/13, 89k km, 37k.\n\nTodos são manuais (preferência pessoal). Só faço questão de air-bag e abs mesmo. Motor mais forte pra mim é diferencial, assim como multimidia (que só o C3 não possui). Só queria um com seguro não tão absurdo mesmo, apesar de saber que, morando no RJ, ja será tenso. Opiniões de donos desses modelos são muito bem-vindas (assim como outras sugestões de modelos).\n\n[View Poll](https://www.reddit.com/poll/1134lzt)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1134lzt",
            "num_comments": 13,
            "comments": [
                "Qualidade: 208\n\nManutenção: Sandero",
                "208 Co teto solar é top de mais",
                "Tenho um sandero 12/13, 1.6 como segundo carro.\nDireto e reto: funcional, barato, feio e desconfortável.",
                "208 sem duvidas, dentre os 3 pra mim o mais completo e com motor melhorzinho, conforto do carro é superior os demais.",
                "Vai de 208 se tiver bem cuidado baita carro já vim muitos com 300 mil sem novidades econômico e tudo mais",
                "Rapaz desses 3 aí eu iria no 208, embora a manutenção, revenda e gasto sejam piores que no Sandero, mas tem que pensar que o sandero dessa geração aí 2013/14 ainda é o modelo antigo, e é um carro que embora com excelentes qualidades (consumo, espaço interno, robustez e baixo custo), é muito mais simples quando comparado a esses dois. Em relação ao C3 não acho que vale a pena, pois é um meio termo entre o Sandero e o 208 nos quesito de qualidade geral, e não é tão mais barato.",
                "Tenho um Sandero 2011/2012 desde 2020 (paguei 16k no leilão e hoje vale quase 30k, vai entender) e até agora o que tenho para dizer é: \n\n\nO bicho é bruto, já levei até estante de 1,80m e geladeira nele. O porta mala dele é muito bom, pensando nos hatches de entrada. A direção é muito boa e o motor responde bem (ok que o meu é 1.6). \n\n\nJá precisei fazer um bocado de troca de peças nele, bomba de combustível, alternador, pinça das rodas da frente, não sei se é porque tô sempre dirigindo com pressa, ma manutencao do dono anterior ou se ele tem essa tendência a quebrr fácil, mas mesmo assim foi tudo relativamente barato p trocar. Única coisa cara foi a caixa da direção que estourou comigo nos primeiros 3 meses que estava com o carro.\n\n\nCentral de media achei zoada, som bem fraco também, mas nada que encostar em uma loja de som depois não resolva. \n\n\nGosto dele e estou satisfeito, pretendo trocar mais p frente em um Argo ou Fit mais novo mas por enquanto o carro me atende muito bem.",
                "Temos esse C3 aqui em casa, ele é muito confortável e o vidro panorâmico é muito legal mas o carro faz 9km/L na cidade",
                "Eu tenho um C3 2008. E sinceramente, acho que vou ficar com ele permanentemente. Então vou gastar com estética agora, pela primeira vez kkk pintar o teto que está queimado, trocar todas as maçanetas e puxadores. Trocar a coifa do câmbio que está rasgada. Recuperar os plásticos e borrachas, etc.\n\nEle não me dá gasto nunca, a não ser coisas normais do tipo trocar de pneu, trocar um óleo. Tem outros na família, e já tiveram outros também. Todo mundo gostou. Obviamente que, tem de comprar um com procedência não duvidosa. Isso vale pra qualquer carro, claro. Mas quanto mais coisa elétrica e \"firulas\" um carro tiver, melhor ficar mais esperto.\n\nEdit: único porém é o consumo dele. Não é absurdo como uns apontam não, mas não é econômico como poderia ser imagino. Mas costumo fazer ubs 10km/L nele, na cidade e com ar ligado."
            ]
        },
        {
            "title": "Mais alguém acha que a Hyundai deveria contratar designers de sobrancelhas?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1132bfl",
            "num_comments": 23,
            "comments": [
                "Mas esse design deles melhorou perto da segunda geração do HB20, o anterior era muito feio kkkkkk.",
                "Pra mim parece uma temática futurista de robôs dos anos 80/90, ou algo na linha de Tron...",
                "Esse carro como vários outros veio com a especie de “novo padrão de design” da Hyundai e Kia. Em Coreano a palavra Hyundai significa Inovação, mas não quer dizer que irá agradar gregos e troianos por assim dizer.\n\nDos carros atuais da Kia e Hyundai, ironicamente o HB20 é o “menos polêmico” se for comparar com alguns veículos atuais no Brasil: Hyundai Creta, Kia Sportage, Kia Niro dentre outros que não vieram para o Brasil.\n\nEssa espécie de Design retilíneo veio com o Hyundai Starex ou H1 que só existe na Coréia até o momento e passou para o Azera (chamado de Grandeur por lá).\n\nEu particularmente achei “ok” o design dessa terceira geração do HB20, melhor do que a segunda mas a primeira ainda considero a mais bonita.\n\nInfelizmente as montadoras estão adotando designs cada vez mais e mais polêmicos como forma de “demonstrar o futuro” e isso divide e muito opiniões.\n\nAlguns exemplos de carros “polêmicos” no Brasil:\n\n- Fiat Toro\n- Citroen C4 Cactus\n- Citroen C4 Picasso / Gran Picasso\n- Mitsubishi Pajero/L200 atuais\n- Mitsubishi Eclipse Cross / Outlander Sport\n- Hyundai Creta novo\n- Kia Sportage\n- Kia Niro\n- Citroen C3 novo\n- BMW Serie 1 atual\n- BMW Serie 2 Gran Coupe\n- BMW X4 / X6 atuais\n- BMW Serie 7 / X7 atuais\n- Hyundai Hb20 atual e segunda geração.\n- GM Agile / Montana Segunda Geração \n- GM Cobalt\n- GM Spin\n- GM Montana nova\n\n\nEsses são os que eu me lembro de cor.",
                "Vamos fingir que o HB20 nunca mudou desde a primeira geração. Pronto.",
                "Penso em comprar um, mas esse plástico me incomoda. Além de inútil e feio eh mais uma coisa para quebrar e ficar fosco com o tempo.",
                "na versão sedan, esse design caiu melhor",
                "Eu vi esse novo hb20 dando seta e achei inacreditável, a seta é na saia do parachoque (traseira). Essa lanterna gigante não tinham onde colocar a seta?",
                "Sem falar da seta la embaixo",
                "Não acho!",
                "Será que esse tbm tem a frente parecendo um peixe bagre? Kkkkk \nEnfim parece que piora a cada geração. Por mim a primeira continua sendo a mais bonita",
                "A traseira parece a sobrancelha do pirula kkkkkkk",
                "Convenhamos que ta bem melhor que a tradicional do HB20, sempre achei que esse carro parece ter caxumba"
            ]
        },
        {
            "title": "Opções de SUV até 130k?",
            "selftext": "Contextualizando, temos um Onix Activ AT 17/18, e precisamos de um carro que não seja baixo e possua um pouco mais de porta-malas.\n\nDentre as opções que vi, Tracker, creta, talvez um Pulse? Qual apresenta um melhor custo x beneficio, sem um acabamento tão ruim por dentro.\n\nEdit: a intenção é pegar um zero km",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1130jsj",
            "num_comments": 42,
            "comments": [
                "Eu fiz o teste drive em alguns desses, o Creta é um carro muito confortavel e maior, o Pulse tem um motor bom mas é menor apesar de ser alto. O tracker eu não conheço.",
                "Cara, foge de Pulse, Fastback, usam a mesma plataforma do Cronos, que é carro compacto, cobrando caríssimo por um acabamento mixuruca e falta de segurança.\n\nPode fechar a thread pq a melhor opção é um Corolla Cross, talvez passe um pouquinho do orçamento, mas dá uma olhada nos seminovos ou nas concessionárias Toyota da sua cidade, eles sempre dão desconto, fala com eles. Qualquer outro carro 0km ou seminovo além desse simplesmente não vale o preço. Toyota além da revenda boa, é infinitamente superior a essas carroças que a VW e Fiat vendem.",
                "Saindo de um GM, vai pro Tracker / Tcross / Creta.\n\nRenegade e Pulse 0 porta malas.",
                "Já ouvi falar bem de Tracker várias vezes. Também já ouvi falar dos Tiggo da vida, vale conferir. Mas não sou da área e conheço mais os hatchs.",
                "Eu sou das lasanhas kkkkk, mas não sei como é a facilidade das manutenções de um hyundai fora da concessionária e acredito que adquirindo um 0km tu fará as manutenções na concessionária. O Tracker seria uma boa, as pessoas que conheço que adquiriram estão satisfeitas.  Já você vem de um chevrolet e gosta do acabamento eu imagino que o Tracker é a melhor pedida. Já chegou de olhar os concorrentes Honda, Mitsubishi e Jeep?",
                "A intenção é pegar 0km, mas você tentaria um usado?\n\nEu olharia as Sportage.",
                "Eu pegaria um t-cross 2020/21 highline (tem que garimpar).\n\nFuja de tracker, as 1.0 turbo são horríveis de arrancadas, pior cambio que eu já usei desses em motores turbinados.",
                "Olha eu vou ser sincero, eu pegaria um 2008 ou C4 Cactus de preferência 1.6 THP, além de serem mais baratos que seus concorrentes os mesmos oferecem itens como Teto Solar ( no Peugeot ), fora que esses dois são os dois “suvs” tem um dos melhores 0-100 sendo de 8.1 segundo na ficha técnica.",
                "Cara, Corolla Cross. Mas olha a spin com carinho. Aguenta, é alta e muito bagageiro. Pega a de 117mil premiar...exceto se precisar de 7 bancos...",
                "Eu tenho um nivus highline. O carro é muito bom e tem um porta-malas relativamente grande. O problema é que o interior dele não é tão grande quanto outros na mesma faixa de preço. Para mim ele é ideal, pois não tenho filhos.\n\nQuando eu fui comprar o carro eu estava fechando negócio em um Taos, mas achei o nivus muito bonito e resolvi pegar ele. Fora a economizada de grana, foi uma compra mais consciente pra minha necessidade.",
                "Dá pra comprar um Volvo XC60 2010 pela metade disso, um 2015 por em torno de 80k e um 2020 por menos de 100k. \n\nVolvos são imortais e eu não consigo te recomendar nenhum 0km realmente bom nesse preço porque todos os SUV baratos são uma porcaria completa, tanto em segurança quanto em qualidade de acabamento e peças.",
                "tcross highline seminovo",
                "Fastback. Grande, tecnológicos, porta malas de respeito, 3 anos de garantia...",
                "Iria de compass",
                "Nivus",
                "Tracker, corolla cross, t cross, creta e kicks acho que são boas opções de suv. Kicks o corolla cross n tenho certeza quanto estão 0 km. Questão de acabamento é complicado, tem q ir ver quanto o ta o preço das versões. Eu ja andei de creta de uma amiga, só que não sei a versão, mas o acabamento era muito bonito. Kicks meu pai tem 2016 ou 2017, gosto tbm. De maneira geral GM e VW tendem a ter acamentos mais simples",
                "Nirvus, creta, Ecosport, t-cros, hrv Honda \nTodos até 2021 é nessa faixa de preço",
                "Rav 4",
                "Pulse é um Argo aumentado. Aluguei um é achei o espaço interno bem pequeno, menos do que tcross. Iria de fastback",
                "Iria de Tracker por causa do motor 1.2 Turbo q já é melhor q 1.0 turbo sendo esguelado",
                "Cara eu peguei um nivus recentemente (menos de 2 meses). Paguei 135k no highline, achei o carro excepcional! Por dentro é bom, funcional, é turbo e tem inúmeras acessibilidades. Recomendo muito!"
            ]
        },
        {
            "title": "Palio Fire 2008 como primeiro carro?",
            "selftext": "Moro em Brasília, o carro seria para o dia a dia (trabalho, academia, etc) estou juntando grana para comprar a vista, meu pai tem um Palio Fire 2012 e nunca teve problemas parece ser um carro bem resistente e barato de se manter, já dirigir esse Palio do meu pai, é um carro bem macio de dirigir e gostei bastante. O que vocês acham?\n\nobs: estou priorizando o modelo com pelo menos ar condicionado + direção hidráulica (kit dignidade) está na faixa dos 20k aqui em Brasília, tem vários modelos inclusive. Pagando a vista eu ja me livraria do maldito financiamento.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "112x9o1",
            "num_comments": 13,
            "comments": [
                "Cara, temos na família este Fire 2008 até hoje e é um tanque de guerra (1.0) kkkk   \nMe refiro que nunca deu problemas maiores, compramos ele usado em 2009 de Locadora. Somente a manutenção básica, que não é cara. Sem falar no farol que é uma potência da poha, parece uma bomba de luz. Lembro que eu sofria quando os carros ao contrário ligavam farol alto achando que eu estava com farol alto tbm kkk\n\nSe quer acelerar e voar baixo, esquece. Mas para cidade, dia-a-dia encaro como uma boa opção. Quanto ao preço não sei dizer se está de acordo.\n\nF",
                "Vendi meu Palio 2010 em novembro e tenho saudade dele todos os dias hahaha\n\nMelhor carro pra quem quer gastar pouco tanto com combustível como com manutenção. Além de ser muito valente esse motor Fire, é um carrinho muito bonitinho se der uma geral boa nele.",
                "Palio é interessante pra primeiro carro, mas por 20K você talvez consiga até um Astra",
                "Como primeiro carro é perfeito..\nManutenção é simples, digo simples pq se vc tiver ferramentas e um pouco de vontade resolve um monte de coisa em casa.\nAcha peça até em padaria e é econômico pra caramba, ainda mais levando em conta que Brasília é plano e vc não vai sofrer com aclives e declives msm sendo 1.0.\nEnfim, ande no carro e se possível leve algum mecânico conhecido pra avaliar o veículo junto com vc.",
                "Para primeiro carro, é uma excelente escolha.\n\n\"Aaah, mas pelo mesmo dinheiro comprar um Astra, Golf Sapão, Focus bla bla bla\"\n\nPrimeiro carro, pra uso diário um popular de mecânica simples é sucesso!\n\nAr Condicionado e Direção Hidráulica é de lei, não é luxo, é necessidade. \n\nFiesta, Palio, Corsa, Celta... como primeiro carro são ótimas opções.",
                "É uma excelente opção. Manutenção baratíssima e fácil de fazer, dá para fazer muita coisa em casa. E é mais carro que um Uno, Celta ou Gol G4 do mesmo ano.\n\nMotor Fire não é dos mais fortes para a cilindrada, mas é muito robusto, razoavelmente econômico e nas especificações originais praticamente indestrutível. \n\nSó dá uma atenção aos vazamentos em mangueiras e juntas, pois Fiat e vazamento é praticamente sinônimo. E se for modelo 2 portas, dê atenção ao mecanismo que rebate os bancos dianteiros que é muito frágil e com o tempo quebra",
                "carro compacto nao tem erro, melhor coisa pra pobre como a gente",
                "Eu tenho um OP, procurei por muito tempo, até encontrar um como queria, completo e funcional.\n\nQueria um 2002, mas acabei pegando um 2004, por ser mais bonito (G3) e pelas condições que estava,  gastei mesmo assim 4 mil para fazer todas as manutenções preventivas, e algumas corretivas, para ter certeza de que a mecânica estaria impecável.\n\nVou te dizer, não trocaria por um semi novo com um ou dois anos, nem que fosse um pelo outro...\n\nEsse só paga IPVA mais um ano, não faz barulho, anda muito bem e a manutenção é barata.\n\nDepois dessa revisão, mesmo sendo 1.8 faz 12 com ar ligado na rodovia 14 sem o ar, na cidade gasta um pouco mais, faz 7-8, na gasolina, obviamente andando de boa. \n\nAntes dele eu até cogitei um 1.0, mas com ar e direção fica sofrível demais, apesar de ser mais econômico um pouco. \n\nQuando fui comprar fui em um Gol 1.0 16v, carrinho que gosto bastante e anda bem, dei uma volta no Palio para testar e voltando pra casa o gol parecia que tinha quebrado, de tão manco."
            ]
        },
        {
            "title": "\"Volkswagen suspende temporariamente a produção\" 14/02/2023 - VW encerrando fabricação de carros no Brasil em 3... 2... 1...",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "112pquu",
            "num_comments": 10,
            "comments": [
                "Isso sempre ocorre, principalmente nos últimos 4-5 anos. Pense que a maioria dessas montadores tem estrutura pra um mercado de 3 milhões de carros/ano, como foi em 2012 e 2013, mas hoje estagnamos em 2/3 disso. Paradas temporárias são apenas um dos expedientes utilizados para adequar a produção a demanda.  \n  \nDito isso, dificilmente a Volkswagen tiraria a produção do país. A empresa tem uma veia “social” bem forte, principalmente por ter um estado da Alemanha como um dos principais acionistas, além de ser a primeira planta da marca construída fora da Alemanha. Ela pode reduzir de tamanho (até porque a operação é um pesadelo logístico, 3 plantas produtivas mais uma de motores e um depósito de peças, todos em locais diferentes) mas não fechar/sair do país como fez a Ford.  \n  \nTrabalhei lá por muitos anos e essa não é, nem de longe, a pior crise que a empresa enfrentou e sobreviveu, portanto não imagino isso acontecendo num futuro tão próximo.",
                "Sendo sincero: não acho que a VW vai encerrar a fabricação no Brasil, mas que ela vai cogitar deixar de vender carro nacional aqui no Brasil (escoando toda a nossa produção para os nossos vizinhos sul-americanos) e vender aqui só carro importado, isso sim ela vai cogitar.\n\nVai ser o acendimento do pavio de uma bomba que eu já previa que ia estourar há 1 ano: as montadoras vão querer escoar sua produção aqui no Brasil para nossos vizinhos sul-americanos e parar de vender carro nacional para Pessoa Física, vendendo para essas Pessoas Físicas do Brasil somente carro importado.\n\nTempos difíceis estão por vir...",
                "Com carros zero km merda tipo Onix, HB20 e Polo tudo beirando a faixa dos 80 mil reais não tem como essa indústria se manter ativa mesmo",
                "Isso acontece com uma frequência bem alta aqui na fábrica da Anchieta, acho que não vai mudar nada por ora.  \n\nMas sim, eles devem cogitar sair daqui se isso significar não pararem todo tri/semestre por falta de peças.",
                "Carro de entrada 100k+ 🤡"
            ]
        },
        {
            "title": "carburador",
            "selftext": "Boa noite amigos, recentemente comprei um gol quadrado (1.0 cht) o ex dono morava em sítio e o carburador estava bem sujo, ai resolvi abrir pra limpar tirar o barro e coisarada, aí agora o carro tem força ele parado sobe giro mas andando vc solta a embreagem ele afoga ou morre, desconfio que pode ser do carburador amanhã vou levar na oficina alguém sabe quando custa mais ou menos uma limpeza e equalização de um carburador?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "112iah2",
            "num_comments": 13,
            "comments": [
                "Boa noite, eu gastei R$150,00 só na limpeza do carburador de uma moto, isso em 2021 se não estou enganado. Não sei lhe informar quantos gastará devido cada região possa cobrar um valor. Mas acredito que nesta faixa de 150 a 250.",
                "Então pessoal voltei aqui mandei regular numa das melhores oficina de carburador da minha cidade e já tá em torno de 750 reais",
                "Se segurar acelerado ele morre também? Não é só a lenta que ta mto baixa?",
                "provavelmente é só regular o carburador.\n capaz dos cara da oficina nem cobrar nada pelo serviço, ou se cobrar vai cobrar no max R$200",
                "Tenho quadrado também, levei num rapaz excelente e que deixou tudo reguladinho, cobrou cerca de 300. Moro em Curitiba"
            ]
        },
        {
            "title": "dicas para vender um carro mais rápido?",
            "selftext": "Estou precisando vender meu carro por questões de saúde familiar, ele vale 14.500 de Fipe e eu vendo ele até 11 no mínimo, queria saber se tem como vender de forma rápida (é um corsa GLS 99 1.6/16v)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1126lpa",
            "num_comments": 10,
            "comments": [
                "pergunta na sua roda de conhecidos, as vezes aparece alguém",
                "O mais rápido vai ser vender pra uma ccs de usados, mas acho difícil alguém pegar um carro tão antigo assim sem pagar bem pouco por ele.\nTambem existem umas empresas que compram e pagam no mesmo dia. Dá uma pesquisada nisso.",
                "Veja um ponto bom de venda na sua cidade. Em Fortaleza, muitas lojas de seminovos na José Bastos compram carros na hora. Não sei dizer como é em outros lugares",
                "Vai no boca a boca, publica nas redes sociais, ou se estiver no segurado deixa num ponto de alagamento",
                "A algum tempo fui em uma agência por curiosidade avaliar um carro velho, que valia 8\\~9 mil, (antes da pandemia), me ofertaram por ele 3\\~3.5k se estivesse em otimas condições e com doc em dia...",
                "tem que polir, limpar bem o carro",
                "Isso não vai valer pra esse momento, mas pro futuro quando você tiver outro carro:\n\n>dicas para vender um carro mais rápido?\r\n\nCompre Toyota ou Honda",
                "Coloca um turbo, deixa ele mais rápido, daí vende ele.",
                "Cara esse Corsa é muito bom de venda, oq acho que é o ponto negativo da sua venda é dele ser 16v"
            ]
        },
        {
            "title": "Trocar Multimídia e Painel da Toro",
            "selftext": "Minha mãe tem uma Toro 2019 Volcano porém para ela o valor que foi gasto para adquirir o mesmo não justifica uma multimídia tão pequena.\nEla estava vendo para trocar só a Central multimídia na própria concessionária Fiat porém achamos muito caro, até que meu pai deu a ideia de trocarmos o painel completo por um modelo 2022 ( que tem a multimídia de 10 polegadas ) e a nossa dúvida é, alguém sabe se cabe o painel da 2022 em uma 2019?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1122yt2",
            "num_comments": 3,
            "comments": [
                "O chassi é o mesmo, agora a parte eletrônica tem grande chance de ser totalmente diferente. Talvez a concessionária consegue te dizer isso"
            ]
        },
        {
            "title": "Negociação de compra de veículo semi usado em lojas — quanto desconto consigo a vista?",
            "selftext": "Pessoal, quanto desconto dá pra chorar comprando o veículo a vista? Tô pensando em pegar um na ordem de 50k. Dá pra pedir 3 ou 4% de desconto? Mais?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "111e77g",
            "num_comments": 12,
            "comments": [
                "Tendo a dizer que dificilmente você conseguirá algum desconto, inclusive, as revendedoras querem mais é  que vc financie pois elas ganham um fee do banco",
                "A única margem de negociação é em documentação, ipva... taxas diversas.",
                "Por coincidência hoje eu entrei em contato com pouco mais de 8 lojas pois estou pra comprar um carro entre 30k e 33k. Tirando duas exceções, todos tinham algum tipo de restrição. Ou leilão de financiamento, ou dano de pequena/média monta. Eu estou atrás de qualidades específicas (airbag duplo, ar, direção e abaixo de 100k km por exemplo) e ainda que sejam várias as opções, caí nesse resultado que disse.\n\nDas duas exceções, uma o carro foi vendido agora no fim da tarde e a outra não tem margem alguma de negociação. Provavelmente indo pessoalmente consiga aí algo irrisório, abaixo de R$1000 de desconto e olhe lá.\n\nNo momento atual, ou você adia a compra/troca do carro ou basicamente não tem nenhuma margem de negociação, a não ser que tope encarar carros com algum tipo de restrição ou que estejam abaixo de uma ótima conservação.",
                "diria que eles tem uma margem de 10% acima do valor que pagaram no veiculo, so que eles tem custo de estoque parado, dar uma geral no carro, garantia, docs, etc. 1 ou 2k deve dar pra chorar",
                "Já chega falando que é da fipe pra baixo. Ainda tem loja arrombado Vendendo 10k acima",
                "Eu trabalhei por 5 anos em concessionária.. sabe qual seria melhor cenário possível? É conhecer algum vendedor de veículos, que normalmente também negociam o carro que algumas pessoas dão de entrada, só que ao invés da pessoa dar o veículo de entrada.. vendesse o veículo diretamente pra ti.. sem passar pela concessionária.. e usando o valor que normalmente as concessionárias usam na compra do veículo.. (claro que nesse caso deveria rolar algum tipo de comissão pro vendedor).. todo mundo sairia ganhando, a concessionária iria diminuir seu lucro na revenda do veículo que entraria, mas de qualquer forma ela estaria vendendo outro..\n\nEdit: Acredite, é uma prática muito comum.. Já presenciei pessoas comprando veículo dessa forma pagando 5k a menos..",
                "Sa para chorar bem, o que diminui a margem é por veículo na troca",
                "Será que estoque de concessionária não tem mais margem?",
                "No meu caso conseguir 1000 de desconto mais todos os documentos pagos , sendo seu uns 2k o preço do carro era 42999 foi para 42000",
                "Nas minhas duas últimas trocas de carro (2018 e 2020) pesquisei em várias lojas e todos os vendedores davam preferência para pagamento financiado (carros na faixa dos 40-50k, com o meu usado na troca). Quando falava que seria pagamento à vista praticamente fechavam a porta pra negociação, no máximo, com algum choro, era a transferência e um jogo de tapete, de nariz torcido ainda."
            ]
        },
        {
            "title": "É muito dificil trocar a multimidia do carro?",
            "selftext": "Tenho um March 2017 q esta com problema na multimidia. Esta dando curto nos canais de som. Estou pensando em comprar a multimídia por conta propria e tentar instalar com o auxilio do youtube rs. \n\nAlguem ja fez por conta propria? É muito dificil?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "111cf38",
            "num_comments": 7,
            "comments": [
                "parceiro meu trocou a multimidia de uma bmw 2014 sozinho na garagem semana passada pq ngm quis meter a mao, e ele nem tem historico de \"faça voce mesmo\". eu achei corajoso pela quantidade de peça plastica que ele teve que soltar e encaixar novamente mas deu bom entao mete a cara fodase voce é o melhor. e veja muitos videos no youtube, nao siga cegamente o primeiro que achar, pelo amor de deus.",
                "Difícil não é, mas assusta pra quem nunca fez. Tudo o que você tem que fazer é rearranjar os fios da sua multimídia original para que eles conversem com os da multimídia nova.\n\nPra isso, você vai precisar do esquema da fiação da sua multimídia, e na maioria dos carros, acha fácil isso na internet. Se não achar, segue algum guia universal no youtube, porque em 90% dos carros, os fios são demarcados por cores, e isso é um padrão universal (cabos pra cada alto falante, pós chave, 12v etc). Feito isso, sugiro arrumar um adaptador (se não tiver no mercado livre com ctz tem no aliexpress) para o chicote original do seu carro, assim você não precisa cortar o conector original e só mexe no chicote que comprar, deixando fácil voltar pro original se precisar. Agora, com esse adaptador, é só questão de estudar o manual da multimídia e ligar cada fio no fio correspondente ao conector do seu carro. Recomendo fazer isso com calma, pega uma tarde, senta na mesa com um caderninho e vai desenhando um esquema pra te ajudar, e em relação às emendas, o ideal é soldar os cabos, mas se quiser só ir enrolando os fios na mão também não tem problema, só isola bem tudo e já era. Outro detalhe, dá uma pesquisada também nos comandos do volante, e vê se a centra que você tá comprando suporta sem precisar de alguma interface. Ah, e vê como é o encaixe da multimídia, porque pra algumas você precisa de alguma moldura ou suporte pra encaixar.\n\nQuanto à modelos, eu gosto bastante dessas 2din android que vendem no aliexpress, valem muito a pena, android auto sem fio e todas as regalias de uma multimídia convencional, só procura alguma bem avaliada. Se for comprar uma por aqui mesmo, tenta pegar uma pioneer Evita multilaser, positron etc só vão se estressar.",
                "Um colega meu tem um March tb e trocou. Pagou 1.2K numa multimídia boa e mais uns 250 reais pra instalação.",
                "Cara depende muito da multimídia e de qual carro, multimídia genérica que serve em qualquer carro normalmente precisa de umas adaptação, uma peça plástica a mais ou uma cola aqui ou ali para não ficar muito zoado.\n\n\nSe for uma multimídia específica do carro o kit vem completo.\n\n\nNissan Kicks por exemplo tem que arrancar quase todo o acabamento do painel e soltar o porta luva.",
                "Cara, eu faria o trampo sozinho com calma e sem pressa, afinal isso não deixa o carro sem andar",
                "Eu instalei no meu Ford Fiesta 98 e foi relativamente bem de boa, porém sorte que eu tinha uma micro retifica em casa, pois a Ford instalou uma \"barra\" metálica para fixar melhor o rádio e ela teve de ser cortada para que a multimidia entrasse. Em relação ao chicote foi tudo bem tranquilo, basta seguir o manual ou o adesivo que vem no aparelho =)",
                "Cara, fiz no meu pálio, que nunca teve multimidia.... A amior dificuldade foi ter que desmontar parte do painel para mudar a moldura da multimidia. Se já for a mesma moldura, é basicamente juntar alguns fios na nova entrada e só. \n\nÉ bem fácil."
            ]
        },
        {
            "title": "Fazer borrachão não come freio?",
            "selftext": "É isso do título mesmo...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1118qud",
            "num_comments": 6,
            "comments": [
                "come pneu só e força umas peça, mas fazer de vez em quando é legal",
                "Pneu, tensiona o freio e a transmissão",
                "Traçao dianteiro puxando o freio de mao não. Se for tração traseira sem [linelock](https://en.wikipedia.org/wiki/Line_lock) ai come sim.",
                "Não, faça a vontade",
                "O que é borrachão?"
            ]
        }
    ]
}