{
    "posts": [
        {
            "title": "Meio Pobre. Primeira moto só com 8 mil.",
            "selftext": "Uma usada ou uma honda pop110i nova ? \n\nObjetivo: trajetos apenas urbanos diários e bem curtos. Cerca de 30 a 40 km por dia. \n\nPrezo:\nEconomia\nDurabilidade\n\nNão ligo pra \nBeleza.\nVelocidade.\n\nQual moto vocês me sugerem nessa faixa de preço?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "ijsznj",
            "num_comments": 27,
            "comments": [
                "Procure uma usada, com confiabilidade e boas peças de reposição. Dependendo da rota sair de pop  é suicídio.",
                "Intruder 125?\nRobusta, econômica, manutenção fácil e barata.... Ainda por cima dificilmente alguém vai querer te roubar ela.",
                "Cara, 8k te compra boas motos usadas. 0km eu não aconselho , especialmente para uma primeira moto (que com certeza vai ao chão algumas vezes).\n\nSendo a primeira moto, e considerando que você não tem experiência motociclística nenhuma, pega uma moto de baixa cilindrada e baixa altura do banco.\n\nIsso vai te propiciar duas coisas: um motor mais dócil, que tolera mais erros no punho direito, e mais segurança para segurar o peso da moto. Em regra, se você consegue apoiar pelo menos metade dos dois pés - ao mesmo tempo - no chão, tá seguro.\n\nAlgumas recomendações minhas: Suzuki Intruder 125, Suzuki Yes 125, Honda CG 150/160, Honda Bros 150/160, Honda Biz 110, Yamaha Crosser (ou XTZ) 150, Yamaha Fazer 150, Yamaha YBR 125...\n\nSeja qual for sua escolha, tem um item que - na minha opinião - é indispensável: freio a disco (na frente obrigatoriamente, se tiver atrás, melhor ainda). Não vai pegar moto com dois freios a tambor, pelo amor de deus!\n\nEDIT: ah, outra coisa... se seu orçamento é 8k, não gasta tudo isso na moto. Lembra que você vai precisar dar uma revisão nela! Além disso, é fundamental comprar equipamentos de proteção, ainda mais pra andar na cidade (que é onde acontece a grande maoria dos acidentes com moto). Capacete bom, uma jaqueta com proteções e luvas resistentes é o mínimo.",
                "Se tem receio da pop, no máximo coloca pneu mais largo na dianteira pra não escorregar se furar (Aro não é importante, largura de pneu sim, pneu fino quando murcha escorrega pro lado igual sabão), coloca pneu 70 de largura na frente, como ela é leve é bem fácil controlar.\n\nPop de 3-4 anos de uso com tipo 30 mil km dificilmente vai dar qualquer manutenção significativa em 5 anos, guarda a diferença da grana pra outras coisas.",
                "se você não liga pra beleza: Honda Pop   \n    \n moto feia pra karalho",
                "Se realmente precisar, arruma uma usada. O preço das motos novas está estratosférico e definitivamente não vale a pena comprar uma agora.",
                "Uma intruder 125 usada\n\nNão é visada em roubos, uma usada é uns 4k. Voce consegue fazer manutenção tranquilo. Não quebra muito\n\nUnico ruim é achar peças fora de SP"
            ]
        },
        {
            "title": "Comprando a primeira moto me deem dicas Pf",
            "selftext": "Boa noite galera vou tentar ser curto e rápido, estou em duvida entre Bros 160 e xre 190, vejo que o valor entre as duas por mais que estejam caras, está entre 2 mil reais, tava querendo fazer um consorcio mais vi que o valor final fica em 18/19 mil (bros) e 20/22 mil (xre 190) , sei que eu posso juntar uns 12 ou 14 mil em 1 ano e meio e pagar avista, minha preocupação é pai e mãe ficar me pedindo dinheiro e eu não conseguir juntar.  \nqueria saber qual vcs acham melhor e quais podem ser as alternativas para o pagamento, não tenho pressa mais tb não quero ficar pagando mais de 3 anos consorcio esperando ser contemplado ou pagar 10 mil reais a mais do valor da moto.   \nn'ao sei se compro 0km ou uma usada baratinha?  \nOutra duvida pra quem tem conta Bradesco, pode me dizer como faco para guarda dinheiro sem eles ficarem me cobrando taxa de administração?  \n(basicamente quero a moto mais pra viajar para uma cidade que fica mais ou menos 100km, pra me encontrar com uns amigos, na cidade onde vivo agora não tem nada, mas trabalho aqui então só vou viajar feriado e final de semana.)",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "ijmdvk",
            "num_comments": 5,
            "comments": [
                "compra uma usada, leva um mecânico de sua confiança pra avaliar antes de comprar. vc consegue uns bons negócios assim",
                ">Outra duvida pra quem tem conta Bradesco, pode me dizer como faco para guarda dinheiro sem eles ficarem me cobrando taxa de administração?\n\nMuda de CC pra poupança. Poupança tem cartão de débito normal, paga contas e transfere online, faz tudo que CC menos ter cheque e cartão de crédito. A modinha das contas digitais (Bancos digitais) é meio leiguismo, poupança nunca teve taxa e sempre teve tudo online, com possibilidade de depósito ou saque em mais locais.\n\nSobre a moto, se tem pressa faz finam de Bros de 5 anos de uso (O limite), no Bradesco/Finasa faz, o juro não é tão camarada mas se for tipo 24 parcelas com entrada ok fica menor que consórcio de uns anos. Como tem seguro do finam seu risco de perda é baixo, mas pode fazer seguro dela mesma (Seguro Auto Bradesco, não sei se cobre moto), quem tem grana só pra fan 125 não tem como fazer seguro, quem tem grana pra moto de R$ 20 mil tem.",
                "Nessa faixa de cilindrada eu ainda consideraria a Crosser....\nSe o teu orçamento é até 14k eu já optaria por uma Lander usada. Ainda é bem econômica, robusta e 250cc da pra viajar tranquilamente com garupa."
            ]
        },
        {
            "title": "Intruder 125 usada como primeira moto.",
            "selftext": "Moro em São Paulo e quero tirar minha carteira de motorista ainda esse ano, se possível. Ano que vem, se as cosias voltarem ao normar, quero ter uma moto para poder fazer o eixo casa-trabalho-faculdade-casa. Tenho considerado bastante a Intruder 125, pois todos dizem que é confiável, manutenção baixa e econômica.\n\n\nGostaria de algumas dicas sobre comprar usado, com quantos KM no máximo devo comprar a moto, qual a faixa de preço, experiências pessoais com a moto e outras dicas relacionadas a motocicleta em geral. Sou bem novo nisso mas já estou bem cansado de perder tempo pra caralho indo pro trabalho de ônibus.\n\n\nAinda não tomei a decisão, porém. Estou pensando na Intruder usada pois é o que eu estimo que caberia no meu bolso. Parte de mim está dizendo para que eu faça um esforço e vá direto para uma 250/300 para não passar sufoco em acelerada e nem em eventuais viagens. Acho que vocês sabem muito mais do que eu e podem me aconselhar melhor. \n\n\nUma outra pergunta é seu desempenho na estrada. Sei que não posso esperar muito de uma 125, mas tenho familiares no sul de Minas e gostaria de ir lá uma vez ou outra de moto, pra ver como é. Encontrei informações diversas sobre isto na Internet (desde gente falando que é tranquilo até gente falando que é perigoso e desaconselhável por causa da baixa potência da motocicleta). \n\n\nObrigado.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "i87axc",
            "num_comments": 17,
            "comments": [
                "Boa noite/madrugada OP, não tenho uma Intruder, mas conheço um pessoal que tem, cara para fazer o seu role cotidiano é uma excelente moto, é econômica, as peças são absurdamente baratas(inclusive uso um monte de peças dela na minha '-') e a manutenção vai ser bem tranquila..   \nEsquema de Quilometragem é o clássico, quantos menos KM melhor(evite motos que ficaram paradas).  \nPegar estrada com ela, vai de cada um, tem gente que vai suave, mas sempre respeitando a moto, não espere passar dos 100km/h pq vai ser difícil, o desempenho geral depende mt da sua estatura, como sou gordo e um pouco alto, eu não esperaria uma intruder passar dos 90km/h cmg em cima... É aquilo, independente da cilindrada toda moto acaba te levando pro mesmo local, só demora mais ou menos....  \nCara, só ir numa tocada legal, no tempo da moto que você consegue fazer ultrapassagens seguras e numa boa embalada....  \nSobre pegar uma moto com uma cc maior, se tu tiver grana pra comprar e manter uma maior, só vai, só evite motos bombas. Mas no geral vou falar pra você eu estava com uma 750cc, troquei por uma 500cc, a 500tinhas me serve mil vezes melhor doq a 750, tudo é questão de achar a moto certa...  \nAbraços amigo, boa sorte na empreitada ;D",
                "Só toma cuidado com essa questão de quilometragem como o amigo colocou acima, uma moto com quilometragem alta de rodar em rodovia é bem melhor que uma moto de km baixa que roda só no anda e para da cidade; temperatura do motor, desgaste de embreagem e outros componentes, tanto que uso somente em cidade é considerado uso severo da moto.\nOutro ponto é a cc, aparentemente é sua primeira moto, então não pegue acima de 300 cc, tem muita coisa pra aprender numa moto pequena antes de pular pra uma maior, mais pesada e mais arisca.",
                "Tenho uma Intruder 125, acho que posso ajudar.\n\nEm primeiro lugar eu devo perguntar: qual é a sua finalidade? \n\nSe for pra deslocamento urbano, é uma boa opção. Se for pegar estrada, esquece. \n\nA moto é leve, baixa, dócil e possui manutenção preventiva barata.\n\nPelo seu relato, suspeito que será sua primeira moto. Importante começar com uma moto de baixa cc até pegar confiança e adquirir o mínimo de técnica.\n\nPorém, geralmente no começo a gente dá uns vacilos, deita a moto, entorta guidão, amassa tanque etc. Isso, numa Honda Titan, é irrelevante, numa Intruder, não.\n\nConsidere que a moto já não está mais em linha há alguns anos. Além de ser Suzuki, cuja representação no Brasil é pífia (JToledo, tô falando de você).\n\nEntão pra achar peças originais (mecânicas e acabamento) é muito difícil e caro. Coisas como kit de transmissão, filtro de óleo, de ar etc. eu encontro (marcas paralelas) com alguma facilidade, muitas peças são compartilhadas com a Yes 125, mas qualquer coisa mais específica, esquece.\n\nO desempenho é o esperado de uma 125cc carburada. Originalmente ela veio com pinhão de 14, 15 ou 16 dentes, a depender do ano. A grande maioria delas saiu com pinhão 14 pra aumentar o torque, facilitar a saída.\n\nA minha (2011) veio com pinhão 15, tamanho que julgo ideal, mas é impossível encontrar esse pinhão no mercado paralelo. Instalei um de 16 dentes pra ter mais final, mas é algo quase imperceptível. Como regra, especialmente na cidade, mantenha os 14 dentes mesmo.\n\nSobre consumo, minhas médias ficam na casa dos 40 km/L, o que julgo ser uma marca ok pra moto e seu projeto. \n\nTanque de 10L sem marcador, então saber usar a \"torneirinha\" é o odometro é uma habilidade indispensável. São 3L de reserva, é o suficiente no ambiente urbano. \n\nPra estrada eu não recomendo MESMO, especialmente na região de MG onde o relevo é brutal e as estradas tem muito tráfego. Você não vai se sentir nem um pouco seguro, especialmente sendo motociclista em início de carreira. \n\nJá fiz uma viagem de 1500km nela (BVB-MAO-BVB), tem até relato aqui no /r/motoca. Foi em relevo basicamente plano, em estradas sem tanto tráfego (especialmente de caminhões) e sem nenhuma pressa.\n\nVeja bem, peso 70kg, estava sozinho e apenas uma mochila de bagagem, mesmo assim a moto não passou de 100kmh em nenhum momento! Minha média geral foi de 80kmh!\n\nDá pra pegar estrada nela? Claro que dá. Tem gente viajando até de Pop 100. A questão é segurança, conforto, confiança, habilidade... Coisas que pra um motociclista iniciante às vezes são ignoradas.\n\nSe for ficar só na selva de pedra, vai fundo. É uma.boa moto, honesta e acessível. Mecânica confiável e muito duradoura. Sua ciclística é altamente favorável a novatos. \n\nSobre como comprar uma usada, aí o bicho pega. Vai depender do seu orçamento. E de sorte. E de paciência. \n\nPaguei 3k na minha ano passado. Uma 2011 único dono com 55 mil km",
                "Minha primeira moto foi uma intruder 125.\n\nÉ uma moto com o assento bem baixo, acho que 730mm. Para quem tá começando isso é muito bom, quando tu cometer aqueles erros de iniciante no estacionamento, pode só colocar o pé e a moto não caí. O peso também é bem amigável, quase tão leve quanto uma moto de trilha. O custo de manutenção é bastante baixo, e o consumo também é muito bom. O indicador de marcha é um detalhe legal. Modelos mais novos também vão ter medidor de combustível (eu acho).\n\nA baixa cilindrada é um problema, é uma moto que mesmo na cidade tu vai querer um pouco mais de motor. O motor vibra bastante, o que torna a moto desconfortável na estrada. Na estrada, estabilidade também vai ser um problema. Mas, para mim, o pior defeito é a moto ser carburada. Para quem ta começando é importante colocar \"horas de vôo\", e não passar a tarde de sábado desmontando o carburador. Dito isso, é um carburador muito simples de se trabalhar, com experiência da pra abrir em menos de 2 minutos.\n\nMinha experiência com a intruder não foi muito boa, mas isso se dá muito por eu ter comprado uma em mal estado. Mas pegando uma bem conservada e cuidando um pouco o carburador, acho que pode dar uma excelente primeira moto.",
                "Opa. Tbm tô na Olx, tbm procurando uma intruder pra tirar essa semana. Minha dúvida é tirar uma intruder ou uma pop110",
                "Tõ pra pegar uma trudinha também, mas tá foda achar alguma com preço justo em relação a quantos km já rodou  \nTem umas por 5k com 70 mil rodados, aí bate a dor no bolso kkkkkk (Isso em São Paulo Capital)  \n\n\nNão sei se tá valendo comprar uma nova nessa situação (pensei na Chopper Road 150, mas ela foi de 8 mil ano passado pra 10 mil hoje)",
                "Tive uma intruder, foi minha primeira moto também. Não tenho muito mais a adicionar além do que foi dito, ela é econômica, a maioria das peças são baratas e relativamente confiável.\n\nO problema dela como falaram é que ela é fraca (o que se espera de uma 125cc, sendo sincero) atrapalha em umas arrancadas e ultrapassagem (chega a ser perigoso usar ela em umas estradas com limite maior que 90km/h, principalmente com tráfego de caminhões). Outro problema é que já faz um tempo que saiu de linha, então vai ficando cada vez mais difícil achar peças originais e motos em bom estado que o dono não queira cobrar um absurdo. \n\nMas uma coisa bacana é que ela é ótima para customização, vendi a minha ela tava linda num estilinho café racer."
            ]
        },
        {
            "title": "Quando a sorte está realmente ao seu lado",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "h7qozm",
            "num_comments": 11,
            "comments": [
                "Foda que isso acontece demais aqui no Brasil.\nUm amigo já morreu, e outro quebrou a perna em 4 pedaços por conta de animais na pista.",
                "Táporra\nIsso foi onde?",
                "O cu tranca...",
                "Esse é o meu maior medo quando viajo de moto: animais na pista. Os de quatro e duas patas.",
                "Tenho muita história assim...\n\nUm nelore de uns 300kg me deu uma bundada e me tirou da estrada.\n\nEm estrada de chão tinha uma meia duzia de garrotes na estrada, com cerca dos 2 lados, eu fui devagar atrás pra não assustar eles, hora que achei que o caminho tinha ficado largo numa curva e resolvi acelerar pra passar do lado sem assustar eles (Achei que eles iam reto na curva), como um empurra o outro (Trabalho com gado, sei que não dá pra confiar) o que estava mais perto de mim foi empurrado pelos outros e acabou me empurrando de lado, paleta dele na minha coxa, me empurrou tanto e tão rápido que a moto virou pro lado na hora, nem deu tempo de frear, fui reto pra fora da estrada (Se não fosse curva eu teria ido quase a 90° contra a cerca), saltei um montinho de terra a meio metro da cerca, e aí sim consegui frear, sem cair nem nada, voei num barranco de 1m de altura.\n\nOu seja, passar do lado também é um perigo.\n\nOutras 2 vezes capivaras entraram na minha frente, como são muitas elas se perdem, umas passam a estrada mas voltam, e por 2 vezes alguma voltou, uma vez entortou o apoio onde coloco o pé (Trincou aquele ferro de 13mm da Fan 125), e a outra vez quebrou aquele apoio do pé (Direito), e o troço sumiu, depois parei e voltei pra procurar e não achei nem animal nem peça quebrada da moto (Mas outra meia duzia de vezes passei no meio delas a 30km/h com todas me evitando, é o começo da noite que deixa elas perdidas, mais cedo ou mais tarde elas se controlam. Também já passei no meio de um monte de queixada (Primo do cateto, primo distante do javali) e também foi tranquilo, digo, eu não parei porque eles atacam, mas eles continuaram atravessando na minha frente e atrás de mim sem problemas).\n\nAqui nas estradas de chão ver animal vejo quase todo dia, mas só capivara é besta de ir e voltar de noite (Por causa da luz dos faróis), e anta congela quando vê luz, fica parada uns segundos e então corre, aí acaba derrubando uns que acharam que ela ia ficar parada e desviam justo pro lado que ela andou. Então aqui a gente corre no plano, mas no fim das descidas, onde tem brejo ou rio, por saber que terá capivara ou anta esse é o lugar pra não correr, especialmente logo que anoitece, agora escurece tipo 18:30h, então até as 19:30h terá anta na estrada, nesse horário tem que ir a 80km/h.\n\nMas na verdade único susto de verdade que tive foi com cobra, em areal com moto comum (Cargo 125 de 20 anos de idade) tem que ir nuns 30km/h pra conseguir controlar (Um pouco mais se tiver pneu de trilha), mas é soltar uma mão ou fazer bobeira que cai mesmo indo devagar, vi uma cobra bem grandinha (Talvez 2m), no susto me desequilibrei, a roda dianteira virou do nada, e o cagaço me fez largar a moto andando/caindo e dar um pulo de uns 2m pra frente e correr, a moto caiu a uns 20cm dela e ela continuou a atravessar a estradinha ou saiu (Talvez estava tomando sol, no susto não vi cor nem nada, parecia tronco mas quando chegou perto o brilho do couro/escamas e a cabeça mexendo me deram um puta susto), fiquei a uns 15m de distância olhando ela se afastar da moto, só hora que vi ela uns 20m longe da estrada deu coragem de ir lá pegar a moto e ficar dando pedalada até pegar. Na estrada sempre que vejo cobra sempre dou uma tremida no guidão, é o susto, mas na areia aquela mexida de susto me derrubou porque o instinto é erguer os pés pra não pisar no bicho, sem isso eu colocaria o pé no chão e a moto ficaria ok, mas naquele susto eu nem sei o que fiz, se subi na moto e pulei, se pisei no chão, quando vi eu já tava uns 2m pra frente da moto caída e correndo, nem escutei se a moto apagou porque a batida do coração tava fazendo muito barulho!"
            ]
        },
        {
            "title": "Análise de quedas. Tudo mastigadinho pra aprender com o erro dos outros.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "fpgood",
            "num_comments": 4,
            "comments": [
                "To pilotando a relativamente pouco tempo. Vídeos desse tipo me ajudaram bastante a ter mais confiança e segurança nos passeios. Acredito que esse conhecimento já me salvou algumas vezes.",
                "Eu não gosto da personalidade dele, mas os videos dele de análise de quedas e outras videos ensinando a pilotar com mais segurança são muito bons, e ele parecer ser um motorista bem sensato e da dicas interessantes sempre, então o jeito é relevar a personalidade e ver os vídeos.",
                "Canal do Durval é muito bom, eu quando comecei a pensar em comprar a moto assisti praticamente todos os videos dele.\n\nTem amigo meu que disse que fiz o Telecurso 2000 pra pilotagem",
                "Essa série de análise de quedas é ótima. Também curto as observações diárias do X Racing... De tanto ver as merdas que os caras fazem você adquire um senso aranha e consegue antever as cagadas."
            ]
        },
        {
            "title": "Simplesmente vi no \"Zap\" e achei que seria interessante compartilhar aqui.....",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "f71slz",
            "num_comments": 5,
            "comments": [
                "Só trocaria a ordem entre beber cerveja e andar de moto.",
                "kkkkkk realidades"
            ]
        },
        {
            "title": "Quando descobri que meu farol redondo é igual a 70% dos faróis por aí... Resolvi inventar moda",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "f2zt2e",
            "num_comments": 5,
            "comments": [
                "O kit todo é full led, direto do ali express, o do centro é um farol genérico de 5 polegadas (o mesmo da intruder) mas com seta embutida nas laterais superiores. 180 mangos\n\nOs faróis auxiliares são os faróis de milha do Jeep Wrangler (made in china também) com DRL e seta nos aros externos. 120 mangos o par\n\nSim eu ilumino tanto quanto um caminhão a noite, o que era o objetivo 😁\n\nAs luvas de couro da bengala eu que fiz, gastei uns 80 reais em materiais, já tinha as ferramentas\n\nUma configuração semelhante, mas original, R$1200 só o farol central.",
                "Show o farol, e parabéns pela motoca, ta bonitona\n..."
            ]
        },
        {
            "title": "[OPINIÕES] Como vocês se sentem sobre MC's em geral?",
            "selftext": "Ando de moto a pouco tempo e estou considerando me juntar a um dos maiores. A fraternidade me atrai mas minha inexperência na área me deixa inseguro.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "f2i5fs",
            "num_comments": 12,
            "comments": [
                "Eu gosto de pilotar sozinho, ou em grupos bem pequenos (4-8 motos)\n\nAs vezes que andei com grupos grandes, acho que presto mais atenção no Zé ruela que tá fora da formação na minha frente do que no passeio, e acabo não curtindo tanto.\n\nMas esse é o meu perfil.\n\nNa minha opinião, se você é inexperiente, treine sozinho antes pra não se assustar com a quantidade de motos juntas. Depois faça passeios com MCs pra ver se vc gosta, o pessoal costuma ser bem acolhedor.",
                "Cara, na minha humilde opinião a ideia de um MC é muito boa em teoria, mas na prática acaba sempre prejudicada pelo elemento humano.\n\nMeu pai foi fundador e membro de MC grande muitos anos, faziam encontros memoráveis e tinham muitos integrantes. Mas com o passar do tempo começaram brigas de ego, por poder interno, essas picuinhas... e andar de moto ficou cada vez mais secundário. Ele saiu há uns anos e não tem mais vontade de estar em um.\n\nEu nunca fiz parte de MC, nem pretendo. Geralmente viajo sozinho ou com garupa. Tenho um pequeno grupo de amigos que eventualmente viajam comigo (2, 3 motos no máximo), mas nos aproximamos por afinidade, gosto pessoal parecido, não por estarmos num clube. Aí vai junto 250, 800, 1200cc, não importa a moto nem a potência.\n\nEu sei que parece tentador entrar em um no começo, mas não faria isso. Se você realmente não tem meeeesmo com quem andar, nem aprender, então recorra a eles.",
                "Meu pai foi membro de um por um bom tempo e fez amigos por toda a cidade no período que ficou, tinha um clube social, a galera se encontrava, rolava aqueles eventos família e tal. \n\nSó que pelo que ele comentou, parece que o Sons of Anarchy (série, se não viu... veja) afetou um pouco a mentalidade de alguns. E aí começou a rolar umas brigas de ego ( e até umas físicas).\n\nO MC começou a requerer muito tempo, pq tinha eventos semanais que vc devia estar pra \"ganhar pontos\" com a galera do MC e tal. Por fim ele achou melhor sair e tal, ainda conversa com muita gente de MC mas geralmente ele vai nos encontros, conversa com uma galera mas anda mais com amigos próximos.\n\nUma coisa que pode ser menos *assustador* é entrar num MC menor ou um MG (Moto Grupo), daí pra ter uma idéia do que é e tal.\n\n&#x200B;\n\nEu particularmente nunca senti essa necessidade, sempre fui de andar sozinho, ainda mais que tenho um moto comum e pequena (Fazer 250). Geralmente quando quero fazer um rolê acompanhado ou tô com a minha mina na garupa ou com um amigo em outra moto, muita gente não é algo que me atraia e tal.",
                "faço parte de MG (moto grupo).  \nestamos em poucos, pois houve um racha muito grande uns anos atras, numa confusão de intrigas.\n\nestamos construindo uma sede propria e não preocupamos em tornar o grupo enorme novamente, mas trazer novos membros para melhorar a qualidade da nossa fraternidade.\n\nnosso principal objetivo é o apoio em viagens. se alguem aqui precisar de uma ajuda quando estiver passando pelo norte do RS é só me chamar.\n\ncuidado com os grupos maiores, pois algumas regras podem ser extremamente rígidas e as mensalidades muito altas. precisa de uma dedicação enorme."
            ]
        },
        {
            "title": "Não conhecia o sub, resolvi postar a motoca depois de voltar da feira só pra me apresentar",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "f2hzu8",
            "num_comments": 12,
            "comments": [
                "Essas motos da Indian são boas? Sei que eles ficaram bem pouco tempo aqui no Brasil com foco em motos de alta cilindrada e sairam, um cara do moto clube do meu pai comprou um 1200 por preço de custo e vive tentando intrujar ela em alguém.",
                "Bem vindo, mano!!!\n\nLindas as novas Indians! As antigas não precisa nem falar.",
                "Bem vindo brother, show a motoca"
            ]
        },
        {
            "title": "Qual capacete bom para pegar estrada?",
            "selftext": "Meus colegas de estrada,\n\nE um tempo eu pesquiso um novo capacete para comprar, visto que hoje, para andar na cidade eu uso um Zeus 380H, que, embora bastante confortável, é aberto na frente, portanto não muito seguro e acima de 80km/h, o som do vento é ensurdecedor.\n\nMeu objetivo nesse caso seria um capacete leve, de no máximo R$700,00 em que o problema do vento não fosse tão ruim. Tenho esses dois modelos em mente:\n\nhttps://produto.mercadolivre.com.br/MLB-1353401718-capacete-zeus-816e-preto-brilho-_JM\n\nE\n\nhttps://store.urbanhelmet.com/produto/capacete-urban-bigbore-blackout-vintage-7009\n\nVocês tem experiências com esses capacetes? Recomendam algum outro?\n\nMuito obrigado!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "ev4gis",
            "num_comments": 8,
            "comments": [
                "Nenhum desses dois capacetes que você postou vão resolver a questão do vento. Nunca usei nenhum dos dois mas só pelo tipo de viseira dá pra ver que a vedação não é das melhores.\n\nEu também curto muito esses capacetes mais estilosos, mas nenhum dos que eu conheço são bonitos, seguros e silenciosos ao mesmo tempo.\n\nNessa faixa de preço, acho que só os modelos mais normais vão te atender. Se puder investir um pouco mais recomendo os LS2 EVO Vector, pois eles são de um composto muito mais leve que os normais, e tem uma boa vedação para o vento.\n\n&#x200B;\n\nEdit: Esse zeus 816e aí eu já pensei em comprar. Mas nunca achei a viseira pra vender, e perguntando pra um vendedor ele me confirmou que o fornecedor dele não vendia a viseira separado. Isso me fez mudar de ideia sobre a compra.",
                "Capacetes \"bom pra vento\" geralmente são voltados pra alta performance, o que deixa o preço salgado. Eu uso um HJC FG 17, foi 1k e muito silencioso, fiz uma viagem de mais de 3 mil km com um amigo usa do um LS2 arrow, ele ficava Surdo, teve que colocar um abafador desses de operador de trator.\nO capacete é muito bom, tem espaço pra óculos, não aperta, é fácil de dar manutenção, mas além de estar fora do teu orçamento, é ruim de achar peça de reposição.\n\nAcho que pra pegar estrada se não quiser gastar muito, pega um que seja o mais leve possível, de viseira fácil de tirar e colocar e investe num abafador confortável",
                "Ótimas dicas dos demais users.\n\nA ideia é essa mesmo: capacete bom pra estrada e design retrô não andam lado a lado. \n\nSe sua preocupação é o ruído do vento, procure o capacete mais aerodinâmico possível. Isso inclui aquele monte de tomada de ar com abre e fecha espalhado pela cabeça. \n\nApesar de preferir os escamoteáveis (com abertura facial), não os recomendo no seu caso. A vedação deles não é muito boa. \n\nEm resumo: capacete leve, aerodinâmico, full face e cor clara (eu só uso branco).",
                "Amigo, ja deram dicas excelentes aqui, pois então só vou complementar com uma coisa. Capacete nessa faixa de preço tem que ser fibra. Essa resina aguenta a cidade mas pra estrada não recomendo. Se puder invista numa fibra de vidro/carbono ou tri composto, são capacetes de alta performance e bem leves.",
                "Uns abertos tem abafadores de ruído na altura do ouvido. Meu NASA já perdeu a etiqueta mas acho que é o modelo SH-70, dá pra remover o tapa-ouvidos das alças pra usar na cidade, e encaixar pra pegar estrada (Ou deixar sempre lá, não atrapalham). Se gosta dos abertos é só escolher um que tenha algo pra tapar os ouvidos.\n\nMas viseira dupla não é importante? Pra mim o vento incomoda pouco comparado ao enorme incômodo do sol forte de dia, nunca gostei de óculos de sol machucando (Esmaga a orelha, ou aperta em cima do nariz, eu usava óculos e procurei um Nasa justo por isso, pra ver se diminuía os amassados do óculos, e já escolhi a armação mais fina possível! Resolver só resolveu quando minha visão sei lá como se resolveu e não preciso mais óculos), então pra mim o que mais importa é ter viseira dupla, não viseira escura que não se vê nada de noite ou em dia nublado, a viseira tem que ser colocável e removível em segundos (De preferência enquanto está andando, só com 1 mão, talvez aqui mostre o abafador e o acionador da viseira com só 2 dedos: https://www.youtube.com/watch?v=jXppYPtQJfg), só os de viseira dupla permitem isso.\n\nO meu Nasa tem uns 9 anos de muito chão, praticamente tudo estrada de chão, guardo jogado, já fui derrubado com ele 3 vezes, não cuido direito, ainda assim tá inteirinho, 1 risco na viseira mas não é no campo de visão, valeu cada centavo (Os ProTork que tive ao longo desse tempo (Sempre tive capacete extra) não tenho mais porque foram quebrando, viseira fina de R$ 10 trinca só de olhar), gosto até da abertura fechável em cima pra ventilar a careca (Capacete preto no sol esquenta, aqui na roça é um calor danado).\n\nE se você gosta muito do atual, pode simplesmente usar tapa-ouvido, antes de ter um Nasa e quando usava outro comum eu viajava com isso no ouvido: https://www.netsuprimentos.com.br/plug-silicone-pomp-plus-com-cordao-3m-5755/p?idsku=5782  Uma perna de 200km numa viagem tem 3h as vezes, gasta segundos pra tirar e colocar isso, eu me acostumei fácil.\n\nAh, sobre esses abertos com viseira dupla, é ok pra quem usa óculos, mas se viajar de tardezinha os insetos que te acertam no peito vão acertar até no queixo! Se pega poeira vai chegar nos lugares com uma barda de poeira, poeira marca pescoço e queixo. Por conta desses problemas eu só viajo com meu Nasa aberto com balaclava tipo máscara tapando do pescoço até o nariz, mas balaclava fina só serve pra poeira, pra não ter paulada de inseto precisa aqueles feitos de EVA ou similar (Costureira ou tapeceiro faz um com velcro por mixaria), mas veja que meu problema é por rodar na roça mesmo, em lavoura cheia de grilo ou gafanhoto, estando a 90km/h se um gafanhoto pula no sentido contrário acho que ele atinge seu pescoço a talvez 120km/h, deixa marca roxa no peito! De noite eu uso jaqueta grossa que tapa até pescoço, aí sobra 1cm de queixo desprotegido, não dá nada, mas não tem como usar jaqueta preta grossa debaixo de sol em dia que termometro marca 42°C antes de derreter. Dependendo de por onde viajar se passar do lado de lavoura ou pasto, ou até nuns matos mesmo (Aí geralmente é inseto menor) vai ver as 19h o monte de inseto acertando no peito e pescoço, capacete fechado protege até parte do pescoço enquanto aberto desprotege até no queixo."
            ]
        },
        {
            "title": "1500km numa 125cc",
            "selftext": "Resolvi passar o réveillon em Manaus. Daqui (Boa Vista/RR) até lá são \\~700 km, cruzando inclusive a Linha do Equador.\n\nMantive uma velocidade de cruzeiro de 90 km/h. Isso no painel, né? Real devia ser 80, 85.\n\nFiz 4 paradas para abastecimento e descanso. O consumo médio foi de 32 km/L. Achei pouco para uma 125cc, mas entendo por ser carburada e estar trabalhando o tempo todo em faixa de rotação alta (esse consumo foi o mesmo da minha Ténéré 250 na estrada, mantendo 100-110 km/h, mas injetada).\n\nIda e volta somaram \\~1500 km.\n\nA primeira perna em fiz Boa Vista-Presidente Figueiredo (AM), totalizando 600km. Saí às 4h30min e cheguei lá por volta de 14h. Passei uns dias curtindo as cachoeiras da região e desci para Manaus (110 km) no dia 30/12. A volta foi direto, 700 km numa pegada só. Saí às 4h30min de Manaus e cheguei em casa às 15h (curiosamente o retorno cansou menos que a ida, vai entender).\n\nForam muitas horas de estrada. A playlist offline tocou várias vezes! Mas no geral correu tudo bem, nenhum problema ou susto a relatar.\n\nO relato é só pra servir de incentivo a quem tem moto de baixa cc e acha que por isso não pode pegar a estrada.\n\nAbraços e muitos km!!!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "eo8muu",
            "num_comments": 16,
            "comments": [
                "Qual a motinho? Eu tive um tempo uma Intruder 125cc. Ela era bem guerreira, mas viajar com ela era difícil, mal chegava a 80km/h (no painel, pesava uns 80kg na época). Troquei a relação dela para uma com um dente a menos, ai sim, ela chegava a uns 90, 100, mas ficou muito fraca, voltei para a relação original depois de um mês.",
                "Fiz uma loucura dessas em meados de 2010 com uma CG150 Titan KS, partindo do PR até o MA, sozinho, com a roupa do corpo e um pouco de grana. Foi uma das coisas mais legais que fiz! Várias histórias no percurso... Na época não tinha nem GPS. Engraçado que agora o máximo que ando é 150 quilômetros com as costas doendo, acho que isso de meter o louco foi uma fase.... Aproveite bem!",
                "Meu sonho. Tenho planos de fazer uma viagem aos quatro pontos mais distantes do Brasil, no RS ao sul, PB ao leste, RR ao norte e AC ao oeste, e MT no ponto geográfico central do Brasil, pegando a Transamazônica inteira, a BR-319 e mais não sei quantas estradas ruins. \n\nNuma Pop 110. Vou abrir o consórcio em breve, se der tudo certo.",
                "Quer outro incentivo pra fazer esse tipo de viagem numa 125? Minha 1200cc faz 23km/l, mas se eu me empolgar pode cair pra 15",
                "Eu fiz Passo Fundo a Montevideo de Intruder 125. Deu um pouco mais de 2000Km.\n\nFoi o melhor fim de semana da minha vida!"
            ]
        },
        {
            "title": "Manutenção da corrente em estradas de terra",
            "selftext": "Lurker por muito tempo, decidi meu primeiro post.\n\nPois bem, moro no meio do mato e diariamente (contando ida e volta) rodo uns 10km de estrada de terra e 140 de rodovia. O trecho de estrada de terra é onde moro e não tem como evitar.\n\nMinha corrente tem ficado horrível (perde o ajuste e fica ressecada) muito rápido, necessitando lubrificar quase diariamente e esticar toda semana. A estrada de terra dá o tempero com a sujeira na corrente e a rodovia cozinha até chegar no trabalho..\n\nTenho pesquisado soluções para evitar a manutenção constante e não tenho achado nada demais, alguém que usa estrada de terra constantemente tem alguma dica capiau ?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "elfkzt",
            "num_comments": 15,
            "comments": [
                "Sabe quantos km ta essa corrente? Talvez, devido ao uso seja interessante trocar ela.",
                "O ideal para uso normal seria uma lubrificação a cada 400km. No seu caso acredito que seria melhor dar uma boa limpada nela antes com querosene ou wd40 e usar um bom lubrificante específico para correntes.\n\nSe não me engano existe um tipo de relação um pouco mais cara que tem uma vedação extra para manter as partes internas lubrificadas, talvez seja a solução.",
                "Eu rodo quase só chão, virei velocímetro de alguma moto só rodando em chão!\n\nSolo arenoso ou cascalho que não desmancha fácil agride pouco, é a poeira que gruda mas não corrói. Já solo argiloso com mais teor de metais, ou o solo vermelho ou preteado de metais pesados na composição, esse agride muito mais (Aquela terra vermelha de regiões de mineração em MG, é diferente da terra vermelha tipo do oeste do Paraná).\n\nPra esses ambientes o negócio é NÃO usar spray pra corrente, nenhum (As graxas brancas são menos ruins), use óleo 90 ou óleo usado da moto (Se for óleo 50), óleo mais grosso pra preencher melhor os espaço internos, mesmo que seja corrente com retentor (Corrente com retentor vale muito a pena pra chão! Eu não uso porque sou mão-de-vaca com tudo, mas vale a pena pra quem não economiza cada centavo).\n\nÓleo 90 eu uso 1x por semana, e estico a corrente a cada... nunca estico! Pneu fura 2x por ano então nessa hora ela é esticada. Nunca lavei corrente na vida, uso relação por 30 mil km fácil mesmo sem cuidado decente. Só tive problemas de corrente estralando e caindo quando caí na bobeira de usar spray pra lubrificar, eles deixam a corrente limpa, aí a poeira penetra pra valer, fica bonito mas não fica durável (Pro asfalto talvez seja ótimo, era uma época que eu ia pra uns distritos via asfalto, demorei pra notar que tava comendo relação muito mais rápido que o normal).\n\nPode também colocar esticador pra corrente, os com mola de tensão baixa são ótimos, eu tenho cg 2000 com cubo traseiro de cg 2015 (Porque não é fácil achar cubo da antiga) então pinhão e coroa tem que ser diferentes, quando troco relação ou uso o pinhão ou a coroa do kit, aí um sempre tem que esperar pra trocar o outro (Peço via web, leva 2-3 semanas pra chegar e o frete é caro então não compro na hora), e o jeito de ter menor desgaste deles é com esticador, a corrente pula menos em baixo então não fica batendo nas laterias dos dentes da coroa, não come eles tão fácil, dura bem mais, já até esqueci de trocar pinhão depois de ter trocado corrente com coroa e quanto lembrei ele já estava nos 40 mil km sem pular, graças ao óleo 90 e ao esticador (E repito, eu rodo quase só chão).\n\nSe conseguir óleo 140 melhor ainda! Esse eu não consigo usado porque os tratores detonam ele, aí prefiro comprar óleo 90 mesmo, não é caro, uns R$ 16-18 pelo litro dos mais em conta em posto (Já vou lá abastecer mesmo), nem sei bem quanto duram porque uso em mais coisas, suspeito que só pra moto duraria 2 anos e pouco! Coloco num frasco de tintura de cabelo com bico, catchup com bico, ou qualquer frasco que acho em casa com bico (Uso um de tintura a 8 anos!), molho a corrente toda em todo fim-de-semana e pronto, sem preocupação em limpeza ou visual.\n\nAh, mas cuida que retentor esmaga se esticar demais! Corrente comum com esticador de baixa tensão faço dura 30 mil km fácil, mas já detonei retentores em meio ano com isso de spray e esticar mais seguido! A folga aceitável é grande, corrente quente fica mais folgada mesmo, aí que o esticador de BAIXA tensão faz diferença, só minimiza os pulos. E o óleo grosso (quanto maior o número maior a viscosidade, mais grosso o óleo) até gruda uma sujeira (Poeira), mas forma uma meleca que não deixa esse material abrasivo penetrar, não fica grosso igual graxa mas veda sujeira. TALVEZ daria pra meter óleo a cada 2 semanas, não sei, eu faço todo fim-de-semana por hábito, tá confortável pra mim assim.",
                "É complicado, op. O jeito \"certo\" seria usar sprays apropriados, que não deixam grudar a poeira. Infelizmente esses produtos são caros e, na minha humilde opinião, não tem uma lubrificação suficiente.\n\nUso óleo 90 (pra câmbio, ATF). Já experimentei com todos os outros métodos e esse é o que mais me agrada. \nGraxa branca, te odeio! \n\nTenho uma embalagem de detergente (tem que ser limpol, melhor frasco e bico) que uso apenas pra isso. É pequena, carrego em qq lugar e facilita a aplicação (tenho cavalete central). \n\nQuanto a tensão da corrente, pelo seu relato ela já tem uns 20 mil km, não? Já está com a sua vida útil no fim... \n\nTalvez seja válido trocar essa corrente (ou o kit todo logo) e ver como se comporta."
            ]
        },
        {
            "title": "150 ou 250 como primeira moto?",
            "selftext": "Estava planejando comprar uma CG Fan 160 0km à vista para usar no dia a dia e em pequenas viagens por volta de uns 100km, porém diversos amigos me recomendaram uma 250 pela maior segurança em viagens e avenidas urbanas.\n\nEu ganho um salário mínimo e fico com receio de comprar uma moto que eu não consiga manter, além de como seria minha primeira moto, em um eventual acidente eu gastaria mais em seu reparo.\n\nA diferença de custo para manter uma 250 é muito diferente de uma 150? Vale a pena comprar uma 250 usada ao invés de uma 150 0km?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "ehn2rz",
            "num_comments": 13,
            "comments": [
                "Comprar moto 0km no brasil é furada, principalmente motos de entrada de baixa cilindrada. Procure um amigo que entenda ou um mecânico e peça pra ele te guiar na compra de uma usada com menos de 20.000km e seja feliz.",
                "Minha primeira foi uma fan 160 0km (2019), mas troquei 4 meses depois por uma twister 250 semi nova (2018) porque realmente na estrada faz diferença. A principal diferença é você não sofrer na faixa dos 90-120 km/h, se precisar ultrapassar aquele caminhão que ta lhe jogando detritos no corpo, não vai se sentir em um racha acirrado de 5m até finalizar a ultrapassagem.\n\nDepende do seu uso mesmo, se for ficar só na cidade e viajar pouco, visando o seu bolso, uma 150 é a escolha, vai viajar devagar, mas vai gastar pouco.. Eu senti que a diferença de manutenção entre as duas motos quase dobrou.. é ridiculamente barato a manutenção de uma 150.. pneu bom em média de 120 reais (contra 500 no de uma 250cc), pastilha de freio a 30 reais e o tambor menos ainda (uma 250cc maioria ja tem freio a disco na traseira e na frente geralmente são 2 pares, e a qualidade precisa ser maior, resumindo da fácil 100+), mão de obra barata já que qualquer oficininha de bairro mexe e não vai cobrar caro, isso vale pra concessionaria também pois o valor da hora da mão de obra é bem menor.. \n\nO consumo também.. de fan 160 com cabo enrrolado ao melhor estilo \"cachorro loko\" (ou seja na pior hipótese de uso) você vai fazer 30km/l no alcool... Eu ja cheguei a fazer 40km/l na gasolina andando na moralzinha.. na 250cc irá fazer em média 25 andando muito de boa 28...\n\nResumindo, em uma opção segura vá de 150, caso contrário 250... Porém como outros já disseram, estude uma semi-nova.. eu peguei 0km e apesar do \"prazer\" do veículo novo, não vale a pena o valor.. Paguei 12 na minha e por 2 mil a mais troquei em uma twister um ano de uso com 4mil km rodados... \n\nContrate um mecânico para lhe auxiliar na compra.. Evite motos que já tiveram queda e/ou tiveram o motor aberto. Algumas dicas para isso é procurar por diferença nas peças plásticas, se uma estiver mais nova que a outra, pode ter sido trocado, se foi trocado, qual o motivo? olhe os parafusos do motor e suspensão para ver se não há marcas de uso indicando desmontagem constante, riscos perto destas áreas podem indicar tbm... e não sei onde mora, mas existem muitas situações de motos relativamente novas (menos de 10mil ou 15mil km) de pessoas que não aguentaram pagar e estão vendendo..",
                "A diferença de manutenção não é tão grande, a de conforto, principalmente em viagens é notável. \n\nEu tenho um Fazer 2010 250 já faz um tempo, é minha primeira moto e peguei ela usada e levei um amigo experiente pra me ajudar a avaliar. A unica dor de cabeça que a moto deu foi pq na primeira vez que peguei a moto deixa ela cair a 10 por hora e bateu o painel no chão, quebrando ele todo. Ele novo, na Yamaha era 1200 um paralelo 480.\n\nEu já viajei nessa moto de Brasília onde eu moro pra Salvador e junto com uma CB300, em baixo de chuva e sol, nunca me deixou na mão.\n\nCom relação a manutenção o que posso te dizer é o seguinte, eu usava a moto pra trabalhar rodando 400km por semana nela em média, fazia a troa de óleo a cada 2 meses algo em torno de 70 reais, e pra rodar os quase 2 mil Km mensal gastava quase 1 tanque por semana, que hoje dá uns 60 reais/ semana.\n\nEu sempre fiz a seguinte conta: Combustível + Valor de manutenção Médio  + Emergência\n\nSairia algo parecido com isso meu orçamento pra minha moto:\n\nR$ 200 - Gasolina  \nR$ 35   - Óleo e filtro (70 a cada 2 meses)  \nR$ 25   - Kit Relação (200 a cada 8 meses)  \nR$ 25   - Pneus ( 300 a cada 12 meses)  \nR$ 50   - Emergências (Sempre guardando esse trocado, pra caso dê merda não ficar no prego)\n\nAlém disso tem os equipamentos de segurança que fui comprando baratos e com o tempo fui fazendo uns upgrades. Mas aí era sempre com o que sobrava do salário .",
                "Vou dar a minha opinião como alguém que já teve 250 e tem 125.\n\nOs custos de manutenção são maiores sim numa 250. Procura o valor do kit de transmissão da Fazer 150 e compara com o da 250.\n\nÓleo e filtro? A mesma coisa. Ah, mas óleo é o mesmo preço... Sim, mas minha 125 toma 1L (isso com troca de filtro). Pra uma 250 são 2, 3 frascos. \n\nIsso porque não falei da economia no consumo!!! Na minha 125 carburada tô fazendo, fácil, 40-45 km/L na cidade. Na minha 250 injetada fazia 30-35.\n\nParece pouco, mas se vc colocar em perspectiva (e a depender de quantos km vc fizer) faz uma baita diferença no orçamento.\n\nSe é a sua primeira moto, pega uma pequena. Começa por baixo. Porque muito provavelmente vc vai deixa-la cair, vai tombar, riscar, amassar... Vc não quer isso numa moto nova, muito menos numa 250.\n\nA justificativa para uma 250 seria o maior torque e a maior velocidade final, mas se vc vai rodar basicamente em trecho urbano, isso é irrelevante. Pra cidade 125/150/160 tá ótimo!!!",
                "Comecei com uma Fazer 250 e sinceramente não arrependo de nada. Manutenção e consumo são maiores sim, mas não tanto.\n\nAlém de ser muito mais robusta que toda a categoria de 150 (acabamento da Titan/Fan parece piada quando você sobe pra 250), tem a vantagem de você sempre ter motor para pelo menos ultrapassar caminhão na rodovia e sempre sair na frente dos carros em sinaleiro.",
                "Comprei uma 125 e é ruim de mover pq demora de pegar velocidade, e eu sou pesado"
            ]
        },
        {
            "title": "Honda CG 1982",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "eek5pa",
            "num_comments": 3,
            "comments": [
                "Pqp, essas versões são muito bonitas mesmo para Cafe. Parece que a Honda valorizava mais o acabamento.\nUm dia terei uma bolinha azul-calcinha toda adornada no cromo",
                "Lindo projeto."
            ]
        },
        {
            "title": "Motoqueiros, quais os planos de viagem para o fim de ano?",
            "selftext": "Vão pegar a estrada em duas rodas? Expedição ou rolezinho? Conta aí seu plano pro fim de ano.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "e60755",
            "num_comments": 20,
            "comments": [
                "To meio decepcionado com a minha moto, talvez nesse fim de ano eu só vá para o interior, mas se for vou de carro. 😢",
                "Vou sair de Porto Alegre dia 24 e voltar pelo dia 12 de janeiro, e pretendo fazer toda a parte sul do Rio Grande do Sul. Uma viagem simples, pra não gastar muito. A ideia é passar algumas noites em casas de amigos e parentes, e no resto dos dias acampar. Inspirado pelo colega motociclista Filipec do Road Garage, vou nomear a viagem Moto Expedição Farroupilha (MEF), e tentar documentar o máximo possível.",
                "Rolezinho sozinho de uns 200km no mato isolado nalgum fim-de-semana de noite (Se der pepino, afinal é moto já maior de idade e pode ter opiniões próprias, pelo menos não fico arrumando no sol, sempre carreguei lanterna de cabeça na mochila então escuro não é problema).\n\nTambém tem tempo que não vou mais na serra do Roncador rir dos birutas esperando disco voador, se tiver disposição noutro FDS a noite eu vou, mais uns 200km, mas metade é asfalto e a outra metade passa 3 ou 4 pessoas por dia, não é tão isolado."
            ]
        },
        {
            "title": "Qual equipamento vocês usam no dia a dia?",
            "selftext": "Peguei minha primeira moto recentemente e por enquanto to só de capacete. Mas to querendo começar a adquirir aos poucos antes da primeira queda, pelo menos jaqueta e luva pra não virar giz de carne. No entanto, pessoal andando só de roupa casual parece ser o mais comum por aqui. E ai, o que vocês usam?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "e2fo92",
            "num_comments": 4,
            "comments": [
                "nos foruns americanos de motos o povo sempre recomenda um negocio que chama ATGATT (all the gear, all the time). Eu ando sempre com jaqueta e luva de couro, mesmo se estiver um calor infernal, porque ando um bom trecho todos os dias (cerca de 50km ida e volta entre estrada e cidade). \n\n\nJá caí em baixa velocidade e estava sem luva uma vez: não machucou muito, mas eu não recomendo.",
                "A recomendação é ATGATT (all the gear all the time), mas na prática a estória é outra.\n\nEu não uso jaqueta no dia a dia. Moro em Roraima e mesmo os modelos summer são terrivelmente quentes. Quando faço trechos mais longos uso uma camisa de manga longa para proteger os braços do sol. Na estrada uso jaqueta sempre. De resto, luva e sapato fechado é o mínimo.\n\nFora capacete, claro!",
                "Cara, eu sempre ando com todos de Jaqueta, luva e \"bota\" (é um tenis de moto Dainese Street Biker). tenho um amigo que tem o costume de andar em distâncias curtas só de capacete, todas as vezes que ele se acidentou foram acidentes em que ele estava devagar e se machucou por não estar com equipamento nenhum.\n\nEu sou um cara pessimista por natureza, então acho que no dia que eu não usar, vai ser o dia que eu vou ao chão. Tanto que eu comprei uma segunda jaqueta e a minha antiga eu deixo com a minha namorada, que agora só sabe andar equipada.\n\nEu sei que pode parecer loucura da minha cabeça, mas eu sinto que isso afeta até como outros motociclistas e motoristas te enxergam no transito. Dá um ar de responsabilidade saca? Mesma coisa com a polícia."
            ]
        },
        {
            "title": "Honda CB4X mostra o futuro das motos da Honda - Carro e motos",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "duhp7e",
            "num_comments": 1
        },
        {
            "title": "Minha Suzuki Intruder 125 levemente customizada.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "deowjb",
            "num_comments": 6,
            "comments": [
                "Pense numa motinha confiável",
                "A 250 ainda está contigo?",
                "Bah. Tenho muita vontade de comprar uma dessas pra uso no dia a dia e pra brincar de dar uma customizada."
            ]
        },
        {
            "title": "Exame de gravidez do infinito faz desaparecer metade das motos do universo",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "bpxulg",
            "num_comments": 1,
            "comments": [
                "Acabei de comprar uma moto e comecei a namorar. Esse meme me fez querer marcar uma Vazectomia para segunda feira."
            ]
        },
        {
            "title": "Charles Xavier manja",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "bp60rk",
            "num_comments": 0
        },
        {
            "title": "Vou começar postando uns memes",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "boo2ch",
            "num_comments": 4,
            "comments": [
                "50 reais? Onde você consegue as coisas tão barato assim?",
                "Cgzinha é só alegria, pro dia a dia tem que ser ela, bateria da minha ta com 5 anos, agora que tá começando a dar sinal de cansaço"
            ]
        },
        {
            "title": "Ta vivo ainda esse sub?",
            "selftext": "Ainda tem alguém aqui? Bora dar vida a esse negócio cambada de freia na curva",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "bogy41",
            "num_comments": 4,
            "comments": [
                "Vivao e vivendo",
                "tenebrinha firme e forte"
            ]
        },
        {
            "title": "Bateria de Nobreak em moto",
            "selftext": " Olá, eu possuo uma FZ 250 e a bateria dela está descarregando muito rapido, acredito que seja o rastreador que instalei nela, dai um amigo me falou sobre bateria de gel que duraria muito mais. Dai eu pesquisando vi que tem gente que utiliza bateria de NOBREAK em moto (*que são muito mais baratas*) vocês já utilizaram ? tem alguma experiência? ",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "at4b4f",
            "num_comments": 2,
            "comments": [
                "Que eu saiba é usável sim mas a vida útil da bateria é bem menor... O jeito é pesquisar os preços e ver se vale a pena... Ainda acho melhor investir um pouco mais e pegar uma bateria de gel, como seu amigo falou, não terá mais dor de cabeça por um tempo"
            ]
        },
        {
            "title": "Dúvida para motoboy iniciante",
            "selftext": "Boa tarde! Estava vendo na lei e é proibido dirigir usando fones de ouvido.\nEntão, eu uso o fone de ouvido no celular para ouvir o gps.\nOs gps que eu encontrei para comprar variam de 350 reais a quase 500.\nHá alguma maneira mais barata de usar o gps em moto? Tipo algum suporte para celular ou algum aparelho que coloque no capacete para o som do gps sair nele, que não resulte em multa?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "a5jhah",
            "num_comments": 4,
            "comments": [
                "Todos os motoboys que eu conheço usam fone de ouvido a muitos anos e nunca tiveram problema, nunca vi usarem gps na moto ou algo do tipo ",
                "Eu uso o gps preso no guidao, se você procurar no MercadoLivre por 'Suporte para celular Moto' você acha vários \n\nEu não uso fones de ouvido. Deixo o celular com o som ligado e ouço perfeitamente o GPS "
            ]
        },
        {
            "title": "Ajuda com Um Canal No YouTube!",
            "selftext": "Olá pessoal do r/motoca, alguns dias atrás criei um canal no youtube [Manolo da Fan](https://www.youtube.com/channel/UCbzuq32M0aOAMHQxFe0LQJg?view_as=subscriber). Pois bem, como o nome já sugere, tenho uma Honda Fan 2010 a uns 4 anos, com alguns upgrade de performance. Então resolvi mostrar meu dia a dia com o canal. Comprei uma GoPobre  (SJCAM SJ4000 by Dudacell com microfone externo) e sai filmando.\n\nNo canal falo de tudo, porém tendo sempre trazer conteúdo, diferente de outros canais que é só tendel e locuragem (sim sou do RS e tendel é sinônimo de farra). Gostaria de saber do pessoal que lê aqui, o que gostariam de ver em um canal do youtube. Pois estou começando a ficar sem ideias.\n\nOutra grande dúvida minha, será que o pessoal realmente gosta de conteúdo no youtube ou postando qualquer m\\*rda lá tá bom??\n\nConto com vcs para essa ajuda!\n\nPS: Se der, e tiverem tempo, passem lá assistam e se inscrevam!\n\nObrigado!\n\n**EDIT! Mudei o nome do Canal para** FRILIN RS!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "8p62ob",
            "num_comments": 3,
            "comments": [
                "[deleted]",
                "legal cara. me inscrevi. Vc mudou o nome do canal?"
            ]
        },
        {
            "title": "Qual moto começar?",
            "selftext": "Olá pessoal, tudo bem? :)\n\nTirei a carta para moto faz 1 mês, já andei em biz durante pouco tempo.\nNa auto escola só aprendi a passar no teste, praticamente.\nPensei em comprar uma CG, FAN, TITAN será que vale a pena? Tenho 1,88m.\n\nValeu guys! :)",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "88b9xz",
            "num_comments": 3,
            "comments": [
                "Como você é alto, recomendo uma Bros ou Crosser. Quando tiver mais experiência pode passar pra uma XRE 300."
            ]
        },
        {
            "title": "Scooter: Novo Motorista",
            "selftext": "E ae galera tudo bem?\n\nNão adianta, fui seduzido pelo mundo das motos.\n\nJá estou decidido em vender meu carro e comprar uma Yamaha Nmax. Mas como não entendo porra nenhuma e não tenho nenhum amigo motoqueiro, fica a pergunta:\n\nTerei que tirar habilitação, certo? Vcs tem idéia quanto está pra tirar a carteira de moto, eu já tendo a de carro? \n\nOutra coisa, tanto as aulas e o exame serão feitos nas CGs da vida... ou seja, vou sair com experiência zero em scooter...\n\nAlguém tem umas dicas ai? O que esperar?\n\nAbraços!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "5samc0",
            "num_comments": 1,
            "comments": [
                "O preço acho que varia dependendo do estado, ou até do CFC. Fiz minha carteira há 1 ano, saiu uns 800 reais, eu já tinha carteira de carro.\nAs aulas são feitas em CG's da vida. É tudo feito em estacionamento fechado, tu aprende apenas o básico do básico. Quando for andar na rua vai ter problemas muito maiores que nunca ter andado em scooter. Também é bom investir um pouco em equipamentos de segurança, não compre esses capacete casca de ovo. Um bom par de luvas também vale muito o investimento.\nAs aulas são meio chatas, mas quando começar a andar na rua vai ver que vale muito a pena, uma experiência muito melhor que dirigir.\n\n\nEdit: Vou deixar aqui uns links úteis: [Aqui](http://cycle-ergo.com) é uma boa fonte para ver que moto fica melhor para você. [Esse](https://sharp.dft.gov.uk/) ajuda na escolha do capacete.",
                "[deleted]"
            ]
        },
        {
            "title": "Jogando com o Motoqueiro fantasma Super Hero Squad",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "5mnuek",
            "num_comments": 0
        },
        {
            "title": "Alguém que possui uma Honda NX Falcon 400 pode me falar sobre a moto?",
            "selftext": "Eu estou migrando de moto, vendi minha CBX Twister 250 em novembro, juntei mais uns temers e quero partir pra uma moto maior. A primeira que me vem na cabeça e que ganhou meu coração foi a Falcon. Estou visando uma moto pro dia a dia porém que tenha força.\nTambém preciso que a moto seja grande, já que são 100kgs distribuídos em 1.96m \n\n\nAlgum proprietário que possa me dar dicas, possíveis problemas com a moto é etc?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "5m801r",
            "num_comments": 2,
            "comments": [
                "Gostaria de ajudar, mas nunca tive uma. Antes de comprar minha Ténéré namorei a Falcon, mas acabei percebendo que não era muito adequada pra mim. \n\nSe possível, dê preferência às mais novas, já equipadas com injeção eletrônica. Nelas o consumo tende a ser menor (mas mesmo assim é expressivo). Cilindradas a mais resultam em consumo maior (na faixa dos 18-20 km/L), não se esqueça disso. \n\nComo precisava de uma moto para o dia a dia que fosse econômica e robusta, acabei considerando outras opções. Vai depender do que você quer.\n",
                "Um amigo meu tem uma, eu recomendo, ele disse que não gasta muito e ela é bem potente, você passa por lombada, buraco, etc e quase nem percebe, ela também é fácil de controlar. "
            ]
        },
        {
            "title": "Equipamentos: Deixe sua dica aqui.",
            "selftext": "Tenho vontade de renovar meus equipamentos, jaqueta, luva, capacete, bota e afins, estou juntando uma grana para fazer isso junto com a troca de moto. O item que estou com maior dificuldade de encontrar é uma boa jaqueta de couro, daquelas que durem uma vida sabe? Meu pai tinha uma porém na afobação minha mãe vendeu para um brechó... Moro no interior de SP, então dicas de cidades com boas lojas desse tipo de item seria legal.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "5m6xsg",
            "num_comments": 5,
            "comments": [
                "Se você der um passeio pelo Circuito das Águas Paulista (Águas de Lindoya, Serra Negra e Socorro) você acha muita jaqueta de couro por preços não tão ruins...\n\nDo lado de Águas de Lindoya fica a cidade de Monte Sião, lá vende muita roupa de tricô porém é fácil achar roupas de couro.",
                "Por que não busca uma jaqueta própria para motociclismo? Tenho uma básica da Riffel que me atende perfeitamente. Consigo usar no frio (tem forro interno) e no calor (tem ziperes para ventilação). Além disso, as proteções são justas e transmitem confiança! ",
                "Cara, eu uso uma X11 Iron no dia a dia, não é de couro, mas atende bem todas minhas necessidades"
            ]
        },
        {
            "title": "Dicas de lugares para comprar moto ou scooter usada?",
            "selftext": "Estou na reta final das aulas de moto na auto escola e pretendo comprar a minha moto ou scooter 125/150 assim que receber minha CNH. Tenho em mente a Intruder 125, Burgman 125 ou Kansas 150 (inclusive aceito sugestões).\n\nGostaria de saber qual a melhor forma de encontrar essas informações. Até então, só encontrei usadas na OLX/MercadoLivre, mas o pessoal abusa no preço e a maioria tem muita coisa pra consertar ou multas.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "5lyh97",
            "num_comments": 7,
            "comments": [
                "Sou motociclista há 6 anos e a dica que posso dar é que frequente o OLX de sua região e barganhe diretamente com o vendedor. Já comprei motos usadas e hoje em dia já não faria o mesmo. A última que comprei tinha 9000 km rodados e me deu muita dor de cabeça com problemas crônicos, mesmo sendo uma 250cc(quanto maior a cc mais robusta a moto é e consequentemente menos problema dá). Atualmente tenho outra 250cc que comprei zero km com um certo esforço e não me arrependo, estou a 4 anos apenas com manutenções preventivas e troca de peças por desgaste.",
                "O melhor caminho é OLX mesmo, mas é preciso ter paciência e procurar sempre, todo dia. Tenha em mente que os melhores negócios não duram nada. Boa sorte e tenha muito cuidado no trânsito.",
                "[deleted]",
                "`Webmotors` e `moto.com.br` são duas outras opções...",
                "Esses modelos que você busca não são muito populares, creio que dependendo de onde você mora seja difícil encontrar boas ofertas no mercado. \n\nVocê falou em outro comentário que não pode ser uma moto muito vendida pela questão do seguro, deu até uns exemplos (Fan).  Já considerou uma Yamaha? Tem a XTZ 125, a Crypton e  a YBR. São ótimas e menos visadas. "
            ]
        },
        {
            "title": "Um ano em duas rodas",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "5lhzqd",
            "num_comments": 2,
            "comments": [
                "Sensacional, muito bacana mesmo os registros de um ano cheio de aventuras e paisagens fenomenais! Parabéns! 2017 já planeja alguma viagem?"
            ]
        },
        {
            "title": "Vamos animar o sub?",
            "selftext": "O /r/brasil vem registrando estatísticas de tráfego bem interessantes, o que me faz acreditar que outros motociclistas brasucas passaram a frequentar o reddit de uns meses para cá. Sempre vejo brasileiros no /r/motorcycles, mas apesar disso o /r/motoca aparenta estar abandonado...\n\nO que podemos fazer para animar o sub e aumentar sua visitação?\n\nAcho legal um espaço para tratar da realidade motociclística brasileira, que é beeem diferente daquela que vemos nos subs gringos (mercado, modelos disponíveis, qualidade do asfalto, educação no trânsito etc).\n\nPensei em contatar os mods do r/Brasil e propor um link da sidebar, o que pensam?\n",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "5durn2",
            "num_comments": 4,
            "comments": [
                "Eu concordo que deveria ter um link na sidebar do /r/Brasil. Mas pra ser honesto não faço a mínima ideia de como kickstartear um subreddit da maneira adequada.",
                "[deleted]",
                "[deleted]"
            ]
        },
        {
            "title": "xre300 na estrada!",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "4ol084",
            "num_comments": 0
        },
        {
            "title": "Fiddle III aumenta a linha de scooters Dafra",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "4o8yjb",
            "num_comments": 3,
            "comments": [
                "Por esse preço melhor a NMax.",
                "Pior que toda vez que vejo uma notícia da DAFRA me lembro da paródia que fizeram com uma propaganda dela."
            ]
        },
        {
            "title": "Harley-Davidson convoca recall da Dyna Low Rider no Brasil",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "4lqrj6",
            "num_comments": 0
        },
        {
            "title": "Yamaha Crosser 150 tem recall de 46.196 unidades por quebra do chassi",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "4jqemo",
            "num_comments": 0
        },
        {
            "title": "Honda apresenta a inédita XRE 190 com ABS e preço de R$ 13.300",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "4ihafh",
            "num_comments": 0
        },
        {
            "title": "Minha Yamaha Ténéré 250 12/13 e algumas fotos de viagens com ela (extras no álbum).",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "46ob3u",
            "num_comments": 1,
            "comments": [
                "Acho a Ténéré 250 muito linda, parabéns pelas imagens.\n\n"
            ]
        },
        {
            "title": "Idéia de um milhão de dólares",
            "selftext": "Bom dia, fellow redditors! \n\nTrabalho como estafeta [entregador, courier, etc] numa loja de artigos eletronicos e hoje meu patrão me pediu para fazer um teste numa GoPro pra ele. \n\nFoi quando me bateu a ideia: Diários de um Estafeta\n\nNuma cidade mediana [~300k], num calor escaldante, enfim, um cenário bem bacana; \n\nO que acham? ",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "42az6v",
            "num_comments": 4,
            "comments": [
                "Qual tipo de situação interessante/incomum você encontra no seu cotidiano?\n",
                "Grava um piloto e posta aqui pra gente avaliar !"
            ]
        },
        {
            "title": "Boa madrugada fellow redditores! Quem daqui é possuidor da Honda XRE 300 (qualquer modelo), o que acham da moto?",
            "selftext": "Estou querendo fazer um consórcio, ou juntar uma grana para a xre 300 mas as opiniões parecem ser divididas sobre a moto. Tenho uma biz 125 que é ótima para a cidade e tenho família que mora em outras cidades e que vou visitar com frequencia. Sim, viajo ~100 km na biz. Queria uma Broz 160 mas também gostaria de avançar um pouco nas cilindradas, então pensei na XRE 300 que parece ser bem confortável. Mas quero ouvir diretamente de quem a possui, so, please! Comentem",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3ucjpd",
            "num_comments": 9,
            "comments": [
                "Você mora onde? Se for em Sampa, ao menos, eu acho loucura, pois é uma moto muito visada para roubos... Em termos de ciclística, não posso opinar pois nunca pilotei.",
                "Amigo, desculpa pela resposta atrasada, mas recomendo que pesquise pelo crônico problema de trinca no cabeçote. Desde o lançamento a XRE apresenta esse defeito! Há muitos vídeos de reclamações no YouTube, é só procurar por \"xre cabeçote\".\n\nÉ uma ótima moto, muito gostosa de pilotar, mas não é confiável. Isso tira a confiança no equipamento, pra viajar não dá.\n\nEnfim, meus 2 cents."
            ]
        },
        {
            "title": "Efeito Speedo Gazing (risco à condução?)",
            "selftext": "Boa noite galera!\nEstou realizando um trabalho para a faculdade propondo um dispositivo que anuncia a aproximação eminente de um radar. Buscando por fundamentos para a existência do mesmo me deparei com um fator que eu já havia notado na minha condução mas não encontrei nenhuma boa pesquisa sobre o mesmo. O Efeito é o Speedo Gazing, que ocorre quando você passa tempo demais observando o velocímetro do veículo e pouco tempo olhando para a pista e condições de direção. \nPercebi que isso é algo que me ocorre com certa frequência quando estou me aproximando de um radar que conheço, nesse momento fico de olho no velocímetro e sinto que perco atenção da condução.\nGostaria de ter a colaboração de vocês relatando se vocês sentem que ocorre o mesmo na condução de sua moto e se sentem que isso influencia a condução por parte de outros condutores. Vocês acreditam que este seja um risco subestimado? Acreditam que um dispositivo luminoso que desprendesse menos de sua atenção seria um bom acréscimo a sua lista de acessórios (sinalização por visão periférica com leds piscando conforme situação)?\nValew galera e até mais!",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3rflvh",
            "num_comments": 6,
            "comments": [
                "Não sei se sou uma excessão à regra, mas não costumo olhar o velocímetro. Conheço minha moto e a resposta dela em marchas e velocidades variadas, não costumo desprender minha atenção do trânsito para checar velocidade. No máximo uma conferida quando próximo ao \"pardal\"\n\nAnyway, vejo que pessoas menos experientes [pra nao dizer completamente rodas-duras] tendem a desviar a atençao nao só em \"pardais\", mas quebra-molas e sinalização excessiva. [E sim, isso existe no Brasil]",
                "Eu conheço tanto minha moto que às vezes não preciso olhar no velocimetro para saber a velocidade. Olho uma vez e consigo manter a velocidade aproximada por um bom tempo. Mas ainda assim toda vez olho no velocimetro antes de passar no radar. E me desconcentra sim..."
            ]
        },
        {
            "title": "Dicas para iniciantes",
            "selftext": "Galera então estou apreendendo a andar de motoca e tenho dúvida na hora das marchas como eu faço pra trocar elas bem suavemente ? E se possível mais algumas dicas.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3p4v2k",
            "num_comments": 5,
            "comments": [
                "Se atente mais à embreagem. Ela não é um botão; não é *on/off*. Pense na embreagem como se ela fosse um pedal. Creio que ajuda bastante entender o funcionamento do veículo também (isso vale pra carro, carreta, whatevs). \n\nO que é a embreagem? Bem, de forma bem grosseira, a embreagem é a peça que transfere o movimento circular produzido pelo motor à(s) roda(s). Quando você aperta a embreagem 100%, o motor não está mais conectado à roda. Quando você aperta a embreagem 0% (?), o motor está diretamente conectado. Quando você aperta a embreagem, let's say, 50%, o motor está transferindo algum movimento à roda, mas a maioria desse movimento está sendo perdido devido à falta de atrito (pense num carro de drift — ainda que a suas rodas girem muito rapidamente, eles andam relativamente devagar). Logo, pra não dar tranco na moto, você deve soltar a embreagem de forma suave. PORÉM, simplesmente soltar a embreagem de veículos que possuam pouco torque vai fazer com que o motor morra. Ou seja, enquanto tá soltando a embreagem, tu tem que dar um pouco de gas também."
            ]
        },
        {
            "title": "Salão Duas Rodas: BMW faz estreia mundial da G310, naked compacta da marca",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3o0lx7",
            "num_comments": 2,
            "comments": [
                "Bimmer de 300cc. Dependendo do preço do produto final, isso aí pode ter potencial no nosso mercado."
            ]
        },
        {
            "title": "Honda PCX 2016 chega renovado e preço do scooter sobe para R$ 10.299",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3n4ud5",
            "num_comments": 8,
            "comments": [
                "Hahahaha boa sorte, Honda, em vender uma scooter a mais de 10k em tempos de crise.",
                "Serio que alguem paga 10mil num scooter?"
            ]
        },
        {
            "title": "Aos viajantes do nosso sub",
            "selftext": "Tenho algum companheiro motoqueiro que não tem medo de cair na estrada, mesmo que a cilindrada da caranga seja baixa?\n\nQueria alguem pra trocar experiencias, visto que viajo mais dentro do meu estado [Minas Gerais]",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3mscnf",
            "num_comments": 0
        },
        {
            "title": "Como (Não) dar tranco na moto.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3mnjus",
            "num_comments": 0
        },
        {
            "title": "[OldSchoolCool] Comercial Honda Nx 350 Sahara - 1991",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3mkpuw",
            "num_comments": 0
        },
        {
            "title": "Ae galera, eu tenho uma motoca, acabei de compra",
            "selftext": "Vcs tb tem motoca?",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3m7ggj",
            "num_comments": 16,
            "comments": [
                "tenho várias",
                "Eu tenho uma fan 125, será que estou apto para este sub?"
            ]
        },
        {
            "title": "Posso pedir conselho? Moto barata para viagens com a patroa, o que recomendam?",
            "selftext": "Detalhe, eu moro na italia, entao os preços sao bem mais acessiveis. Uma motoca de uns 2 mil euros seria o que agente consegue pagar.\n\nA ideia é viajar com ela de moto pela europa, dormindo em campings. Entao tem que ser uma moto:\n\n* Confortavel\n* Possivel de levar alguma bagagem\n* gasolina nao é barata pra ninguem, entao seria bom ser economica\n* manutençao facil\n* Boa de guiar, sou principiante.\n\n\nalguma sugestao? Imagino que uma com tudo isso seja quase impossivel hehe",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3m67st",
            "num_comments": 7,
            "comments": [
                "2000 mil euros? Cara na boa, com o seu salário de mod do /r/circojeca daria pra comprar no mínimo uma goldwing.... \n\nNão tenho noção de preço de moto usada por aí, mas uma moto estradeira boa na Itália custa 6-7 mil. Qual é a sua carteira aí? É a A1 ou A2?",
                "Cara para viajar com alguem junto, e boa de guiar, tem que ser uma moto com motor grande, no mínimo 400cc e se você quer pegar estrada tranquilo tem que ser maior cilindrada.\n\nO maior problema da moto vai ser o peso dela, tem que se acostumar. Toda moto tem manutenção mais simples do que carro mas as melhores são as japonesas ou harley davidson, são motos mais simples do que BMW e ducati. \n\nEncontrei uma [Honda Silverwing por 1800euros](http://www.kijiji.it/annunci/moto-e-scooter/roma-annunci-eur-portuense-magliana/honda-silver-wing-1983/84432106) em Roma.\n\nMais nova: [Honda Transalp 1600euros](\\http://www.kijiji.it/annunci/moto-e-scooter/palermo-annunci-palermo/honda-xl-650-v-transalp/84428074) na sicilia",
                "Uma maxi scooter poderia ser uma boa opção. Talvez uma Suzuki Burgman 400? Dá pra encontrar em bom estado nessa faixa de preço.\n\nTem uma boa capacidade de carga, conforto para o piloto e patroa (com encosto de passageiro) e mais fácil de guiar que isso é impossível."
            ]
        },
        {
            "title": "Sites de moto, quais seus preferidos ?",
            "selftext": "Existem muitos sites interessantes sobre o assunto no Brasil. \n\nMeu preferido é de longe o Old Dog Cycles, com conteudo muito bom e feito por um cara que entende: http://olddogcycles.com/\n\nTem também o Road Garage, pra quem curte viagens:https://sites.google.com/site/filipecp85/home \n\nE o Motite, blog do jornalista Geraldo Tite Simões, que trata de assuntos diversos: http://motite.blogs.sapo.pt/",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3m5q5v",
            "num_comments": 2,
            "comments": [
                "Meu preferido é o /r/motoca."
            ]
        },
        {
            "title": "Kawasaki Ninja, opiniões",
            "selftext": "Tenho dois carros e nunca dirigi uma moto, mas adoro andar de moto, e estou pensando em comprar uma Kawasaki Ninja como a primeira moto, só como veículo de passeio, viagens, eventos (meu cunhado participa de umas viagens em grupo, acho muito legal e adoraria participar, não sei como chama) etc.\n\nOs motivos são basicamente: é a mesma moto do meu cunhado, então ele sempre me recomenda ela e é uma das motos esportivas mais famosas aqui no meu estado. Acho o design dela absurdamente bonito também.\n\nAlgum motivo gritante pra eu não comprar ela? Única preocupação que estou tendo é com roubos.\n\nPS: O modelo é a Ninja 300, que sai por em volta de 20 mil a nova.",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3m5f88",
            "num_comments": 5,
            "comments": [
                "Como vai ser uma moto pra uso ocasional, creio que vale a pena olhar uma moto usada mais parruda. Caso goste de nakeds, podia dar uma olhada numa Kawa ER-6N, acho que dá pra encontrar modelos em bom estado por volta de 20k.",
                "Eu tenho uma Ninja 250 e acho ela fantástica, é uma moto que te dá uma amostra de como é ter potência mas de uma forma amigável. Isso acaba inevitavelmente te deixando com um gostinho de quero mais. Ponto fraco dela eu diria que é o banco do garupa, se você pretende levar tua esposa pra passeios de mais de 80km já lhe aviso, a bunda dela vai doer.\n\nSobre a Ninja 300, achei a moto linda e fizeram algumas melhorias importantes, mas por esse valor eu arriscaria uma moto usada e potência maior. E falo isso levando em consideração que você nunca teve moto, vai do seu bom senso não pilotar além das suas capacidades, regra que vale pra qualquer categoria de potência!",
                "Tive duas Ninjas 250R e cada km dos 22.000km rodados foram sensacionais. Recomendo fortemente a Ninja 300, só não recomendo as concessionárias da Kawasaki na Paraíba e Alagoas devido aos altos custos da mão de obra.\n\nA moto é ótima, porém para ter o serviço e atendimento adequado da Kawasaki eles cobram um rim seu, por visita."
            ]
        },
        {
            "title": "[Cafe Racer] Suzuki GN250 do /u/caipirinhadude - enquanto ele viaja de Kombi pelo BR vou farmar um karma com ela.",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3m4r24",
            "num_comments": 3,
            "comments": [
                "[+1 foto](https://i.imgur.com/gaJz44a.jpg)",
                "Linda Intruder",
                "Essa Intruder tá demais. Eu acompanho aqui no Reddit fotos dela desde que ele começou o projeto! "
            ]
        },
        {
            "title": "A criminalização da vítima. A relação entre o motociclista e o preconceito",
            "selftext": "",
            "subreddit": "motoca",
            "topic": "veiculos",
            "id": "3m4ieq",
            "num_comments": 7,
            "comments": [
                "Excelente texto. Aliás recentemente no /r/brasil postaram uma matéria falando algo como \"motos são **culpadas** pela maioria dos acidentes de ônibus\". Acho que tem uma distância bem grande entre \"estar envolvido na maioria dos acidentes\" e \"ser culpado pelos acidentes\", né. \n\nMotos são vulneráveis. Pelo tamanho e pela sua natureza, que depende de equilíbrio dinâmico. Disso qualquer um que anda de moto sabe. E é justamente por isso que o CTB prevê que os veículos maiores são responsáveis pela segurança dos menores. Se um carro e uma moto batem, será que é sempre porque \"moto é perigoso\" ou  talvez seja porque...motociclistas não são enxergados e respeitados pelos outros condutores como deveriam ser?",
                "adorei o blog"
            ]
        }
    ]
}