{
    "posts": [
        {
            "title": "Carro de leilão (pequena monta) pode dar problema? No que ficar esperto?",
            "selftext": "Fala, pessoal! Comprando carro pela primeira vez e encontrei em algumas lojas carros que passaram por leilão (pequena monta). Eles têm o laudo de vistoria ok e parece que tá tudo certo. Tem algo que realmente justifique a diminuição no valor? Tem algo que preciso ficar atento pra não dançar depois? Valeu!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1116ms1",
            "num_comments": 3,
            "comments": [
                "Onde foi o dano? Motivo do dano? Seguro de empresas boas aceitam fazer o seguro do carro? Acho que é os principais pontos pra ficar de olho.\n\nRedução do preço tem muitos fatores, mas só de constar leilão as pessoas ja torcem o nariz, incertezas se seguro vai aceitar, risco maior se o carro n vai dar problema. Se comprar carro usado ja recomendam levar num mecânico de confiança, e ainda o povo vende umas bomba, imagina o medo com carro com histórico de dano. Normalmente eu e outras pessoas leigas são atraidas pelo preço e se ferra com esse tipo de carro. E tbm se um dia vc for vender vai ser desvalorizado e mais dificil assim como é agora.\n\nEu acho que só compraria um carro desses se fosse modelos simples baratos que estaria bem em conta, pra por prs trabalha mesmo, usa o carro o maximo possível em cidade, sitio e tal por bons anos, mas isso é opinião.",
                "Além de tudo que já foi dito, se prepara pra ter dificuldade em revender quando quer que seja que você pretenda fazer isso no futuro.",
                "Acho que já mataram a charada pra você aqui, mas eu só queria destacar: particularmente eu **detesto** ter que ficar discutindo/argumentando com alguém sobre um bem que estou vendendo. Seja um celular, um móvel, um carro. É altamente estressante e evito ao máximo isso. Se você comprar um carro com restrição no documento, se prepare porque você vai passar uma raiva do cão na hora de vender ele. A não ser que você aceite super facilmente receber em torno de 1/3 a menos do que ele vale."
            ]
        },
        {
            "title": "Existe uma \"melhor época\" no ano pra comprar carro 0km? Se sim, qual?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1110f5d",
            "num_comments": 8,
            "comments": [
                "agora não tá sendo um bom momento pq todos os carros estão muito valorizados, não existe época certa... é meio que aleatório quando os carros ficam baratos ou caros.\n\npor esse motivo que tu tem que estar sempre pesquisando",
                "a melhor época pra comprar é no começo do ano,  após o pagamento do ipva pelo ultimo dono\n\ne a pior época pra comprar é no fim do ano, antes de você mesmo pagar o próximo ipva\n\n\nse você mora em SP, pode ser a diferença de economizar 4% ou pagar 4% a mais em cima do mesmo carro.",
                "Costumava ser mais barato nos primeiros meses do ano, com as concessionárias vendendo os estoques do ano anterior. Lembro de bons descontos para veículos (0km) de ano/modelo que não o corrente. Hoje não tem mais disso. Pergunto-me se um dia voltaremos a ver esse cenário...",
                "Janeiro e fevereiro,  pagando modelo anterior.ou após trocado modelo/facelift.  Meu pai conseguiu algo como 12% este ano..."
            ]
        },
        {
            "title": "Peugeot 208 1.2 tem revenda ruim é Seguro caro?",
            "selftext": "Estou pensando em comprar um Peugeot 208 1.2 Allure 2018, ele é um carro bonito na minha visão e é um dos mais equipados quando comparados com seus concorrentes diretos ( Onix e Ka ), já pesquisei muito sobre esse carro e vi que a manutenção dele não é tão cara quando eu pensava porém não sei se a revenda dele é ruim, óbvio que se caso eu comprar e gostar futuramente trocarei em um 208 1.0 Style ou até um 1.0 Turbo quando sair claro. Ah e mais uma coisa sabem me dizer se o seguro é caro??",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "110t8tq",
            "num_comments": 4,
            "comments": [
                "A revenda é ruim sim mais se você for comprar um carro já pensando em vender e lucrar com isso não vai, Peugeot e Citroen são carros maravilhos os mais confortáveis e duráveis se você pensa nisso e juntando o fato que com certeza você vai pagar mais barato em um independente se tiver conservado dificilmente pega tabela",
                "A revenda de Peugeot não é boa, pois tem fama de manutenção chata. O que rolou de verdade é que no passado as concessionárias não mantinham um bom estoque das peças mais críticas dos carros, o que gerou um péssimo histórico de carros parados por meses aguardando peças.\n\nCreio que hoje já não seja mais essa realidade, são carros com bons projetos e concessionárias mais bem preparadas, o que é uma vantagem no seu momento de aquisição com preço baixo. Mas também uma consequência idem na venda, vende barato.",
                "Esse motor 1.2 é importado e foi usado por poucos anos no Brasil, portanto tende a ter peças mais caras e de obtenção mais difícil . Mas é um motor usado há muitos anos na Europa e sem relatos de problemas crônicos."
            ]
        },
        {
            "title": "Cambio X-Tronic é confiável?",
            "selftext": "Peguei um Stepway 2020 usado com 36 mil km com esse câmbio CVT X-Tronic, alguém manja se esse câmbio é confiável? Tem alguma manutenção específica?\n\nNunca tive carro automático justamente pelo medo desses câmbios que quando quebram tem um valor caríssimo para arrumar e agora estou com medo.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1106e5i",
            "num_comments": 4,
            "comments": [
                "É sim cara, mesmo câmbio da Nissan. Vc foge é de al4 e at8",
                "Esse câmbio é o mesmo que equipa o Nissan Kicks",
                "Cara eu não sei te dizer se é bom não, já vi algumas pessoas relatando defeitos. Recomendo você ficar de olho no manual de instruções pra cuidar bem dessa transmissão",
                "É ótimo. Fica tranquilo. Só segue as trocas de óleo do câmbio dentro dos prazos estipulados pelo manual."
            ]
        },
        {
            "title": "Trocar meu Civic ‘14 2.0 LXR AT por um Lancer ‘16 2.0 MT ?",
            "selftext": "Rapaziada surgiu uma mega oportunidade de trocar (um por um) meu Civic ‘14 2.0 LXR automático por um Lancer 2016 2.0 câmbio manual, seria uma oportunidade de ter um carro mais novo e ainda por cima manual, e preservando a parte sedã japonês, o único problema seria o interior do Civic que é ultra superior ao do Lancer, oq vcs fariam nessa situacao?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "11031ez",
            "num_comments": 7,
            "comments": [
                "Civic provavelmente daria menos problema. Lancer eu acho mais lindo e é meu carro dos sonhos, apesar de não ter dinheiro pra comprar. \n\neu recomendaria vc checkar a mecânica desse Lancer, ver se está mais inteiro que seu Civic, se estiver eu trocaria, NA MINHA OPINIÃO. mas eu sei que não é uma opinião 100% embasada na razão, metade é emoção kkkk",
                "Só se vc gostar bastante do lancer e manual. se não o civic q vc tem é mais confortável, é automático e todo mundo quer comprar, G9 é um carro mt querido pra se comprar usado, e automáticos tendem a segurar mais o valor. Eu tbm n gosto dessas trocas pau a pau a não ser q conhecesse o dono e o carro dele. Acho que é mais negócio de vc quer um carro mais novo, juntar dinheiro e comprar um mais novo com o seu carro+diferença.",
                "Revender esse lancer manual vai ser chatinho",
                "vale ressaltar q tenho condições de manter ambos tranquilamente, mesmo q o consumo do lancer seja maior",
                "Além da revenda do Lancer que provavelmente vai dar uma dor de cabeça você também tem que levar em conta que o Lancer é só a gasolina portanto se você mora em um lugar onde a mesma é cara não compensa.\nMais falando dos pontos positivos, o Lancer tem um designer maravilhoso, motor confiável e onde você chegar sempre vai ter um pra elogiar sua aquisição.",
                "Vale mais a pena vender seu civic, comprar um lancer talvez até mais novo e ainda sobra"
            ]
        },
        {
            "title": "Agile LTZ tem uma revenda ruim?",
            "selftext": "Prezados, eu to namorando de adquirir esse ano um Agile LTZ, gostei muito do carrinho, completinho e fácil de manter (motor GM família I), tá que o bicho é feio mas tem um interior muito confortável e é bem altinho, o mais importante para mim. A única coisa desse carro que me deixa meio com o pé atras é a revenda dele, eu tenho a impressão que ele é meio difícil de vender",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "1101myh",
            "num_comments": 9,
            "comments": [
                "difícil de vender é peugeot 206 fumando o resto é teta\n\nmas sério, hj em dia ta bem fácil de vender devido a alta dos zeros, o meu vendi em 2 semanas, um básico duas portas (que sempre me disseram q ia custar vender kkk)",
                "Tem e vc ja respondeu o motivo, feiura.\n\nUm item a mais pra nao ser comprado. Entao ja sabe, agile eh um corsa  se nao me engano",
                "Acho que vou ajudar mais falando minha pressão: visualmente, feio, mas não horroroso. Tem um conjunto em relação a itens de conforto até interessante. A mecânica não compromete, mas é um carro que saiu de linha há vários anos já, algo que por si só já puxa pra baixo o preço de maneira geral.",
                "Se feiura fosse fator determinante ngm comprava clio e etios kkkkk. Agile e sonic foram o intermedio ai do onix e nenhum deu mt certo, sairam de linha rápido, mas a parte de motorização do agile compartilha muita coisa com os outros carros, a chevrolata adora isso e facilita a manutenção dos modelos q saíram de linha. Isso dificulta um pouco a revenda, mas não é nada absurdo igual peugeot 206 como comentaram. Da chevrolet ruim seria revender um Sonic.\n\nÉ um bom carro, pelo preço acho que o que ele oferece é melhor que outros carros no msm preço, só dá uma olhada que o que deve ser caro nele deve ser peças de acabamento, por isso é bom ter seguro em caso de batidas, e fica de olho na hr de comprar se não tem amassados, apesar de que amassados no geral se resolve com martelinho de ouro.",
                "Muito dificil de vender, por isso vc tem q comprar ele por um preço bem baixo, e qdo for passar pra frente vender um pouco abaixo ainda",
                "Feioso d+",
                "já tive um e vendi em papo de umas 4 semanas.\n\nvendi por 35k mas agora ele se valorizou",
                "Tenho um preto 2010/2011.  \nEle é completasso de tudo, até sensor crepuscular tem.  \nSobre revenda acho tranquila mas depende do ano. O painel ficou quase o mesmo mas mudou bem o volante, os mais atuais tem comandos. O meu que é 10/11 não tem por exemplo.  \n Não faça o desfavor de pegar um easytronic/automatizado, vá no manual. A fipe dele é bem constante e não tem alta desvalorização. O país vive um momento muito instável para a questão de veículos então não se apegue nisso. Se fosse preocupar totalmente com revenda poderia comprar um corolla mais antigo porém ele não é alto. Continua sendo confortável e completo."
            ]
        },
        {
            "title": "KWID 19' x 308 13'",
            "selftext": "Então, estou com um dilema tenso que preciso decidir ainda hoje.\n\nAdquiri um Renault Kwid Zen 1.0  2019 BEGE com 12.000km em 2021, carrinho legal para o dia-a-dia, econômico, porém, de 2021 pra cá já bateram no parachoques traseiro, o qual foi trocado, parachoque dianteiro que também foi trocado, além de desamassar o capô e trocar a ventoinha, e no último dia 1° durante a noite, uma moto sem farol acertou a lateral. RESUMO: O carro está virado num 8, sem falar que é péssimo de acabamento, bate mais do que escola de samba, está com 25.000 km hoje.\n\nRecebi a proposta de troca em um Peugeot 308 Allure 2.0 Manual 2013 com 100.000km, e receber R$ 2.500 em dinheiro, além do dono do Peugeot receber o Kwid com a lateral batida mesmo.\n\nFipe Kwid: R$ 45.000\nFipe 308: R$ 39.000\n\nvou deixar fotos de ambos.\n\nS.O.S.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10zqyou",
            "num_comments": 11,
            "comments": [
                "Já tive Peugeot e te dou uma dica:\n\nSempre que um dono de Peugeot quer fazer rolo, na verdade ele quer se livrar da bomba. Não aceita nem de brincadeira.",
                "O Peugeot é bom. O 308 é bem mais carro que o Kwid, e o motor 2.0 dele já é bem manjado, usado por muitos anos, inclusive pela Citroen.\n\nPorém, o fato desse cara estar trocando um carro desses por um bem pior, batido, é digno de suspeita. Eu não faria negócio com esse cara em específico, a não ser que vc tenha um mecânico de confiança, especialista em PSA, que lhe dê um diagnóstico. Ir confiando na cegas em um cara querendo trocar o carro dele por um batido...é uma cilada Bino.",
                "Punto Attractive 2014 1.4 ou Punto Sporting 2012 1.4T-Jet são opções melhores,a melhor possível nessa faixa de preço é o fiesta titanium 2013 1.6AT"
            ]
        },
        {
            "title": "autoescola",
            "selftext": "vou tirar a carteira esse ano, porém estou trabalhando o dia todo e estudando de noite. Como fazer autoescola com essa rotina?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10zgztk",
            "num_comments": 5,
            "comments": [
                "Ninguém melhor que você para saber como administrar seu próprio tempo...",
                "Pega recesso escolar e mete marcha!\nEu fiz assim. Fazia 10 aulas (máximo permitido aqui em bh) por dia. Fechei legislação em um mês. O resto demorou mais mas deu pra ir encaixando pq direção é no máximo 3. Sempre curti fazer 3 pq tem mais tempo de carro e autonomia.",
                "Sábado.",
                "Eu já passei por isso, você vai ter que ir aos sábados",
                "Pode fazer aos sábados. Única desvantagem é que vai demorar um pouco mais. \nTente fazer durante as férias, daí vc consegue mais rápido até"
            ]
        },
        {
            "title": "carro com 18 anos",
            "selftext": "Tenho 16 anos e quero comprar meu primeiro carro com 18 anos, poderiam me dar umas dicas tipo\n\nSe eu compro um carro usado ou novo, qual seria a melhor escolha pra comprar etc...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10zan1s",
            "num_comments": 6,
            "comments": [
                "Depende. Vc precisa de um carro ou apenas quer? Vc mora em interior ou capital? Qual valor disponível para compra e manutenção?\n\nVia de regra nunca é bom ter carro zero como primeiro carro, mas vai que vc é rico e pode torrar dinheiro? Enfim, cada caso é um caso, eu não tenho a capacidade de te ajudar se não souber mais informações.",
                "Fiat>",
                "Estude muito sobre carros e mecânica como se fosse uma matéria da faculdade, até os 18 vc vai descobrir qual carro vc precisa"
            ]
        },
        {
            "title": "O novo trailer de Velozes e Furiosos 10 traz mais uma vez a memória de Paul Walker. A emocionante passagem do ator pela série e por esta vida, nos traz inspiração e um sentimento de esperança! Saiba mais sobre sua jornada!",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10za7fq",
            "num_comments": 0
        },
        {
            "title": "Primeiro carro? (regiões serranas, estrada de chão)",
            "selftext": "Pessoal, estou planejando adquirir meu primeiro carro e tenho um teto no orçamento de uns 70k, mirando um pouco abaixo disso nos 40\\~60k (só o carro, podendo desconsiderar seguro, IPVA, etc). Nunca tive carro, apenas andei nos de familiares. Não manjo de carro fora minhas pesquisas nos últimos meses, então quaisquer dicas para iniciantes ainda são bem-vindas. Além de pesquisas mais gerais tenho me embasado primariamente no Opinião Sincera, Xenão e Meu Carro Lifestyle.\n\nSeria um carro principalmente para andar longas distâncias esporadicamente, principalmente visitar minha mãe que mora em região serrana. Uma viagem de quase 100km e uns 1000m subindo, com alguns trechos mais acentuados, que são quase chegando ao destino. Além do mais, moro a mais de 20km da capital e não tem nada pra fazer aqui, então qualquer rolê que não seja com quem mora no bairro é 15km pra cima, isso quando não chega a uns 30km do outro lado da capital. Mas, no geral, estimo que o uso mensal médio seria de nem 400km.  \nNão dá pra simplesmente alugar quando precisar porque não são viagens de bate e volta.\n\nSeria usado mais em estrada de chão ruim ou de paralelepípedo, com muita subida e descida. Não é carro pra commute, não é carro pra ir ao escritório e voltar de segunda a sexta, seria pra usos ocasionais na cidade e para essas viagens maiores; não vejo sendo usado de outra forma nem a médio prazo. Como não vou andar muito, acho que consumo não pesa tanto.  \nCarros mais urbanos do meu pai passam um pouco de sufoco pra passar de uns trechos lá na região serrana (pra não citar quando ficou preso). Até tem projeto da prefeitura pra pavimentação (não é nem asfalto), mas basicamente só promessas, e sendo sincero até prefiro assim, mas não sou eu quem tá passando com carro kkkk  \nA gente costuma zoar que tem um pedreiro que sempre passa lá com seu uno quadrado de vai saber quantos anos, normalmente com dois passageiros, e sobe tranquilo, há anos.\n\n&#x200B;\n\nEnfim, em resumo, diria que é pra ser um carro que tanke um offroadzinho, sem chorar pra subir morro, de preferência com alguma tração/bloqueio de diferencial. Evidente que com isso também terá uma boa altura do solo, por exemplo.  \nEspaço seria usado muito situacionalmente, então diria ser indiferente, só não quero um carro muito grande. Algumas características menores que eu gostaria: farol de neblina, luz no porta-malas (ainda deve ser de boa de colocar por fora), porta-objetos (sou traumatizado com o Citröen do meu pai), chave com controles mínimos.  \nNo mais, pessoalmente gostaria que o meu primeiro carro fosse manual.\n\nCom isso, cheguei a alguns modelos (em ordem de preferência atual, pendendo pras duas primeiras):\n\n1. Idea Adventure (sem câmbio dualogic) - sistema locker pode ajudar, câmbio manual que de quebra foge do dualogic problemático da Fiat; farol de milha e de neblina; pessoal reclama dele em baixas rotações, nem lembro se tem isso no câmbio manual. Imagino que seja um pouco maior do que eu precisaria e por ser alto o centro de gravidade é um pouco zoado (algumas pessoas reclamam da estabilidade), tem muita curva nesse trajeto de quase 100km. O estepe atrás é meme  \n\\*Também tem o Palio Weekend Adventure, mas é mais comprido ainda, e provavelmente surrado como usado;\n\n2. Tucson - Grande e consome demais, tem algumas 'tecnologias' antigas (leia-se correia dentada), então tudo isso soa um pouco arrojado demais pra quem tá pegando o primeiro carro (e que inevitavelmente vai prestar conta pra pai e irmão), sem falar que na verdade é um carro bem família (não é meu objetivo). Mas é muito durável e com acessórios bons, além ser 4X2, pelo menos. As versões antigas 2.7 que são 4X4/4WD parecem excelentes, infelizmente não sei se dá pra encontrar uma em boa estado atualmente.\n\nOs próximos são alguns quase cogitados:\n\n3. Sandero STEPWAY - não acho que o preço justifica o que oferece, mas é uma opção mais moderna;\n\n4. HB20X - só tem altura e modernidade, caro;\n\n5. Fiat Argo Trekking - muito caro.\n\n&#x200B;\n\nDada a minha descrição, o que diriam/sugeririam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10z9kf6",
            "num_comments": 10,
            "comments": [
                "Lendo eu ia considerar o Sandeiro pelo conforto e confiabilidade, carros muitos novos nao sao feitos pra durar, então se fazer esse percurso com o tempo vai dar dor de cabeça. Eu tenho um gol 1.0 e faço um percurso parecido com o seu as vezes, estrada ruim, muita curva, buraqueira e morros que quase da de considerar paredes.eu considero que eu dirijo bem(meus amigos parentes e tudo mais dizem isso tambem) e nunca tive problema em qualquer lugar, embora o conforto nao seja enorme ele da conta do recado tranquilamente. Então tudo vai depender de você e do seu uso, se quiser conforto recomendaria Sandeiro e palio comprido seria boas opções, se o conforto pode ficar de lado então qualquer outro carro vai te servir muito bem se voce usar bem o veículo que voce escolher.\n\nDica: como é uma região serrana recomendo você ficar com a manutenção do motor em dia(óleo e o arrefecimento), pois é comum pessoas com um carro sem manutenção(f0dido) ter problemas como o motor ferver no uso em serras por conta de um uso mais severo, se estiver bem cuidado nao vai dar problema algum.",
                "Estrada de chão e paralelepípedo é osso. Pesquisa carros com baixa incidência de troca de bieletas e bandejas ou os que tem esses itens mais baratos.\n\nPara essas condições eu iria de Fiat Strada. Abriria  mão de itens de conforto pela praticidade.",
                "Se o seu trajeto levar em conta o risco de patinar a tração dianteira, já deve considerar um 4x4 de marca de sua preferência. Sem tal risco, os Adventure da Fiat ou Renaut Duster são boas opções. Com motor 1.0, só o Fiat Uno.",
                "Todas essas opções não são feitas para terra. Ideia? Sandero? Argo? Hb20? Tudo carrinho fraco urbano. Essas versões \"aventureiras\" é pra enganar leigo, o que pode prejudicar muito pessoas na sua posição.Se vc quer carro pra andar e subir em morro pegue algo a diesel ou 4x4 (se conseguir os dois melhor ainda)\n\nUma Mitsubishi TR4 não dá trabalho na cidade e é muito boa off road, seu porte pequeno é bem prático. \n\nChevrolet Tracker(as de primeira geração, não o lixo produzido hoje em dia) não é tão boa quando a Mitsubishi mas é bem confiável e capaz. \n\nA Suzuki também oferece diversos carrinhos com tração integral e capacidade off road. Pode pesquisar os modelos da marca e a avaliação de donos. SX4 e Vitara me vêem à mente.\n\nSe quer algo mais novo e manjado pegue uma Duster 4x4, é cheio de vídeo na internet de Duster indo bem em estradas ruins.",
                "Só toma cuidado com esse off-road Nutella que eles não aguentam um cascalhinho no chão e já solta todo revestimento interno de “prastico”, fora a suspensão que fica toda arreganhada."
            ]
        },
        {
            "title": "Tenho direito a levar embora o óleo que sobra da revisão?",
            "selftext": "Tenho uma moto Factor 150 (sei que o sub é sobre carros, mas acho que pra essa dúvida tanto faz o tipo de veículo) e ainda vou fazer a primeira revisão dela. Vi no site da Yamaha que na primeira revisão é trocado o óleo e o filtro do óleo.\n\nNo manual da moto diz que a troca de óleo sem a troca do filtro, utiliza 1 litro de óleo, mas com a troca do filtro, necessita de 1,1 litro. \n\nO óleo que autorizada usa para efetuar a troca, é o óleo recomendado pelo fabricante, Yamalube, que só é vendido em garrafa de 1 litro, portanto o mecânico vai precisar abrir 2 garrafas de um litro, para conseguir obter 1,1 litro de óleo.\n\nNo site da Yamaha diz que as duas primeiras revisões, a mão de obra é por conta da montadora. O valor que será paga por mim será para custear as peças/produtos utilizados.\n\nMas a minha dúvida seria se nesse valor está incluso as duas garrafas de óleo (e portanto eu teria o direito de levar o que sobrar da segunda garrafa embora) ou apenas o valor de 1 garrafa + 1/10 da outra.\n\nSei que parece mesquinharia querer levar o restante embora, mas as montadoras não pensem duas vezes antes de vender a moto sem itens básicos como pisca alerta e cavalete central, por isso também acho justo aproveitar meu direito onde possível",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10yvftc",
            "num_comments": 15,
            "comments": [
                "Sempre levei o que sobra",
                "Aqui o pessoal vende a granel",
                "pode po, só pedir pro cara que for trocar te devolver o oleo antigo",
                "Claro. Se você pagou pelo produto, o produto é seu independente da quantidade a ser utilizada.",
                "Se tu paga pelo produto, ele é seu. Isso é indiscutível. Você vai estar pagando por 2 garrafas de 1L. Inclusive exija a nota fiscal.",
                "Você deve saber como é fornecido o óleo da oficina, veja a descrição na nota de serviço, se estiverem descritas duas embalagens de óleo, por exemplo, Óleo Yamalube 1L 2x, exija o que você pagou e leve o restante com você. Porém, como já foi comentado acima, algumas oficinas adquirem em galão, nesse caso não teria como você levar o restante, pois a medida é feita de outra forma. Se a nota não for muito clara, veja se consegue observar o serviço ou peça para conhecer a oficina onde é realizado o serviço.",
                "Se vc pagou sim...",
                "Tem direito sim. Sempre que adquiriu um produto, e não é utilizado todo ele você leva pra casa. Se for cobrado um desengripante, tubo de cola ou uma fita isolante (coisas comuns em mecânica) e não for usado na totalidade, o restante é seu. (Salvas as exceções de que é lhe cobrado fração). Quanto ao óleo usado, o fornecedor tem de enviar para  destinação correta, então você não pode levar.",
                "Quando fiz a revisão da minha eu pude levar tudo de volta, filtro antigo, o óleo que sobrou da embalagem e etc"
            ]
        },
        {
            "title": "Pode forjar qualquer pistão/biela?",
            "selftext": "Pergunto no sentido de viabilidade. \n\nImagino que pra forjar alguma peça necessite de uma forma/molde, certo? \n\nEntão só seria viável forjar pistões de prateleira que todo mundo compra, ou consigo pegar um carro com um motor não muito conhecido e forjar sem muita dificuldade?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10yv6ab",
            "num_comments": 7,
            "comments": [
                "Ao contrário, se forja justo quando não tem forma exata. Quando tem forma você faz o pistão moldado, é o que a indústria usa, com eletricidade pra caramba e caldearia enorme se derrete o metal por completo, aí derrama na forma.\n\nPra forjar é só esquentar até ficar vermelho (São centenas de °C de diferença, derreter por completo é muito mais caro e demorado que esquentar pra forjar) e então você \"amassa\" ele pra ficar no formado MAIS OU MENOS correto. Mas tem que amassar meio de vez senão gera muita trinca, ficar martelando sozinho não dá, precisa fazer aquelas prensas tipo de prensar cabo hidráulico, que apertam de todo lado.\n\nEm ambos depois você faz o ajuste fino no torno, é o torno quem dá o formato exato.\n\nForja foi mais usada em preparação justo porque esquentar pra forjar é possível em indústria de fundo de quintal, mas derreter pra colocar em forma sempre foi extremamente difícil (Pra manufatura).\n\nHoje se você quer só 1 ou 2 unidades de características diferentes é mais fácil usinar, seja encomendar de empresa que tem CNC pra fazer pelo menos o grosso, pra você finalizar com mini-retífica umas partes, ou seja você comprar/fazer um torno menor em casa pra fazer uns.\n\nPra indústria ainda compensa moldar. Industria menor que as vezes consegue tarugos específicos baratos, restos de outro indústria, ainda tem motivo pra forjar, o que custa caro as vezes é ter um tarugo já no formato ideal pra ir forjando, faz um tipo de forma de metal pra isso prensar as cavas onde vai o furo no pino da biela e pronto, o resto depois é a usinagem no torno que resolve, mas como precisa essa base boa pra forjar no formato não dá pra fazer muita coisa diferente, fazer 3mm mais grosso ou alto dá, mas se é pistão completamente diferente de todos aí complica, aí teria que usinar muita coisa depois da forja, e se tiver que usinar a maior parte, gastar eletricidade, carvão e gente com forja pra que?\n\nPro cliente, hoje com motores mais justos, as expansões maiores dos pistões forjados são um problema, pra competição isso pode ser aproveitado por aumentar compressão quando esquenta (Mas frio bebe muito óleo, vaza um pouco de compressão aí até a partida demora mais), mas pra dia-a-dia hoje não compensa, seja carro ou moto, ideal é ter a mínima variação entre quente e frio pra ter a mínima folga necessária em tudo, inclusive entre pistão e camisa/cilindro. Então o padrão provavelmente será evitar eles, e preferirem pistões moldados ou usinados (totalmente usinados). Tem indústria agrícola que já usa CNC pra dúzias de coisas, não duvido que algum fabricante de pistões/automóveis já use apenas usinagem pra fazer pistões, você perde algum material na usinagem, mas na reciclagem isso vale alguma coisa, o preço de eletricidade pra usinagem é mixaria comparado à eletricidade que vai pra derreter metal, fora que precisa um galpão enorme pra forja ou com formas pra metal derretido, uma CNC pra isso pode ter o tamanho de um carro, e só 1 pessoa trabalhando. [Aqui pístões usinados por completo.](https://www.enginelabs.com/image/2017/10/the-shape-of-things-why-your-piston-skirts-arent-round-0004.jpg)"
            ]
        },
        {
            "title": "Onde posso achar bons kits de turbo? Com tudo incluso nele.",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10y9jnk",
            "num_comments": 4,
            "comments": [
                "Mercado livre tem",
                "Nunca comprei na SPA turbo. Mas se tu entrar em contato com eles acredito que consiga montar um kit completo.",
                "Famoso kit turbo de padaria"
            ]
        },
        {
            "title": "Arranhados e amassados",
            "selftext": "Não me zoem e nem me chame de playboy pfvr  me responda sério obrigado.\nEm setembro do ano passado ganhei dos meus pais um Fox Confortile 2015 1.6 o carro estava Zerinho quase não tinha arranhado somente no aerofólio, e não tinha uma parte do cromado do lado direito ao lado do farol de neblina, e desde que ganhei na primeira semana arranharam meu carro com uma chave fazendo 4 sinais  de S / dinheiro na porta do motorista , e ainda na coluna C , a parte do friso de porta está cheias de marcas do pessoal bater na porta do meu carro , o risco que eu q fiz foi no para choque pois encostei na parede de casa e agora vui ver a traseira do meu Fox e está com um pequeno amassado no para choque q parece q foi algum carro q tem espete na traseira fez , na moral o carro de vocês está com essas marcas e ainda tão pouco tempo o meu tenho só a 5 meses e fico triste o carro estava Zerinho e agora ainda continua muito bom mas fico triste e não compensa pelo oq me pai disse arrumar pois os arranhões q fizeram na porta do lado do motorista passou a parte da tinta e teria q pintar :(\n\nPfvr não me zoem",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10y7ls9",
            "num_comments": 13,
            "comments": [
                ">e não compensa \n\nEu pago R$ 500 por peço pra repintar. Pinta só a peça riscada.\n\nSe é risco meio pequeno, compra isso e retoca: https://produto.mercadolivre.com.br/MLB-2108890235-tinta-tira-risco-automotiva-fox-preto-ninja-_JM\n\nAs cores tem nome, em 2015 o Fox preto usava preto ninja que eu saiba, o da minha irmã era preto e pelo que lembro é a tinta pra algo tipo 2008 a 2023. No caso de outras cores pode ter variação, no caso de prata lembro que tem coisa da VW tipo Prata Egito e Prata Sirius (Lembro por causa da liga árabe que envolvia Egito e Síria).\n\nEsses kits pra retoque você lixa com cuidado, retoca a tinta, lixa de leve, aí mete o verniz, 2 ou 3 camadas de verniz, aí depois de 15 dias (Tempo pra secar direitinho) faz polimento no carro todo. Quando se pinta só uma peça mesma coisa, espera verniz curar por uns 15 dias, aí faz o polimento de tudo, peças velhas e novas, em geral fica igual o suficiente pra 99,9% das pessoas não notarem nada (E quem nota é quem sabe que carro usado sempre tem riscos).\n\nDá pra esconder muita coisa se usar cera pigmentada, e esfregar só nos riscos, mas conforme lava ela sai, então a micro-pintura resolve mais fácil, martelinho de ouro pode resolver por bem menos de R$ 500 por peça (Comparado ao preço do carro isso não é muito, caro é pintar carro inteiro por R$ 12 mil, preço de \"boutique\" automotiva).",
                "Vê se tem câmeras onde você mora. Essa fdp não pode sair impune do que vez contigo, na moral",
                "[removed]",
                "Mds, não sei de todos os pormenores, mas desde que vc tenha a razão e consiga provas, denuncia essa pessoa que fez isso, que loucura.\n\n&#x200B;\n\nNo mais quanto ao amassado a não ser que for muito, da pra conviver e acostumar, eu tinha um amassado na porta do meu carro q eu fiz com 1 semana do meu 1º carro, um onix 2017, e fiquei triste pra caramba, encostei a porta no pilar do estacionamento de um condominio e fui tentar dar a ré, só piorou a situação. Consegui tirar a tinta do pilar mas o arranhado e amassado ficou, ia ficar cerca de 200-300 reais no martelinho de outro pra tirar o amassado, era cerca de 30cm de amassado, ficou reto naquela região da porta. Talvez isso dê uma ideia de valor que pode custar um martelinho de ouro pra vc, já que não sei como ta o seu.\n\n&#x200B;\n\nSe não forem coisas mt feias eu faria as correções que orubem falou e boa, se for vender um dia ai vc da uma geral."
            ]
        },
        {
            "title": "Seguro auto",
            "selftext": "Eai pessoal!  \n\n\nPostei aqui a um tempo e consegui comprar meu primeiro carro, acabei indo de Fox 2019 mesmo.  \nO problema é que na hora de fazer o seguro me assustei, de 7 a 9 mil reais!  \n\n\nMoro no RS,  \nPodem me indicar corretoras? Estou vendo toas as possbiilidades",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10y23uw",
            "num_comments": 9,
            "comments": [
                "Corretor é sempre mais caro, ele tem que ganhar comissão, digo, é você quem paga o que o corretor ganha.\n\nSeguro em banco com conta pode ser bem mais barato. Ou direto na seguradora quando tem, como Porto Seguro e cia.\n\nE tem as cooperativas de seguro, tem uma taxa de adesão meio alta as vezes, mas uma vez membro, depois o valor mensal é bem baixo (Mesmo que troque de carro), tipo Lider, Sim ou Golplus (Foi a mais barata na minha última cotação).",
                "Cara, tem o youse que quebra um galho, as vezes que precisei sempre funcionou",
                "Cara, meu pai tem um fox do mesmo ano e pela tokyomarine da nem 2k no ano podendo parcelar ainda."
            ]
        },
        {
            "title": "gasolina comum ou aditivada?",
            "selftext": "qual opinião de vcs?\n\naditivada faz realmente diferença ou é diluida? ja li em alguns lugares que os aditivos podem diminuir o % de gasolina mesmo\n\ne como alguns postos conseguem vender ao mesmo preço adivitada e comum?\n\numa rede grande aqui da cidade vende ao mesmo preço, e eu ainda não entendi a mágica, me parece estranho algo em tese melhor pelo mesmo preço de algo comum",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10xuu6y",
            "num_comments": 16,
            "comments": [
                "Quando o preço do frete e cia é o que gera mais aumento no combustível (O lucro do posto paga ele teoricamente) é normal isso de botar ambas com preço muito similar. Aqui é o padrão, o preço na distribuidora seria algo tipo 10 centavos de diferença, o frete (Caminhão próprio do posto busca, o caminhão já serve de reservatório também) é quem gera o maior custo então botam a diferença de preço em 5 centavos as vezes.\n\nLembra que tem aditivo de R$ 6 a 10 o frasco de 200ml, só detergente, antioxidante e mais alguma coisinha, o preço é esse por causa do frasco de plástico, se comprar a granel (Tambor de 200 litros) fica mixaria, dá mesmo pra ter aditivação a 1 ou 2 centavos por litro.\n\nSobre utilidade, é só ver pela composição, se tem antioxidante em tese retarda oxidação de partes metálicas expostas do tanque, bomba de combustível, e principalmente da telinha dos bicos injetores. Os solventes e detergentes são pra soltar as bolinhas de borra que dá, se já mexeu com carburador (Limpar carburador de moto de 10 anos atrás ou mais) já deve ter visto essa sujeira que fica no fundo: https://fotos.web.sapo.io/i/Bff116f23/18581531_m1d9W.jpeg Ela as vezes é gosmenta, as vezes dá umas bolinhas, com o uso desses detergentes e solventes/lubrificantes não se forma isso. Lubrificante serve de solvente, não é só Thinner e cia que é solvente (Até a água é solvente pra química), tem seu minúsculo percentual de óleo sintético fino pra ajudar na lubrificação da bomba de combustível, e evitar travar pistonete ou agulha de carburadores, e até bico injetor.\n\nO resto tem que testar o aditivo de cada fornecedor, assim como tem em frascos de 30 marcas, os fornecedores pros distribuidores são vários, e se não me engano TRR também pode aditivar pra revenda. Não tem legislação que estabeleça o que a gasolina aditivada tem que ter, então aditivo é tudo diferente, cada fornecedor com o seu. Mais que isso não dá pra dizer, leigo fica tentando achar respostas simples sobre \"pode ou não\" mas isso não existe, tudo que tem múltiplas opções no mundo tem inúmeros prós e contra pra cada opção, vira questão de opinião e durabilidade, mas como carro urbano NÃO passa 20 anos sem ser mexido não tem porque se preocupar com durabilidade extrema, faz mais sentido economizar no abastecimento, porque o gasto em manutenção preventiva virá igual (Leigo gera muito lixo a toa, troca muita coisa preventivamente a toa, não adianta se preocupar com aditivação e depois fazer limpeza preventiva de bico, trocar preventivamente filtro de combustível e bomba e etc, só faz sentido se preocupar com aditivação se quer rodar até dar problema, quem vive de manutenção preventiva antecipando tudo não lucra nada com aditivação, no máximo tem efeito placebo achando que tem mais potência ou algo assim).",
                "Gasolina comum mesmo.\n\nPrimeiro que Gasolina aditivada não tem padronização técnica nenhuma (cada posto usa o tipo de aditivo do fabricante que bem entender, ou às vezes usa produtos químicos duvidosos - essa é uma das razões pelas quais a Honda, por exemplo, é enfática em recomendar Gasolina comum nos manuais de instrução dos seus carros), segundo que a proporção da mistura é de um frasquinho de aditivo de uns 200 e poucos mililitros para milhares de litros de Gasolina (a mistura é feita no posto, derramando o aditivo lá embaixo no tanque subterrâneo).\n\nUsar combustível de qualidade de posto confiável (isso é muito relativo, mas geralmente posto confiável é posto de bandeira conhecida [Shell, Ipiranga, BR/Petrobras], não confie muito naqueles postos decadentes, e sem bandeira, de beira de estrada, apesar disso não ser regra, cuidado) + trocas de óleo e filtro de óleo no tempo certo (se possível antecipadamente) já são o bastante para manter o motor limpo por um bom tempo.",
                "Vai entender a mágica quando descobrir o que é a gasolina aditivada. O aditivo quase não tem custo para o posto.",
                "Aditivos não servem pra melhorar a qualidade da gasolina, eles ajudam a remover impurezas do processo de queima, filtros e afins. Vc usa combustível aditivado uma vez periodicamente pra \"limpar o motor\", depois, só combustível comum.",
                "Não sei se mudou com o lançamento dessas gasolinas como a grid, mas quando eu trabalhava na Petrobras, a proporção de aditivação da gasolina eram 3 litros de aditivo pra 5000 litros de gasolina. Eu trabalhei em duas bases, uma era aditivação automática, e a outra era manual, sendo essa última carregava junto Ipiranga, Cosan (Esso) e Ale. As outras empresas que carregavam na Petrobras adicionavam um marcador, que servia apenas pra colorir a gasolina, e no caso da Ipiranga, apenas 1 litro de aditivo para cada 5000L de gasolina. Então no carregamento manual, o caminhão carregava até a marca correta e depois seguia pra baia de aditivação, então naquele tempo não havia menos gasolina por causa do acréscimo de aditivo.",
                "Vai na comum, caso queira aditivar, enche o tanque e compra um vidro de aditivo e coloca no tanque. Fora isso não vale a pena",
                "Nenhuma.\n\nUse gasolina premium como a podium porque gera menos carbonização e deixa o motor mais limpo. Essas gasolinas tem um certo padrão que precisam manter.\n\nJa a aditivada é gasolina comum com quantidade irrisória de aditivos, quase não faz nada, e não tem fiscalização. É melhor usar comum, economizar e comprar o aditivo tu mesmo.\n\nGasolina comum é a famosa mijolina, se for usar ao menos escolha um posto confiável.",
                "usei aditivada uma vez só pra limpar os bicos, o carro tava falhando na lenta, coloquei 200tão de aditivada e pisei bastante, até que limpou mas tirando isso não vejo vantagem nenhuma em aditivada diariamente.",
                "Quero saber tb"
            ]
        },
        {
            "title": "Sugestão de carros entre 200 a 300k",
            "selftext": "Estou querendo um sedan entre 200 a 300k para uso quase diário, teriam boas indicações?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10xh3n5",
            "num_comments": 9,
            "comments": [
                "Depende muito do seu perfil.\n\nGosta de carros mais joviais?? Jetta GLI, BMW 320i ou Audi A3 sedan.\n\nPrefere carros mais maduros? Camry híbrido, Mercedes C200 ou Audi A4.",
                "Pega um Marea e guarda o resto pra manutenção",
                "Audi A3 0km",
                "Dava pra pegar uma bmw , coisa linda",
                "Jetta GLI",
                "WRX STI 2015+\n\nPorsche panamera 2012\n\nLexus ES 300",
                "Eu iria de jetta gli ou bmw 320, acredito que o volks tenha um custo de manutenção mais barato e melhor revenda, mas sou leigo quanto a esses carros mais caros",
                "Chevetao turbo forjado 4.1 tudo que dá, ainda sobra uns 200k pra gastar em uma semana de gasolina, mas vai valer cada centavo",
                "Audi A4 acho um Bom carro nesse preço acho que vc consegue um A4 automático nesse preço ou um manual não lembro"
            ]
        },
        {
            "title": "Punto 2010 como primeiro carro?",
            "selftext": "Estou pesquisando e até 25 mil acho muito celta, palio, corsa, esses carros mais básicos. Pensei no Punto que mesmo fora de linha parece ser um upgrade em relação a esses, o que vocês acham?\n obs: achei uns até 25k e tem diversos modelos, 2010,2011, 2012. Tenho uma grana guardada e ficaria quase a metade disso pra financiar",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10xf40n",
            "num_comments": 6,
            "comments": [
                "Punto é carro de malandro, boa sorte para achar um que não foi usado e abusado.",
                "Sobre o punto, o que ouço muito falar dele é que é um carro muito pesado, e dado o conjunto, ele pode ser um carro pouco responsivo. Sabendo dessa \"característica\" e suas limitações, vale a pena se aventurar. No geral, é um ótimo carro, mas eu ficaria receoso quanto ao peso e o consumo dele.",
                "Vai de Fiesta 1.6, um rapaz aqui da minha cidade conseguiu um por 23k 2011, é só dar uma procurada que você pode achar umas boas ofertas",
                "Dá uma olhada no Nissan Tiida, a versão SL é mt bem equipada e relativamente econômica (o c câmbio manual), vc vai achar por uns 30k 35k no max"
            ]
        },
        {
            "title": "Carro entre 70~80k",
            "selftext": "Pretendo pegar bastante estrada com ela. O que mais está na minha mente é o Civic. Que outros modelos vocês recomendam nessa faixa?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10x85bp",
            "num_comments": 11,
            "comments": [
                "Como vai pegar estradar indico com motor turbo ou com motor 2.0:\n\n\r\\-Nissan Sentra S ou SV 2018\r  \n\\-Chevrolet Cruze LT ou LTZ 2018\r  \n\\-Kia Cerato SX ou EX 2020\r  \n\\-Toyota Corolla XEi 2017\r  \n\\-Volkswagen Jetta Comfortline 2017\r  \n\\-Renault Fluence Privilège 2017\r  \n\\-Citroën C4 Lounge Série Especial S 2017",
                "Depende o que você quer. Esportividade? Luxo? Conforto? Economia? Design?",
                "https://df.olx.com.br/distrito-federal-e-regiao/autos-e-pecas/carros-vans-e-utilitarios/subaru-svx-1144070998?lis=listing\\_2020",
                "Nissan Sentra. Luxo do luxo",
                "Kicks 2018 manutenção barata, carro bom, econômico...",
                "Numa compra racional eu iria de Corolla sem dúvidas. Se deixasse o sentimento falar mais alto, iria de Jetta.",
                "Nesse valor eu iria de cruze turbo",
                "Audi A3 1.4 econômica anda bem",
                "Lancer 17, tanque de guerra."
            ]
        },
        {
            "title": "Civic x Corolla x 320i",
            "selftext": "Estava pensando em futuramente comprar um carro na faixa de 70-80k. Como viajo muito quero um carro bom pra estrada. Vendo as opções, vi que esses são os modelos que mais me atraem. Porém não sei como não escolher a 320i sendo que ela está no mesmo preço que as demais na versão 2013. Alguém saberia me dizer porque esses 3 tem o mesmo valor?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10x4az6",
            "num_comments": 15,
            "comments": [
                "320i é o famoso resto de rico. Tu vai ver gente falando que vale a pena comprar pq é muito mais carro que os outros nessa faixa, e é mesmo, mas chama resto de rico por um motivo. É um carro que desvaloriza pra caralho simplesmente pq o primeiro dono era alguém que podia comprar 0km, tava pouco se fodendo pra manutenção e só usou o carro até acabar a garantia e comprou outro. BMW não costuma dar problema se mantida direito, mas o cara que compra o carro só pra usar até perder garantia não ta nem aí pra cuidar direitinho, e na hora que tu ver quanto custa trocar uma peça dessa porra no Brasil tu vai querer ter comprado um Civic",
                "Se tiver condições de manter a 320i, só vai.\n\nDe resto, não vai perder muito não.",
                "Vai ser seu carro principal? Se for, então é Corolla/Civic, senão vai de 320i.",
                "Sobre peças da bmw, nada mais caro q uma bm barata.\nProblema de bomba, bobina e bico sempre, qualquer coisa se tiver tempo, só importar as peças pela rockauto, o frete q ta um pouquinho salgado, mas se vc tiver algum endereço americano, envia pra lá e pede pra alguém te enviar.\nManutenção mais barata é a do civic!",
                "Cara, se fosse pra mecânico viver de Corolla e Civic eles ia falir de tão pouca manutenção, sao caros muito bons que nao costuma dar problema. A bmw nao recomendo 100% por conta que geralmente é um carro que geralmente um rico compra, regaça ate o último e troca, e manutenção de bmw é muito cara, mas é uma nave, é bem mais carro que os outros dois",
                "Uma coisa muito importante a considerar: a BMW é muito robusta e a qualidade das peças é muito boa, porém, carro nunca será um bem que não terá uma necessária substituição de peças ao longo do tempo, mesmo com manutenção preventiva. Sejam amortecedores, suspensão, coxins, etc e etc. Na BM tudo isso será MUITO mais caro (a mão de obra também) que num Toyota ou Honda.  \nA não ser que você tenha separado uma razoável quantia de dinheiro pra manutenção, eu recomendo o Corolla.",
                "320 tem o mesmo valor pra compra mas pra manutencao eh 10. 20 , 30X mais caro\n\nEla pode valer 80k mas a manutencao eh de carro de 300mil",
                "Sobre BMW é sempre bom se informar antes no canal do Korn Cars. Ele sempre dá dicas de quais versões são problemáticas e quais não são.",
                "320i só vai te dar dor de cabeça, comprei uma 2014/15 como primeiro carro e é um carro muito sensível, mesmo pegando com manutenção em dia registradas no iDrive, não curti...\n\nvendi, peguei um Lancer 15 e ainda sobrou grana. To adorando o Lancer"
            ]
        },
        {
            "title": "Alguém sabe me dizer como a tabela FIPE considera quilometragem do carro?",
            "selftext": "Basicamente to querendo trocar de carro e na tabela ele ta 37400. Fui em agências ver o que pagariam no meu carro. Ele tá em dia, ano passado refiz o sistema de esfriamento e coloquei pneus novos (não fiz nem 4 mil km de lá pra ca). A unica coisa que falta é uma parte da lataria (parachoque) e o ar condicionado (que não creio serem tão caros pra consertar). \n\nEnfim, na agência eles tavam dando 25 mil na compra e 28 mil na troca, achei muito baixo. Queria entender se a quilometragem do meu carro já é considerada na tabela FIPE ou se só tavam me dando lowball mesmo. Ele tem 189mil km.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10wydnf",
            "num_comments": 2,
            "comments": [
                "Eles coletam os preços de venda (Não de anúncios) nas concessionárias e lojas que eles tem contato, tiram uma média que envolve as vendas e o preço no mês anterior.\n\nQuando não tem venda suficiente a base é só reajuste de depreciação por idade ou correção da inflação, por isso alguns modelos tipo um Escort dos anos 90 tem valor de tabela baixo mas só se vende bem mais caro, porque não tem venda disso em lojistas em quantidade suficiente pra Fipe coletar dados de venda, a base acaba sendo só a depreciação por idade (Todo mês a tendência é pegar a média de aumento ou diminuição de todos e aplicar nesses sem estatística).\n\nKm não entra nessa conta, porque é uma tabela de média de preço praticado no mercado, você vende mais caro ou mais barato conforme o que foge da média. Se o carro tem digamos 15 mil km por ano de uso ele tá mais rodado que a média, se ele tem 8 mil km por ano de uso (Não ano-modelo, tem a data de fabricação do carro numa etiqueta no cinto de segurança, mês que vem já vão fabricar e vender alguns carro 2023/2024) então ele tá menos rodado que a média e talvez valha a mais por isso.\n\nKm é uma das variantes pra valorizar ou desvalorizar, existe a depreciação ou apreciação regional, estado de pintura, oxidações, desamassados e etc. \n\nCom problema que você não sabe descrever ao certo todo mundo tende a depreciar mais, se você falasse certinho que o ar tá perdendo gás por um vazamento no radiador lá na frente isso seria um reparo mais barato e simples, se for compressor, ou no evaporador lá dentro do painel do carro (Tem que desmontar tudo e quebrar um monte de firula plástica ressecava) aí fica mais caro. Na dúvida o padrão é pressupor que vai uns R$ 3 mil pra arrumar o ar, porque se ele ficou muito tempo sem uso pode ter oxidação, talvez alguém fuçou e criou problema em radiador quando o problema era no compressor (Era 1, virou 2 problemas), enfim, incógnita.\n\nE mesmo que seu carro não tivesse problema nenhum o padrão seria concessionária e lojas descontarem uns 20%, porque com juros altos hoje é meio ano empacado e você deixa de ter ganho em juro de banco uns R$ 3 mil, o risco de não vender é grande, grana empacada em estoque tem que dar lucro bom pra compensar (Pagar aluguel, eletricidade, funcionários), nunca dá pra ter certeza que vai comprar e revender em 30 dias.\n\nPode tentar vender particular, anúncio em FB, Olx e etc pra tentar vender direto, fica de olho nos rolos (Google pra conhecer os típicos).",
                "A tabela FIPE é um pool de preço médio realizado no mercado a cada mês. Valores em ambas as pontas, de cima e de baixo, são descartados, então é uma média que retrata o mercado naquele mês. Indiretamente então são levados em conta aspectos como quilometragem (dos dois lados), indicação de RS no documento e etc. \n\nO seu relato infelizmente é uma realidade: se você vender seu carro pra empresa (loja, ccs, garagem...) eles vão te oferecer um valor com grande deságio, essa é uma prática comum. Se vender pra PF há muito mais possibilidade de vender por valor mais próximo da tabela FIPE."
            ]
        },
        {
            "title": "Medo de fazer uma compra racional e arrepender",
            "selftext": "Bom, quase todos os carros que tive comprei na emoção, o atual eu estava em um momento diferente da minha vida onde era mais fácil mante-lo, agora as parcelas + consumo elevado estão me pegando um pouco então estou na intenção de vender e pegar um carro quitado. Atualmente to com uma s10 que faz 6 km/l na cidade e rodando 1000km mês.\n.\nMinha intenção seria focus, vectra gt, civic, tr4 ou tracker como compra emocional, ou c3 > 2012, up, new fiesta, ford ka > 2012, saveiro, montana, hb20 etc…\n.\nObviamente o melhor seria a compra racional, pra mim e pra todos aqui kkkkkk mas já vai me bater aquele arrependimento de estar fazendo um downgrade, to com medo de ficar infeliz depois. Preciso dicas e conselhos, pra quem ja teve ou tem carros mais populares, a alegria de sobrar uma grana no final do mês vale a pena? Tipo, se sentem realizados ou sentem vontade de ter um carro high lvl mesmo que seja mais velho?\n\nEdit.: podem deixar dicas de carro entre 27 e 40 mil",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10wvciv",
            "num_comments": 20,
            "comments": [
                "Eu já tive (e ainda tenho um pouco) a mesma preocupação sua em relação a um downgrade. Tive um Focus mk2,5 por vários anos até que aconteceu o pt. Desde então to sem o carro e vou fazer uma compra racional daqui a 2 meses, mesmo podendo gastar o dobro. Tudo é questão de perspectiva e o amadurecimento ajuda nisso. Intercale agora, faça uma compra racional que te possibilitará uma outra compra emocional daqui a alguns anos.",
                "Para o uso que faz E precisando de espaço, na faixa de preço, indicaria uma Palio Weekend Adventure como esta: [https://www.webmotors.com.br/comprar/fiat/palio/18-mpi-adventure-weekend-16v-flex-4p-manual/4-portas/2014/42605343?pos=c42605343a:&np=2](https://www.webmotors.com.br/comprar/fiat/palio/18-mpi-adventure-weekend-16v-flex-4p-manual/4-portas/2014/42605343?pos=c42605343a:&np=2)\n\nAqui só temos como (tentar) ser racionais, não tem outro jeito; em outro tópico, um camarada ficou falando de carros fodásticos e no fim abraçou um Etios...",
                "Cara, vou te dizer sem zueira, um Fusca cumpre tudo que tu quer. Bota um rack reforçado e o bicho carrega mais peso que Saveiro.\n\nVai rodar no barro? Fusca da conta.\n\n\nVai rodar na cidade? O meu 1500 faz 10/1.\n\nNa estrada o bicho faz 13.\n\nPensa num popular de respeito. Só é uma merda em questão de conforto ahahahaha\n\n25/30 mil pega Fusca topp só escolher o ano e a cor.\n\nJá tive vários antigos e o Fusca é o melhor disparado em termos de custo benefício. O troço não morre nunca! \n\nE se der bo tu arruma fácil e com pouco.\n\nMinha Kombi está no terceiro motor já, segundo chassis, virada em ferrugem e tá aí na lida ainda",
                "acho que a questão é momento de vida mesmo mano. não é porque agora você vai fazer uma compra \"racional\" que no futuro não dá pra você fazer uma compra na emoção de novo. quem sabe daqui um ano ce não tá melhor das conta e pode comprar um carrão mais legal?\n\nde recomendação: Ka, Fiesta, March, Etios, Up, Fit, Polo, Uno Attractive, Punto Attractive (meio caro de manutenção dependendo). enfim, de lei, carro 1.0 não tem muito erro. Exceto os Renault e Pegeout da vida.",
                "Compra uma Marea e tenha o luxo de deixar o carro estacionado com os vidros abertos e a chave no contato.\nE sem se preocupar com roubo. 😌😌😌",
                "Eu já fiz um downgrade. Vc tem que ter na cabeça que é temporário, e que é um passo necessário para que vc consiga se reerguer depois.",
                "Amigo, tive uma TR4 2015 por 3 anos, pode riscar aí ela da lista. \n\nTipo assim, baita carro, tração traseira ( altos rolê em rua de barro...) confortável,m e literalmente um tanque de guerra, tem coisa que se tu vai na concessionária perguntar quando troca eles falam que só troca se estiver quebrado (ex fluido de câmbio).\n\nPorém.... Manutenção nem sempre é das mais baratas, por ser um 4x4 e afins; não que seja caro, mas existem opções mais em conta. \n\nConsumo esqueça, câmbio 4 marchas é bom troca super bem as marcha, porém tem literalmente, 4 marchas, para rodovias é bem terrível e até dia a dia o consumo vai ser o mesmo se não pior que tua S10.\n\nE por último, não tem tanto espaço assim, é um carro relativamente compacto, pesa 1300kg (MENOS que uma BMW serie 3) mas daí te custa espaço de porta malas e também aos passageiros de trás. Tive um fit 2009 que acabou tendo  mais espaço interno e até mais espaço de porta malas (como? Não sei, Honda é loucuragem e fit é baita carro) tudo isso fazendo 17km/L.",
                "Corolla Brad Pitt automático",
                "Você precisa ter um veículo com caçamba??? \n\nSe não há necessidade, se livra disso aí. Pelo visto você roda na cidade, com uma km mensal razoável, não existe justificativa racional pra se ter um veículo como esse (e arcar com os custos associados).",
                "Fiat qual pé de boi já resolve.\n\nEu iria de algum Ford, Honda, Toyota, Nissan por esse valor. Já que são carros mais completos e não quebram tão fácil. (Dependendo do modelo)"
            ]
        },
        {
            "title": "Conhece alguém que foi parado em Blitz e anulou a multa?",
            "selftext": "A pergunta é essa: conhece alguém que conseguiu entrar com recurso e reverteu a causa?\n\nPreciso dessas infos pra uma matéria.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10wjegb",
            "num_comments": 10,
            "comments": [
                "Eu consegui anular uma de pelicula escura. Eles nao nao mediram com aparelho a transparencia dela. Argumentei isso e o detran anulou a multa.",
                "Anulei duas, uma de som e uma de cinto(meu mecânico tomou), anulei uma do meu tio de insulfilm e escapamento pois aleguei que não foi feito medição com aparelho específico. Mas multa como excesso de velocidade, for parado não usando o cinto ou foi medida pelo aparelho e mostrou estar acima do legal, ai nao tem como ir atrás, é pagar a multa.",
                "E de blitz lei seca?\nQue só fizeram bafometro passivo e nao o etilometro?\nConhecem alguém que reverteu?\nPorque o que vejo ter muito advogado que diz ganhar, mas nao conheço ninguém que tenha de fato ganhado.",
                "Nao sei se anular, mas já vi páginas que diram que ganharam. Então não sei, né. Talvez tenha que ver."
            ]
        },
        {
            "title": "Estou atrás de um primeiro carro até 30k",
            "selftext": "Preciso de um carro decente pra fazer um trecho de 40km de estrada (80km com a volta) de 2 a 3x por semana pois não aguento mais pagar van. Nem pelo valor, mas sim por não suportar mais andar de van e depender do horário dos outros mesmo. Andei olhando Vectra GT 2011, Audi A3 2004, olhei alguns Corollas, mas sinceramente não sei o que eu quero e nem o que seria bom pra mim. Gasto cerca de 330/mês com o serviço da van, não me importaria de pagar um tanto a mais com combustível mensalmente\n\nEm resumo: alguma sugestão?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10w8iqy",
            "num_comments": 16,
            "comments": [
                "Vamos supor que você rode 80km 10 dias por mês, isso dá 800km, um vectra desse faz no máximo seus 10km/l, serão 80l de gasolina por mês. 80kmx4,79(preço do litro aqui na minha cidade) = 380 R$.\n\nPorém, carro não é somente colocar gasolina e andar, pode acrescentar nessa conta o IPVA, Seguro e eventuais manutenções que serão necessárias em um carro com mais de 10 anos de uso, e vectra nunca foi carro popular, portanto sua manutenção é de um hatch médio da época.\n\nSe você tem grana pra bancar o vectra é um puta carro, mas eu recomendaria buscar algo mais econômico em todos aspectos. Nessa faixa de 30k é possível achar os corsas 1.4 premium 2012 e fox 1.6 2011, são 2 carros bem mais racionais que o vectra.\n\nNo fim de tudo vai depender da tua condição, tem grana pra bancar os custos de um vectra gt? vai nele que é carrão. Só não iria de jeito nenhum nesses a3, achar um desses em bom estado é igual achar agulha no palheiro, a grande maioria é de carros surrados.",
                "Desculpa colocar água no seu chopp, mas Vectra, Golf, Corolla, A3... Todos esses carros beirando 20 anos de uso, é uma péssima ideia de primeiro carro.\n\nSendo primeiro carro, mt provavelmente você não tem experiência suficiente para segurar a demanda de cuidado deles.\n\nPegue um carro mais novo possível e tenha pelo menos 10% do valor dele reservado para manutenções de prioridade que todo carro usado tem! Gama popular com motores 1.4 e 1.6 vão te atender bem ou sinceramente, pegue um 1.0 completo.\n\nDirija bastante, ganhe experiência e num futuro breve arrisque trocar por um carro mais antigo ou até comprar como segundo carro.\n\nMaioria das suas primeiras opções tão ruins de achar peça, são de manutenção cara, bebem bastante e pra te deixar mais tempo a pé do que rodando é fácil.",
                "Carros que eu consideraria, Astra, Vectra, Corsa 1.8, Stilo,  Focus, deve ter mais que esqueci, enfim são carros que gostam de beber um pouco mas bom demais de pilotar",
                "como proprietário de vectra, o /u/luaa4n falou tudo. Não uso o carro pra essas viagens, apenas pra me movimentar na cidade poucas vezes durante a semana. O fiote bebe, mas é uma delicia pra dirigir.\n\npra você, acho que o ideal talvez seja um meio termo entre potencia e economia. procuraria algo entre 1.4 e 1.6. acho que um perfeitinho pra ti seja o prisma 1.4 joy. um review dele aí pra você sentir se voce se identifica:\n\nhttps://www.youtube.com/watch?v=f6EjDWxcgug",
                "Eu iria de Vectra mesmo.",
                "Eu compraria um Nissan Sentra GXE 2007 e ainda te sobraria grana pra colocar uma turbina ou um pára-choque esportivo.",
                "Fusca 1500 faz 13/14 por litro na estrada, só dizendo...",
                "Estou vendendo um New Fiesta mexicano top de linha 2012/2013.  \nEstou com ele a uns 3 anos e minha mulher quer um SUV, so por isso tenho q vende-lo se nao continuaria com ele tranquilamente! Ele faz 14,5km/l na rodovia facinho e 12 na cidade."
            ]
        },
        {
            "title": "Sugestões para um carro entre 22 e 30k?",
            "selftext": "   Quais as melhores opções com esse valor, levando em consideração a confiabilidade do carro? Vi alguns modelos como, Focus (2002-2011), Gol (G5), etc... Como falei, levo em consideração a confiabilidade do veículo, e que seja manual, não interessa o ano... \n   O que acham do Vectra?\n   Desde já, agradeço...",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10voquq",
            "num_comments": 19,
            "comments": [
                "tenho Vectra 2011 GT, carro muito bom, porem beberrão e algumas peças caras, como por exemplo pneu que tem um aro grande, já que é um carro meio esportivo.\n\nporém, uma delicia de dirigir, inclusive daqui uns meses irei trocar por um i30 simplesmente porque os dois tem uma direção e potencia muito parecidas. \n\nnessa faixa que vc quer com certeza recomendaria, a não ser que vc preze pelo consumo caso vá dirigir muito com ele.\n\nIPVA desse ano foi 1400, seguro na faixa de 280, mas estou procurando um melhor, gasto em media 200 reais de combustivel por mês (ando no max 30 min por dia e tem dia que nem ando), 90% das vezes coloco gasolina. mas em estrada mal gasta, fiz uma viagem de 3h não gastei nem meio tanque.\n\ncoisas pra ficar de olho: esse carro esquenta, então sempre ficar de olho na água. qnd peguei ele demorei anos pra tomar conta direito e tive que pagar uma bomba pra refazer o sistema de arrefecimento (cerca de 3.5k). \n\nrecomendo muito caso você consiga arcar com os gastos.",
                "*levando em consideração a confiabilidade do carro*\n\nLevando ainda em consideração que citou Gol, Focus e Vectra, carros diferentes entre si, e que não citou o uso que pretende fazer, parto do pressuposto que seu desejo é ter apenas um meio de locomoção, nada mais: neste sentido, um carro mais básico - e mais confiável, pois peça que o carro não tem, não quebra - como um Renault Clio seria a minha indicação (desde que tenha o \"kit dignidade\", AC + DH).\n\n[https://www.webmotors.com.br/comprar/renault/clio/10-expression-16v-flex-4p-manual/4-portas/2013-2014/45021201?pos=m45021201a:&np=1](https://www.webmotors.com.br/comprar/renault/clio/10-expression-16v-flex-4p-manual/4-portas/2013-2014/45021201?pos=m45021201a:&np=1)\n\nSe precisar de mais espaço, vá de Sandero.\n\n[https://www.webmotors.com.br/comprar/renault/sandero/10-authentique-16v-flex-4p-manual/4-portas/2012/43947857?pos=p43947857g:&np=5](https://www.webmotors.com.br/comprar/renault/sandero/10-authentique-16v-flex-4p-manual/4-portas/2012/43947857?pos=p43947857g:&np=5)",
                "Tudo depende da sua renda e da sua finalidade, quer ir e voltar sair de casa e coisas do tipo, vai de básico mas compra com ar condicionado no mínimo.\n\nAma carro e vai querer acelerar? Pega um carro mais forte com no mínimo motor 1.6 e ar condicionado.\n\nGol recomendo pegar 1.6, o motivo é que o motor 1.0 se nao for bem cuidado da problema, ja o 1.6 ja aguenta um pouco mais.\n\nFocus é um baita carro tanto 1.6 quanto 2.0, ambos confiáveis, mas nao recomendo o 1.0 que tinha na versão mais antiga porque é muito peso para o 1.0 tocar, lembrando que ele é confiável mas a manutenção acaba sendo mais salgada.\n\nVectra, tem o modelo antigo e o novo, o de visual antigo tem uma manutenção acessível e um conforto enorme, mas bebe bastante. Ja o modelo novo bebe menos, tem um bom conforto só que a manutenção é um pouco mais cara, mas da de manter.\n\nLembrando, não cai no papinho de \"nao precisa de ar condicionado é so abrir o vidro e ja era\", ar condicionado hoje em dia é essencial, falo por experiência própria.",
                "Cara eu gosto muito do fiesta 1.6 Rocam, acho um carro bem confortável e pelo menos comigo nunca deu nenhum problema considerável",
                "vou deixar uns links do canal \"Meu Carro LifeStyle\" do YouTube. (https://www.youtube.com/@MeuCarroLifeStyle/videos)\n\nNão tenho nada a ver com o canal, mas aprendo muito sobre carros com ele. Altas dicas de tudo que é tipo. Segue:\n\nhttps://www.youtube.com/watch?v=\\_Tvi5ZN6zRk\n\n[https://www.youtube.com/watch?v=pzQc5QdmP8o](https://www.youtube.com/watch?v=pzQc5QdmP8o)\n\n&#x200B;\n\ngaranto q tu vai gostar.",
                "TIGRA 1.6 MPFI 16V",
                "vectra soh se vc for dono d e posto.\n\nmas vc eh pobre pega um compacto popularmelhor ter grana sobrando pra gasolina"
            ]
        },
        {
            "title": "Estados Unidos proíbe circulação de 8.000 Hondas com airbags Takata",
            "selftext": "Uma coisa que gostaria demais em saber: por que raios tem dono que não atende chamada de recall? São componentes que envolvem a segurança das vidas de quem está dentro ou fora do veículo, isso não desvaloriza o carro (o que desvaloriza é justamente o não atendimento ao recall), e não atender não só tem impacto na segurança, como também agora é um impeditivo pra transferência. O que custa mais, duas horas de serviço na concessionária (e gratuita!), ou a sua vida?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10vjnzg",
            "num_comments": 6,
            "comments": [
                ">O que custa mais, duas horas de serviço na concessionária (e gratuita!), ou a sua vida?\n\nÚltima vez que fiz recall tive que gastar uns R$ 900 só em gasolina, 1 dia de viagem até alguma metrópole com concessionária, pagar hotel e cia, depois mais um dia todo pra voltar. Puta trampo a toa, trocaram placa de controle de vidro que eu já tinha trocado (R$ 150 por uma nova, muuuuito mais barato e rápido comprar e trocar isso que viajar pra concessionária e ficar horas esperando), mas... a regra é trocar, tendo o consumidor resolvido ele mesmo o risco ou não.\n\nQuem compra carro pra andar e não pra bater (Acha que nunca terá acidente) não tem essa visão, se tivesse comprado um modelo de carro sem airbag estaria na mesma situação de ter airbag instalado mas ele não ser confiável. O que mais tem no Brasil é carro sem airbag, eles são obrigatórios a poucos anos.\n\nProblema real é acionamento sem acidente, como eu gosto de carro velho (Pra mim é burrice pagar digamos R$ 100 mil num mísero meio de transporte) eu evito o que tiver airbag por isso, pra não ter risco de uma porcaria dessa acionar sozinho (Estrada de chão cheia de costelas chacoalha até a alma conforme época do ano). Em carro novo tudo é lindo, mas no mundo real o que mais tem é carro usado, e bastante usado, a média de idade da frota brasileira de carros pequenos já tá batendo na casa dos 11 anos."
            ]
        },
        {
            "title": "Qual carro comprar?",
            "selftext": "Ola, boa tarde.\n\nEstou querendo comprar o meu primeiro carro, quero que seja  AT, Economico e tanque de guerra.\n\n(Não ligo pra beleza).\n\n&#x200B;\n\nEstou em duvida entre:\n\n* versa Unique 2017 cvt\n* etios platinum 2017 AT\n* cobalt ltz 2017 AT\n* Honda fit elx 2015 cvt\n\n&#x200B;\n\nQual carro voces me sugerem? \n\nMeu orçamento é 65k.\n\n&#x200B;\n\nUso vai ser Apenas pra ir pra academia, mercado,praia ou fazer pequenas viagens ao longo do Ano.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10vgb6v",
            "num_comments": 11,
            "comments": [
                "Versa sem pensar muito, desses é o que melhor tem estabilidade na estrada.",
                "Tbm to na mesma procura. To entre versa e fit.",
                "Fit",
                "iria de Etios, mas Fit é bom demais também. Só recomendo a versão sedan do Etios pq é muito espaçosa, principalmente o porta-malas. Entre esses 4, cobalt é o pior.",
                "Fit uno",
                "Fit",
                "Fit. Versa se tiver família de 4 ou mais...",
                "Dessas 4 a melhor opção seria a honda",
                "Sem beleza ia de fit mesmo, nesse valor tem o sentra também e o fluence que são bons carros",
                "Iria de Etios Platinum sem dúvida alguma\n\n3 motivos:\n\nFator Toyota, carro inquebrável por ser de uma marca Japonesa renomada\n\nMais espaço interno e porta mala\n\nBastante econômico e confortável: Versa consome mais, Cobalt está fora de linha então a revenda fica complicada e Honda Fit espaço pequeno, apesar de ser um bom carro",
                "Etios e Fit."
            ]
        },
        {
            "title": "Alguém que trabalha com projeto de cabeçote.",
            "selftext": "Tenho um projeto de omega as pirado, um 6 cilindros em linha com 24v dohc, alguém sabe se é possível no omega ou não, e se conhece um lugar que faça também ajuda.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10vdggn",
            "num_comments": 0
        },
        {
            "title": "Injeção",
            "selftext": "Seguinte, tenho uma Grand Livina que era do meu falecido pai, ficou muito tempo parada e tenho rodado com ela toda semana há +/- 8 meses. Meu mecânico me disse que a injeção dela ta bem cagada, sonda lambda queimada, entre outros (faz sentido pelo tempo parado e pelo consumo tbm que tá pique opala 6cc).\n\nJá vi que existem injeções modificadas tipo fuelteh e tals. Do ponto de vista durabilidade e consumo, seria melhor colocar uma fueltech ou só trocar as peças pelo ki original?\n\nPode não ser uma pergunta muito inteligente, mas não tenho quem me tire essa dúvida.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10vbzmz",
            "num_comments": 5,
            "comments": [
                "Pra colocar essas injeções programáveis vai seus R$ 4-5 mil fácil.\n\nSó troca as peças originais e pronto, como ele é pesado não tem como consumir pouco, deve voltar pro consumo de sempre (Maior que carro popular, mas similar a carros desse peso). \n\nMas sonda lambda não dá problema por ficar parado não, dá problema por dar mesmo, ela fica lenta conforme idade, dá pra tentar limpar mas via de regra troca logo. Bico se limpa e equaliza, trocando as telinhas dele (Reparo dos bicos injetores), troca filtro de combustível, troca a sonda, o resto vê o estado, se tem pressão na bomba de combustível, se o catalizador tá ok (Tem uma sonda antes e uma depois do catalizador, geralmente bebe muito quando a sonda pré-catalizador tá travada).\n\nSó uma peça de R$ 200 como a sonda tem potencial pra fazer você gastar R$ 600 a mais em combustível por ano, não precisa pensar em trocar tudo, vai só gastar tempo, esses kits de sonda programável é pra quem quer fuçar, não pra quem quer economia (Em preço de instalação e economia de combustível).\n\nAh, e ainda que comprasse uma central programável, igual ia precisar ver os bicos, bomba, filtro, sondas, catalizador e etc, de qualquer jeito tudo tem que estar perfeito, senão troca central e continua gastando igual hoje.",
                "WHAT? Nao amigo, só troca as peças originais e boa."
            ]
        },
        {
            "title": "Etios xs 2014 16v",
            "selftext": "Bomba ou uma boa opção?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10v298w",
            "num_comments": 7,
            "comments": [
                "Boa opção, só é bem feinho.",
                "Boa",
                "Etios de qualquer geraçao e tanke de guerra, seu mecânico vai ater esquecer seu nome, econômico e potente",
                "Esse bixo anda com força de alta",
                "tanque de guerra, resistente, só é feio mesmo",
                "Bom carro, confortável dentro do esperado pra categoria e é muito robusto.\n\nManutenção cara como qualquer Toyota e sim, esse carro dá manutenção como qualquer outro kkkk\n\nSuspensão é um tanque de guerra, se vc conseguir conviver com a feiúra dele, tá na boa!"
            ]
        },
        {
            "title": "Limitador de giro",
            "selftext": "Rapaziada estava precisando de alguém que manja um pouco de sensores abs e limitador de giro, já ouvi falar que em alguns casos quando desativamos o sensor ABS os sensores de velocidade também são desativados e o carro não corta a velocidade, queria tentar tirar o limitador do meu Ka sedan 1.0 2019",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10utgan",
            "num_comments": 2,
            "comments": [
                "É por causa de pessoas como você que inventaram o limitador de giro"
            ]
        },
        {
            "title": "Onde posso achar essa budegakk",
            "selftext": "Onde nesse Brasil posso achar rodas da rotiform? A maioria é aquelas feias... estou à procura da DRK",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10ut5g6",
            "num_comments": 3,
            "comments": [
                "Tenho um jogo de Rotiform LAS-R 18x8,5. Comprei na Tuning Parts"
            ]
        },
        {
            "title": "Vidro elétrico com funcionamento irregular",
            "selftext": "Bom dia!\n\nOs vidros elétricos do meu Yaris estão malucos. Quando ligo a bateria do carro, ou quando ligo o carro e dou a partida e começo a andar em baixas velocidades, os interruptores dos vidros elétricos do lado do motorista não funcionam, exceto o que aciona o vidro do motorista, porém os demais interruptores ainda funcionam, abaixando os vidros de suas respectivas portas.\n\nQuando começo a andar com o carro e é acionada a trava automática, todos os vidros sobem automaticamente, depois disso todos os interruptores dos vidros passam a funcionar normalmente.\n\nSei que o módulo de subida dos vidros elétricos na chave do meu carro é o PRO 120FA da empresa Tury.\n\nAlguém teria uma solução para isso? Estou viajando  a trabalho no interior e não poderei levar a uma autorizada tão cedo.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10uchpa",
            "num_comments": 1,
            "comments": [
                "O módulo em si fica ali escondido pra esquerda da embreagem muito provavelmente, enfiado no meio do painel, o pouco que dá pra fazer é tirar e bater um spray limpa-contatos (Não confundir com desengripante ou outros oleosos, limpa-contatos é seco), se ele já tá na mão pode abrir ele (É só umas travas plásticas, abre até com a chave de porta) e ver se não tem solda fria em algum pino.\n\nMas lembra que na porta do motorista não são só interruptores, é mais comum AQUELA peça ter problemas (Já teve recall desse interruptor em alguns carros no Brasil), além dos 5 ou 6 interruptores tem um CI dedicado, uns mosfets e relés, geralmente é nela que dá mau contato, porque entra poeira ali dentro da porta (Mas debaixo do painel fica até limpo, no comparativo com dentro da porta).\n\nEm carro de uns 15 anos é extremamente raro algum que AINDA não deu mau contato nesse interruptor (Quando é desses eletrônicos, se bem que os simples que só acionam central nessa idade também), é bem comum porque o chicote é longo e chacoalha, ter solda quebrada nele, seja em conector, em rele ou interruptor (Tipo o que trava pro vidro não ser baixado) é bem comum, as vezes bater um limpa-contatos por cima (Sem desmontar nada) muda alguma coisa mas é raro.\n\nPra chegar nele precisa desmontar ou o puxador ou o plástico todo da porta, acho que o Yaris também tem a lateral toda presa por parafusos e umas travas que dá pra reaproveitar sem problemas ([Essas.](https://shopee.com.br/10-Grampo-Presilha-Forro-Porta-Etios-13-20-Yaris-18-20-i.414538532.13045515223) Outros carros populares tem travas que quebram em quase todo desmonte). As vezes é mau-contato só em plug, mas um limpa-contato é necessário, ideal é usar alicate mais fino pra dar uma limpada pino por pino tanto no plug como no encaixe fêmea. Se for solda quebrada precisa soldar, mas em geral solda quebra é pra mais de 10 anos de uso, com menos tempo o normal é só conexão ruim entre o plug e o terminal fêmea, porque ele vibra muito conforme posição.\n\nDesmontar porta qualquer jeca desmonta, não precisa pagar R$ 200 pra concessionária fazer isso, é trabalho de 25 minutos com uma chave de fenda 1/8\" provavelmente (Última vez que mexi num Yaris eu tava só com minha mochila com notebook, nela só levo uma philips meio pequena e uma fenda pequena), com um pingo de cuidado essa trava plástica mal terá marca da chave distinguível, não é difícil reaproveitar essas travas (De um Gol 2012 quebra 70% delas a cada desmontagem).\n\nSe dá pra desmontar esses interruptores do motorista (Só o motorista tem circuito, os outros interruptores são burros, só interruptores mesmo, sem circuito) sem tirar o plástico todo da porta, então tá mais fácil, não sei se Yaris é tudo igual, que EU lembre o puxador não sai pra mexer só nele, mas procurando no Youtube com o ano do modelo deve achar vídeos sobre isso (*interruptor vidro yaris 2018*, por exemplo) pra ver se é fácil ou difícil, pelo que EU lembro até com uma chave de teste de R$ 2,99 se resolve (E conforme problema tem que levar pra alguém soldar, ou meter spray limpa-contatos de R$ 13,90. Dá pra deixar ele fora do carro pra levar numa eletrônica, se o vidro estiver fechado ele continuará fechado, se as travas não funcionarem feche as outras travas por dentro e tranque na chave quando levar pra soldar, alarme não depende dele então isso vai funcionar normal, só trava e vidro que as vezes param quando tira esse interruptor).\n\nAh, esses interruptores internacionais da Toyota tem no Aliexpress baratinho, eu comprei alguma coisa usada de interruptor de porta por R$ 90 a uns 2 anos porque chegava em uma semana, mas tinha por tipo R$ 100 novinho no Aliexpress. Se não abrisse vidro (Eu não abro, tem ar pra que?) seria tranquilo esperar um novinho pra trocar logo, as vezes dá trilha rompida, oxidação e muita solda quebrada, do tipo que solta ilha de solda e gera reparo que não dura, nesse preço melhor trocar ela, não pagando os R$ 350 que o cafetão concessionária cobra dos seus clientes, claro, isso é peça de alta escala, não pode custar tão caro, concessionária cobra porque sempre tem trouxa que paga."
            ]
        },
        {
            "title": "QUal a melhor escolha de carro até 60k (no máximo)?",
            "selftext": "Estou, a princípio, com 3 opções. TOdas na casa dos 59\\~61k +-\n\n&#x200B;\n\n1) ONIX 1.0 LT 2019, +- 60k km\n\n2) Argo Drive 1.0 2020, +- 54k km\n\n3) New Fiesta 1.6 2018, +- 58k km\n\n&#x200B;\n\nO uso principal é para a cidade, no dia-a-dia, e 1x por mês, no máximo, para estrada, mas em viagens curtas (200 km somando ida e volta). Uma ou duas vezes por ano terei viagens maiores (600 km somando ida e volta).\n\nA princípio é só para eu e minha esposa. Talvez em alguma dessas viagens leve mais 2, que são meus pais ou pais dela.\n\nHá alguma outra sugestão?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10tnto0",
            "num_comments": 12,
            "comments": [
                "Argo , eu acho mais espaçoso e confortável.   Alugue um p ver se lhe agrada.",
                "Elantra 2012",
                "OP, se essas suas viagens envolvem serra não pega 1.0.\nSeu perfil é muito parecido comigo, e eu choro sangue todas vezes que eu pego a serra.\n\nPs: 1.0 turbo serve.",
                "new fiesta é um dos melhores carros que já dirigi, muito gostoso e tem direção elétrica, tem um espaço razoável e tem uma boa potência pro valor",
                "Não iria de 1.0 pelas viagens. Não iria de Ford por perder preço de revenda. Talvez iria num Etios 1.3/1.5 ou num gol 1.6",
                "Estava nessa dúvida, fui de New fiesta manual e não me arrependo. Faz uns 6 meses que estou com ele, econômico, confiável e não passa vergonha na estrada.",
                "New fiesta sem pensar duas vezes. Mas tem que ser o 1.6 manual. Dirigi todos da lista, e nem se comparam",
                "Eu iria de New Fiesta super feliz, já andei no argo, é legalzinho mas parece que ele bebe um pouco d+. O New Fiesta é super confortável e a central dele é bem legal, se não me engano tem Android auto nela. Até eu tô interessado nesse Fiesta que vc falou aí, só me falta o dinheiro kkkk",
                "Pra mim carro 1.0 é pra cidade e viagens curtas, cidades próximas. Se tem condições, pela própria segurança e da familia, eu prefiro ir com carro que tenha maior segurança pra ultrapassagem. Por mais que uma ou duas vezes por ano seja pouco, na hora que for fazer essas viagens longas vai sentir, vai ficar atrás de caminhão, não vai conseguir ultrapassar nas descidas pq os caminhões embalam, e nas subidas o carro normalmente os 1.0 são manquinhos pra ultrapssar com segurança. Entre essas opções eu iria de new fiesta, o ruim dele só é a revenda depois que infelizmente vai desvalorizar, mesmo sendo um carro bacana. \n\n&#x200B;\n\nEtios é bacana nessa faixa, onix 1.4 eu mesmo já peguei bastante. Além desses tem os classicos corolla e civic. Eu tinha onix 1.4, ia muito bem na cidade, tranquilo na estrada, dirigindo até 110, viajando eu e minha namorada, abaixávamos os bancos e cabia muita coisa atrás. Só que em viagens longas, fiz algumas de 400km+, eu chegava com dor, a posição não era confortável pra muito tempo dirigindo, ai eu troquei por um civic. Nos hatch tem também o HB20 que desvaloriza pouco também, é tudo concorrente e parecido na ideia, acho que todos são bem bacanas, só talvez evitar o 1.0 por conta dessas viagens longas. A maior vantagem pra mim do 1.0 é ser mais esperto na embreagem pra manual na cidade e economizar mais na cidade, mas na estrada se vc pega o 1.0 e acelera, ultrapassagem, não tem milagre, vai gastar também.\n\n&#x200B;\n\n Fui pra foz/argentina, aqui da minha cidade deu 8h de carro, carro com 5 pessoas, porta malas cheio, carro fazendo ultrapassagem bem, todo mundo elogiou por ser confortável e com bom espaço interno e eu cheguei sem dor. Unico problema é que o meu é a 8 geração do civic e o porta malas dele é de hatch kkkk",
                "Eu tenho um New Fiesta mexicano e vou te falar, e um baita custo beneficio. Carro mto completo e economico, alias, botei o meu a venda pq minha esposa qr um SUV e dai n tenho como manter 2 carros."
            ]
        },
        {
            "title": "Vale a pena comprar um Uno Mille 96?",
            "selftext": "Quero comprar meu primeiro carro, mas tenho pouca grana, por isso um carro simples e básico já serve.\n\nAchei um Uno Mille 96 bem conservado e aparentemente sem problema algum segundo o mecânico. Para um primeiro carro para me locomover somente para o trabalho, deveria gastar esse valor ou usar para tentar dar uma entrada em algum carro melhorzinho?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10tjx3g",
            "num_comments": 7,
            "comments": [
                "Com certeza vale, mas tem que ter um dinheiro pra imprevistos, mas vai sem medo a manutenção desses carros é bem em conta, depois de um tempo vc saberá tudo que está bom e oq pode dar problemas no carro, aí é só alegria",
                "Depende o que vc quer do carro?\n\nEle vai te levar de a até b , na maior parte do tempo \n\nNao tem conforto nenhum\n\nÉ um carro econômico apesar da idade",
                "Não espere muito desse Uno, não tem muito conforto e não corre tanto, mas é interessante até e relativamente econômico. Não recomendo você fazer qualquer tipo de financiamento para carro, é su1c1d10",
                "carro bom po. econômico, dependendo do estado elegante e rei das estradas kkkkkk o unico problema do uno msm é o antigo dono,  se tu tiver pensando em pegar um uninho separa uma certa graninha antes pra caso aconteça alguma coisa tu ter um dinheiro pra concertar ele",
                "Vale apena comprar pq e barato",
                "Ele só e feio... mas é um carro que aguenta até chuva de meteoro"
            ]
        },
        {
            "title": "O preço dos carros está absurdo",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10tj1vo",
            "num_comments": 23,
            "comments": [
                "Putz, já subiu denovo? Última vez que olhei um Uno desse aí tava 29 milhões...",
                "por esse preço deve ser de leilao",
                "Eu ia comprar um HB20s agora em abril. Fiquei meses planejando a compra e mais de 1 ano economizando e investindo pra isso. Imaginei ano passado que o preço dos carros em geral iria ter uma queda forte nesse período e a queda foi ridiculamente baixa.\n\nResultado é que já decidi que vou comprar um Uno exatamente igual a esse (1.0 Vivace 2014) só que sem ar (moro no sul e num lugar bem frio) e sem dh também (a direção mecânica do Uno é bem de boa), porém já com ABS e airbag pela legislação que já tinha entrado em vigor. A diferença é que o preço por aqui, de um com esse conjunto, está por 24k\\~26k, com no máximo 100k km.",
                "Ta barato, qual contato? Vou oferecer 29999000 vai q cola",
                "Com essa grana o cara compra um Elantra 2012",
                "faz o L familia 😔✊",
                "Acho que ele tá corrigindo o valor pela inflação da Venezuela kkkkkkk",
                "É, está bem mais caro do que eu estava vendo. E olha que já estavam caros...",
                "Hiperinflação de carros chegou 😎",
                "Normal, todo dia procuro carro velho no marketplace do foicebruique e o que mais tem é filhapatuda que não se presta nem a pôr a porra do preço certo do carro.\n\nDiria até que fazem de propósito pra ter que chamar inbox, mas alguns botam o número do whatsapp dizendo que só responde por lá (o marketplace censura números de telefone) e outros ainda têm a pachorra de dizer que não é pra vir com idéia nem contatar se não for comprar. Aí é de cair o cu da bunda. \n\nE depois reclamam que o carro fica duzentos anos anunciado sem ninguém procurar."
            ]
        },
        {
            "title": "T-Cross da VW",
            "selftext": "Alguém que tenha o T-cross 2022, preciso de indicações, sugestões sobre o carro.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10t3yzd",
            "num_comments": 1,
            "comments": [
                "Meu pai tem um 250.\n\nCarrinho esperto viu.\n\nAnda bem, espaço interno bom e porta-malas ok pelo porte.  \n\nSó não espere um rodar tããão macio quanto um Renegade. Mas considerando q ele é um crossover, dá pra andar com tranquilidade nas ruas de São Paulo.\n\nMotor forte e câmbio bem desenhado pro carro. Não é um DSG, mas está possui respostas boas e entendendo bem os kickdowns. Consumo não é o seu forte, mas não diria que ele bebe, é aceitável pelo que andei. Mas se for olhar o 200, deve ser mais econômico."
            ]
        },
        {
            "title": "Carro esportivo anos 90.",
            "selftext": "Alguém teve um eclipse 1995 ou bmw 328 1998? Estava pensando em comprar pra fds pra matar minha vontade de qnd era garoto. Será q hj seriam interessantes? vcs lembram de algum parecido com estes q esqueci? 3000gt eu não animo mais pegar pq estão cobrando preço de carro zero. Alguma recomendação? Seria p usar só fds, tipo ir no cinema e mais nada.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10syq6g",
            "num_comments": 15,
            "comments": [
                "Tenho uma 328i 2010 (e90), moro fora então a minha é a 6 cil NA e não a 4 cil turbo o que acaba sendo bem parecido com o que você busca.\nOP, o que vai fazer a maior diferença nesse carro é sem dúvidas o câmbio.\nSe for pra curtir, compre o manual. É outro carro. O automático preza pelo conforto, troca marcha em giro baixíssimo e deixa o carro sem agilidade.\nA minha é automática e é meu carro do dia-a-dia. Não rola bem uma condução esportiva nele justamente por causa do câmbio.",
                "Lancer GTI 1994 até 1998 Lindo o GLX também serve porem é um pouco mancão\n\nSubaru GL ou não 1994 até 1998 um dos meus carros do [Sonho](https://pr.olx.com.br/regiao-de-foz-do-iguacu-e-cascavel/autos-e-pecas/carros-vans-e-utilitarios/subaru-impreza-1-6-fwd-1131381937?lis=listing_2020)\n\nCivic 5th Gen ou 6th Gen ambos são Otimos.. sem contar que Civic são Tanques de Guerra!",
                "O eclipse tem o gs, gst e gsx correto? O GSX é o único modelo com tração integral, os outros são tração dianteira. A bmw é tração traseira. São dois carros bem diferentes. Esses modelos da bmw são elogiados pela dirigibilidade devido ao motor aspirado, tração traseira, distribuição de peso (o m3 se não me engano tem 50/50, os modelos mais simples como 328i não lembro). Vai da experiência que vc curte mais. Talvez com a bmw sem fuçar vc consegue divertir bastante, o eclipse não sei. A respeito de manutenção não faço ideia de nenhum dos dois.",
                "Fiat coupê tb é legal!",
                "Eu acho top o Vectra gsi",
                "Se tu quer algo pra se incomodar sempre tem a opção de comprar um Chevettoso e fazer um swap de motor nele."
            ]
        },
        {
            "title": "Reprogramação VW Golf mk4 1.9 TDI pd 115",
            "selftext": "\n\nBoa noite malta!\nEstou para fazer uma repro no meu VW Golf, a ver se o deixo com 150 CV +/-,  será necessário fazer alterações no motor ou será que ele aguenta?\nTenho pesquisado sobre o assunto e as opiniões são muito divididas... Já alguém fez?\n\nGrande abraço malta, desde já muito obrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10svgne",
            "num_comments": 1,
            "comments": [
                "r/AutoTuga"
            ]
        },
        {
            "title": "Cooperativa Bem protege vale a pena?",
            "selftext": "Estou com uma dúvida, um amigo tem essa coolerativa Bem protege e falou que é mais barato que seguro, mas não é regulamentado pelo Susep.\n\nPelo que pesquisei ela é bem avaliada, mas nunca usei e nem faço ideia se é boa.\n\nMinha dúvida é o seguinte, alguém aqui tem essa cooperativa, eu estou com receio de ter um \"seguro\" assim.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10ssau5",
            "num_comments": 3,
            "comments": [
                "Meu carro foi roubado dia 20/9/2022 , tinha seguro de associação igual esse aí. Eles pediram 90 dias para esperar o carro aparecer. Esperei os 90 dias, tentei falar com eles e nada. Dia 20/01 me ligaram para negociar o pagamento do carro, resumo da história: pediram para pagar em 4 parcelas começando em março. Vou ficar 9 meses sem carro.\n\nEssa confusão toda para economizar 200 reais comparado com a Porto seguro."
            ]
        },
        {
            "title": "Precisa esperar a luz/barulho da injeção apagar pra ligar o motor, ou pode ligar direto como se fosse carburado?",
            "selftext": "Todo motor alimentado a injeção eletrônica faz um barulho característico da bomba quando dá meia chave, precisa esperar ele parar pra ligar o carro/moto ou tanto faz?\n\nVarias vezes tirando motos Honda 0km e o cara da entrega técnica recomenda esperar a lâmpada da injeção apagar pra dar partida, isso procede? Não lembro de ter visto nada nos manuais.\n\nE quando ligo de uma vez sem respeitar isso, percebo que o rpm sobe mais do que o normal durante o funcionamento da bomba (não é o cold start) pela injeção de combustível, enfim, faz mal ou nem?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10sm9kj",
            "num_comments": 17,
            "comments": [
                "Pode ligar direto, alguem projetou o sistema pra vc só entrar no carro e dar partida sem pensar em nada, se tivesse qql coisa benefica que vc devesse saber ia estar no manual msm",
                "Se o regulador de pressão tá meio velho ou bomba tá um pouco ruim (Mas ainda perfeitamente funcional), demora pra pressurizar a linha de combustível, aí demora pra ligar (Mais tempo de motor de partida girando), nesses casos se virar a chave e esperar 1 ou 2s antes de dar a partida dá tempo da flauta ser pressurizada direito, dá tempo da central ler direito a temperatura do ar e da água, dá tempo do aquecimento da sonda lambda fazer ela chegar na temperatura ideal de trabalho.\n\nEm situações ideais a central recebe mais de 10-11V e lê tudo ok (Enquanto o motor de partida gira, ele consome MUITO e derruba bastante a tensão), mas no mundo real TODOS os carros são usados, conforme o uso a tensão da bateria na partida cai muito (No caso de muito Citroen e Peugeot se cair abaixo de 8V a central nem aciona nada, apesar do motor de partida girar perfeitamente com uma tensão dessa, é a tensão com 2 células ruins na bateira).\n\nBateria é peça de consumo, a cada X período tem que trocar, não é como um sensor de temperatura da água que tem condições de passar 40 anos funcionando perfeitamente. Então direto tem tensão baixa chegando na central fazendo ela entender dado errado no instante da partida (Depois de 2-3s ligado estabiliza).\n\nNão dá pra acreditar que todo carro é novo e tem tudo perfeito como se tivesse saído ontem da fábrica.",
                "Poh, eu sempre espero tanto em carro como em moto, mas é puro achismo e costume, não tenho a mínima ideia se é benéfico... Uma coisa eu garanto, prejudicial não é kkk",
                "Olha, com meu carro sempre espero, por causa de costume que tem meu pai, gosto de esperar acabar a injeção pra ligar, apenas por gostar de que tudo esteja bem. Mas no caso da minha firma, tem Fiorino, master e caminhão de variados tipos, em nenhum deles é esperado esse tempo e não dei problemas.",
                "Precisar não precisa, mas uma coisa que eu notei (experiência própria) é que com motores de grande deslocamento a partida é muito mais fácil depois que a linha tá pressurizada.",
                "Pessoal já respondeu, mas o que pode acontecer é da flauta ainda não estar na pressão ideal e o carro demorar um pouco mais para pegar (1-2 segundos)... \n\nPorém, nos carros modernos, a bomba de gasolina é acionada ao abrir a porta do motorista para evitar esse problema.\n\nEu costumo esperar quando estou na garagem de casa ou em um lugar seguro, se estou na rua... já bato quase direto e saio andando.",
                "Já me falaram que é prejudicial, mas não tenho certeza. Eu sempre espero, não demora muito",
                "aproveitado o tópico, tem problema deixar a embreagem pressionada quando for ligar o carro? li em algum lugar q era bom, mas faz tempo ja",
                "quando meu carro teve problema na injeção o mecânico recomendou esperar a luzinha apagar antes de girar a chave pra não dar risco de dar problema de novo."
            ]
        },
        {
            "title": "Injeção. Motor cht.",
            "selftext": "Preciso de uma ajuda pessoal. Tenho um gol quadrado cht, com motor 1.6 carburado, ano 92. Recentemente fui até um ferro velho na busca de algumas peças de acabamento, e encontrei um gol bola 1995, também com motor cht, e injeção eletrônica. Conversei com o dono do desmanche, e ele me disse que venderia a parte da injeção eletrônica do gol bola completa, por um preço bem acessível.\n\nPorém sou bem leigo nesse assunto, e minha dúvida é a seguinte: essa injeção do gol bola, que também tem o motor cht, encaixaria corretamente sem nenhuma adaptação no meu gol?\n\nTenho essa dúvida porque o carburador do gol funciona redondinho e não me da dor de cabeça (a não ser aquelas normais de um carburador - não pegar na primeira partida quando frio e afins). Contudo, frequentemente me dizem que uma injeção eletrônica mudaria meu carro para melhor.\n\nAproveitando a oportunidade, queria saber quanto me custaria para fazer o procedimento. Ambos os motores são a gasolina.\n\nDesde já, muito obrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10slcc6",
            "num_comments": 10,
            "comments": [
                "Cara, a injeção do MI no quadrado é uma das modificações mais comuns que são feitas. Pode ir de boa, é praticamente plug and play.",
                "Cara eu não tenho tanta experiência, mas sim injeção eletrônica deixa seu carro melhor, mais econômico e eficiente. No entanto tenho dúvidas se esse Frankstein aí seria possível. Você já procurou no Google ou YouTube se alguém já fez um projeto parecido? Além disso pode ser que até seja compatível mas você teria que fazer ajustes na injeção pra ela funcionar melhor",
                "Sim, é bem barbada de fazer e vai deixar seu carro mais eficiente.",
                "Os outros comentários já ajudaram, mas não vi comentando sobre a linha de combustível. A de injeção é feita pra aguentar maior pressão, então talvez tu precise trocar, fica dica",
                "Lembra de pegar TODAS as peças, não é só elétrica, precisa coletores, saída de escape e catalisador (Sem catalisador vai beber), roda fônica no virabrequim, é bastatinha coisa.\n\nNa hora de tirar tudo é comum esquecer uma cosia, avisa que você volta depois pra pegar o que esquecer."
            ]
        },
        {
            "title": "Vocês mesmo que fazem a troca do fluido de arrefecimento?",
            "selftext": "Vi que ele precisa ser limpo com um produto específico, depois esvaziado e realizado a sangria, e então completar com fluído arrefecimento/solução com o fluído e água desmineralizada.\n\nVocês mesmo que fazem isso ou levam pra um algum centro fazer isso? Onde descarto o líquido antigo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10sks5x",
            "num_comments": 3,
            "comments": [
                "Cara se você não tem muita experiência, assim como eu, leva em uma oficina, já compra o aditivo antes e não vai sair muito caro não, aí você não tem que se preocupar com nada disso, se não você também teria que comprar água desmineralizada e provavelmente a oficina já tem isso no estoque",
                "Até a maioria das oficinas manda isso pro chão mesmo, etilenoglicol não é biodegradável mas é o fim de 90% dele.\n\nEntão eu não troco, espero ficar marrom, mas em geral sempre aparece alguma coisa pra mexer antes disso e acabo trocando por outro reparo e não por tempo de uso ou algo assim. Suspeito de ter deixado algo tipo 70 mil km e não tava marrom (Muito menos passando da temperatura normal de trabalho, o que não é tão difícil).",
                "100% joga comose fosse agua comum mesmo, vc acha q eles iriam ter trabalho de guardar a agua pra ter destino certo?\n\nResrvatorio tem uma mangueira q retorna a agua, eu removo ele , depois\n\neu coloco uma mangueira de agua no reservatorio e deixo enchendo \n\nLigo o motor e deixo circular a agua.\n\na agua velha vai jogando fora  pela mangueira do retorno enqto o reservatori vai enchendo com agua da torneira\n\nHora q a agua do retorno tiver limpo fecho a a agua da mangueira e deixo baixar bem, SEM DEIXAR PUXAR AR\n\nHora q baixar bem coloco o aditivo , qdo a agua do retorno comeca r a sair colorido com o aditivo dai vc encaixa novamente\n\n&#x200B;\n\nSE vc acha q ta muito tempo sem trocar, colocar aditivo pode ser perigoso, ele remove a sujeira e se a sujeira tava tapando buraco vai comecar a vazar agua."
            ]
        },
        {
            "title": "Indecisão... Carro velho.",
            "selftext": "Olá colegas!\n\nComo diz o titulo estou indeciso entre 2 carros velhos para uso infrequente (passeio, mercado, visitar parentes/amigos).\n\nDentro do meu orçamento de 20k, apareceu duas oportunidades:\n\nClio 2011 1.0 16v  completo R$ 19.000,00, alega ser o terceiro dono do carro e que carro possui 106mil km originais.\n\nPalio 2004 1.3 8v completo R$ 19.900,00, 218mil km rodados, alega ter feito um revisão geral em setembro trocando mais de R$ 3.000,00 em peças (junta do cabeçote, sensor de temperatura, escapamento, embreagem e mais alguns coisas).\n\nQuestiono pois aqui em minha cidade carro francês não tem boa fama e se trata de uma cidade média/pequena (350k habitantes)... talvez possa ser apenas \"preconceito\" ou ter um fundo de verdade... o que mais vejo para vender em minha região é Clio, não sei se é um bom ou mau sinal, por outro lado o que mais vejo andando na rua é Palio... \n\nAos colegas mais entendidos do sub, qual seria a opção mais logica?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10sjsl6",
            "num_comments": 6,
            "comments": [
                "Esse palio ta MUITO caro, dentre essas duas opções iria de clio, sem dúvidas.  \n\n\nMas se eu tivesse no seu lugar, procuraria um corsa 2006+-, aquele modelo \"tubarão\" completinho, está nessa faixa de 20k e é muito melhor que clio e palio, ao meu ver.",
                "É no sudeste/sul? Pq aqui vc consegue encontrar mecânico nem que seja em cidades vizinhas. Além de que Renault não é tão tecnológica quanto PSA, então a manutenção é mais tranquila e em conta(porém não chega ao preço do Palio).\n\nBasicamente o que vc está perguntando é: devo pegar um carro melhor, mais completo, mais novo e menos rodado ou devo pegar um carro mais velho, mais rodado e pelado pelo mesmo preço? Pra mim, uma pessoa que manja de carro mais que o brasileiro médio, parece uma escolha bem óbvia.\n\n Se estiver em dúvida, pergunte aos mecânicos da sua cidade se eles mexem em Clio e o que eles acham do carro. Se nenhum deles souber consertar vc já sabe qual carro deve comprar.",
                "Esse Palio tá com cara de que ferveu o motor, trocou a junta e o sensor de temperatura, sei não, mas pelo valor da pra achar umas opções melhores",
                "dessas duas opções 100% Clio, tem nem comparação. Mas acho que vc acha coisa melhor ein, um Ford Kazinho nesse valor acho que vira ein.",
                "O camarada gasta mais de 15% do valor do carro para vender em seguida? Sei não, pode ter sido feito um bom serviço, mas pode ter sido dado um \"tapa\" para passar a bomba para frente; além disso, esse motor 1.3 8V não é muito bem visto, desempenho quase igual ao do 1.0 com consumo mais alto.\n\nSEMPRE desconfie de quilometragem baixa, mas num carro com mais de 10 anos não é algo fundamental, o que é preciso é ver o estado geral do veículo; pela sua descrição, o Clio é o que me interessaria."
            ]
        },
        {
            "title": "O pino da dobradiça superior esquerda do meu uno 2009/2010 quebrou. Eu consigo achar online vendendo apenas essa peça? Alguém sabe se ela tem um nome específico ou as especificações dela?",
            "selftext": "Estou achando apenas o conjunto completo da dobradiça e me parece que uma parte precisa ser soldada diretamente na porta da mala. Estou tentando ver se consigo resolver apenas achando essa peça em vez de levar direto na oficina.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10sio7a",
            "num_comments": 9,
            "comments": [
                "Parece so vender a peça inteira mesmo\n\n[https://produto.mercadolivre.com.br/MLB-2131115877-dobradica-traseira-tampa-porta-malas-uno-mille-lado-esquerdo-\\_JM#position=1&search\\_layout=stack&type=item&tracking\\_id=daa71a1d-e248-4165-920c-67ef3287df26](https://produto.mercadolivre.com.br/MLB-2131115877-dobradica-traseira-tampa-porta-malas-uno-mille-lado-esquerdo-_JM#position=1&search_layout=stack&type=item&tracking_id=daa71a1d-e248-4165-920c-67ef3287df26)\n\nTava um parafuso que de o diametro certinho e ja era",
                "Só aumenta o torque desse ai, e coloca umas arruelas, segue o baile...🤣",
                "Eu não manjo disso, mas será que vc consegue remover esse pino e tentar procurar por ele numa loja de ferragens, levando ele junto para comparar? Talvez vale a pena a tentativa."
            ]
        },
        {
            "title": "Colocar ou não gasolina no tanque de partia a frio?",
            "selftext": "Detalhe: moro no Ceará, a menor temperara aqui na cidade na quadra chuvosa é no máximo 18°, e 23° em noites normais, ou seja, não faz frio.\n\nÉ bom colocar gasosa mesmo assim, ou não tem necessidade?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10sc8fw",
            "num_comments": 9,
            "comments": [
                "Se não colocar, a bomba desse reservatório vai girar seca e queimar o motor (Por calor) em algum momento próximo.\n\nMesmo com coisa tipo uns 20°C de temperatura do ar na admissão essa bomba é acionada na partida, \"motor frio\" é algo bem mais quente um humano frio, o motor trabalha em temperatura ideal acima dos 85-90°C, \"frio\" pra motor não é frio de curitibano :-)\n\nIdealmente o acionamento é com algo tipo 18°C ou algo assim, mas o sensor de temperatura do ar não é lá muito preciso, é basicamente um resistor que varia a resistência conforme temperatura. Em termômetros digitais que se cobra precisão geralmente se usa um semicondutor, estilo diodo, é o que serve de sensor de temperatura em processador de computador, smartphones e etc, porque semicondutor é mais PRECISO. Mas carro não precisa precisão, ele precisa robustez. Um resistor variável aguenta muito mais pauladas na vida, aguenta água, sol, chuva, calor, água ácida de bateria, digo, \"aguenta\" algumas vezes, não passar por isso o tempo todo, mas ainda que sejam poucas ou muitas vezes eles aguentam mais que um sensor semicondutor.\n\nE outra que o range de resistência com resistor variável é maior pra casa dos 12V (Tensão do carro), resistência variando de 0 a 4k ohms é mais fácil se medir com sistema 12V, diodo tem resistência alta então geraria uma variação de tensão baixa, geraria um fio que pega ruído demais (As faíscas da bobina pras velas geram EMI e RFI aos montes pra vizinhança), usando os 12V direto no sensor resistivo fica uma coisa bem robusta pra ter a temperatura com alguma precisão (com fio comum de 1m de comprimento entre sensor e central. Lembra que carro não pode usar cabo coaxial blindado, esse tipo de coisa derrete com calor e tal, pra carro tem que usar só cabos comuns sem blindagem nem nada, precisa ser coisa bem robusta pra aguentar a mão de mexânico!).\n\nEnfim, por isso ter temperatura do ar de 22°C e a bomba ser acionada não é raro, porque no momento da partida pode até ter os spikes das escovas do motor de partida gerando erro temporário de leitura (Ideal é virar a ignição pra ligar a central, esperar um meio segundo, e então virar até o final pra dar a partida, senão liga central no momento que a tensão é baixa na central porque o motor de partida tá derrubando ela com tanto consumo, e no momento que tá cheio de ruído das escovas dele), e basicamente a central achar por um instante que tem 16°C digamos.\n\nE lá fora onde o carro dorme é mais comum de madrugada ter vento mais frio, esfriar lataria ou o metal do motor, e a posição interna do sensor de temperatura do ar (Lá na linha perto do filtro de ar, o plástico e o filtro servem de isolante térmico, demora pra esfriar de madrugada, mas depois que esfria demora pra esquentar) pegar basicamente a temperatura que o local conservou de horas antes, não exatamente a temperatura atual (Digamos que pega os 20°C das 5h da madruga, não os 24°C das 8h da manhã).\n\nSe tiver, experimenta deixar termômetro digital lá no cofre do motor e dá uma olhada na temperatura lá pelas 6:30h  da manhã, aqui tem metal que fica abaixo dos 20°C quando termômetro na varanda marca tipo 24°C, parece que o lugar do meu terreno que mais passa vento é onde o motor do carro tá, de noite é um calor disgramado mas as 6h da manhã sempre aciona o reservatório de partida a frio (Deve ter alguma lei da física sobre metais esfriarem melhor com vento de madrugada, comparado ao corpo humano, talvez o escuro acelere a perda de calor, imagino que tenha algo assim, porque ô troço pra ficar gelado em noite quente que é o metal!).",
                "Rapaz o bot deu uma aula... Bom vi em outro post dizendo que orubem é um bot.\nMas enfim.\nEu ia apenas dizer que é bom sempre seguir o manual. Eu faço isso pra não ter dor de cabeça no futuro. Pra mim da certo. O reservatório é pequeno e não vai ter um valor expressivo no abastecimento.",
                "Sim, pra não fuder a bomba por falta de combustível nem por causa de gasolina podre (sim, ela estraga depois de 3 meses)"
            ]
        },
        {
            "title": "Limpar o carro com flanela e baldinho tem problema?",
            "selftext": "Hoje fui limpar o carro e faltou água na torneira da garagem, mas como o carro tava pedindo uma limpeza faz tempo, tive que me virar com um baldinho, flanela de microfibra e detergente veicular. \n\nPinguei um pouco de detergente na água, misturei e fui passado o pano umedecido em toda a lataria do carro. O carango ficou com aspecto de limpo, mas queria saber se essa forma de \"lavagem\" é recomendável ou pode me trazer consequências indesejáveis. Gostei bastante da comodidade e pensei em fazer isso toda semana e, no máx. 1 vez a cada 2 meses, levar ao posto de lavagem.\n\nÉ meu primeiro carro, então sou bem cabaço nesses cuidados com o auto.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10s7vwh",
            "num_comments": 2,
            "comments": [
                "Detergente lava louças não deve ser usado pra lavar carro. É o que todos me dizem, até to cansado de ouvir isso. Mas parece que agride a pintura do carro. Então ao meu ver o seu método não faz muita diferença. Vc fez o melhor q pode nas condições que tinha na hora. Só tenta usar um shampoo automotivo nas próximas lavagens. Também vi uns profissionais usando um tipo de pincel para alcançar áreas estreitas e com relevo variável, como a grade da frente. \nO mais adequado é usar microfibra. Tem luvas para lavagem automotiva e você pode usar panos para secar depois. E nos vidros vc pode usar limpa vidros. Detergente deixa mancha. Normalmente limpa vidros deve ser diluído (ver na embalagem).",
                "Problema eh grudar sujeira tipo um grao de areia, na flanela e vc sair lixando a pintura.\n\nCerto eh passar um jato dagua antes pra tirar o grosso\n\nUsa shamppoo de cabelo"
            ]
        },
        {
            "title": "GOL G7 como primeiro carro",
            "selftext": "o que acham ??",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10s6rwh",
            "num_comments": 1,
            "comments": [
                "É um bom carro, simples econômico só acho que tá caro demais pra oq oferece, apesar de todos carros estarem"
            ]
        },
        {
            "title": "Vocês que tem seguro, usam trava antifurto? Se sim, qual?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rvy6b",
            "num_comments": 9,
            "comments": [
                "seguro, até pq roubarem o carro é uma coisa, eu porrar num carrao é muito pior.",
                "Seguro sempre.\n\nTrava não serve pra nada.",
                "Seguro sim , trava não",
                "Pago seguro justamente para não ter preocupação",
                "Uso seguro da Youse. Foi o mais barato que encontrei no dia e tava com pressa. E o carro já veio com um alarme e trava elétrica de série, mas sou tão relaxado que esqueço de travar as portas quando estaciono.",
                "Pq a franquia é alta",
                "Eu uso uma trava carneiro e o alarme. Carro ano 94, ainda não achei um seguro que valesse a pena \n\n\nMas o que mais funciona é o meu cuidado em não deixar o carro em qualquer lugar kkkk",
                "Uso trava multi-lock mesmo com seguro porque sei que o valor de tabela não vai me trazer um carro nas mesmas condições.",
                "Não."
            ]
        },
        {
            "title": "Queria saber se a lei permite q eu troque o lado do volante do esquerdo para o direito.",
            "selftext": "Dei uma pesquisada no Google mas não consegui encontrar nada q respondesse minha dúvida",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rsk1q",
            "num_comments": 34,
            "comments": [
                "Imagina isso pra pegar ticket de estacionamento, pagar pedágio kkkkkkkkk\n\nTá vendo muito Tokyo Drift, OP.",
                "certeza que nao é permitido, toda a estrutura de transito no brasil é feita pra dirigir do lado esquerdo, por isso andamos do lado direito da rua. E coisas como \"ultrapassagem deve ser feita pelo lado esquerdo\" é exatamente porque estamos no lado esquerdo do carro (mais facil ver pelo retrovisor esquerdo um carro vindo).",
                "Droga, eh o braia",
                "Acho que não permite,\n\n\nFonte: arial black\n\n\nMas acho q n permite mesmo",
                "pq fazer isso?",
                "Sim, proibido, vc não pode licenciar eles no brasil … só jogar no google, agora o porque disso eu não sei",
                "Não permite, um amigo meu mora em py e compra carros lá, o qual alguns tem o lado direito, ele precisou trocar o lado para andar aqui no Brasil sem problemas.",
                "Deve dar. Mas com crtz irá precisar passar por inspeção e vistoria para fazer o documento de alteração da característica do veículo. Mais fácil é entrar em contato cm o Detran do seu estado para saber se é possível",
                "Nossa mas mudar o lado não é extremamente complexo e caro? Teria que mudar uma cacetada de coisa",
                "Resolução 528 do Contran",
                "Pelo que sei não pode trocar, nem importar carros 0km com volante na direita \n\nPORÉM, carros importados com mais de 30 anos entram como veículos de colecionador e pode (checa essa info, mas eu tenho quase certeza que tá certa)\n\nEntão o negócio seria levar um carro até de 93 no PY e fazer toooda a tramitação legal pra trazer o carro pra cá. \n\nJá aviso que é caro. Na parte de cálculo de custo pra te adiantar, valor do carro, multiplica pelo valor equivalente ao real e multiplica por 2.24 (equivalente a 124% de imposto e taxas) adiciona mais uns 10k/15k de despachante transporte e seus afins, e soma, vai ser uma estipulação próxima do custo final",
                "cara um tempo atrás aqui na minha cidade eu vi um carro que nunca vi na vida com o volante no lado direito, era placa preta e tudo, fazem uns 7 anos não sei como foi legalizado"
            ]
        },
        {
            "title": "Nova Ford F-150 Tremor: Preço, lançamento, rivais e mais",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rrsnj",
            "num_comments": 0
        },
        {
            "title": "Sugestão de veículos para viagem",
            "selftext": "Olá pessoal, \n\nVou fazer uma viagem de 150 km e gostaria da sugestão de qual modelo/categoria alugar para fazer uma viagem priorizando conforto, desempenho, e consumo respectivamente.\n\n- Argo / Onix 1.0\n- Kwid / mobi\n- Gol / uno 1.0\n- Gol 1.6 \n- Logan / voyage 1.0\n- Logan / voyage 1.6 \n\nAinda tem uma categoria que cogito, mas preferia evitar pq o preço já fica um pouco mais alto.\n\n- Renegade 1.8 / T- Cross (?)\n\nDestes citados acima, penso no Gol 1.6 porque imagino que tem um desempenho aceitável para estrada. Entretanto, há anos que não entro num gol, receio que o conforto deixe a desejar.\n\nObrigado!",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rh4we",
            "num_comments": 17,
            "comments": [
                "150km é pouco\n\nse for pista dupla da pra ir de 1.0  \nagora se for simples, 1.6 pra ter segurança nas ultrapassagens",
                "Renegade e T-Cross são os mais confortáveis, seguidos pelo Logan... Voyage eu não sei dizer\n\nPara rodovia, é bom priorizar entre-eixos mais longo, o carro fica mais estável  e costuma ser mais confortável.",
                "Sobre Onix, tenho um 2022, na estrada andando de boa com ele consegui fazer até 18km/l, mas isso andando a 90/100 em estrada de pista simples sem muita elevação a sexta marcha ajuda muito no consumo na estrada, mas quanto a desempenho o bichinho sofre um pouco, acredito q se vc pergar a versão turbo resolve isso. Quanto a conforto, para um hatch é acho muito bom, nisso o Argo tbm vai ser parecido. \n\n  \nSó uma coisa vc quiser qualquer conforto esqueça kwid e mobi",
                "Eu peguei a tcross algumas vezes e gostei, confortável, tem Android auto, piloto automático e tem 5 estrelas no latin ncap, maaas o consumo da que eu peguei era ruim (9km/l na estrada com carro bem carregado e indo de boas) e o porta malas não é lá essas coisas",
                "Precisa ser desses aí que você citou? Se não: Honda City, VW Virtus, Toyota Yaris. Melhor ainda se for um sedan médio (Chevrolet Cruze, Toyota Corolla).\n\nSe precisa ser um desses (sinto muito por você, mas vou te dar opções), Gol ou Voyage 1.6, esqueça 1.0 aspirado em viagem.",
                "150 km é tranquilo, nem precisa pagar caro em carro mais premium.\n\nVai levar bagagem? Precisa de espaço? Se não, vai de gol 1.6 ou Onix/Argo 1.0.\n\nSe precisar levar bagagem, vai de logan ou HB20S.",
                "UP tsi é uma máquina na questão desempenho e consumo",
                "Obrigado por todas as respostas.\n\nTodos os carros são aspirados. O T-Cross é o único que não sei a motorização (mas creio que seja 200 TSI, versão mais básica).\n\nA rota é majoritariamente duplicada então creio que um 1.0 seria tranquilo.  \n\nA informação do entre-eixos foi interessante. Vou levar em consideração na escolha.",
                "[deleted]",
                "Renegade 1.8 / T- Cross (?)\n\n&#x200B;\n\nmelhor que todos os carros que vc falou",
                "Onix turbo? se sim seria o mais indicado  \ncaso contrário um logan ou voyage 1.6\n\nMob e kwid são ruins pra estrada",
                "Cara, pega a spin. Mas qq sedan pequeno já te atende.",
                "Pega de preferência o Voyage ou o Logan por causa do porta malas maior, maior espaço interno e motor mais potente (visto que os dois carros são mais pesados que a versão hatch)",
                "Em qual locadora pretende pegar? Eu preciso fazer uma viagem pra São Paulo e estou cogitando ir de carro, mas queria ver uma que dê pra deixar lá de preferência"
            ]
        },
        {
            "title": "7K pra gastar",
            "selftext": "Carro até 7 conto",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rgx87",
            "num_comments": 10,
            "comments": [
                "Uno mille",
                "De boa, guarda o dinheiro",
                "Cara, se você precisa de um veículo e só tem esse valor, eu te recomendo uma moto. Nesse valor, você acha CG FAN 125 em bom estado (2010 até 2015, dependendo da região). É um veiculo que não vai te dar dor de cabeça nenhuma além de ser extremamente econômico. Se for para trabalho/faculdade, vai te suprir muito bem, confia em mim.\n\nCaso vá percorrer distâncias um pouco mais longas, pode tentar pegar uma CG 150 um pouco mais antiga.",
                "Gol cht",
                "Scort, gol quadrado, uno, Monza, Kadett",
                "Honda CG 125 2013"
            ]
        },
        {
            "title": "Suzuki Jimny Sierra",
            "selftext": "Tô apaixonado nesse carrinho desde que lançou por aqui, apesar do preço salgado.\n\nOpiniões sobre o modelo?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rgh24",
            "num_comments": 5,
            "comments": [
                "Carro de nicho, não é para o dia a dia em cidade. \nJá vi Jimny rodando em pista molhada - um antigo sem ecs - foi bizarro ver um jipinho aquaplanando a 90/h.",
                "Instável no asfalto, gastador de gasolina, sem espaço e lento. Para estradas muito ruins e trilhas eh otimo.",
                "Carinho demais, quase 200k numa caixinha de leite.",
                "Se custasse metade do preço atual valeria"
            ]
        },
        {
            "title": "Está valendo comprar um audi A4 2.4 1999/2000?",
            "selftext": "Vai ser meu 1° carro e sempre gostei dos carros antigos de 1995 à 2010 (por aí) e como vai ser meu primeiro carro, quero que seja uma ótima nave porém barato pois sou eu que vou pagar. Vejo ótimos comentários sobre os a4 dessa época, porém vejo alguns negativos também! Onde posso achar um em \"bom estado\"? É fácil de achar peças? Qual é o pro/contra desse carro?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rd7xi",
            "num_comments": 29,
            "comments": [
                "Sua vida deve estar muito monótona.",
                "você vai sofrer mas vai ficar feliz por isso",
                "Economicamente? NÃO\n\nEmocionalmente? SIM! \n\nUm carro muito completo e que oferece coisas que carros zero hoje em dia não tem. Porém, pegar um desses como primeiro carro é uma loucura, respeito o seu pensamento. Manutenção não vai ser barata, seguro também não (talvez) e combustível muito menos, mas é uma nave. \n\nAinda é mais racional que uma Mercedes da mesma época pelo menos, se encontrar uma em bom estado e os pontos negativos de ter um carro desses não lhe assustarem, abrace sem pensar duas vezes. Vi uma dessas anunciada esses dias por 19000 dólares brasileiros, o que assustou mais é que era uma versão blindada e começando a delaminar alguns vidros, mas confesso que fiquei balançado, o carro estava muito íntegro.",
                "na minha opinião é lasanha de mais pra um Br comum tankar",
                "Quer fazer loucura? Compra um Marea logo irmão kkkkk.",
                "Primeiro carro um audi A4. Cara seu cerebro ta derretido ja, deixa de usar drogas mano.",
                "Pode dar sorte e nada complicado quebrar por muitos anos.\n\nOu pode não dar.",
                "Valendo uma vaga na oficina",
                "Não aconselho. Audi (carro premium alemão em geral) é carro para o primeiro dono, não que os outros carros de hoje em dia não sejam, mas Audi só é bom quando você compra 0km e fica anos e anos com ele.\n\nQuer comprar carro alemão premium barato? Compra Mercedes antiga, são as mais robustas entre a BMW e a Audi.",
                "Quando a pessoa acha que a vida não tem problemas ela inventa os problemas. 😅😅😅",
                "Lasanha da sadia, mto sódio\n\nVai arrumar um encosto pra sua vida\n\nMas que carro delícia né man",
                "Acho que nem nos anos 2000 valia",
                "\"Não existe nada mais caro do que um carro alemão barato.\"",
                "se vc gosta gosta mto de oficina, sim"
            ]
        },
        {
            "title": "Anunciar veículo é um saco",
            "selftext": "Vender veículo na internet é chato pra caramba, criar um anúncio meio direto foi a melhor forma de conseguir compradores qualificados. Agora só tá chegando proposta séria. Me digam o que vocês acham do anúncio e me dêem idéias de mais perguntas para incluir:\n\nTraga o guincho\n\nVendo Escort SW 1999\nR$ 5.500\n\nQuer comprar um carro pra trabalho? Essa barca com seu porta-malas gigantesco resolve o seu problema.\n\nDescrição do veículo:\n-Motor 1.8\n-Não tem folga na direção hidráulica, tem um feriado inteiro.\n-Pega somente no tranco\n-Cor cinza\n-Pneus com borracha, mas ressecados\n-Motor fuma\n-O carro está parado a 3 meses por falta de uso.\n-Motor cadastrado no documento.\n-Traga o guincho\n-Não vaza óleo \n\nDocumento:\nPor enquanto está atrasado, mas estou resolvendo, vai embora redondinho. \n\nMotivo da venda:\nNão tenho uso pro carro e tenho uma moto que quero arrumar. \n\nPerguntas comuns que tenho recebido por aqui:\n\n\"Ainda tá disponível?\"\nSim, está. Só tiro o anúncio se vender. Então se está anunciado, ainda está disponível para venda. \n\n\"Faz o carro por 4mil?\"\nSe você quitar o documento e resolver no dia da compra, faço. No momento que eu acertar o documento, o preço sobe de volta. \n\n\"Parcela o carro no cartão?\"\nTenho máquina de cartão, você pode pagar com juros do próprio cartão.\n\n\"Parcela o carro no dinheiro?\"\nPosso entregar o carro em partes?\n\n\"Leva o carro até (lugar distante)?\"\nNão, não levo.\n\n\"Eu venho de longe, me dá um desconto\"\nNão.\n\n\"O carro está em perfeito estado?\"\nNão, ele é um carro de quase 24 anos, tem coisa pra fazer sim. Por isso o preço.\n\n\"Passa na inspeção?\"\nCreio que sim, passa em inspeção de transferência.\n\n\"Tem um outro carro que tá X mil reais em outro anúncio\"\nÓtimo, compre o outro.\n\n\"Posso visitar o carro?\"\nPode, de segunda a sexta-feira em horário comercial.\n\n\"Faz o carro por Xmil? (Metade do preço)\"\nAté aceito negociar, mas só se for proposta séria. \n\n\"Tem urgência pra vender?\"\nNão, sem pressa nenhuma.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10rasiv",
            "num_comments": 12,
            "comments": [
                "Se colocar na OLX vai te oferecer um filhote de chihuahua, um Android velho fodido que nem o filho do cara quer e vão querer que você leve até a casa dele, além do desconto de 50%.",
                "Gostei do post, não tenho xp nenhuma de compra online mas te falo que os anúncios que o dono descreve bem o carro e o estado das coisas são sempre os que mais chamam atenção.\n\n&#x200B;\n\nTo acompanhando os preços na webmotors de um carro que tenho interesse. Sabem dizer se os preços anunciados são muito longe da realidade das vendas? A galera sempre coloca acima da ter gordura pra negociar pra baixo depois?",
                "Se as pessoas tiverem lendo, ótimo. Mas infelizmente, duvido que estejam. Brasileiro e leitura é uma negação... \n\nPor mais descritivo que seja o anúncio, vão perguntar cada coisa já respondida. \n\nQuando isso acontece por aqui, faço um print, circulo a resposta em vermelho e coloco umas 10 setas grandes apontando para ver se enxergam.",
                "Pela forma como falou me parece muito conversa de chat da OLX. Já foi mais fácil de vender coisas por lá, hoje em dia tem que se livrar dos golpes, lojas de carros se passando por pessoa física e os espertos que querem comprar de graça. \nSigo sua lógica nas respostas também, o pessoal vai muito mais pelo preço do que pela qualidade do que vê, preferem pagar menos numa \"bomba\" maquiada do que num veículo mais caro, mas que apresenta procedência e conservação. \nPropostas absurdas eu nem respondo, quem tem real interesse em comprar vai marcar de ver o veículo, não ficar colocando preço a distância.",
                "Realmente, é trabalhoso demais vender pela internet (não só carro), principalmente pela OLX. \n\nNão tem uma coisa que não me dê mais raiva do que a pessoa vir te perguntar se o produto do anúncio está disponível, você responder e ela simplesmente desaparecer.",
                "Cara se você anunciar em sites pagos (e caros) como a Webmotors já vão te ENCHER de propostas assim ou até mesmo muito piores, imagine num lugar que não cobre nada pra anunciar.\n\nSe você mora em cidade relativamente grande pode valer a pena anunciar no Face. Vejo sempre vários anúncios de carros (ainda que alguns sejam risíveis), mas eu mesmo já vendi coisas por lá (não um carro). \n\nParticularmente nem paro pra ver direito um anúncio se vejo alguma gracinha nele, porém pode ser que pro público que você quer atingir, isso seja um diferencial pra melhor."
            ]
        },
        {
            "title": "Titulo",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10r5uju",
            "num_comments": 5,
            "comments": [
                "Já fiz dessa com as porcas da roda do opala que são cônicas e botei ao contrário hahahahah",
                "Os menes imitam a vida!",
                "Essa é a peça que você queria?",
                "Vivendo e aprendendo , da próxima ele vai saber trocar"
            ]
        },
        {
            "title": "O que significa \"Recibo em Branco\"",
            "selftext": "Estou para comprar um carro simples, o valor está bom, mas o dono disse que o recibo está em branco (pelo o que eu entendi ele comprou o carro de outra pessoa recentemente), o que significa isso, e consigo resolver para transferir?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10r1owx",
            "num_comments": 7,
            "comments": [
                "Atualização, o recibo só tem o nome do antigo dono na frente, mas não está assinado nem tem firma reconhecida (quem está vendendo o carro não é o mesmo dono do documento)\n\nNesse caso, eu conseguiria transferir?",
                "Significa que o carro está apto a ser transferido agora, nenhum problema.\n\n\n\"Recibo\" é o documento do veículo que é entregue ao comprador de um carro para oficializar, de forma temporária, a venda do veículo. Na frente ele é muito parecido com o documento do carro e no verso ele tem espaços (em branco, daí o nome) para serem preenchidos com os dados do comprador. Preenchendo esses dados e reconhecendo firma no cartório, o carro é tecnicamente do comprador já. Basta ele oficializar, daí, no Detran pedindo a transferência de propriedade de fato."
            ]
        },
        {
            "title": "Serei taxado indevidamente?",
            "selftext": "Bom dia pessoal, eu estou em processo de transferência de um veículo que comprei de uma locadora e que está registrado em um estado diferente. Já fiz o procedimento de retirada do dut eletrônico no cartório mas quando fui no detran disseram que tinha que pagar uma porcentagem do valor do ipva “ipva gratis pago pela loja” e encontrou uma multa que não consta em lugar nenhum, será que estão tentando me passar a perna?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10r0577",
            "num_comments": 2,
            "comments": [
                "Multa em carro de locadora é normal. Veja de onde é a multa (Quem emitiu) e consulta você mesmo. Tipo multa emitida pela PRF, no meu estado ela leva uns 2 meses pra aparecer na consulta do detran, mas se pesquisar no site da PRF encontra fácil. Multas de órgão municipais de outros estados as vezes também demoram pra entrar em sistema de outro estado, aqui já vi multa demorar 3 meses pra aparecer. Isso você pega pdf ou print e manda pra locadora pagar, multa anterior a compra é responsabilidade toda deles, fala em processo se eles não pagarem.\n\nE diferença de IPVA também anda comum, cada estado com suas alíquotas, então assim como tem cobrança de diferença de icms, nuns casos cobram da diferença de ipva mesmo. Isso é com você, não com a locadora, se alguém daquele estado tivesse comprado o carro não existiria esse custo então é meio ilógico cobrar deles (Adevogados fãs de judicialização indevida sempre aparecem pra dizer que tem direito a isso ou aquilo, mas a opção por trocar de estado é sua e não do vendedor, então não faz sentido cobrar dele esse custo)."
            ]
        },
        {
            "title": "Vale a pena um golf sapão?",
            "selftext": "Tenho um 1.0, ta tudo ok nele, mas ele nao tem o kit dignidade que seria direção e ar condicionado. Ja o golf tem tudo isso alem de eu achar ele um carro muito bonito, o golf em questão ta bonito de lataria, mas ai da n conferi o motor se esta funcionando corretamente, vou verificar a lataria e motor a fundo ainda sem contar que o golf tem no mínimo um kit dignidade (preciso do ar condicionado porque a patroa tem problema com dor de cabeça com muito calor)\n\nDei uma pesquisada e eu consigo sem muito perrengue manter o carro, com consumo e manutenção.\n\nMas se estiver tudo funcionando, motor ok e a lataria em bom estado, vale a pena trocar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qzqr2",
            "num_comments": 12,
            "comments": [
                "Golf é carro demais!!! Vale muito a pena, eu teria fácil\n\nNão tive a experiência com um, mas pelo o que eu conheço é um bom carro sim",
                "Se for para ter como segundo carro ok. Tá começando ficar difícil peças de acabamento.\n\nFarol, espelho, peças internas, grades... O MK4,5 ainda tá de boa.\n\nBom carro, mas não sei se compensa ter como daily",
                "Carro por carro com ctz, mas o custo de manutenção será mais alto, além do seguro. Se tiver dentro das suas condições, mete a cara e seja feliz.",
                "Quase comprei um,mas depois de pesquisar achei muitos deles em que os ex donos eram aqueles que rebaixavam o carro e colocavam aquelas rodas com pneu perfil baixo.  Resumindo tinha que fazer toda a suspensão. Acabei desistindo. 🥲🥲🥲",
                "Só se vive uma vez",
                "Vai gastar bem mais gasolina, ar e direcao faz gasta mais\n\nmas se vc pode manter",
                "Eu tenho um 1.6 Sr ano 2000\n\nvou te passar os pontos positivos e negativos de um não especialista em carros\n\nPontos positivos: conforto absurdo, economico (principalmente em rodovias), mecânica confiavel (uso todos os dias para ida e volta ao trabalho, praia fim de semana e etc, muito resistente (um onix bateu na minha traseira uma vez, praticamente deu pt, no meu, só arranhou o parachoque kkk)\n\nPontos negativos: peças de acabamento interno são bem caras (melhor forma é tu procurar um com interior bem inteiro) , mecanica cara (pelo menos p/ meu bolso de pai de familia q não ganha tão bem), seguro caro ou sem aceitação dependendo do seu perfil"
            ]
        },
        {
            "title": "Preciso de um carro até 10 mil",
            "selftext": "Quais as melhores opções? Tenho 10 mil guardado mas sei que ainda precisaria do valor de transferência e afins",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qvro6",
            "num_comments": 18,
            "comments": [
                "Transferência custa uns R$ 250 conforme estado. Aqui é R$ 226 se não me engano.\n\nEntão dá pra pegar um Gol, Uno, Palio, Ka, Fiesta, Celta ou Corsa de R$ 9500 que sobra pra transferir e encher o tanque. Mais que isso não precisa em carro desse valor (Se tiver tudo ok, e não é difícil achar isso, carro popular básico não tem muita firula pra dar problema, quanto menos acessórios e itens tecnológicos, menos coisa tem pra dar problema).\n\nTambém acha muita bomba por R$ 9 mil, tipo Peugeot 206, Citroen antigo, Renault antigo, uns pesadões gastadores como Tempra, Santana, Parati, Monza, aí é pra quem tem amizade com dono de posto pra abrir conta neles...",
                "Quando eu comecei a pesquisar sobre carros nessa faixa de preco, voce encontra um monte, mas e aquilo, tudo muito velho e se voce nao tiver um mecanico bom voce pode ta comprando uma bomba, ai ao invez de 10, vai acabar saind 17+  \n\n\nquando eu vi, as recomendacoes eram Ka, uno e gol. acho q nao deve nem cobrar ipva",
                "Fiat Uno",
                "Qualquer popular dos anos 2000, recomendo Corsa, 1.0 caso não vá pegar rodovia e 1.6 caso vá, é um tanque de guerra, mais confortável que os outros populares de época, o sedan tem um puta porta mala, só não pega as primeiras versões de um bico, o mpfi é bem melhor",
                "procura os corsas 94 1 bico   \ne os palio 97",
                "Eu acho que nesse valor iria de Fusca. Porque qualquer coisa de 10k vai te dar dor de cabeça, ao menos o Fusca é um tanque de guerra fácil de arrumar.\n\nModelos de 76 a 86, interior baleado, pintura feia... E bom de motor. Esse é o carro que eu iria atrás. Se foi pintado ou polido recém eu fugiria. \n\nPode ser Brasília e afins também. Mas motor a ar, preferência 1300 ou 1500.\n\n\nOu gol cht, outro tanque",
                "Att: Achei um Corsa sedan GLS 1.6 1999, a moça fez 8 mil pq precisa de um reparo na bomba hidráulica e vai mais uns 600 entre emplacamento e transferência",
                "Cg 125",
                "Precisa estar legalizado?",
                "tenta pegar um carro mais abaixo de 10k pq nessa media normalmente tu vai ter que arrumar alguns problemas pós compra",
                "Vai de quadrado que é sucesso. Pega golzin ou voyage, 1.6 forte e não bebe tanto. Foca em lataria, mecânica e elétrica, estética por esse preço vai ser foda. Dá pra achar uma coisa legal nesse preço, mas tem que pesquisar bastante e sempre leve quem entende.",
                "Compra um Corsa mpfi, 95 até 2000, tenta pegar por 7 e com a grana que sobrar, da um grauzinho nele, troca velas, filtros, correia, óleo. Assim vc ficar com um carrinho que é muito barato a manutenção e revisadinho.\n\nMelhoras pra sua mãe mano, se precisar de dicas, me chama na dm, sou ex mecânico."
            ]
        },
        {
            "title": "Diferença entre carro",
            "selftext": "Olá, eu moro no japão e eu quero começar a montar meu projeto JDM, eu sempre fui apaixonado no 350z e no 370z, mas tenho uma duvida sobre as versões... Qual a diferença entre um 370z e um Fairlady Z? o Fairlady Z é uma versão broxada do 370z mesmo sendo 3.7?\n\nou o nome 370z vem da litragem \"3.7\"?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qooo3",
            "num_comments": 0
        },
        {
            "title": "Vale a pena comprar uma kombi com carroceria legal mas mecânica ruim pra refazer?",
            "selftext": "Tô pensando em montar uma kombihome pra mim e vi uma kombi muito bonita mas com a mecânica bem detonada, nem anda mais, aí tava pensando em aproveitar a carcaça e refazer toda a parte mecânica, com um  motor novo, direção elétrica, etc.. mas queria saber se daria dor de cabeça demais a ponto de valer mais a pena pegar uma mais nova por pelo menos o dobro do preço, se não mais",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qis1j",
            "num_comments": 21,
            "comments": [
                "Sim, sempre, não importa o quanto te digam o contrário. Muito mais fácil reformar mecânica do que lataria. Ainda mais Kombi, acha peça até em padaria. Sem falar do ranço que eu tenho de lanterneiro, tá pra nascer classe profissional mais enrolada que lanterneiro.",
                "Sempre vai sair mais caro fazer de novo, do que pegar uma boa.",
                "Opa OP, com certeza! Sem contar que você vai ter uma tremenda chance de modernizar muita coisa por ela já estar assim",
                "Só n compre se precisar retificar motor a ar\nPq meu amigo\nMEU AMIGO\nRetifica de motor a ar custa um rim",
                "Seguinte, tudo vai depender de quanto você quer gastar, a paciência e os profissionais. \n\nEu faria assim, motor AP injetado, olharia umas outras kombi's pra ser ter como carro doador (peça, acabamento e tudo mais), e daria pesquisada nas motorhome brasileiras como fusca, uno e afins. E venderia esse motor com nota pra ganhar uma grana (Sim, motores a ar estão em alta no momento)\n\nBoa sorte!",
                "Mecânica de Kombi, mesmo que tenha que fazer retífica, é beeem mais em conta e fácil do que lataria. Vai na fé",
                "Dica: AP 1.9 encaixa na transmissão da Kombi diesel, na dúvida, troca a transmissão que já encaixa tudo direitinho.",
                "Motor 1600 vai uns 3500 reais. Se tiver que fazer embreagem e caixa bota mais mil. \n\nDireção de Palio supostamente cabe. \n\nQue ano é essa Kombi e qual a pedida?"
            ]
        },
        {
            "title": "Difusor de escapamento",
            "selftext": "Fala pessoal! Tenho um Jetta GLI 2019 (MK7) e no momento está totalmente original. Gostaria de começar a fazer algumas modificações nele, e a primeira que veio na minha cabeça foi justamente colocar um difusor no escapamento pra ver se fica com um ronquinho mais dahora. Alguém já teve algum modelo parecido e sabe informar de qual tamanho fica legal? Eu tava pensando em algo de 2,5\" até 3\", mas não sei ao certo.  Outra coisa que tenho dúvida é se dá problema no carro, se acende luz de injenção e etc. Poderiam me ajudar?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qhu39",
            "num_comments": 0
        },
        {
            "title": "Por que o r34 GTR do renato garcia foi a leilão legalizado?",
            "selftext": "O carro foi trazido cabrito do paraguai em 2015 junto aos outros jdm do famoso pátio de londrina, porém este foi legalizado fora do tempo necessário (30 anos), como?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qgszl",
            "num_comments": 7,
            "comments": [
                "Nunca vamos saber de fato.. mas concerteza tem Propina e Corrupção '' Escondido '' nisso tudo..",
                "Eu diria propinakkkkkkk, mas como era um carro de pátio que seria apreendido pelo detran, ele entra em leilão, resumindo, compra o carro com nota fiscal e procedência ai paga as vistorias e laudos assim conseguindo a legalização do veículo. Essa foi a forma mais simples de explicar o que pode ter acontecido.",
                "Simples: Grana e tudo que ela pode comprar.",
                "Legalizado cabrito, os cara usa chassi de outro carro pra fazer um documento frio desse ai, é zuado essas porra."
            ]
        },
        {
            "title": "Carros muito novos em revenda",
            "selftext": "Uma curiosidade. \nPesquisando carros seminovos no mercado, me deparei com umas revendas especializadas em seminovos aqui na cidade, dessas que ficam postando ofertas em redes sociais.\nTem uma em particular que sempre tem em estoque uma porção de carros \"populares\" (mobi, gol, Etios, hb20,etc) aparentemente recém saídos das concessionárias.\nVários 2022/2022 com menos de 3 mil km rodados, por exemplo.\nA minha dúvida é: de onde vêm esses carros?\nTive lá pra ver um que me chamou a atenção. Olhando pessoalmente, eu não diria que não é zero.\nTão novos assim, imaginei que fosse de gente que financiou e não deu conta de pagar. Mas perguntei a procedência pro vendedor e ele desconversou. Não pareceu malícia. Pareceu que simplesmente não sabia. Mas disse que se eu quisesse conversar com o dono da empresa ele iria esclarecer, se não tivesse viajando.\nAlguma chance de ser furada?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qgfk0",
            "num_comments": 6,
            "comments": [
                "Se n forem carros enrolados, como não pagamento de financiamento, batido e recuperado coisas do tipo, é raro ter carros com km muuuito baixa. Mas as vezes carros com 2-3 anos, tem gente que realmente gosta de trocar de carro pra atualizar ou não perder garantia. Não é a toa que mesmo com preços exorbitantes de carros 0, o pais ainda vende muito.\n\nEu participo de uns grupos de face de carros que eu tenho interesse, dois deles, virtus e yaris, e ambos direto tem gente anunciando vendendo o carro 2021/2022. Ai vai ver a pessoa precisa da grana pq o negócio apertou ou quer um carro mais novo ou quer um outro carro mesmo.\n\nNegócio é so ver a procedência, se não é esses rolo de carro \"marcado\" (furto, não pagamento, recuperado...) E se as revisões da garantia foram feitas na CSS, normalmente tem o carimbo ou coisa do tipo",
                "Não sei  talvez uma boa parcela daques pessoas que trocam de carro todo ano esta tendo que pegar carros populares?\n\nOu talvez sejam de locadora que tiveram pouco uso por causa da pandemia?",
                "Já ouvi de um amigo que trabalhou em concessionária que a treta e a seguinte: Os donos das concessionárias tem meta de vendas a ser batida com as fabricantes em carro zero. Assim conseguem mais benefícios na hora de comprar volume. Aí oque eles fazem, colocam o carro zeros pra teste drive e vende rápido e abaixo do preço de mercado do zero km. Assim eles batem meta com as fabricantes e depois vendem o seminovo (teste drive) por muito pouco mais barato que o zero km."
            ]
        },
        {
            "title": "Ventilador do carro aumenta o consumo?",
            "selftext": "Sem ligar o ar condicionado, ligar o ventilador 1-4 altera o consumo do carro? Não sei se muda muito, mas no caso seria um etios 1.3 hatch manual",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qg4l5",
            "num_comments": 13,
            "comments": [
                "Numa conta rápida, ventilador de painel é uns 7A na maior velocidade, digamos 2A, 3A, 4,5A e 7A nas 4 velocidade (Chutei, sei a menor e a maior que já vi, no meio nunca medi).\n\nMotor típico tem consumo tipo 300g por KWh (Em ficha técnica de bons motores pode ter, apesar de ser mais comum em motor pra uso estacionário ou de trabalho como agrícola, marítimo ou industrial), só pra manter a lenta, pelo peso do atrito com bielas, força da bomba de combustível, comando de válvulas, vai seus 3-4kWh consumidos por hora ligado. \n\nLigando o ventilador na posição 1 a 4 seria então digamos 0,024kWh, 0,036kWh, 0,054kWh e 0,084kWh, por hora de uso.\n\nMultiplicando pelo rendimento típico de 0,3l.kWh (Gasolina pesa uns 700g por litro, 300g dá bem menos que 300ml mas tô com preguiça de fazer a conta, o OP que refaça), nas velocidades 1 a 4 o consumo de combustível será de 0,007 litros, 0,01 litros, 0,16 litros, e 0,025 litros por hora de uso.\n\nSe é viagem a digamos 80km/h com o carro fazendo 12km.litro, ele cai pra 11,98km.litro a 11,95km.litro nesse caso. 25ml por hora, numa hora que você faz 80km, dá nisso, vem a ser o consumo de 0,05km.\n\nNão existe energia de graça, até acendendo farol, pisca ou um mísero led de 3mm no painel terá maior gasto elétrico, que o alternador terá que compensar na bateria, o peso do alternador é medido assim, pode calcular o poder calorífico da gasolina, o rendimento péssimo de 28-30% do motor, o rendimento do alternador, o rendimento do regulador de carga, mas pode também pegar o rendimento energético do conjunto todo, tem motor estacionário que chega a talvez 200g.kWh, mas isso vem a ser uns 300ml por kWh, por isso usei na minha conta. Se for um motor fantástico de 180g.kWh talvez seja menos mas duvido.\n\nAh, mas lembra que janela aberta aumenta o atrito com o ar ao correr (A digamos 80km/h), teria que ver coeficiente aerodinâmico do modelo do carro, e uma conta mais chata, mas pelo que lembro ela costuma implicar em mais consumo que esse consumo do ventilador, e nuns casos dá praticamente o consumo do ar-condicionado (Mesmo abrindo todas as janelas ainda tem o vidro traseiro impedindo do ar sair, dá um efeito paraquedas, entra vento pelo vidro mas a pressão se acumula porque não tem fluxo pra ele sair, se brincar isso reduz o rendimento em 0,5km.litro nos 1.0, é bem diferente de ventilador equivalendo a 0,05km.litro).",
                "Não altera o consumo pois o ventilador consome eletricidade do carro e não adiciona peso ao motor, como por exemplo o compressor do ar condicionado quando este é acionado por correia.",
                "o B.O. nao é o ventilador, é a porra do compressor tocando o ar, esse sim te leva potencia e consumo embora.",
                "Eu percebi que ligando ventilador aumenta a temperatura no painel. Isso é normal?"
            ]
        },
        {
            "title": "Dicas de financiamento",
            "selftext": "Meu veículo atual tem fipe de 22k, mas faz tempo que queria trocar por um melhorzinho. Hoje na Olx apareceu um bem interessante (eu fico sempre olhando) por 35k. \n\nNesse caso, seria necessário financiar a diferença. Na experiência de vocês, qual o valor adequado de parcela para o financiamento dessa diferença, tempo de financiamento ou o que mais for interessante levar em conta. \n\nEu nunca financiei antes e tenho dúvida de como equilibrar parcela, salário e demais gastos da vida.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qedsm",
            "num_comments": 5,
            "comments": [
                "Via de regra, instituições financeiras não liberam financiamento que supere 30% da sua renda (a parcela). Não sei quanto ganha, mas calcule isso em cima do seu salário e saberá até quanto aprovam seu cadastro (isso se não tiver nome sujo ou muitos empréstimos em aberto no momento).  \n  \nA taxa de juros vai variar muito de banco pra banco, além da idade do veículo e prazo. A parcela é você quem deve analisar se cabe no seu bolso.  \n  \nLembre-se dos demais gastos que terá, um carro de 35 mil provavelmente tem IPVA mais caro. Se as peças forem caras, seguro também será mais caro. Cote com seu corretor antes de fechar negócio pra não ter surpresas.",
                "O quanto gastar é muito pessoal, depende do quanto vc ganha. Como o colega falou, lembrar que vai ter gastos, ipva, seguro, provavelmente uma eventual manutenção, pq é difícil alguém vender carro integro. Eu consideraria que pelo menos troca de oleo, filtros, pastilhas vão ter que ser feitas, e velas e pneus num futuro próximo. O povo compra muito pneu usado pra vender como \"carro com pneu michelin meia vida). Eu mesmo vendi os meus michelin no twi pra um cara q queria anunciar o carro dele.\n\nSe vc é solteiro sem filhos e tal, ainda ta querendo aproveitar a vida, consumir, gastar dinheiro, eu acho wue do dinheiro que sobra no fim do mês, eu gastaria 30-40% na parcela. Mas ai com o risco de alguns meses viver em funções do carro se algo der errado.\n\nAs taxas de juros variam de banco pra banco, se possível ver com vários, dando o minimo de informação pessoal que conseguir pra eles n ficarem enchendo o saco depois. Eu ouvi falar que a caixa tem boa taxa de juros, mas o atendimento deles é tenebroso. Eu tenho conta la e só vou em último caso, odeio ir na agencia da caixa.\n\n\nSe vc tem paciência, consórcio é uma melhor opção pensando em taxas, mas vc perde em tempo, vai depender de lance ou sorteio.\n\nCaso seja funcionario publico tem o emprestimo consignado pra funcionario publico em que o banco debita diretamente do seu salário, com taxas melhores que financiamento. Isso é uma maravilha pros bancos pq é estimulo pro cara pegar dinheiro emprestado ja que as taxas são mais baixas, e o banco garante receber a grana ja que quando cai o salário, ele ja tira a parte dele.",
                "O valor de parcela teria que você ver se cabe no seu bolso, lembrando que manutenção, ipva e seguro vai ser mais caro.\n\nO juros do financiamento geralmente é uma certa porcentagem por mês, exemplo: o juros é 5% ao mês, ou seja, em 10 meses vai acumular 50% em juros."
            ]
        },
        {
            "title": "posso ser preso por comprar um jdm cabrito?",
            "selftext": "E se eu comprar um carro cabrito trazido do Paraguai por outra pessoa que vendeu pra min “sem eu saber”, a lei pode pesar para min, ou só para o carro?\n\nPor exemplo: Supondo que comprei um skyline r32 só de pista (só de pista = sem doc) na olx, não sei a real procedência, eu poderia ser preso?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qe9l5",
            "num_comments": 31,
            "comments": [
                "Voce com certeza perde o carro, mas preso acho q n vai n, mas vão meter o processo em tu, pode ter certeza",
                "Ate o Bruno Bar com grana e contato desistiu de rodar de Silvia cabrito.",
                "Certeza que não há registro do chassi dele no Brasil ou Paraguai?\n\nAqui em interior jeca-tatu analfabeto vende carro sem documento quando ELE não tem os documentos, mas são carros que já tiveram emplacamento, então tem documentos, é só consultar pelo chassi (Checkauto e outros sites tem acesso à base de dados de chassis e motores com emplacamento ou registro de roubo).\n\nSe o chassi ou motor tiver registro de roubo, você perde o réu primário e responderá por receptação, altas chances de cana, pelo menos por umas semanas (E obviamente o carro vai pra leilão depois de uns anos, não tem como você retirar).\n\nSe o chassi e motor não tiverem nenhum registro de roubo, então eles só apreendem o veículo, que vai pra leilão como sucata (Leilão pra poder rodar de novo só os que tem emplacamento e registro, os sem isso são leiloados como sucata, algum amigo seu poderá comprar no leilão mas não poderá regularizar, só se emplaca veículo novo, com nota fiscal e nesse caso com todo o trâmite de importação com laudo do ibama e cia). O veículo será apreendido toda vez que for pego na rua, numa dessas você não compra mais no leilão (Porque o preço é sempre alto, mesmo sem possibilidade de regularização).\n\nNo caso de veículos de outros países não é tão raro ter por lá veículo com registro de furto em outro país. No Paraguai então nem se fala!",
                "ta dando zica ultimamente. Nao recomendo.",
                "Como assim \"cabrito\"?",
                "Se não tiver nenhuma procedência, provavelmente o carro vai preso. Mas se o carro for roubado é receptação, nao sei a pena desse crime.\n\nPor via de dúvidas peça nota do carro ou algo do tipo.\n\nSe for usar so pra drift/pista não tem nenhum problema para acontecer, mas se for usar em locais onde a polícia tem acesso(loteamentos e ruas vazias usadas para manobras) pode ser pedido no mínimo uma nota fiscal para provar que não é roubado.",
                "Sim mas depende, se esse carro tenha sido roubado no Paraguai e depois mandado pra cá e vc comprou, com certeza vai ter um grande bo, já se for só um carro \"baixado\" no Paraguai e mandado pra cá provavelmente só vão te tirar o carro, os que foram preso que vi até hj é pq pegavam vários carros e faziam disso um negócio",
                "Opa, ja respondi quando voce perguntou mas achei um jeito diferente de fazer. \n\n1. Acha um Paraguaio com o veículo e com ele entrando legalmente no Brasil e tendo comprovante de estar legalizado, documentos(inclusive habilitação) traduzidos e um local de moradia (pode ser aluguel) ai ele trás o veículo junto com ele para o brasil, ai ele transfere o veículo pra você e fica tudo certo.\n\n2. Vai pro Paraguai, faz seus documentos, trás o carro e usa normalmente com a placa Paraguaia se n for encomodar ou (ve se da de transferir assim desse modo), despachante se dar um cheiro de dinheiro eles dao conta caso encomodar a placa."
            ]
        },
        {
            "title": "Carro JAC T40",
            "selftext": "Eu estou pensando em comprar um JAC T40 1.5 2018 por 60 mil e surgiram alguns medos quanto a marca e tals. Eu sei que é uma marca nova e que não fabrica mais carros de combustão, então meu maior receio é quanto a disponibilidade de peças no mercado e custo de manutenção. E falaram que o carro não tem muita potencia nas retomadas, mas relativamente, comparando com um fox 1.6 ou algo da mesma ordem, o T40 ainda está mal? O que voces acham?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qe820",
            "num_comments": 5,
            "comments": [
                "Te dar uma dica, PASSA LONGE DE JAC, esse carro não tem público nenhum, é mais fácil vc se livrar de um Marea do que desse carro ai.",
                "Eu não compraria, sei lá... Tem público nenhum e peça vai ser problema sim, e se bater? Sei lá... Por 60 mil eu acredito que vai posar legal por ser carro alto e tal mas a hora que a manutenção chegar... Entra num grupo da JAC no Facebook! Costuma ter grupo de tudo que tipo de carro",
                "O maior problema do carro é a revenda. É difícil passar esse carro pra frente. Em relação a peças, se vc mora em SP capital ou interiores próximos não tem dificuldade não, se mora em outro lugar eu não posso opinar.\n\n Essa história da retomada é mais por causa do câmbio do que pelo motor em si. Existem histórias que esse câmbio da JAC já deixou carro preso em estacionamento de prédio por não conseguir subir a ladeira muito ingrime.",
                "Cara, com 60 mil tem tanta opção bacana de carro. Sai fora de jac, ela n tem esse problema de não produzir mais motor a combustão, a marca nem vendeu de verdade no Brasil. Vc vai casar com uma dor de cabeça, pq enquanto tiver ok vc pode ate gostsr do carro, quando começar a precisar fazer manutenção vai virar um inferno, problema de achar peças, gente que sabe mexer sem fazer gambiarra, não conseguir vender pq nem novo o povo queria essa marca, imagina usado, desvalorização pq ngm quer comprar etc.\n\nEu moro numa cidade de 500 mil hab, vi esses ultimos anos 2 jac aqui. Vejo mais modelos de chery qq que é outra bombinha, do que carros da jac como todo. Vai no básico mesmo, pega esse modelo e ve os concorrentes das marcas padrões de mercado mesmo e seja feliz sem tanta dor de cabeça.",
                "RUN FOREST RUN!"
            ]
        },
        {
            "title": "Como operar câmbio CVT? (Toyota Yaris)",
            "selftext": "Boa noite!\n\nComprei um Toyota Yaris que está prestes a ser entregue, porém esse é meu primeiro carro automático e fiquei sabendo que devem ser adotados alguns procedimentos para não danificar o câmbio no uso diário.\n\n**O que devo observar no carro com câmbio CVT ao tirá-lo da inércia e ao estacioná-lo para garantir que o câmbio não sofra danos?**\n\n&#x200B;\n\nExiste outra recomendação para um marinheiro de primeira viagem?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qcbsr",
            "num_comments": 11,
            "comments": [
                "Evite mexer no câmbio com o carro em movimento, certifique-se de que esteja parado e mantenha o pé no freio antes de trocar entre as posições. A única exceção é do D pro M e do M pro D, que pode ser feito em movimento. Quando for estacionar, coloque sempre no P. Se for parar por um breve período e quer tirar o pé do freio, pode colocar no N e puxar o freio de mão. \n\nFora isso, é acelerar e freiar normalmente, o carro faz o resto pra você",
                "Relaxa, carro recente a calibracao de transmissao dispensa qualquer coisa por parte do usuario, se quiser saber a recomendacao pensada pro seu carro e pro seu caso leia o manual dele",
                "Cambio da Toyota dificilmente vai dar algum problema.\n\nA única coisa que eu estranhei um pouco quando dirigi CVT pela primeira vez (um Honda Fit) é que na saída ele demora um pouquinho mais pra pegar embalo do que um carro mecânico então a tendência é que você pise fundo tentando sair mais rápido, mas se você fizer isso vai resultar em uma piora no consumo de combustível.\n\nPara conseguir as boas médias de consumo que esse câmbio oferece, faça as saídas e retomadas “na maciota”, evitando pisar fundo de uma vez e você vai fazer fácil uns 10km/l com o seu Yaris!",
                "Se está em inércia e vai sair, pisar no pedal de freio e selecionar o D, se vai parar pé no freio e selecione o P, para marcha a ré a mesma coisa, pé no freio e R.\n\nNão sei se já dirigiu carro automático mas geralmente esse tipo de veículo só dá a partida com o pé no freio e a alavanca em N. \n\nO P geralmente só se utiliza para estacionar e deixar parado no caso de parada rápida em um semáforo pode deixar em D e segurar o pedal de freio.",
                "Na cidade, o CVT é praticamente igual um automático qualquer. Se não curte muito carro e não faz questão de muita coisa, ficará muito feliz com o consumo e com o desempenho. A atenção mais especial pra se tomar cuidado é em relação à velocidade final: em câmbios CVT's, existe uma correia que se mexe e formam \"marchas infinitas\". Acontece que em velocidade final, essa correia pode esquentar muito e acabar cedendo. Ou seja, não manter o carro em full throttle por muito tempo (eu diria que no máximo 1 minuto, se precisar fazer uma ultrapassagem, por exemplo). E parabéns pelo carro novo!",
                "Nada diferente ou mais complexo do mesmo que se fazer com cambio automático normal:\n\n1) Não alternar entre as posições do câmbio com o carro ainda em movimento (incluindo principalmente ao manobrar, esse é o erro de muita gente estreante em carro automático que dirigiu carro manual a vida toda); A exceção é do D para M (manual) ou S (sport) ou o 4-3-2-1/L (depende do câmbio);\n\n2) Vai estacionar e desligar o carro? Coloca no P; Vai ficar parado esperando alguém descer? Pode colocar no N com freio de mão puxado.\n\nOutra coisa: pode esquecer aquela ladainha de \"ain, quando estacionar põe em N, puxa freio de mão, solta pé do freio, pisa no freio e depois bota no P blá blá blá\"; Parou pra estacionar? Puxa o freio de mão primeiro, e bota direto no P, pronto, não vai quebrar nada ~~se estiver estacionando numa ladeira, e não quiser sentir o tranquinho quando for sair, pode fazer esse procedimento, mas nem nessa situação vai fazer mal se você dispensá-lo~~"
            ]
        },
        {
            "title": "Multimídia para carro",
            "selftext": "Tenho um Peugeot 207 2009, só que ele tem apenas aquele espaço 1 Din antigo. Gostaria de sugestões de alguma multimídia Android de 7 ou 9 polegadas, pode ser tela retrátil ou fixa mesmo. \nAgradeço as sugestões. 😊",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qc903",
            "num_comments": 2,
            "comments": [
                "Da uma olhada nos modelos da aikon",
                "Esses dias eu tava vendo essas coisas e achei esse [video no youtube](https://www.youtube.com/watch?v=LDtF607gVx8&ab_channel=MeuCarroLifeStyle)ve se serve pra voce."
            ]
        },
        {
            "title": "Scanner automotivo vale a pena?",
            "selftext": "Boa tarde, meu caros.\n\nMinha esposa e eu somos motoristas novatos, não entendemos muito de carros. Há alguns meses compramos um Fox 1.0 Trend 2012/13, que achamos em ótimo estado, com pouca rodagem e foi avaliado por uma pessoa de confiança, que entretanto não temos muito contato no dia a dia pois reside no interior e nós na capital. \n\nGostamos bastante do carro e não tivemos problema algum até então, mas ontem acendeu a luz da injeção eletrônica no painel, em amarelo.\n\nPesquisei por algumas possíveis causas e soluções mas obviamente levaremos em uma oficina para realizar o reparo.\n\nEntão me veio a dúvida: sou extremamente desconfiado com mecânicos, e sei que é amplamente disseminada a prática de inventarem defeitos inexistentes nos carros e cobrarem por serviços desnecessários. Uma forma que eu cogitei para possivelmente me resguardar um pouco disso seria comprar um scanner e fazer o diagnóstico por conta própria, para comparar com o diagnóstico do profissional quando eu levar à oficina.\n\nAcham que seria uma boa ideia?\n\nPesquisando na Internet, também vi que há uma ampla variação de modelos e preços, desde os Bluetooth na faixa de 30 reais até scanners com fio na faixa de 500 reais até cerca de 4 mil reais. Qual seria a real diferença entre eles e qual o mais adequado para os meus propósitos, caso eu fosse comprar um?\n\nE sobre a falha do carro em si, alguém tem um palpite do que poderia ser e como proceder para evitar ser enganado na oficina?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10qc1j6",
            "num_comments": 8,
            "comments": [
                "Os adaptadores ELM327 mais baratos bluetooth em geral são só pra leitura de erros (Leitura, não apaga), no caso de Fox é modelo internacional então todo app (Torque, Carista Pro, AlfaOBD, Carly) suporta os códigos dele.\n\nPra apagar códigos de erros geralmente precisa os nesse estilo aqui: https://shopee.com.br/X431-CR3001-Full-OBD2-Scanner-OBDII-OBD-EOBD-Auto-Code-Reader-Car-Diagnostic-Tool-i.448177530.10113935522  Eu tenho um desses, minha irmã tinha Fox até umas semanas atrás e já usei nele, não lembro de não ter apagado erro algum dia.\n\nMas tem que ver qual erro é, se é aviso de km pra troca de óleo ou algo assim, e você sabe que isso foi feito, é só resetar, mas tem erro que não dá pra deixar, precisa resolver o problema gerado (Não tenho muita referência porque o único fox que mexia era o da minha irmã, e fora os consumíveis tipo sensor do ABS no fim, e umas falhas fantasmas (Estilo os códigos apontado pra falha no cilindro 5 de carro de apenas 4 cilindros) não teve mais nada em uns 60 mil km).\n\nEsses scanner bluetooth eu levo na mochila, já ajudei muita gente na estrada, mas quem de fato resolve coisa um pouco mais chata é com scanner com cabo. Dá pra zerar os erros desplugando cabo da bateria e dando curto neles (Se der curto na bateria merece ficar a pé, *\"desplugar o cabo da bateriA e dar curto nelE\"* é autoexplicativo), mas isso é mais demorado que reset pelo scanner. Mas... pra sair do prego vale tudo, vê os erros via bluetooth (Aplicativos bons tem no seu warez favorito, pra mim o Carly, EODB Facile e Carista são os mais comuns de ver atualizado no mundo warez) e zera desligando o cabo da bateria e dando curto nele por uns 10s, mas... as vezes é erro permanente que só scanner deleta (Pra ver se volta, apagar falha da memória nunca é solução, não se repara hardware com software!).\n\nComo é barato é até burrice não ter um scanner bluetooth (Mesmo que fosse um gol velho de R$ 10 mil esses R$ 40 representam 0,4% do valor dele, gasta isso de gasolina em 1d as vezes, ajuda pra caramba pra não ficar na estrada (Desde que tenha mais ferramentas e um mínimo de noção do que fazer no motor, claro, mas hoje todo mundo tem internet na palma da mão, 30 minutos por dia de vídeos sobre mecânica no YT e em menos de meio ano tá apto pra maioria dos problemas que dá em estrada)).\n\n**Edit:** Ah, e pra reparo mesmo só código de erro não resolve sempre, tem situação que você precisa meter multímetro de R$ 19,90 ou osciloscópio de R$ 200 na sonda lambda pra ver o quanto ela oscila, pra definir problema dela, em catalisador, ou em outra coisa lá na entrada. No caso de posição de borboleta, sensores de temperatura e map também precisa multimetro pra medir a resistência (E variação ao submeter eles a calor e frio enquanto mede) e ver se estão funcionando o travados. Ver código de erro é a solução exata em talvez 0,1% dos casos, sempre tem que entender o funcionamento pra ver porque o erro seria gerado, não tem muita coisa eletrônica em Fox dessa era pra gerar erros, é mais complicado que um Gol MI de 2001 mas é beeem mais simples que um Gol 2023, mas ainda tem que saber a função de cada sensor no motor pra saber porque geraria um erro X ou Y. Meio ano de algum vídeo de YT diário (Não de canais de leigo pra leigo como Acelerados, QuatroRodas, Belote e etc, canal sobre mundo real é tipo DoutorCarro, Marcelotonella, DoutorMacete e etc, de mecânica mesmo).",
                "Luz da injeção? Comece pelo básico, troque de combustível E de posto.\n\nScanner? Não sei se o app Torque será suficiente para o que quer, então dê uma olhada AQUI para as opções: https://www.lojadomecanico.com.br/hotsite/auto-mecanica?category-filter%5Bd%3A1%3A71274%5D=d%3A1%3A71274&sortby=ascprice",
                "A porta obd onde encaixa o scanner é onde o motor evidencia qualquer problema que ele pela calibração diagnosticou, quanto mais caro maior a probabilidade de ter mais funcoes mas qualquer uma basica de visualizacao de codigos de erro junto com os nomes que eles referenciam ja vai te atender",
                "Só uma coisa, do jeito q vc falou parece q vai passar o scanner e saber o defeito pra comparar com o diagnostico do mecânico. O scanner vai te apresentar o código do erro. Mas é dificil, ainda mais leigo, bater o olho no codigo de erro e saber qual o problema do seu carro pra comparar com o diagnóstico do mecânico. Eu n acredito que vale a pena investir num scanner sem investir em conhecimento sobre mecânica.",
                "O scanner não vai te dizer de forma clara qual é o problema. Ele é uma ferramenta para os mecânicos terem um caminho... \n\nProcure oficinas pelo Google e leia as avaliações dos clientes. Quanto mais avaliações e melhor for a nota, mais confiável é."
            ]
        },
        {
            "title": "revisão ford ka 2018",
            "selftext": "bom, galera. sou possuidor de um ford ka 18/18 mas nao entendo nada de mecanica.\n\no carro esta´com 40 mil km e nao incomoda em nada\n\nfiz todas as quatro revisoes na concessionaria como está no manual. \n\nporém nest aproxima revisão, que é a ultima revisao para ter a garantia que acaba esse ano tambem, acho que nao farei em concessionaria mas, sim, em oficina autorizada ou algo do tipo porque me parece muito caro por um serviço corriqueiro.\n\nR$ 753,00 para Óleo do motor, filtro de óleo do motor, filtro de combustível.\n\ndevo fazer na concessionaria ou posso buscar outra oficina?\n\nalem desta revisao basica preciso pedir para trocar outra coisa?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10q2suk",
            "num_comments": 7,
            "comments": [
                "eu paguei isso ai pra trocar o oleo do motor do meu ....\n\n&#x200B;\n\nVOLVO\n\n&#x200B;\n\ntroque numa oficina de qualidade e boa, esquece concessionaria",
                "Um serviço desses, mesmo com o óleo mais caro e tudo do melhor, sai 350 no máximo! Supondo que você use o óleo original Ford, um serviço desses não deve passar dos 30 reais e em qualquer lugar faz.",
                "Eu pago 200\\~250 pra troca de oleo + mão de obra pra trocar os filtros, e gasto mais 80-130 nos filtros da bosche ou da mann (filtro de combustível+filtro óleo+filtro de ar motor + filtro ar condicionado), depende do que eu conseguir achar disponível. Esse kit com os quatro filtros da Mann do Ka ta tipo 100 reais na hipervarejo. 753 pra fzer isso vc merece ainda um open chopp, espetinho e tapete vermelho"
            ]
        },
        {
            "title": "Multa do antigo proprietário",
            "selftext": "Galera bom dia. Procurei no sub e não achei nada referente a minha dúvida, por isso estou criando esse post.\n\nEu estou com o seguinte problema: \n\nAdquiri meu primeiro carro em 03/2021 e, na consulta para ver se existiam multas não apareceu nada. Como estávamos no auge da pandemia, foi do meu entendimento que o Detran atrasou a notificação de multas e por isso quando eu adquiri o carro, a multa do antigo proprietário que ocorreu em 09/2020 não chegou a tempo pro cara pagar.\n\n\nQuando eu soube disso na hora de pagar o licenciamento de 2021, eu notifiquei a concessionária sobre essa multa e eles me disseram que falariam com o antigo dono do carro. Paguei o licenciamento de 2021 sem problemas.\n\nAgora em 2023 ao pagar o  licenciamento, eu não posso prosseguir pois a multa do antigo dono venceu no dia 3 de janeiro de 2023.\n\nEu já mandei mensagem pra concessionária novamente, mas não acho que eles estão muito dispostos a me ajudarem.\n\n\nExiste algo que eu possa fazer para resolver essa situação?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10q0r8i",
            "num_comments": 12,
            "comments": [
                "Se tiver contrato de compra e venda, paga a multa e juizado especial neles",
                "paga a multa, e segue a vida. Tem coisa que vale mais do que correr atras disso.",
                "Despachante + advogado + pequenas causas.\n\nMas se o valor da multa (e a pontuação na carteira) for baixo, mais simples pagar e não se estressar com tudo isso.\n\nDe média para baixo eu pagaria.",
                "Talvez compense conversar com um despachante sobre a situação. Se a multa veio com a data de 09/2020 e você transferiu o carro somente em 03/2021, é bem óbvio que não é sua responsabilidade essa multa mesmo.\n\n\nOu fazer o que o outro usuário comentou: paga, entra em contato com o antigo dono (email, telefone, whatsapp, todo tipo de contato que possa ser comprovado futuramente), e se ele não pagar, entra com processo, paciência (provavelmente resolve no pequenas causas b rápido)."
            ]
        },
        {
            "title": "Remap para Fiesta?",
            "selftext": "Olá senhores, eu tenho um querido Ford Fiesta 2009 1.0 (46.000KM) que só vou me desfazer em caso de morte, não vendo esse carro por nada. Penso em ter outro carro no futuro, provavelmente um New Fiesta, mas como segundo carro. A questão é, será que é interessante fazer um REMAP na injeção desse queridinho? considerando é claro que eu vou ficar com esse carro até o fim dos tempos. obrigado pessoal",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10pjbim",
            "num_comments": 24,
            "comments": [
                "Amigo, eu fui apaixonado pelo meu primeiro carro e depois tive outros carros que achei que teria pra vida. Alguns eu guardo cópia do documento até hoje, mas vendi todos eles e fui trocando.\nNão me arrependo, cada carro trouxe algo novo e as plataformas foram melhorando.\nMeu conselho é baseado em uma frase em inglês, \"diminishing returns\". Em alguns casos quanto mais você investe, menor será o ganho do investimento. Você tem uma carro que você gosta como é, o Fiesta é um carro que não tem plataforma pra performance, é um carro pra economia. Eu acho que a performance que você eventualmente ganhe com um remap ou kit turbo, não valem o que você vai perder em durabilidade e confiabilidade. Resumindo, quando você tiver um segundo carro pense em vender ou trocar o fiesta por um carrinho pra projeto mesmo, um carrinho de fds. Talvez um motor maior, talvez tração traseira, talvez uma plataforma que dê pra melhorar facilmente...",
                "Caramba qual a chance de eu encontrar um dono de fiesta 1.0 2009 com a mesma quantidade de km? Kkkkk",
                "Se quer que ele dure o maximo possivel use a calibração de fabrica",
                "Temos um 1.6 2012 aqui.  \nAcho que tenho a [solução pro seu problema.](https://produto.mercadolivre.com.br/MLB-3143507786-motor-ford-zetec-rocam-16-8v-gasolina-9s6g6007e2a-_JM#position=1&search_layout=stack&type=item&tracking_id=8c7c9832-ecd7-4a63-a244-a49c2a47dfd3)",
                "Não sei se compensa, o carro vai continuar fraco, afinal é 1.0",
                "O ganho de potência com remap em aspirado é mínimo, num 1.0 então, mal ver ver diferença.\n\nVai matar consumo, aumentar desgaste e ainda não ter nada além do quê se tem hoje.\n\nDeixa como está e compre outro carro mais potente.",
                "Remap no carro 1.0 sem nenhuma alimentação auxiliar como turbo por exemplo vc não vai ter quase nenhuma diferença pra muito gasto. Se quiser uma brincadeira divertida procure kit turbo até mesmo supercharger dos Fiestas mais antigos e ai sim vai ser feliz"
            ]
        },
        {
            "title": "Primeiro carro - dúvida sobre pagamento de altos valores á vista.",
            "selftext": "Boa tarde a todos\n\nMinha dúvida pode parecer um pouco banal, mas gera certa insegurança.\n\nTenho 28 anos e estou me preparando para comprar o 1º carro. Juntei cerca de 35 mil reais ao longo de 4 anos com a intenção de dar uma boa entrada à vista. O dinheiro está em um fundo de investimento de renda fixa, o qual já cobra uma porcentagem de impostos sobre o rendimento. Eu nunca declarei imposto de renda porque não tenho emprego fixo e meu salario anual nunca atingiu aquele valor que é obrigatório declarar.\n\nMinha dúvida é: para quem já fez pagamentos à vista de valores elevados como esse, houve algum problema no momento do pagamento? como por exemplo, o banco bloqueou a transação? ou a receita federal aplicou alguma multa mais tarde?\n\nNo meu caso a conta é do Banco do Brasil e tenho intenção de dar essa entrada à vista pagando direto no cartão de débito na concessionária.\n\nProcurei informações na internet mas não achei nada útil. Se alguém tem alguma informação sobre isso me informe o que souber.\n\nObrigado",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10pchzo",
            "num_comments": 10,
            "comments": [
                "Tentei fazer no Pix, não consegui. Fiz por ted nubank um valor parecido. Não sei como funciona débito.",
                "Vou usar o exemplo do meu pai, ele comprou um fox connect 2019 ano passado com o valor beirando os 70 mil e por conhecidencia fez pelo banco do Brasil. Basicamente ele fez a transferência no banco mesmo, meu pai falou que nao conseguiria fazer pelo celular a transferência, a concessionária deu a ele os dados bancários (conta e agência), foi feito a transferência por TED, ai voltou a concessionária assinou o recibo(carro ja transferido com o valor) e saiu com o carro no nome dele seguro e tudo mais.",
                "Já tive que fazer um pix com valor semelhante ao que você diz. Não tive problemas.    \n   \nMas alguns dias antes eu cadastrei o destino como favorecido e alterei o limite de transferência diária (acho que levou umas 48h pra aprovar).   \n  \nDepois da transferência, eu baixei o limite diário.",
                "Quando fechei meu casamento eu ia pagar um valor bem alto a vista no pix, eu tive antes que entrar no app e aumentar o limite diário de transferência para fazer tudo no mesmo dia.\n\nDepois você vai lá e reduz novamente o limite de transação, geralmente demora 24h pra aprovarem.",
                "Cartão de débito tem limite de transação, dependendo do banco é uns 3k ou 5k, não costuma passar muito disso.\n\nPix também tem valor máximo de movimentação, mas você consegue personalizar o seu limite através do app. Apenas planeje-se antes, pois se seu limite for mais baixo e você precisar aumentá-lo, tem um prazo de até 48 horas úteis para a alteração surtir efeito. Eu também recomendaria cadastrar o destinatário como favorito no Pix uns dois dias antes, pois você pode dar azar e o banco bloquear a transferência na hora por suspeita de fraude. Estando o destinatário cadastrado como favorito reduz muito a chance de isso acontecer.",
                "De jeito nenhum que você vai conseguir passar no débito cara, esquece isso. Além de que é bem capaz do vendedor cobrar uma taxa por estar passando no débito. Tens que fazer um TED e de preferência estando presente fisicamente no banco. Caso for fazer pelo app, certifique-se de entrar em contato com o pessoal do banco para cadastrar o beneficiário. Comprei um Cruze Hatch recentemente e paguei à vista, não fiz esse cadastro e passei uma vergonha danada, tive que ligar para o SAC do banco lá na hora e resolver tudo para conseguir transferir, demorou mais de 1hr cheguei a suar frio kkk",
                "Pessoal, obrigado por todas as respostas. Agora tenho uma boa noção de como proceder. Abraços a todos!",
                "Oh mano, pega a visão, com esses 35 mil da pra tu pegar um Jetta TSI 2008 e ainda sobra dinheiro pra um jetski, o resto tu investe em jogo do bicho e faz teu dinheiro de volta"
            ]
        },
        {
            "title": "Primeiro carro",
            "selftext": "Eu acabei de tirar minha CNH e agora estou fazendo algumas pesquisas para escolher o meu primeiro carro. Eu estava procurando um usado de até 65 mil mas queria fugir do 1.0, eu não queria algo muito baixo porque pegaria bastante estrada e por vezes estrada de terra, nem muito antigo, acho que 2015 seria o meu limite. Alguém tem alguma sugestão de carro com bom custo benefício por esse preço? (Alguns carros que vi foram o sandero RS, gol 1.6 MSI, fox 1.6, HB20x, Ka freestyle, Stepway,  etc...). E uma dúvida subsequente, é furada pegar um hb20x ao em vez de um hb20, por exemplo. Eu estava sob a impressão de que as mudanças feitas em um carro em relação ao outro não justificavam o preço. Um hb20x é realmente muito melhor na terra que um hb20 normal? Obrigado.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10payxy",
            "num_comments": 7,
            "comments": [
                ">Um hb20x é realmente muito melhor na terra que um hb20 normal? \n\nNão. Tudo estética. Nenhum carros desses é feito pra terra, e isso se estende a Tcross, Nivus, Toro, Renegade e similares. O marketing faz com que o leigo acredite mesmo que esses hatches de salto pegam trilha, mas são tudo de cidade.\n\nNo entanto, o Sandero Stepway realmente é mais alto que o Sandero normal. Se isso o torna um carro de \"terra\" eu não sei, mas que ele é mais altinho é verdade.",
                "Gol 1.6 MSI é pau pra toda obra, bom pra tudo e ainda é barato de manter, seguro pode ser um pouco mais elevado em comparação com os outros, mas é uma boa",
                "Amigo, quanto aos modelos de hb20 temos os dois modelos em casa, tanto o hb20 hatch 1.0 confort plus quanto o hb20x, a diferença em acabamentos, opcionais, e conforto do hb20x são superiores comparados com o convencional, quanto a estrada de terra, o hb20x se distava mais por ser um pouco mais elevado. Espero ter ajudado. Mas nesse valor o qual está disponível, eu daria uma olhada nos Honda Civic também, aí são bem superiores, porém são mais baixos também.",
                "Nissan March SL Manual ou automático, manual vai andar mais e beber menos (100kg mais leve)",
                "Eu gosto do sandeiro e da duster como custo beneficio pra qm precisa de algo pra um estrada de terra ou cascalho",
                "GM Cruze, se for solteiro pega o Hatch, anda de boa em estrada de chão. Beberrão na cidade mas anda bastante na estrada."
            ]
        },
        {
            "title": "Qual carro pego?",
            "selftext": "Galera, tenho um Agile que herdei da família, é 1.4 mas não anda muito mais que um 1.0.\nComo era da família, é bem revisado e só tem 60k km rodado (2011).\nEu estava pensando em trocar em um New Fiesta 1.5 2016 ou um Sandero RS 2016. Vocês acham que vale a pena? Vou gastar muito mais?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10p94qg",
            "num_comments": 1,
            "comments": [
                "Focus 2.0 16v quer desenvolvimento na rodovia é esse.\n\nAgora para uma singela economia com autonomia hmmmm talvez um Civic mais velhinho né corolinha kkk"
            ]
        },
        {
            "title": "Carro antigo para o dia a dia",
            "selftext": "Estou recentemente adentrando mais a fundo no mundo dos carros e me apaixonei pelos antigos, estou começando os processos de tirar a CNH e estou pensando num carro antigo como carro de entrada. Minha pergunta é: seria possível, apropriado, barato e tranquilo usar um carro antigo para o cotidiano? (Dirigir cerca de 15km por dia para ir na faculdade, eventos, festas, eventualmente viagens de 200 a 300km)\n\nAlgumas opções que considerei: Chevette tubarão (e os demais modelos mais quadrados), VW Passat LS, Voyage GLS, Dodge Polara, Monza SL/E, Verona GLX ou Gol quadrado normal (esse último provavelmente é o que mais considero por ser um pouco mais recente que os demais, motor AP etc.)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10p7dav",
            "num_comments": 31,
            "comments": [
                "Escort/Verona/Versalles com motor AP\n\nGol quadrado/Parati/Saveiro/Passat/Voyage, antes de comprar vê o túnel de estrutura do carro\n\nCorsa/Classic/Celta com injeção, verifique a luz acesa da mesma\n\nUno/Palio com Motor Sevel\n\nKa/Fiesta com motor Endura\n\nBoa sorte!",
                "Tirando os preços exorbitantes resultado do antigomobilismo, sim, é viável usar um carro antigo diariamente. Não possuo, mas sou rodeado de amigos que possuem Chevettes e Gols quadrado no uso diário.",
                "Só opção boa de preço, com exceção dos Dodge na minha opinião que vai ser o mais difícil de manter pela raridade. E Ford por ser Ford.\n\nEu acho que vai dá preferência. Volks é mais bruto mas a manutenção é mais fácil, Chevrolet em tese mais macio e mais manutenção de suspensão. Ford e Dodge eu fugiria.\n\n\nEu não iria de AP, acho que subiram muito de preço. Gol Cl quadrado deve achar uns inteiros por preço razoável ainda.\n\nMonza pra mim é que mais está fora de preço, muito subestimado ainda. Acha coisa muito boa e barata, placa preta inclusive.",
                "Cara a minha dica é motor robusto como os 8 válvulas GM F1 e f2, o família 2 você consegue encontrar em carros um tanto mais modernos e confortáveis, Vectra, ômega, Meriva, Corsa mas a realidade é que os carros que você vai comprar você precisa saber sobre a sua reposição de peças e junta uns 5 mil a mais do carro pra fazer mecânica questão de segurança mesmo, troca freio, amortecedor, fluidos de lubrificação e arrefecimento e os filtros, todos os carros são bons dês de o seu cuidado e lembre se que carros como Marea Tempra e afins são carros sem especificação de cuidados do fabricante isso quer dizer que ou não houve ou não traduziram para as nossas condições de rodagens e clima, em resumo eu sou fã de GM e recomendo os seguintes carros, Corsa 4 portas motor a partir do 1.6 motivo força nas suas viagens, o motor 1.0 grita muito parece que vai explodir o comando de válvulas de tão gritador, o 16v é bom mas exige um cuidado mais constante e cautelar porém atinge altas velocidade rapidamente perfeito para as saídas de semáforo e grandes velocidades em questão do consumo o 16v perde pela quantidade de válvulas de admissão que tem, os motores 1.8 recomendo pegar 8v por questão da falta de peças. Carros com o motor 1.8, Kadett ele é um esportivo de época tem conforto força e confiabilidade na mecânica, uma alternativa é Monza e Ipanema ambos com motor 1.8 ou até mesmo 2.0 8v, os mais modernos com esses motores você tem astra, Vectra, Zafira e Meriva alguns desses tem motores 1.8 8v 2.0 8v e 2.0 16v, Vectra e astra com motores 2.0 16v sendo esse o irmão gemeo do c20xe uma lenda dos motores Opel, estamos falando do motor 2.0L 16v x20xe, que chegou no Brasil para marcar presença, a galera tem preconceito mas é um puta motor que tu acha a uns 20k é tipo um AE86, e antes que alguém fale que vaza óleo na junta do cabeçote, sim ele vaza mas da pra resolver com matemática e bons materiais, e caso você esteja ainda na dúvida compra um Corsa 1.6 8v é uma CG Titan dos carros é super barato de manter.",
                "Voyage quadrado GLS excelente carro e motor AP também; Monza eu nunca senti um banco mais confortável do que o do Monza de veludo confortável demais e o Gol bola GTI? Cara aí vc tá querendo um carro esportivo e de colecionador... Eu mesmo sendo dono de um gol bola e apaixonado no GTI eu acho o valor que eles pedem fora da realidade... Vc pega carro bem melhor do que ele pelo valor que pedem... E outra se vc pegar o Gol GTI infelizmente eu não recomendo pra ser carro de dia a dia... É um carro com grande expectativa de valorização (mais do que já está) e quem conhece reconhece de longe.. o problema é as pessoas erradas reconhecerem né? O Gol bola normal eu já recomendo sim... Todos os carros são visados pra roubo mas todos os carros correm o risco né?",
                "Amigo quanto aos Veiculos os quais você mencionou, em minha humilde opinião, partiria para o gol quadrado ou o voyage gls, o duro hoje em dia está sendo achar esses Veiculos em boas condições e com valores atrativos para ser um primeiro veículo. Boa sorte a você, e que faça uma boa compra e lhe traga felicidades!",
                "Tenho um Voyage GLS 89 e acabei de adquirir um Corsa GL 96 1.6, o Corsa é infinitamente mais confortável de rodar no dia à dia, o Voyage chama muito mais atenção no trânsito e dá pra ir em encontro de carro antigo, eu iria no Corsinha se quer conforto, o GLS é se curte de fato carro antigo por Hobby.",
                "Carro de universitário é celta e uno, e variações desses. \n\nEu entendo que vc tem um lado mais entusiasta e tal, mas confia. Experiência própria.\n\nSe você quer muito algo mais clássico, procura monza ou kadett dos mais novos",
                "Já viu o preço do gol gti ai?",
                "Carro assim se vc achar em bom estado não vai ser barato, compensa deixar pra passear só, pra usar no dia a dia não vale a pena",
                "Comprei um Sandero 2013 como meu primeiro carro. Até agora tenho sido feliz com o carrinho. É competente para o que se propõe e não é gastador.\n\nO carro antigo dos meus sonhos é um Vectra B, aquela 2ª geração de 1997 pra frente. Toda vez que vejo um na rua, tenho vontade de levar um pra casa. Um dia ainda comprarei e colocarei placa preta nele. Na minha opinião, esse é um carro muito superior a esses que citou e ainda permanece bonito para os padrões atuais.",
                "Se quiser adicionar um na lista, eu colocaria um Fiesta de 1a geração. Acho que tem o consumo melhor que o de todos esses.",
                "Cara, eu particularmente não iria de carro antigo logo de primeira por questão de conforto (direção elétrica, injeção eletrônica, combustível flex, vidros elétricos etc...). Porém, se eu fosse pegar um desses old school aí, eu com certeza iria no Monza SL. Lindo demais.",
                "Possível é, a única parte negativa é pra achar peças, dependendo do carro, e o risco de ser roubado"
            ]
        },
        {
            "title": "automático usados",
            "selftext": "Estou vendo carro pra um parente, e ele fazia questão de ser automatico. Teria alguma opção de Hatch viavel automático ate 35k? Tem que ser hatch pra uso urbano. Vi alguns palio mas parece que é automatizado, vi os honda fit, só tenho medo de recomendar por serem modelos mais velhos. Tem mais algum carro que vcs sabem q é bacana hatch automatico nesse preço? \n\nE vcs se teriam um usado automatico nessa idade ou é muita furada?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10p6kse",
            "num_comments": 6,
            "comments": [
                "essa é fácil amigo, entra em algum site de busca, bota sua cidade, coloca câmbio automático, e ordena por menor preço, não vai ter mta opção.\n\nhttps://www.webmotors.com.br/carros/estoque?tipoveiculo=carros&precoate=36000&precode=32000&cambio=Autom%C3%A1tica&o=5\n\nFuja de câmbios automatizados, é fria.",
                " Essa faixa de preço, além dos automatizados, fuja dos franceses. Eles vão ter o câmbio de 4 marchas chamado AL4, e são uma boa parte da má fama dessas marcas: Peugeot, Citröen e Renault (se for Renault, o câmbio é chamado de DP0, mas é o mesmo câmbio)",
                "vish, nessa faixa de preço hatch automatico fica meio dificil ein. Ce provavelmente só vai conseguir carro 2010 pra trás que podem eventualmente dar problema no cambio. \n\nnessa faixa ce tem o fit, focus, c3 e audi a3 (mas o a3 dependendo da kilometragem costuma dar muuuuito problema).\n\nse teu parente não se importar em arriscar num carro mais velho e sedã, sempre tem corolla e civic que costumam ser bons carros automaticos que não dão tanto problema, mas daí iria pra 2003~2004 os anos. se achar um de tiozão com menos de 100 mil km é sucesso.\n\noutras opções: vectra e golf sapão, mas golf sapão costuma ser carro de malandro/moleque que mexe no carro pra fazer projeto tosco, então a procedencia do carro tem que ver bem.",
                "Câmbio automático é consideravelmente sensível a falta de manutenção, então quando for avaliar o carro faça questão de andar nele, ver com o dono se a troca do óleo do câmbio foi feita no tempo certo e não pesquise necessariamente apenas pelo preço pois o mais barato pode te trazer uma surpresa na primeira troca de óleo.😬"
            ]
        },
        {
            "title": "Trocar de carro..",
            "selftext": "Pessoal, tenho um sadero 13/14 1.0 expression, ele tá bem rodado quase 100k. Me ofereceram 32k nele o preço da fipe, tem algum carro para indicar ou se eu vendo ou não? Valeuu",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10p5n68",
            "num_comments": 13,
            "comments": [
                "Olha, dificilmente alguém oferece a fipe num carro, ou seja, é um bom negócio se vc quiser trocar por um mais forte. \n\nMas se o seu carro para você esta bom em potencia e conforto e esteja bem revisado vale ficar com ele.\n\nA resposta só você pode achar. Mas 100 mil km é pouco até, se foi bem cuidado e esta tudo funcionando é bem novo ainda",
                ">ele tá bem rodado\n\n>quase 100k.\n\nOu ele tá bem rodado ou tem quase 100 mil km. Os dois ao mesmo tempo não dá"
            ]
        },
        {
            "title": "Compra de carro com câmbio alterado e batido",
            "selftext": "Salve, pessoal. Estou procurando meu primeiro carro para comprar e quero que seja automático. \n\nEncontrei um Honda Fit 2012 com 117 mil km rodados por 48 mil (a tabela Fipe está em 47.500) em uma agência de carros. Levei no mecânico e o carro está bom, teve uma batida no para-choque traseiro, onde teve que trocá-lo, uma batida leve no para-choque dianteiro, que não comprometeu o motor, e alguns pequenos reparos. Só que, ao consultar a placa, vi que a versão do carro está como manual, então devem ter feito a troca de câmbio manual para o automático.\n\nJá me disseram que a troca do câmbio e batidas desvalorizam o carro. Sabem me dizer se o preço está bom?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10oyufa",
            "num_comments": 15,
            "comments": [
                "Consulte o chassis direto com o fabricante ou uma concessionária. Os dados podem estar incorretos. Dificilmente alguém se prestaria a fazer swap em um Fit.",
                "O preço não está bom, pra ser vendido no valor da fipe tinha que estar em melhores condições. Nessa situação eu procuraria outro carro para evitar dor de cabeça.",
                "Só de ler o título: foge.",
                "Troca de motor ou cambio precisa averbar a alteração.  Sem isso  não passa em laudo. O do motor eu sei q não passa em transferência, mas não lembro da numeração do cambio (imagino q sim).",
                "Mais caro que a fipe, não consta alteração... Eu puxaria todo histórico, numero de chassis, e tudo o que tiver desse carro antes de comprar pra ter nenhuma dor de cabeça.",
                "Foge disso",
                "Além de tudo que a galera tá falando, tem outra questão bem específica do Fit: o parachoque traseiro é praticamente rente à tampa do porta malas. Então tem que ver essa tampa aí,  como está, se está cheia de massa, desalinhada e tal...",
                "120 mil km com km troca de câmbio? Até aonde eu sei câmbio é da mais de 300 mil. Foge Bino",
                "Só de haver essa divergência na documentação, eu não compraria. Donos negligentes normalmente não negligenciam apenas um aspecto. Esse carro deve estar cheio de gambiarras. Acredito que você poderia continuar procurando mais para se livrar de uma dor de cabeça.",
                "Carro estar alterado sem ter descrito no documento é uma bomba, além de estar caro. Melhor procurar outro.",
                "Essa é uma das razões que é impossível comprar Fit hoje em dia. Os carros fodidos e sempre tem ágio em cima do valor.",
                "2012 e ja trocou cambio? sai fora",
                "Consulte histórico do veiculo pelaplaca: https://upconsultas.com.br"
            ]
        },
        {
            "title": "Corolla vale essa diferença de preço toda? Sei que é um carro melhor, mas tão melhor assim?",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10oenr2",
            "num_comments": 24,
            "comments": [
                "Uma motinha 150cc ano 2019 de diferenca, nem a pau!",
                "Na real, esses 2 carros dependendo da KM e do estado de conservação, sai até mais caro.",
                "É de onde essa tabela?\nMeio salgado os preços.",
                "O motivo desse corolla estar mais caro é justamente porque ele é \"melhor\", por isso segura mais preço;\n\n&#x200B;\n\nTive um EX 1.7 por 2 anos, um baita carro, mas eu ainda prefiro o Corolla",
                "Mano pode ter certeza que nas suas devidas categorias, os Toyotas sempre são mais CAROS, pode ser pela confiança e conforto e etc... mas o nome da marca também influencia muito. Por isso que vale mais apena comprar carros de boa marca como Honda e Chevrolet com a mesma confiança e conforto com 3 a 5 mil de diferença ou até mais.",
                "Uma eh 1.7 o outro eh 1.8",
                "É q Civic é carro de malandro q rebaixa e q gosta de xuning, normalmente não sabe cuidar, corola normalmente passou na mão de alguém mais de boa q só queria conforto e confiabilidade então normalmente tá mais cuidado e inteiro",
                "Corolla não quebra nem ferrando kkkkk",
                "Tive os 2 por 1 ano e 6 meses, te afirmo que são baita carros, aquele tipo de carro que vale a pena o custo, o único defeito do Corolla dessa geração é que ele baixa óleo e o Civic é pastilha de freio, mas se eu tivesse condições novamente, venderia meu Palio pra pegar um desses dois.",
                "Na minha opinião, é um pouco mais fácil você encontrar um Corolla que não tenha sido mexido, forçado até o limite, do que um Civic.\nMecânica Honda tem fama de poder fazer várias modificações para performance, geralmente não se pensa ou espera isso de um Corolla.\nEu prefiro muito mais um Corolla, até porque tenho um Etios sedan e sinceramente, é um carro que nunca me deixou na mão e oferece um nível de conforto que eu não esperava num modelo de entrada da Toyota.\nMeu próximo passo está entre um Yaris ou um Corolla 2017.",
                "Eu tenho um Corolla Fielder dessa geração e não tenho o que reclamar, sei que vou precisar fazer as manutenções mais pesadas em breve, como a troca de amortecedores, e tem que ficar de olho no consumo do óleo lubrificante. De resto é aproveitar o que o veículo oferece de bom.",
                "Carro com esse tempo é melhor encontrar o que estiver mais inteiro independente do preço (dentro de uma tolerância). Agora essa diferença aí é procura, o corola desse ano é muito valorizado em todo país, o civic costuma ter um público mais seleto, tenho amigos que compraram os civics mais rodados e tiveram problema com combustível e maior consumo do motor com alta km. O Corolla parece chegar mais velho sem sofrer com isso",
                "da uma olhada nesse comparativo aqui https://www.carrosnaweb.com.br/resultcompara.asp?modelos=8275-6666"
            ]
        },
        {
            "title": "Qual melhor carro para se comprar com 20 mil?",
            "selftext": "Vai ser meu primeiro carro, que seja pra cima de 2010.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10oe7ul",
            "num_comments": 19,
            "comments": [
                "Comprei um 207 1.4 2009 por 17.100\nAcredito que um 2010 deve estar por volta de 18k ou 19k. \nO meu é bem inteiro sem problemas.\nEstá bem de mecânica e fazendo 9km/l na cidade no etanol.",
                "Não sei em que região você vive, mas aqui na minha carro pra cima de 2010 não custa menos de 25 mil.\n\nPrimeiro carro tem que ser problemático pra você aprender como ele funciona, descobrir os bons mecânicos e não ser tapeado pelos demais.",
                "Classic Chevrolet",
                "Eu iria em um Sandero 2009/2010, nesse ano você consegue achar até uns 1.6.\nO acabamento do carro é péssimo mas tem versões até completinhas, já com trava e vidro elétrico.\nO carro é muito confiável e é difícil de dar problema, além de andar bem. Só acho um pouco desconfortável.\nUma outra opção seria o Corsa 1.4 mas eu acho o Sandero melhor.",
                "Celta , palio bolha ,gol g4",
                "meu amigo pegou um celta 09 bonitão por 16k, carro muito bom",
                "impossivel",
                "Amigo, vou lhe escrever a exata opção que voce deve pegar: Fiat Uno Mille Fire 08/09 com ar condicionado. Fica na sua faixa de preço e é a melhor opção de primeiro carro em todos os fatores. Te garanto. Agora, é um veículo que você vai aprender a ter um carro, não vai querer vender nem mesmo quando tiver melhores condições e, de quebra, vai virar defensor fiel do quadradinho, tal como eu estou aparentando ser escrevendo isso.\n\nMas, papo cabeça: 20k compra um Fiat uno COM AR CONDICIONADO e não vai se arrepender.",
                "Fiesta Zetec Rocam",
                "VW Quadrado motor AP"
            ]
        },
        {
            "title": "Touareg V8",
            "selftext": "Quais problemas crônicos, quais principais gastos fora o combustível?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10oe11b",
            "num_comments": 2,
            "comments": [
                "Touareg e Cayenne dividem plataforma e diversos componentes.\n\nNo caso do VW o que mais vai encher o saco com certeza é a parte de injeção (principalmente bomba e bicos) e se prepare para uma eventual troca de Bobinas que tanto na V6 quanto V8 tendem a apresentar defeito recorrente.\n\nVazamento de óleo, especialmente na tampa de válvulas. A maldita é de plástico e com o tempo ela racha ou deforma. \n\nOutro ponto é o Câmbio, especialmente nas mais antigas. O câmbio tiptronic é guerreiro, mas requer manutenções que maioria das vezes não é feita.\n\nAs blindadas (maioria são...) Costumam ter problemas no ar condicionado, pois fica ligado o tempo todo e não é incomum mofo no sistema de recirculação, baixa eficiência no compressor ou sistema dual zone inoperante.\n\nConsidere uma Cayenne, motores Porsche são tão caros de manter quanto os VW, mas são melhores em construção e envelhecem bem melhor. Acabamento também é superior e as V6 continuam sendo um tiro no pé.",
                "Olá OP, recomendo este vídeo acerca do tema: [https://youtu.be/BM0O8kinYFo?t=175](https://youtu.be/BM0O8kinYFo?t=175)"
            ]
        },
        {
            "title": "Meu primeiro carro...",
            "selftext": "Minha situação é a seguinte,preciso de um carro de 25k-30k de 2002 a 2009 de preferência um carro um pouco acima de um hatch/sedan popular,quais suas recomendações",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10o9y17",
            "num_comments": 6,
            "comments": [
                "Pra qual tipo de uso?",
                "Com a faixa que você está disposto a gastar eu optaria por um carro popular. Um carro nessa faixa de idade já está dando suas manutenções, carros mais caros costumam ter valor de manutenção mais elevado. Eu optaria por um hatch popular, caso precisasse de mais espaço, um sedan pequeno como o Siena/Corsa/Fiesta."
            ]
        },
        {
            "title": "Quero comprar o primeiro carro, se puderem me iluminar em algumas dúvidas que tenho, fico extremamente grato! (Contexto da minha situação)",
            "selftext": "Bom, voltei a trabalhar finalmente após alguns meses sem nada, porém é um trampo que não decidiram até hoje (uma semana de trampo já) se vão ou não oferecer o vale transporte, e mesmo que forneçam será muito provavelmente em dinheiro.\n\nComo é um trampo que me permitirá fazer mestrado e na minha área de formação e que contribuirá inclusive para o meu mestrado, ~~(minha área é bem difícil conseguir um trampo bom sem ao menos o mestrado)~~ eu não pretendo largar, vai ser uma ótima adição ao meu currículo com portas para inúmeras possibilidades futuras, internamente e internacionalmente.\n\nO foda é os preços da passagem de busão aqui onde eu moro, RMBH em Minas, e eu pego dois busão pro trampo, mais de 2h de deslocamento e todo o bônus maravilhoso. \n\nTava pensando então em dar uma olhada em alguns carros, de preferência carros que não costumam ter problema mecânicos demais pra ser menos uma coisa pra eu me preocupar. Sei que Honda e Toyota são excelentes nesse quesito, não sei muito sobre as outras mas por experiência de quem está ao meu redor e tem/teve Fiat, Chevrolet, VW, Ford, são carros que tem mais chances de dar problemas mecânicos comparado com quem eu conheço que tem Honda/Toyota por mais de 10/15 anos (respectivamente).\n\nAchei dois carros de 2008/9 que me interessaram, pelo preço de tabela eles estão mais baratos até, e um de 2013/4 também abaixo do preço de tabela.\n\nO primeiro é um Honda Fit, único dono, 1.5 ex 16V flex automático, 188 mil km, sendo de dono único ele tem todo o histórico de manutenção e pelas fotos o carro parece em ótimo estado, atualmente no valor de 37,500 reais. Conheço esse carro já, porém modelos mais recentes, de 2012/13 e o modelo de 2021 que nem chama mais Fit. Muito bons, extremamente confortáveis de acordo com quem usa são ambos bem econômicos comparados com outros da categoria, mas não sei se são de fato.\n\nO segundo foi um Corolla de 2008/9, não fala se é o único dono, 1.8 xei 16V flex automático, 260 mil km, IPVA desse ano já pago, atualmente no valor de 36,000 reais. Dizem que Corolla é super econômico, mas eles todos são carros 1.8 ou 2.0 e na minha cabeça não faz sentido, mas eu sei que são bem confiáveis também, bem confortáveis, enfim, carro pra ter e não estressar.\n\nO terceiro foi um Etios Hatchback de 2012/13, não fala se é dono único também, 1.3 xs 16V flex manual, 116 mil km, IPVA pago, atualmente no valor de 37,000 reais. Dizem que esse é mais fácil de achar peças caso eu precise, mas que mecanicamente também é muito bom e difícil de dar problemas assim como os outros dois.\n\nSei que existem N outros modelos de carros inclusive mais baratos, mas eu entendo pouco então eu me baseio no que eu já vi e vivi, e no que as pessoas ao meu redor que conheço desde pequeno já viveram e como foi a experiência delas com os veículos em questão. \n\nAceito indicações de outros modelos, dicas do que olhar no carro e o que perguntar pra pessoa pra saber mais sobre o veículo.\n\nMinhas prioridades no veículo são:\n\n- ele tem que ser um veículo que eu vou ter problemas com ele quase que exclusivamente se eu sofrer algum acidente e não vá ficar me dando dor de cabeça com problemas mecânicos;\n\n- tem que ser hidráulica a direção, manobrar com direção que não seja no mínimo hidráulica é péssimo, quero praticidade;\n\n- tem que ser flex porque mesmo que ele seja econômico os tempos que estamos vivendo é bom saber que eu posso abastecer com álcool caso este estiver compensando mais;\n\n- IPVA não pode ser um absurdo, esses valores de veículos que mencionei seria meu teto máximo, ± 1600 de IPVA já é uma baita grana, sem contar manutenção e afins.\n\n\nSou apaixonado em um Monza Tubarão também, mas não sei como ele é comparado a esses que mencionei, única vantagem que ele tem é o preço hehehe, agora o resto eu não sei nada nada nada sobre, se é um carro que dá muito problema ou não, se é econômico etc etc etc.\n\nVale mencionar que eu talvez consiga negociar um preço mais camarada nesses veículos, estou estudando algumas formas de pagar e não necessariamente dependo de financiamento de banco, não consigo comprar a vista, mas tenho certeza que consigo negociar um preço melhor neles.\n\nAgradeço desde já quem se disponibilizar a me ajudar 🙏🏼",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10o74wm",
            "num_comments": 42,
            "comments": [
                "Fox, tem direção hidráulica, custo baixo, vc já acha com versões isentas de IPVA e revenda relativamente rápida",
                "Monza tubarão\n\nPreço: 10.000(estimativa)\nIPVA: 0\nSeguro: 0\nSobra: 27000\n\nPensando bem, como primeiro carro algo barato, que não vai fazer falta no seu orçamento, é uma escolha bem racional. Com o dinheiro que vc não gastou na compra do carro vc consegue fazer uma revisão completa e ainda sobra muita grana ainda. Vc irá cometer alguns erros então um carro com manutenção barata e de custo de aquisição baixo é uma boa, vc não fica com dor no coração ou na carteira toda vez que cometer um errinho.O problema é só a segurança.\n\nQualquer peça de Corolla ou Fit é o dobro ou triplo da peça de um Monza, fora seguro e IPVA que vc irá pagar. O seu primeiro carro tem que ser um que ajude seu bolso, não precisa ser o melhor da sua vida. Pensando financeiramente, o Monza é a melhor opção, pensando em conforto e segurança os outros são melhores.",
                "Brother vamos lá\n\nAh uma ideia muito errada sobre honda e toyota\n\nSão carros hyper resistentes?: Sim\n\nMas, dão manutenção igual qualquer carro, ai entra o problema\nQue eles quase nunca darão, mas quando derem manutenção prepara o bolso, pq vai ser caro\n\nCarros basicos como GM e VW dão manutenção mais frequentemente por terem tido donos que talvez n cuidaram\nSe vc pegar um conservadinho, não vai ter b.o\n\n\nÉ uma conta basica\n\nCompara uma suposta troca de embreagem que todo carro mais usado vai ter que fazer\n\nEntre um Fit X Corsa 1.4\nOu um Voyage X City\n\nVc vai ver a enorme desparidade de preço\n\nEm conforto não entra no merito, pois obviamente os japoneses vão ser mais completos\n\n\nDê preferência pra não pagar mais ipva, tenta pegar algo básico e econômico com uma Direção hidráulica e tau e ja era\n\nE sobre o Monza\nMano, tu vê cada ratoeira andando por ai e barato, ainda te sobra uma grana altissima se quiser restaurar o carro",
                "Cara, vc tá falando de carros com 14 anos de uso. Importante ter em mente que VAI haver manutenção. Ponto.\n\nAgora, oq vc precisa saber é o tamanho dela... Se for um veículo bem cuidadinho, obviamente será menor que um que foi negligenciado.\n\nNessa faixa de idade, na real, marca não é tão relevante. Olhe o modelo, procure os defeitos crônicos, entenda o histórico, se já foram resolvidos, como está a manutenção... Qual o custo da cesta de peças.\n\nToyota é super bem construído sim; mas tbm é possivelmente a marca mais tolerante a falta de dono... Pegar uma negligenciada é um risco, vai acabar explodindo em tua mão. Já vi Corolla que o cara nem óleo trocava, por anos... Qual chance de não dar merda pro próx dono?",
                "corsa 1.4",
                "Cara, sendo bem sincero. Nessa faixa de 30/35k que você ta querendo pagar vai achar coisa excelente mais velha mesmo. Eu iria fácil de um corça ou celta, esses carros que você pontuou são excelentes e confortáveis, mas a manutenção quando vier (e virá) vai vir regaçando! Carro usado sempre vai ter algo pra mecher, seja 2009 ou 89, como é o caso do meu Voyage 1.6.\n\nO que eu faria... Abaixaria a faixa de preço do carro, e manteria essa grana pra deixar ele zero! Trocar tudo que der por peças originais, novas e botar a manutenção em dia. Não vai dar dor de cabeça e vai ser um excelente custo benefício.",
                "Pega o etios. Corolla não, pq manutenção é mais cara q os outros 2. Honda se realmente for único dono vale olhar,mas eu ainda pegaria o etios.",
                "Fiat Uno, ele presta e daqui uns tempos você pode vender mais caro",
                "Veja quanto está saindo um HB20 entre 2013 a 2015. Não dão problema nem ferrando.",
                "Compra um Honda Civic 1999"
            ]
        },
        {
            "title": "Punto T-jet como primeiro carro?",
            "selftext": "2010, está na faixa de 20-25k e seria uma opção mais “premium” comparado com corsa, celta, palio, uno. Tem teto solar, não é muito pequeno e nem grande, saiu de linha, mas, acredito que a manutenção não seria uma das mais caras, o que acham?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10o5r90",
            "num_comments": 11,
            "comments": [
                "Sim ele eh um degrau acima dos populares\n\nVai no google digita : PUNTO FILTRO KIT PRECO \n\n&#x200B;\n\n e ve se eh bem mais caro q os populares, da pra ter uma ideia",
                "A manutenção da parte de motor é um pouco mais cara por ser um carro turbo.\n\nMas de resto, suspensão, freios, é um carro popular sim.",
                "Simplesmente um carro perfeito para primeiro carro, potente, barato e de manutenção relativamente simples. \n\nO motor desse carro é mais complicado por ser turbo, porém creio que você vá ter uma reserva de emergência para cara de um problema no turbo, mas de resto como: suspensão, freios, interna não vai ser de manutenção tão cara.\n\nSe você cuidar vai se divertir muito!",
                "Onde vc mora? Aqui um Tjet não acha por menos de 33K",
                "T-Jet custando 20-25k? Nunca vi por menos de 30k. Antes da pandemia já não via, imagina agora…",
                "Com ctz",
                "Tá bem barato. Chega a ser suspeito. \n\nDito isso, se o antigo dono não for chora boy, é um excelente carro."
            ]
        },
        {
            "title": "Desconto de R$50 mil Compass 4xe",
            "selftext": "Eles estão operando agora no prejuízo ou eles simplesmente estavam lucrando muito e tavam foda-se?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10nqrg0",
            "num_comments": 2,
            "comments": [
                "Provavelmente lucrando mt. Ainda mais que os preços de caro zero dobraram nesses últimos anos",
                "Essa desculpa de falta de chips colou é agora eles só fazem carros sob demanda, reduzindo o poder de negociação do comprador. Consequência disso foram esses preços malucos, provavelmente eles tem muita margem para queimar ainda, nunca vão anunciar redução de preço mas podem oferecer esses \"descontos\""
            ]
        },
        {
            "title": "Exposição de Carros Antigos em Águas de Lindóia, Encontro Carros Antigos...",
            "selftext": "",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10np3u2",
            "num_comments": 0
        },
        {
            "title": "Eclipse v6 é um bom carro pra quem? Quais problemas crônicos",
            "selftext": "Não estou falando do Eclipse Cross, pelo amor de Deus, aquilo não é um eclipse, estou falando dos reais eclipse, especificamente do 4° geração.\n\nCoitado foi esquecido, está abaixo dos 100 mil. Quase não se acha conteúdo br do carro, porém, muito carro anunciado, mesma anomalia que acontece com o Mustang mk4. \n\nQual sai mais barato de manter, eclipse de 2° ou de 4° geração?\n \nÉ o tipo de carro que a qualquer momento pode ser descoberto e bater hype do nada, logo subir de preço, 350z que o diga. \n\nPetrolhead fez um vídeo do Mustang mk4, já vi maluco subindo valor de anúncio pra 150 mil do nada, um carro que era anunciado na faixa de 80 a 100 mil",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10nnhdy",
            "num_comments": 26,
            "comments": [
                "Eu te recomendo pegar o MK2 ou MK4. O MK3 parece que ficou apenas um ano no Brasil, então você não vai achar nada sobre. Mas se vc quiser um carrinho legal e diferente, eu te recomendo pegar um Cerato Koup, barato, quase ninguém fala dele e não da problema nem ferrando, bem zangadinho ele.",
                "Sinto dizer, mas já teve uma valorização absurda… https://www.carrosnaweb.com.br/preco.asp?codigo=11845",
                "Baita carro mas bateu é PT. Não acha peça.",
                "O v6 é aquela aberração SUV?",
                "se tem muito anunciado como sobe de preco?  \nMas respondendo...se vc quer saber qual mais barato manter nao eh pra vc.  \n\n\nEh carro pra quem nao conta dinheiro mais pq se quebra eh caixao.",
                "É bom pra quem quer trabalho duro com peças = dono de ferro velho!",
                "Acho que não hypa igual z por ser fwd, mas é maneirinho. O mk2 é bem mais famoso."
            ]
        },
        {
            "title": "Alguém conhece um mecânico que faça troca de motor no Rio de janeiro",
            "selftext": "Podem me recomendar uma oficina na região do  grande rio que faça troca de motor?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10nljc5",
            "num_comments": 3,
            "comments": [
                "Pq vc precisa trocar o motor inteiro jovem?"
            ]
        },
        {
            "title": "Ajuda com forms + R$ 100 de cupom no iFood",
            "selftext": "Oie gente, sei que não é exatamente o foco desse sub aqui, mas preciso de uma ajuda gigantesca em um projeto que estou participando. É só responder o forms abaixo sobre uso de carros e estacionamentos no seu dia-a-dia. No fim vamos sortear um cupom de R$ 100 no iFood! Agradeço imensamente a todos que ajudarem, serei eternamente grata: [https://app.pipefy.com/public/form/d\\_PQUWEr](https://app.pipefy.com/public/form/d_PQUWEr)",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10nkbeb",
            "num_comments": 0
        },
        {
            "title": "Nivus, T-Cross, Tracker.. qual a melhor SUV?",
            "selftext": "Queria a opinião dos amigos do site com relação a esse dilema. Meu velho tá afim de pegar uma SUV e me pediu uma opinião, mas esse é um ramo que eu não domino (sempre tive hatch). A primeira vista, a Tracker me pareceu uma boa opção, mas ela realmente é?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10n4lyf",
            "num_comments": 23,
            "comments": [
                "Então, nivus  não é suv, é crossover de sedan. Tcross tem maior distância de entre-eixos dos dois.  No resto é td muito parecido.  E mais caro por ser segmento suv. Tipo 20% do que um carro com mesma base e equipamentos de outro tipo de carroceria.",
                "OP\n\nAjuda o pessoal a te ajudar.\n\nDe algumas informações, tipo valor, utilização, preferência esse tipo de coisa.\n\nDa forma como escreveu eu poderia te indicar uma SW4 Diamond ou uma Blazer 99.",
                "Gosto bastante da Equinox e Territory, Bronco... Tudo depende da grana.\n\nPra mim esses são fodas. E algo mais barato, iria de Tracker.",
                "fiz uma pergunta parecida no fórum e falaram bem da tracker.\nMas na minha opinião, se vc for nela, vá na versão Premier, que é a top de linha. As demais parecem carro de frota de tão básicas",
                "ASX, é meio ultrapassada mas ainda arranca suspiros dos seus condutores",
                "O Nivus é um Crossover, não dá pra chamar de SUV.\n\nEntenda que nesse segmento, dos SUVs compactos que você mencionou - T-Cross e Tracker - são carros urbanos, não são muito bons de estrada, e fazem um Off-Road bem leve (muito leve mesmo).\n\nOs dois T-Cross e Tracker são bem equivalentes, imagino que o Tracker seja mais macio de suspensão, o T-Cross mais durinho/firme (como todo VW), mas como todo SUV compacto ambos são carros bem \"safadinhos\" no geral.\n\nMinha sugestão pessoal: se seu pai faz questão de um SUV, fale a ele para dar uma olhada nos SUVs médios, esses já tem uma boa performance na estrada (não como um Sedan ou Hatch, mas muito melhor que os SUVs compactos);\n\nFale a ele para dar uma olhada no Mitsubishi Eclipse Cross, no Chevrolet Equinox, numa Tiguan R-Line seminova (infelizmente a VW tirou ela do nosso mercado e colocou o Taos no lugar dela, não considero o Taos um carro à altura da Tiguan), se ele gosta da Jeep fale a ele pra dar uma olhada no Compass e no Commander (mas esteja ciente de que os últimos Jeep de plataforma Fiat, usando motor 1.3 turbo Flex, estão com problema de consumo excessivo de óleo), tem o Corolla Cross que apesar de bacana acho bem inferior aos outros mencionados anteriormente (no lugar do Corolla Cross fale para ele olhar a RAV 4 híbrida, muito mais carro que o Corolla Cross). Não sugiro o Jeep Grand Cherokee pois ele vai mudar de geração em breve, a Stellantis está \"desovando\" as últimas unidades da antiga geração, mas quando a nova sair eu recomendaria dar uma olhada (nenhuma previsão de chegada até o momento).\n\nSe ele está disposto a pagar mais por um carro de marca premium, eu sugiro olhar a Q5 da Audi, GLC da Mercedes, X5 da BMW, Lexus NX, XC60 híbrido plug-in da Volvo.",
                "OP, qual o objetivo do teu velho? Pq ele quer uma SUV, faz ideia? E ele vai pegar 0km ou está aberto a semi-novo/usado?\n\nAs sugestões podem variar bastaaante a depender das respostas haha :)",
                "Fastback é o que tem melhor custo benefício nessa categoria.",
                "Tracker é manca demais. Eu iria de compass (um pouco mais caro) ou de Fastback.",
                "fiat faaastback",
                "Quer sossego, sem ter problemas de bicos injetores e de bomba de alta com os VW TSI ou de motor dando PT com 50.000 km como o Tracker/Onix? Vá de **Hyundai Creta**. Por via das dúvidas, nunca use álcool/etanol.",
                "T-cross é feio, o nívus é legalzinho mas não é SUV e custa muito mais do que realmente vale, a tracker seria a melhor opção, apesar de não passar tanto um ar de carro “premium”. A versão premier seria a melhor opção",
                "Creta tem design controverso, mas parece bem acabado por dentro e atender o que você procura. Os vw tem um motor e cambio bem legais, mas o acabamento de gol me incomoda um pouco. Os jeeps acho beberrões. Eu iria de rav4 usada, subaru xv ou suzuki vitara.",
                "Edge, Ford Edge"
            ]
        },
        {
            "title": "Opiniões sobre o Onix 1.4 Activ Flex Automático",
            "selftext": "Encontrei o um Onix 1.4 Activ Flex Automático modelo 2016/2017 completinho com 47 mil km rodados por 66 mil. Alguém aqui já teve esse modelo, sabe opinar sobre esse modelo? \n\nhttps://preview.redd.it/ptwtusa6qoea1.jpg?width=640&format=pjpg&auto=webp&v=enabled&s=65d211717a71bc65693b3dc6db025c6f29c21e66",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10n21sa",
            "num_comments": 2,
            "comments": [
                "Eu tive um Preto 17/18 por uns 3 meses (vendi por motivos pessoais)\n\nEra bom um carro, bem completo, econômico, peças GM sempre num preço legal, nunca me deu dor de cabeça. \n\nRecomendo, ainda é bom de revenda se estiver em ótimo estado."
            ]
        },
        {
            "title": "Hatch automático até 60k",
            "selftext": "Estou saindo de um sedan médio e buscando um carro menor e mais econômico para cidade, mas não queria voltar para câmbio manual. Estou pensando em hb20, onix ou 208, todos com o câmbio de 6 marchas, ou o March cvt. Oq me indicariam?",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10mzluj",
            "num_comments": 15,
            "comments": [
                "Economia, March sem pensar. \n\nEu particularmente iria de 208 por causa de tudo que o carro oferece, meu medo apenas seria a revenda.\n\nHB20 é legal, bem completo, motor turbo...\n\nOnix também, mas eu diria que não no mesmo nível do HB20.",
                "Estão falando Etios, mas eu não recomendo. Etios tem câmbio de 4 marchas e não é econômico. O da minha mãe faz 10 com muito por favorzinho e pé de pluma.",
                "Etios",
                "March ou Etios"
            ]
        },
        {
            "title": "O que vocês acham do Tiggo 3X?",
            "selftext": "Estou considerando alguns carros na categoria, mas vejo pouca gente falando sobre essa marca/modelo.",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10mtr4s",
            "num_comments": 8,
            "comments": [
                "Um carro Ok, não há relatos de problemas crônicos, é  um Tiggo 2 melhorado basicamente, com motorização e nível de equipamentos diferente. Seus donos parecem bem satisfeitos, pelo menos em sites de opinião dos donos. A plataforma da Tiggo2 é a mesma do Celer nacional, produzido desde 2015, então peça não é problema (desde que vc não more em interior/roça de estados remotos).\n\nO carro em si não é nada nível Premium, mas também não perde em nada pra nenhum carro na sua faixa de preço. Creio que tenha o mesmo público de quem compra Peugeot e Citroen: querem algo mais bem acabado e equipado, porém não ligam pra manutenção um pouco mais cara e maior desvalorização.",
                "Não recomendo a pegar esse carro pois foi um carro que foi ofertado ao Brasil por menos de 1 ano, ou seja, algumas peças dele daqui uns anos serão extremamente raras.",
                "Tenho minhas dúvidas se acha peça depois",
                "Um carro OK, não tem nada muito diferente. \n\nEu iria de outras opções por revenda e peças.",
                "tem motor turbo mas é manco, então tem o onus de problemas de turbo sem o bonus",
                "Teria, mas o Arrizo 6 pro teria muito nouussa senhora"
            ]
        },
        {
            "title": "Preciso de ajuda.",
            "selftext": "Por gentileza, poderiam opinar referente a um Kadett GS 2.0 ano 1991 c/ Teto solar por R$13.900?\n\nGostaria de saber o que acham do carro, o que conhecem sobre, disponibilidade de peças, valores e se acham que vale a pena (se tiverem experiências com ele, gostaria de saber também).",
            "subreddit": "carros",
            "topic": "veiculos",
            "id": "10mtb08",
            "num_comments": 2,
            "comments": [
                "Vale a pena sim, mecanica é facil, mas as peças de acabamento sao exclusivas e caras\n\nLembre-se é um carro que ja tem colecionador de olho, entao tudo que for estetico vai custar o olho da cara.",
                "Um ícone dos anos 90, muita gente gosta desse carro, principalmente um GSi.\n\nPeças tem igual qualquer carro da GM. É um carro legal, gostoso de guiar, se for a versão com injeção é 3x melhor.\n\nEu compraria, só ficaria esperto nas partes de acabamento e manutenção do teto solar. Ah, não esqueça da luz da injeção que todo GM tem."
            ]
        }
    ]
}