{
    "11qpqvp": {
        "title": "Sempre tuno esse carro nos jogos, principalmente no Forza Horizon. Chance de pegar na vida real, será q dá?!",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "quanto ta custando?"
            }
        ]
    },
    "11mfz1m": {
        "title": "Ford Maverick V8",
        "selftext": "",
        "num_comments": 0
    },
    "11i7gq7": {
        "title": "Olá a todos do Reddit sou um jovem curto bastante coisa,carros,memes,etcmeus gostos são bem misturados e gosto de conversar e tals,resolvi baixar o Reddit pra fazer amigos e conversar,olhem um Buggy meu em um jogo",
        "selftext": "",
        "num_comments": 0
    },
    "11dk0tj": {
        "title": "I like so much the Lambo Urus",
        "selftext": "",
        "num_comments": 0
    },
    "10ut7i1": {
        "title": "Limitador de velocidade",
        "selftext": "Rapaziada precisava da ajuda de alguém que manja um pouco de sensores ABS e limitador de giro, queria desativar o giro do meu Ka sedan 1.0  2019, já ouvi falarem que em outros carros desconectar o sensor do ABS pode ajudar, pois o carro não limitará a velocidade",
        "num_comments": 0
    },
    "z5jdvp": {
        "title": "Som relaxante",
        "selftext": "Psicóloga: ouça algo que te acalme\nEu:",
        "num_comments": 0
    },
    "yzv3d0": {
        "title": "Help",
        "selftext": "Salv fml\n\nComprei uma caranga e queria saber oq é necessário mexer pra ficar 10\n\nAceito ajudas",
        "num_comments": 0
    },
    "yo70nf": {
        "title": "raspando",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "u/recognizesong"
            }
        ]
    },
    "yo6wij": {
        "title": "fox rose",
        "selftext": "",
        "num_comments": 0
    },
    "xxr282": {
        "title": "AYUDA CON OBJETO DESCONOCIDO, COMO SE LLAMA???",
        "selftext": "",
        "num_comments": 0
    },
    "sqf9sm": {
        "title": "Ele estava certo",
        "selftext": "",
        "num_comments": 0
    },
    "so49a4": {
        "title": "Mazda 3 signature o Leon cupra?",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Mazda 3 Signature, no creo que valga la pena pagar 140.000 más por el Cupra, si la diferencia fuera más pequeña si me iría por el Cupra."
            }
        ]
    },
    "rxgb4i": {
        "title": "Quando você compra aquele carro do vileiro da sua rua.",
        "selftext": "&#x200B;\n\nhttps://reddit.com/link/rxgb4i/video/sppwx7mzy2a81/player",
        "num_comments": 0
    },
    "r0flzb": {
        "title": "Forza Horizon 4 Aston Martin Vulcan VS Delta Wing Aircraft 4K 60FPS UL...",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Muito legal"
            }
        ]
    },
    "qo2vyc": {
        "title": "Muito massa 🚗🚗",
        "selftext": "",
        "num_comments": 0
    },
    "qo2ugh": {
        "title": "E muita potência 😎😎",
        "selftext": "",
        "num_comments": 0
    },
    "ol1zgf": {
        "title": "Qual é o seu carro dos sonhos ou melhor, qual carro dos sonhos você quer tunar?",
        "selftext": "Eu sonho com os seguintes:\n\n\\- Porsche 911 GT2  \n\\- Mitsubishi lancer evo   \n\\- Mazda rx7",
        "num_comments": 8,
        "comments": [
            {
                "body": "Subaru wrx sti hawkeye e um mazda rx7 fc3s"
            },
            {
                "body": "Porche 911 GT3\n\numa saveirona tunada kkkkkkk"
            },
            {
                "body": "bmw zero km"
            },
            {
                "body": "Opalão SS 4 Caneco Turbo. Laranja com preto clássico"
            },
            {
                "body": "Eu sonho em tunar um gtr r35,um supra mk4 ,um cahrger r/t 68/69 e um dodge demon"
            },
            {
                "body": "Heehhe valeu mano"
            }
        ]
    },
    "o4p083": {
        "title": "Temporary disposable email service",
        "selftext": "",
        "num_comments": 0
    },
    "mc53ki": {
        "title": "Modificações em carros: o que é permitido (ou não) pela lei",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Ah fds os verme meu carrinho faz **VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM VROOM**"
            }
        ]
    },
    "m904h6": {
        "title": "É GRÁTIS! O MELHOR JOGO DE CARROS PARA CELULAR - TUNING CLUB ONLINE",
        "selftext": "",
        "num_comments": 0
    },
    "m73agn": {
        "title": "LOS MEJORES CARROS",
        "selftext": "",
        "num_comments": 0
    },
    "m4wln2": {
        "title": "Encontro de carros tunados no Paraguai",
        "selftext": "",
        "num_comments": 0
    },
    "m4qq66": {
        "title": "DIVERSIDADE VOCÊ ENCONTRA AQUI, CARROS JAPONESES NO PARAGUAY",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "É um absurdo ser tão difícil importar carros no Brasil não só pela burocracia mas pelo preço também. Por sorte, nesse ano, acho, que um acordo entre o Brasil e Paraguai vai entrar em vigor facilitando a entrada de carros importados no Brasil vindo do Paraguai. Outro absurdo é a resolução do contran que proíbe a circulação de carros com mão inglesa no país. Para circularem por aqui, tem que ser original e com mais de 30 anos. Os moradores da Guiana Inglesa anda com os carros deles de mão inglesa no país e ninguém fala nada. Na Europa é muito comum carros de mão inglesa em outros países fora do reino unido."
            }
        ]
    },
    "lzkdhr": {
        "title": "VELOZES E FURIOSOS NO BRASIL? TOYOTA SUPRA BURNOUT JDM - IKIGAI GAIJIN -...",
        "selftext": "",
        "num_comments": 0
    },
    "lk20e7": {
        "title": "Qual/quais carros fizeram vocês se apaixonarem pelo tuning?",
        "selftext": "Comigo tudo começou com a franquia \"velozes e furiosos\". Eu gostava muito do primeiro carro de brian, um Nissan Skyline GT-R Azul. Depois veio o Toyota Supra. O carro que me chamou atenção mesmo foi o Mazda Rx-7 no terceiro filme da franquia em \"desafio em tokyo\".\n\nDepois disso eu descobrir um dos melhores animes que já vi, Initial D. Assisti todas as temporadas e me apaixonei mais ainda pelo Rx-7. Foi nesse anime que eu conheci um outro carro que gosto muito, Mitsubishi Lancer.",
        "num_comments": 0
    },
    "kkys6f": {
        "title": "LOJA DE CARROS MODIFICADOS NO JAPÃO - SideX Japan",
        "selftext": "",
        "num_comments": 0
    },
    "k2htwa": {
        "title": "Opala SS enferrujado: desempregado dribla grana curta para salvar cupê",
        "selftext": "",
        "num_comments": 0
    },
    "jv1r54": {
        "title": "Evento da elite paulista tirou da toca Ferraris e Lamborghinis raras",
        "selftext": "",
        "num_comments": 0
    },
    "jtao0u": {
        "title": "Fusca do Batman? Modelo vira conversível rebaixado com pintura sem brilho",
        "selftext": "",
        "num_comments": 0
    },
    "jodhto": {
        "title": "Midnight Run. (R34 GTR, FD RX7, Evo and more) | Zhiyun Crane 3 Lab | 4K",
        "selftext": "",
        "num_comments": 0
    },
    "jo9v49": {
        "title": "Crazy & Colorful Lamborghini Halloween Run in Tokyo",
        "selftext": "",
        "num_comments": 0
    },
    "jd8kp7": {
        "title": "Eurolook: tuning de carros europeus com visual \"limpo\" ganha fãs no país",
        "selftext": "",
        "num_comments": 0
    },
    "j1ti5b": {
        "title": "This pandem tuned 240z",
        "selftext": "",
        "num_comments": 0
    },
    "j1mlaq": {
        "title": "Porsche 911 Turbo Carbon Edition",
        "selftext": "",
        "num_comments": 0
    },
    "iz7a3z": {
        "title": "Fostla Mercedes-AMG S63 Coupe",
        "selftext": "",
        "num_comments": 0
    },
    "itqs17": {
        "title": "This Honda S2000 Is a \"Fast and the Furious\" Movie Icon",
        "selftext": "",
        "num_comments": 0
    },
    "isev5q": {
        "title": "BMW M2 CSR",
        "selftext": "",
        "num_comments": 0
    },
    "irr616": {
        "title": "chevettão do mal",
        "selftext": "seguinte eu tô com um projeto em mente é um tanto quanto maluco, eu tô pensado  comprar um chevette tubarão 76, para dar uma modificada, também  pode dar ideias nos comentários do que fazer nele.\n\n[View Poll](https://www.reddit.com/poll/irr616)",
        "num_comments": 0
    },
    "imzxpw": {
        "title": "De qual estado vocês são? Tem evento de exibição carros tunados no seu estado?",
        "selftext": "",
        "num_comments": 0
    },
    "imdvuf": {
        "title": "A lei brasileira proíbe tunar o carro demais, evitando de deixar o carro com uma aparência muito diferente. O que acham dessa lei? Acham justa ou quem deve decidir isso são os proprietários?",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Concordo, mas o que seria esse \"muito diferente\"? Os donos que decidem porém acho que devia ter um certo bom senso, tipo não rebaixar o carro a ponto de não passar no menor quebra-molas. A lei serve pra padronizar e evitar que o trânsito vire um circo."
            },
            {
                "body": "na minha opinião os proprietarios de veículos modificados deveria ter um cartão ou uma licenç, para identificação do veículo por exemplo: fulano  tem um chevette com alargadores de paralamas,  um motor turbo com um vidro fume, aerofólio e etc, o dono pode fazer o que bem entende com o carro pois o é um causa um bem pessoal porem tem que constar as modificações nos documentos do veículo ou numa licença especial."
            }
        ]
    },
    "im7hdf": {
        "title": "Nissan GT-R Police Pursuit",
        "selftext": "",
        "num_comments": 0
    },
    "ils182": {
        "title": "Quais são os maiores desafios de ter um carro rebaixado no Brasil?",
        "selftext": "",
        "num_comments": 0
    },
    "ilhzjc": {
        "title": "Honda Civic",
        "selftext": "",
        "num_comments": 0
    },
    "ikixv9": {
        "title": "Se você morasse no exterior e tivesse em carro tunado, qual país você estaria morando?",
        "selftext": "",
        "num_comments": 0
    },
    "ijzjrn": {
        "title": "Qual marca de carro vocês mais gostam e quais vocês mais odeiam?",
        "selftext": "",
        "num_comments": 0
    },
    "ij58fg": {
        "title": "Não sei se já perguntei isso mas, qual carro vocês sonham em ter?",
        "selftext": "Ao invés de postar aqui, criem um post por favor para facilitar o engajamento e facilitar uma conversa com outros users.",
        "num_comments": 2,
        "comments": [
            {
                "body": "No momento eu ando babando no Audi RS 6, bah mto legal.\nUma conhecida minha tem um Audi Q7 lá nos EUA, também é um sonho. Gosto de Audi."
            },
            {
                "body": "E63 AMG wagon, o carro faz literalmente tudo"
            }
        ]
    },
    "ig1dmy": {
        "title": "Super Seven",
        "selftext": "",
        "num_comments": 0
    },
    "idl5ri": {
        "title": "Qual parte do carro vocês mais gostam de tunar?",
        "selftext": "",
        "num_comments": 0
    },
    "iaou8o": {
        "title": "Sedan tunado",
        "selftext": "",
        "num_comments": 0
    },
    "iakmng": {
        "title": "BMW",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Linda"
            }
        ]
    },
    "i3ku4g": {
        "title": "BEST OF JDM TUNER CARS COMPILATION 2020 🔰",
        "selftext": "",
        "num_comments": 0
    },
    "i3boy6": {
        "title": "Best of Modified Cars 2019",
        "selftext": "",
        "num_comments": 0
    },
    "hzpg2b": {
        "title": "Fresh Tokyo Meet é um verdadeiro festival da cultura automotiva underground japonesa",
        "selftext": "",
        "num_comments": 0
    },
    "htvays": {
        "title": "Best Of JDM Car Sounds 2018",
        "selftext": "",
        "num_comments": 0
    },
    "hs8gyi": {
        "title": "Veja um pouquinho do que rolou no Salão do Automóvel de Tóquio.",
        "selftext": "",
        "num_comments": 0
    },
    "hog0fz": {
        "title": "Toyota Supra",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Lindo demais pqp"
            }
        ]
    },
    "hnam6s": {
        "title": "OLHA O PÁTIO DO LEILÃO DE TOKYO ‹ BRclubTV ›",
        "selftext": "",
        "num_comments": 0
    },
    "hlyx9j": {
        "title": "BMW",
        "selftext": "",
        "num_comments": 0
    },
    "hkxz06": {
        "title": "Ford focus",
        "selftext": "",
        "num_comments": 0
    },
    "hkdztn": {
        "title": "Viper",
        "selftext": "",
        "num_comments": 0
    },
    "hj21fz": {
        "title": "Mitsubishi lacer evo",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "<3"
            }
        ]
    },
    "hh5wnb": {
        "title": "VW",
        "selftext": "",
        "num_comments": 0
    },
    "hf2d8l": {
        "title": "Meu Sonho planejo fazer um tbm kk, quem mais ai curte civic?",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Eu acho um carro muito bonito, e dizem que é um dos melhores carros em circulação no país"
            }
        ]
    },
    "heu9ri": {
        "title": "Alguém já viu um buggy tunado?",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Tenho um no forza, alguma hora eu posto aqui kk"
            },
            {
                "body": "Fica legal mas perde a função de andar rápido na areia. Por outro lado deve ser ótimo em arrancada, afinal é um fusca com ainda menos peso."
            }
        ]
    },
    "hax8go": {
        "title": "Os carros de som era muito populares no Brasil há alguns anos, muito sumiram. Alguém ainda tem ou vê com frequência por ai?",
        "selftext": "",
        "num_comments": 3,
        "comments": [
            {
                "body": "Graças a Deus não, odeio isso pqp\n\nMas no interior de SP eu via bastante"
            },
            {
                "body": "Sim. As as vezes os cara começa com o som alto de noite."
            }
        ]
    },
    "h9tcd1": {
        "title": "Como Pediram, aqui está todas as gerações do GTR.",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "[faltou o R31 na foto mas ele tá aqui](https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSFIRE05qZlc0HYOOZVg6glrt_2OjAExqq8qqGgKmvLMghRGtbz&usqp=CAU)"
            },
            {
                "body": "Foi uma evolução muito boa. No anime  Wangan Midnight fala-se muito dele. Há uns 3,4 personagem eu acho que tem versões diferente do carro"
            }
        ]
    },
    "h96bzr": {
        "title": "Evolução do Nissan Skyline",
        "selftext": "",
        "num_comments": 4,
        "comments": [
            {
                "body": "O r30 e o r31 existem"
            }
        ]
    },
    "h7wzck": {
        "title": "Mais um mitsubishi lancer",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Monstro!"
            }
        ]
    },
    "h0nx49": {
        "title": "Fuscão",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Eu amo os edits desse cara."
            }
        ]
    },
    "h0mggw": {
        "title": "Na sua opinião, quais são os carros favoritos dos brasileiros na hora de tunar?",
        "selftext": "Na minha opinião, pelo o que eu vejo nas ruas brasileiras: Mitsubishi Lancer Evolution e VW Gol",
        "num_comments": 1,
        "comments": [
            {
                "body": "Golzao AP. Barato de montar, encontra peça em todo lugar e todo mundo sabe mexer."
            }
        ]
    },
    "gypvcs": {
        "title": "Brasil e Paraguai assinam acordo automotivo para livre comércio",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Ai u/Gi915br"
            }
        ]
    },
    "gynam4": {
        "title": "Quem gosta de carro rebaixados ai?",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Lindo esse Impreza! <3"
            },
            {
                "body": "carro baixo (até essa altura) é lindo demais"
            }
        ]
    },
    "gy40fj": {
        "title": "Sugestões para melhorar a sub",
        "selftext": "Essa sub é muito nova, foi criada em abril desse ano, vai fazer 2 meses ainda. Eu quero receber sugestões dos membros para que ela possa continuar crescendo até chegar, quem sabe, aos mil ou dez mil membros. Por enquanto, estou apenas postando fotos e vídeos de carros, tanto carros populares como carros de luxo. Já postei também uma notícia e dicas de como tunar os carros. Os membros não interage aqui e poucos curti as coisas na sub. Eu gostaria mesmo de ver essa sub crescendo. \n\nOBS: A sub é de todos, qualquer pessoa pode publicar aqui, não precisam ter vergonha ou ter conhecimento de carros. Independente do tipo de carro, país ou gosto pessoal, vem e posta. Todos são bem vindos!",
        "num_comments": 2,
        "comments": [
            {
                "body": "Hahah cara, é verdade, confesso que já pensei em postar mais coisas aqui mas fiquei com receio ou até mesmo preguiça.  \n\n\nPrometo tentar ser mais ativo no sub - mas eu sinceramente não sei como fazer para melhorar, não sou muito criativo com esse tipo de coisa.  \n\n\nAbraço pra todos! <3"
            }
        ]
    },
    "gy3w71": {
        "title": "Puma Reborn",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Lindo!"
            }
        ]
    },
    "gy11z8": {
        "title": "Vale a pena reformar carro do ferro velho?",
        "selftext": "Carros no Brasil custa muito dinheiro, são caros demais. Vendo programas de reformas de carros antigos, eu comecei a pensar: será que vale a pena reformar carros do ferro velho?\n\nJá faz tempos que ando pensando nisso e muitos afirmam que não, que o Detran não aceitaria emplacar carro após reformá-lo. Eu penso em achar um carro num estado legal ai, dá uma limpada e reformar algumas partes e depois botar na rua. Será que vale a pena? O Detran emplacaria o carro?",
        "num_comments": 6,
        "comments": [
            {
                "body": "Olha, eu não entendo muito do assunto, mas que eu saiba, você consegue emplacar um carro desde que ele não tenha baixa no Detran, se for um carro que ainda está na placa amarela, você talvez consiga, vai depender se o carro teve o código do Renavan ( ou outra coisa, não tenho certeza se é esse o nome) feito lá nos anos 90.\nOutra coisa que vai ser levado em consideração é o estado do carro claro, se ele está seguro ou não pra rodar.\nAgora, sobre se vale a pena, restaurar/reformar/modificar dificilmente vai ser algo que vale a pena relacionado ao dinheiro, consertar e conseguir as peças sai caro."
            }
        ]
    },
    "gskeby": {
        "title": "Maverick brasileiro",
        "selftext": "",
        "num_comments": 0
    },
    "gsevn9": {
        "title": "Operação contra 'rachas' apreende 22 carros de luxo e 'tunados' no RJ",
        "selftext": "",
        "num_comments": 2,
        "comments": [
            {
                "body": "Quando falamos de carros tunados, logo vem em mente os famosos rachas. Galera, não pratiquem racha ou qualquer outro crime, o crime nunca compensa. Se querem correr, que correm em locais autorizados. Quando uma pessoa pratica racha, ela(e) não só coloca a si mesmo em risco (acidentes e mortes) mas também outras pessoas que estão frequentando aquela rodovia ou rua. Isso é muito perigoso e ilegal."
            },
            {
                "body": "Essa reportagem aí foi do caralho HAHAHAH  \n\n\nLugar de correr é no autódromo, fodase."
            }
        ]
    },
    "gmhl7z": {
        "title": "Chevrolet",
        "selftext": "",
        "num_comments": 0
    },
    "glrrt9": {
        "title": "VW",
        "selftext": "",
        "num_comments": 0
    },
    "ggvpx4": {
        "title": "Brasilia",
        "selftext": "",
        "num_comments": 0
    },
    "gebesn": {
        "title": "Indicação de séries sobre carros na netflix",
        "selftext": "Olá galera. Vou indicar aqui para vocês algumas séries para assistir na netflix que fala sobre carros tunados ou consertos. \n\n1º  Rust valley restorers\n\n2º Caranjas x carrões \n\n3º Por dentro da West Coast Customs\n\n4º Midas do ferro velho\n\n5º Automotive Stories - Lamborghini",
        "num_comments": 1,
        "comments": [
            {
                "body": "Valeu pela dica! <3"
            }
        ]
    },
    "geb66w": {
        "title": "Corvette",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Eita porra"
            }
        ]
    },
    "gc1vf3": {
        "title": "Realistic The Fast and the Furious",
        "selftext": "",
        "num_comments": 0
    },
    "g8kdkl": {
        "title": "VW fusca",
        "selftext": "",
        "num_comments": 0
    },
    "g82khr": {
        "title": "VW",
        "selftext": "",
        "num_comments": 0
    },
    "g7jntt": {
        "title": "VW",
        "selftext": "",
        "num_comments": 0
    },
    "g7jhbd": {
        "title": "Que estilo tuning vocês gostam?",
        "selftext": "Qual estilo de carros tunados vocês gostam? Tem alguma cor preferida? Alguma calota? Som? Criem um post novo com fotos para a gente ver",
        "num_comments": 0
    },
    "g5sslv": {
        "title": "Mazda Rx-7",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Esse é o meu carro favorito. Um dos meus maiores sonhos é ter um rx7 em casa. Que carro maravilhoso cara!!!!"
            }
        ]
    },
    "g5pluo": {
        "title": "VW Golf",
        "selftext": "",
        "num_comments": 0
    },
    "g5otlj": {
        "title": "VW Fusca",
        "selftext": "",
        "num_comments": 0
    },
    "g5omd1": {
        "title": "VW Gol",
        "selftext": "",
        "num_comments": 0
    },
    "g58txr": {
        "title": "Chevrolet Onix",
        "selftext": "",
        "num_comments": 0
    },
    "g58mwx": {
        "title": "Peugeot 206",
        "selftext": "",
        "num_comments": 0
    },
    "g58f45": {
        "title": "Ford Fiesta",
        "selftext": "",
        "num_comments": 0
    },
    "g4m4yk": {
        "title": "Mitsubishi Lancer Evolution",
        "selftext": "",
        "num_comments": 0
    },
    "g4m4af": {
        "title": "Mitsubishi Lancer Evolution",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "De extremo bom gosto esse aí! Curti demais!"
            }
        ]
    },
    "g4m2vn": {
        "title": "Mitsubishi Lancer Evolution",
        "selftext": "",
        "num_comments": 0
    },
    "g4lzv4": {
        "title": "Hyundai Veloster",
        "selftext": "",
        "num_comments": 0
    },
    "g4lxw4": {
        "title": "Honda civic tunado",
        "selftext": "",
        "num_comments": 0
    },
    "g41ugt": {
        "title": "Chevrolet vectra tunado",
        "selftext": "",
        "num_comments": 1,
        "comments": [
            {
                "body": "Caraca, esse tá bonito."
            }
        ]
    }
}