{
    "posts": [
        {
            "title": "Qual a melhor cerveja custo benefício atualmente ?",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "11siibu",
            "num_comments": 5,
            "comments": [
                "Pra mim é de longe a linha da patagônia. Geralmente encontro latão de 473 ml na faixa dos R$5,50. A IPA e a Bohemian Pilsener deles são muito honestas pelo preço. Mais barato que isso tem o latão da Spaten por R$4,70.\n\nDaí pra baixo eu nem perco tempo. Se for pra beber eu gosto de beber algo minimamente decente.",
                "Eu tenho curtido a Patagônia tbm",
                "Stella de lata que é mil vezes melhor que a de garrafa, não faço ideia por quê"
            ]
        },
        {
            "title": "Dicas rótulos de Weiss",
            "selftext": "Oi grupo! Como vcs estão? Um dos tipos de cerveja que mais gosto é Weiss. Sempre que vou ao mercado compro alguma marca nova e queria saber quais marcas diferentonas que vcs apreciam.",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "yqzog6",
            "num_comments": 1,
            "comments": [
                "Beba local :) \n\nProcure cervejarias na sua cidade ou região e compre deles! Geralmente o que vende no supermercado é de grande cervejarias que já se garantem.\n\nAgora a pequena cervejaria é plenamente capaz de produzir algo bom e tem a vantagem de ser fresco. Por isso sempre recomendo que as pessoas busquem cervejarias locais antes de recomendar marcas de supermercado.\n\nSe não for problema responder, de onde ou de qual região você é? Assim é mais fácil de recomendar algo."
            ]
        },
        {
            "title": "Questionário sobre o consumo de cerveja",
            "selftext": "Ficaria muito agradecido que preencham o questionário https://docs.google.com/forms/d/e/1FAIpQLSfaCCfgIW8qUTqPiEyoU1wmlS_9z3tqSvJdyrCMHK29dByt0g/viewform?usp=sf_link",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "ylc6dq",
            "num_comments": 0
        },
        {
            "title": "Documentário: The Time Is Now – reinventing the English IPA",
            "selftext": "Galera, fica a dica de um ótimo documentário sobre um estilo esquecido: a English IPA.\n\nhttps://www.youtube.com/watch?v=9BwO7gbhdns\n\nMuito educativo, abre muito os horizontes sobre as IPAs e principalmente, a modernização de um estilo clássico!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "xt8i0v",
            "num_comments": 2,
            "comments": [
                "Interessante, vou assistir. Fiz uma English ontem mesmo."
            ]
        },
        {
            "title": "alguem sabe dizer quantas cervejas de marcas grandes e conhecidas existem no brasil?",
            "selftext": "estou pensando em cirar um  \"quadro  com as tampinhas das cervejas\" e gostaria de saber",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "xknbme",
            "num_comments": 2,
            "comments": [
                "Se considerar que a ImBev eh um dos maiores conglomerados do mundo, é praticamente tudo eh deles aqui no Brasil, eu diria que todas as marcas de cerveja são grandes hahahhahaha",
                "Os grupos AB-InBev e Heineken são os que detém a maior presença no Brasil. A Asahi também, mas numa escala um pouco menor e antigamente a Kirin tinha uma boa representação aqui, mas foi comprada pela Heineken."
            ]
        },
        {
            "title": "SERÁS UMA BR-ALE? - Beber Sem Ver #193 https://youtu.be/1qKYFi4MkOc",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "vjzfw3",
            "num_comments": 0
        },
        {
            "title": "ORFÃO DE DO LEME AO PONTAL(COLORADO)",
            "selftext": "Rapaziada, para quem já tomou essa cerveja, sabem me dizer alguma outra que seja semelhante?\n\nJá que a ~~desgraçada da~~ colorado lançou e vendeu nos seus bares durante um mês ~~fazendo eu me apaxionar e achar a melhor cerveja de todas~~ parou de lançar e nunca mais falou sobre ~~me dando um amargo desgosto na vida~~\n\nhttps://preview.redd.it/8ncq6ofvu4391.png?width=750&format=png&auto=webp&v=enabled&s=e3c7dc153cd441b5a0c0dc58b0e66e6e30d6ffc8",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "v30gcl",
            "num_comments": 2,
            "comments": [
                "Putz, não tomei dela. Cê consegue dizer qual é o estilo e mais ou menos descrever como ela era?"
            ]
        },
        {
            "title": "Cerveja tecnicamente não aumenta barriga",
            "selftext": "Sabiam que ao contrario do mito vulgar da \"barriga de cerveja\" a cerveja não causa aumento da barriga, nem engorda mais que outros tipos de alimentos.\n\nA cerveja pode engordar e causar barriga (porque a barriga é um dos principais sítios onde a gordura se acumula no homem)  apenas porque tem muitas calorias. Portanto beber muita cerveja vai aumentar fortemente a ingestão de calorias.\n\nMas tirando isso não tem nenhuma outra substancia que faça aumentar a barriga, como o mito diz.\n\n[View Poll](https://www.reddit.com/poll/uoqvrz)",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "uoqvrz",
            "num_comments": 0
        },
        {
            "title": "Cervejaria Wäls: Session Citra ganha nova versão em long neck",
            "selftext": "[link para a notícia](https://bhaz.com.br/patrocinado/cervejaria-wals-session-citra-ganha-nova-versao-em-long-neck/)",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "rptlw9",
            "num_comments": 2,
            "comments": [
                "Essa session é legal! Bom que agora tem long neck, espero que o preço seja competitivo."
            ]
        },
        {
            "title": "Terceira iteração da minha ESB - mais maltes escuros para dar um toque extra de cor e complexidade.",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "qobk22",
            "num_comments": 0
        },
        {
            "title": "ALguem puto com a destruição da eisenbahn e baden?",
            "selftext": "Voces tem ficado putos como eu com o fim da eisenbahn e da baden?",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "qo29yi",
            "num_comments": 7,
            "comments": [
                "Eisenbahn sim, ela era uma das poucas marcas com estilos diferentes a baixo custo. Agora Baden Baden eu nunca gostei não. Difícil foi ver a Colorado mudando lentamente.\n\nMas hoje em dia já tem cervejaria em quase qualquer cidade, essas marcas nem fazem tanta falta.",
                "Ah amigo, aqueles que não conhecem a história estão fadados a repeti-la \n\nSkol, bohemia, original, polar(que eu ainda tomo)\n\nColorado ainda é uma das minhas brejas favoritas (a de laranja)",
                "Destruição no sentido de descontinuidade de estilos diferentes, com ctz. No sentido de piora de qualidade, tem mto mito nisso. \nA eisenbahn descontinuou a Dunkel deles  que era espetacular, era exemplo de estilo do bjcp, inclusive. \nA weiss deles ainda eh uma das minhas preferidas, mas confesso que já peguei umas meio zuadas, provavelmente por transporte/armazenamento merda.",
                "Tô por fora. O que houve? Vi que a eisenbahn está mudando rótulos, mas sei nada da Baden",
                "Weizenbock da Eisenbahn era, para mim, o melhor custo-benefício de cerveja no Brasil! Mas paciência. Foi bom enquanto durou.\n\nA Vienna Lager deles é boa?"
            ]
        },
        {
            "title": "990ml bohemia é a mesma garrafa litrao da skol?",
            "selftext": "minha duvida e como no titulo",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "ozswfi",
            "num_comments": 0
        },
        {
            "title": "Segunda iteração da minha Extra Special Bitter! (+ nos comentários)",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "osuloo",
            "num_comments": 1,
            "comments": [
                "Infelizmente acho que preferi a primeira. Acabei diminuindo a porcentagem de maltes especiais e isso impactou tanto a cor como o sabor. Além disso, brassei numa temperatura baixa demais e a levedura secou demais, não sobrou muito açúcar para dar um corpo legal.\n\n94.5% Maris Otter \n\n4.7% Caramunich III (150 EBC) \n\n0.8% Malte Chocolate\n\n\n15g Target (60 min) \n\n30g Challanger (3 min) \n\n15g Northern Brewert (3 min) \n\n13g EKG (3 min)\n\n\n1 pacote Lallemand English-Style ESB\n\n\n10g Target (dry hop)\n\n\n\nOG: 1.055 \n\nFG: 1.007 (era para ser 1.014)\n\n\nA pegada amarga e lupulada ficou legal, mas para a próxima vou subir um pouco o Caramunich e trocar a levedura por uma London líquida!"
            ]
        },
        {
            "title": "Cervejaria Dadiva - Ephemeral, imperial sour.",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "nya7uc",
            "num_comments": 3,
            "comments": [
                "E aí?",
                "Que cerveja linda!"
            ]
        },
        {
            "title": "Nossos hábitos de consumo",
            "selftext": "Galera nesses tempos estranhos que estamos passando uma coisa é bem aparente, tivemos que mudar nossos hábitos num geral. Queria saber se é só coisa minha, mas meu hábito de consumo deu uma boa diminuída. Não dá a mesma vibe tomar uma isolado da galera.",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "mbu5kz",
            "num_comments": 2,
            "comments": [
                "Eu ando tomando menos também. Pra mim grande parte da graça é beber com os amigos e discutir sobre as características da cerveja. \n\nTambém tem a questão de saúde né, bateu pandemia e está difícil de praticar exercício físico. Aí mantenho só de final de semana para não forçar a barra com meu corpo!\n\nPra mim isso é bem melhor que entrar no alcoolismo. Sei de muita gente que passou a beber muito mais com a pandemia."
            ]
        },
        {
            "title": "Cola na live da Twitch e vamos conversar sobre esse novo estilo proposto..a Brazilian Ale - BRALE, hoje, às 21h",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "lx0trn",
            "num_comments": 2,
            "comments": [
                "Tem algum link com leituras sobre esse estilo?  Ou a proposição seria sua? Gostaria muito de me informar sobre."
            ]
        },
        {
            "title": "Aromatizantes...testamos alguns..venha conferir...#canalumchopps Vídeo do canal Cerveja Fácil sobre os extratos para fazer uma weiss...https://youtu.be/qIhwcNTl8j4",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "lwzxs4",
            "num_comments": 0
        },
        {
            "title": "Refratômetro...Densímetro..o que estamos medindo? #canalumchopps",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "lwzx2v",
            "num_comments": 0
        },
        {
            "title": "Presente para amigo",
            "selftext": "Gostaria de dar uma cerveja de presente para um amigo meu, eu sei que ele gosta da eisenbahn pale ale, estou procurando uma cerveja similar, só que mais Premium, pois dar um presente de 5 reais, mesmo que não seja nenhuma data comemorativa é foda KKKKKKKKKKK",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "lmxjku",
            "num_comments": 2,
            "comments": [
                "Presente é intenção, não preço. Mas eu acho as Alemãs divinas. Eu não sei nem falar nem escrever um nome. Kkkkkk",
                "Procura no Google alguma cervejaria artesanal da sua cidade e dá algo local! Hoje em dia toda cidade tem alguma cervejaria ou um bar mais especializado."
            ]
        },
        {
            "title": "Hefeweizen....depois de muito tempo, voltei ao estilo. #hefeweizen #canalumchopps",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "ll2r8e",
            "num_comments": 0
        },
        {
            "title": "Melhores do ano!",
            "selftext": "2020 foi um ano difícil e aposto que muitos tomaram um pouco mais de cerveja que o normal rs. Aproveitando o fim das festas, venho perguntar aos senhores: qual foi seu top de cervejas do ano? \n\nTenho uma conta do Untappd e gosto bastante de catalogar o que tomei para dar algumas ideias principalmente na hora de brassar. Então, fica aí meu top 5 de 2020! \n\n&#x200B;\n\n1. Cervejaria Dadiva VI - Wild Ale comemorativa de aniversário da cervejaria\n2. Hocus Pocus - Elephants Graveyard \n3. Cervejaria Augustinus - Whole Lotta Nuts\n4. Brewdog - Black Jackes\n5. Croma - Monkey Night Maple Edition\n\nAcho que esse foi um ano em que pastry stouts foram bem populares e não é a toa que teve tanta. Agora estou tentando explorar mais o mundo das fermentações espontâneas, acho que vou encontrar muita coisa boa :)\n\nE aí, qual foi seu top de 2020?",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "ktxw23",
            "num_comments": 0
        },
        {
            "title": "Véspera de Natal, o que estão tomando?",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "kjjtj8",
            "num_comments": 1,
            "comments": [
                "aqui vamos ter uns 2L de Vienna Lager que tão a uns 3 meses maturando (e bebericando), umas 5 garrafas de uma RIS que fiz ano passado, envasei e selei com cera pra fazer uma graça. \nTem mais 2L de uma Double IPA (mas essa tá velinha já, coitada).\nDe resto, umas latas novas da Invicta e umas leffe Brounet."
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "kft1cr",
            "num_comments": 0
        },
        {
            "title": "[Blackfriday] Promoções",
            "selftext": "Pessoal, vou deixar o tópico aqui para quem quiser encontrar promoções da BF para cervejas. Se quiserem podem postar sugestões aqui que eu vou adicionando no OP. Seguem alguns links interessantes.\n\nBro's Beer - Diversas cervejas artesanais (ótimos preços) - [https://www.brosbeer.com.br/black-bros-day-2020.html](https://www.brosbeer.com.br/black-bros-day-2020.html)\n\nCervejaria Invicta (50% off) - [https://www.invictaebrejas.com.br/](https://www.invictaebrejas.com.br/)\n\nEmpório da Cerveja (achei fraquinho mas tá aí) - [https://www.emporiodacerveja.com.br/promocao](https://www.emporiodacerveja.com.br/promocao)\n\nHoppi - [https://www.hoppi.com.br/categorias/black-november/](https://www.hoppi.com.br/categorias/black-november/)\n\nBeer4U (começa amanhã) - [https://www.beer4u.com.br/](https://www.beer4u.com.br/)\n\nPão de Açúcar - 50% off nas lojas físicas\n\nBoas compras e boas brejas!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "k1p9jz",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "jpctm2",
            "num_comments": 3,
            "comments": [
                "Bebi uma Jenlain. \"Bière de garde\" âmbar. Maltada, notas de caramelo e nozes.\n\nhttps://ibb.co/kXFqrqF",
                "último litro de stout, 8%, feita a uns 3 meses atrás",
                "[Brassando](https://imgur.com/a/bmNmVDV) uma german pilsner e bebendo uma IPA da Brewpoint"
            ]
        },
        {
            "title": "Brassando uma ração de kveik ( primeiro post :p )",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "jm789d",
            "num_comments": 4,
            "comments": [
                "Kveik Tomorgarden uma das minhas preferidas.\n\nBônus, controlador para o fogareiro que estou desenvolvendo.",
                "[deleted]",
                "massa pra Caraí. Kveik agora eh minha levedura preferida pra IPA. Uso um cepa de Voss aqui, tá dando super certo. Acabei de tomar uma Double IPA, uma delícia."
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "jl4mmy",
            "num_comments": 3,
            "comments": [
                "Ontem tomei duas Leffe Rituel 9°. Ale loira/cobre, caráter acentuado, levemente doce, um pouco floral no aroma e álcool acentuado no retrogosto. Tudo muito pessoal, haha, em uma próxima oportunidade posso sentir coisas totalmente diferentes.\n\nhttps://ibb.co/ryBhPTp",
                "Hoje teve que ser vinho. Visita dos sogros, 11 graus."
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "jgv5y1",
            "num_comments": 3,
            "comments": [
                "De ontem pra hoje bebi 3 cervas da Brasserie du Pays Basque que visitei ontem. Infelizmente estavam só engarrafando e não havia brassagem no dia da visita. Uma IPA, uma ale blonde e uma ale ambrée.\n\nhttps://imgshare.io/image/NYcPDx\n\nhttps://imgshare.io/image/NYcAxg\n\nhttps://imgshare.io/image/NYc877"
            ]
        },
        {
            "title": "Aproveitando que esfriou um pouco para abrir uma Mikkeler Black Hole vintage - passou da validade em 2018",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "jbyrx8",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "j86qow",
            "num_comments": 1,
            "comments": [
                "Esse fds vou de Double IPA 9%. Meu Dry Hope não deu mto certo, vou tentar outro momento pra adição na próxima leva"
            ]
        },
        {
            "title": "Divulgação: Webinar Soluções Cervejeiras",
            "selftext": "🍻FALA, CERVEJEIROS!!🍻\n\nChegou o nosso evento virtual voltado para o mundo cervejeiro, com palestras diversas e nomes incríveis! Se liga só, nos dias **16 e 17 de Outubro** falaremos sobre:\n\n&#x200B;\n\n\\- Produção\n\n\\- Marketing\n\n\\- Qualidade\n\n\\- Perícia\n\n\\- Harmonização\n\n\\- Hidromel\n\n&#x200B;\n\nCom emissão de certificado de 8 horas!\n\nE tudo isso por uma bagatela de **R$ 20,00 a inteira e R$ 10,00 a meia entrada.**\n\nNo dia **16 (sexta)**, a programação será das **18h40 às 22h30** e no dia **17 (sábado)** será das **16h às 19h20.**\n\nNão vai ficar de fora, hein? Fique atento!\n\n&#x200B;\n\n**Link de Inscrição e cronograma pelo Sympla:** [https://www.sympla.com.br/webinar-solucoes-cervejeiras\\_\\_1004415](https://www.sympla.com.br/webinar-solucoes-cervejeiras__1004415)\n\nOu transferência para o Banco do Brasil, conversar no privado!\n\n&#x200B;\n\nCurta a nossa página: [https://www.facebook.com/solucoesquimicasjunior](https://www.facebook.com/solucoesquimicasjunior)",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "j5sbos",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "j42ej6",
            "num_comments": 0
        },
        {
            "title": "Primeira vez que compro uma Ashby. Conhecem? Se sim, recomendam?",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "j1obi4",
            "num_comments": 3,
            "comments": [
                "[deleted]",
                "Lembro que tinha um bar dessa cervejaria no West Plaza, mas nunca vi ninguém lá (nem na sexta tinha gente) e os poucos que via não estavam bebendo cerveja (wat).",
                "Eu curto as frutadas dela a de raspbery e a orange"
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "izrem1",
            "num_comments": 0
        },
        {
            "title": "Hoje vou brassar um dos meus estilos favoritos, uma Strong Bitter, também conhecida como ESB",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "izq0va",
            "num_comments": 0
        },
        {
            "title": "Matando a saudade dessa safada depois de um longo dia no trampo",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "iw0h2k",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "ivdyyn",
            "num_comments": 3,
            "comments": [
                "Ontem eu tomei uma Heineken e uma Stout de 8% que fiz aqui. Se der tempo hoje eu tiro um restinho de Dunkelweizen que tá no keg, se não vai ser soh as Dubbel que já tão engarrafadas msm.",
                "Uma Stellinha de boa!"
            ]
        },
        {
            "title": "Voltei a fazer cerveja e aproveitei para montar um sistema de fermentação baseado no software Fermentrack!",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "isvkia",
            "num_comments": 1,
            "comments": [
                "caraí, que da hora mano!!"
            ]
        },
        {
            "title": "Receita Risoto de Cogumelos com Cerveja Weiss",
            "selftext": "&#x200B;\n\n[Video da receita https:\\/\\/youtu.be\\/-TlZsn6zxvM](https://preview.redd.it/gyu8lt7ht6n51.jpg?width=1280&format=pjpg&auto=webp&v=enabled&s=8cc2daa2a39feec151f43dea18f8df9665fafec1)",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "isvh87",
            "num_comments": 1,
            "comments": [
                "Ingredientes: 2 xícaras de arroz para risoto 1 xicará de cerveja Paulaner Weiss 100ml de Cachaça 1 Cebola grande 1 Tomate grande 4 dentes de alho 700ml de água 400g de Shimeji Acafrão Espanhol Shoyo 2 Colheres de Sopa de Manteiga Queijo Parmesão Ralado Sal e azeite a gosto"
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "iqyo9e",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "imnpif",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "iiewrv",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "ie4p2y",
            "num_comments": 1,
            "comments": [
                "Eisenbahn American IPA"
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "i9tp8b",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "i5lidw",
            "num_comments": 0
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "i1eziu",
            "num_comments": 2,
            "comments": [
                "Skooooolllll... Pelos vinkings.",
                "Ashby Pielsen. Diz que é puro malte. Já tomei piores."
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": " Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite?\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hxcqw0",
            "num_comments": 3,
            "comments": [
                "[deleted]",
                "Musa - Born in the IPA"
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite?\n\nPoste aqui!\n\nObs: automod não funcionou de novo",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "ht4de1",
            "num_comments": 0
        },
        {
            "title": "Cervejarias locais",
            "selftext": "Pessoal, estou tentando compilar uma lista com cervejarias pelo Brasil, principalmente as menores e mais locais. A ideia é ter uma página do wiki dedicado ao que temos pelo nosso país.\n\nSe vocês conhecem, comentem aqui! Só deixar o nome da cervejaria e a cidade já ajuda bastante. Valeu!\n\nMinha contribuição:\n\n**Araraquara (SP)**\n\n* Cervejaria Avenida 42 - Gosto muito dos experimentos que fazem, a Barley Wine com damasco é daora.\n* Cervejaria Opera \n\n**Brotas (SP)**\n\n* Cervejaria Brotas Beer - Cerveja muito honesta e acho o preço justo\n\n**São Carlos (SP)**\n\n* Cervejaria Kirchen - A Barley Wine deles ganhou Prata na categoria geral no festival de Blumenau. Acho que é a melhor que tomei na vida. A cervejaria é de uma galera que conheci na universidade. Um dos donos é chefe do instituto de física de São Carlos e o sócio é seu ex-aluno de doutorado, que fez tese em uso de luz para acelerar a fermentação da cerveja. Tem até artigo na [FAPESP](https://revistapesquisa.fapesp.br/cerveja-brilhante/)!\n* Cervejaria Mosteiro\n* Cervejaria Locals Only - acho que essa aqui está ficando famosa. Vive dando as caras no EAP. \n* Cervejaria Vitruviana",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hskv86",
            "num_comments": 2,
            "comments": [
                "Florianópolis:\nOnBier\nFermi\nKairós\nIstepo\nArmada\nCozalinda\nCervejaria da ilha\nSunset(pertinho mas não é Florianópolis)\nTemplar bier\nLiffey\nRefúgio",
                "Ouvi falar q a cervejaria Ambar em SP prioriza cervejas locais nos taps deles, mas nao fui ainda"
            ]
        },
        {
            "title": "RIS + Belgian Dubbel",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hpmkd8",
            "num_comments": 1,
            "comments": [
                "[deleted]"
            ]
        },
        {
            "title": "Feliz em ver um sub de cerveja br.",
            "selftext": "E ai fellow redditors, vi q estão tentando reviver esse sub. Parabéns pros admin. \nSou cervejro faz 10 anos e brasso com bastante pelo menos vezes por mes. E vocês?",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hpgzre",
            "num_comments": 0,
            "comments": [
                "[deleted]"
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? \n\n&nbsp\n\nPoste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hoaqak",
            "num_comments": 2,
            "comments": [
                "Vou beber apenas 4 latinhas Brahma duplo malte.",
                "[deleted]",
                "Heineken"
            ]
        },
        {
            "title": "Quais cervejas tem os maiores ABV?",
            "selftext": "Estou procurando cervejas que consigo comprar no mercado com os maiores valores de ABV, quarentena tá foda e quero ficar bebin tomando apenas uma cerveja.",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hlfud6",
            "num_comments": 2,
            "comments": [
                "[deleted]",
                "Cara se procurar bem online tu consegue comprar uma sink the Bismarck acredito. Mas essa é uma breja super cara, uma das mais alcoólicas que tem(acho que é a 5ª mais alcoólica, mas vais desembolsar Milão numa garrafa).\n\nSe quer ficar bêbado rápido com o mínimo de consumo e por um preço acessível, tem a strong da bierland que tu encontra em mercados (pelo menos aqui no sul)"
            ]
        },
        {
            "title": "Já é final de semana! O que você está bebendo?",
            "selftext": "Abriu uma cerveja que estava esperando para aquele momento especial? Comprou umas geladas para passar a noite? Poste aqui!",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hkqli1",
            "num_comments": 4,
            "comments": [
                "[deleted]",
                "Eu entrei na sub pra aprender.\n\nEntão lá vai.\n\nSkol puro malte, lata 269ml.\n\nCor amarela. \n\nKkkk\n\nPor enquanto é isso pessoal."
            ]
        },
        {
            "title": "Novo no sub? Comece por aqui.",
            "selftext": "#Bem-vindo(a) ao r/cerveja! O sub mais cervejeiro do Brasil 🍻\n\nO sub é pequeno, mas aberto a qualquer um que quiser ter uma boa conversa sobre cerveja, seja ela tradicional ou artesanal. Você é homebrewer? Melhor ainda! Conte sobre suas experiências, divulgue seu trabalho.\n\nApenas gostaria de pedir que respeitem as seguintes regras:\n\n1. Não seja babaca. É perfeitamente possível discutir sem ataques pessoais.\n\n2. Não faça apologia ao abuso crônico de álcool, nem à direção sob os efeitos dele. \n\n##Como postar\n\nO sub permitirá apenas self-posts e posts com fotos no momento. O automod irá apagar qualquer link que não seja do **imgur**. Estamos testando isso para evitar spam.\n\n##Sobre divulgação\n\nQuer divulgar seu trabalho ou o trabalho de outro? Sinta-se à vontade, mas peço que inclua um texto que motive os usuários a acessar o link, descreva o que é feito e abra espaço para conversas.",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hkq1nt",
            "num_comments": 0
        },
        {
            "title": "Revivendo o sub: e aí pessoal, qual é a experiência de vocês em envelhecer cervejas?",
            "selftext": "Título.\n\nNessa quarentena eu comecei alguns experimentos com cervejas. Estou montando uma adega com diversas cervejas para envelhecer e avaliar sua evolução.\n\nHoje comprei um pacote com 6 DUM Petroleum. Vou tomar 1 quando fizer bastante frio e as outras nos anos seguintes. Conversei com os caras da cervejaria e parece que eles já provaram exemplares de até 10 anos que envelheceram muito bem.\n\nAgora tenho também uma Dádiva Brewer's Cut #4 que é uma Triplebock que deve envelhecer muito bem. Como essa foi um pouco difícil de achar e o lote foi pequeno, eu vou tomar a original em alguma época especial e a outra vou tomar em 2 ou 3 anos.\n\nTambém estou com uma Westvleterem de 5 anos parada louca para ser aberta, junto com umas Trapiste Rochefort 10 de 2 anos.\n\nE vocês? Têm experiências com isso?",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "hiv999",
            "num_comments": 1,
            "comments": [
                "Falando do panorama português, a English Barleywine da Maldita envelhece muito, muito bem. Já provei algumas \"esquecidas\" na garagem que estavam fenomenais."
            ]
        },
        {
            "title": "Cerveja artesanal em tempos de COVID-19",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "g4ox9w",
            "num_comments": 1,
            "comments": [
                "Fui seco achando que entregava no Brasil rs"
            ]
        },
        {
            "title": "Pesquisa de cerveja popular e artesanal no Brasil",
            "selftext": "Oi pessoal, estou fazendo uma pesquisa acadêmica a respeito do consumo de brasileiros sobre cervejas populares e artesanais, o intuito é comparar os consumidores brasileiros com os alemães, essa mesma pesquisa está sendo feita entre alemães, poderiam me ajudar respondendo essa enquete?",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "bxihny",
            "num_comments": 0
        },
        {
            "title": "Melhor cerveja de 2018",
            "selftext": "Olá!\n\nQual foi a melhor cerveja que beberam em 2018?\n\nA minha foi LERVIG - There’s A Beer In My Fridge, And I Need A Drink\n\n",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "b66l6k",
            "num_comments": 0
        },
        {
            "title": "Questionário de Opinião sobre Cervejas.",
            "selftext": "Olá, boa tarde pessoal. É a primeira vez que postos aqui neste subreddit. Hoje vim pedir uma ajuda a vocês.\n\nPois bem, eu criei um questionário de opinião sobre cervejas, usando o Google Forms, e gostaria da ajuda de vocês para responderem este questionário. Se possível, gostaria também que mostrassem o questionário para amigos e parentes que apreciem a bebida.\n\nPara aqueles amigos e/ou parentes que não gostam de cerveja, também tem uma seção na pesquisa para responder, então por favor, não deixe de avisá-los para que eles respondam também!\n\n[Questionário de Opinião sobre Cervejas](https://goo.gl/forms/dvTCZ8ADGNJE7SI22)\n\nObrigado desde já pela atenção pessoal! Qualquer dúvida e/ou sugestão, coloquem nos comentários que vou tentar responder o melhor possível!\n\nEdit 1: Penso em comercializar cervejas artesanais mas, como meu gosto pessoal é um pouco diferente do padrão adotado pelas grandes cervejarias, decidi fazer uma pesquisa de opinião para ter uma ideia de como seria o tamanho do mercado em que estou focando, por isso estou fazendo esta pesquisa.",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "7ud0sv",
            "num_comments": 0
        },
        {
            "title": "6 motivos que mostram que cerveja é (sim) coisa de mulher",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "3nlzaq",
            "num_comments": 0
        },
        {
            "title": "E mais uma foi pro saco: Ambev compra a Colorado",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "3cfwoz",
            "num_comments": 0
        },
        {
            "title": "O Guia das Cervejas Premiadas Brasileiras",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "39aaqj",
            "num_comments": 0
        },
        {
            "title": "A experiência de visitar uma das maiores cervejarias artesanais dos EUA",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "37rzg8",
            "num_comments": 0
        },
        {
            "title": "Cresce colaboração entre marcas nacionais e estrangeiras de cerveja",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "2y4pqv",
            "num_comments": 2,
            "comments": [
                "HEA que existe um festival nacional da cerveja em Blumenau"
            ]
        },
        {
            "title": "BrewDog /2cabeças Hello My Name Is Zé (RB 92) a R$ 10,80 no Have A Nice Beer!",
            "selftext": "",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "2vizi0",
            "num_comments": 2,
            "comments": [
                "Mandei vir quatro dessas e mais uma Westmalle Dubbel e uma Tripel Karmeliet no pacote.\n\nVale muito a pena!"
            ]
        },
        {
            "title": "Qual a melhor cerveja brasileira que vcs ja tomaram?",
            "selftext": "Bom, no meu caso, eu gosto demais de Munchner Helles mesmo, entao a minha resposta é a [Abadessa Helles](http://www.abade.com.br/abadessa/#/abadessa-helles/). E voces?",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "2vg0hh",
            "num_comments": 2,
            "comments": [
                "Bodebrown Perigosa, de longe.\n\nNota 96 no RateBeer.",
                "Hoje em dia eu prefiro outras, mas a sensação que eu tive na primeira vez que eu tomei a Colorado Vixnu é inesquecível, minha primeira imperial IPA "
            ]
        },
        {
            "title": "Onde vocês bebem?",
            "selftext": "De onde vocês são e quais são seus bares/lojas preferidos?",
            "subreddit": "cerveja",
            "topic": "culinaria",
            "id": "2k0jlm",
            "num_comments": 12,
            "comments": [
                "[deleted]",
                "Sou de São Paulo/SP. Meu bar do dia-a-dia é o Capitão Barley (na rua Cayowáa). É uma loja de cervejas que serve chopes e tem mesas na rua. Os preços são bons e muitas vezes tem promoções e costumam rodar uns 5 chopes nas torneiras. Como eles não tem cozinha, de terça a sábado eles recebem os food trucks à noite que fazem o rango. Dá pra levar comida de casa ou pedir uma pizza na região também e comer lá. Os donos são muito gente boa.\n\nJá fui bastante na Cervejaria Nacional, que faz as próprias cervejas no local, e sempre tem umas sazonais.\n\nÀs vezes vou no Empório Altos dos Pinheiros, mas acho caro. Tem o Frangó também, mas não tenho ido tanto. Gosto do O'Malley's pela cozinha (o Chicken Tikka Masala, o Irish Stew e o Little Monster são muito bons), apesar da cerveja meio cara.",
                "Em casa... Moro no interior e não existem muitas opções. Trabalhei muito tempo na Mr. Beer e aproveiatava bem os descontos hehe",
                "Em casa. Cerveja está muito caro, principalmente as que fogem ao lugar comum.\n\nQualquer cerveja diferente custa, no mínimo, R$ 20. Um pint de Brooklyn IPA sai a R$ 35, um absurdo.\n\nEm casa consigo beber mais barato, esta semana, por exemplo, temos Colorado Índica e Hiver Blanche.",
                "Geralmente bebo em casa, por que no bar acho mais caro do que comprar pela internet"
            ]
        }
    ]
}