{
    "posts": [
        {
            "title": "Alguém sabe que planta é essa e o que são essas bolinhas?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12oqbmi",
            "num_comments": 5,
            "comments": [
                "As bolinhas parecem os ovos da mariposa do mandarova, delas vao eclodir lagartas verdes...\n\nEh uma praga comum de mandioca, mas a folha q vc ta mostrando parece de abacate, pelo menos por alguns angulos... tinha q ver se tem fruto, a madeira, o tamanho da arvore, se tem flores...",
                "Puberdade!",
                "Sãos ovos de mariposa Filoxera."
            ]
        },
        {
            "title": "Alguém sabe o que são essas coisinhas caindo da minha samambaia?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12oneks",
            "num_comments": 3,
            "comments": [
                "PS. Estou também enfrentando um problema com lagartas. Tem relação?",
                "Sim, há lagartas comendo folhas aí, isso são excrementos delas."
            ]
        },
        {
            "title": "Stapelia hirsuta e a florzinha, achei por acaso sub… :D",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12mpmls",
            "num_comments": 2,
            "comments": [
                "Tenho uma variação dela que fede e atrai moscas"
            ]
        },
        {
            "title": "A folha vista \"por dentro\"",
            "selftext": "É basicamente um corte histológico de uma folha Cymbopogon citratus (capim cidreira/capim limão/erva cidreira) que eu achei muito bonitinho porquê parece uma caveirinha kkkkkk \nO foco tá meio ruim, mas é que eu sou uma negação tirando foto de microscópio mesmo kkkkkk",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12mci32",
            "num_comments": 0
        },
        {
            "title": "Meus dois cactos novos parecem irmãs quando a mãe escolhe as roupinhas e eu amei isso",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12mc68o",
            "num_comments": 2,
            "comments": [
                "essas flores são falsas, recomendo tirar elas pra não prejudicar seu cacto"
            ]
        },
        {
            "title": "Cravo da índia florindo na sacada",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12jqs0k",
            "num_comments": 0
        },
        {
            "title": "Tem salvação ?",
            "selftext": "Então galera, já faz umas 3-4 semanas que as folhas estão com essas manchas escuras. Gostaria de saber se é falta de sol ou se tem a ver com fungo nas raízes. Me falaram que poderia ser da temperatura também, que pode estar muito baixo para uma planta que gosta de clima mais quente, mas não tenho certeza.",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12iyapi",
            "num_comments": 5,
            "comments": [
                "Corta com uma tesoura esterilizada, agora, precisamos saber a planta para saber os cuidados.\nSabe?",
                "Corta essas folhas feias, é melhor. Assim evita de espalhar para as outras no caso de ser um fungo.\n\n&#x200B;\n\nApós isto, da uma adubada, cuidado com as regas e reveja o sol que ela está tomando por dia. Pesquisar sobre essa planta para não errar de novo é essencial.\n\n&#x200B;\n\nBoa sorte!"
            ]
        },
        {
            "title": "Bolinhas na folha do anturio",
            "selftext": "Hoje surgiram essas bolinhas, não sei se é cochonilha, algm pode me ajudar?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12ipqx7",
            "num_comments": 0
        },
        {
            "title": "Que les parece mi nueva planta?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12ip6d3",
            "num_comments": 0
        },
        {
            "title": "Les comparto mi planta, en mi país le decimos orejas de Shrek",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12iowa6",
            "num_comments": 3,
            "comments": [
                "Quantos años tiene?"
            ]
        },
        {
            "title": "Ajuda com cacto",
            "selftext": "Meu cacto “quebrou”, não tenho ideia do motivo (Caso não seja óbvio, não entendo nem um pouco de plantas!).\n\nSerá que tem como recuperar ele?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12hkjr1",
            "num_comments": 6,
            "comments": [
                "Buenos días! Coloca esses dois pedaços quebrados na terra que ele tem chance de enraizar e sobreviver.",
                "Parabéns, agora vc tem dois cactos. Esse aí dá raiz muito fácil na minha experiência. Até na areia. Nem precisa de água de início. Pode até experimentar deixar um plantado com a terra um pouco úmida e outra terra seca\n\nAgora não sei se tu já tocou nele, pq eles soltam um pelo que espeta tudo, pior que espinho pq o pelo entra na pele e só sai com uma pinça ou então utilizando a técnica da fita"
            ]
        },
        {
            "title": "Alguém sabe que inseto é esse?",
            "selftext": "Apareceu uns 4 no meu lírio da paz, ele é pequeno (como podem ver na foto) eu estou em dúvida entre um cotesia flavipes ou alguma abelha",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12gj5o9",
            "num_comments": 4,
            "comments": [
                "Agora sim, na foto 2 da pra ver parte da antena amarela queimada, logo uma Irai (Nannotrigona Testaceicornis), como falei no outro post, q foi deletado.",
                "Na minha cidade natal, São Brás do Suaçuí, conhecemos como Abelha Arapuá (ou irapuã). É uma abelha sem ferrão nativa da mata atlântica. Não faz mal algum à planta, à você o maior dano que fará é enroscar no seu cabelo ou entrar no seu ouvido (sim, ela faz isso se vc ameaçá-la)."
            ]
        },
        {
            "title": "Ajuda para identificar planta",
            "selftext": "Alguém sabe dizer que planta é essa? Obrigado!\n\nhttps://preview.redd.it/fm7dgx91chsa1.png?width=1054&format=png&auto=webp&v=enabled&s=58f94f23c2a53764c921488cf377abc2319463e8",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12eop9e",
            "num_comments": 11,
            "comments": [
                "parece ser pintada",
                "Usei o app PictureThis e diz ser um áster da China (Callistephus chinensis)",
                "A foto é sua, Op?"
            ]
        },
        {
            "title": "Alguém sabe que planta é essa?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12ar6aa",
            "num_comments": 2,
            "comments": [
                "É um Singônio."
            ]
        },
        {
            "title": "Que especie de anturio é esse?",
            "selftext": "É o anturio padrão com a flor fechada ou outra espécie? Essa flor ta assim desde que chegou em casa",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "125pmmk",
            "num_comments": 0
        },
        {
            "title": "Ajuda para identificar uma planta",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "12405tq",
            "num_comments": 4,
            "comments": [
                "Parece esta daqui: https://en.wikipedia.org/wiki/Solanum_diphyllum",
                "Baixa o Google lens, melhor coisa."
            ]
        },
        {
            "title": "Esses insetos apareceram em praticamente todas minhas suculentas após a chuva. Alguém sabe o que é e como eliminar?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "122xnfc",
            "num_comments": 3,
            "comments": [
                "Dei uma pesquisada e acredito que são tripes, o que atraiu provavelmente foi a cor azul 🥲"
            ]
        },
        {
            "title": "Flores da Dracena Vermelha",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "122ua57",
            "num_comments": 0
        },
        {
            "title": "Algm sabe como posso reproduzir essas suculentas? É pelo msm jeito q as outras?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11zj041",
            "num_comments": 4,
            "comments": [
                "Sim. Tem um método de usar uma mistura de areia e terra para manter uma boa umidade sem encharcar.\nColoca as pétalas e observa a formação de raiz.\nFormou, já era.\n\nAs lá de casa do simplesmente jogo na terra e tem dado muito certo",
                "Para fazer mudas: retire uma pétala/folha/gomo, sem ferir. Pegue uma tampinha de garrafa (uso tampa de garrafa pet). Coloque a petala/folha/gomo na tampinha de pet com água. Coloque em uma janeta ou vitrô e deixe. Vá completando a água, sem deixar secar. Em cerca de 1 semana, você vai observar raízes surgindo. É só fazer um furo na terra e cobrir toda a raiz. Regue a cada 3-4 dias.",
                "Essa da segunda foto, se nao me engano, começa sair brotinhos do lado dela, deixa encher de brotinho e depois tira eles e replanta",
                "Você não vai conseguir reproduzir elas por folhas como outras suculentas. Na foto 1 é um Aeonium, eles normalmente não se reproduzem por folhas como nas outras espécies de suculentas.\nNa foto 2 é um haworthiopsis, eles até se reproduzem por folha, mas tem que tirar muito rente e demora uma eternidade... Nem aconselho.\nA boa do Aeonium é fazer estacas, cortar mesmo a parte de cima, esperar secar um pouco o corte, tipo 1-2 dias dependendo do tamanho com caule e depois colocar pra enraizar. Mas é bom cortar só quando tem mais brotos ou folhas embaixo, se houver só uma estaca e vc cortar, a planta que ficou provavelmente morrerá. O haworthiopsis costuma dar muito broto lateral se cuidar bem dele. Você também pode fazer estacas com ele, retirando a parte de cima da planta e deixando a base com algumas folhas. Parece estranho mas pode procurar na Net como reproduzem haworthiopsis. Desculpe o texto"
            ]
        },
        {
            "title": "Algm sabe oq pode ser?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11yi3pf",
            "num_comments": 3,
            "comments": [
                "O que, exatamente?\n\nEu vejo machucados normais de vida da planta.\n\nPingos de água podem manchar as folhas de suculentas. Machucados podem surgir de algum inseto, mas tbm de coisas batendo e pressionando as folhas."
            ]
        },
        {
            "title": "Olho de neem e soluções caseiras para pragas",
            "selftext": "Estou com uma mini roseira com uma praga de acaros, ja usei spray de água com sabão nas folhas e agr comprei o olho de neem, mas vi controversas falando sobre borrifar na planta toda e outras so nas folhas, como é o certo de usar o neem e qual melhor solução caseira?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11yi35m",
            "num_comments": 3,
            "comments": [
                "O óleo de neem é mais indicado para evitar o surgimento de pragas, dps que aparece acredito que não seja mais a melhor opção . Eu tive bons resultados nas plantas de casa que estavam com cochonilha e pulgão borrifando toda semana uma mistura de detergente neutro(1 colher sopa), vinagre(1 colher sopa) e água (500ml). Não sei se funciona para ácaros, mas acredito que vale a pena tentar",
                "Puxa, ácaro é muito difícil de eliminar... Um bom banho na planta, de preferência usando água com pressão, ajuda a tirar boa parte dos ácaros.\n\nPra combater vc pode tentar pulverizar uma preparação com enxofre em pó ou até calda bordalesa, se tiver espaço pra preparar.\n\nE para ácaros tbm estão surgindo alguns controles biológicos, mas eu ainda tenho dificuldade de encontrar pra comprar (como jardineiro doméstico).\n\nEdit: enviei antes de escrever tudo.",
                "Nunca, nunca, nunca e nunca use Sabão ou detergente em preparados para suas plantas, eles quebram a tensão superficial da água o que tornará impossível para sua plantinha fazer sua evapotranspiração. Se o Sabão chegar ao solo e raízes, já era."
            ]
        },
        {
            "title": "Alguém me ajudakkk fiz um veneno pra pragas do maracujá, usando água e mamona, mas demorei pra usar porque tá chovendo demais. Aí fui olhar e tá com essa camada de mofo... Ainda posso usar ou seria assassinato com a planta?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11vscc2",
            "num_comments": 8,
            "comments": [
                "Água e mamona? Pra mim vc fez um fertilizante kkkkk, quanto tempo isto está aí na garrafa? Quando se fazem estas coisas tem q abrir todo dia pra sair os gases, pq fermenta mesmo, depende de quanto tempo tá ai",
                "Não tenho experiência o suficiente, mas acho que se você conseguir tirar o mofo pode borrifar ainda sim.",
                "Eu jogaria fora, quando faço aqui essa mistura de mamona uso no máximo no dia seguinte"
            ]
        },
        {
            "title": "Cresceu sem eu plantar, alguém sabe o que é ou se pode prejudicar as outras plantas?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11l3ir4",
            "num_comments": 3,
            "comments": [
                "Tem que esperar crescer mais pra ter certeza. Me lembra de caruru, ou bredo. Ela é uma espécie nativa brasileira. Se for, pode ser interessante cultivar, porque ela é uma planta alimentícia não convencional (PANC). Ou seja, se for isso mesmo, tu vai poder comer.\n\nTua decisão. Eu recomendaria usar o app \"Picture This\", é gratuito e ajuda a dar um norte na identificação das plantas.\n\nObs.: eu espero que seja óbvio, mas por via das dúvidas, NÃO SAIA COMENDO plantas aleatórias antea de identificá-las com certeza!",
                "É uma erva daninha, pode arrancar",
                "Pensa no seguinte: Você plantou em um vaso, então todos os recursos desse espaço deveriam estar direcionados somente à planta que você quer.\n\n&#x200B;\n\nSe existe um concorrente, é melhor retirar ele. Mas é bom lembrar que nenhuma planta é praga, cada planta tem sua função. Talvez seja interessante plantar isso em outro vaso só para ver o que é.\n\n&#x200B;\n\nEspero ter ajudado! o/"
            ]
        },
        {
            "title": "minha mudas não vão pra frente.",
            "selftext": "Plantei umas cementes de coentro em janeiro e até agr nada, recentemente plantei umas cementes de limão vinagre e tbm nada.\nUsei terra adubada, águei 1 vez por dia será que eu devo conversar com elas ou umas coisas mais lúdicas.",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11j9bhc",
            "num_comments": 1,
            "comments": [
                "nem sempre é bom aguar todo dia, aonde vc mora é muito seco?\nsementes não precisam de terras tão adubadas, terras mais simples são ótimas"
            ]
        },
        {
            "title": "Andei experimentando plantar ervinhas de tempero. Com vocês: baby coentro!",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11j46rj",
            "num_comments": 7,
            "comments": [
                "Um misto de amor e ódio, RS...\nParabéns, Op!",
                "Dá última vez que tentamos plantar coentro nosso gato comeu todos, mas ainda pretendo tentar plantar temperos novamente, e deixar em um local onde o sem vergonho não alcance."
            ]
        },
        {
            "title": "que planta é essa? ganhei de uma amiga e queria plantar mas não sei qual é",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11j0yo9",
            "num_comments": 3,
            "comments": [
                "No meu app de identificação de plantas ele deu como \"mil-em-rama\", uma espécie de Achillea. Talvez seja isso, dá uma pesquisada!\n\nE, pro futuro, baixa o \"Picture This\"! App gratuito de identificação de plantas, me ajuda muito.\n\nObs.: eu sei que você não pediu conselho sobre isso, mas dá uma pesquisada antes de plantar. Parece que, em muitas áreas, ela é uma planta invasiva, e você pode causar mal à sua flora local se plantar ela..."
            ]
        },
        {
            "title": "Li que a rosa do deserto não tem polinizadores naturais aqui no Brasil, então, já tentei fazer, mas não tinha dado certo.",
            "selftext": "Tentei fazer a polinização artificial da rosa do deserto. \nSe a polinização der certo, depois de cerca de 3 meses as vagens aparecem. Passou-se bem mais que 3 meses após minha polinização até que minha rosa do deserto desse sementes pela primeira vez;\n Porém, acredito que as sementes não foram resultado da minha tentativa de polinização, já que passou-se muito tempo desde que eu tentei... \n\nJá aconteceu de a rosa do deserto de vocês dar sementes sem a polinização artificial?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11g0sk5",
            "num_comments": 3,
            "comments": [
                "Sabia nem que essa bagaça dava vagem, rs...\n\nParabéns pelo esforço, OP!\n\nEu tenho 2 ou 3 aqui em casa, me dei MUITO bem porque largo elas no tempo e estão florindo MUITÍSSIMO. :)"
            ]
        },
        {
            "title": "isso é normal?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11aroik",
            "num_comments": 6,
            "comments": [
                "Parece ser o pólen da flor.",
                "Que planta é essa, OP?",
                "Que barato, nunca tinha visto a flor da Zamioculca. É só pólen, OP, se vc não for alérgico não tem grilo.",
                "tenho essa planta e veio esse broto, e ele começou a soltar esse pó, e estou preocupado se isso é normal ou não"
            ]
        },
        {
            "title": "Isso é musgo ou lodo ?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "11a2n6n",
            "num_comments": 2,
            "comments": [
                "Peguei do chão do meu quintal",
                "Lodo"
            ]
        },
        {
            "title": "já tinham visto? melão de são Caetano",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "115wodn",
            "num_comments": 9,
            "comments": [
                "é muito bonitinha essa planta ❤️",
                "Vi e até tirei uma foto de uma em um parque de conservação aqui da minha cidade. Acho muito bonitinho, além dele ser uma grande exceção no mundo das plantas na forma como realiza sua diáspora",
                "As vezes cresce como \"praga\" no quintal.tem um cheiro estranho e essas frutinhas são bem pegajosas",
                "É muito comum essa planta crescer nas cercas na roça, a molecada adora comer as sementes vermelhas. Eu gosto de colher verde, enquanto ainda esta fechada e fazer picles com o \"pepininho\". Tem uma espécie asiática que é maior e mais adequada para isso. O povo também conhece por melão amargo ou goiá, dizem que é bom para o fígado e para regular a glicose no sangue em diabéticos."
            ]
        },
        {
            "title": "Alguém consegue identificar que planta é essa? Estou cuidando dela desde 2019, e agora estou sofrendo com chuvas frequentes e tenho medo de vê-la murchar (mas não sei qual o tipo, então não sei oque fazer.)",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "110l2vw",
            "num_comments": 9,
            "comments": [
                "Tira uma foto com o Google lens",
                "Roseira. Minha avó tinha e nem cuidava, dava flores lindas.",
                "Eu recebi de presente",
                "é uma mini roseira. ja tive uma identica."
            ]
        },
        {
            "title": "Anthurium Pendens",
            "selftext": "Alguém sabe onde consigo encontrar mudas de **Anthurium Pendens** pra compra?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10y6zwb",
            "num_comments": 0
        },
        {
            "title": "Minha planta carnívora não fecha",
            "selftext": "Comprei uma planta carnívora, vai fazer uns dois meses.\nEla veio na terra, e assim mudei pra musgo esfagno, foi quando eu vi que ela começou a ficar caída e murcha, então resolvi voltar pra terra. Percebi que ela não estava capturando nada, foi então que resolvi fazer o teste e colocar uma mosca viva, e ela não fechou, me ajudemm",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10y0egj",
            "num_comments": 5,
            "comments": [
                "Sinto muito, mas acho que ela se foi.",
                "Plantas carnívoras n podem ficar na terra, elas são de pântano e são acostumadas a substrato sem nutriente nenhum, o musgo esfagno é melhor mesmo. Elas precisam de sol e eu vi uma pessoa que sempre mantém um prato embaixo com água (água destilada), pra realmente manter úmido o tempo todo. Eu mesma não testei isso, pq aqui n tenho sol suficiente pra elas, mas o nome do canal no Youtube é \"Plants with Krystal\", caso queira dar uma olhada também",
                "Whoa o vaso tava grande demais pra ela, e terra assim faz mal pras carnívoras. São plantinhas mais difíceis de cuidar mesmo, vale a pena estudar bastante sobre elas antes de ter em casa (tem vários canais especializados no YouTube que podem ajudar)."
            ]
        },
        {
            "title": "Ajuda com planta (peixinho da horta)",
            "selftext": "Bom dia, pessoal. Então, minha namorada adquiriu uma mudinha de \"peixinho da horta\" no sábado. E ela estava ótima. Mas hoje cedo ela amanheceu toda caída e tristinhas, vde a imagem.\n\nNa loja, o rapaz falou pra gente que essa planta era de luz indireta e pra só aguar quando a terra estiver seca. Como somos pais de planta de primeira viagem, fizemos isso, mas aí ela acordou hoje e estava assim.\n\nO que pode ter dado errado para, em em apenas 2 dias, ela cair toda? Se vocês puderem ajudar, ficaremos muito agradecidos! Obrigado.",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10v8oef",
            "num_comments": 9,
            "comments": [
                "Provavelmente foi o calor, amigo. Nunca leve uma plantinha  ainda no saquinho preto direto ao sol, ainda mais no calor que está.",
                "Tira do saco, arruma no vaso e rega por imersão",
                "ela tá com sede, tadinha",
                "Tira essa terra vermelha barrosa dela, coloca uma terra fofinha, solta e aerada, num vaso não muito maior que as raízes"
            ]
        },
        {
            "title": "Passamos de 250 membros!",
            "selftext": "Boa noite, pessoal! \n\nEstou criando esse post para agradecer a todos que entraram no sub. Muito obrigado!\n\nTambém gostaria de explicar a falta de concursos. Eu fiquei de fazer um novo concurso no final do ano passado, mas não havia um número suficiente de fotos. Dai esperei mais um mês e tiveram alguns posts, porém muito poucos com a flair de \"foto\". Então conversei aqui e decidi que, por hora, vamos ficar sem concursos.\n\nSe vocês tiverem algumas ideias de como engajar mais a nossa comunidade é só comentar! De qualquer modo, obrigado mais uma vez por fazerem parte desse sub e bora cuidar das nossas plantinhas ! :D\n\nAbraços!",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10upjxp",
            "num_comments": 4,
            "comments": [
                "Parabéns!!",
                "Que tal trocar os concursos para uma thread sobre algum tema específico?   \n   \nPlantas específicas? Plantas para um tipo de local específico? Sobre fertilizantes? Substratos? Sei lá"
            ]
        },
        {
            "title": "Recomendações de fonte de informações?",
            "selftext": "Sempre que tenho alguma dúvida ou curiosidade sobre plantas, substratos, fertilizantes, etc, eu acabou jogando no Google ou vendo vídeos aleatórios no YouTube.    \n   \nNunca tive uma fonte de informação específica, tipo um canal ou um site/blog específico. Vocês tem algum para indicar?     \n\nPode ser sobre dicas ou artigos no geral ou sobre alguma planta específica (tipo samambaias, suculentas, orquídeas)",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10t264h",
            "num_comments": 4,
            "comments": [
                "No geral faço que nem você, mas algumas coisas que aprendi.\n1. Ir pelo senso comum da geografia de origem das plantas, muitas vezes é mais útil do que artigos.\n2. Gosto muito dos livros feitos pelo pessoal do jardim botânico plantarum.\n3. A Carol Costa é tipo o Jamie Oliver das plantas no Brasil, a comunicação dela é muito boa.",
                "No YouTube tem o [canal cultivando](https://youtube.com/@cultivando-canal) do Gaspar que ajuda bastante. Ele é engenheiro agrônomo, muito simpático e ótima didática pra explicar diversos temas, inclusive pra quem não conhece muito!",
                "Pra informações de algumas plantas, quando plantar etc, tem também o cultivarbrasil.com",
                "Gosto de ver infos no YouTube. Canal Cultivando e Flay são brasileiros que eu gosto bastante. Gringos recomendo Sydney Plant Guy, Kill This Plant, Nick Alexander, Techplant e Pretty in Green. Todos esses são mais pra plantas ornamentais"
            ]
        },
        {
            "title": "Poda da Jiboia",
            "selftext": "Se eu realizar uma poda para retirar mudas de uma jiboia saudável, o local onde eu fiz o corte para de crescer ?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10m4sic",
            "num_comments": 1,
            "comments": [
                "Ela para de crescer na ponta, mas geralmente (pra não dizer sempre) no nó abaixo ela brota. E é possível também abrir outros nós mais pra baixo. Uma coisa é certa, morrer não vai, se tu matar uma jibóia eu sinto muito pq a bixinha é resistente \n\nVárias plantas tem esse comportamento, inclusive árvores, algumas ramificam mais e outras menos. Pesquisa sobre \"poda da gema apical\"."
            ]
        },
        {
            "title": "Alguém sabe que bicho é esse? O vaso q ele está é só mato, vou me desfazer dele, mas queria saber se preciso me preocupar com os outros q estavam perto",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10iugjj",
            "num_comments": 1,
            "comments": [
                "Eh um pulgao, algumas plantas são mais suscetíveis, deve ver se tem em outras, eh relativamente facil combater, borrifando detergente ou oleo mineral misturados à água."
            ]
        },
        {
            "title": "Flor de Açafrão",
            "selftext": "O nome é flor mesmo? E essas partes amarelinha? Tem umas fechadas (murchas) e um ou outra aberta.",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10hva8q",
            "num_comments": 3,
            "comments": [
                "Que linda! Eu tenho uma cúrcuma ornamental que as flores são roxas. \n\nEntão, o nome dessa estrutura é inflorescência (tipo uma conjunto de flores). A estrutura amarelinha são as flores de verdade. As estruturas brancas maiores são as brácteas, folhas adaptadas para serem parecidas com pétalas."
            ]
        },
        {
            "title": "Invadiram minha horta!",
            "selftext": "Olá!\n\nComecei há poucos meses uma pequena horta de temperos em casa.\nNunca cuidei de planta, então ainda tenho muitas dúvidas.\n\nOntem nasceram duas plantinhas no vaso do meu alecrim.\nPela resposta mais próxima do Google Lens, são cogumelos (Parasola plicatilis, conhecidos como cogumelo-do-mato-doce e guarda-chuva japonês).\n\nEntretanto, apesar de semelhante não são iguais. Acredito ser alguma espécie próxima.\n\nA dúvida que peço a vocês: sabem se existe algum problema deste pequeno cogumelo brotar junto à minha planta? Se já aconteceu com vocês, vocês arrancam ou deixam morrer?\n\n--------------------------------------\nE agora uma pergunta bônus: li na internet que casca de ovo moída, assim como erva de chá (mate) já utilizada podem ser usados para adubar. Vocês costumam fazer isto? Como podem ver, coloquei um pouco de casca de ovo neste vaso para fazer um teste. Até então não notei muita diferença, mas até que ficou bonitinho.\n\nAgradeço todas as respostas Deus de Jah.",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10emqar",
            "num_comments": 10,
            "comments": [
                "Até onde eu já li por aí cogumelos não atrapalham em nada e podem até ser sinal de um solo saudável. Só lembrar que eles precisam de matéria orgânica (pra ser decomposta), ~~humanidade~~  umidade e calor. Pelo visto aí tem os 3.\n\nSobre as cascas de ovos eu costumo fazer o mesmo e dizem que levam anos pra se decompor completamente. Mas vale a pena, uma ideia é colocar sempre que for plantar algo novo, misturar na terra. Já o mate é quase que um mato seco, aliás, eu diria que qualquer chá de folhas pode ser jogado assim, não sei se ter tido contato com açúcar faz diferença, mas bastaria lavar.\n\nUma outra é o pó de café, mas esse costuma a dar fungo (que por um lado é bom) mas fica feio e tbm não sei dizer se o fungo pode causar problemas respiratórios. Então se for por, enterra o pó ou distribui bem na superfície sem exagerar.",
                "As cascas de ovos podem ser batidas no liquidificador até virar um pó, assim a planta absorve mais rápido.",
                "Concordo com u/Gabiminn e u/Diucameo.\n\nSobre cogumelos: tá tudo bem e é indicador de que seu solo tá saudável. Mas é um indicador que o substrato tá ficando molhado/muito úmido por longos períodos e geralmente isso não é bom para as plantas. \n\nManeira na rega e coloca o dedo na terra pra ver se ainda tá úmido antes de regar novamente.\n\n\nSobre colocar casca de ovos, mate, café etc: o melhor seria fazer compostagem antes (com ou sem minhocas). Mas também dá pra usar adicionando na terra. \n\nÉ importante dar uma misturada com a terra superficial, senão pode fazer uma camada impermeabilizante (especialmente a borra de café). E as cascas de ovos tem que triturar muito bem antes de adicionar. Também tem a opção de usar o método de disponibilização de cálcio das técnicas da Korean Natural Farming - KNF (procura no YouTube).",
                "Da uma olhada no @compostashi no instagram, eles fazem um método de compostagem que não vai minhocas, ao invés usam micro-organismos efetivos pra decompor a matéria orgânica. O resultado é um liquido fermentado chamado chá de bokashi, repleto de nutrientes que pode ser aplicado nas regas (1 colher de sopa por litro de água), e depois que o recipiente ficar cheio vc pode misturar os resíduos que sobraram com terra vegetal pra ter um solo riquíssimo para as plantas."
            ]
        },
        {
            "title": "Dá pra fazer um bonsai com cacto?",
            "selftext": "Queria tentar um bonsai com pitaya",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10cuxpy",
            "num_comments": 5,
            "comments": [
                "Bonsai simula árvores. As folhas devem ser pequenas, caule lenhoso, raízes robustas.. entre outros requisitos. \n\nDito isso, as \"folhas\" da pitaya não são folhas.. não tem nenhuma característica tradicional do bonsai e também não comportam um tamanho reduzido."
            ]
        },
        {
            "title": "Uma recomendação de planta pra quarto",
            "selftext": "Não queria aquelas típicas, tipo espada e lírio. Alguma outra recomendação?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10asvhb",
            "num_comments": 14,
            "comments": [
                "Espada de sao jorge. Vai bem em tudo que é ambiente. Bonita e nao precisa de muitos cuidados!",
                "Tenho uma Dracaena variada e uma Calathea mista em meu quarto, as duas são lindas, mas a Dracaena é mais fácil de cuidar enquanto que a Calathea é mais chatinha com água e luminosidade.",
                "Eu acho bonito alocasias (de qualquer tipo) e a planta zebra.",
                "Bambu da sorte e jiboia.",
                "Bambu da sorte (que na verdade é uma Dracena e pode ficar até na água, cuidadando certinho), palmeira areca (existe mudinha de vaso 0pra por na mesa).\n\nAntúrios, jibóia (essé tradicional né)\n\nAlgum caládio.\n\nEu não sei se é uma boa ideia (por causa dos poros que ela solta), mas samambaia e família.\n\nUma nada tipida é a Taioba, vai precisar de um vaso grande, mas ela da umas folhas gigante. Inclusive é uma PANC (planta alimentícia não convencional?) Porém tem que ter cuidado pq existem umas parecidas e não são. É o tipo de planta que vc pode, dependendo de onde mora, encontrar na rua e ninguém da nada, mas num vaso fica sensacional.\n\nCostela de Adão e família (monsteras) ou então Thaumatophyllum \n\nAté mesmo um ficus (figueira), existem vários, pode ser o da folha pequena variegada, tem um que esqueci o nome mas a folha é bem grande. Se pá vc encontra na rua e pega um galho e planta.",
                "[deleted]",
                "Zamioculcas https://g.co/kgs/6MiUPv",
                "Como é a iluminação do quarto?   \n   \nZamioculcas são bem resistentes e não precisam de muito sol.",
                "A espada de são jorge purifica o ar do ambiente. Ótima pro quarto e não precisa de muita luz (quase impossível de matar ela hahah), tbm gosto da costela de adão e jibóia (mas essas tem que tomar cuidado se vc tiver pet, pois é tóxica pra eles). No geral, quanto mais escura a cor da folha, menos luz ela precisa, então funciona pra ambiente fechado.  \n\n\nEspero ter ajudado"
            ]
        },
        {
            "title": "Problema com lesmas",
            "selftext": "O título diz tudo, estou tendo problemas com lesmas e não sei como resolver, elas estão acabando com minhas plantas. Vocês teriam alguma sugestão?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10aif3c",
            "num_comments": 5,
            "comments": [
                "Já vi alguns vídeos onde falam pra usar cascas de ovos quebradas ao redor da planta porque as lesmas não gostam de superfícies ásperas",
                "Encha metade de um pote com cerveja e deixa no canteiro. Elas são atraídas para a cerveja e se afogam nela.",
                "O melhor é usar veneno granulado dentro de um pote ou garrafa que não entre água, eu tive um grande problema e só consegui resolver assim."
            ]
        },
        {
            "title": "Que plantas são essas?",
            "selftext": "Crescem nos cantos do corredor e nenhuma delas tem cheiro",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "10aaa6z",
            "num_comments": 8,
            "comments": [
                "Recomendo o app PictureThis, é ótimo pra identificar nomes de plantas",
                "Rapaz usei o app Picture This e ele deu que a primeira é boldo, a segunda ele não conseguiu identificar direito, a terceira é lygodium japonicum, e a última realmente deu urtiga. Espero ter ajudado",
                "A segunda parece um tipo de salsa e a última parece ser da família da urtiga, mas não tenho certeza de nada hahaha\n\nO Google Lens não ajudou a identificar?",
                "a primeira parece nabo bravo, a segunda salsinha, a terceira não é cannabis, a última me parece rainha do abismo",
                "a primeira conheço como dólar"
            ]
        },
        {
            "title": "Inseticida a base de imidacloprido.",
            "selftext": "tô com uma infestação de tripes na minha costela de adão e vi um gringo recomendando imidacloprido pra matar esses safados. ele recomendou da marca Bonide, mas é uma marca gringa e bem cara.\n\nnão consegui encontrar algo equivalente pra comprar aqui no Brasil, não conheço nenhuma marca específica e procurar por \"imidacloprido\" não ajudou muito kkkkkk\n\nalguém conhece um inseticida que utilize esse ativo?\n\n&#x200B;\n\nEdit: galera, descobri que inseticida sistêmico é proibido no Brasil, acabaram minhas esperanças kkkkkk sigo usando óleo de neem, troço fedido do c\\*ralho",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "104i7c0",
            "num_comments": 4,
            "comments": [
                "https://www.plantei.com.br/inseticida-forth-fipronil-imidacloprid-concentrado-60ml?parceiro=3092\n\nIsso?\n\nDeve encontrar também em lojas de produtos pra agricultura, até mesmo em alguns depósito de bairro, se tiver um fardo de milho e um monte de treco na calçada tem boas chances de ter esse ou um com ativo similar.\n\nEdit: não estou recomendando a loja, nunca comprei nela, é só uma referência do produto.\n\nEdit: ah o óleo de neem (ou nim) também é inseticida, nunca usei mas sempre vejo falar como uma alternativa natural.",
                "Eu tava olhando o post e uma pessoa lá recomendou usar cigarro kkkk, achei interessante ó. Curioso é que também recomendam como inseticida caldas de fumo/tabaco.\n\nMas eu nunca parei pra pensar que é por causa da nicotina ser da mesma familia da acemepridma (eu não sei escrever) e essa imidaclorprido. E mais, segundo a Wikipédia, esses dois últimos são derivados da nicotina."
            ]
        },
        {
            "title": "Folha com espinhos? Achei essa foto que tirei em 2018 pra identificar mas nunca fui atrás.",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "zziwbd",
            "num_comments": 3,
            "comments": [
                "A espécie vai ser meio difícil de saber ao certo, mas é com certeza do geno \"Solanum\", pelas folhas largas e os espinhos pretos eu diria q é Solanum Quitoense, ou Planta de Narajila, ela é comum no Norte, Nordeste e no norte do Centro-oeste e MG. Esse geno de plantas tá no Brasil todo e tem um zilhão de espécies diferentes, é parente da berinjela e do tomate. Ela da uma florzinha roxa ou branca bem bonita, e umas frutinhas verdes pequenas, NÃO SÃO COMESTÍVEIS! A maioria das espécies são tóxicas pra mamíferos, mas elas são importantes pra o ecossistema, então só retire se ela se for realmente necessário",
                "Isso é bem interessante, nunca tinha visto."
            ]
        },
        {
            "title": "ayuda",
            "selftext": "Hola buenas noches con todos. Tengo una gran urgencia y duda. Tengo un limonero que de vez en cuando prende y se apaga y se ha comportado así durante un año aproximadamente, dos ramas se han secado y solo ramas en la parte inferior sigue brotando pero con color amarillento. El ph medí es ligeramente ácido, la condición del suelo segun ubicación geográfica es salitroso, tuvo un tratamiento de fertilizante natural (compost y humus) y químicos (urea o bolitas blancas) . ¿Que me recomiendan para reanimar mi planta?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "zw7mdq",
            "num_comments": 0
        },
        {
            "title": "Alguém conhece essa árvore/planta. Entendo nada disso",
            "selftext": "Não estou perguntando sobre as espadas",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "zfodry",
            "num_comments": 2,
            "comments": [
                "Caliandra, dependendo de onde cresce pode virar uma árvore pequena. É nativa do cerrado brasileiro."
            ]
        },
        {
            "title": "Planta que dorme, alguém conhece?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "zfbna6",
            "num_comments": 6,
            "comments": [
                "Até o nome científico dela é fofo. Mimosa Pudica, vulgo dormideira. Tinha um membro do sub tentando plantar, me pergunto se conseguiu.",
                "Tinha muito na região que eu passei minha infância, mas depois nunca mais vi... Queria muito mostrar pra minha filhota :)",
                "Na cidade que nasci e passei minha infância, tinha por toda parte! Eu falava \"Maria tua mãe morreu\" e saia passando a mão nelas, olhava pra minha mãe e falava \"mãe ela ficou triste, olha!\"",
                "Tem bastante na beira de Rio, por exemplo na beira do Rio Tietê em Barueri tem um monte",
                "Conheço como \"dorme-maria\", tinha uma vários anos atrás na frente da minha casa. Depois nunca mais vi."
            ]
        },
        {
            "title": "Minha planta amanheceu com gotas d'água nas folhas",
            "selftext": "Apesar de não ter feito uma foto, vou tentar ser bem detalhista pra ajudar na compreensão. Sábado agora (03/12/2022) eu recebi em casa uma Rhaphidophora tetrasperma que comprei online. A loja despachou ela na segunda, ou seja, ela ficou embalada numa caixa com furos por 5 dias. (primeira vez que comprei planta online) ela chegou ok, porém com leves sinais de exaustão. Arrumei ela melhor no vaso, coloquei um tutor de bambu melhor e completei o substrato. Reguei na noite de sábado e domingo a tardinha coloquei um fertilizante NPK 04-14-08. Hoje, segunda de manhã quando acordei, ela estava com gotas d'água nas folhas, tipo uma gota em cada folha como se tivesse suado/transpirado. Como nunca vi isso acontecer com plantas que ficam dentro de casa, achei estranho. Devo me preocupar? O que pode ser isso?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "zd8e1c",
            "num_comments": 5,
            "comments": [
                "É normal, é um processo chamado Gutação. Acontece muito com as minhas Monsteras, principalmente. As vezes com outras plantas também",
                "Talvez seja orvalho, ou ela simplesmente está transpirando, plantas fazem isso na natureza mesmo",
                "a primeira vez que isso aconteceu com a minha Monstera também assustei, mas é super normal",
                "OP, onde vc comprou? /u/Focusedonsomething"
            ]
        },
        {
            "title": "Oq é isso na minha planta? Cochonilha?",
            "selftext": "Boa noite, reparei agora q havia algo estranho em uma de minhas plantas, se parece com mofo e cochonilha farinhenta... mas n sei pq nunca apareceu nenhuma em minhas plantas entao queria saber se alguem sabe me dizer oq pode ser e oq eu faço...\nAgradeço a ajuda\nOBS: so em 2 caulhes que apareceu",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "zct9lc",
            "num_comments": 7,
            "comments": [
                "É cochonilha sim. Como só tem essa, só remover. De vez em quando aparecem umas transgressoras dessas em suculentas, mas é raro."
            ]
        },
        {
            "title": "Sobre o concurso desse mês.",
            "selftext": "Bom dia pessoal. Esse mês foi bem fraco e estou pensando em deixar pra juntar novembro e dezembro em um concurso só. O que vocês acham? Vamos ver se dezembro esse sub ressuscita.\n\nAbraços!",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "z9nlwy",
            "num_comments": 2,
            "comments": [
                "Qual foi o de novembro? Ou todo mês é a melhor foto?"
            ]
        },
        {
            "title": "Meus morangos",
            "selftext": "Há um tempo planto morangos e outras coisinhas nos vasos aqui em casa",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "yzbat6",
            "num_comments": 3,
            "comments": [
                "Onde vc mora, OP? Como é o ciclo do morango? Tem época certa pra plantar em casa ou vc cultiva o ano todo?",
                "lindos"
            ]
        },
        {
            "title": "Concurso de fotos do mês de Outubro! Votem na sua preferida!",
            "selftext": "Boa noite pessoal, desculpem a demora. \n\nDessa vez tivemos pessoas que postaram mais de uma vez então juntei em uma opção só. Também tivemos pessoas que postaram a foto com a flair de dúvida, eu não sabia se colocava só as com flair de foto, enfim. Se tiverem alguma objeção podem comentar. Eu coloquei todas.\n\nDe todo modo, obrigado como sempre a todos que contribuem com esse sub e boa sorte!\n\nPS: O último post com a Calathea eu vou ter que jogar pro próximo mês pois o Reddit só deixa fazer enquete de no máximo 6 itens. Se tiver mais do que isso mês que vem eu vou ter que fazer semifinais ou coisa que o valha. Abraços!\n\n&#x200B;\n\n[Orquídea com manchas](https://www.reddit.com/r/PlantasBrasil/comments/xtryc5/vi_aqui_no_grupo_que_tinha_um_eng_agr%C3%B4nomo_ou/) por  [**wonderg-85**](https://www.reddit.com/user/wonderg-85/)\n\n[Cléptomaniaca das mudas](https://www.reddit.com/r/PlantasBrasil/comments/y0y8t2/eu_virei_a_cleptoman%C3%ADaca_das_mudas/) por  [**br\\_sp\\_carla**](https://www.reddit.com/user/br_sp_carla/)\n\n[Monstera maravilhosa](https://www.reddit.com/r/PlantasBrasil/comments/y25l11/a_folha_nova_da_minha_monstera_maravilhosa_s2/) e [Maranta com flor](https://www.reddit.com/r/PlantasBrasil/comments/y6fmro/maranta_com_flor/) por  [**Laridalua**](https://www.reddit.com/user/Laridalua/)\n\n[Duas suculentas](https://www.reddit.com/r/PlantasBrasil/comments/y5mjnz/oi_pessoal_algu%C3%A9m_sabe_me_dizer_por_que_est%C3%A3o/) por [**Gabiminn**](https://www.reddit.com/user/Gabiminn/)\n\n[Pré-bonsais](https://www.reddit.com/r/PlantasBrasil/comments/y5quvd/vi_muitas_plantas_bonitas_por_aqui_ent%C3%A3o_quero/) e [Pequeno Jardim](https://www.reddit.com/r/PlantasBrasil/comments/yarajw/primavera_desabrochando_no_meu_pequeno_jardim/) por  [**jhoyluque**](https://www.reddit.com/user/jhoyluque/)\n\n[Cebola dando flor](https://www.reddit.com/r/PlantasBrasil/comments/yhbktj/cebola_dando_flores/) por  [**calabrisado**](https://www.reddit.com/user/calabrisado/)\n\n[View Poll](https://www.reddit.com/poll/yium4r)",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "yium4r",
            "num_comments": 4,
            "comments": [
                ">Se tiver mais do que isso mês que vem eu vou ter que fazer semifinais ou coisa que o valha.\n\nSugiro fazer, de repente, fazer pelas que mais receberam curtidas talvez.",
                "Parabéns a u/calabrisado e a todos os participantes!!"
            ]
        },
        {
            "title": "alguém sabe o que é isso que está dando nas folhas da minha Calathea?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "yicu27",
            "num_comments": 0
        },
        {
            "title": "Cebola dando flores",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "yhbktj",
            "num_comments": 2,
            "comments": [
                "Muito bonito OP! E parabéns pelo seu jardinzinho de varanda, não é todo mundo que consegue cultivar tanta coisa num apartamento"
            ]
        },
        {
            "title": "A Vida Secreta das Árvores - Recomendação de livro!",
            "selftext": "&#x200B;\n\n[A vida secreta das árvores é um livro bem interessante.](https://preview.redd.it/rjigxx5m7kw91.jpg?width=3119&format=pjpg&auto=webp&v=enabled&s=eb377d6d90e19180255b08350ddf500a22079110)\n\nTerminei agora de ler esse livro que fala de diversos assuntos relacionados aos comportamentos das florestas e em específicos das árvores. É uma leitura bem agradável principalmente no começo e no final. No meio é um pouco repetitivo, porém vale a leitura.\n\nBasicamente o autor tenta relacionar a vida das árvores com a vida do ser humano e faz paralelos muito interessantes.\n\nVou colocar como prémio pra melhor foto do ano aqui do sub. Mas quem quiser comprar pode procurar na Amazon, tá baratinho. Abraços!",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "yfqha3",
            "num_comments": 0
        },
        {
            "title": "Primavera desabrochando no meu pequeno jardim",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "yarajw",
            "num_comments": 4,
            "comments": [
                "Quanta flor bonita :)",
                "Muito lindo!!",
                "Lindas!    \n  \nDicas para cuidar de lavanda? Já matei umas cinco :("
            ]
        },
        {
            "title": "Cuidados com Aloe Aristata",
            "selftext": "Olá pessoal, peguei minha primeira plantinha e é uma suculenta aristata, reuni algumas informações e gostaria de confirmar algumas delas e tirar uma dúvidas. Se alguém souber sobre poderia me ajudar por favor?  \n\n\n* Vi que quanto mais hidratada essa planta está, mais aberta as folhas ficam. Então fiquei na dúvida se essas folhas amareladas perto da raiz são sinais de ressecamento ou de encharcamento, já que as folhas desta estão abertas\n* Ainda sobre as folhas amarelas, devo retira-lás?\n* Sobre a regagem, em vazos com furo embaixo, vi que preciso regá-las (quando totalmente secas, pensei em utilizar um palitinho para verificar isso) até sair um pouco da água embaixo. No caso de vazos que não possuem furo embaixo, não entendi muito bem como deve ser. Pois penso em move-lá para um vazo se furo depois.  \n\n\nSegue imagens da plantinha: [https://imgur.com/a/K8gW4Qp](https://imgur.com/a/K8gW4Qp)",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "yaphqn",
            "num_comments": 3,
            "comments": [
                "Mais provável ser sinal de encharcamento. \n\nEu tiraria essas folhas amareladas.\n\nDisclaimer: não sei muito sobre suculentas.",
                "sei que esse post já é meio antigo, mas tô passeando pelo sub kkkkkkk\n\nacredito que essas folhas amarelas só estão velhas mesmo e a planta descartou pra gerar folhinhas novas. pode tirar se quiser.\n\nsobre a rega, usar um palitinho pra confirmar se tá seca mesmo é uma boa. mas foge de vasos sem furo (muito fácil de matar a planta pq não seca o fundo), vc pode manter ela num vaso furado e colocar esse vaso dentro do vaso sem furo q vc quer."
            ]
        },
        {
            "title": "Alguém sabe onde ou como posso conseguir uma muda de dorme-dorme?",
            "selftext": "Oiee\nQueria muito uma muda de dorme-dorme, aquela plantinha que a gente coloca a mão e as folhinhas fecham!\nEu já tentei comprar pela internet mas chegou aqui um galho velho e seco que não pegou. Também tentei comprar sementes, mas elas não brotaram.\n\nAlguém me dá uma dica?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y909oc",
            "num_comments": 17,
            "comments": [
                "Creio que vc vai ter que ir pegar no mato mesmo, nunca vi para vender.",
                "Adoro essa planta. Sempre comprava quando ia visitar meu avô em Rio Grande",
                "tem no chão aqui em Salvador 😂\né uma que dá uma florzinha redonda lilás?\nvou tentar pegar do chão pra ver se brota aqui em casa",
                "Caraca! Que ideia genial! Acho que vou tentar arranjar uma também!   \n    \nEu vi que tem uns vendendo no Mercado Livre. Agora se chega certo, já é outra história...",
                "Já vi delas na bahia e no goiás, mas sempre no meio do mato msm",
                "Aqui no sudeste elas são bem comuns, vc pode encontrar em pastos de gado principalmente.",
                "Achei um site gringo que vende sementes. [mimosa](https://onszaden.com/mimosa_pudica)"
            ]
        },
        {
            "title": "Maranta com flor?",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y6fmro",
            "num_comments": 2,
            "comments": [
                "Não sei pq quando postei o texto sumiu, mas enfim kkkk\n\nVocês já viram maranta dar flor? Não sei se são exatamente flores, mas não consegui pensar em mais nada que pudesse ser.\n\nTambém se alguém souber o nome dessa planta, achei por Ctenanthe Burle Marxii ou Calathea Amagris no Google, não tenho certeza qual é."
            ]
        },
        {
            "title": "Vi muitas plantas bonitas por aqui!! então quero mostrar alguns de meus pré-bonsais também",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y5quvd",
            "num_comments": 11,
            "comments": [
                "Que lindos parabéns!",
                "A Jaboticabeira tem um bom movimento!",
                "Muito massa! Quais as \"idades\" deles?",
                "Muito legal, parabéns!!",
                "Parabéns!! Belas plantas!"
            ]
        },
        {
            "title": "Oi pessoal! Alguém sabe me dizer por que estão aparecendo formigas nos substratos dessas duas suculentas? Ambas não tem pulgões ou cochonilhas.",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y5mjnz",
            "num_comments": 1,
            "comments": [
                "Eu não sei dizer ao certo. Mas posso contar o que já aconteceu com algumas plantas minhas: o problema inicial era fungo, que atraia aquelas moscas pequenas que se alimentam de fungo. Aí os ovos/larvas das moscas atraiam as formigas.   \n   \nNão sei se é o caso, mas fica o relato para tentar ver se não pode ser algo semelhante"
            ]
        },
        {
            "title": "Alguém de vocês planta ou plantou alho em casa?",
            "selftext": "Eu gosto de ter alguns temperinhos plantados para usar de vez em quando. Aí tava vendo que tem gente que planta alho, mas acaba nem usando os dentes em si, mas sim as folhas.   \n    \nAlguém aí já teve experiência com isso? Alguma dica? Da pra usar as folhas pra temperar mesmo? Precisa de muito sol?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y4n2qx",
            "num_comments": 1,
            "comments": [
                "Alho eu não consegui fixar na minha horta de sacada, mas cebola sim. Uso bastante as folhas delas na comida, tipo diariamente. As folhas tem bastante gosto de cebola.\n\nEu consegui colher umas cebolas pequenas. Cebola, para formar o bulbo, precisa de um fotoperíodo correto, e precisa saber a variedade dela pra saber o tempo de luz certo. Tem cebolas de dias curtos e cebolas de dias longos.\n\nPrecisa de pelo menos umas 4 horas de sol direto, mas se tiver mais sol, vai se desenvolver melhor ainda. \n\nAcredito que alho tenha algumas similaridades."
            ]
        },
        {
            "title": "A folha nova da minha Monstera maravilhosa s2",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y25l11",
            "num_comments": 3,
            "comments": [
                "Que lindaaa 🥺💕",
                "Uma de minhas plantas favoritas. Linda demais."
            ]
        },
        {
            "title": "Eu virei a cleptomaníaca das mudas",
            "selftext": "Esse é o desabafo de uma mulher que entrou pra vida do crime. \nDe uns tempo pra cá acabei criando um hábito criminoso... EU ROUBO MUDINHAS!! Não posso ver uma bela planta em meu caminho que já quero tirar um pedaço dela e levar comigo pra minha casa.\nO jardim do meu condomínio, minha vizinha, a pracinha do centro, a oficina perto de casa... Nada e ninguém está a salvo! Se sua planta estiver dando mole, eu vou arrancar um pedaço! \nLógico, nunca tiro mudas grandes o suficiente para serem percebidas... É basicamente o crime perfeito! \nNão me orgulho dessa vida fora da lei, mas acho que é isso que me tornei agora...",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y0y8t2",
            "num_comments": 12,
            "comments": [
                "Eu sou um ex clepto das mudas, mas eu tinha regras, não arrancava com raiz, só catava se fosse de galho e não fosse atrapalhar o desenvolvimento da planta e nem deixar feio ou evidente. Andava com uma tesoura na mochila, só encostava a moto, cortava e vroooom.....\n\nEu dirigia com um olho no trânsito e outro na calçada. Não durou muito tempo até eu parar com isso e comecei só a pedir e se eu tivesse a pé.\n\nA galera do r/proplifting aprova ehehe, só que lá eles não aprovam furto, o nome é mais uma piada mesmo.\n\nDessas aí eu acho que todas vão morrer kkkkk é não, acho que só a jibóia sobrevive. Talvez a segunda que parece r/ItsAThaumatophyllum  também fique viva, e a samambaia também provavelmente, talvez só morra a última mas acho que não.",
                "KKKKK eu sou igual! Mas tentando sair dessa vida depois que descobri que é literalmente crime em algumas cidades (cuidado por aí viu gente kkk)\n\nRecentemente a prefeitura cortou uma árvore da praça do bairro que tinha várias jibóias (a planta rs) crescendo pelo tronco. Obviamente eu catei tudo e agora tenho mais mudas que espaço kkk também tenho tradescantias (lambari e trapoeraba), espada de São Jorge e hera que achei na rua. Minha 'filosofia' criminal é de pegar pedaços que já estejam caindo ou mudas bem pequenas, quase imperceptíveis.\n\nUm dia estava na cidade dos meus pais e estavam podando o jardim em frente a um prédio comercial. Eles tinham cortado um monte de espadas de são jorge e estavam quase varrendo pra jogar no lixo. Eu perguntei se podia levar e eles falaram que sim, daí montei um vaso gigantesco e ainda trouxe umas mudas pra mim rs",
                "Essa última aí é o qie? Hibisco?",
                "Eu na vida rs",
                "kkkkk dá pra escrever uma história sobre isso. muito bom 😁👍"
            ]
        },
        {
            "title": "Boa tarde pessoal, adubei a minha cerejeira da calçada!",
            "selftext": "&#x200B;\n\n[Usei um pacote de 4kg de terra preta e 10 medidas maiores de fertilizante 4-14-8.](https://preview.redd.it/53snfrshp0t91.jpg?width=2767&format=pjpg&auto=webp&v=enabled&s=659472dd07fbaff9622fe05ae611a36129d80de9)\n\nNão sei se está certo, mas da outra vez que fiz isso ela deu uma boa florescida. Também não sei se é bom tirar as plantinhas que nasceram do lado, será que atrapalha?\n\nVou postando atualizações conforme ela for mudando. Abraços!",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "y0ljff",
            "num_comments": 1,
            "comments": [
                "Que legal! Tomara que ela floresça bastante, cerejeiras são lindas e atraem vários passarinhos"
            ]
        },
        {
            "title": "Vi aqui no grupo que tinha um eng. agrônomo, (ou qualquer outra pessoa que tenha conhecimento sobre o assunto)se voce ver esse post e puder me ajudar, agradeço muito. Folha da orquídea com manchas que parecem queimado.",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xtryc5",
            "num_comments": 5,
            "comments": [
                "Oi querida, parece que é queimadura de sol, ela fica exposta à sol direto em algum momento do dia?",
                "Pode ser fungo ou lesma em baixo das folhas. A casca de pinus tb não pode estar suja, pois pode contaminar as raízes"
            ]
        },
        {
            "title": "Boa noite pessoal! Votem na melhor foto do mês de setembro!",
            "selftext": "Desculpem o atraso, mas aqui vão as fotos postadas nesse mês:\n\n [Achei um mini lírio da paz hoje 🥺](https://www.reddit.com/r/PlantasBrasil/comments/xgqtda/achei_um_mini_l%C3%ADrio_da_paz_hoje/) por  u/singelinhor\n\n [Meu pai saiu pra comprar tempero na feira e voltou com duas samambaias e o suporte ainda](https://www.reddit.com/r/PlantasBrasil/comments/xjhpc8/meu_pai_saiu_pra_comprar_tempero_na_feira_e/) por   \n\n[u/Ma\\_Revert](https://www.reddit.com/user/Ma_Revert/)\n\n [Mudinha de Singônio que ganhei ontem](https://www.reddit.com/r/PlantasBrasil/comments/xk7plu/mudinha_de_sing%C3%B4nio_que_ganhei_ontem/) por  u/Social-Bunny\n\n [Minha horta de espinafres: como começou e como está agora](https://www.reddit.com/r/PlantasBrasil/comments/xmzf2b/minha_horta_de_espinafres_como_come%C3%A7ou_e_como/) por  u/Flyredas\n\n [resistindo ao sol](https://www.reddit.com/r/PlantasBrasil/comments/xqitkn/resistindo_ao_sol/) por  u/andswanted \n\nVotem na foto que vocês mais gostaram. Muito obrigado a todos e vamos continuar plantando pessoal, é uma atividade muito gratificante. Abraços!\n\n[View Poll](https://www.reddit.com/poll/xsibmy)",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xsibmy",
            "num_comments": 5,
            "comments": [
                "🥰",
                "Me perdoe os demais candidatos, mas esse Sirgônio ta um charme só",
                "Parabéns u/singelinhor ! E a todos que participaram!"
            ]
        },
        {
            "title": "Como remover thiram das sementes ?",
            "selftext": "Boa tarde, pessoal ! Quero plantar tomates, mas acabei comprando sementes tratadas com thiram. Gostaria de usar trichodermo no substrato, mas acho que os fungos são sensíveis a esse pesticida e podem morrer. Existe possibilidade de remover o thiram ?",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xrazqx",
            "num_comments": 2,
            "comments": [
                "Oi OP, O Thiram não é um fungicida, na verdade é um fungistático, ou seja, ele não mata fungos mas inibe seu crescimento. Creio que algumas sementes tratas com isso não vão afetar seu substrato de maneira significativa, ao fim o produto se decompões e deixa algum enxofre para as plantas e o fungo vai se balancear. Se vc quiser realmente remover o ideal seria lavar as sementes com um solvente, tipo acetona, mas acho que vai fazer mais mal do que bem.  Espero ter ajudado. Abraços."
            ]
        },
        {
            "title": "resistindo ao sol",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xqitkn",
            "num_comments": 2,
            "comments": [
                "Essa roxinha é frutifera ? 🤔"
            ]
        },
        {
            "title": "Minha horta de espinafres: como começou e como está agora",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xmzf2b",
            "num_comments": 2,
            "comments": [
                "NOSSA QUE DEMAIS! Logo logo vou ter minha hortinha também. Até agora o que eu tentei plantar foi alfaces três vezes e nunca deu certo. Mas uma hora eu consigo. Parabéns pelos espinafres! Popeye ficaria orgulhoso! 😁"
            ]
        },
        {
            "title": "Novas tabelas e calendários!",
            "selftext": "Boa tarde, pessoal! Eu adicionei links para as melhores tabelas de plantio que consegui achar na internet. Na parte de cima agora temos os seguintes links:\n\nPlantas Amigas: Plantas que podem ser cultivadas lado a lado estão em verde, aquelas que não ficam bem juntas estão em vermelho e indiferentes em cinza. Fonte: [https://www.fazfacil.com.br/](https://www.fazfacil.com.br/)\n\nCalendário Horta / Erva / Flores: As plantas mais comuns separadas por época de cultivo e por região. Dentre outros detalhes. Fonte: [https://www.sementesfeltrin.com.br/](https://www.sementesfeltrin.com.br/)\n\nSe vocês tiverem outros calendário/tabelas melhores para compartilhar eu agradeço, podem me mandar no privado que eu analiso e coloco no sub.\n\nObrigado, até mais!",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xmy8k6",
            "num_comments": 0
        },
        {
            "title": "Mudinha de Singônio que ganhei ontem",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xk7plu",
            "num_comments": 3,
            "comments": [
                "Tinha na minha casa quando morava em Valinhos, se é a mesma, cobre um muro que é uma beleza.",
                "Tenho uma numa garrafinha exatamente igual 🥺"
            ]
        },
        {
            "title": "Meu pai saiu pra comprar tempero na feira e voltou com duas samambaias e o suporte ainda",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xjhpc8",
            "num_comments": 7,
            "comments": [
                "faria igual",
                "Pra que comprar samambaia se aqui nasce sozinho no mato(talvez  comprou pelo recipiente)",
                "Seu pai deve ser um cara FODA.",
                "Seu pai é uma boa pessoa, minha inspiração kkk"
            ]
        },
        {
            "title": "Boa noite pessoal! Novo concurso. E dessa vez para o mês todo!",
            "selftext": "Pessoal, quero criar uma rotina de eventos aqui no sub e por enquanto a única ideia que me vem a mente é um concurso de melhor foto do mês. Por isso, se alguém tiver alguma ideia de como fazer esse sub crescer eu agradeço e peço que me envie no privado. Porém enquanto outras ideias não aparecem, vou explicar como esse evento aqui irá funcionar.\n\nBom, assim como o anterior, vocês podem enviar imagens das suas plantas que irei abrir votação e o vencedor irá ganhar um prémio. Dessa vez o prêmio vai ser \"Prêmio Platinum\" ele dá acesso a 1 mês de Reddit sem propaganda, mais um mês de acesso ao r/lounge e 700 Reddit Coins. As imagens que forem postadas do dia 19/09 até 30/09 as 19:00 horas irão fazer parte do concurso.\n\nEu agradeço quem vem participando ativamente do sub até aqui, quem ajudou a divulgar, aos moderadores e as pessoas que se inscreveram no sub. Até a próxima!",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xir34g",
            "num_comments": 0
        },
        {
            "title": "Milho, abobora e feijão. O cultivo milenar que sustentou as civilizações americanas.",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xh3kdl",
            "num_comments": 0
        },
        {
            "title": "Achei um mini lírio da paz hoje 🥺",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xgqtda",
            "num_comments": 4,
            "comments": [
                "Uma curiosidade. A da direita ao fundo é uma bromelia?",
                "Coisa linda, já está precisando de um vaso maior e um substrato mais robusto. Estes lírios são ótimas plantas indoor, não precisam de muita luz bem muito cuidado, vai postando o desenvolvimento dele!"
            ]
        },
        {
            "title": "Final do Primeiro Concurso do Sub! Votem no Ganhador!",
            "selftext": "Boa noite pessoal, muito obrigado por terem participado, espero que esse seja o primeiro de muitos eventos aqui no sub. Se vocês tiverem outras ideias de como promover a interação aqui estou sempre a disposição no privado ou em posts aqui também.\n\nSem mais delongas! \n\nOs concorrentes são:\n\n [Minha rosa do deserto florida!](https://www.reddit.com/r/PlantasBrasil/comments/xf28ug/minha_rosa_do_deserto_florida/)  por u/Flyredas\n\n [Minha orquídea que floriu esses dias](https://www.reddit.com/r/PlantasBrasil/comments/xfsqps/minha_orqu%C3%ADdea_que_floriu_esses_dias/) por u/Ma_Revert\n\n [Meu neném...](https://www.reddit.com/r/PlantasBrasil/comments/xfys22/meu_nen%C3%A9m/) por u/wonderg-85  \n\n\nVote na foto que você mais gostou:\n\n[View Poll](https://www.reddit.com/poll/xg42tg)",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xg42tg",
            "num_comments": 4,
            "comments": [
                "Se vc veio até e leu essa enquete, por favor vota ou curte,  para que a gnt consiga ganhar engajamento e aumentar o nosso alcance, e fazer o nosso sub crescer!\n\nNão custa nadinha 🥲🙏🥺",
                "Parabéns u/Ma_Revert ! E a todos que participaram!",
                "Semana que vem vou estruturar mais um concurso dessa vez vai ser pro mês todo e o ganhador vai ganhar alguma coisa melhor. Ainda não sei, mas semana que vem eu decido kk Abraços!!"
            ]
        },
        {
            "title": "Meu neném...",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xfys22",
            "num_comments": 2,
            "comments": [
                "Que lindas! É uma suculenta junto com o cacto?"
            ]
        },
        {
            "title": "Minha orquídea que floriu esses dias",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xfsqps",
            "num_comments": 6,
            "comments": [
                "ai que coisa mais linda😭😭❤️❤️❤️",
                "Que maravilhosa 😍\nA minha tbm floriu, acho que é época delas florirem",
                "Parabéns OP. A foto está tão clean que achei que era uma renderização em 3D 😀"
            ]
        },
        {
            "title": "Minha rosa do deserto florida!",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xf28ug",
            "num_comments": 5,
            "comments": [
                "Muito linda. Parabéns!!",
                "Dicas para cuidar?",
                "É tão linda essa planta. Sou apaixonada nela"
            ]
        },
        {
            "title": "Aplicativos e Páginas de troca de plantas",
            "selftext": "Esses dias vi um subreddit gringo de troca de plantas que parecia funcionar muito bem. Fui pesquisar sobre isso no Brasil e não achei muitas informações. Li sobre uns apps, mas ainda não experimentei, alguém já teve experiência com eles e recomendaria?\n\nVi também que existem grupos de facebook e telegram com essa função, mas ainda não encontrei nada. Se tiverem dicas, deixa aqui!",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xdntci",
            "num_comments": 3,
            "comments": [
                "Eu só vi coisa do tipo com plantas de aquário. Mas o pessoal mandava por Correios, não eram trocas com pessoas da mesma região.   \n   \nInclusive, nem sei se de fato pode mandar plantas por Correios, pode?",
                "Op, existem algumas redes de troca entre agricultores agroecológicos, mas são mais voltados para sementes tradicionais como milho, feijão, abóboras etc. De vez em quando tem alguém com mudinhas de plantas diferentes, mas quase sempre de plantas alimentícias. Vale checar feiras e eventos de Agroecologia, Permacultura e da Reforma Agraria, o MST estimula bastante este tipo de feira de trocas."
            ]
        },
        {
            "title": "Pra quem compra ou ganha plantas aleatórias, recomendo o Picture This! App de identificação de plantinhas, até agora, nunca me falhou",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xd85k6",
            "num_comments": 6,
            "comments": [
                "Muito bacana, obrigado pela dica! Eu usava usava um de identificação de pássaros antigamente e identifiquei vários João de Barro aqui no meu bairro. Esse apps estão ficando cada vez melhores",
                "O Seek é muito bom não só pra plantas mas pra várias coisas tbm"
            ]
        },
        {
            "title": "Bom dia pessoal . Essa mensagem é para você que entrou aqui pelas minhas postagens no r/brasil e r/PergunteReddit. O que você deseja com esse Sub?",
            "selftext": "No momento que estou escrevendo esse post, esse subreddit tem 76 membros. Eu pensei que não iria ter nem 10, então muito obrigado. Porém como é meu primeiro sub eu não sei qual é ritmo que as coisas acontecem, e também não sei qual o motivo de vocês estarem aqui já que até agora apenas 3 pessoas dessas 76 interagiram através de comentários ou posts. Então eu gostaria que você que entrou postasse o que está procurando nesse sub e eu vou tentar fazer o melhor para conseguir atender. Também fiz uma enquete para quem não quer se expor/for tímido.\n\n[View Poll](https://www.reddit.com/poll/xcdhad)",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xcdhad",
            "num_comments": 14,
            "comments": [
                "[deleted]",
                "Eu sou agrônomo, mas trabalho em outra área. Amo horticultura mas no momento moro em apartamento sem chance de ter um vaso sequer. Mas estamos aí, quero ver suas plantinhas.",
                "Eu vim pra ajudar um pouquinho e descobrir plantas novas pra minha casa.",
                "Tenho interesse em plantas e quero aprender a cultiva-las em minha casa",
                "Eu quero aprender a não matar minhas plantas hahahahahaha",
                "Comecei manter plantas em casa (apartamento na verdade) no início da pandemia (pleno boom do *urban jungle*) e agora estou viciado, mas ninguém que eu conheço tem o mesmo hobbie kkkk tenho interesse em aprender e trocar informações sobre plantas enquanto vou crescendo minha modesta coleção.",
                "Fala, OP. O que vc acha que o sub poderia fazer pra dar mais um boom? Sou doido pra termos um subreddit de plantinhas mais ativo. Não sabia que esse era novo, já parabenizo a iniciativa!"
            ]
        },
        {
            "title": "Procurando dicas para apartamento",
            "selftext": "Bom dia, turma. Acabei de me mudar para um apartamento em Florianópolis em uma região bem florestada de mata atlântica.\n\nO apê em si não tem muito espaço, mas tenho uma varanda que pega bastante sol pela manhã e molha bastante com a chuva.\n\nNo momento tenho 2 suculentas e 1 cacto que ganhei na mudança kkkk. Já tenho algumas plantas em mente, mas queria ouvir umas dicas. Toda e qualquer sugestão é bem vinda.",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xccnbx",
            "num_comments": 10,
            "comments": [
                "Se a umidade for boa, sugiro pesquisar orquídeas.\n\nTenho algumas que estavam comigo num AP em SBC/SP, vão muito bem se cuidadas e adubadas.",
                "Que legal. Aqui em casa nós temos um certo espaço que dá pra ter um abacateiro e algumas plantas a mais. Não é um super espaço, mas temos muitos cactos também e algumas plantas que não sei quais são kkk, depois vou postar para ver se alguém consegue identificar.\n\nDicas eu teria em mente um bonsai. Acho fantástico quem tem e sabe cuidar. Já que seu espaço é pequeno existem vários que ficam perfeitos em locais menores e até dão frutos.",
                "Eu acho muito útil ter vasinhos com temperos, cebolinha, salsinha, manjericão, orégano, hortelã",
                "Suculentas e cactos adoram sol direto, mas como a área parece ser úmida, muito cuidado com as regas e com o substrato (tem que ser beeem aerado).\n\nSe gostar de plantas ornamentais, acho muito fácil cuidar de jibóias (*epipremnum* e *scindapsus*), monsteras (tenho uma costela de adão e adansonii apenas, mas tem outras bem interessantes) e filodendros (existem vários). São fáceis de achar, crescem rápido e são fáceis de tirar mudas, aí você pode presentear alguém ou ir dobrando sua coleção rs\n\nUma hortinha de temperos é sempre uma boa, ainda não tenho mas estou estudando como começar rs",
                "Pega uma muda de jabuticaba híbrida, vai bem na varanda."
            ]
        },
        {
            "title": "Evolução do meu girassol",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xbpcmy",
            "num_comments": 2,
            "comments": [
                "Que lindinho 🥺"
            ]
        },
        {
            "title": "Minha cerejeira Yukiwari floreceu pela primeira vez hoje. Alguém tem alguma dica para tratar dela? Só saiu essa flor da árvore inteira. Não sei se é normal",
            "selftext": "",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xbnhaz",
            "num_comments": 0
        },
        {
            "title": "Pessoal quem quiser fazer parte da moderação ou tiver alguma dica pode comentar aqui",
            "selftext": "Ajudem a comunidade a crescer e eu conseguir respostas pras minhas dúvidas sobre plantas kkk",
            "subreddit": "PlantasBrasil",
            "topic": "jardinagem",
            "id": "xblws0",
            "num_comments": 4,
            "comments": [
                "Boa sorte com seu sub, adorei a ideia e gostaria de sugerir um app: Plantin",
                "Oi? Ouvi alguma coisa sobre moderação? To dentro."
            ]
        }
    ]
}