{
    "posts": [
        {
            "title": "SASØRI - NN TEM NA NASA [Trap] (2023)",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "12sn3d7",
            "num_comments": 0
        },
        {
            "title": "ISSO É PLANET HEMP!",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "12r51nm",
            "num_comments": 0
        },
        {
            "title": "Kalamaha – Carlinha (acústico, 2022)",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "12pz4si",
            "num_comments": 0
        },
        {
            "title": "Alguém gosta de música clássica aqui?;-;",
            "selftext": "Exemplos:Mozart,Beethoven,Chopin,Franz Liszt,Bach,Paganini,Vivaldi, Tchaicovski(n sei escrever), Saint Saëns etc",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "12hoxyw",
            "num_comments": 1,
            "comments": [
                "Boas, son dunha banda de música de Galicia, se hai algún portugués que este por Galicia está máis que invitado a vir tocar con nos"
            ]
        },
        {
            "title": "Escolta - Afronta feat. Imortal Joe [Nu Metal] [AutoralBsb]",
            "selftext": "Convido vocês a conhecerem a banda Escolta, uma banda de nu metal autoral de Brasília! \n\"Com riffs pesados, batidas marcadas por influência da música brasileira misturada com nu metal e hip-hop, a Escolta tem um som enérgico e envolvente.\" \nQuem quiser conhecer, clica no link do vídeo e dá play nessa música muito boa com participação da Imortal Joe! \nE se tiver alguém de Brasília aqui, dia 18/04 eles vão tocar na Infinu (506 sul) junto com outras duas bandas autorais de Brasília também: Marsalla e Imortal Joe",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "12hmy2x",
            "num_comments": 0
        },
        {
            "title": "Discord para artistas, produtores, etc trabalharem juntos",
            "selftext": "Fizemos um servidor no Discord dedicado a divulgar o som brasileiro para o resto do mundo, colaborando e ajudando artistas, produtores, engenheiros de som, e todos do mundo musical.\n\nMembros podem;\n\n-Promover seus trabalhos (músicas, beats, etc.)\n\n-Trabalhar com outros artistas, produtores, engenheiros de som, e etc\n\n-Ganhar feedback nos seus trabalhos\n\n-Ganhar ajuda sobre DAWs ou qualquer coisa do mundo musical\n\n-Ou até só bater um papo e ouvir músicas feita no “underground” \n\nTemos a missão de fazer uma comunidade onde todos do mundo de música podem se ajudar a crescer, enquanto outros que apenas querem curtir um som foda podem descobrir artistas e músicas novas.\n\nJunte se a nós ⬇️\n\n[https://discord.gg/pCWc3jhY8D](https://discord.gg/pCWc3jhY8D)",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "12gw6ja",
            "num_comments": 0
        },
        {
            "title": "Primeira pedaleira",
            "selftext": "Queria comprar uma, to em dúvida mesmo pesquisando bastante, queria uma na faixa de 100 a 600 reais",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "12gvh5b",
            "num_comments": 1,
            "comments": [
                "As Zoom são bem legais e acessíveis. Uns 2 anos atrás comprei uma Zoom G1Xon usada por 350,00 e me serve muito bem até hoje. Nem consegui testar todos os efeitos de tanta coisa que ela tem, e a qualidade de som é a mesma da G3 antiga, dá pra tocar tranquilo e ainda tem pedal de expressão, que funciona pra usar wahwah, whammy, volume, etc. Agora tem a Zoom G1 Four que é a evolução da G1on, dá uma procurada. Acredito que se procurar bem você consiga achar ela usada dentro do seu orçamento.\n\nSe não conseguir, tão falando muito bem daquelas M-Vave Cube Baby, que você consegue comprar por menos 200 reais e já faz muita coisa legal. Tem menos efeitos, mas como primeira pedaleira serve tranquilo"
            ]
        },
        {
            "title": "Alguém faz rap aqui?",
            "selftext": "Olá a todos, estou procurando alguém que gostaria de uma colaboração. Eu faço principalmente hip hop oldschool e batidas do tipo dark/triste. Se você estiver interessado em usar minhas batidas, todas são gratuitas. Eu gostaria de colaborar. Muito obrigado.",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "128ktcs",
            "num_comments": 1,
            "comments": [
                "Entra aqui na nossa comunidade do discord para artistas, produtores, e etc irmão https://discord.gg/WXu8Xx2ACQ"
            ]
        },
        {
            "title": "Como desmoralizar um trabalho sobre o Funk",
            "selftext": "Salve meus camaradas, eu tô no 3° ano do ensino médio e preciso fazer um trabalho sobre o funk ( como no título ) e cara se tem um estilo musical a eu desprezo é o funk se alguém puder me ajudar dando dicas sobre as piores fases do funk e como funk é uma obra do satanás na música brasileira e na cultura eu agradeceria e muito",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "1268vct",
            "num_comments": 5,
            "comments": [
                "Cara, eu meio que compartilho do teu desprezo pelo funk no geral, mas... tu tá tendo uma oportunidade de conhecer o funk raíz, o funk bom, e prefere hiperfixar nos funk putaria que tem na frontpage do YouTube e taxar o gênero todo como \"uma obra do satanás\"?\n\nEu entendo a ideia preconcebida, mas nem sempre o funk foi esse estereótipo de MCs sem talento, melodias desinspiradas e letras chulas e pejorativas que temos aos montes hoje. O funk já foi sinônimo de crítica social tanto ou até mais do que o próprio rap.\n\nJá que você precisa estudar o negócio a fundo pra fazer o trabalho, que tal focar em conhecer o funk consciente, que a maioria não conhece?\n\nEm meados dos anos 90 tinha os clássicos [Era só mais um Silva](https://www.youtube.com/watch?v=wbsY2YHxpZo), do MC Marquinhos e [Eu só quero é ser feliz](https://www.youtube.com/watch?v=JXqE5A1Vwcg), de Cidinho e Doca. Dois gritos de protesto sobre à realidade do favelado médio, que não é bandido, só deu o azar de nascer em um local marginalizado e só quer ganhar a vida honestamente, mesmo sendo rodeado por tragédia e violência. Dá uma olhada na mensagem dessas duas músicas.\n\nMeados de 2000 tinha o romântico [Se ela dança eu danço](https://www.youtube.com/watch?v=SNkhZ-RMB7Y) do MC Leozinho. Zero putaria, zero duplo sentido, zero apelação. Só uma música maneira e respeitosa. Um dos pouquíssimos funks que eu escuto com certa frequência até.\n\nMais recentemente, tem o [Não foi Cabral](https://www.youtube.com/watch?v=OqJ8uYkVUaI) da MC Carol, que é uma verdadeira aula da história do Brasil com um olhar que os livros de história não gostam muito de focar, de como a nossa história é marcada pela injustiça cometida pelos europeus com os nossos indígenas.\n\nE ainda mais recentemente tem o [Ilusão (Cracolândia)](https://www.youtube.com/watch?v=5LqeD-m7Iho), que é um collab de vários MCs em uma tremenda de uma mensagem anti-drogas pra juventude.\n\nTalvez isso não venha a mudar a sua opinião, mas eu considero meio injusto rotular TODO o funk como \"uma obra do satanás na nossa cultura\", kkkk! (Apesar de que eu entendo que o funk no geral, e principalmente o mais mainstream, é bem bosta mesmo...)\n\nEnfim, espero que esses exemplos te ajudem a ver o funk (ou ao menos a parte menos ruim dele) sob uma luz mais positiva, e que isso te ajude no trabalho. Tmj fera, boa sorte ae!",
                "Independente do que você escrever sobre funk, tenho certeza de que usar pontuação vai ajudar sua nota.",
                "Você vai fazer um trabalho de escola, se você depreza é uma opinião, o trabalho é outra coisa",
                "[Esse vídeo pode te dar umas ideias…](https://youtu.be/A_OE2qq1VZs)"
            ]
        },
        {
            "title": "Por que o Brasil não tem artistas internacionais como Anitta te feito?",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "11ok4gk",
            "num_comments": 8,
            "comments": [
                "Antigamente tinha. Tom Jobim por exemplo",
                "Sepultura...",
                "Michel Teló teve seu momento",
                "Quais artistas internacionais temos hoje de países de línguas não-inglesas? Que estejam presentes na música POP? O mercado fonográfico é fechado e centrado. Por outro lado, tivemos \"artistas internacionais\" POP que mergulharam de cabeça atrás de referências internacionais. George Michael tem uma versão maravilhosa de Desafinado. \n\nMas fora do mundinho POP artistas brasileiros fizeram e fazem muito sucesso lá fora as vezes até mais lá fora que aqui. Eu conheci o Seu Jorge em Londres antes dele ser conhecido no Brasil. Mas dá pra citar dos anos 2000 pelo menos: Bebel Gilberto, Suba (era um Iugoslavo que construiu a carreira no Brasil), Jair Oliveira (o Jairzinho, filho de Jair Rodrigues), Moreno Veloso e mais. O Nação Zumbi também era bem conhecido do pessoal que curte World Music."
            ]
        },
        {
            "title": "O que acham da carreira de Ivete Sangalo?",
            "selftext": "Fato que Ivete Sangalo é uma das maiores e populares cantoras do Brasil. Com 30 anos de carreira continua relevante, arrastando multidões, um ícone!\n\nMas, assim como Anitta, Ivete lá de 2002, de Festa, tinha potencial para ir ao mercado internacional, inclusive lançou disco em espanhol e turnês na Europa\nEm Portugal ela é um fenômeno. Uruguai, Argentina e Paraguai também lotam arenas para assistir Veveta.\n\nOk! Ela já explicou que não queria abdicar de diversas coisas que Anitta abdicou, nem ter todo um trabalho enorme para ser internacional. \n\nMas Ivete poderia com facilidade conquistar o público hispânico, qual motivo isso não aconteceu?\n\nCom 30 anos de carreira, artistas internacionais se tornam mega personalidades. Não precisam de mídia toda hora e todo lançamento e turnês são um estrondo. Beyoncé, Madonna, Shakira, Michael Jackson e mais, se tornaram \"deuses\" da música, do entretenimento.\n\nSinto falta de Ivete Sangalo ter uma construção de imagem de uma \"deusa\" do entretenimento brasileiro. Ao contrário a cantora tá atrás de programas na tv, turnês, micaretas, lançamento e mais lançamentos...\n\nO que vocês acham? \n\nNa minha opinião Ivete pós Madison, teve o disco Real Fantasia, muito bom. Mas depois disso poderia ter inovado na música nacional, um trabalho nas redes sociais e streamings, lançamentos com um propósito de serem diferentes e mexerem na indústria fonográfica brasileira.\n\nE aí, acham o que?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "11mfr5i",
            "num_comments": 1,
            "comments": [
                "Ivete Brasil > Anitta \"internacional\"  \n\n\n  \ne não, não sou fã de nenhuma delas.  \n\n\na gente precisa começar a olhar a indústria da música com um pouco menos de deslumbramento e um pouco mais de, por falta de palavra melhor, cinismo.   \n\n\nnão acho que esse reconhecimento internacional deva  ser lido como *\"nossa, tá vendo o que dá se esforçar e meter a cara?\"*. isso fede a meritocracia, algo que não existe, especialmente na música. é mais oportunidade do que vontade, e tanto a oportunidade quanto a vontade são \"forças mais fortes\" no lado do empresário do que no lado do artista.  \n\n\n  \nno frigir dos ovos, e, repito, digo isso olhando de fora (o que talvez me conceda alguma autoridade), a Ivete aqui circunscrita me parece uma artista muito maior, mais realizada e, sobretudo, **mais consistente**  do que a Anitta.  Se Ivete lamenta essa realidade (a de se \"contentar\" com o Brasil) eu não sei, mas   ela nem precisa, saca?,  e arrisco dizer que ela deve até preferir \"só\" reinar aqui dentro do que ser peã lá fora. Aqui, na MPB (música pop baiana? srsr) de trio elétrico que ela faz, é soberana. Annita? Grammy? Conheço banda local que foi indicada, tem album bem avaliado nas publicações, fez e faz turnê na Europa de vez em quando, mas que, por exemplo, não proporcionou a nenhum dos membros a independência financeira através da música autoral. Claro, não é o caso funkeira, que deve estar podre de rica antes mesmo de ter ultrapassado nossas fronteiras, mas digo isso só pra colocar as coisas numa perspectiva mais favorável à análise aqui proposta.   \n\n\nEu não duvido que  a Anitta, enquanto artista,  tenha um dia a dia muito mais penoso - e, fazendo as conta$, menos lucrativo - do que a Ivete."
            ]
        },
        {
            "title": "The Analyst - Brazilian Way To Funk [DNBB Records]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "11fl5ml",
            "num_comments": 0
        },
        {
            "title": "me ajudem a encontrar esta música",
            "selftext": "Edit: eu acho que ela é a becca perret. Ele não sei. Ainda não consegui encontrar.\n\nO vídeo é duas pessoas cantando numa varanda fazendo um cover de uma música gringa antiga. Penso que a música era da ashanti, mas não tenho certeza. O moço é negro e a moça é parda com uma afro grande. Ouvi ontem no salão e estou doida para encontrar a música kkkk é que nem a letra consigo lembrar.",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "10qvckq",
            "num_comments": 0
        },
        {
            "title": "Nunca desprezei tanto o funk na minha vida",
            "selftext": "Dos meus 14 até os 16 (tenho 20 anos hoje em dia), não tinha referência cultural nenhuma, escutava funk pra tomar café da manhã, pra ir pra escola, na escola, voltando da escola, em casa e indo dormir. Porém de vez em quando(quase nunca), gostava de escutar alguns modões de viola e até mesmo MPB, dava pra ver que eu tinha interesse por coisas boas e tinha uma salvação em potencial kkkkkkk. \nTudo começou de verdade quando eu joguei fallout 3 e 4 (um jogo de RPG, onde as músicas principais são aquelas \"oldies 30s/40s/50s), e fiquei viciado em blues e lo-fi, e claro já percebendo a inferioridade do funk, tanto musicalmente, tanto culturalmente.\nAlguns meses atrás fiquei mais proximo de um amigo meu (guitarrista) que conheço há anos, e por causa dele comecei a gostar de rock/heavy metal. Depois de insistir muito, ele me levou ontem (20/01/2023) pra um show de cover do rammstein, e que show foda do krl, melhor rolê que já dei na vida. Saindo da casa de show, eu e meus amigos conversamos sobre como funk é um lixo, literalmente é um lixo musicalmente. E cheguei a conclusão que: funk NÃO é cultura, é um estilo \"musical\" pra pessoas burras e sem profundidade. E digo mais essas letras de merda, estão fodendo a geração mais nova, c uma má influência imensurável (dentre muito mais coisas, mas o texto já tá grande demais, e acho que ninguém vai chegar até aqui kkkkk). Mas é isso, só queria deixar registrado o maior desprezo do mundo que tenho ao funk e o show de ontem, que foi maravilhoso.\nSim, eu li as regras e sei que elitismo é uma coisa ruim de se fazer, porém é verdade🤷🏾‍♂️.",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "10hszp4",
            "num_comments": 2,
            "comments": [
                "Pelo que li você não é do tipo de correr atrás de conhecer coisas novas, você espera que elas caiam na sua frente, senão teria pesquisado sobre o funk consciente e sua importante influência cultural nas comunidades de onde surgiram. O funk é uma forma de dar voz para um povo marginalizado vivenciando a pobreza e violência rotineira da periferia, é uma forma de expressão que vai além da música.\n\n>funk NÃO é cultura, é um estilo \"musical\" pra pessoas burras e sem profundidade.\n\nVocê se refere ao funk de forma generalizada, sendo que é um gênero complexo assim como todos os outros. Se você tá falando do funk manufaturado atual, que é totalmente desprovido da arte e da critica social, eu até entendo, mas nem por isso é justo dizer que quem consome isso não tem cultura/tem baixa educação. Você está sendo elitista tanto no contexto da música, quanto no de classe social.\n\n>Sim, eu li as regras e sei que elitismo é uma coisa ruim de se fazer, porém é verdade🤷🏾‍♂️.\n\nOpinião não significa que é verdade.",
                "Ok ferinha, sua opinião, não quer dizer que eu tenha que aceitar esse tipo de pensamento preconceituoso, trancando o post."
            ]
        },
        {
            "title": "Ouçam minha musica no spotify, estou começando então não esperem muita qualidade",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "109ahfr",
            "num_comments": 0
        },
        {
            "title": "Disturbed é timeless demais",
            "selftext": "Simplesmente incomparáveis. Alguém mais curte?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "1095wol",
            "num_comments": 2,
            "comments": [
                "também curto, inclusive, também sou de união k\n\nedit: costume de viver na ufal"
            ]
        },
        {
            "title": "a dying god coming into human flesh é uma obra de arte.",
            "selftext": "Não sei explicar, mas essa musica é algo absurdo... O clima que ela geral, o vocal, a guitarra e tudo nela é incrivel. \n\nAlém de que a letra me deixa arrepiado. Me parece ser algo muito profundo... Já faz mais de um mês que eu ouço sem parar e imaginar isso, um Deus morrendo em um corpo humano me faz imaginar histórias e coisas que vão muito além. O que acham? Vocês tem alguma musica que faz isso com vocês?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "103n3wc",
            "num_comments": 5,
            "comments": [
                "Vou dar uma olhada",
                "Celtic Frost é perfeito né cara"
            ]
        },
        {
            "title": "Pra você, quem é Melinda?",
            "selftext": "E não me refiro a uma pessoa, mas algo.\n\nOuvindo bastante Opeth recentemente e venho pensando muito sobre Still Life. Um álbum de storytelling bem melancólico.\n\nE Melinda, o personagem central do álbum, é o que dá início pra toda história. Melinda é alguém que o protagonista precisa e vice-versa, mas não consegue de fato conquistar, seja por erros próprios ou por ser arrancada por forças exteriores. É uma história com um final triste - por ser um sonho impossível de se alcançar. Melinda são os sonhos, desejos e talentos que você não pode conquistar por conta das circunstâncias que revolvem você e ao seu redor.\n\nEntão, pra você, quem é Melinda?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "1036w7z",
            "num_comments": 2,
            "comments": [
                "Se eu tivesse uma Melinda eu não estaria tão sem rumo na minha vida!"
            ]
        },
        {
            "title": "Me ajudem a encontrar uma música...",
            "selftext": "Feliz ano novo!\n\n\nNessa virada de ano, estava voltando pra casa ouvindo a rádio mix e ouvi uma música eletrônica interessante. Havia voz masculina e feminina, um homem e uma mulher cantando. O drop era com assobio e me lembro vagamente de uma frase: \"se você quiser eu quero, se me pegar com a guarda baixa...\", algo assim. Pensei que a música fosse do KVSH, pois as anteriores eram dele, mas não achei mesmo assim. Talvez possa se dele mesmo. Acho que a música começava com \"pois é...\".\n\n\nPor favor me ajudem!!!!!",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "100d5nq",
            "num_comments": 4,
            "comments": [
                "Darude - Sandstorm",
                "Eu sei que musica que é, mas não sei o nome. kkkkkkkkkkk\n\nDe nada"
            ]
        },
        {
            "title": "Phonk",
            "selftext": "fala galera beleza, não sei se algum de vcs são fãs do gênero phonk mas se puderem me recomendar o seu melhor ou os melhores phonks que vc já ouviu eu agradeço (melhor ainda se combinar com a academia",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "zzmgra",
            "num_comments": 0
        },
        {
            "title": "O álbum ...Like Clockwork é uma das obras primas do rock em geral",
            "selftext": "É insano o quão simples o álbum consegue ser e ao mesmo tempo ser tão complexo. Josh Homme é um dos (se não o mais) liricistas mais talentosos e criativos da atualidade. Isso sem contar no marketing do álbum, que foi tão bom quanto. Recomendo olhar os trabalhos do Boneface sobre",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "zsr8l8",
            "num_comments": 13,
            "comments": [
                "to bebado aq mas tu anima virar mod pra tentar animar mar essa bagaça?",
                "é simplesmente excelente, mas por questões de ordem pessoal acabei ouvindo ele menos do que os demais. é que ele é muito emocionalmente pesado pra mim, pois foi lançado num momento bastante difícil em minha vida, e acabou que aquelas músicas ficaram atreladas aos sentimentos da época. eu ouvi pra caralho na época, mas depois fechei a porta e nunca mais abri de novo. \n\nrecentemente  esbarrei num desses reacts fakes (meu cinismo me impede de acreditar, sorry) à [I Appear Missing](https://youtu.be/R5If1U6l_d0) e, como gosto do Youtuber, acabei tendo coragem de dar play na faixa, que, diga-se de passagem, pra mim é a \"pior\" de todas. foi quase como se eu tivesse aceitado abrir aquela porta novamente só porque tava acompanhado pelo professor. e o vídeo é muito bacana, mesmo (des)considerando o lance do fingimento - esses Youtubers **com certeza** escutam/assistem antes pra preparar o texto/conteúdo do vídeo. \n\nenfim, eu amo *demais* essa banda.",
                "Stoner rock veio pra tirar o rock do marasmo, na minha opinião. \n\nExiste muita banda boa, mas ainda vejo o Brasil meio ausente nessa cena.",
                "Eu acho esse album uma obra prima tambem! talvez eu não tenha escutado taaanto ele, mas de ouvir ele inteiro 2 vezes, sem sombra de duvidas, magnifico. \n\nPra mim a melhor faixa é a faixa titulo, além de me fazer mostrar o poder do tom do dó menor, é muito bem estruturada e bem arranjada!"
            ]
        },
        {
            "title": "Recomendações",
            "selftext": "Alguem tlgd alguma musica que tenha a mesma vibe de \"Oodal\" e \"te vi na rua ontem\" do Konai?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "z5qkta",
            "num_comments": 2,
            "comments": [
                "[removed]"
            ]
        },
        {
            "title": "Still Life (Opeth) é um dos melhores álbuns que eu já ouvi",
            "selftext": "Face of Melinda bate duro a foda",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "z40vpx",
            "num_comments": 7,
            "comments": [
                "Demorei pra gostar desse disco, mas depois que passei a gostar, ficou facil entre meus favoritos.",
                "Vou ouvir, ainda não explorei tanto a discografia deles! Heir Apparent do álbum Watershed tem um dos riffs mais pesados que já ouvi na afinação E padrão (em 1:20).",
                "Opeth tem uma discografia praticamente perfeita, só álbum foda, incrível \n\nMeu preferido é o deliverance, mas acho que todos com exceção do heritage são de 8/10 pra cima."
            ]
        },
        {
            "title": "Rap nacional",
            "selftext": "Sou um grande fã de rap, mas escuto mais raps brasileiros por causa da barreira linguistica e vejo que muita gente tem preconceito com os raps brs por ser bem pior do que o gringo mas acho que tem muita coisa no territorio nacional.\n\nQual é a sua opinião sobre o tema?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "ywtmwn",
            "num_comments": 3,
            "comments": [
                "Não sou capaz de opinar, só curto racionais",
                "Sinto que o rap é um assunto complicado atualmente. Leall, por exemplo, lançou [um dos meus álbuns favoritos de 2021](https://www.youtube.com/watch?v=j-k0rWNj9Z0) e meus conhecidos apontam como lixo por ser supostamente homofóbico, racista, etc.  \n\n\nMuitos artistas são tolidos de rimar sua realidade por não reforçar a do coleguinha que nasceu abençoado no outro canto tanto do br como do espectro econômico.",
                "Eu não era muito fã de rap, mas acho que agora combina com a minha atual revolta em relação a vida. Ainda estou conhecendo. Ouço bastante racionais e tenho escutado  rap indígena e acho muito foda! Katu Mirim, Kunumi Mc acho que tem uma sonoridade única. É o rap do Brasil!"
            ]
        },
        {
            "title": "O que vocês acham de fazer posts semanais?",
            "selftext": "Pensei nessa ideia pra tentar movimentar o sub. De início eu pensei em fazer toda sexta ou sábado um post perguntando o que vocês ouviram hoje, e outro(em outro dia) que seria um “lançamentos da semana”\n\nO que acham? Aceito sugestões!",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yws55i",
            "num_comments": 5,
            "comments": [
                "Gostei da ideia",
                "Gostei da ideia",
                "Boa",
                "Poderia ter uma bandeira para postagens que envolvem divulgação de álbum,  em que seria necessário uma descrição boa do conteúdo contido nele para se enquadrar nela. Sei que essa parte se resolve com a moderação, a minha ideia seria adotar esse modelo semanal para detalhar a recomendação(afinal, só ter o gênero musical dificulta a pessoa ir escutar, pois acaba por ser vago).  Eu vou ver se consigo fazer de um álbum majoritariamente instrumental  de metal, caso fique satisfeito com o resultado, mando aqui. Não cheguei a olhar muito do Sub para saber se já fazem isso, mas é algo que tenho vontade desde antes, pois a música é algo muito presente na minha e gostaria de passar a mesma experiência aos outros(desculpa por estar falando de mim agora, me perdi no meio do texto)."
            ]
        },
        {
            "title": "Lancei hoje > Marqez - EP Dawn [Techno, Eletronica, Breaks, Acid]",
            "selftext": "Salve pessoas.\n\n  \n\nLancei hoje um EP curtinho chamado Dawn. São duas músicas com uma vibe acid e influências de eletronica / techno e breakbeat (bigbeat).\n\n  \n\nEstá disponível nas principais plataformas e vou deixar alguns links abaixo.\n\n  \n\n[Youtube](https://youtube.com/playlist?list=OLAK5uy_mH4W5MA8hGlOQgbmyar-iA2pedSBlSg-k)\n\n[Spotify](https://open.spotify.com/album/0pnzKbToQGOgJDVjqqpOJP?si=b2WcGscdRYO3DLwQgsyblw)\n\n[Deezer](https://deezer.page.link/2Hf9ov6iQiGR1i4Q9)\n\n[Tidal](https://tidal.com/browse/album/256668262)\n\n[Bandcamp](https://marqez.bandcamp.com/album/dawn)\n\n  \n\nEspero que curtam e bom final de semana.",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "ysc1hi",
            "num_comments": 0
        },
        {
            "title": "Turnstille, que banda maravilhosa de hardcore, recomendo demais o ultimo album deles",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yqj1rv",
            "num_comments": 0
        },
        {
            "title": "Current Joys - Wild Heart [ Indie ?]",
            "selftext": "Descobri esse álbum pelas incessantes recomendações do algoritmo do YouTube.\nGostaria de descobrir mais álbuns como esse.\nCompanheiros do reddit poderiam me ajudar ?\nTipo qual o subgênero desse álbum? para que  eu possa procurar outros do mesmo subgênero ( indie é uma classificação enorme, se o YouTube estiver mesmo certo sobre o gênero do álbum)",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "ykp91u",
            "num_comments": 0
        },
        {
            "title": "Saymonn (Eu) - Apenas mais um Rap/DEMO/[RAP]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yjwrtg",
            "num_comments": 0
        },
        {
            "title": "Salve, galera! Produzo vídeos para discutir sobre música, adoraria saber o que vocês acham dessa lista 🤭",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yjryc6",
            "num_comments": 1,
            "comments": [
                "Curto animar capas de albuns no DaVinci Resolve e fazer umas críticas sobre e tal. Atualmente posto bem pouco, mas pretendo aumentar a frequência em breve. Espero que gostem!"
            ]
        },
        {
            "title": "Opnião sobre Leviathan do Mastodon?",
            "selftext": "Um dos melhores do gênero no meu ver. Aqua Dementia e I Am Ahab são do caramba (sem contar com a música de abertura).",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yjc2w6",
            "num_comments": 5,
            "comments": [
                "Concordo plenamente com você, disco perfeito, não é o meu favorito deles, porém definitivamente é a Obra Prima da banda!  \nQuando o disco começa com o riff de Blood and Thunder você sabe que os próximos minutos vão ser de algo único.  \nE a intro de Aqua Dementia é assustadora!  \n\\\\m/",
                "Admito que não curto sludge não, mas esse disco, sei lá, tem uma aura meio hipontizadora"
            ]
        },
        {
            "title": "The Cure - A Forest - Live [Rock Gótico]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yf320l",
            "num_comments": 0
        },
        {
            "title": "E o Kanye em?",
            "selftext": "Asssim, o cara sempre foi meio bitolado das ideias mas acho que teoria da conspiração de nova ordem mundial e antissemitismo raivoso passaram do limite.  \n\n\nEu me considerava um fã do Kanye em si, da personalidade dele, mesmo com todas as idiotices que ele já fez, porque era um cara foda sabe. Mas não dá, bipolaridade não é desculpa pra sair ameaçando judeus.  Não vou conseguir parar de escutar as músicas dele, mas que dói, dói.  \n\n\nMe lembro dessa música aqui: [https://www.youtube.com/watch?v=7wwEB2VTFZ4](https://www.youtube.com/watch?v=7wwEB2VTFZ4)",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yf2xzy",
            "num_comments": 1,
            "comments": [
                "Eu acho que ele enganou todo mundo direitinho, ele fez uma das melhores escolas de arte dos Estados Unidos, ele sabia escolher muito bem quem iria produzir para ele, principalmente quem iria escrever para ele, porque não é possível ele escrever aquelas letras dos primeiros discos e agir dessa forma. Eu lembro de uma vez que o Jay-z apareceu de surpresa num discurso de agradecimento do Kanye, e o Kanye disse \"que bom que você está aqui para ser o políticamente correto\", eu acho que nos bastidores ele já devia ser assim mas segurava a onda, agora ele não está escondendo mais"
            ]
        },
        {
            "title": "Planet Hemp - TACA FOGO [Rock Brasileiro] [Alt-Rock]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yf2s6x",
            "num_comments": 2,
            "comments": [
                "Essa é pra mim que reclmaei que o rock BR tava morto",
                "tem ao vivo? queria ver o batera mandando ver o final. bom bagaraio"
            ]
        },
        {
            "title": "O que vocês acham dos Racionais MCs?",
            "selftext": "Sinceramente, nunca fui muito de escutar rap ou músicas desse tipo, mas estou abrindo minha mente para novas experiências e estou escutando vários tipos de música. Sempre soube da fama dos Racionais, mas nunca havia realmente escutado um som dos caras. Esses dias decidi dar uma chance e escutei umas 5 músicas uma atrás da outra, foram essas aqui:\n- Diário de um detento\n- Vida Loka pt 1\n- Vida Loka pt 2\n- Nego Drama\n- Preto zica\n\nRapaiz, fiquei boquiaberto com a rima dos cara, é uma parada muito profunda e rende muitas reflexões. O mais próximo que você pode chegar de entender a vida de um \"negro do gueto\"(gíria/dialeto usado por eles mesmos) é escutando as músicas deles.\nO ritmo e o beat é muito foda também, nunca vi algo parecido.\nÉ um tipo de música que todos deviam escutar, eu digo isso por que geralmente somente o pessoal mais próximo dessa realidade e cultura que escutam  essas músicas, alguns tem até um certo preconceito, eu mesmo já tive uma certa aversão a esse tipo de música. Mas somente abrindo-se para novas experiências musicais pude descobrir essas obras de arte.",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "yegxjv",
            "num_comments": 5,
            "comments": [
                "Cara, se não fosse a língua, Sobrevivendo no Inferno seria considerado um dos maiores discos de rap de todos os tempos. Só digo isso.",
                "O que eu não gosto deles são as falas sobre religião. Não sei se conheço pouco, já ouvi muito então aceito sugestões, mas não me lembro de músicas críticas à entrada da religião na periferia. Essas que você citou, por exemplo, tem mensagens positivas sobre o cristianismo."
            ]
        },
        {
            "title": "Paramore - This is Why [Indie Rock/Pop]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xqj8d7",
            "num_comments": 0
        },
        {
            "title": "O que vocês acham das músicas atuais?",
            "selftext": "Eu particularmente não gosto, mas ainda sim respeito as pessoas que gostam delas. E vocês, o que acham?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xldf2b",
            "num_comments": 7,
            "comments": [
                "Isso é uma pergunta tão boba de uma visão tão rasa e batida. Músicas atuais significa o que? As que fazem sucesso hoje em dia? As que são lançadas recentemente? Então a gente pega todas essas músicas e joga no mesmo balaio pqp",
                "Tipo o que? Eu vejo muita gente criticando o funk, por exemplo. Mas eu acho um movimento bem interessante e que tem bastante significado, em especial para os mais jovens. Sempre leio sobre pra entender melhor e fico surpresa com a complexidade das produções etc. Parece algo simples, mas tem um trabalho por trás.",
                "Excelentes em sua maioria."
            ]
        },
        {
            "title": "Conte uma música que marcou uma parte importante da sua vida",
            "selftext": "Lembro daquela Patience do Guns quando eu dei meu primeiro beijo... As vezes quando escuto a música eu lembro do momento",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xld650",
            "num_comments": 4,
            "comments": [
                "Tiro ao Álvaro de Elis Regina e Adoniran Barbosa , coi por causa dessa música que tive mais vontade de conhecer o MPB, que hoje é meu estilo musical favorito.",
                "In the Passing Light of Day do Pain of Salvation\n\nFoi meu primeiro show e rapaz, que show… Choro ouvindo a música até hoje…",
                "Eu aprendi a tocar For Whom The Bell Tools do Metallica pra apresentar com uma banda na escola. É uma música até que fácil pra tocar em banda.\n\nA execução deve ter ficado uma bosta, mas nos divertimos demais.",
                "Prepárame La Cena - Calle 13   \nMinha música favorita!"
            ]
        },
        {
            "title": "Masayoshi Takanaka - Beleza Pura e Taj Mahal (cover) [Fusion] [Samba japonês]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xl14j0",
            "num_comments": 0
        },
        {
            "title": "Por quê o rock morreu no Brasil?",
            "selftext": "Não sei se vocês conhecem um site chamado Cifra Club. É um site onde você encontra tablaturas/cifras pra várias músicas, algumas delas com videoaulas, é um site bem útil pra quem toca.\n\nEntão, o top 100 mensal desse site possui uma única música de rock propriamente dito(contei 10 músicas de rock, 9 de rock soft, mais puxado pro pop ou pro mpb) que é... Sweet Child O'Mine do Guns and Roses. **O resto é tudo gospel, sertanejo e em menor quantidade, MPB.** \n\nPra mim isso é um sintoma da doença terminal do rock no Brasil. Eu não estou reclamando que o rock morreu, no caso, ninguém aguenta mais escala de blues e power chord genérica, mas na gringa vários artistas e bandas que fazem algo mais fresco, projetos que fazem algo criativo, dão certo, se sustentam, lotam shows etc. Aqui no Brasil, não, se vc faz algum tipo de rock é muito difícil sair do underground, e mesmo os que saem do undeground absoluto e vão pra um undeground mais perto da superfície, não conseguem se manter somente pela música.\n\nEu me pergunto, por quê? Quais as causas mortis do rock no Brasil? Por quê o rockeiro médio só consome coisa gringa que vai aposentar daqui 10 anos? Quem matou o rock no Brasil?\n\n&#x200B;\n\nP.S.: **Não acho** que \"a música brasileira ficou uma bosta\" ou algo do tipo, tem gente mto criativa bombando no funk, no rap, no trap, no pop etc. Eu não curto esses estilos, então tô perguntando sobre o estilo que eu curto em específico, mas não acho esses aí ruins não, mto pelo contrário, problema é que eu vi o rock ser substituído pelo sertanejo e gospel, e não entendo de onde veio tal substituição, considerando que na gringa ainda tá firme e forte.",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xl11r5",
            "num_comments": 5,
            "comments": [
                "Eu acho que o Rock no Brasil se perdeu no personagem e isso afetou diretamente sua popularidade. O estilo que é pra ser disruptivo, inovador e questionador é dominado principalmente por homens brancos heterossexuais, temos a Pitty como a única representante do Rock e ela teve que ouvir muita merda no caminho para estar onde está. A mensagem é confusa, é pra ser algo revolucionário, mas só um grupo produz, não faz sentido com a nossa realidade. Eu gosto do Rock, mas eu acho que nesse formato antigo precisa acabar mesmo. Virou o tiozão do Pavê desatualizado e perdeu sua relevância",
                "O rock morreu quando o rockeiro acha mais legal ir assistir um Metallica cover mal tocado que a banda autoral do amigo…",
                "Eu acho que a internet em si matou o rock, e o sucesso do serviços de streaming e de vídeo, suas playlists curadas, algoritmos e jabá a níveis nacionais jogou a pá de cal e sepultou de vez o gênero.\n\nPode ver que mesmo outros gêneros musicais que tinham espaço antigamente como MPB, reggae, pagode/samba, e mesmo pop e músicas românticas com base em violão/guitarra desapareceram também.\n\nUma coisa que eu tinha visto outro dia e achei bem curioso, foi que o Iron Maiden é uma das bandas mais escutadas por brasileiros no YouTube, mas não chega nem perto no Spotify. Pra ver como algoritmos, playlists prontas e promoção nas redes e plataformas parece triunfar sobre tudo.",
                "Esse tipo de pensamento é o que \"matou\" o rock nacional. Com a internet e as plataformas de música tudo ficou mais acessível, o problema é que a gente tem acesso a muita coisa e com os algoritmos tudo que chega na gente é sempre mais do mesmo então fica mais difícil de furar a bolha e isso não é só com o rock, se você escuta uma música que tem um estilo X, tudo o que vai ser entregue pra você é esse estilo, o que impede você de descobrir coisas novas.\n\n&#x200B;\n\nPerto de onde eu moro, tem vários bares onde só tocam bandas independentes que estão ai já faz mais de 15 anos, e sempre fica evidente que o problema do rock são os rockeiros que preferem pagar um preço exorbitante pra uma banda no final da carreira do que ver o que tá surgindo.\n\n&#x200B;\n\nUsando a banda Scalene como exemplo, chegou na mainstream, foi pro Rock In Rio, abriu show do Guns N' Roses e só cresceu desde então. O vocalista Gustavo Bertoni foi morar na Australia e começou carreira solo lá lançando músicas em inglês e o cara só vem ganhando espaço desde então, mas a maioria das pessoas não considerariam isso um sucesso do rock no mainstream. Acho que as pessoas já deveriam ter entendido que o que era sucesso 10 anos atrás não é a mesma coisa hoje em dia, ainda mais pelo rumo que as gravadoras e artistas independentes estão tomando daqui 5 anos já não vai ser a mesma coisa. O rock não morreu, rockeiro que é chato pra caralho.\n\n&#x200B;\n\nSupercombo, Tópaz, Scalene, Far From Alaska, Ego Kills Talent, Fresno, Plutão Já Foi Planeta e mais uma dezena de bandas estão ai na ativa pra todo mundo ouvir e não é dificil de encontrar."
            ]
        },
        {
            "title": "Phil Good - Everything's Good - Everything's Good [pop]",
            "selftext": "[https://www.youtube.com/watch?v=9y8BV15FYUY](https://www.youtube.com/watch?v=9y8BV15FYUY)\n\n&#x200B;",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xk52f4",
            "num_comments": 0
        },
        {
            "title": "Behemoth - Opus Contra Natvram [Blackened Death Metal]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xiulvq",
            "num_comments": 1,
            "comments": [
                "Esse disco ficou um primor! Ansioso pelo show em BH!"
            ]
        },
        {
            "title": "The Mars Volta - The Mars Volta [rock alternativo] [ Neo-Psicodelia)",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xiudz9",
            "num_comments": 3,
            "comments": [
                "Alguém aqui curte Mars Volta? O que acharam do estilo novo dos caras?",
                "Esse álbum tá muito bem gravado, mas não é a psicodelia dos discos anteriores"
            ]
        },
        {
            "title": "Jeff Buckley - I Know It’s Over [Folk Rock] [Rock Acústico]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xar7xu",
            "num_comments": 1,
            "comments": [
                "Confesso que fiquei bem confuso quanto as tags disso, é um cover do The Smiths, mas não soa muito como a versão original, acho que mudou de estilo.\n\nE bem, eu prefiro essa versão, apesar da original ser incrível também. As vezes esse tipo de música fica na cabeça da gente, traduz muito bem o que a gente sente."
            ]
        },
        {
            "title": "Bahiano - Isto É Bom (Restaurado) [Lundu]",
            "selftext": "[Minha restauração de Isto É Bom ](https://youtu.be/Gr3zWDKl0PE)\n\nSe alguém tiver esse disco em aí ( bem improvável eu sei ), por favor, digitalize em 33 rpm.\nSeria ótimo fazer um trabalho melhor neste disco",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "xa0acf",
            "num_comments": 0
        },
        {
            "title": "Que compositora brasileira deveria ter o mesmo status de Taylor Swift?",
            "selftext": "Taylor Swift é considerada uma das melhores compositoras americanas e do mundo. Já fizeram até cursos universitários que analisam a literariedade de suas letras. Mas aqui no Brasil, tem alguém que você acha que merecia tanto respeito quanto?\n\nEu particularmente acho a Sandy uma compositora e cantora pouco valorizada. Confesso que não conheço muiiitas músicas dela, mas as que conheço são boas melodicamente e tematicamente. \n\nQual a opinião de vocês?",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "x9uvd8",
            "num_comments": 1,
            "comments": [
                "marilia mendonca"
            ]
        },
        {
            "title": "Rodrigo amarante Cometa Cavalo (Mpb)",
            "selftext": "Gosto muito dessa música traz uma paz  \n[https://www.youtube.com/watch?v=DIuNXzJJ0gI](https://www.youtube.com/watch?v=DIuNXzJJ0gI)",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "x9ey6h",
            "num_comments": 0
        },
        {
            "title": "Opeth - To Bid you Farewell [Metal Acústico] [Metal Atmosférico]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "x85hwb",
            "num_comments": 0
        },
        {
            "title": "Megadeth - The Sick, The Dying… And The Dead! [Thrash Metal] [Thrash Metal Técnico]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "x857e5",
            "num_comments": 0
        },
        {
            "title": "Paulo Sérgio - Não Creio em Mais Nada [Brega]",
            "selftext": "",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "x85341",
            "num_comments": 1,
            "comments": [
                "só a depressão :("
            ]
        },
        {
            "title": "Orientações para a postagem de som",
            "selftext": "Para postar música, videoclipes, singles, álbuns etc, o post deverá seguir a seguinte padronização, de modo a facilitar a navegação: \n\nARTISTA - NOME DA MÚSICA/ÁLBUM [Gênero Musical] [Gênero musical 2 ou sub-gênero(opcional)] - Flair Apropriada\n\nObs:Tente ser mais específico na hora de postar gênero musical. \"Rock\" \"Metal\" ou \"Pop\" podem ser 300 tipos de sons diferentes, tente procurar subgêneros que se encaixam, de modo que facilite a navegação.",
            "subreddit": "MusicaBR",
            "topic": "musica",
            "id": "x84yok",
            "num_comments": 0
        }
    ]
}