{
    "posts": [
        {
            "title": "Time Signature Changes in a Song (Spanish)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "12r1vj5",
            "num_comments": 0
        },
        {
            "title": "Discord para artistas, produtores, etc trabalharem juntos",
            "selftext": "Fizemos um servidor no Discord dedicado a divulgar o som brasileiro para o resto do mundo, colaborando e ajudando artistas, produtores, engenheiros de som, e todos do mundo musical.\n\nMembros podem;\n\n-Promover seus trabalhos (músicas, beats, etc.)\n\n-Trabalhar com outros artistas, produtores, engenheiros de som, e etc\n\n-Ganhar feedback nos seus trabalhos\n\n-Ganhar ajuda sobre DAWs ou qualquer coisa do mundo musical\n\n-Ou até só bater um papo e ouvir músicas feita no “underground” \n\nTemos a missão de fazer uma comunidade onde todos do mundo de música podem se ajudar a crescer, enquanto outros que apenas querem curtir um som foda podem descobrir artistas e músicas novas.\n\nJunte se a nós ⬇️\n\n[https://discord.gg/pCWc3jhY8D](https://discord.gg/pCWc3jhY8D)",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "12gwes3",
            "num_comments": 0
        },
        {
            "title": "Harmonia Negativa em Musica Pop (Espanhol)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "124wmmx",
            "num_comments": 0
        },
        {
            "title": "[EQUIPAMENTO] Guitarra nova - Tagima Stella",
            "selftext": "https://i.imgur.com/KpRZ4f6.jpg\n\nRecebi a guitarra semana passada e precisou de uma passadinha no luthier/tecnico por que o nut veio um pouco a desejar, a loja se comprometeu a pagar o custo.\n\nMas que guitarra massa, os captadores soam muito bem, se eu vier a trocar é por que vou ta procurando algo bem especifico, a guitarra é bem confortavel os tarraxas seguram a afinação MUITO bem.\n\nCom certeza uma guitarra com custo elevadissimo na faixa de preço medio que se encontra (eu sei que alguns podem dizer que é cara mas se fomos analizar os preços de instrumentos atuais ele caia num preço \"medio\" principalmente para bons instrumentos).",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "11utxug",
            "num_comments": 0
        },
        {
            "title": "customização da ponte de uma Tagima TW61",
            "selftext": "eu to querendo comprar uma tw61 e modificar ela pro meu gosto, eu nao entendo nada de modificação de guitarra e queria saber se nela eu consigo colocar aquela ponte padrão de jaguar/jazzmaster, ela tem a ponte de uma stratocaster",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "11mcir4",
            "num_comments": 1,
            "comments": [
                "Com muita vontade da, mas acho que não vale a pena, a ponte é bem grande, exige uma furação especifica, e você teria que preencher boa parte do buraco da atual. Ai material(incluindo madeira pra enxertos, as duas peças da ponte, mais postes) mais mão de obra acaba não compensando.\n\nP.S. eu falo isso com 90% de certeza pq tbm não chequei se o corpo da tw61 tem profundidade pra aguentar a furação. Ainda assim o comentario fica, é uma modificação cara que não vale a pena.\n\nSe fosse pra alguma modificação nela iria pelas simples ja que a guitarra é legalzinha (caps, tarraxa e talvez a ponte por outra strato tipo uma wilkison)"
            ]
        },
        {
            "title": "O CONTRAPUNTO na música pop (Espanhol)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "11lfs5n",
            "num_comments": 0
        },
        {
            "title": "O qué é uma ANSWER SONG? (ESPANHOL)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "11elu9g",
            "num_comments": 0
        },
        {
            "title": "Quanto tempo deve durar uma música?",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "118dxa9",
            "num_comments": 0
        },
        {
            "title": "Brincando com palavras para escrever uma letra (Espanhol)",
            "selftext": "[https://www.youtube.com/watch?v=lV1PWaG4yzE](https://www.youtube.com/watch?v=lV1PWaG4yzE)",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "112fnt7",
            "num_comments": 0
        },
        {
            "title": "Alguém pode me tirar uma dúvida sobre gaita de boca cromática e a diatônica?",
            "selftext": "Talvez eu esteja totalmente equivocado, mas eu tenho essa dúvida:\n\nAgaita diatônica só vem em uma afinação. A que eu tenho é a de Dó.\n\nA cromática pode ser mudada em qualquer afinação, mudando-se uma chave lateral.\n\nMas a gaita diatônica, eu consigo tocar qualquer escala fazendo os *bends*? Então a diatônica pode ser uma cromática, quando se usa essa técnica?\n\nE a cromática? Ela tem todas as notas com sustenidos e bemóis, mesmo não fazendo bends?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "110318a",
            "num_comments": 1,
            "comments": [
                "Acho que seria um pouco limitador tocar bend 100% do tempo. Bend é geralmente uma técnica de \"efeito\". Então teoricamente, mesmo que vc consiga tirar as outras notas que não estão na escala de dó, provavelmente não soaria \"natural\".  \n\n\n[E sim, a gaita cromática tem todas as notas.](https://www.youtube.com/watch?v=_8w4BbB-YDY)"
            ]
        },
        {
            "title": "COMO REAMONIZAR UMA MÚSICA?",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10w9uqx",
            "num_comments": 0
        },
        {
            "title": "Procuro alguém/alguma banda de João Pessoa - PB com essas influências",
            "selftext": " Estou procurando integrantes para formar uma banda, pois a minha se desfez, recentemente. Precisa ter pelo menos essas influências e não ser músico profissional (já que não vai ser uma contratação). Não vai ser cover (antes que alguém pergunte). Se tiver interesse ou conhecer alguém que possa ter, fale comigo pelo chat privado do reddit. \n\nhttps://preview.redd.it/4pkd023oafga1.jpg?width=891&format=pjpg&auto=webp&v=enabled&s=a03c7c10b912d8bd410371c74d17faf5064afaec",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10ulbp9",
            "num_comments": 1,
            "comments": [
                "Eu quero"
            ]
        },
        {
            "title": "Preciso de ajuda para comprar meu primeiro violão",
            "selftext": "Ajudem contribuindo com quanto quiserem se poderem para mim conseguir comprar meu primeiro violão Clássico🙏🏻",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10rh4vm",
            "num_comments": 1,
            "comments": [
                "É um sonho no qual tenho lutado a anos e por ser difícil de investir em um bom violão de nylon de qualidade decidi fazer essa vakinha. Espero que alguém aqui possa me ajudar doando alguma quantia razoável para que eu possa começar.🙏🏻 tenham um maravilhoso dia na paz de Deus."
            ]
        },
        {
            "title": "Salve galera, pra que tem curiosidade sobre o transmissor sem fio para guitarra, baixo e etc...",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10recko",
            "num_comments": 0
        },
        {
            "title": "Como Fazer Musicas de Amor (ESPANHOL)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10q76a7",
            "num_comments": 0
        },
        {
            "title": "Conteúdo Rítmico na Melodia (Espanhol)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10kepvh",
            "num_comments": 0
        },
        {
            "title": "Dicas pra formar uma banda",
            "selftext": "Eu queria começar uma banda de rock alternativo, mas não conheço muita gente que curte esse estilo... Qual seria o melhor lugar pra eu conseguir achar uma galera pra tocar?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10e9pkl",
            "num_comments": 8,
            "comments": [
                "Você conhece algum estúdio de ensaios? Lá vai brotar gente afim de fazer um som.\n\nPrecisa levar tudo da forma mais profissional possível. Precisa mandar gente embora caso não tenha dedicação ou habilidade suficiente, não dá pra levar tudo na amizade. Se necessário você mesmo terá que sair para os demais continuarem.",
                "Você é de que cidade?"
            ]
        },
        {
            "title": "Inicio de ano pessoal, usem esse topico aqui pra compartilhar suas metas musicais do ano",
            "selftext": "Eu tava pensando aqui no que eu queria reqlizar esse ano e surgiram algumas coisas relacionadas a musica:\n\n-O obvio mas que sempre vale é estudar mais e evoluir meu objetivo ao final do ano é apreder ppelo menos 3 musicas mais avançadas 1 de metal, um math rock e conseguir improvisar sobre e tocar um standard brasileiro.\n\n-eu quero me sentir mais confortavel e fazer alguns videos tocando no instagram\n\n-eu quero gravar pelo menos duas musica arranjadas até o final do ano, uma original seja composição minha ou de algum amigo e um cover\n\nE vocês o que querem realizar na musica esse ano?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "10cs305",
            "num_comments": 1,
            "comments": [
                "Gravar!\n\nTemos algumas músicas e quero juntar uns caras pra gravar e produzir mais. Faz anos que estava em uma banda engessada pra caralho e em novembro saltei fora. Não me sentia tão bem faz muitos anos. Vai ser um negócio 100% profissional?? Não! Nem tenho essa pretensão!"
            ]
        },
        {
            "title": "Novo Video: Harmonia Funcional (Espanhol)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "102f4e2",
            "num_comments": 0
        },
        {
            "title": "Tema de Pacific Rim na bateria",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "znggfp",
            "num_comments": 0
        },
        {
            "title": "Imediatismo vs Frustração na hora de aprender música.",
            "selftext": "Fala galera tudo bom? Sou baterista Profissional e professor de bateria e semana passada dei entrevista em um podcast chamado Impaciente, aqui um trechinho em que falo sobre o Imediatismo dos jovens na hora de aprender música, na hora de aprender tudo. \n\nAqui está meu insta quem quiser me seguir www.instagram.com/caiogaonadrums",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "znf94u",
            "num_comments": 0
        },
        {
            "title": "Alguem consegue me ajudar?",
            "selftext": "Sou novato na guitarra. Eu comprei uma guitarra de um cara faz um mês, ele não usava muito ela e resolveu vender. O problema é que a corda Mizinha não passa som para o amplificador direito. Alguem sabe os possiveis motivos disso acontecer?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "zbnmu5",
            "num_comments": 1,
            "comments": [
                "Cara, se o som nao ta passando eu diria que deve ser o captador, por que exatamente é dificil, se tivesse que chutar por ser só a mizinha deve ter algum problema no polo! Ou a corda está totalmente desalinhada dele."
            ]
        },
        {
            "title": "Como fazer um solo de Baixo?",
            "selftext": "estou em uma bandinha que começou agora e vamos fazer nossa primeira apresentação esse domingo, eu toco guitarra porém nunca fiz um estudo teórico sobre, já estudei violino por muito tempo mas nada muito avançado, e nessa nossa musica autoral, o baixista que compôs a maioria dos riffs na guitarra (ele já tinha grande parte destes salvos e unificou na musica) dai preferi assumir o baixo e deixar ele livre na guitarra ao invés de passar dias estudando cada um dos riffs  \n\n\nNós já havíamos concluído toda parte instrumental da musica, porém ontem ele olhou para mim e disse \"ah, essa parte nós concordamos que seria melhor separar para um solo de baixo, então sinta-se livre para fazer\" e eu não faço ideia do que fazer",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "xm2r0n",
            "num_comments": 2,
            "comments": [
                "impossível te dar um conselho assim sem ouvir a música ou entender exatamente oq eles querem. fala com um professor de música pra ele te ajudar",
                "Que tipo de música vocês tocam?"
            ]
        },
        {
            "title": "ECAI - Ótimo curso da História da Música",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "xho03s",
            "num_comments": 0
        },
        {
            "title": "Curso de jazz guitar on-line",
            "selftext": "Toco violão clássico há um tempo, mas também gostaria de aprender a tocar guitarra por meio de algum curso on line, sobretudo de alguém especialista em jazz. Recomendações? Já fizeram algum curso assim?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "x7av41",
            "num_comments": 0
        },
        {
            "title": "[ajuda] escolhendo um novo modelo de violão clássico",
            "selftext": "Toco a praticamente 9 anos, mas nunca aprendi muito com a teoria, eu sempre fui mais pelo caminho da \"prática\" só pela comparação auditiva+cifras simples\nMas agora eu realmente tô buscando coisas mais complexas, tanto pra poder compor quanto pra conhecimento pessoal. \nQueria ajuda pra decidir um novo modelo de violão (o meu está quebrado e não me agradava)\nMeu foco é continuar desenvolvendo bossa nova, então procuro algo em molde clássico com som encorpado, cordas de nylon, e um braço confortável o suficiente pra poder fazer notas mais agudas sem problemas.\nSabem algum modelo bom? Tagima? Yamaha? Preciso de ajuda com isso!\nE se tiverem alguma dica de por onde estudar música do zero (apesar de saber alguma coisa, quero reforçar a base!)\n\nObs: quero pagar até R$2.500,00 no violão!",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "wutz1e",
            "num_comments": 8,
            "comments": [
                "A principal pergunta agora depois do que tu disse, quanto tu tá disposto a gastar, por que isso conta bastante",
                "Depende muito do quanto você quer gastar. Se puder gastar um pouco mais (uns 3k) pega um irmãos carvalho. Se for por 1000 a menos procura um modelo novo Giannini ou um DiGiorgio usado"
            ]
        },
        {
            "title": "[ajuda] Cadeira de escritorio com duplo uso (para tocar/\"estudio\")",
            "selftext": "Então pessoal, tô procurando uma cadeira pra usar em casa como minha cadeira de trabalho/escritório (já que trabalho de casa, e então ela precisa ter ergonomia pra isso), mas como essa também será a cadeira que eu acabarei usando pra tocar ela teria que não atrapalhar nisso, tendo braços que ficam no caminho, por exemplo.\n\nvocês tem sugestões de cadeiras que me ajudem nisso? eu encontrei a flexform flextropic mas a 6k é dificil justificar um gasto tão alto apesar de ela parecer \"definitiva\" e com as specs que eu queria (mesh pra dimninuir o calor, bem ajústavel na ergonomia geral e braços que podem ser ajustados totalmente pra fora do caminho quando eu precisar tocar). Se vocês tiveram sugestões de cadeiras boas com essas caracteristicas que nao custem meio rim por favor dêem elas ai",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "w9c9ph",
            "num_comments": 0
        },
        {
            "title": "Iniciando carreira de compositor",
            "selftext": "Estou procurando parcerias para ajudar a divulgar meu trabalho como compositor. Estou procurando parcerias com músicos que precisem de um bom letrista para algum trabalho, seja composição ou trabalho em conjunto para compor.",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "vqfby5",
            "num_comments": 3,
            "comments": [
                "Opa, tudo bom? Não sei se você quer só parceria ou vai cobrar pelas letras, mas seria legal conversar, eu tô começando a compor e tenho grande dificuldade justamente na parte das letras, se tiver interessado, responde a mensagem que vou te enviar na DM pra gente conversar mais! :)",
                "mandei DM"
            ]
        },
        {
            "title": "Sou novo aqui !!",
            "selftext": "Oii sou um artista independente e estou passando aqui pra pedir a ajuda de vocês  no meu novo EP!!!  \n[https://open.spotify.com/album/2PDC1Pz4iWZLzBb0Y36GgI?si=y7bIyMOOTeGWXuvm8qEeJw](https://open.spotify.com/album/2PDC1Pz4iWZLzBb0Y36GgI?si=y7bIyMOOTeGWXuvm8qEeJw)",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "tx7rvx",
            "num_comments": 0
        },
        {
            "title": "Lucid Dreams - Derealization 💜 espero que goste",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "tcwnaj",
            "num_comments": 0
        },
        {
            "title": "Pesquisa para conhecer o mercado",
            "selftext": "Oi! Estou me especializando em Product Design pela Awari e estou desenvolvendo um projeto voltado para músicos, entender rotinas, atividades e entre outros assuntos relacionado a esse meio tão incrível.\n\n&#x200B;\n\nVocê músico poderia me ajudar respondendo esse formulário? Vai ser bem rapidinho! haha\n\n[https://forms.gle/pruNF8mxYNVAMVbE6](https://forms.gle/pruNF8mxYNVAMVbE6)\n\n&#x200B;\n\nNão se preocupe com os seus dados, eles estão seguros! \n\n&#x200B;\n\nObrigado pela atenção desde já!",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "spipw1",
            "num_comments": 0
        },
        {
            "title": "KAMALA- Nova Era",
            "selftext": "Re-conecta com seu Ser, os Outros e a Natureza",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "sg7f7w",
            "num_comments": 0
        },
        {
            "title": "[AJUDA] Procurando um bag que caiba a minha guitarra",
            "selftext": "Então pessoal, ano passado comprei uma tagima tw61 (formato de guitara offset...jaguar/jazzmaster), como não comprei ela em um dos varios kits que vem com bag não tenho um pra ela, até tentei com um bag de uma outra guitarra que eu tinha mas não deu. \n\nComo é um bag de strato daqueles meio piramidais o offset do corpo faz com que a guitarra seja \"mais alta\" que o bag e se tento sentar ela fica inclinada demais e maior que o bag literalmente.\n\nAlguem me sugere um bag pra ela, por favor!!!",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "sasd9o",
            "num_comments": 0
        },
        {
            "title": "Procurasse músicos de Contagem/BH",
            "selftext": "Procurasse músicos que estejam interessados e tocar com outras pessoas, que não se importem de chá e que queiram aprimorar suas técnicas em um grupo musical. \n\nToco guitarra e violão, estilos: rock, pop rock, hard rock, heavy metal, MPB, bossa nova e tentando treinar mais choro, forró e outras técnicas musicais.\n\nInteressados, mandar PM",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "rh0e91",
            "num_comments": 0
        },
        {
            "title": "Improvisando com pentatônica menor sobre a progressão: IIm7 V7alt. I7M",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "rc5bwr",
            "num_comments": 0
        },
        {
            "title": "Improviso musical na piscina.",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "qvir8o",
            "num_comments": 0
        },
        {
            "title": "Uma história sobre música. eBook.",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "qr0713",
            "num_comments": 0
        },
        {
            "title": "Teu Apê - Alguém sabe qual o gênero musical dessa música?",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "plozt4",
            "num_comments": 1,
            "comments": [
                "Mano, parece muito lofi ,chill hip-hop mas brazuca"
            ]
        },
        {
            "title": "Visita, Calunga Ajé! Escutem, vai estourar ainda",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "pljyfl",
            "num_comments": 0
        },
        {
            "title": "[Primeiro post] Um pouco de ABBA pra vcs! Fiz todos os instrumentos (e claro que a orquestra é MIDI) e todo feedback é aceito",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "nrxuz8",
            "num_comments": 4,
            "comments": [
                "Não conheço muito ABBA mas o arranjo orquestral ficou bem interessante. Usou algo no kontakt ?",
                "Ficou foda, parabéns meu mano."
            ]
        },
        {
            "title": "Cover de música",
            "selftext": "Oi gente, queria compartilhar com vocês um cover que eu postei no youtube hoje, de Amado da Vanessa da Mata! Eu toquei em uma guitarra sem estar plugada em amplificador. Espero que gostem! \n\n[https://www.youtube.com/watch?v=4glK\\_rzYxRs](https://www.youtube.com/watch?v=4glK_rzYxRs)",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "ne10lg",
            "num_comments": 0
        },
        {
            "title": "Músico de Rua",
            "selftext": "Alguém do Rio, de preferência da ZO, que queira começar um projeto de tocar pelo Rio?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "n7xpoe",
            "num_comments": 0
        },
        {
            "title": "Queria compartilhar essa análise que eu fiz da música Passarim do Tom Jobim. Espero que gostem.",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "mw70rx",
            "num_comments": 0
        },
        {
            "title": "[DGN] Tagima tw61",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/heg217u61yt61.jpg?width=720&format=pjpg&auto=webp&v=enabled&s=cfd803676a1031fcf477f189d8597cf814ae3c47\n\nentão galera, a umas duas semanas acabei comprando essa guitarra depois de bater com ela no ML umas duas semanas antes e pesquisar um pouco sobre.\n\nHonestamente bem impressionado com a qualidade aind amais considerando a faixa de preço (1200-1300 reais). Confortavel, som bem legal.\n\nO pedalboard também é uma adição nova ao equipamento e meu proximo projeto a ser cumprido.",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "mte181",
            "num_comments": 2,
            "comments": [
                "tagima sempre impressiona positivamente. Os caras são bons."
            ]
        },
        {
            "title": "Me ajudem, por favorzinho",
            "selftext": "Oie, não sei se posso compartilhar isso aqui, mas estou participando de um concurso no Instagram em que o vídeo com mais views ganha, poderiam me ajudar e dar uma olhada no meu vídeo? S2 S2\n\n[https://www.instagram.com/reel/CNXedu3pWW2/](https://www.instagram.com/reel/CNXedu3pWW2/)",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "mpk5tl",
            "num_comments": 0
        },
        {
            "title": "Não sei se é o lugar adequado, mas não encontrei nenhum outro sub. Gostaria de compartilhar um som da banda de uns amigos.",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "me4d09",
            "num_comments": 0
        },
        {
            "title": "Procurando músico que possa fazer uma música de boss intimidadora para um animatic pro meu quadrinho. Tem que levar de 1 a 2 minutos. Como é um projeto pequeno, só tenho como pagar até 25 reais, além de receber os devidos créditos.",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "mduiyx",
            "num_comments": 1,
            "comments": [
                "Olá! Ainda tem interesse ? Se sim, poderíamos trocar uma ideia. Você pode conferir um trabalho meu com trilha sonora aqui:\n\n https://youtu.be/bedoolpGoPQ\n\nJá fiz vinhetas para podcast e outros pedidos mais específicos."
            ]
        },
        {
            "title": "Pra quem tiver o código, musicosdobrasil, aprende a tocar de graça",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "m7uxq0",
            "num_comments": 0
        },
        {
            "title": "Músico freelancer",
            "selftext": "Olá galera, estou querendo me tornar um músico freelancer. Sou guitarrista, como começo?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "m3o9lx",
            "num_comments": 4,
            "comments": [
                "Começa tocando com bandas... Já toca em alguma? Que estilo você toca?"
            ]
        },
        {
            "title": "Amplificador Borne Voraz 2100 é bom?",
            "selftext": "Vou comprar um amp novo, e estava pensando nesse, recomendam ele ou algum da mesma faixa de preço?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "lbb9kd",
            "num_comments": 5,
            "comments": [
                "Não conheço o amp em questão, mas dei uma olhada é um 2x10 100w\n\nAssim ele tem bastante força no papel (o volume depende também de algumas especificações dos falantes, mas são 100w). Os falantes eu acho que são o maior problema desse tipo de amp, esses amps mais baratos normalmente tem uns falantes bem duvidosos, o timbre de um 2x10 também seria uma coisa a parte.\n\nMas assim, o que tu considera na faixa de preço? o quanto tu tá disposto a dar a mais?\n\nSe fosse eu na real acho que aguardava mais e pegava um katana da boss (o 50 já dava pro gasto em questão de volume, mas tem a opção do 100), tem um falante bom, volume, os timbres são BEM legais, tem efeitos embutidos se precisar, possibilidade de usar \"patches\"/canais (as opções exatas dependem do modelo, 2 bancos de 2 canais no 50 e 2 de 4 no 100) além de ter um \"atenuador\" embutido que te permite com certeza tocar em casa por que independente do modelo vai ter uma opção de 0.1W . E tem muitos testes ai Yutube a fora mostrando como ele se vira em ensaios. \n\n&#x200B;\n\nSobre volume pra casa vai depender, não abro tanto o volume mas consigo tocar o meu Marshall DSL40 em meia potencia no apê (com o master bem pra trás), garantido que meus vizinhos são bem tranquilos. Mas tenho certeza que ele teria só que ser microfonado se eu tocasse em uma casa muito grande, de resto dava pra levar em algo mais sujo ou não seria problema volume (talvez se fosse ser alto demais/difícil de encontrar).",
                "Qual o teu propósito com o amplificador? Ensaios pequenos? Shows? Praticar em casa?"
            ]
        },
        {
            "title": "Guitarra sugestões",
            "selftext": "Então galera, tô querendo pegar uma guitarra nova esse ano, mas isso cada vez mais se faz uma tarefa de extremo planejamento e pesquisa, fora contar um pouco com a sorte de poder achar uma boa oferta e o mercado não flutuar pra cima meio na louca.\n\nEnfim to pensando em pegar uma superstrato, dois humbuckers  6 ou 7 cordas e ponte fixa (essa é a preferencia pela praticidade, não descarto 100% pontes flutuantes mas não são preferencia). Coisas nessa onda que eu vi foram as ibanez RG421 e 721, alguns modelos RGD, LTD MH1000(encontrei uma que acho que tá num preço convidativo), schecters, e solars.\n\nO que vocês acham que tem nessa linha que vale a pena o preço que tão cobrando normalmente. Quais sugestões vocês podem me dar? Não me incomodo de pagar mais caro por algo que dure mas minha impressão é que tem muita coisa boa que o preço tá muito além do que era pra ser (valeria até pagar caro mas tá muito além disso), acredito que o ponto onde vão ter as coisas legais e que talvez valham o preço, e ainda tá numa faixa \"obtivel\", é entre os 4-8k. Mas me apresentem possíveis coisas pra olhar.\n\nObrigado",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "kplqiz",
            "num_comments": 3,
            "comments": [
                "Minha sugestão é tu procurar um luthier. Você monta com a ferragem e madeira que vc quiser e captação top de linha. Talvez você gaste um pouco mais, mas mew, é pra durar pra sempre. Dependendo de onde vc mora, tem muita opção. Eu fiz a minha com o cara que faz as guitarras de muitos sertanejos aí, e saiu muito mais em conta que comprado em loja.",
                "Uma charvel dessas mais recentes com ponte fixa (so cal), usada. Acho que estaria no alto da sua faixa de preço. \nMas tem que ficar de olho no ML, pq são raras de aparecer.\nNa mesma pegada tem aquela jackson adrian smith signature (não a usa), mas nao sei se só com floyd."
            ]
        },
        {
            "title": "Pestana",
            "selftext": "Boa noite, estou aprendendo a tocar guitarra,mas estou tento dificuldade na pestana... geralmente minha corda 3 sempre sai abafada, alguma dica?",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "khvdgm",
            "num_comments": 3,
            "comments": [
                "Pode ser falta de força nos dedos, normal pra quem tá começando, aí é prática e paciência.\nPode também ser regulagem, cordas afastadas do braço, mas é mais normal ser falta de prática mesmo",
                "Tem umas coisas que afetam bastante a pestana.\n\nUma é força e a solução aqui seria simplesmente exercitar e deixar os dedos \"bombados\", mas também um dos segredos do pessoal que toca bem e rapido (se tu quer tocar metal, etc) é gastar bem pouca energia fazendo as coisas da mão esquerda e manter o mais relaxado possível. O outro é técnica que te ajuda a limpar o jeito que tu toca e algumas vezes até usando corretamente ajuda a diminuir a força e tenção que tu tava usando.\n\nTem um exercício bem simples que eu vi num curso que eu comprei pra me motivar a treinar mais agora na quarentena que é bem legal pra incorporar na rotina de aquecimento se tu é iniciante. ele consiste em ir \"aumentando\" a pestana e te ajuda a ver onde falta força ou onde tu pode arrumar a postura da pestana pra limpar o som e até diminuir um pouco o esforço. Basicamente tu vai adicionando uma corda por vez, começa da corda 1 com o dedo indicador toca, ai depois faz uma pestana de duas cordas nas cordas 1 e 2 toca, depois 1 2 e 3, e assim por diante, se tu perceber que não ta saindo som tu tenta limpar e ver onde tu tá errando na colocação do dedo e na força.\n\nOutra coisa é a posição da mão, ter o teu polegar alinhado com o dedo medio parece diminuir bastante a tensão que tu coloca pra fazer força nas cordas (meio como a parada da posição clássica que além de ter esse posicionamento também diz pra manter o polegar bem no meio do braço, já que isso ajuda um pouco a ter mais abertura nos dedos), diminuindo a força total que tu precisa exercer.\n\nOutra opção é como o u/L_Michkin disse ter as cordas muito altas que naturalmente pede mais força pra tocar. Eu também adicionaria aqui cordas pesadas demais (nylon pesadas em violões de nylon ou algo maior que 0.10 em violão de aço ou guitarra) que exigem mais força para serem tocadas e eu pessoalmente só usaria nos casos de tá afinando mais grave e pra isso precisar compensar nas cordas a tensão ou se a pessoa tocar com a mão direita tal qual um cavalo dá um coice e as cordas fiquem constantemente saindo da afinação por isso.",
                "Pode parecer que não e muita gente não diz isso, mas pestana não é algo simples de se fazer e nem é tão eficiente. A força que tem que fazer causa dor e o som sai meia boca se você não treinou bastante.\n\nSe vale de algo, tenta aprender músicas que não tenham muitas pestanas, tipo umas 2 no máximo e sem serem seguidas. Treina bastante elas e faça exercícios de fortalecimento da mão. Acredito que no YouTube você encontre fácil.\n\nBons estudos!"
            ]
        },
        {
            "title": "Movimentando o sub: Chrono trigger - Wind scene piano cover by me :D (eu tenho outros covers no meu canal btw)",
            "selftext": "",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "honusy",
            "num_comments": 0
        },
        {
            "title": "AVISOS INICIAIS",
            "selftext": "Olá a todos os membros do sub, Sejam todos muito bem vindos.\n\nEsse aqui é o primeiro post e queria que ele servisse para duas coisas:\n\n1)Para quem já chegou dar idéias para a comunidade e coletivamente podemos estabelecer padrões da postagem para que sejam os guidelines\n\n2)achar membros que estejam interessados em ser mods e ajudar a construir a comunidade não só como membros comuns mas também nos bastidores",
            "subreddit": "MusicosDoBrasil",
            "topic": "musica",
            "id": "hhi61x",
            "num_comments": 4,
            "comments": [
                "Op, posta de novo lá no r/brasil, vê se gera algum engajamento maior.",
                "Espero que o sub de certo, mas pela experiência da galera que posta o trampo no r/Brasil vai ser complicado.\n\nGeneralizando, a galera não se mistura muito.\n\nEu eventualmente passeio pelo r/producaomusical e irei acompanhar aqui tbem. Meu conhecimento de teoria não é muito amplo, pelo contrário, mas me viro. :)"
            ]
        }
    ]
}