{
    "posts": [
        {
            "title": "Foda-se",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12shcva",
            "num_comments": 1
        },
        {
            "title": "Feliz dia do Índio 😁",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12s2baf",
            "num_comments": 13,
            "comments": [
                "Tô vendo tanto o meme do foi de Vasco que achei q era um meme sobre os indígenas que estão morrendo nas reservas por conta dos ataques de fazendeiros e tals.",
                "Oh... Ooooh.... Ooo....\nIxi.",
                "Eu jurava que era dia da árvore",
                "Based",
                "Vaxxxxxxcaummmmmmm",
                "Ficou feio esse post em",
                "Por que vergonha alheia?",
                "Se algum dia eu cometer uma gafe muito muito grande (tipo comer a mãe do chefe ou chutar o cão-guia de uma criancinha órfã), eu vou lembrar desse tweet pra me tranquilizar de que poderia ter sido muito pior"
            ]
        },
        {
            "title": "Pegaram outro camarada que deu green.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12r0kxk",
            "num_comments": 16,
            "comments": [
                "Os gráficos do Roblox estão cada vez mais lindo",
                "isso não é Roblox?",
                "\"É.... O juiz tá atirando no Rogério Ceni..\"",
                "O Brasil não é para amadores.🇧🇷",
                "Então é assim o Roblox em 4K",
                "O que rolou?",
                "Se os jogos de Roblox não existissem isso não estaria acontecendo. Isso é uma prova que jogos podem sim influ- Ops! Sub errado.",
                "Não mostre esse vídeo ao Luís Castro 😭😭😭😭",
                "Não entendi foi nada",
                "Só se esse Virgulino for o lampião",
                "O narrador é bom hein, narra até prisão de jogador",
                "Fifa Black OPS"
            ]
        },
        {
            "title": "GRAVE: Árbitro que atirou em Rogério Ceni foi preso dentro de campo na Copa Roblox de Futebol. Ele disse não se arrepender, matou os policiais e roubou a viatura para escapar mas é pego pelos jogadores do Corinthians e do CAP e linchado.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12prgba",
            "num_comments": 17,
            "comments": [
                "Muito bom esse campeonato vsf kkkkk",
                "É lamentável...",
                "Isso fora de contexto e melhor ainda",
                "Cenas lamentáveis",
                "😲😳 LAMENTÁVEL",
                "Cenas lamentáveis,sou torcedor do São Paulo FC entretanto não devemos cometer tais atos extremos.Mesmo q 5 a 0 seja esculacho",
                "Pelo amor de Deus, onde assisto isso em primeira mão?",
                "Essa história fica cada vez melhor",
                "Sério? Como acompanhar a Copa Roblox? Tenho andado meio triste, e sinto que essa é a dose certa de serotonina pro meu corpo kkkkkkk",
                "Isso é uma das coisas mais lindas que eu vi nos últimos tempos KKKKKKKKKKKKKKKK",
                "u/savevideo",
                "# CENAS LAMENTÁVEIS"
            ]
        },
        {
            "title": "Tentei fazer uma releitura de camisa/logo retro para o Atlético Mineiro e queria opiniões (Logo e design feitos por mim baseados em uma camisa já existente.)",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/be0hfudqm6ua1.png?width=5358&format=png&auto=webp&v=enabled&s=485cadd032ec020d39aca9b566828fc65050d0ca",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12nwrh6",
            "num_comments": 8,
            "comments": [
                "A camisa q vc baseou eh de q ano? 89? Ficou massa em",
                "Sou cruzeirense mas confesso, que coisa linda! Você tem talento! Você é atleticano??"
            ]
        },
        {
            "title": "ABSURDO: Após provocações, árbitro saca um revolver e dispara contra Rogério Ceni e contra a torcida do São Paulo na Copa Roblox de Futebol.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12nnw4k",
            "num_comments": 27,
            "comments": [
                "Mano, esse Rogério Ceni do Roblox KKKKKKKKKKKKKKK\n\nPor favor, continue trazendo as notícias da Copa Roblox de Futebol",
                "Esse vídeo vai virar reportagem da Record explicando o porquê da violência nos estádios e como a causa é o videogame",
                "O futebol carioca cada dia inovando",
                "O cara correndo atrás do roblox narigudo com uma arma\n\nhttps://preview.redd.it/hidp92x1w6ua1.jpeg?width=200&format=pjpg&auto=webp&v=enabled&s=3e2d21b19ced2db39fcfffd4db770917a465daf0",
                "Intankável vsf KKKKKKKKKKKKKKKKKKK\n\nEU SUPLICO, CONTINUEM TRAZENDO POSTS DE ROBLOX",
                "Copa Roblox de Futebol é único campeonato relevante",
                "\"É... O juiz tá atirando no Rogério Ceni\" com a maior tranquilidade me quebrou",
                "Onde que acompanha? Já que meu mingau não tá colaborando, vou acompanhar Copa Roblox que eu ganho mais.",
                "Cada dia o mundo fica mais perigoso",
                "Infelizmente mais cenas lamentaveis....\nAonde vamos parar?!?\n\nAté agora estou chocado com a invasão de campo pela torcida do fluminense vs santacruz .... \n\nAonde vamos parar com tudo isso?!?",
                "Nunca joguei Robkox e tenho 35 anos. Agora quero jogar saporra pela zuera kkkk",
                "juiz era sao paulino e nem roubando pro trikas conseguiu fazer o parmegiana da madruga ganhar o jogo",
                "cara, impressionante como o rogerio conseguiu ficar mais bonito no roblox",
                "Kkk mano",
                "Mano, isso me lembrou demais do trailer do Wolfenstein The New Order, quando eles fazem uma referência a Copa do Mundo de 1950 (no universo em que a Alemanha ganha a Segunda Guerra) e o juizão saca a pistola e dá um tiro num jogador que havia machucado um jogador alemão. Slk, imagina se os árbitros da CBF tivessem porte de arma?? Não restava um.",
                "FIFA 2024",
                "u/savevideo",
                "u/savevideobot",
                "U/savevideo"
            ]
        },
        {
            "title": "Plot Twist: foi o Paysandu q fez",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12nix6m",
            "num_comments": 4,
            "comments": [
                "Quando eu cheguei na sala ontem, a primeira coisa que meu amigo disse foi que o cunhado dele tinha mandado esse vídeo pra ele. Quando o 3° amigo chegou ele foi mostrar o vídeo pra gente",
                "u/savevideo"
            ]
        },
        {
            "title": "Fotografia antiga do feiticeiro Azabel Irons",
            "selftext": "Sua obra \"Cold Shadow, burning light\" inspirou Aleister Crowley\n\n \n\nhttps://preview.redd.it/zeruclezrzta1.png?width=712&format=png&auto=webp&v=enabled&s=3517cd9b6708e97a42e19c4e7b932dc257ac838c",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12msmef",
            "num_comments": 2,
            "comments": [
                "Legal, mas o que que isso tem a ver vom futebol?"
            ]
        },
        {
            "title": "CENAS LAMENTÁVEIS: Torcida do Fluminense invade gramado na Copa Roblox de Futebol para agredir os jogadores após sofrer uma goleada histórica do Santa Cruz.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12maj6j",
            "num_comments": 39,
            "comments": [
                "O único lugar do mundo em que o metaverso está funcionando",
                "12 a 0 é muito esculacho mesmo...",
                "E ainda dizem que o Santa não é o maior do mundo!",
                "Que porra eh essa KKKKKKKKK",
                "Caraio qual foi o motivo? Kkkkkkkkkkkkkkkk",
                "achei que o bagui era sério até ver os boneco do roblox correndo akkakakakak",
                "KKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKK amei",
                "Fluminense e Barcelona, Barcelooooona e Fluminenseeee",
                "u/savevideo",
                "PQP KKKKKKKKKKKKK",
                "Kkkkkkkkkkkkkkk",
                "Dinizismo? KKKKKK vcs acreditam msm nisso?",
                "É 12 x 0 é um placar inadmissível. Tem que descer a lenha nesse pessoal ...",
                "Vsf, eu sou tão tricolor que minha primeira reação foi ficar puto vendo o placar. Depois que eu parei pra pensar... No fundo eu entendo os torcedores que invadiram, eu teria feito isso ja no 3x0",
                "Que porra de Sub é esse? Que porra é essa? Que porra é Roblox? Kkkkkkkkkkkkk",
                "Que massa kkkkkkkkkk\n\nQue jogo é esse? Como faço pra tê-lo?",
                "Que notícia maravilhosa mano kkkk.",
                "Tem coisas que só acontecem com o Santinha. 😅",
                "Aonde vai o futobola brasileoro ); ?",
                "Por que eles tão jogando na ilha do retiro? Kkkkkkk",
                "Não tem, não tem opção de baixar o vídeo...",
                "r/killthecameraman",
                "Cha-co-ta",
                "Cara, isso é simplesmente genial."
            ]
        },
        {
            "title": "O narrador MENOS clubista do futebol brasileiro.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12m8z8h",
            "num_comments": 2,
            "comments": [
                "eai adam sandler carai"
            ]
        },
        {
            "title": "Análise mais precisa até agora:",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12kxe4j",
            "num_comments": 54,
            "comments": [
                "A única história do náutico que eu conheço é batalha dos aflitos. E eu diria que não é lá uma história muito favorável pro náutico.",
                "Não sei se é piada ou episódio de esquizofrenia",
                "Corinthians tem dinheiro???",
                "A máquina de memes do Santa Cruz vai fazer o time renascer das ruínas",
                "pode não ser verdade, mas é a verdade que eu quero acreditar",
                "Olha esses comentários. Tem gente que acha que tá no GE e não no futebola",
                "Tinha que ser torcedor do time fundador da série D 😂",
                "Aí com todo respeito, o São Paulo é muito novo pra dizer que tem história. Eu diria que o Flamengo e o Grêmio têm mais história que o São Paulo.",
                "Kkkk. A última vez que o Náutico apareceu pro cenário nacional foi perdendo o acesso pro Grêmio, mesmo tendo um pênalti a favor e 4 jogadores a mais na linha - fora o trio de arbitragem.\nGrêmio tem mais história que Náutico e Santa Cruz somados.\nPelo jeito a droga no Nordeste tá bem acessível. Cidadão pra criar e postar uma bobagem dessas já tá longe da realidade.",
                "Vasco não tem história?",
                "Eis q vc ver futebol pela choquei",
                "Palmeiras não tem dinheiro? Tá errado isso aí hein.",
                "Atlético tem muito dinheiro negativo.",
                "campinense eliminado na primeira fase do paraibano, primeira fase da copa do brasil, não vai jogar lampions nem cdb ano que vem e se não subir pra série C esse ano fica sem calendário ano que vem(fora o rebaixamento no ano passado)  \n\n\n***TEM SAÚDE***",
                "Fiquei muito mais ofendido do que eu deveria",
                "isso é um insulto gratuito.",
                "O Flamengo não tem 300 temporadas de Crise na Gávea pra ser tratado como um zé ninguém assim. 😡",
                "Palmeiras não tem dinheiro? 👀👀👀",
                "Corinthians tem dinheiro kkkkk",
                "nem sou desse reddit mas como sou do santa cruz eu preciso perguntar: ONDE esse time tem dinheiro pelo amor DE DEUS??",
                "Corinthians não é endividado? Eu não sou desse sub e não manjo de futebol, mas acho que se vc ganha 2 mundiais você tem história",
                "Corinthians, dinheiro??",
                "é piada né",
                "Palmeiras não tem dinheiro. Os dois grandes momentos na história do time foram atrás de grandes empresas por trás...é cada uma.",
                "Kkkkkk meu Galão não tem dinheiro fí. O que temos é muita dívida e de alguma forma (4Rs) ainda temos crédito na praça.",
                "E o resto não tem porra nenhuma.",
                "Palmeiras não ter dinheiro é sacanagem",
                "Santa Cruz e dinheiro não andam juntos. Ou até andam, mas a diretoria é tão perversa que consegue sumir com tudo em instantes.",
                "Parei com sub de Futebol... 2 dias seguidos com animais falando que o Palmeiras não tem dinheiro.",
                "nenhum time tem mais história que o gremio. xiu",
                "palmeiras tem história aonde",
                "corinthians e dinheiro foi sacanagem",
                "Corinthians no \"Tem dinheiro\" foi de fuder.",
                "É impossível essa imagem não ofender ninguém.",
                "Cruzeiro tem história",
                "Precisa e imparcial..."
            ]
        },
        {
            "title": "É isso o que a FIFA esconde de você!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12kxczw",
            "num_comments": 3,
            "comments": [
                "Pipico artilheiro dessa bagaça aí",
                "Copa do Mundo na Coréia do Norte"
            ]
        },
        {
            "title": "TEM ALGUM FLAMENGUISTA AIIIIII?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12kvtfv",
            "num_comments": 1
        },
        {
            "title": "Acharam a casa do Fernando Lázaro",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12kto32",
            "num_comments": 1
        },
        {
            "title": "O saopaulino não tem u minuto de paz. F cirilo",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12kpieq",
            "num_comments": 4,
            "comments": [
                "É foda ser são paulino, nascemos para sofre quando vendo e futebol e na vida",
                "Mas aí o meu compatriota tá mexendo com a fruta errada tbm",
                "futura lider da tropa bigodinho"
            ]
        },
        {
            "title": "Melhor que muito jogador aí",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12jndu4",
            "num_comments": 2,
            "comments": [
                "Wtf??? Botafogo em sua época de ouro???"
            ]
        },
        {
            "title": "Z-Z-ZICO?!?!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12j3row",
            "num_comments": 3,
            "comments": [
                "Tá na cara que é o Vampeta.",
                "Se for o zico seria muito engraçado pq eu conheci ele pessoalmente e ele falou que é contra qualquer tipo de imoralidade"
            ]
        },
        {
            "title": "O Futebola alcançou a marca de 4000 inscritos! Faça aqui sua sugestão pro futuro, seu perninha mascaradinho!",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/lyrefirufcta1.jpg?width=850&format=pjpg&auto=webp&v=enabled&s=e164d363c239b5b8502a08c4a5a70eee85c0b289\n\n  \nFala, futebolistas! Beleza?! Aqui quem vós fala é o DarkJayBR (DJ para os intímos), criador e CEO do Futebola. Antes de qualquer coisa, eu gostaria de agradecer a todos vocês por nos ajudarem a alcançar essa marca de 4 mil inscritos. Vocês acreditaram no nosso projeto, projeto o qual muitos zombaram e não acreditaram ser possível, dizemos que flopamos ou que somos arruaceiros ou até mesmo que estamos tentando destruir o r/futebol (nada disso é verdade). É um sonho para todos nós da equipe Futebola chegarmos aos dez mil inscritos e hoje demos mais um passo largo na nossa caminhada, muito obrigado. Quem já está aqui vai ter o privilégio de poder falar no futuro: \"Eu estou aqui desde que isso aqui era mato\" - rs.   \n\n\nEu gostaria de agradecer também a toda equipe que trabalha diariamente comigo ou já trabalhou como; Netolokão, CFella, Kayqe, Jequeiro, Saidadeboladodiniz, Semarotox, Portvgves, Fred\\_Nolasco, Rawr, Kystov, Fabrício\\_7773, Luizinho\\_Sly e também agradecimentos especiais a equipe do r/futebol que sempre foi muito firmeza comigo como u/Malarazz e o Time Ad (meu grande amigo), muito obrigado a todos, sem vocês o Futebola não seria possível.  \n\n\nMas agora eu quero saber de você, futebolista. Como nós podemos melhorar como comunidade? Como nós podemos fazer sua estadia aqui ser melhor e mais divertida? Você tem sugestão de flairs? Ou projetos que possamos fazer? Ou uma critica construtiva? Pode se abrir nos comentários, qualquer tpo de crítica é bem vinda mesmo as mais ríspidas. Isso serve para nós sempre melhorarmos e não nos acomodarmos. Então, sinta-se livre para comentar.   \n\n\nBom, é isso. Muito obrigado pela atenção e que deus abençõe a todos nós.   \n\n\nMuito obrigado a todos.   \n\n\n\\-  *DarkJayBR, CEO do Futebola.*   \n\n\n\"***Quando o trabalho é bem feito, a inveja é pesada.\"***",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12j35jr",
            "num_comments": 11,
            "comments": [
                "Aqui está o [link de convite](https://discord.gg/BqBUErAjKV) para o nosso Discord caso você queira me mandar tomar no cú diretamente (ou o Jequeiro). Não precisa instalar nada, abre direto no seu navegador, basta que você crie uma conta. Assim você vai poder falar diretamente no nosso bate papo com os ilustres ~~otários~~ famosinhos do r/futebol incluindo TimeAD, eu, Jequeiro, Cellist, Semarotox, etc. ~~Tinha até o Marcelão mas eu fiz ele ir de americanas.~~\n\nTemos 200 membros online todo dia.",
                "Fala Zezé!\n\nPode pedir flair nova de meme novo? 😬",
                "Pensei em outra coisa!\n\nVocês já consideraram abrir os comentários pra postarmos GIFs e imagens? Se tivesse essa opção eu, como um ávido usuário de figurinhas do zap, usaria bastante. Alguns subs que eu frequento têm essa dinâmica liberada e eu acho bem legal pra subreddits de meme."
            ]
        },
        {
            "title": "Nagelsmann neste exato momento",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12iyhns",
            "num_comments": 3,
            "comments": [
                "O  que aconteceu?"
            ]
        },
        {
            "title": "Avaliando os companheiros.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12ivg8s",
            "num_comments": 2,
            "comments": [
                "n aguentei o 🤓"
            ]
        },
        {
            "title": "O clima não poderia ser melhor na cabine de transmissão.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12irj32",
            "num_comments": 34,
            "comments": [
                "O time do dinossauro mano",
                "Coitado do narrador. ficou vendido no lance",
                "e nao solta o microfone de jeito nenhum. baita profissional",
                "Que porcaria de narrador perderia a oportunidade de narrar uma treta ao vivasso no rádio?",
                "Os cara começa a treta do nada. Parece até figuração kkkkkkkkk",
                "Olha a bola do treze pra fora me pegou",
                "Isso é bom demais, 😂",
                "pô mané, isso foi aqui kkkkkk (treze campeão porra)",
                "O narrador n tá fazendo zorra nenhuma pra separar e ainda fala \"Alguém me ajuda aqui\"kkkkk",
                "Climinha de Libertadores",
                "Pow, queria saber o diálogo inicial da briga ksksj",
                "u/savevideo",
                "O clima tá ruim? Chama o Fernando Lázaro",
                "O neto da aula pra eles kkk",
                "Kkkkkkkkkkkk",
                "E o cara fica com o microfone na boca kkkkk imagina quem tava escutando kkkkk",
                "É o Adnet?",
                "Esse tipo de transmissão que gosto, qual canal e esse?",
                "Imagina o pessoal sentado de boas vendo o jogo, e do nada o narrador falando calma alisson",
                "Essas tags de rádio são muito foda",
                "Calma Alisson kkkkkkkkkkkkkkkkkkk",
                "jogo mais calmo na Paraíba."
            ]
        },
        {
            "title": ":(",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12iols1",
            "num_comments": 4,
            "comments": [
                "Estou com medo de Jorge Jesus voltar. \nQue o Flamengo dê uma de CBF.",
                "Esse homem conseguiu ser a pessoa ********* mais do Brasil"
            ]
        },
        {
            "title": "Tem o Cano na foto, mas há outro cano escondido",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12i1mtq",
            "num_comments": 9,
            "comments": [
                "Esse troféu do carioca foi comprado no mercado livre? Que merda é essa?",
                "Eu não entendo até hoje isso, tem varias fotos assim. Pessoal comemorando no vestiário tirando foto e os caralho, chega um e fica pelado do nada.",
                "Já viu o cano escondido?",
                "Ainda estou traumatizado com a pica do chiellini",
                "O famoso banho dos campeões. kkkkkk",
                "Jurei q era o cano na parede"
            ]
        },
        {
            "title": "A sogra piorou",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12h0m45",
            "num_comments": 1
        },
        {
            "title": "Nunca falha né?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12gzdev",
            "num_comments": 3,
            "comments": [
                "Qualquer assunto relacionado ao futebol: a\n\nMauro Cezar: Flamengo",
                "Errrooooooouuuuuu!\n\nE ainda ganha muito dinheiro pra comentar! Esse é o nível dos comentaristas de Futebol do Br."
            ]
        },
        {
            "title": "Declarações que precederam a desgraça (2/40)",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12gzaeb",
            "num_comments": 1
        },
        {
            "title": "Depois dessa final do Carioca",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12gytzg",
            "num_comments": 2,
            "comments": [
                "FOI MAL NASSAUM, PRECISO IR ME A PORTUGAL, A SOGRINHA PIOROU"
            ]
        },
        {
            "title": "Jogadores mais decisivos do Palmeiras no paulista",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12gw4ac",
            "num_comments": 6,
            "comments": [
                " o choro é livre",
                "4x0 fora chocolate porque era Páscoa.\nTrickas com gatilho no jogo de hoje. Kkkkkkk",
                "sai do fake rogerio ceni",
                "Chora mais",
                "teu cu"
            ]
        },
        {
            "title": "SAI SATANÁS! Amém irmãos tricolores!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12glzw7",
            "num_comments": 6,
            "comments": [
                "Carai kkkkkkkk ganhamo com poder de deus",
                "Amém!",
                "Se ele tivesse sacrificado um bode na frente do Maracanã, o Flu ganharia de qq forma.\n\nCom a bolinha que o Flamengo está jogando, SÓ os tricolores não sabiam que iriam vencer.",
                "A benção, João de Deus"
            ]
        },
        {
            "title": "wtf lances do nottingham forest no auge 😳",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12glebp",
            "num_comments": 4,
            "comments": [
                "Clássico Nothing Forest e put fire em seus auges",
                "Dessa verdade, nem o Gustavo Scarpa.",
                "Wtf final de mundial entre Nottingham Forest e Botafogo"
            ]
        },
        {
            "title": "O aniversário do Naútico tá parecendo mais um velório.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12fwpw2",
            "num_comments": 11,
            "comments": [
                "Eu sinto como se o náutico tivesse prestes a santacruzar",
                "Bolo pequeno igual ao time",
                "essa festa virou um enterro",
                "O clima no Clube é esse mesmo",
                "Pelo menos não tá que nem o Santa Cruz",
                "Meu amigo, lembro de quando morava em recife quando criança, e ainda existia uma rivalidade entre sport, santa e náutico....\n\nO que fizeram com esses dois times é de fuder",
                "\"aqui jaz nautico, santa cruz e o futuro do futebol pernambucano\"",
                "Qualquer confraternização de escola ou clube:"
            ]
        },
        {
            "title": "Sintam só o bolo de aniversário de 122 anos que o Naútico fez para servir mais de 900 convidados.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12fvix2",
            "num_comments": 1
        },
        {
            "title": "Será que Cudê tem o que é preciso para salvares o Grelão da Márcia?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12eocis",
            "num_comments": 7,
            "comments": [
                "Coudet quem?",
                "Quiero 5 refuerzos más",
                "Que ele se dane. Só fala merda! Rua nesse FDP!",
                "Para Coudet"
            ]
        },
        {
            "title": "9 anos de uma pérola",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12e1krz",
            "num_comments": 2,
            "comments": [
                "6 de abril definitivamente não é o dia do galo"
            ]
        },
        {
            "title": "EU TENHO DORMIDO COMO UM NENÉM ESSES DIAS.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12dphuq",
            "num_comments": 4,
            "comments": [
                "Santa Cruz com aquele sono pesado de defunto",
                "Deus me leva e devolve o CNC na série A eu aceito a troca",
                "O possante pernambucano..."
            ]
        },
        {
            "title": "O torcedor mais calmo do Naútico ontem.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12dmntt",
            "num_comments": 6,
            "comments": [
                "Existir por definição é sofrimento",
                "Pô mano, o estado do futebol pernambucano tá triste.",
                "Velho não gosto de brincar com torcedor do Nautico ou Santa Cruz, os cara sofrem pra caralho pra nada kkkk",
                "O nome do estádio já fiz muito. Deviam chamar a nova arena do Galo de a Arena dos Sofredores."
            ]
        },
        {
            "title": "P-A-L-M-A-S",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12d47hh",
            "num_comments": 10,
            "comments": [
                "Oi rsrsrsr",
                "Dinizismo\n\n\nPosse de bola ou nada 😎",
                "Faça o L imediatamente",
                "No final o Flu virou, pq vc sempre pode dar azar de chutar 30 vezes e não fazer, mas é muito melhor chutar 30 e as vezes ter azar do que chutar 2 e depender de sorte.",
                "É Diniz, n tem jeito kkkkkkk",
                "PeloamordeDiniz, poste isso toda vez que o fluminense jogar.",
                "Vamos falar sobre finalização?",
                "Rapaziada não aprende a esperar o jogo acabar 😕",
                "Que post ruim kkkkkkkkkkkk envelheceu como leite"
            ]
        },
        {
            "title": "Palmeirenses de todo o Brasil nessa semana",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/0lr68jjhb2sa1.png?width=526&format=png&auto=webp&v=enabled&s=550e3b9291cc4429a52b969f77e44063cb029dc1",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12cjbni",
            "num_comments": 2,
            "comments": [
                "Está fresco o lathletletlico cometendo o crime ano passado ainda"
            ]
        },
        {
            "title": "Acho que esse time vai ganhar Champions league",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12bq1fl",
            "num_comments": 5,
            "comments": [
                "Fagner na esquerda pra cortar pra dentro e chutar os adversários",
                "Big Nike por 12 cartoletas é um crime",
                "Vc realmente escalou o Vitor Pereira kkk",
                "Confia no VP. 🤣"
            ]
        },
        {
            "title": "🐓👍",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12bexty",
            "num_comments": 2,
            "comments": [
                "o verdadeiro maior de Minas é o América que tem estádio **e** shopping há anos"
            ]
        },
        {
            "title": "O inimigo do meu inimigo é meu amigo",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12b0xh4",
            "num_comments": 6,
            "comments": [
                "E o Santos rebaixado até dos memes",
                "Go go Holy Water",
                "E olha que foi o Holy Water que derrotou o São Paulo."
            ]
        },
        {
            "title": "Imagem proibida em 149 países.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12apybn",
            "num_comments": 3,
            "comments": [
                "Bostina",
                "Argensil"
            ]
        },
        {
            "title": "Formengão",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12aetyr",
            "num_comments": 6,
            "comments": [
                "O Formibaile da Formipenha vai tá brabo com a vitória do Formengão.",
                "caralhisrmiga",
                "Habemos açúcar!",
                "No cubos de açúcar eu quebrei.",
                "Mau sabia ele"
            ]
        },
        {
            "title": "O sósia do Neymar ataca novamente!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12a8nca",
            "num_comments": 5,
            "comments": [
                "Pra mim, essas paradas nunca perdem a graça kkkk",
                "Mano será que esse cara ganha a vida como sósia do Ney?"
            ]
        },
        {
            "title": "DENTADURA GREMISTA INVADE O CAMPO EM CAXIAS x GRÊMIO",
            "selftext": "r/futebol",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "128zamc",
            "num_comments": 5,
            "comments": [
                "E a FGF não faz nada, né? Se fosse do interior...",
                "O cara perdeu os dentes e mesml assim a dentadura dele é suja!",
                "Não foi toda a torcida que conseguiu sorrir com o resultado desse jogo"
            ]
        },
        {
            "title": "\"Ui nao tem pra q ir pro estádio\" pq ir pro estádio é melhor:",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "128o8r5",
            "num_comments": 3,
            "comments": [
                "AUAUEHAUHEAUUAUE eu amo esse tipo de vídeo",
                "Ir pra estádio tem vários problemas (muitas vezes é longe, ruim de chegar, tu compra ingresso e tem que dar a volta no estádio, nem sempre tem acessibilidade, as vezes rola porrada, tem gente mau educada), mas é milhões de vezes melhor do que ver pela tv."
            ]
        },
        {
            "title": "Curta se vc apoia esse jovem garoto de apenas 16 quilowatts 😭😭",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12891hc",
            "num_comments": 6,
            "comments": [
                "na idade dele eu tbm tava atirando pra todo lado ué",
                "O que não faz de gol dentro de campo tá fazendo fora dele. Voa moleque.",
                "Apalpando deve ser fofo mesmo.",
                "Oq esse moleque deve tá bingolando loirinhas, não tá escrito"
            ]
        },
        {
            "title": "ATÉ QUANDO, MEU DEUS?!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "1285kv1",
            "num_comments": 6,
            "comments": [
                "Eu vou pro céu com certeza",
                "Antigamente eu sofria, hoje eu sofro",
                "Acompanho jogos do Grêmio, luverdense e vasco. Os do vasco são os que me deixa mais feliz independente da vitória ou da derrota",
                "u/savevideo"
            ]
        },
        {
            "title": "Impossível ver mais de dez segundos desse video.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "127zj0y",
            "num_comments": 22,
            "comments": [
                "Esse são os gaúchos com o sotaque mais carioca que ja vi na vida.  \n\n\nNão sabia que Porto Alegre ficava nos arredores de Vila Isabel.",
                "Meu deus...",
                "Foi o minuto mais difícil da minha vida. Agora eu sei que posso superar muitas dificuldades, sejam elas quais forem. Sei que posso acordar de manhã e esquecer que meu emprego é uma merda, que a minha vida pessoal está estagnada, e que não há perspectivas positivas social e ambientalmente para a humanidade. Se eu sobrevivi a este vídeo, eu posso sobreviver a tudo, a qualquer doença, a qualquer tropeço. Agora eu sou invencível. Imortal. Eu sou eterno.",
                "Mas aí n é justo pow, usaram o Abelao cheio de paixão",
                "Average torcedor gaúcho",
                "Muito cara de conteúdo do ticktock",
                "Sei que é meme, mas o Forlan perder pro Suarez foi sacanagem XDDD",
                "puta que pariu",
                "assistir isso bebado foi a melhor coisa q acontecue na minha noite olkasndilksaodocyhsdfucfgvsdoyucb dewsiopfchjfiop",
                "Eu assisti tudo com o dedo na saida de audio do meu celular",
                "Cadê o gabiru???? Gabiru maior que o Ronaldinho.",
                "Como eu consigo uma amnésia? Hahaha"
            ]
        },
        {
            "title": "Personagens De Mortal Kombat se fossem times Brasileiros",
            "selftext": "Santos Smoke, Botafogo Noob Saibot, CAP Ermac, Palmeiras Reptile, Corinthians Sub-Zero e Flamengo Scorpion.",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "1272988",
            "num_comments": 13,
            "comments": [
                "Botaria o scorpion com o Criciúma mas blz",
                "Sub zero = grêmio",
                "Que merda .",
                "Cadê o Trikas?",
                "O Flamengo é o Ermec, o sub zero o super grêmio"
            ]
        },
        {
            "title": "Aquecimentos dos times comandados por Alberto Valentim.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "126y685",
            "num_comments": 4,
            "comments": [
                "Kkkkkkkk",
                "Presidente do Cuiaba não gostou do treino que ele fez lá.",
                "Então foi assim que ele pegou a mulher do presidente do Cuiabá"
            ]
        },
        {
            "title": "Sintam só o plano de recuperação anunciado pelo Santa Cruz.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "126xnj5",
            "num_comments": 3,
            "comments": [
                "Mataram o time na base da paulada mano KKKKKKKKKK que bagulho revoltante",
                "Dando uma googlada descobri que essa patacoada aí foi em 2018, aí parece que a torcida chiou e eles voltaram atrás… então decidiram vender água mineral\n\nNão sei se a ideia dos ovos voltou à tona, mas que situação meu irmão…."
            ]
        },
        {
            "title": "LGTV+? 🤔",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "126wvwe",
            "num_comments": 1
        },
        {
            "title": "Homem Mau sempre cirúrgico em suas análises, nunca erra.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "126cuew",
            "num_comments": 9,
            "comments": [
                "O fraqueza kkkkkkkkkkkkk",
                "Os véio de setenta anos voltaram para a quinta-série, quinto ano ou seja lá como se chama isto hj....",
                "Melhores comentáristas q existem no momento",
                "Sei la cara o jeito que ele fala Fortaleza é diferente kkkkkkkkkkkkkkkkkkkkk",
                "O FORtalezA",
                "https://instagram.com/shit.zaap2?igshid=Mzc1MmZhNjY=",
                "Só eu que acho esse nome muito maneiro? Queria ser conhecido como Homem Mau tbm. 🥲",
                "Cabeça de esfolar gola sempre perfeito"
            ]
        },
        {
            "title": "BIZARRO: FPF divulga calendário do Santa Cruz pra 2024, equipe tricolor enfrentará equipe semi-amadoras e de peladeiros. Acabaram com o Santa Cruz.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "125f69v",
            "num_comments": 12,
            "comments": [
                "Rapaz. Acabaram com Satan Cross.",
                "Esquema de apostas isso ai",
                "Do jeito que tá, ainda corre o risco de passar vergonha em metade dos jogos.\n\nTinha visto ontem que teria Santa x Ibis e achei que seria vitória fácil pro Santa, aí fui ver o resultado e os caras levaram 3 GOLS DO IBIS, assim não dá",
                "Nível de Flu x Lagartense.",
                "Contra o Bar dos travecos, vai ser jogo pau a pau",
                "Nem acredito que o Santa Cruz caiu pra segunda estadual",
                "E o áudio ainda ficou cortado.\n\n\"Os ingressos podem ser meio quilo de alimento não perecível, incluindo meio quilo de sal!\""
            ]
        },
        {
            "title": "Santa Cruz não deu sequer 20 segundos pro seu torcedor comemorar o empate e já toma o gol da virada antes mesmo do comentarista conseguir falar sobre o gol de empate.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "125bd4w",
            "num_comments": 8,
            "comments": [
                "O santa Cruz não merece essa humilha- Gol do ibis.",
                "Que bizarro",
                "EU TÔ CHORANDO DE RIR",
                "Esse Íbis é o mesmo que era considerado o pior time do Brasil?",
                "Que narrador foda"
            ]
        },
        {
            "title": "Efeito Mandela no errefutebol",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "124pjvp",
            "num_comments": 1
        },
        {
            "title": "Average Cortinas supporter",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "1245o07",
            "num_comments": 7,
            "comments": [
                "Corinthiano menos fanático:",
                "Sou heterinthians",
                "Aqui é 10% mulher é 90% Galo",
                "E esse grande filósofo ~~contemporâneo~~ corinthiano tem 11 anos"
            ]
        },
        {
            "title": "NÃO BATE PRO GOL NÃO EDINHO",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "12394m6",
            "num_comments": 3,
            "comments": [
                "Made in Fortaleza......"
            ]
        },
        {
            "title": "Declarações que precederam a desgraça II (2/40)",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "1238rs5",
            "num_comments": 4,
            "comments": [
                "Assim, eu odeio o Sport, mas dizer que ceará e fortaleza são maiores que ele é de uma burrice homérica",
                "Tinha q ser regatiano\n\n\nVão perder o alagoano pro ASA"
            ]
        },
        {
            "title": "Globo comete gafe e exibe imagens do Botafogo em reportagem sobre apreensão de maconha.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "1234mjv",
            "num_comments": 7,
            "comments": [
                "Droga é droga.",
                "PK fumou tudo😤🚬🍁💨💨",
                "u/downloadvideobot",
                "u/downloadvideobot",
                "u/savevideobot"
            ]
        },
        {
            "title": "CR7 é o melhor da história?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "121u57a",
            "num_comments": 1
        },
        {
            "title": "qual foi a pior mudança da história do futebol brasileiro?",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/121q4nb)",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "121q4nb",
            "num_comments": 6,
            "comments": [
                "E os \"Mascotes\" do athletico tbm, ideia de merda",
                "Eu achava o escudo antigo do Aflético o mais bonito de todos os clubes que passaram pela série A. \n\nDaí os caras me trocaram por essa logo de estudante de design de uniesquina vsf",
                "Ahthlehtihco*",
                "Minha opinião? Nenhuma das duas. Claro, as duas foram HORROROSAS, mas teve uma pior.\n\nA mudança de mentalidade do Íbis.",
                "Eu acho que a pior mudança foi o Atlético Paranaense mudar pra Athletico Paranaense"
            ]
        },
        {
            "title": "Bem-vindo de volta! A SOGRA SAROU FIEL!!!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "121php1",
            "num_comments": 3,
            "comments": [
                "Nem pintado de ouro 💀\n\nQuero que ele volte à portugal com o rabo entre as pernas",
                "Joga praga n infeliz"
            ]
        },
        {
            "title": "É um homem ou uma tartaruga?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "121ogfv",
            "num_comments": 5,
            "comments": [
                "Essa demora é o tempo dos pensamentos e diálogos que tem nos animes",
                "O Neymar batia assim no começo da carreira"
            ]
        },
        {
            "title": "Notícia sobre penalidades",
            "selftext": "Agora é oficial: O IFAB (International Football Association Board), anunciou oficialmente que agora será proibido os goleiros desestabilizarem os batedores durante um pênalti. Assim, não será mais autorizado ( goleiros) atrasar a execução de um pênalti, tocar nas traves ou no travessão antes da cobrança ser realizada.\n\n📷: ( Reuters)\n\npara mais noticias sobre mundo da bola conheça nossa comunidade [r/Futebol\\_Maniacs](https://www.reddit.com/r/Futebol_Maniacs/)",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "121ksf7",
            "num_comments": 2,
            "comments": [
                "Daqui a pouco o goleiro vai ter que pular antes do cara cobrar, pra ficar mais facil"
            ]
        },
        {
            "title": "No ritmo do final de semana!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "120xaby",
            "num_comments": 5,
            "comments": [
                "Saint-Maximin? Um dos melhores dribladores hj, mas podia finalizar melhor",
                "O famoso e inútil drible pra trás"
            ]
        },
        {
            "title": "Por que o Coutinho decaiu tanto puta que pariu? kkkkkkkk",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "120njw1",
            "num_comments": 1
        },
        {
            "title": "pacto",
            "selftext": "https://twitter.com/verdaomakonha/status/1638920695530020869?s=20",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "120gnch",
            "num_comments": 1
        },
        {
            "title": "Ronaldo anuncia mudanças no Design no novo Mascote do Cruzeiro.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11zyuwp",
            "num_comments": 2,
            "comments": [
                "criticam tanto o Ronaldo mas ele foi visionário ao criar um mascote que apela ao público furry"
            ]
        },
        {
            "title": "O clima está excelente no Cruzeiro.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11zq8ui",
            "num_comments": 1
        },
        {
            "title": "Bem vindo",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11ynh2j",
            "num_comments": 7,
            "comments": [
                "Pior do que tá, não fica. Pode vir!",
                "Kkkkkkkkkkkkkkkkjjjj sonho deles",
                "Fernando achelotti",
                "cursed",
                "Inpósivel..."
            ]
        },
        {
            "title": "E o Youtube hein",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11yhyiq",
            "num_comments": 1
        },
        {
            "title": "Jogador brasileiro que joga na europa quando nenhum clube europeu tem mais interesse:",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11yh5rc",
            "num_comments": 2,
            "comments": [
                "Nao joga porra nenhuma o ano todo, torcida vaia:\n\n\\- Ingratos!"
            ]
        },
        {
            "title": "Sonho do erre futebol para o futuro de Corinthians e Flamengo",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11y0qzj",
            "num_comments": 1
        },
        {
            "title": "Pq o estádio do Palmeiras se chama Allianz Parque se ele não é um parque mas sim um estádio?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11xtsch",
            "num_comments": 17,
            "comments": [
                "Porque antes ele se chamava Parque Antártica e a Allianz fez essa homenagem às origens do estádio",
                "Porque os rivais não tem muita chance por ali, e vão só a passeio",
                "Pela mesma razão que o Careca tinha cabelo. Pela mesma razão que o Crespo tinha cabelo liso. Pela mesma razão que as mães não deixam comer sorvete no jantar... Poder!!!",
                "Por que o Palmeiras se chama Palmeiras se ele é um time e não uma arvore?",
                "quando a allianz comprou os naming rights, ela fez uma pesquisa entre os torcedores do Palmeiras para escolher entre os nomes allianz 360, allianz center e allianz parque. A última opção ganhou e ficou",
                "É o nome do estacionamento que tem do lado e o pessoal usa de referência. O estádio nunca foi batizado.",
                "I think it's all about the rival"
            ]
        },
        {
            "title": "Ah lá o artilheiro mais amado do Brasil, O \"Polinésia Alemã\"",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11xj659",
            "num_comments": 2,
            "comments": [
                "Craque, parece que joga com a mão"
            ]
        },
        {
            "title": "Agora o Cruzeiro vai!",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11wkp22",
            "num_comments": 0
        },
        {
            "title": "PSI X Verminosos",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11wiyuc",
            "num_comments": 5,
            "comments": [
                "Gotenks na fusão errada marcando presença",
                "CAraí",
                "Vários clássicos nessa várzea.\nGotenks na fusão errada e o maior banherista da história da várzea. 🤣",
                "Luis Castro teria dificuldades de armar um esquema tático pra ganhar desses times"
            ]
        },
        {
            "title": "Galera. Uma pergunta: como o Atlético Passou por \"gols fora de casa\" sendo que eles não fizeram nenhum gol fora de casa na semifinais contra o Athletic?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11vzxip",
            "num_comments": 6,
            "comments": [
                "se vcs soubessem, ficariam enojados....",
                "Kkkkkkkkkkk, passaram por melhor campanha\n\n\n\n\nNem o Google tankou essa regra",
                "Verdade",
                "Foi considerado quem era o verdadeiro Atlético"
            ]
        },
        {
            "title": "Video proibido em 293 países pela quantidade excessiva de bagres.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11u4vow",
            "num_comments": 32,
            "comments": [
                "Desse campeonato eu não me esqueço do gabigol fazendo um gol de penalti tomando de 2x0 do são paulo e tirando a camisa e mandando a torcida calar a boca como se tivesse fechado o caixão numa goleada histórica",
                "A simples presença de Paulo Baier já compensa tudo",
                "MEU DEUSSSS QUERO ARRANCAR MEUS OLHOS EU VI DE NOVO O PARA COM A CAMISA DO GRÊMIO SOCORRO KKKKKKKKK. E tem torcedor que ainda reclama de Diogo Barbosa meu deus do céu.",
                "Propaganda mais nostálgica da história do futebol brasileiro. Dito isso, bagre nada, só tem COBRA DA BOLA nesse vídeo:\n\n- Edu Dracena (Santos)\n- Primo do Messi (Vitória)\n- Cirino (Athletico)\n- Luccas Claro (Coxa)\n- Ricardo Goulart (Cabuloso)\n- Willian do Bigode (Cabuloso)\n- Jô (Galo)\n- Tardelli (Galo)\n- Lúcio (Palmeiras)\n- Prass (Palmeiras)\n- Carlinhos (Flu)\n- Ederson (Athletico)\n- Paulo Baier (Criciúma Dortmund)\n- Gabriel Barbosa (Santos)\n- Pato (São Paulo)\n- Anderson Talisca (Bahêa)\n- Réver (Galo)\n- Cícero (Santos)",
                "Caramba, o Wellington Paulista jogou pelo Inter...",
                "reescutando essa música do Thiaguinho pro SporTV, vou afirmar uma coisa:\n\n\"Bora Bora Artilheiro\" é um zilhão de vezes melhor que essa música",
                "Meu deus....",
                "Legitimamente um cardume",
                "Saudades Lucas Fonseca muso do Brasileirão",
                "Luciano no Corinthians não precisava",
                "prefiro a paródia do desimpedidos feita pelo Bolívia e o Fred no extinto e saudoso Desinformados",
                "Tirando o Willian bigode, Fernando praas e Edu Dracena, o restante era tudo craque",
                "O ânimo do Edu Dracena é contagiante",
                "Cara, que vídeo perfeito. Muito obrigado, amigo.",
                "Eterno Ananias",
                "Nem fala isso é um rio cheio de peixe.",
                "ainda bem (OU NÃO) que são jogadores e não cantores",
                "Só as ratazanas do esporte bretão trazido para estas terras por Sir Carlos Milhos"
            ]
        },
        {
            "title": "Quem nunca se imaginou assim tá errado",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11tppmr",
            "num_comments": 3,
            "comments": [
                "Vitinho LOFI Vibes",
                "Quem nunca   :("
            ]
        },
        {
            "title": "Declarações que precederam a desgraça II (1/40)",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11tg1oq",
            "num_comments": 5,
            "comments": [
                "Triste kkkkkkkkk",
                "Quando que fizeram isso ?",
                "Hahahahahahaahah essa foi demais"
            ]
        },
        {
            "title": "O Partido da Causa Operária é mais lúcido do que a ESPN.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11t9rvw",
            "num_comments": 3,
            "comments": [
                "[deleted]",
                "O PCO é o mais lúcido. TODO DIA eles fazem uma certa. Que partido. Que homens."
            ]
        },
        {
            "title": "aí é foda",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11t2r3i",
            "num_comments": 1
        },
        {
            "title": "Jael Cruel aciona FPF e mascote do Íbis, o Derrotinha, é forçado a pedir desculpas ao vivo no Globo Esporte por chamá-lo de \"gorducho\" e \"morto\"",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11t0sf0",
            "num_comments": 5,
            "comments": [
                "Eu já tava pensando o que a Federação Paulista de Futebol tinha a ver com isso antes de me dar conta que a federação pernambucana de futebol tem as mesmas iniciais (se bem que no Twitter chamam de FPF-PE)",
                "Mano, pra mim todo esse auê, sobre uma parada extremamente galhofada, deixa tudo mais fascinante",
                "Mundo palhaço"
            ]
        },
        {
            "title": "eu vendo ronaldo interessado em comprar mais um clube:",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11sxhzq",
            "num_comments": 2,
            "comments": [
                "TEM DINHEIRO NEM PRA UM E QUER TER 3"
            ]
        },
        {
            "title": "Jael, o Cruel, foi flagrado discutindo com o mascote do Íbis.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11silts",
            "num_comments": 2,
            "comments": [
                "Cruel até com mascote de time adversário"
            ]
        },
        {
            "title": "resumo de hoje:",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11sh0gg",
            "num_comments": 1
        },
        {
            "title": "\"PRESIDENTE DO VASCO DANÇANDO A DANCINHA DO VENTRE\"",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11sfrv1",
            "num_comments": 6,
            "comments": [
                "Acharia engraçado se não fosse homofóbico",
                "🤡",
                "Carioca bravo e um patrimônio brasileiro kkkk"
            ]
        },
        {
            "title": "O River Atlético Clube lançou um serviço de internet, sente só o comercial que eles meteram.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11s3g4g",
            "num_comments": 5,
            "comments": [
                "Puta que pariu. Nem um gol bonito os caras acharam.",
                "HAHAHAHHAHAHAHAH o PVC do nordeste acabou cmg",
                "Haters dirão que os efeitos visuais são falsos",
                "Nesse pique vai ultrapassar o altos"
            ]
        },
        {
            "title": "Starters do carioca",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/89be7uh6dtna1.png?width=959&format=png&auto=webp&v=enabled&s=268d86263ba635041702e4dcb2d0af00decbdbbc",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11rjcw7",
            "num_comments": 1
        },
        {
            "title": "esse design é muito repetido",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11rcwhn",
            "num_comments": 10,
            "comments": [
                "Alguns ainda tem alguma coisinha diferente, mas o ituano tá de sacanagem, pegaram o escudo do santos e entregaram pra uma criança no paint.",
                "Sem capivariano?",
                "Novorizontino?",
                "Esqueceu do [maior Operário](https://seeklogo.com/images/O/operario-futebol-clube-ms-logo-2391012EB7-seeklogo.com.png).",
                "Faltou o Novorizontino, famoso Santos versão mostarda"
            ]
        },
        {
            "title": "justiça",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11qtp43",
            "num_comments": 5,
            "comments": [
                "kkkkkk",
                "gênio",
                "/u savevideo",
                "U/savevideo"
            ]
        },
        {
            "title": "Ficou até tarde secando o Trikas?",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11qtfea",
            "num_comments": 1
        },
        {
            "title": "Treinador ar-condicionado: não tem resultados mais o clima está otimo",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11prdn1",
            "num_comments": 4,
            "comments": [
                "Teve culpa de nada",
                "Preocuparam demais com o Vitor Pereira no Flamengo e esqueceram de treinar e jogar bola, dá nisso",
                "pior que eu acho que esse jogo fala mais sobre a dependência do Corinthians a Renato Augusto do que a qualidade lazaro."
            ]
        },
        {
            "title": "\"Eu paguei 100 reais pra ver isso?\"",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11oxq9e",
            "num_comments": 1
        },
        {
            "title": "Torcida do Naútico reclama de clubismo excessivo para o Sport na Globo, e o Globo Esporte ironiza.",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11nwpum",
            "num_comments": 13,
            "comments": [
                "eu comecei a acompanhar futebol de verdade em 2012, desde então o apelido de globo sport existe em pernambuco, a mídia esportiva em pernambuco é MUITO clubista",
                "Olha mano, se a torcida ta reclamando de clubismo *EXCESSIVO*, ou seja, que é ok o clubismo mas não nesse nível, tem parada ai tlgd\n\nEssa ação é engraçada? Sim, pra caralho alias, mas é pura sacanagem tbm",
                "Genial, LOL",
                "Eu ri legal",
                "Kkkkkkkk crl mano.",
                "Kkkkkkk",
                "Isso só reforça algo que sempre digo: é muito curioso como que fenómenos que ocorrem a nivel nacional (como o SC Recife sofre com descaso em relação aos times do sudeste) se reproduzem igualmente nos níveis regionais/Estaduais.  E a cobertura não é o único ponto 9nde uso se manifesta. Tbm é assim na distribuição de receitas de competição de cotas de tv e patrocínios, na relação política com as federações e os poderes públicos locais etc."
            ]
        },
        {
            "title": "CONTE O SEGREDO IMEDIATAMENTE YURI LIMA",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11nv2pc",
            "num_comments": 3,
            "comments": [
                "ela simplesmente xonou",
                "quando descobrir me conta"
            ]
        },
        {
            "title": "Só tem 3 mundiais",
            "selftext": "",
            "subreddit": "Futebola",
            "topic": "esportes",
            "id": "11nsnjy",
            "num_comments": 18,
            "comments": [
                "Eu estou perdido no nível de merdapostagem que é isso aí",
                "OP isso é tão meta que eu tive um aneurisma",
                "Eu só queria um paulistão pra chamar de meu",
                "PAREI EM ''SÓ TEM UM MUNDIAL''",
                "[onde eu achei](https://twitter.com/animestimebr/status/1634217548051873793)",
                "Queria muito o enner valencia",
                "Tem que ser ironia isso daí não é possivel",
                "Mas… o galo foi Bi brasileiro em 21\n\ntem que atualizar isso ai pra “tri” ou “nao tem mundial “ tb\n\nou, se for pro Rever, o 6x1"
            ]
        }
    ]
}