{
    "posts": [
        {
            "title": "Escrevi \"Antiluminação\" ontem e sinto que todo mundo deveria ler",
            "selftext": "https://medium.com/@Rutzen/antiluminacao-5bf7c3344613",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9bzeto",
            "num_comments": 0
        },
        {
            "title": "DEU PRA TI, SPUTNIK",
            "selftext": " A febre do Sputnik durou pouco mais de vinte dias naquele outubro de 57. Depois de perder a bateria e cessar o envio de sinais aos terráqueos, restou a impressão de que o satélite se distanciara do planeta o bastante a ponto de se tornar apenas um fragmento vagando ocasionalmente por nossas memórias.  ",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9a01rt",
            "num_comments": 0
        },
        {
            "title": "Lectura de viaje para largos recorridos, Edición I",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "94wbz3",
            "num_comments": 0
        },
        {
            "title": "Nite e a indústria cultural - Rafael Escobar",
            "selftext": "2013\n\nBotaram o nome do guri de “Nite” porque a vontade era botar “Nietzsche” mas não queriam soar pedantes.\n\n– Tá, mas vamos botar escrito de um jeito assim meio que nem *nome de pobre* — disse  Ricardo Molatti, professor universitário do curso de história da arte,  marido de Cátia Dutra, atualmente designer visual, ex-atriz e bailarina.\n\n– Ah, entendi, tipo “Nyettzsche”? — respondeu Cátia, propondo uma pobrificação do nome do filósofo.\n\n–  Pode ser!, exclamou no Whatsapp o marido, enquanto participava de uma  Mesa chamada “Indústrias Culturais Alternativas: de onde vem a  verdadeira arte?”. Ricardo digitava com o celular escondido embaixo da  mesa da Mesa, enquanto olhava pros outros membros do evento, uma tarefa  que poderia parecer difícil pra alguns, mas que ele já dominava  magistralmente, de tanto que fazia. Puxava o celular pra dar uma  olhadinha no que a pessoa tinha falado, enfiava embaixo da mesa, e  digitava enquanto dizia em voz alta coisas como “Eu nunca tinha visto  alguém fazer esse amálgama de Beckett com Virginia Woolf tão bem quanto a  jovem escritora Augusta Bourgeois. Fiquei muito feliz que a  Chiaroscudo, como principal editora brasileira de obras fora do eixo,  tenha decidido investir nela. É realmente um bálsamo.” A coordenação do  Ricardo é algo de fato invejável; se ele não tivesse optado pela  carreira acadêmica, provavelmente teria sido um bom baterista.\n\n–  Na real, acho que se agente botar “Nyettzsche” vai ficar muito claro  que tentamos pobrificar o nome, amor. Tem que ser algo que pareça mais  só um apelido, sabe? Tipo “Nite” — enviou Cátia, sentindo que teve a  vigésima epifania do dia.\n\n– Tens razão! — respondeu Ricardo, e assim foi decidido o nome da criança de oito meses que habitava o corpo da esposa.\n\n2033\n\nNite  tem agora 20 anos e cursa Administração. Foi apelidado pelos colegas,  também de 20 anos, de “NIGHT” — isso por causa do seu comportamento  altamente festeiro e porra louca, além, é claro, do fato de que o  próprio nome do indivíduo é não apenas uma versão brasileira pobre de  Nietzsche, mas também uma maneira informal, *ou seja, pobre*, de escrever a palavra inglesa cuja tradução para PT-BR é “NOITE”.\n\n– Eae nightsssssss quando é que vamo mete aquele projetinho da produtora de clipe?????\n\n– Pois é meu, temo que se organiza, mas vamo faze clipe só de gente DOIDA PAOSKpaposkaek\n\n– Pode crê! E a editora, o selo?\n\n–  Tá rolando meu! Minha mãe tá pilhadaça, ela que ta vendo a maioria das  coisa. Parece que já tem uns 20 livro pra publica mês que vem. uma  coleção que ela inventou duns amigo dela. NARRATIVAS SUPER ESPERTALHONAS  E TORTAS QUE ESTÃO FORA DAS LINHAS RETAS E TODAS FORAM ESCRITAS POR  PESSOAS MUITO MUITO CULTAS QUE NÃO GOSTAM DE NADA POP vai ser o nome da  coleção aoisjaoisjaisjaijsiaisjaiuejasi\n\n– AHAHAHAHAUAHEUA TUA MÃE É MUITO LOCA HAUHEAUE\n\n– SIM!!!!!!!!!!!! ASAIHUEAIJSNAKUEHOAEJOAKSMAO\n\n– AUHEUAHEAUHEUAHEAUEHAUHEAUHEAUEIJSAE\n\n– Meu, vou lá, tenho que ver uns bagulho da revista, os cara tao se embananando pra diagramar os treco\n\n– Pode cre nights, abrassss\n\nRafael Escobar - no medium, facebook, twitter, etc",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "928b4t",
            "num_comments": 0
        },
        {
            "title": "Lectura de viaje para largos recorridos, Edición I",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8xumnt",
            "num_comments": 0
        },
        {
            "title": "Tudo que é construçao",
            "selftext": "Psicofacebook;  bicho-cabeludo; taturana; peraí que eu já volto; vo fala pra ele o que  aconteceu e acho que ele não vai acredita poakspaoksaposkaposk; eu venho  tentando, sim, sim, é, eu venho tentando ter mais, aham, sim, eu venho  tentando ter mais autocontrole, sabe?, mas, por exemplo, quando acontece  isso de eu tentar falar algo e tu ficar me interrompendo com essa cara  de psiquiatra, me dá vontade de meter uma injeção de haldol na tua  goela. Não. Onde quando? Dizer um lugar. Não. A melhor maneira de falhar  melhor é tentando escrever que nem o beckett. AUAHSUAHU.  Tinder-rivotril; pinguim da inexistência; pseudosurrealismo cibernético  de mau gosto proporcionado por mente neoabsurdista ridícula que nunca  boiou em estantes de livrarias; é bom que tu tenha essa, assim, essa,  como se diz, tipo, self-awareness, ah, é que eu passei muito tempo na  inglaterra, e às vezes me vêm melhor os termos em inglês, jajaja, mi  hermano, estás jodido como toda la gente. Percebo perfeitamente qual é o  problema da literatura brasileira contemporânea, o que eu não percebo é  que eu sou um desses que se sente capaz de sair dizendo coisas como  “qual é o problema da literatura brasileira contemporânea”;  tweet-diazepínico; instagram cognitivo comportamental; hipopótamo  hipotético; logo mais estarei entre as catapultas, entre elas, nunca  lançado, preparando o salto de fé dos outros; zuuuupt; direto pra  imbecilidade imediatamente entranhada em todos os bem sucedidos; cara,  peguei a minha radiografia de tórax e modifiquei no photoshop pra  mostrar pra minha família; hehehe; o senhor não tem jeito mesmo; bom  dia, faces, que todos tenham uma ótima tarde dando scroll no feed;  picanha eu aceito, e, por sinal, me diz o seguinte, tu acha mesmo que dá  pra sair dizendo que qualquer obra de arte É alguma coisa?; minha  sobrinha de doze anos esses dias me disse que qualquer coisa pode ter o  seu significado absolutamente desmontado através de alguns simples  movimentos mentais; a verdade é que eu acho que kkkkkkkk, desculpa,  hmmmnshf, me engasguei aqui.\n\n[https://medium.com/@rafaelescobar/tudo-que-&#37;C3&#37;A9-constru&#37;C3&#37;A7&#37;C3&#37;A3o-ba4296ca022](https://medium.com/@rafaelescobar/tudo-que-%C3%A9-constru%C3%A7%C3%A3o-ba4296ca022)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8xbt5v",
            "num_comments": 2,
            "comments": [
                "Gostei bastante desse estilo fluxo de pensamentos"
            ]
        },
        {
            "title": "Lectura de viaje para largos recorridos - Edición V",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8wgn20",
            "num_comments": 0
        },
        {
            "title": "O escritor mais subestimado do Brasil",
            "selftext": "Airton F., o escritor brasileiro contemporâneo que ninguém conhece; o escritor que se dedicou a escrever o livro O ANTI-ÉDSON, romance, quinhentas e poucas páginas, sobre um jovem esquizofrênico que procura provar que edson celulari, edson&hudson, o próprio pelé, e várias outras figuras públicas com o mesmo nome estão interligados e pertencem a uma seita chamada “brasil sem órgãos”, que de alguma forma é a responsável por todos os problemas do país; Airton F., o escritor brasileiro contemporâneo que publicou o obscurecido romance BARBA ENSOPADA DE TANG, no qual um homem que não consegue sentir nenhum gosto além do sabor de sucos instantâneos se muda pra tramandaí no verão, a fim de descobrir a verdade sobre o passado de um tio que foi um dos fundadores da clight, mas acaba não fazendo nada demais e só fica tomando capeta de morango e comendo crepe encostado nuns carro ouvindo o funk do titanic enquanto se perde em devaneios magistralmente escritos em forma de fluxo de consciência; Airton F., que não foi nem pra final de um prêmio com o seu romance MRS. DALEWHEY, baita livro, complicadaço, que se passa todo num só dia, sobre uma instrutora de academia que convida uma galera pro aniver dela, mas entra numa bad no meio da festa e fica trancada na cozinha fazendo abdominal enquanto bebe compulsivamente shakes de suplemento; o grande Airton F., escritor maldito, persona non grata em todos os eventos literários, que escreveu o romance de ficção científica RETRATO DO ARTISTA QUANDO GOLEM, sob o pseudônimo JAMES JOYSTICK, entre dezenas de outros títulos maravilhosos; pobre Airton, o máximo que viu de FLIP foi seu filho andando de skate no meio da sala, entre as pilhas dos seus livros que nunca venderam mais que dez cópias; Airton F., que, quando sua esposa sugeriu que eles pegassem um bichinho de estimação, logo já impôs que deveria ser uma tartaruga, e que receberia o nome de jabuti, imposição essa facilmente rejeitada pela mulher, que pegou um papagaio, botou o nome de Airton, e ensinou o animal a falar os nomes de vários escritores contemporâneos; todos morremos de pena do Airton F., eu sei; o escritor que também tentou ser um articulador cultural, e tentou emplacar um sarau que rolaria toda semana no pátio do condomínio dele, mas que teve só uma edição, na qual foi só uma pessoa, que depois saiu contando pra todo mundo do fracasso do evento, o que rendeu pro Airton F. a alcunha de “organizador do SAARAU”, expressão que passou a ser comum no meio literário pra designar aquele evento que não foi ninguém; mas ele continua escrevendo, isso a gente tem que admirar; seu próximo livro parece estar a caminho e, segundo o próprio, “é uma autobiografia, com ares de ensaio filosófico e de crítica literária, na qual pretendo expor todos os meus fracassos literários, o título será MANIFESTO SOU REALISTA”; Airton F. é um gênio do nosso tempo; não esperem pra conhecer a obra dele só depois que ele morrer, fica a dica.\n\nhttps://medium.com/@rafaelescobar/o-escritor-mais-subestimado-do-brasil-b889b9263d5a\n\nhttps://twitter.com/rafaelesco1?lang=pt-br",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8wfa1a",
            "num_comments": 0
        },
        {
            "title": "Manhã Cintilante",
            "selftext": "Manto de luz \n\nOlhar infinto\n\nA beleza que distingo\n\nIrradia fé e melodia\n\n\n\nAquele momento em que te vi\n\nGostava de te sentir\n\nDe te fazer sorrir\n\n\n\nFaltas me tu\n\nPara sempre\n\nFica\n\n\n\nSinto o vazio da tua ausência\n\nA tua presença em mim\n\nO teu olhar\n\n\n\nA tua pele brilha\n\nO teu rosto inesquecível\n\nA tua expressão forte\n\n\n\nQuando o sol raia \n\nQuando a luz disperta\n\nO tempo ensina\n\n\n\nAquele momento em que os teus olhos cruzam os meus\n\nTatua a minha pele\n\n\n\nO sol aquece \n\nA roupa leve\n\nSais para a praia\n\nO mar no horizonte\n\nO céu aproxima se\n\nO som das ondas\n\nA espuma da rebentação\n\nCores contrastantes \n\nVitalidade\n\n\n\nBrilho incandescente\n\nA essência\n\nOnde o olhar fica \n\nOnde se retém a imagem \n\nQue se antevê com a imaginação\n\n\n\nEssa exaltação\n\nA vibração da terra\n\nCores quentes\n\nDa natureza \n\nO Som do vento\n\n\n\nDo lugar \n\nOnde encontra o todo\n\nO tempo regressa\n\nDefine o espaço \n\nMarca a cadência \n\nA acção\n\n\n\nOnde o silêncio não habita\n\nMovimento do indivíduo\n\nA saudade fere\n\nA memória renasce \n\nEnvolve o a natureza \n\nOnde o tempo acabou\n\n\n\nDescobrir o horizonte\n\nAlcançar a beleza \n\nComover se\n\nProfundo olhar\n\n\n\nDesenho o teu rosto em pensamento\n\nUm calor tropical \n\nLongas chuvas\n\nEspírito selvagem \n\nA tua voz\n\nTom da minha respiração\n\n\n\nAcordo cedo \n\nVoo marcado \n\nNeblina matinal\n\nLuz que se revela\n\nLuz que irradia\n\nIlumina o céu \n\nNeblina que envolve\n\nInspira profundamente\n\n\n\nSai triunfante\n\nBem disposto\n\nSorriso nos lábios\n\nCom esperança \n\nConfiante\n\n\n\nNascer do sol\n\nO teu olhar\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8v0yxt",
            "num_comments": 0
        },
        {
            "title": "Gaiola",
            "selftext": "Encontra-se perdido.\nFica e sai.\nBusca e não sabe o que busca.\nEspera pela mãe \nOu talvez pelo filho.\n\nPreso numa jaula sem grades\nEspera \n\nAté sentir que a gaiola se abriu,\nAté sentir o vento passar pelas suas penas,\nAté sentir a brisa da liberdade,\nAté sentir que a natureza é novamente sua,\n\nOu até cansar de esperar.\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8lfk98",
            "num_comments": 0
        },
        {
            "title": "O Ciclo",
            "selftext": "    Quando o diluvio cai,\n    A aridez emerge como vivo,\n    Reinando, dominando, oprimindo,\n    Expandindo como um universo\n    Finito, finito como a vida.\n        \n    Quando o diluvio cai,\n    O grão-deserto move-se como um,\n    Sugando, devastando, enterrando,\n    Aniquilando dogmas como nada,\n    Guiando vidas ao vazio.\n    \n    Quando o diluvio cai,\n    A pátria conspira inquieta,\n    Matando, doutrinando, quietando,\n    Tecendo assassinatos nas sombras,\n    Edificando sua própria cova.\n    \n    Quando o diluvio cai,\n    A nova ordem ergue-se outra vez,\n    Salvando, iludindo, convertendo,\n    Acendendo pequenas esperanças,\n    Em outros tempos talvez existentes.\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8jx8dt",
            "num_comments": 2,
            "comments": [
                "Muito bom!"
            ]
        },
        {
            "title": "Opinião sobre um poema",
            "selftext": "Escrevi este poema após uma situação social constrangedora e difícil de lidar, espero que gostem\n\n\n\nSinto-me Kafkiano\n\n\n\"Desnudo vento ao modelar\nVentre frémito por galar\nPernicioso é meu o luar \nCabeçudo para me guardar.\n\nAdeuses, se escrevem até\nCom pontas e beatas de pé.\nCai na lama ao pontapé,\nMinha amada que nāo é!\"",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8csypq",
            "num_comments": 1,
            "comments": [
                "Me tocastes."
            ]
        },
        {
            "title": "Algumas gavetas",
            "selftext": "..Era uma tarde de dezembro final de primavera, mais já anunciava um verão escaldante, Eloísa encostada no velho tanque de cimento quase do seu tamanho, esfregava, torcia e batia as roupas que sua mãe havia posto de molho antes de sair e recomendado que queria ver todas secas quando chegasse, entre lavar algumas peças, pôr para quarar outras a menina de dez anos, cabelos curtinhos, olhos arregalados escuros, quase que amedrontados, parecia mais um menino franzino, vestindo um calção (daqueles de jogador de futebol com listras laterais) e uma camiseta ambos dois ou três números maiores que o seu, pois sua mãe havia ganhado as peças de alguma cliente, precisava também olhar a sua maninha, de pouco menos de dois aninhos que brincava no chão à sombra da casa, também à sombra, estava sua avó, uma senhora obesa, meio emburrada com cheiro de cozinha, vó joana parecia lavar os cabelos com óleo de cozinha, pois estavam sempre ensebados.\n\nEnquanto Eloisa atravessava o quintal revezando entre prender e quarar roupas a vó joana tecia os sapatos para uma fábrica próxima e Layla brincava com que hipnotizada com seu indiozinho de borracha.\n\nEloísa agora que havia terminado de lavar as roupas a louça e todos os afazeres que a mãe havia deixado recomendado, pegou um calcado e foi tecendo conforme sua avó fazia enquanto isso lembrava a Layla que era hora de ir ao banho, a menina virou-se de costas resmungando esticou as peninhas, negando a ao chamado da irmã, Eloísa comentou: \"como ela está entretida hoje com esse índio, nunca se apega a brinquedo nenhum!\"\n\nA avo, um tanto rabugenta, limitou-se -...Hum!!!\n\nFez-se um silêncio, tamanho que Eloisa conseguia ouvir o vento sacudindo os pés de cana que o \"pai\" havia plantado no quintal, enquanto terminava o pé de sapato que começara.\n\nDe repente a irromper aquele silencio, Layla de um grito alto e forte:\n\n\"Larga Mardito!!\n\nA avó, geralmente rabugenta, xingando ou excomungando alguém, caiu em uma gargalhada que Eloisa jamais esperava presenciar, pois achava que sua avó era incapaz de sorrir, aliás nunca tinha visto isso nela.\n\nAs duas riram muito pois perceberam o motivo de toda a concentração de Layla em um único brinquedo, ela queria arrancar a lança que o índio empunhava, passou a tarde toda tentando até que não resistiu mais e pediu a ele que largasse, a graça nem foi por a menina ter dito aquelas palavras, a graça era porque ela ainda estava na fase de aprender palavras e aquelas eram palavras que ouvia-se a avó dizer várias vezes durante um dia:\n\nLarga isso mardito! Sai daqui mardito! E sempre dirigidas ao avô.\n\nDurante várias ocasiões diferentes, aquelas palavras da pequena, quase como um dito, foram repetidas.\n\nQuando Eloisa penteava os cabelos lavados de Layla, a mãe desceu do ônibus em direção `a casa, Layla correu para abraçá-la. Eloisa cerrou os dentes e sentiu um calafrio na espinha, enquanto revia mentalmente, os afazeres da casa, para ter certeza de que nada ficou por fazer, pois a mãe chegara e iria inspecionar item por item se estava de que estaria de acordo e ela sabia, o que aconteceria se alguma coisa não estivesse a contento da mãe.\n\nCom seus dentes serrados, o coração batendo na boca, chegando a sentir gosto de sangue, essa era sensação da mãe chegando em casa.\n\nMais o que a mantinha ali, petrificada, era a estranha sensação de que hoje seria tudo diferente, sua mãe chegaria com aquele barrigão enorme por preparar o terceiro filho, a quem ela costumava referir-se como seu segundo filho, beijaria seu rosto e perguntaria se ela estava bem, esperava dia após dia que esse dia chegasse, em que a mãe a olharia, quem sabe? Com ternura?\n\nEloisa ficava um pouco confusa quanto a mãe referir-se ao bebe que esperava ser o segundo filho dela, mais entendia, pois, a mãe havia casado com o pai ela já era uma menina crescida, tinha cinco anos, foi então que ela veio morar com eles, antes mesmo de Layla fazer parte da família.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8brpio",
            "num_comments": 0
        },
        {
            "title": "Las musas",
            "selftext": "Las musas te visitan sin avisar, te arrancan la ropa, te poseen y se van.\nComo los amantes con los que nunca sabes cuando haces el amor por última vez.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8bbt2s",
            "num_comments": 0
        },
        {
            "title": "Confiram meu primeiro vídeo - \"1984 - George Orwell\"",
            "selftext": "https://youtu.be/CuLd907wlJ8",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "8abdic",
            "num_comments": 0
        },
        {
            "title": "Hierro y sangre",
            "selftext": "Advertencia. Este post tiene la unica finalidad de entretener, no esta relacionado con echos reales.\n\nHierro y sangre.\n\nO mi amada hija de la muerte, en tus sollozos, sudor y sangre esta el desvelo que me atormenta. \nAsi decia el cruel asesino mientras esgrimia el punzante, desgarrador y a la vez placentero cuchillo de carnicero.\nQue te he hecho yo para que me hagas esto? Soy compañera de tu hijo en el colegio y hemos sido siempre compañeros desde la escuela, porque me desgarras la carne hasta sentir el frio metal en mi tuetano?\nO mi amada niña, porque juega el gato con el raton antes de arrancarle la cabeza? Por el simple placer, en este mundo impio no cabe mas solucion que el placer de desgarrar la carne por el simple echo de sentir placer.\nEn eso agarro su instrumento celestial y le abrio el vientre a la adolescente, dejando sus fetidas y nauseabundas tripas afuera.\nMatame por favor te lo ruego, en eso agarro el cordon amalgamado de sus entrañas y lo hato fuertemente en su delicado cuello, mientras sentia el placer reflejado en sus ojos llenos de sangre.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "7flsnj",
            "num_comments": 0
        },
        {
            "title": "Armenian Literature of Independence Period: A Review",
            "selftext": "Preface \nTo grasp the thematic nature, inclusions and formation peculiarities of literature in independence period literature periodization should be carried out, firstly. It should be done in order to understand what independence period and its characteristic literature mean. “Literature periodization is the division of the history of literature development into time stages”,-mentions literary critic and theoretician J. Qalantaryan. Yet, for that classification certain principles should be separated on the basis of which division should be carried out. For modern literature in Armenia the following periodization is done: 1918-1920-Preparatory stage for the development of literature. 1920-30s-Literature took a new path, obtained new stimulations, thematic and ideological inclusions, and the hero was the modern man. 1941-56-In this stage the topic of novels was the war, works about nation and national are created. 1956-65-Years of Khrushchev thaw. 1965-85-Years of Brezhnev silent worship or stagnation. 1985-91-Intermediate period: in 1985 Gorbachev took leadership. This was somehow a stage of liberty during which new tendencies become noticeable not only in political but in literary life, as well. From 1991 to today-Conditionally, this has been called independence period. Divisions of all stages have been carried out according to the following principles: Ideology Literature is connected to the ideology of the period. It affects thinking and worldview of a writer, and anyway, it finds its direct or indirect manifestation in literary creations. Topic From this point of view the choice of the topic is important, as well, because in parallel with periods of literature the topic of literary works also changes. Hero A basis for periodization becomes the choice of the hero, as well: that is who should the hero of literature in each period. Literary heroes of twenties of the 20th century were, for instance, revolutionaries, Bolsheviks with high boots, leather jackets, and heroes of 40-50s were participants in military events (D. Demirchian “Vardanank”, St. Zoryan “Hayots Berde (The Armenian Fortress), “King Pap”, etc.). Style, language, viewpoint The style, language and the worldview of the writer also become basis for periodization as due to these we can understand to what period the work belongs, in what conditions it was written and what it reflects. That is, ideology, topic, hero, style, language and viewpoint are features that allow us to distinguish one period from another. Independence literature as a mirror itself In its sources each new phenomenon bears the roots and the influence of the old. Armenian independence literature is also privy to the deposits of the old. Yet, times and social-political conditions are different, and as literary critic S. Grigoryan mentions in “The Poetry of Armenia in Independence Period”,-“Still yesterday the “free” artist publishing his books on state plan and getting an honorarium transformed immediately, became a demonstrator, an unemployed, a warrior or a political figure. The decade of independence liberated the horizon of an Armenian poet granting him with the greatest freedom, keeping safe from an outer literary critic and gradually unchaining the inner world”. If in the Soviet Union the ideology was based on the principles of the Communist Party, in independence period there were no compulsory ideological emphases as independence had brought with it freedom of thought and ideas. A positive sign should be considered the liberation of the press journalism where the artists could freely express their thoughts and the matters worrying them. Independence literature breathed new life into the “old” topics and gave new wording. On one hand, a new horizon with its various and multiple pits and bumps opened for writers and artists, on the other hand an adaptation, as well as poets who would formulate the format following the war, were necessary to that new situation. Poets and prose-writers, composing before independence, encountering a new way either lay down their arms or make new run for a higher flight. Hovhannes Grigoryan, Artem Harutyunian, Armen Shekoyan, Armen Martirosyan, Henrik Edoyan, Levon Khechoyan and others became the bearers of new deposits in post-independence period. The topics were various again: recent earthquake, grave social conditions of the country, political situation, post-martial crisis and particularly poets into the depths of despair. In that stage nearly all authors had a tendency of returning to the mythical, particularly to the usage of biblical topics, the Flood and the mythical motives of Poqr Mher. From psychological point it is viewed as an escape from reality which was undesirable and unacceptable (Hovh. Grigoryan “Angels from Childhood Sky”, “Between Two Floods”, “Doors Open Days in Mher’s Cave”, Artem Harutyunian “A Letter to Noy”, “Huda’s Holiday”). The most widespread topic was the literary portrayal of the time which has been brought into reality by several writers of senior and junior generations-Hovh. Grigoryan, L. Khechoyan, A. Ayvazian, G. Xanjyan and others. Armenian literature manifests itself during the Artsakh Movement, war, as well as during the verification of the ceasefire. Artsakh Liberation War has been reflected in literature. Still during the war some discernible peculiarities of creative development emerged in literature- fictional portrayal of Karabakh War, certain inclusion of the material, etc. After the ceasefire some works have been created describing years of struggle for existence, feats of warriors, doctors, pilots, students, women, the documentary, biographic, martial reality depicting separate episodes of self-defence and liberation fights (Hovik Vardumyan “The Assault Detachment Commander”, “The God’s Call”, “The Liberation of Shushi”, “Luminaire”, “The Dividing Line”, Ara Nazaretyan “Trophy Stories”, etc.). Historical topics are also touched upon in parallel with the present and sometimes with the mythical (L. Khechoyan “King Arshak, Eunuch Drastamat”, “Black Book, Weighty Bug”, “The Book of Mher’s Door”, Z. Khalapyan “Vasil the Great, Armenian Byzantium Caesar or King of the Pitcher”, “Ara the Beautiful and Shamiram”, etc.). Yet, in parallel with all these topics eternal themes are not forgotten, as well-love, yearning (V. Grigoryan “True, I’m Telling the Truth”). The hero of fiction novels and poetry becomes the man living in independence who is just as free in his senses and feelings. An individual starts to be viewed not only as merely a social being but also as a bearer and participant of worldwide phenomena. Recurrently, new methods, courses, genders and genres are being applied which have refreshing nature for the Armenian literature of independence period. From this point of view, degradation of patterns was also of great importance. Free, prose verses, rhyme free poems come to replace classic poetry. And here originates the viewpoint that there is no poetry any longer, and David Hovhannes, when reviewing the volume of A. Harutyunyan, announces with regret about “ajapsandal seething in a satanic boiler” which is referred to as “Armenian poetic reality”. In parallel with this, change of language can be noticed both in poetry and in prose. Writers construct their works through daily-conversational and sometimes, slang words and expressions. Some even go to extremes completely denying the literary and artistic language (V. Grigoryan, M. Petrosyan and others). Punctuation is expelled from the text and each starts to put punctuation marks as they want. This is explained by inner unlimitedness and ease of the talk of an individual. So, now times bring forth new formats, modern literary generations begin to compose with new rules, the literary arena becomes full with diversity of topics, the most various phenomena become the subject of artistic works.Writers confront universal topics with personal ones. In parallel with it, not only the general paragon-character becomes the hero but also the author himself, as well as the public, social, political being who is at the center of events and privy of the period. The language and style of literary works become not obligatory, free of former patterns, and what refers to the viewpoint of the writer, it develops unique stimulations which manifest themselves through modern methods and literary tricks.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "7avsdj",
            "num_comments": 0
        },
        {
            "title": "estrela cadente",
            "selftext": "     e\n\n     s\n\n     t\n \n     r(\n\n     ca\n\n     den\n\n     te)\n\n     ELA",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "77wv4g",
            "num_comments": 0
        },
        {
            "title": "https://www.gratisrevista.com/ed-um",
            "selftext": "edição um.\n​\nTodas as transformações contam com uma faceta menos conhecida. Toda pessoa esconde seu lado mais fraco. A verdade é uma história escrita como qualquer outra. A passagem pode ser boa, mas nunca será tranquila. Tormentos e escapatórias, dilemas e desenhos inacabados. Tudo em único capítulo.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "75e5go",
            "num_comments": 0
        },
        {
            "title": "Procura-se Críticos",
            "selftext": "Eu e mais dois amigos decidimos criar um tumblr para escrever semanalmente, o problema é que não conseguimos criticar o trabalho um do outro de forma eficaz, e precisamos que nossos erros sejam apontados para nós (De forma construtiva) para que possamos melhorar! \n\nNossos textos são curtos, e são sobre assuntos variados, mas principalmente sobre filosofia, ciência e arte.\n\nhttps://odecimoquintouniverso.tumblr.com/\n\nPor favor mandem suas críticas via inbox do tumblr!\nBrigado ^^",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "6ib89j",
            "num_comments": 0
        },
        {
            "title": "Soñar",
            "selftext": "Soñar, un placer que llega con a nosotros con la Paz del alma, o un tormento que nos acoje en nuestros momentos de tristeza y soledad, en cualquiera de los casos soñar nos lleva a otra realidad, donde vivímos aventuras de índole mágica, épica o erótica.\nPero aquellos sueños que nos hacen mas felíces en ocasiones no llegan a completarse, ya sea por un despertador inoportuno, o por que simplemente nuestro cuerpo decide despertar, pero son aquellos sueños los que nos hacen abrir los ojos y sonreír, y añorar para un día volverlos a soñar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "63whaw",
            "num_comments": 0
        },
        {
            "title": "72 horas; a história de um ratinho",
            "selftext": "Igor era um ratinho sapeca que não via a hora de voltar pra casa. Corria pela floresta. Sentiu um cheiro de coisa gostosa. Vinha de ali... Pelo lado da floresta mesmo. Não era cheiro de queijo, mas valia a pena ir conferir, sem demora.\n\nLeia mais em: https://www.amazon.com.br/dp/B06X9MFRNC",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "5vtddj",
            "num_comments": 0
        },
        {
            "title": "O jovem Rei",
            "selftext": "Como sonoridade de fundo escolhi o conto Jovem Rei de Oscar Wylde para dele desdobrar outra cena que a complementa, passado noutro tempo, que podemos chamar de hoje. A moral de fundo que envolve está pequena e quase fábula não deixa de ser original, ou isso:  atualizado à época em que viveu Wylde. Como toda fábula a moral se completa no destino derradeiro da personagem que segue sem hesitação o ciclo de sua história que vai da vida a morte. Na esteira das mesmas intenções, adotando estilo híbrido com Wylde, desdobro o que vem a seguir, na forma de diálogo entrecortado, que se dá em dois artistas, cuja diferença de posição face as coisas e a vida cabe notar.\n\nhttps://medium.com/@ba27d03a22d/caeaf34f61fc",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "5seih5",
            "num_comments": 0
        },
        {
            "title": "\"Historias sobre la vida de una muerta\": mi lectura sobre la nouvelle ►Para una tumba sin nombre, de Onetti",
            "selftext": "¡Arranqué [mi blog](https://medium.com/@fflorentina)! Mi primer post se titula **Historias sobre la vida de una muerta** y es un análisis sobre la nouvelle *Para una tumba sin nombre*, de Juan Carlos Onetti. Me encantaría que lo leas y me dejaras un comentario!\n\nSaludos y buenas lecturas!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "5owiz8",
            "num_comments": 0
        },
        {
            "title": "Cual es la fórmula de borges",
            "selftext": "40 sílabas y 14 palabras. ¿Cual es la fórmula de borges?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "5fdgpg",
            "num_comments": 1,
            "comments": [
                "A que te referís?"
            ]
        },
        {
            "title": "Quem disse que seria fácil?",
            "selftext": "Marcos 15. 33 - 38\nA mente de Benjamim busca a certeza de certas coisas e não tem mais paciência para fazer investigações e é francamente anti-intelectual na abordagem do conhecimento.\nQuer que a revelação bíblica seja suficiente e perfeita. Mas, por outro lado, essa crença é algo semelhante a um dogma, ou seja, ter que aceitar isso como certo e indiscutível, cuja verdade deve ser aceita sem questionamento... Benjamim não conseguia fazer isso! Não é isso que ele está buscando; ele anseia por um conhecimento perfeito...\nNos últimos dias, andava desanimado porque pensava que este tipo de conhecimento não deveria ser resultado de uma busca permanente, eterna, mas que fosse um ACONTECIMENTO único, DIVINAMENTE dado a ele.\nAgora mesmo, leu no evangelho de Marcos quando ele fala da morte de Jesus: “Mas Jesus, dando um grande brado, expirou. E o véu do santuário rasgou-se em duas partes, de alto a baixo.”. Benjamim ficou curioso em saber que “véu” era esse e por que havia se rasgado. Então, consultando sua Bíblia, lá no Antigo Testamento, descobriu que este era o véu do santuário que separava o lugar chamado “santo” do outro chamado “santo dos santos”. Ficou sabendo que isso aconteceu porque, ao morrer, Jesus entrara, de uma vez por todas, na presença de Deus e, com seu ato, abriu o caminho para todos os homens; não mais sendo necessária a intermediação de sacerdotes para chegar à presença de Deus.\nUm pouco antes Marcos conta: “Clamou Jesus em alta voz: Deus meu, Deus meu, por que me desamparaste?”. No passado Benjamim tivera variadas interpretações para tal grito, porém, nenhuma delas foi suficientemente satisfatória. Aliás, agora, nesta sua procura por Deus, já não bastava que fosse satisfatória – tinha que entrar e explodir em seu coração de modo PERFEITO!\nMas, quem disse a ele que seria fácil?!\n\nEP. Gheramer\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4zznmo",
            "num_comments": 0
        },
        {
            "title": "Um Diário",
            "selftext": "\nO tempo, não importa quanto passe, é implacável! Não há nada oculto que não venha à luz. Por mais que tentasse passar despercebido, Benjamim não o conseguira, mesmo usando um pseudônimo nas publicações diárias feitas no pequeno jornal daquela cidade que ele gostava de chamar de sua Cidade Refúgio. \nEscreveu ele em seu artigo no jornal de hoje, sumarizando o que pesquisara sobre o texto do dia 14 agosto:\nOs escribas, no seu uso no Antigo Testamento, a sua arte confinava-se quase inteiramente em certos clãs, que preservavam essa arte como profissão de família, passando esse conhecimento de pai para filho. A conexão entre o sogro de Moisés, que era sacerdote, serve de indicação de que a arte de escrever nunca esteve muito distante do sacerdócio.\nContudo, nas páginas do Novo Testamento é que se encontra o testemunho final sobre o emprego da palavra “escriba”, indicando alguém que era um erudito e autoridade na lei mosaica. Os “escribas” são ali achados ligados ao partido sacerdotal (os saduceus, por exemplo) e também ao partido dos fariseus.\nPorém, os escribas (ou eruditos) de ambos os partidos desafiaram Jesus, principalmente devido ao fato de que ele não observava as práticas tradicionais ditadas pela lei oral. Por exemplo: comer com as mãos sem lavá-las, o que era uma quebra da tradição oral; ou comer com os que não observavam suas tradições. \n Mas, o que era a lei oral? Entre judeus, era um código não escrito da lei de Moisés, para o bem de Israel, o qual passou a ser escrito, por fim, mas nunca foi registrado por completo e tinha – e continua tendo, entre os judeus - uma autoridade bastante separada do registro escrito (Lei).\nEntre cristãos, era o corpo de doutrina e disciplina promovido por Cristo, parte do qual, em um momento posterior, foi preservado de forma escrita. Porém, acordo com alguns cristãos, adições podem ter sido feitas através dos escritos e ideias de influentes teólogos, professores e mestres cristãos e importantes bispos (século II e VII) da igreja, e esse material tornou-se uma autoridade adicionada para a crença cristã. \n As tradições judaicas se aplicavam a quase todas as situações que um homem enfrentaria em sua vida diária, portanto havia enorme peso de leis a seguir que agradavam a mente do judeu. A “lei da lavagem” era muito complexa, e os judeus davam grande atenção a coisas triviais, enquanto negligenciavam os materiais mais “pesados” da lei mosaica. Por exemplo, honrar pai e mãe era uma verdadeira lei (revelada por Deus na lei mosaica) que eles haviam transgredido, segundo conta Mateus, no capítulo 15, versículos de um a dez. Em outro evangelho, Jesus chama tais tradições de “tradição dos homens” (Marcos 7.8). \nNesta enfadonha pesquisa entre inúmeros escritos dos homens, encontrei o Talmude. Embora ele lide principalmente com a interpretação da Lei (Tora), também trata de religião geral, ética, instituições sociais, história folclore e ciência. Resumindo: conjunto de escritos posteriores que interpretam a Lei original, dada a Moisés e que servem para minimizar as deficiências na lei mosaica; o que é o mesmo que dizer que a Lei de Deus era incompleta! - Quanta presunção se ela for considerada como uma verdade revelada por Deus! Mas, como sempre, ali estava o homem para dar uma “mãozinha”... Deus precisava de ajuda... \nEnquanto isso, na cristandade dos primeiros quatro séculos, uma nova autoridade cresceu, nos dizeres e os escritos dos doutores, teólogos e outros interpretes da Bíblia. Se assim é, pode-se dizer que o corpo dessa nova interpretação era um tipo de Talmude cristão!\nE é isto que se observa nas tradições das diversas denominações religiosas. Embora proclamem muito alto sua doutrina da “Escritura apenas”, estas denominações, através das interpretações específicas de passagens da Bíblia, criaram sua própria tradição. Cada denominação, confessando ou não, com seu próprio Talmude através de interpretações das Escrituras que contradiz os Talmudes de outras denominações!\n\nE os fariseus? Seu significado é “separados” e usualmente vinham dentre a massa de povo comum, e nisso faziam contraste com os saduceus, que geralmente eram provenientes da aristocracia. O movimento desse nome, no princípio, envolvia uma espécie de grupo reformador, que tencionava purificar e defender a crença judaica ortodoxa. Eram os porta-vozes das opiniões da maioria das massas populares. Mas isto não durou. Após alguns anos se intrometeram nas fileiras do farisaísmo uma grande quantidade de atitudes legalistas e ritualísticas, e isso serviu apenas para obscurecer os propósitos originais do grupo.\nAssim, de acordo com o descrito acima, tenho que perguntar: que é lei? De volta aos livros, encontro que no seu sentido jurídico, a lei é um conjunto daquelas regras de conduta que um partido governante, juntamente com a comunidade por ele governada, reconhece como autoritário, e cuja desobediência requer alguma forma de punição, para assegurar que continuará em vigência. Muitos códigos legais também promovem alguma espécie de recompensa aos obedientes.\nNa Bíblia, encontramos vários códigos legais e Israel sempre se distinguiu como nação profundamente interessada pela história, pela religião e pela lei. De fato, dentro da mentalidade hebreia, não há como separar esses três conceitos, porque, para um hebreu piedoso, todas as coisas tinham um forte sabor religioso. A lei mosaica, veio à existência a fim de definir como a nação de Israel, deveria relacionar com Yahweh e cumprir suas exigências. Nos preceitos da lei havia a vida (potencialmente). Fora desses preceitos havia somente destruição e morte.\nO propósito dos códigos era moldar a vida do povo de Deus, a fim de prepará-lo para a conduta apropriada, e tendo em vista a glória de Israel, entre as nações, como a cabeça das nações. Para alguns, a esperança messiânica fazia parte da razão de boa conduta, por parte do povo de Deus.\nEssa preocupação com a lei foi transferida para o Novo Testamento, onde, entretanto, recebeu novo caráter. Jesus foi o novo Moisés que nos trouxe um conhecimento profundo e uma aplicação mais perfeita dos princípios ensinados no Antigo Testamento. \nNos evangelhos, os preceitos de Jesus são encarados como uma graduação acima dos preceitos do Antigo Testamento, uma espiritualização dos mesmos e o advento do Messias fez com que a lei mosaica fosse cumprida em seus termos mais nobres.\nAssim, o discipulado cristão, torna-se dependente da obediência prestada ao Messias, que oferece a recompensa da vida eterna aos obedientes às suas palavras, encontradas nos evangelhos.\nContinuo procurando...\n\n\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4yuip9",
            "num_comments": 0
        },
        {
            "title": "Dia 13 agosto 2016 – Mateus 17. 14-21 e Marcos 09. 14-29",
            "selftext": "Mateus nos conta que quando Jesus e seus discípulos chegaram junto da multidão, um homem aproximou-se de Jesus e pediu que ele curasse seu filho, pois, já havia pedido aos seus discípulos e eles não conseguiram. O evangelho de Marcos (9.14-29) acrescenta que os Fariseus e os discípulos discutiam entre eles.\nAtendendo ao pedido daquele pai, Jesus curou o menino. Mais tarde, seus discípulos perguntaram a ele por que não haviam conseguido. Ao que Jesus respondeu: “Por causa da pequenez da vossa fé,” e acrescenta: “pois, em verdade vos digo que, se tiverdes fé como um grão de mostarda, direis a este monte: passa daqui para acolá, e ele passará. Nada vos será impossível.”.\nOra, se aqueles homens, seus discípulos que estavam durante as vinte e quatro horas do dia com Jesus, vendo todos os milagres que ele realizava não tinham fé suficiente, fico a imaginar o meu caso... Qual o tamanho da minha fé? Se a dos discípulos era tão pequena, que tamanho pode ter a minha fé que não andei fisicamente com ele? E só posso responder: nenhum tamanho, nenhuma fé...\nNo evangelho de Marcos, ele nos conta que o pai do menino, dirigindo-se a Jesus, disse: “se tu podes alguma coisa, tem compaixão de nós e ajuda-nos.”. Ao que Jesus respondeu: “Tudo é possível ao que crê.”. E, imediatamente o pai do menino exclamou (com lágrimas): “Eu creio! Ajuda-me na minha pequena fé.”. \nDiante disso, que posso eu dizer quanto à minha fé? \n- Ajuda-me a ter alguma fé (e com muitas lágrimas)!\nJesus ainda diz: “Se tiverdes fé como um grão de mostarda...”. Como um grão de mostarda! Vou para a Internet saber qual o tamanho de um grão de mostarda e fiquei espantado com o que encontrei: As sementes têm cerca de 2 mm de diâmetro... E olha o tamanho da árvore...\n\nEP. Gheramer\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4xohmn",
            "num_comments": 0
        },
        {
            "title": "PARADOXOS",
            "selftext": "\n\n\n\nSentado na beirada da cama, com a bíblia aberta numa passagem marcada do evangelho, Benjamim - instantaneamente, como num flash, num insigth - viu-se diante de uma realidade que não estava sujeita a explicações lógicas. Antes, pelo contrário, estava repleta de paradoxos e onde o maior deles era o próprio Deus e o que restou foi um enorme vazio no peito.\n- Sem dúvida – pensou -, nenhum outro livro tem mais paradoxos do que este. Teve a nítida impressão de que se o sacudisse, dele cairia uma torrente de coisas inexplicáveis. Segurando-o entre as mãos, percebeu que segurava “paradoxos”, pensamentos e argumentos que contrariavam os princípios básicos e gerais que costumam orientar o pensamento humano, desafiando a opinião concebida, a crença ordinária e compartilhada pela maioria.\n- Mas, o que era um paradoxo? – Se perguntou e em seguida começou a procurar uma resposta ou respostas.\n- Um paradoxo é uma ideia contraditória, ou pelo menos, assim parece sê-lo, mas, também pode ser alguma ideia contrária à opinião aceita, contrária ao bom senso, ou, meramente contraditória, ou, ainda algo que pareça autocontraditório. Também pode ser uma ideia ou uma declaração aparentemente absurda, mas que, na realidade, pode exprimir uma verdade. Por último, podem ser declarações ou ideias que, efetivamente, são absurdas ou falsas, e, portanto, “inacreditáveis”. \nCom as rédeas do pensamento soltas, lembrou-se de um filósofo grego místico da antiguidade que expôs o que ficou conhecido como “paradoxo do mentiroso”, que dizia: “Se um mentiroso confesso disser: Se estou mentindo, estou dizendo a verdade?”. \n- Na verdade, não temos certeza sobre o que pensar então – disse Benjamim e logo se lembrou de outro que veio confundi-lo ainda mais. Este escrevera, em uma das faces de cartão: “A sentença do outro lado deste cartão é verdadeira”. Virando o cartão, achava-se a declaração: “A sentença do outro lado deste cartão é falsa”. Ora, se é assim, que cada um faça a sua escolha – disse para si mesmo.\nPara Benjamim, dizendo-se que uma sentença é verdadeira é dizer que estamos concordando com uma sentença, mas, se ela exprime, realmente, uma verdade já é coisa bem diferente. E como podemos ter certeza?\nAs pessoas odeiam complicações que perturbem os seus sistemas e Benjamim não era diferente. Segundo ele pensava, um paradoxo nos deveria levar a fazer a seguinte admissão: Lamento, mas não sei como dar uma resposta lógica e isenta de dificuldades a este problema. \nA dificuldade é que aqueles que se dedicam à ciência ou estudo que se ocupa de Deus, de sua natureza e seus atributos e de suas relações com o homem e com o universo não gostam de fazer tal admissão. E alguns são extremamente arrogantes acerca de seus sistemas, reduzindo sua teologia em humanologia – pensava Benjamim.\nPor outro lado, alguns estudiosos assumem a tarefa de mostrar que os paradoxos não são autocontraditórios. Mas eles só conseguem convencer a si mesmo, e a seus alunos particulares.\nAndando de um lado para o outro, entrando e saindo de todos os cômodos da casa, ao mesmo tempo em que pensava, falava. \n- Enquanto eu não for vastamente mais inteligente do que sou agora, e enquanto meu conhecimento não for quase infinitamente superior do que é atualmente, não poderei escapar desses paradoxos. A linguagem humana não pode reduzir verdades a proposições perfeitamente lógicas. Este é um pensamento por demais absurdo para merecer a minha consideração. Há experiências espirituais que ultrapassam as categorias da intelecção humana, sendo experiências que não se pode nomear ou descrever em razão de sua natureza, força e beleza; que não podem ser expressas em termos da linguagem humana.\nQualquer tentativa para explicar o Mysterium Tremendum que é Deus, automaticamente envolve-nos em uma série de paradoxos... Deus é pessoal ou impessoal? e como? Deus é infinito, mas manifesta-se no finito? e como? Qual a síntese verdadeira desses problemas acha-se na Mente divina, mas não na humana? Os homens têm teses e antíteses. Para efeito de harmonização, as teologias sistemáticas ignoram alguma tese ou antítese. Mas não são capazes de elaborar uma síntese apropriada. \nAlém disso, ele não aceitava as explicações antropomórficas que os homens oferecem, na tentativa de explicar Deus. Tais explicações expõem um super-homem, e não um Ser transcendental. Mas, nenhum de nós realmente compreende a infinitude...  E o que fazemos? Usamos essas palavras para esconder nossa ignorância com declarações aparentemente profundas.\nO mesmo acontece quando falamos sobre o espírito. Sabemos que se trata de algo bem diferente da matéria, mas não podemos apresentar boas definições nem da matéria e nem do espírito. E em seguida, quando procuramos dissertar sobre o Espírito Absoluto, ficamos essencialmente vazios de descrições; e mesmo quando se consegue balbuciar alguma coisa, isso fica muito aquém da realidade dos fatos. Somente aqueles que são ingênuos não conseguem reconhecer essas dificuldades.\nSaímo-nos um pouco melhor quando falamos sobre o homem. O homem é espírito e matéria. E mesmo assim, a experiência humana e o misticismo, de um modo geral, têm-nos dado mais descrições sobre os homens do que sobre o Ser Divino. E o nosso conhecimento científico não tem contribuído grande coisa para dispersar os mistérios que circundam o ser humano, a sua origem, a sua vida presente e o seu destino.\nAquele livro falava sobre o Deus-homem encarnado, chamado Cristo, em sua missão messiânica. Para Benjamim, isso constitui um paradoxo e algo que somente pode ser aceito mediante a fé... De alguma maneira inexplicável, o divino e o humano fundiram-se em um único ser, Cristo Jesus. Mas até hoje ninguém descobriu uma maneira muito inteligente de descrever essas duas naturezas, tão diferentes entre si, que podem coexistir em uma única pessoa. Os estudiosos têm lutado muito para prover algumas úteis definições; mas é apenas a tentativa de explicar o inexplicável. \nE quanto ao problema do determinismo versus livre-arbítrio? A questão é a relação entre essas duas realidades. Na história eclesiástica vemos denominações separando-se de outra em torno dessa questão. Há grupos ferrenhos defensores do divino determinismo e há outros que morrem pelo livre-arbítrio humano. Mas, a verdade é que as Escrituras ensinam ambas as coisas, mas nunca tentam reconciliar esses dois conceitos.\nAssim, o determinismo é a tese; o livre-arbítrio a antítese. E constitui um autêntico suicídio espiritual quando alguém simplesmente elimina uma face dessas facetas da verdade revelada.\nOuve-se muito falar que indivíduos não espirituais vivem uma polêmica ignorante constante. Mas aqueles que, pela fé, aventuram-se a dar o salto no escuro, para descobrir a verdade, deleitam-se com aquilo que descobrem. \nQuanto à síntese desse paradoxo, para Benjamim ela só pode existir na Mente divina. Naturalmente, é possível que, conforme espiritualidade do homem for crescendo, talvez enquanto ainda mortal (mas muito mais certamente quando já tiver recebido a imortalidade), que certos paradoxos venham a ser solucionados. Mas, antes disso, as soluções fabricadas deixavam Benjamim espiritualmente faminto.\nPor causa da diversidade e complexidade da realidade e também em face das limitações da finita e presunçosa razão humana de conhecer o bem e o mal, os melhores esforços do homem para vir a conhecer a realidade, levam-no tão-somente a produzir verdades igualmente razoáveis (ou aparentemente razoáveis), posto que irreconciliáveis (ou aparentemente irreconciliáveis).\nNesses casos – pensava Benjamim -, os homens aproximam-se mais da verdade quando defendem ambos os lados de qualquer questão paradoxal, em vez de defenderem apenas um lado ou outro da mesma questão.\nOs homens geralmente buscam mais o consolo mental do que mesmo a verdade, ainda que a maioria não reconheça isso. Contudo, o consolo mental jamais será equivalente à verdade.\nAlguém já disse: “Creio porque é absurdo!”. Com isso, ele quis dizer que é uma estupidez de nossa parte supor que a verdade divina precisa corresponder ao nosso raciocínio humano. É verdade que há verdades assim; mas há verdades que estão acima do nosso alcance!\nOs paradoxos ocupam posição proeminente nos escritos de certos autores, que têm percebido a inevitabilidade dos paradoxos.  Deus infinito, que vive fora do tempo e que não pode ser sondado, estendeu a mão à mente humana, que é finita, limitada e vive dentro do tempo. Era o que Benjamim depreendia da leitura daquele livro.\nSendo assim, somente os olhos da fé são capazes de divisar algo, onde o intelecto falha totalmente. A fé tateia a verdade real em ideias e circunstâncias; e essa fé – e apenas ela - compreende que somente a Mente divina tem a síntese dos paradoxos. E isso significa que essa síntese está à nossa disposição? Dizem que talvez não para esta vida, não para o homem ainda em sua mortalidade – tal crença Nietzsche chamou de “muleta metafísica”.\nNo entanto, muitos intérpretes, quanto a questões críticas, reconhecem apenas um polo, quando há dois: o lado divino e o lado humano.\nBenjamim acreditava que o homem que reconhece os “opostos” quanto a certas verdades fundamentais e procura expor descrições sobre ambos, talvez com alguma tentativa de reconciliação, é um homem que estará mais perto da verdade do que aquele que apresenta uma boa descrição sobre um só dos polos, mas ignorantemente supõe que esse polo não tem o seu oposto natural.\n\n\nNo mais, deixamos aqui escrita a passagem que deu origem a todas essas reflexões em Benjamim; ela encontra-se em Mateus, capítulo vinte e dois, versículos de trinta e sete a quarenta.\n\n“Respondeu-lhe Jesus: Amarás o Senhor, teu Deus, de todo o teu\ncoração, de toda a tua alma e de todo o teu entendimento. Este é\no grande  e primeiro mandamento. O segundo, semelhante a este,\né: Amarás o teu próximo como a ti mesmo. Destes dois\nmandamentos dependem toda a Lei e os Profetas.”\n\nO que mais podemos dizer ainda sobre nosso herói? Benjamim buscara a Deus, e, finalmente, entregara sua alma a uma direta comunhão com Deus, e não tanto a uma abordagem meramente intelectual. \n\nEP. Gheramer\n\n\n\n\n\n\n\n\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4vsb4k",
            "num_comments": 0
        },
        {
            "title": "CurtoConto",
            "selftext": "Novo canal literário para publicação de textos.\nO CurtoConto nasceu em 16.06.2016 com uma adesão surpreendente. Antes do lançamento oficial, o projeto já contava com autores buscando um espaço para publicação livre e segura.\nTudo começou com um roteirista, com textos (até demais) engavetados em busca de diferentes formas de levá-los aos leitores. Desde contos infantis, policiais, romances ou eróticos até poesias, cartas e críticas surgiu a ideia do CurtoConto!\nO projeto tem como objetivo se tornar um grande canal literário. Assim como outros canais ganharam destaque ao longo dos últimos anos, fossem nas áreas de vídeos, música ou fotografia, o CurtoConto identificou esse gap no mundo virtual, graças aos avanços e destaques que a internet vem proporcionando. \nLeitores e autores podem navegar em uma interface simples, onde textos são divulgados em: categorias, mais vistos, mais recentes e recomendados.\nO autor pode criar seu perfil, uma espécie de portfólio on-line, com biografia, e-mail, link para sites e redes sociais e, claro, todos os textos produzidos. Para aqueles que preferem o anonimato, basta enviar um avatar e pseudônimo. Atalanta, Maff_Hollywood, José Valdez y Prom e RobG são excelentes autores que preferem não se expor, e o canal atende a demanda. \nDesde o seu lançamento já contamos com uma parceria com a Livraria Argumento e juntos promoveremos o I Concurso CurtoConto, que premiará o escritor vencedor. \nHoje, o CurtoConto conta com escritores que vão dos 14 anos de idade, como a sensível poeta Gabriela Caldas, até 79 anos, como Suzana Lima, autora publicada. No momento em que foi ao ar o CurtoConto já contava com alguns escritores publicados, o que reforça a necessidade de autores excepcionais tem em expor a sua arte.\nO objetivo do projeto é conectar escritores a amantes de literatura e editores a escritores.\nDentro do conceito, estamos desenvolvendo o ‘Universo Literário’, página com as novidades do mundo da literatura. Divulgaremos cursos, novidades, lançamentos e concursos. Em geral, tudo que está acontecendo no universo que estamos entrando.\nGostou do nosso projeto? Aproveita e passa lá no www.curtoconto.com.br .\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4v77pc",
            "num_comments": 0
        },
        {
            "title": "As obras de Guimarães Rosa são segregatórias?",
            "selftext": "Eu não sou dos leitores mais experientes e não devo ter lido nem 20 obras literárias ao longo da minha vida. Considerando-se isso, acredito na hipótese que a minha opinião sobre as obras de Guimarães Rosa ser das mais equivocadas.\n\nDado que as críticas às suas obras quase sempre são de exaltação pelo trabalho do autor, tentei ler alguns dos seus livros, mas falhei miseravelmente. Durante a leitura, eu tenho que repetidas vezes reler uma frase para compreendê-la. Ainda ocorrem as vezes que não entendo-a nem lendo várias vezes.\n\nFico pensando se seus livros não seriam uma espécie de \"Roupa novo do imperador\". As pessoas realmente entendem aquelas coisas que ele escreve ou fingem que entendem para não parecer idiotas?\n\nÉ bom ler aquilo? Quero saber se alguém sente prazer em ler aquilo. Se sente, indago: que bagagem anterior lhe permitiu ler com fluência Guimarães Rosa? Seria você um poliglota?\n\nTambém penso se não estariam traumatizando leitores jovens ao obriga-los a ler tais obras durante seu ensino médio. Que tipo de aluno do ensino médio teria condições de ler tais obras?\n\nEstou lançando a discussão espero ler outras opiniões.\n\nObrigado.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4v2od1",
            "num_comments": 0
        },
        {
            "title": "LIVRE-ARBÍTRIO",
            "selftext": "Quando Benjamim tomou consciência de que tinha a possibilidade de tomar decisões seguindo somente seu próprio discernimento e que a confiança excessiva em si mesmo era a raiz de todos os males que o afligiam, deu o primeiro passo para a própria liberdade. Este sim, ele acreditava ser um pilar indispensável para que pudesse livrar-se do absurdo desespero em que havia se tornado sua existência.\nÀs condições sob as quais vivera até então, não lhe permitiram ser um homem livre, pois, suas escolhas não eram verdadeiramente suas. As pessoas, incluindo a si mesmo, são treinadas, educadas ou mesmo forçadas a aceitarem um determinado conceito de liberdade e se contentavam relativamente bem diante da servidão, em vez de quererem ser verdadeiramente livres; permaneciam com aquilo que sempre conheceram, temendo que qualquer modificação pudesse apenas piorar as suas condições de vida.\nBenjamim via na sociedade o espetáculo em que todo tipo de deboche é apresentado como se fosse “moderno” e “livre”. O indivíduo completamente depravado e viciado considera-se livre, puramente porque a lei não proíbe o seu estilo de vida, pois, esta mesma lei lhe dá a liberdade de deixar-se escravizar.  E isso nada tem a ver com a liberdade autêntica. A presunção de conhecer o Bem e o Mal tornou o homem cativo da mortalidade. A liberdade genuína está diretamente ligada à verdadeira imortalidade. Acreditava que essa situação pode ser revertida.\n Ele sabia que um importante elemento da liberdade é a capacidade de ter uma genuína escolha livre. Entretanto essa escolha não deve ser somente entre poderes ou forças externas, mas deve envolver o íntimo do próprio indivíduo. Por outro lado, talvez lhe fosse dada a oportunidade de escolher o Bem, por exemplo, mas, se ele mesmo estiver escravizado pelo mal, será forçado, por compulsão íntima a continuar escolhendo o mal. Teria feito uma aparente livre escolha, mas já havia se decidido, mediante fatores subjetivos. \nSua presunção é um fator importante em tudo isto, visto que leva o homem a perder sua capacidade de vontade livre. Assim, o homem escolheria livremente o mal, mas não o bem, pelo que não o escolheria mesmo.\nA liberdade de escolha do homem confere-lhe uma posição especial no universo, acima de todas as demais criaturas. Benjamim acreditava que a fonte da liberdade na vida estava no poder libertador do elemento místico – a relação do homem com Deus - para solucionar, de uma vez por todas, a questão da potencialidade humana.\nA liberdade e o que se segue (a responsabilidade) é uma das principais características da existência humana. A liberdade não somente existe, mas também é inevitável e, infelizmente, com frequência, mostra-se desastrosa. Nem sempre a liberdade leva à bondade e ao benefício. O homem espiritual encara a missão de Cristo, ou a bondade de Deus, como garantidoras de um bom resultado, porém, os homens presos a doutrinas religiosas vê um mundo pessimista misturado em meio a uma liberdade indefinida e sem sentido – e cheio de culpa. É ilusão pensar que a essência do controle de toda a vida social e pessoal do homem é a submissão de todos, salvo um punhado, a uma autoridade humana sobre a qual não pode existir restrição alguma.  \nQuem possui um caráter fraco sempre vive escravizado por sua presunção, por mais que declare, em altos brados, a sua liberdade, que é falsa. O caráter espiritual, e não o religioso, é que leva os homens a escolherem a bondade e a retidão, bem como à liberdade genuína.\nBenjamim não era ingênuo. Ele tinha consciência de que ninguém é inteiramente livre, mesmo sob circunstâncias ideais, visto que precisa viver em uma comunidade, cedendo aos direitos e desejos de outros seres humanos. Antes de tudo, quem é livre é livre na mente e, em seguida, nos atos e nas condições. \nPara ele, era patente que o grande adversário da verdadeira liberdade é a presunção de possuir o conhecimento de modo absoluto, o que resulta na sua degradação, porquanto o homem que é escravo de desse sentimento não é livre, sendo antes um cidadão dos poderes ligados ao mal. \nA liberdade espiritual é mais importante que a liberdade pessoal e a política.\nEmbora a presunção tenha embotado a capacidade do homem de fazer escolhas, de tal modo que é verdade que ele escolhe facilmente o mal, ao passo que só dificilmente ele escolhe o bem, também é verdade que o homem pode escolher, realmente, o bem. E só será uma pessoa responsável se o fizer.\nO homem é capaz de fazer escolhas entre o bem e o mal, desde que para isso seja capacitado pelo elemento místico; o Espírito de Deus se posta ao lado do homem liberto da presunção de tudo saber, quando vê a mais tênue reação favorável ao bem. \nO homem é um ser criativo. Os sistemas religiosos têm dado pouco valor ao ser humano, referindo-se a ele como um verme, totalmente depravado e impotente. Porém, a experiência humana não concorda com essa avaliação. De fato, as evidências demonstram que o homem não somente é capaz de fazer livre escolha, mas também é criativo, que pode transformar tanto a si mesmo quanto ao seu meio ambiente e ao seu destino. Até onde Benjamim era capaz de ver as coisas, essas são qualidades que o ser humano possui, devido ao fato de haver sido criado segundo a imagem de Deus. O poder libertador da relação com Deus na vida do homem soluciona de uma vez a questão da potencialidade humana.\nApesar do egocentrismo do homem, importante aos seus próprios olhos, preocupado somente consigo mesmo, autoindulgente e justo perante seu próprio conceito, também é objeto do amor universal de Deus e da missão todo-poderosa de Jesus. Esses elementos divinos vencem a todas as possíveis barreiras humanas.\nConsiderar todos os homens por causa da má escolha do primeiro Homem, sem qualquer recurso provido pelo Senhor é perder inteiramente de vista o significado da missão de Cristo. Essa missão tem um alcance universal, na terra e em qualquer outro lugar. Mas, um sistema religioso fecha qualquer dessas portas. Não obstante, sabemos que apesar dessa capacidade, oferecida por Deus, mediante a missão de Cristo, muitos acabam mesmo preferindo o mal. Mas, há aqueles que nunca se deixarão conquistar.\nO sistema religioso legalista, baseado em doutrinas humanas, aponta para a santidade, mas não tem a capacidade de produzi-la.\nO ser humano tem necessidade de ter liberdade suficiente para libertar-se de seu egoísmo e, só então, poder amar e servir ao próximo.\n\n\nEP. Gheramer\n\n\n\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4u9x5z",
            "num_comments": 0
        },
        {
            "title": "A praia está perdida",
            "selftext": "*publicação original no [Medium](https://medium.com/@luzeiro/a-praia-est%C3%A1-perdida-b12345688806#.au32lx30v)*\n\nEu sempre subi àquele terraço em dia de festa. A arquitetura brutal, o piso grafite e a irremediável falta de uma paisagem que preste (comum à capital, aliás), jamais foram capazes de reduzir a alegria que sinto ao visitar minha única irmã. Percebo, desta vez, que o luto se expressa pelas varizes nas paredes que rodeiam a escada, no metal frio e azedo do corrimão e, finalmente, na sensação de pisar em um cinzeiro proporcionada pelas placas erodidas do piso. A feiura é oportunista, e no dia de hoje, saiu em carnaval.\n\nLá estava o meu cunhado, abaixo de uma das pontas do varal, investigando pelos espaços vazios do gradeado uma possibilidade de escorrer pelas paredes externas do prédio de nove andares. “Você comeu, Felipe?”, foi o meu único cumprimento possível, e “Hum, comi” foi a única resposta que lhe pareceu honesta. É claro que comeu — alguma vez na vida — mas duvido que tenha tido estômago para reiterar tão prazeroso e exigente hábito, hoje. Hoje não, pois o meu cunhado, marido da minha única irmã, perdeu o único filho. Meu único sobrinho e afilhado. Minha dor não é pequena, mas no topo do pódio da orfandade inversa, temos a minha irmã, coroada de espinhos e de cama há dois dias. Em seguida, Felipe Remador, estático no terraço em pleno inverno e com o estômago vazio. Talvez eu em esteja em terceiro lugar, junto com a namorada do Léo, não sei. O que sei é trago as notícias, como um relâmpago invisível que transformará os tímpanos do ouvinte em peito.\n\n“Escuta, Felipe.” E descrevo como um apresentador de telejornal excessivamente soturno o desdobrar dos fatos do dia: encontraram o corpo preso ao recife, poucas escoriações, a causa mortis foi mesmo o afogamento, está tudo acertado para o enterro amanhã, no Parque da Colina. Falei com a mãe da namorada, ela não vai, está em choque. Aquele menino, Raul, ainda não voltou a Belo Horizonte. Me ligou do celular do Léo, estava com uma voz tenebrosa. Está tudo pago, não se preocupa. Eu estou muito bem empregado e não é hora de falar disso. E dou sequência, como ventania: “Preciso te contar uma coisa, Lipe, o Léo me ligou no dia anterior ao sumiço, e a conversa estava mais estranha do que de costume…”\n\n“Eu comi, sim. Tem macarrão, se você quiser.” E me corta como se nos falássemos pela internet, com enorme atraso. E começa a me contar do filho: coisas que eu já sei, mas só me resta ouvir mais uma vez.\n\nLeonardo Remador nasceu com o cordão umbilical em volta do pescoço, sem choro e nem desespero. Nasceu sorrindo. O obstetra achou que estava se contorcendo pelo sufoco, mas não: era um sorriso mesmo. “Esse é forte, corajoso” — daí ‘Leonardo’ — disse, para encher o pai de orgulho, enquanto a enfermeira entregava o Príncipe aos braços da mãe. Era um Príncipe, quase enforcado, porém um Príncipe, como são todos os recém-nascidos após a Proclamação da República. Não parava de se mexer e olhar ao redor, como se procurasse por mais um corda para se amarrar, e se apertar.\n\nComeçou a andar com oito meses (o que o pediatra considerou um recorde) mas o pai já reparava que muito antes o guri já ensaiava ficar de pé. Era uma brincadeira nervosa: apoiava-se nos joelhos e esticava as pernas trêmulas, e em dois segundos caía. “Toda criança faz isso”, diz o pediatra sem querer estregar o encantamento do recém-pai. “Não”, continua Felipe, “ele não cai e chora. Ele cai a dá a maior gargalhada. E se levanta e se joga de novo. E ri. Se já soubesse falar ia chamar isso de ‘brincadeira da gravidade’, sei lá”. E descreve a forma como o filho olha para baixo ao cair, como se quisesse testemunhar cada segundo do trajeto. “Às vezes o Léo tem um senso de humor maior do que o das outras crianças”, desconversa o jovem doutor, voltando os olhos adestrados ao monitor adestrador do computador.\n\nAos cinco anos chorava e dava escândalos quando o pai se negava a dar uma volta de motocicleta com ele pelo quarteirão. Quando o seu desejo era atendido aos finais de semana, voltava para casa dócil e calado, prestes a cair no sono e recompensar os pais com o silêncio que o casal tinha antes do Príncipe ter vindo ao mundo.\n\nE ele foi ao mundo: no futebol, só jogava como goleiro pois nas outras posições não podia atirar-se pelos ares e havia menos risco de levar uma bolada na cara. Na natação, perdia as instruções do professor por se interessar mais pela apneia. Se deu melhor nas artes marciais, para o desespero de sua mãe que não suportava ter que aplicar curativos duas vezes por semana. Finalmente, na puberdade, a coragem e o senso de humor exagerado tornaram-se insuportáveis. Gostava de provocar o pai pelo simples prazer de escutar sua voz engrossar e ameaçá-lo. Sentava-se na janela para ouvir música e balançava-se para frente e para trás em um ângulo cada vez menos agudo, cantarolando sossegado até que a mãe o via do corredor e gritava de susto. Só se interessava pelas garotas que já tinham um namorado, e aos treze anos voltou para casa com um olho roxo e os lábios rasgados por roubar um beijo de uma garota mais velha que estava a dois metros do cara mais velho ainda que a namorava. Os pais concordavam que aquilo não era rebeldia pois sempre que aprontava alguma o adolescente passava os próximos dois ou três dias obediente e calmo. Ele tinha ideias que beiravam a burrice e após um longo ano de acidentes e notas baixas, foram atrás de especialistas, pois o primeiro médico que o tocou estava mesmo errado.\nLeonardo, segundo o psicólogo, era um bom rapaz, mas era melhor ir ver um psiquiatra. O psiquiatra — que por curiosidade saltava de para-quedas nos finais de semana  —  também não viu nada de errado no garoto, mas por via das dúvidas, recomendou um amigo neurologista. Após mapear o cérebro de Léo, confirmou a boa saúde mental do rapaz, mas seguiu uma pista em sua circulação sanguínea nos exames de rotina que o levava a crer que o nível de adrenalina era muito mais alto do que o normal. Com a ajuda de um endocrinologista constaram que a coragem de Leonardo era na verdade uma doença rara em suas glândulas renais que produziam uma quantidade excessiva daquele hormônio, viciando das íris aos pulmões, passando pelo coração e todos os músculos.\nO pai teve que vender a moto e um carro, mas pagaram o tratamento e aos dezesseis Léo já não andava mais com sua bicicleta sem freios pelo bairro. Apesar de não ser dos mais espertos ou um dos mais bonitos, tinha um talento único com as mulheres, já que a possibilidade de rejeição o atraia, coisa que não existia em homem algum. Aos dezenove, arrumou uma namorada sem namorado, Júlia, e achava o máximo quando a menstruação dela atrasava alguns dias, e é claro que não era nem um pouco favorável ao uso de preservativos. Dizia apenas que era uma pessoa simples e que gostava das diversões curtas pois a vida, em si, era mesmo curta. Raul, um dos seus amigos mais antigos, ria e dizia que o problema é que os momentos simples de Léo poderiam encurtar a vida mais ainda. Era grato ao parceiro, pois mesmo sem se interessar por um baseado, Léo era o único disposto a entrar com ele nas favelas para comprar aquele mato amassado.\n\nApreensivos, os pais viram o garoto tirar a carteira de motorista. Nenhum problema, a não ser as multas por excesso de velocidade que eram pagas pelo próprio rapaz, que se virava na papelaria do pai do Raul. As pessoas que conviviam com ele acabaram se acostumando e até mesmo os pais deixaram de se preocupar tanto e esqueceram que “o jeito dele” era um problema sério. Júlia, segundo um psicanalista freud- ou junguiano (precisamos diferenciar charlatões?), no fundo morria de tesão por caras irresponsáveis, Raul (nas palavras de uma pedagoga do Ensino Médio) também não era exemplo de comportamento e assim Leonardo tocou sua vida abusando da sorte.\n\nAcontece que, mineiro que era, Léo poucas vezes foi ver o mar, e só o fez ao lado dos pais, que não gostavam muito de areia. Aos vinte e um foi ao litoral capixaba com Júlia, amigos dela e o tal do Raul. Uns dois ou três dias antes da data da volta para casa, Léo me ligou. Ouvi o pequeno *trip journal* que, não sei porque, decidiu me contar ao custo de todos os créditos do seu pré-pago. Começa bobo e vai escurecendo, como a apresentação de um palhaço trágico, e eu me arrependo de não ter anotado algumas partes, ou gravado a conversa toda.\n\nEm janeiro, o sol derramava-se do alto e refletia na areia e no mar, queimando sua pele branca e agredindo seus olhos não muito escuros. Gostou daquilo, mas logo à frente estava algo que o seduzia muito mais, o próprio mar. Não entendia como tantas pessoas aguentavam ficar o dia inteiro sentadas em cadeiras de plástico bebendo e comendo ao redor dos quiosques sem nem se aproximar das ondas. Logo no primeiro dia, subiu com Raul em um morro baixo com os pés descalços e sentaram-se em rochas negras que um dia formaram um coral. Enquanto o amigo apertava um, viu uma mulher alta e bronzeada, de cabelos morenos e músculos bem definidos mergulhar nas águas e nadar por quatro minutos, sem parar, traçando uma linha quase reta. Ao distanciar-se da praia, as ondas tornaram-se maiores e algumas pessoas já acenavam para que ela voltasse. Desapareceu atrás das ondas por alguns segundos, e, depois, sorrindo, nadou de volta como se estivesse em uma piscina rasa. Gostou daquilo.\n\nNadou com Júlia um bom tempo pela tarde, sem se arriscar de mais. Toda vez que olhava para a linha do horizonte, se distraía a ponto de deixar de escutar o que a namorada falava. Lembrou-se de como aquela morena conseguiu ir tão longe com tanta calma. Gostou daquilo, mas gostou de mais. À noite, após uma bebedeira na casa dos pais de um dos amigos de Júlia, Léo teve sonhos agitados. Quando acordou, lembrou-se de três: primeiro, mordia o cano de uma arma de fogo que um homem encapuzado que apontava para sua cabeça, rindo da falta de coragem do assaltante em disparar. Em outra situação apontava para a namorada que trocava de roupa, mostrando para Raul. Por fim, sonhou que nadava no fundo de um lago e respirava normalmente embaixo d’água, sem precisar voltar à superfície.\n\nSaiu sozinho para comprar pão e o que mais precisassem. Como em qualquer cidadezinha do litoral do Espírito Santo, encontraria uns cinco botecos para cada padaria ou mercearia — se a mercearia vender cerveja, não sei dizer como ficaria a conta, mas enfim, por uma questão estatística decidiu tomar uma antes de cumprir a sua missão de levar comida à namorada e aos amigos.\n\nAo final da primeira garrafa daquela cerveja fraca mas bravamente gelada, Léo olha em volta e percebe a presença da nadadora alta e morena. Não a tinha visto ali, sozinha na outra ponta do balcão, que era em éle e permitia tal ponto cego. A moça olhava para ele e achava graça da miserável atitude do menino de quase torcer a garrafa que já havia acabado. Ofereceu a sua, cheia, e lá vai Léo conversar fiado com uma mulher linda e aparentemente solteira ao invés de levar pão para a namorada.\n“Ela achou o meu sobrenome o máximo, tio. Disse que eu devia nadar muito bem, porque, ‘Remador’, né. Mas já devia estar bêbada. Achava graça de tudo. Meio doidinha, acho que não estava me dando mole, só tentando escapar de um cara lá que não parava de mexer com ela. Mas eu não vi o cara. Eu estava tranquilo também, cê sabe que eu gosto muito da Júlia. Mas então, cê lembra daquela menina que nadava comigo na equipe da escola? Você já deu carona pra ela. É a cara, tio. Eu pensei que fosse ela.”\nTirei o celular do ouvido para ver o tempo da conversa no *display*. 52 minutos. E o menino não parava de falar. “Vai comprar o pão, ô sem vergonha.” E ele me obedeceu e desligou.\n\nOlha, apesar dos quarenta e poucos, eu sou um homem bonito. Na verdade, eu sempre fui. E mesmo assim, uma morena dessas nunca me abordou em boteco copo sujo de praia. Só uns tios e uns hippies para me pedirem o isqueiro. E eu adoro morenas, Léo.\n\nLéo.\n\nO que aconteceu com você? O Raul me contou de uma briga com um rapazinho local — aliás, eu preciso achar o Raul — e agora as hipóteses florescem na minha imaginação, que não tem sono desde o contato da polícia.\n\nPassaram os próximos dias longe da praia, fazendo trilhas e visitando os arraiais à procura de festa. Com Júlia sentada em seu colo (eu só via vocês nessa posição, encaixavam bem, até), estava em um boteco ao lado da praça da igreja de uma vila. Bebiam cerveja e viravam doses de cachaça da pior qualidade enquanto um forró soava indecifrável abafado pela voz de umas dezenas de pessoas que ocupavam as calçadas. Foi surpreendido por um grito de Raul que levantava a voz para um adolescente, prestes a agredi-lo. Pediu para Júlia levantar-se, a garota não atendeu imediatamente e quase foi derrubada no chão por um homem de sorriso estranho que até o minuto anterior era o namorado que com carinho passava as mãos quentes em suas pernas. A coragem imbecil que custou um carro e uma moto ao pai de Leonardo agarrava o adolescente pela nuca e bateu o rosto do rapaz com força em um banco de madeira e ferro da praça. Enquanto o sangue corria, alguém acertou uma cadeira nas costas de Léo, enquanto três ou quatro homens mais velhos corriam atrás dele, que escapava. Sumiu no mato, rasgou a perna esquerda nos galhos (uma das escoriações não era de coral, mas aparentemente de vegetação rasteira) e encontrou uma estrada de terra que seguiu por mais de uma hora caminhando devagar, sentindo seu corpo em chamas por conta do coração que parecia ter dobrado de tamanho.\n\nNão sabia o motivo da briga de Raul e nem se importava. Também não se importava da grosseria com a namorada e nem com o fato de que provavelmente alguns homens o perseguiam em uma caminhonete, moto ou jipe com pedaços de pau ou uma pistola semi-automática embaixo do banco. Exausto, alcançou a praia. Sentou-se na areia e viu o sol nascer, vermelho como se estivesse se pondo.\nRealmente, o sol se punha para você, meu afilhado. Viu uma pessoa caminhar onde as ondas quebravam, chegou mais perto e reconheceu a mesma mulher de cabelos negros que viu no primeiro dia no litoral. A do bar (que… coisa é você, mulher? *Shinigami*?). Ela ignorou sua presença e mergulhou, nadando mais uma vez em ritmo forte e veloz, até desaparecer na espuma de uma grande onda que quebrou prematuramente. Mergulhou também. Seu corpo em chamas mal percebeu como a água estava gelada. Nadou em compasso olímpico esticando todos os seus músculos, estirando seus pulmões, sugando todo o ar salgado que havia em quilômetros cúbicos. Sem parar as braçadas, abriu os olhos e viu que a mulher nadava ao seu lado, fechou os olhos que ardiam com o sal e quando abriu de novo, ela já não estava mais lá. Quando finalmente parou, viu que ela voltava, derrotada e humilhada pelo novo recordista daquela praia.\n\nEnquanto a água esfriava, olhou para o céu e ficou finalmente satisfeito de uma forma irracional, a única forma que sentia-se satisfeito na vida. Todo o seu corpo vibrava, o prazer era tão grande que balançava os pés sem cansar pra manter-se na superfície sem se cansar. Quando o corpo doeu pelo frio que fazia, decidiu voltar, mas quando olhou para a praia, ela estava distante e uma névoa baixa ia convertendo-a em um ponto invisível naquela imensa massa azul. O corpo esfriou, os pés pararam de se mover, os braços penderam-se ao lado do quadril. Quanto maior o músculo, mais forte a dor da cãibra, e as panturrilhas de Léo pareciam dois mamões.\nAfundou em silêncio, e sonhou de novo. Sonhou que nadava em um lago escuro e podia respirar embaixo d’água. Sonhou que estava na praia e nadava em direção ao horizonte. Quando quis voltar, a praia estava perdida.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4tf0r8",
            "num_comments": 0
        },
        {
            "title": "A IMPORTÂNCIA DAS FÁBULAS NA LITERATURA INFANTO - JUVENIL",
            "selftext": "\nAcadêmicos:\nCristiane Cardoso da Silva  Mat: 327818,\n Damarys Oliveira da Silva de Paiva  Mat: 714725\nKarita Marreiros Mat: 917241\nRita de Cassia Mat: 863453\n Shirlei de Sousa Oliveira  Mat: 785936\nProfessor-Tutor Externo: Clebson Peixoto\nCentro Universitário Leonardo da Vinci - UNIASSELVI\nCurso (LED 0259) – Prática do Módulo V\n21/05/16\n\n                                                    \nRESUMO:\nA intenção desse trabalho é mostrar que a literatura é uma manifestação artística e que possui uma comunicação importante que atua como tecelã da linguagem e a transmissão do conhecimento das expressões humanas. O objetivo deste trabalho é abordar quanto ao gênero, fábulas e a importância da literatura na formação do ensino fundamental e no EJA (Educação de Jovens e Adultos) da Escola Elcione Barbalho, localizada no bairro Liberdade da cidade de Marabá-PA, na literatura infanto - juvenil buscamos através de referência documentos, revistas, jornais, livros, pesquisa de campo e internet. Este estudo aborda o papel da escola na formação do individuo, buscando incentivar a escrita e a leitura para assim facilitar o seu desenvolvimento social e emocional, onde iremos utilizar a didática pedagógica da literatura infantil, baseado nas ideias dos seguintes autores: Cândido Antônio, Azevedo, Bruno Betteilheim.\n\nPalavras Chaves: Fábula. Ensino. Educação. Literatura Infanto-Juvenil.\n\n1 INTRODUÇÃO:\n         Neste trabalho apresentamos a didática para a utilização da importância das fábulas na literatura infanto - juvenil, onde levaremos em consideração a importância dos contos de fábulas para a construção do seu imaginário. Este estudo se baseará em autores como Bruno Betteilheim, Cândido Antônio e Azevedo, que tratam de contos de fábulas, cada autor tem uma área específica.\n\n             O objetivo desse trabalho é mostrar que a literatura é uma manifestação artística e também observar a influência dos contos de fábulas no imaginário infanto - juvenil da escola Elcione Barbalho na cidade de Marabá-PA. Acreditamos que os contos de fábulas ajudarão os jovens no ensaio de vários papéis sociais, proporcionando a construção de uma personalidade sadia e também promover a socialização. A troca de experiência é uma maior inserção no grupo social assim promovendo o desenvolvimento da imaginação, da criação, da percepção de mundo a partir das possíveis interpretações dos contos de fábulas. A importância do nosso paper que seja ,um arquivo para pesquisas futuras. Este trabalho utilizou-se em duas etapas de pesquisas sendo que uma etapa foi de observação da prática pedagógica das professoras e uma segunda etapa onde ela trabalha a oralidade e a produção textual , ortografia e linguística.\n              Dentro das problemáticas encontradas buscamos analisar, investigar a importância das fábulas como gênero literário dentro de sala de aula e também levantamos questionamentos em relação a problemas na prática da docência em relação ao gênero literário. Como as professoras utilizam as fábulas em sala de aula na aprendizagem e aumento da cognição do aluno? Como a instituição escola trabalha a literatura para fazer leitores nos estudos  observados.\n 2 Entendemos por literatura:\n         Uma comunicação de caráter humano, que utiliza de vários recursos seja  humano, físico, material, intelectual, social, estético, formador, educador, lúdico entre outros recursos , transferindo  aprendizagem, saber, conhecimento, instrução e valores próprios da alma humana   através do diálogo significativo ficcional / real  desta forma de expressão e produção intelectual humana objetivando a interiorização, a identificação, a inserção e  a transformação do  indivíduo em seu meio ou sociedade. Podemos definir a literatura como: produção intelectual, expressão artística humana. Azevedo (2007, p.215) afirma que: \n\n“A importância da literatura é indiscutível pois é através dela que nos  relacionamos com os valores humanos mais nobres e os  mais baixos como o amor e ódio, a bondade e a maldade, a inveja e a solidariedade, a angústia e a alegria , o ciúme e a caridade  a soberba e a humildade entre outros”.\n           Cabe a Literatura a finalidade de transformar por meio da escola a expressão artística com o decoro a instrução dos jovens. Neste paper a literatura é considerada em sua funcionalidade formadora e educadora para criar leitores. Antônio Cândido nomeia três funções para a literatura:\n                 Função Psicológica : Capacidade individual de fantasiar  pela ficção, Função Formadora: Formação e educação do ser humano movida por ideais, Função  Humanizadora: Humaniza em sentido profundo porque faz viver.\n                  O atuar do diálogo com o texto quer seja por meio do professor para com o aluno, ou por meio de indivíduo  para um grupo de pessoas nos ajuda a compreender a literatura. Através de uma aprendizagem sócio interacionista e sócio construtivista  (Piaget e Vygotsky). Observamos então a importância de fazer leitores assíduos pelos textos literários, que auxiliam na cognição do indivíduo com criatividade e compreensão do mundo que o rodeia . A fábula o qual trabalhamos no paper e procuramos investigar através de pesquisa documental em arquivos de órgãos públicos e instituições privadas assim também informativos, revistas, anais, relatórios de pesquisa, periódicos , cujo autores que baseiam e norteiam a nossa pesquisa de caráter, qualitativo e quantitativo são Antônio Cândido, Bruno Bettelheim e Azevedo, trabalhamos também com a pesquisa de campo entrevistando alunos e duas professoras de língua portuguesa  de uma escola de ensino fundamental localizada no bairro da liberdade no município de Marabá, uma escola que faz parte de um projeto social do governo federal para alunos do EJA ( alunos com idade variante de 15 a 25 anos ) cuja pesquisa foi feita com questionários com perguntas previamente elaboradas.\n         Segundo o dicionário Aurélio (2000, p.30) a fábula é uma narração breve cujas personagens via de regra são animais que pensam, agem e sentem como os seres humanos. Esta narrativa tem por objetivo transmitir uma lição de moral. Alguns escritores de fábulas são : Esopo, temos também os brasileiros Monteiro Lobato e Leonardo Boff obra em destaque (a águia e a galinha ) cuja fábula será abordada neste paper. No primeiro passo da pesquisa, será mostrado aos alunos através de recursos audiovisuais  e no segundo passo os alunos serão observados para análise de interpretação de texto, ortografia , linguística e oralidade.\n                      Os objetivos deste paper abordam a questão da importância do trabalhar as fábulas  em sala de aula descrevendo e realizando o diagnóstico necessário no cotidiano escolar.  Sendo que esta pesquisa está dividida em três capítulos distintos: No primeiro capitulo Observação didática sobre a fábula pela professora regente da turma, no segundo capitulo a análise foi feita para Verificando se a professora reconhece a importância de trabalhar as fábulas em sala de aula o terceiro capítulo procura Analisando o impacto que a fábula tem sobre a realidade do educando.\n                  Para a realização deste trabalho a fábula foi escolhida por ser um gênero literário de narrativa curta e de fácil entendimento para o aluno auxiliando-o na aprendizagem de uma forma diferenciada , prazerosa e atrativa. A fábula estudada  foi encontrada na internet assim como o vídeo . As professoras trabalham em sala de aula com um livro chamado o Guia de Estudo Integrado Unidade Formativa I , que possui todas as disciplinas fundamentais como Português, Matemática , Geografia ,Ciências, Inglês e História. Todos os alunos possuem livros que foram dados pelo Governo Federal. Este paper busca compreender, analisar e investigar a importância da fábula como gênero literário dentro da sala de aula, e levantar questionamentos em relação a problemas como é a prática da docente em relação gêneros literários? A fábula utilizada está de acordo com o nível de desenvolvimento do aluno ?\n                    Neste estudo foi observado a prática pedagógica das duas professoras de língua portuguesa, de que forma  as atividades literárias estão sendo desenvolvidas em sala de aula e se estas professoras estão formando leitores que apenas leem ou leitores que leem e tem uma visão critica acerca da leitura  e quais as dificuldades encontradas por estas professoras ao usar a fábula em sala de aula e de que forma elas podem intervir para resolver os problemas.\n                        O ambiente de sala de aula foi preparado para receber os alunos como se fosse um clima de cinema, na sala estava instalado o data show com o vídeo da fábula a na biblioteca da escola, os alunos estavam sentados confortavelmente em suas carteiras, sendo que aos alunos foi permitido que levassem pipoca,com a luz apagada eles assistiram ao vídeo logo após foi feito pelas professoras uma explanação oral sobre a fábula e a culminância desta atividade se deu de forma de uma produção textual ( síntese ) escrita sobre a compreensão daquela fábula. A professora da turma acredita que as fábulas motivam os alunos a estudar, auxiliando na oralidade  e a produzir textos. Ao passo que a expectativa das duas professoras de língua portuguesa em relação a aprendizagem do aluno eram : Falar sobre o significado da representação do papel de cada animal apresentado e qual a funcionalidade moral da fábula e  compreender a literatura, objeto de aprendizagem, que  assimila a vida real através da ficção os resultados obtidos a partir deste estudo foram satisfatórios pois pudemos sanar algumas dúvidas e questões em relação ao tema fábulas.\n3  Observação didática sobre a fábula pela professora regente da turma.\n                   As educadoras se preocuparam com aspectos a temas motivacionais com as  fábulas , que transmitem esperança , perseverança já que os alunos do EJA são pessoas que trabalham o dia todo e a noite ainda vão estudar, sendo que a maioria dos estudantes são mulheres , tem um caso de uma aluna que vai estudar e o marido que não é estudante da escola, fica esperando na cantina as quatro horas de aula a mulher terminar os estudos. Tem casos também de mulheres que engravidaram e tiveram que deixar de estudar, mas como o programa oferece creche para as alunas, tiveram oportunidade de estudar ou são pessoas que abandonaram os estudos por vários motivos: dificuldades econômicas, sociais, geográficas, culturais etc..\n                        A professora também preocupou se os alunos já tinham conhecimento prévio da fábula, todos responderam que não. Outra preocupação em trabalhar fábulas para EJA de ensino fundamental é não praticar  infantilização dos textos pois são pedagogias diferentes. A simbologia da fábula a águia e da galinha é interessante e vai de acordo com  o interesse que cativam o aluno, a fábula trabalha o paradoxo e a ambivalência entre os dois animais  pois a águia tem o significado de que ela é uma vencedora e ela pode voar e conquistar novos horizonte , enquanto a galinha é um animal da terra que fica ciscando o chão, que está preso a terra e não pode voar.\n                    Inicialmente a produção das fábulas no novo mundo foi disseminada por Esopo foi somente com Jean de La Fontaine que elas tiveram uma característica educacional e artística, as fábulas com o decorrer da história foram de adaptando aos novos tempos sendo que com Jean de La Fontaine as fábulas apresentaram característica oral e foram trabalhadas as simbologias, exemplificando a águia tem uma simbologia de vencedora enquanto a galinha tem uma simbologia de conformidade. Como as fábulas possuem caráter antropomórficos em que os animais possuem a capacidade  de projetar-se como seres humanos com sentimentos e valores morais humanos, foi feita esta comparação simbolicamente para que os alunos se identificassem com a história e quiçá transformassem o meio em que vivem .  Podemos perceber que as professoras tinham uma boa formação pedagógica a fábula não ficou infantilizada e auxiliou no desenvolvimento e aprendizagem dos alunos.\n                                        Fábula utilizada em sala de aula  :\n                                                        A águia e a galinha\n Era uma vez um camponês que foi à floresta vizinha apanhar um pássaro para mantê-lo cativo em sua casa. Conseguiu pegar um filhote de águia. Colocou-o no galinheiro junto com as galinhas. Comia milho e ração própria para galinhas.\nDepois de cinco anos, este homem recebeu em sua casa a visita de um naturalista. Enquanto passeavam pelo jardim, disse o naturalista:\n– Esse pássaro aí não é galinha. É uma águia\n– De fato – disse o camponês. É águia. Mas eu a criei como galinha. Ela não é mais uma águia. Transformou-se em galinha como as outras, apesar das asas de quase três metros de extensão.\n– Não – retrucou o naturalista. Ela é e será sempre uma águia. Pois tem um coração de águia. Este coração a fará um dia voar às alturas.\n– Não, não – insistiu o camponês. Ela virou galinha e jamais voará como águia.\nEntão decidiram fazer uma prova. O naturalista tomou a águia, ergueu-a bem alto e desafiando-a disse:\n– Já que você de fato é uma águia, já que você pertence ao céu e não à terra, então abra suas asas e voe!\nA águia pousou sobre o braço estendido do naturalista. Olhava distraidamente ao redor. Viu as galinhas lá embaixo, ciscando grãos. E pulou para junto delas.\nO camponês comentou:\n– Eu lhe disse, ela virou uma simples galinha!\n– Não – tornou a insistir o naturalista. Ela é uma águia. E uma águia será sempre uma águia. Vamos experimentar novamente amanhã.\nNo dia seguinte, o naturalista subiu com a águia no teto da casa. Sussurrou-lhe:\n– Águia, já que você é uma águia, abra suas asas e voe!\nMas quando a águia viu lá embaixo as galinhas, ciscando o chão, pulou e foi para junto delas.\nO camponês sorriu e voltou à graça:\n– Eu lhe havia dito, ela virou galinha!\n– Não – respondeu firmemente o naturalista. Ela é águia, possuirá sempre um coração de águia. Vamos experimentar ainda uma última vez. Amanhã a farei voar.\nNo dia seguinte, o naturalista e o camponês levantaram bem cedo. Pegaram a águia, levaram para fora da cidade, longe das casas dos homens, no alto de uma montanha. O sol nascente dourava os picos das montanhas.\nO naturalista ergueu a águia para o alto e ordenou-lhe:- Águia, já que você é uma águia, já que você pertence ao céu e não à terra, abra suas asas e voe! A águia olhou ao redor. Tremia como se experimentasse nova vida. Mas não voou. Então o naturalista segurou-a firmemente, bem na direção do sol, para que seus olhos pudessem encher-se da claridade solar e da vastidão do horizonte. Nesse momento, ela abriu suas potentes asas, grasnou com o típico kau-kau das águias e ergueu-se, soberana, sobre si mesma. E começou a voar, a voar para o alto, a voar cada vez mais para o alto. Voou… voou… até confundir-se com o azul do firmamento…”\n(Fonte http://www.catequisar.com.br/mensagem/reflexoes/06/msn_147.htm)\n          \n4  Verificando se  a professora reconhece a importância de trabalhar as fábulas em sala de aula :\n                    No momento da entrevista  duas professoras respondiam ao questionário e com suas respostas conseguimos chegar ao objetivo geral do paper aonde trabalhamos a importância de se trabalhar fábulas em sala de aula. Nesta fase a professora número 1 respondeu que a importância é que a fábula motivava os alunos, enquanto a professora 2 respondeu que a fábula desperta a construção do caráter da cidadania dos alunos. Analisando as perguntas e as respostas desta pesquisa podemos perceber quando a professora 1 responde que trabalhar fábulas em sala de aula motiva os alunos, logo eles conseguem se identificar com os personagens da fábula pois quando o escritor cria um modelo de personagem tem essa concepção de ser , de fazer com que o leitor se identifique com um dos personagens, identificando quer seja com a simbologia ou característica que este personagem tem na sua vida , acontece então esta transcendência do mundo fictício para o mundo real  Betteilheim (2007, pag. 54).\n                             Quando a professora 2 responde sobre  a utilização de fábulas para os alunos é que ela desperta a construção do caráter do aluno , podemos então entender nesta frase a função formadora de instrução educacional da fábula. Segundo Coelho (2000, pag. 40) a terceira fase da leitura que abrange as crianças e os adolescentes, ou seja, a fase do  leitor critico ( a partir dos 12/13 anos ) Aonde o leitor já possui uma capacidade , habilidade de refletir e ter pensamentos críticos em relação a textos e em relação a leitura que lhe é apresentada. Outra importância de se trabalhar fábulas em sala de aula, que as professoras reconheceram foi a facilidade que a fábula tem na produção e interpretação do texto, auxiliando também na oralidade, na ortografia e na linguística. Percebe-se isto na resposta das entrevistas quando a professora 1 disse que o objetivo de utilizar fábulas em sala de aula seria a sua facilidade no entendimento que ajuda  na interpretação de textos, sendo que a professora 2 respondeu que a fábula possui um valor diagnóstico pois identifica qual aluno possui mais facilidade na  interpretação de texto, quando foi perguntado para a professora quais os resultados alcançados a professora 1 respondeu que a fábula auxilia na produção de pequenos textos , na interpretação , na oralidade, ortografia e na linguística .  A fábula sendo uma narrativa geralmente curta ,considerada um gênero de característica universal aonde pode ser captada de um modo simples que remonta aos antepassados humanos desde a  contação de estórias  nos interiores das cavernas ou entre os descansos após as caçadas.\n               Justificando assim a facilidade do gênero fábula em se trabalhar interpretação  produção e oralidade em sala de aula , pois o aluno ao produzir e interpretar textos  é desafiado a usar a criatividade, a reflexão , o senso critico na escrita auxiliando na ortografia pois ele vai ter que exercitar a gramática da língua portuguesa em sua atividade de sala de aula , em quanto o auxilio na fábula na oralidade se dá, quando a professora questiona oralmente ao aluno quanto ao o que ele entendeu sobre a fábula apresentada no ambiente escolar, esta metodologia incentiva até os alunos mais tímidos a se expressar oralmente, entretanto quando a professora 1  fala que a fábula auxilia também na linguística do aluno ela se refere que a fábula pode também trabalhar as variações linguísticas e o regionalismo em sala de aula, o exemplo deste, são as fábulas do famoso escritor brasileiro Monteiro Lobato.\n5  Analisando o impacto que a fábula tem sobre a realidade do educando .\n               Utilizamos a amostragem de 35 alunos para compreendemos esta investigação. Através do método de observação e realização de um formulário quantitativo Por mediação da literatura  os valores da humanidade são apresentados aos alunos quando no primeiro momento de nossa pesquisa a professora dentro da biblioteca e apresentando o vídeo perguntou no final se eles entenderam a fábula e se eles queriam ser águia ou galinha? Todos os alunos responderam que queriam ser águia , os alunos se identificaram com águia de simbologia vencedora, conquistadora e heroica despertando neles sentimentos motivados por valores humanos como orgulho, desejo, vontade , esperança,  virtude e coragem, desejo de serem vencedores como a águia . Portanto a maioria dos alunos são de baixa renda e através da educação poderia conseguir um bom emprego como foi o caso de uma aluna que comentou que estava estudando para concluir o ensino fundamental  porque ela no serviço de faxineira de uma siderúrgica tinha perdido uma promoção , de trabalhar de secretária porque não tinha o ensino médio.\n                 Com a sua função humanizadora, a fábula, formou leitores e produtores de pequenos textos, apesar de alguns problemas enfrentados ( ponto fraco em relação a fábula é que quando existem alunos semianalfabetos, ou analfabetos funcionais as fábulas devem ser trabalhadas oralmente ou através de recursos audiovisuais)  pela professora e pelos alunos, na questão de alfabetização e letramento e dificuldades ortográficas , pois alguns alunos não sabiam ler e escrever  corretamente entretanto a intervenção da professora para sanar estes problemas foi aulas de reforço escolar. A fábula trabalhada em sala de aula teve um impacto social na vida destes alunos pois a fábula a águia e a galinha despertou a vontade de transformação e inclusão social deste alunos.\n6 CONSIDERAÇÕES FINAIS\n                    De acordo com a regência feita em sala de aula , os resultados obtidos a partir dos estudos foram esclarecedores . Analisamos  que as fábulas desenvolvem a capacidade  da criança e do jovem de fantasiar , e na criatividade, outras contribuição foram interpretação e produção de textos, ortografia e linguística, os problemas que surgiram durante a pesquisa foram dificuldades de letramento e alfabetização aonde a intervenção foi aulas de reforço. Observamos também que é boa a prática pedagógica das professoras, e os textos estavam de acordo com o desenvolvimento dos alunos, sendo que esta pesquisa nos levou ao conhecimento e contribuição para futuras pesquisas aos estudos de fábulas e entendimento sobre que as fábulas têm no processo de formação da criança e jovens.\n\n                                               \n\n\n\n\n\n\n\n                                                    \n                                                Questionário\n1) Qual a importância da utilização de fábulas para os alunos ?\n Professora   1 \n  R= A motivação que a fábula proporciona ao aluno\n Professora 2   \nR= Temos que despertar a construção do caráter da cidadania dos alunos\n2) Qual o objetivo de usar fábulas ?\n Professora   1\n   R= Porque a fábula é um Gênero Textual de fácil entendimento auxiliando na interpretação de textos .\nProfessora   2 \n  R= A fábula tem um valor diagnóstico pois através dela podemos perceber quais os alunos possuem facilidade de interpretação     \n3)Como a professora utiliza estas fábulas em sala de aula ?\n Professora   1   R= Usamos com a ajuda de recursos audio visuais no primeiro momento em sala de aula depois fazemos atividades orais e escrita.\nProfessora 2            R= Data Show , depois questionário com pergunta e respostas.\n4)Quais eram as fábulas utilizadas?\n Professora   1    R= O Coordenador envia as fábulas que são iguais para todos os professores  foram elas a fábula da galinha e da águia, a fábula do porco espinho e a fábula da raposa e do lenhador.\n Professora 2    R= A fábula do porco espinho ,a fábula da raposa e do lenhador, a fábula da galinha e da águia\n5) Quem eram os autores ?\n Professora   1    e Professora 2\nR= Esopo ,Leonardo Boff, Irmãos Grimm\n6) Quais os resultados alcançados ?\nProfessora   1  R=  A fábula auxilia na interpretação de textos, na produção de pequenos textos, na ortografia e na linguística\nProfessora 2 R= Ajuda na interpretação de texto , na oralidade pois os alunos tem que contarem o que eles entenderam do texto.\n                                              \n                            Tabela com a observação de alunos\n\n1) Quantos alunos se mostraram interessados em assistir o vídeo da fábula  a águia e a galinha.\nTodos os 35 alunos\n2) Quantos alunos se identificaram com a fábulas ?\nTodos os 35 alunos\n3) Quantos alunos se expressaram oralmente\n3 três\n4) Quantos alunos conseguiram fazer a síntese do texto ?\n25 alunos\n5) Quais problemas enfrentaram ?\nLetramento e alfabetização\n\n6) A fábula estava de acordo com a faixa etária do aluno , para que não ocorresse infantilização do Texto?\nSim 35 alunos                 \n                               \n                                \n\n\n\n\n\n                       \n                           Foto 1  Apresentação do vídeo da fábula aos alunos\n                           Fonte : https://projovemelcionebarbalho.blogspot.com/\n\n \n                          \n                           Foto 2  No segundo momento os alunos estão fazendo a produção textual escrita, sobre a fábula.\n                           Fonte : https://projovemelcionebarbalho.blogspot.com/\n\n\n\n                                \n\n REFERÊNCIAS BIBLIOGRÁFICAS\nBETTELHEIM , Bruno. A psicanálise dos contos de fadas. 26. ed. São Paulo: Paz e Terra.2007\nRIBEIRO, Helena. Livro, 2012. Disponível em:\n< http://www.helenaribeiro.com/livro-voce-a-aguia-e-a-natureza/a-historia-da-aguia-e-a-galinha>Acesso em  29 mar.2016\nROCHA,Janaina. Monografia, 2011. Disponivel em :\n<http://www.uneb.br/salvador/dedc/files/2011/05/Monografia> . Acesso em  30 mar.2016\nSANTOS, Abraão Junior Cabral. et al. Literatura infantojuveni. Indaial, SC: Uniasselvi, 2013.\nFontes:\nCartilha do curso de licenciatura em letras Diretrizes da disciplina seminário da Prática\nhttp://www.webartigos.com/artigos/a-importancia-da-literatura-para-o-desenvolvimento-da-crianca/9055/\nhttp://www.catequisar.com.br/mensagem/reflexoes/06/msn_147.htm\nhttp://www.estudopratico.com.br/fabula/\nhttp://www.histedbr.fe.unicamp.br/acer_histedbr/jornada/jornada11/artigos/9/artigo_simposio_9_871_prof.rafaelfortes@hotmail.com.pdf\nhttp://www.infoescola.com/literatura/literatura-infanto-juvenil/\nhttp://literatura.uol.com.br/literatura/figuras-linguagem/37/artigo225090-1.asp\nhttps://projovemelcionebarbalho.blogspot.com/\n\nhttp://www.recantodasletras.com.br/teorialiteraria/278085\nhttp://www2.uefs.br/dla/graduando/n4/n4.13-23.pdf\n\n\n\n\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4nrszc",
            "num_comments": 0
        },
        {
            "title": "DIME LO QUE ESCRIBES: Curiosidades literarias: Las “Flores del Mal”: versos censurados",
            "selftext": "Charles Baudelaire tenía 24 años cuando “La Revue des Deux Mondes” publicó, bajo el título de “Las flores del mal”, algunos de sus poemas. Doce años después vio la luz la edición íntegra y completa de los mismos,  y con ello llegó el principio o el principio del final, según se mire, del poeta, porque Baudelaire no se puede entender sin sus malditas flores. El 23 de junio de 1857  el poemario fue denunciado ante las autoridades por “inmoralidad”. El caso prosperó ypasó a manos del fiscal Ernest Pinard, quien ya había actuado contra la Madame Bovary de Flaubert por el mismo motivo. Se abrió un proceso judicial contra Baudelaire y sus editores. Este hecho supuso un fuerte disgusto para la madre de Charles, Caroline, y un escándalo para la alta sociedad de la época. También lo fue para algunos intelectuales del momento. Para el resto del mundo se abrió una puerta, una que ya no podría cerrarse nunca, la de la nueva poesía, la del simbolismo, la del surrealismo. Pero, ¿qué tenían aquellos versos?¿cuál era su poder? ¿por qué arruinaron la vida del poeta?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "4gua2g",
            "num_comments": 1,
            "comments": [
                "Porque Baudelaire es el artista moderno. El artista que inicia la modernidad. El sienta las pautas con sus temas y su estilo de vida. "
            ]
        },
        {
            "title": "Resplendor",
            "selftext": "A estrada de terra e areia cerceia o rio.\n\nCasas cada vez mais esparsas \n\nfazem paralelo aos trilhos uniformemente espaçados\n\nenquanto o mato e o nada engolfam o resto.\n\n-\nNossas vidas se desfazem\n\ncomo costuras soltas puxadas\n\npelas mãos meticulosas do tempo,\n\nmas o minério flui constante\n\ndo seios da terra até os costões do mar.\n\n-\n\nAs pessoas se dobram e quebram pelo caminho,\n\nmas o ferro suporta todas as coisas\n\ne o ferro galga todas as distâncias.\n\n-\n\nAs pequenas pelotas de minério caem por entre os trilhos\n\ne brilham sob o sol do meio dia como estrelas \n\nde um firmamento invertido.\n\n-\n\nSomos como deuses ao avesso, \n\nnossos nomes conscritos\n\nnas finitas páginas\n\ndo Livro dos Dias.\n\n-\n\n-[/u/itaborai83](https://www.reddit.com/r/brasil/comments/3sol7a/restaurar_natureza_tomada_por_lama_%C3%A9_imposs%C3%ADvel/cwz9obq)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "3tfmca",
            "num_comments": 0
        },
        {
            "title": "Culpa",
            "selftext": "Quando a consciência tarda, já não basta.\n\nÉ preciso resignar o passado,\n\npara não esmorecer o futuro.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "3tdnfg",
            "num_comments": 0
        },
        {
            "title": "Eloquência muda",
            "selftext": "Dizem que o poeta escreve pouco,\n\nporque se escrevesse muito,\n\nescreveria menos.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "3tdn9e",
            "num_comments": 0
        },
        {
            "title": "Kenopsia",
            "selftext": "É fim de expediente. \n\nO escritório abafado se cala.\n\nEnquanto isso, \n\nluminárias fluorescentes,\n\ntodas aquecidas,\n\nsolitárias,\n\nintermitentes,\n\nreverberam a urgência\n\ndas pendências adiadas.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "3tdme3",
            "num_comments": 0
        },
        {
            "title": "Eu odeio várias coisas.",
            "selftext": "**O**deio, sobretudo, o ódio que eu tenho de várias coisas. É um ódio sistêmico, que te consome aos poucos, porque é aquele tipo de ódio que deixa você cada vez mais resignado diante do mundo. Eu chamo isso de *depressão periférica*. O problema nunca é com você. Você nunca é parte do problema. É o outro que te fecha no trânsito. É o outro que te fura a fila. É o outro que põe a culpa sempre nos outros. É ele, ou ela, ou todos eles e todos elas, que fazem da sua vida um verdadeiro inferno. Eu também odeio muito que isso não seja verdade, porque as pessoas realmente podem ser infernais.\n\n\n**A**lgumas coisas que eu odeio merecem mais destaque do que as outras. Eu odeio, por exemplo, a burocracia. De todas as coisas odiosas (e elas são várias!), ela certamente está no topo da minha lista. A burocracia é um meio que se tornou um fim, uma tentativa de vencer a gente pelo cansaço, de explorar os limites da paciência alheia. Você está sempre um passo atrás, um documento pendente, a uma firma reconhecida de distância da realização dos seus objetivos - e tome fila. \n\n**O**s efeitos negativos da burocracia na vida das pessoas ainda vão se revelar pior do que o câncer. Se a gente fizer as contas, aposto que hoje em dia ela já mata praticamente a mesma quantidade de pessoas. Vai ver a gente só não sabe disso ainda, porque as certidões de óbito e as estatísticas todas não deixam de ser, bem, um certo tipo de burocracia. Imagina o tanto de burocracia que ia dar pra resolver o problema da burocracia?\n\n**O**lha só a que ponto a coisa chega: no Brasil, existem profissionais especializados no assunto. Se eu fosse despachante (meu tio era despachante), eu seria possivelmente a pessoa mais infeliz do mundo. Os despachantes são como os padres e pastores da religião burocrática, sacerdotes dos formulários mal preenchidos, das páginas sem rubrica, da chancela sem timbre, das pessoas sem alma. Na depressão periférica, a burocracia é que é a alma do negócio - e ela não admite concorrência. \n\n**A**liás, taí uma boa ideia para um Projeto de Lei. Colocar na entrada dos cartórios da vida uma placa, tipo aquela que Dante viu na entrada do inferno: \"abandone toda a esperança aquele que aqui entrar\". Pensando bem, é capaz de fazer menos calor por lá. \n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "3tdlaa",
            "num_comments": 0
        },
        {
            "title": "Que tudo se foda, disse ela",
            "selftext": "E se fodeu toda.\n\n-[*Paulo Leminsky*](http://pensador.uol.com.br/frase/NjU2NjQ2/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "3tdj3l",
            "num_comments": 0
        }
    ]
}