{
    "posts": [
        {
            "title": "Como vocês usam para marcar seus livros?",
            "selftext": "Recentemente vi que o pessoal usa a cor de cada marcador para simbolizar algo, e vocês??\n\nhttps://preview.redd.it/77f07s6rwpaa1.png?width=383&format=png&auto=webp&v=enabled&s=446cfd063d0bae8faccc3810bc9adc40961b91fb",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "106576u",
            "num_comments": 34,
            "comments": [
                "Isso é coisa de rico. No máximo anoto algumas citações interessantes num caderninho",
                "Tudo.\n- Marca página (parecido com esses aí)\n- post it\n- escrevo numa folha e coloco a folha na página que eu quero com um clip de papel\n\nEu só não uso marca texto e recomendo que não usem NUNCA em livros porque eles simplesmente estragam o livro. Não é só a estética, o livro literalmente estraga com marca texto porque a tinta passa de um lado pro outro do papel, principalmente os mais baratos que tem folha fina. Sem contar que fica impossível emprestar o livro já que as marcações são suas, fica parecendo um carnaval e o cara que receber o livro vai ficar com dificuldade de ler.\n\nEntão eu só anoto no livro com lápis. Quando eu sublinho eu uso uma régua pra ficar alinhado, mesmo que seja só frescura minha, o livro fica esteticamente menos feio na hora de reler.",
                "Eu só marco com uma cor mesmo as melhores frases de um livro e depois uso aqueles pequenos marca páginas pra poder colar e ver onde tá o trecho que eu marquei. Se eu lesse coisas pra estudar provavelmente usaria um sistema também, mas o único livro que tenho de uma matéria da minha faculdade é muito caro e eu não tenho coragem de marcar ele (so riscar de leve de lápis kkkkkk)",
                "Eu gosto da marca de uso de um livro. Adoro comprar um çivro com anotações, pois comçro duas histórias. E eu escrevo no livro, quando for para estudo, ou quando o livro me encanta. \n\nEu dobro aponta do livro e marco a lápis o que achei importante.",
                "Esses marcadores da foto são super úteis para estudo. Me ajudou bastante na época do TCC. Mas, no dia a dia, eu só uso um marcador mesmo. No máximo grifo algumas passagens interessantes e, se necessário, escrevo notas a lápis.",
                "Uma cor só, combinando com a capa do livro. Tbm faço anotações em post-its, da mesma cor das flags, e colo na página quando quero escrever algo.",
                "Livros físicos JAMAIS serão marcados por mim. Kkkkkk nem postit, nem adesivos pois alguns (geralmente os mais baratos) contém material ácido que danifica as folhas de papel. \nGeralmente se é algo que precisa ser marcado a anotação vai para um caderno ou doc no pc.\n\nComo leio 90% digital mesmo tendo o físico, as marcações são feitas e colocadas em um Commonplace Book ao fim da leitura.",
                "Eu uso uma carta de Magic pra marcar a página. Não gosto de grifar o livro pq sempre passo os livros que já li pra frente.",
                "Não tenho coragem de fazer isso.",
                "Uso pra marcar trechos impactantes, e não defino por cor (tento usar post it que combina com a capa do livro, se tiver sobrando). Já tentei a tecnica que usar marca texto na lateral da página, pq dá um efeito legal, mas só em livros com menos apego",
                "Uso um pedaço de papel rasgado qualquer. Mas não faço anotações nem nada, só marco a página onde parei.",
                "Marca-texto em gel e caneta esfereográfica",
                "eu uso marca texto mesmo, lapis, caneta o que tiver em mãos... nao tenho pena de riscar os livros",
                "eu marco as melhores frases do livro com lápis, fica muito bonito, acho mil vezes melhor do que post it, caneta etc…",
                "Eu gosto de escolher um marcador que combine com a aparência do livro e o tamanho as vezes. E eu costumo usar dois marcadores. Um magnético pra marcar até onde eu quero ler e um de papel pra marcar até onde eu já li.",
                "Uso Kindle. Só seleciono/ destaco tudo que acho interessante (sem dividir por cor). As vezes inclui uma anotação minha naquele destaque. Após leitura (ou se o livro eh muito grande/complexo, durante a leitura) faço uma ficha dele para fixar melhor: histórico, resumo, temas tratados, importância do livro, período histórico etc (cada caso, um caso)",
                "Eu rabisco o livro todo. \n\nEncaro o livro não como um fim, mas um meio, e sendo assim, eu rabisco ele todo de caneta. Minha compreensão dele é muito melhor quando fico escrevendo nas margens.",
                "Comprei post its faz pouco tempo e confesso que ainda não consegui usa-los. Nos livros nos quais os usaria senti pouca vontade de fazer marcações. Nos livros que senti vontade de fazer marcações não tive coragem e acabo mantendo um caderno, onde anoto página, parágrafo e comentários sobre. Simplesmente porque as edições são muito bonitas kkkkk preciso de ajuda q\nO lado bom é que tenho mais espaço para anotar.",
                "eu ia dizer \"com marca pagina??\", mas depois da foto que eu entendi \n\nnós nao fazemos isso por aqui, no maximo o que a pessoa do primeiro comentario disse. Eu nem escrevo, só bato foto e deixo na galeria",
                "Tenho post-its para marcar trechos que gosto, mas não faço diferenciação por cor",
                "Só uso uma lapiseira para marcar frases interessantes e post-its em páginas que quero reler futuramente.",
                "Qualquer objeto plano e de papel"
            ]
        },
        {
            "title": "O que vocês acham de pintar corte de livros.",
            "selftext": "Eu tô obcecada nessas fotos",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105ylwh",
            "num_comments": 11,
            "comments": [
                "Acho meio paia. Se o pintor for bom pode até ficar ótimo mas chances são de que uma pintura amadora estragaria o livro, isso sim.\n\nOu seja, não façam isso em casa lol",
                "É bacana pra decoração e pra livros mais famosos, best sellers, mas para acadêmicos e outros técnicos etc, acho que não rola não.",
                "Acho muito lindo, [esse](https://www.instagram.com/p/CcFcUZjjJrj/) é um dos mais lindos que já vi.\n\nPenso que faria sentido comprar uma edição especifica pra isso pra servir de decoração, não sei se ler o livro danificaria a pintura.",
                "Nada.",
                "Não é da minha conta, eu não ligo pq não fui eu que paguei, assim como comprar pra deixar de decoração",
                "Apenas de fetiche de mercadoria. O que importa num livro está no conteúdo somente.",
                "Eu evito comprar livros com esse tipo de decoração, pois quando sujam essa parte ficam permanente manchados.",
                "Bonitinho, mas dispensável.",
                "eu gostei, mas não faria",
                "Não sou contra. E pagaria pra alguém que faz um trabalho lindo desses fazer nos meus mas morro de medo de algo dar errado e estragar as páginas ou a capa."
            ]
        },
        {
            "title": "Indicação de livros para uma pessoa que passou a vida inteira trancada e viciada mas que agora está recomeçando a viver do zero?",
            "selftext": "Um livro sobre experiências de vida ou o que mais vocês acharem interessante para um homem ou mulher adulto (35) que está se recuperando e socializando aos poucos.\n\nPense que a pessoa ainda não tem família ou amigos, viveu anos amortecida com drogas e seu estilo de vida isolado e arredio mas uma boa leitura a permitiria viver melhor a vida.\n\nÉ uma pessoa com capacidade intelectual boa, mas subutilizada e pouco estimulada, gostava de leituras na juventude mas a época das drogas varreu isso da vida dela.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105y7y8",
            "num_comments": 36,
            "comments": [
                "O povo aí indicando Dostoevsky, acho que está meio fora de contexto. Eu começaria por leituras leves. Aventuras, Fantasia, Ficção Científica, um bom livro de divulgação científica...",
                "Hábitos Atômicos de James Clear",
                "Saga Harry Potter.\n\nSenhor dos Anéis + O Hobbit.\n\nLivros de Sherlock Holmes.\n\nOrgulho e Preconceito - Jane Austen.\n\nContos (vol 1 e 2) de Hemingway.\n\nO Inspetor Geral - acho que é de Gogol.\n\nQuadrinhos (alguma saga da Marvel).\n\nCrônica de Uma Morte Anunciada - Gabriel Garcia Marquez\n\nTem uma série brasileira, de contos, chamada PARA GOSTAR DE LER. São coletâneas de contos. Fáceis de achar e bem baratos. MELHOR OPÇÃO, NA MINHA OPINIÃO.",
                "O lobo da estepe e notas do subsolo",
                "Como fazer amigos e influenciar pessoas - Dale Cornegie\n\nFiltro solar - Mary Schmidt \n\nVida organizada - Thais Godinho\n\nFérias - Marian Keyes",
                "Cara eu te recomendo livros de pessoas que passaram pelo inferno e saíram melhores dele ; e livros que também te ajudem a refletir sobre os caminhos da vida . \n- Castelo de vidro \n- Uma casa no céu \n- O caçador de pipas \n- Diário de Anne Frank\n-  Depois de Auschwitz\n-  O grito de guerra da mãe tigre",
                "O Lobo do Mar de Jack London é uma ÓTIMA indicação para vc",
                "Me identifiquei contigo. Sempre gostei de literatura, mas o vício havia tomado isso de mim. Hoje estou há 3 anos e 7 meses limpo, então te indicarei alguns que gosto bastante.\n\nO Lobo da Estepe - Hermann Hesse\n\n1933 Foi um Ano Ruim - John Fante\n\nOn the Road - Jack Kerouac\n\nMisto Quente - Charles Bukowski\n\nO Retrato de Dorian Gray - Oscar Wilde\n\nOs Vagabundos Iluminados - Jack Kerouac\n\nA Vida Como Ela É e Outros 100 Contos - Nelson Rodrigues\n\nCrime e Castigo - Dostoiévski\n\nA Vênus das Peles - Sacher-Masoch\n\nO Amor É um Cão dos Diabos - Charles Bukowski (poemas)\n\nForças, espero que goste!",
                "Feliz Ano Velho",
                "Leia os livros da Amy harmon são envolventes e sempre trás informações ótimas meu favorito é correndo descalça, envolve bem. \nMas se quer diversão vai pra fantasia (Harry Potter, senhor dos anéis e Cia).",
                "Irmãos Karamazov",
                "Senhor dos anéis é um livro pra vida, apesar de ser originalmente infanto juvenil.",
                "Senhor dos anéis é um livro pra vida, apesar de ser originalmente infanto juvenil.",
                "A procura de sentido, mindset",
                "[O poder do agora: Um guia para a iluminação espiritual de Eckhart Tolle](https://www.amazon.com/poder-agora-Power-Now-Enlightenment/dp/B09SGRTMM2/ref=sr_1_1?crid=2U3W5I9R73SJI&keywords=eckhart+tolle+o+poder+do+agora&qid=1673204867&sprefix=eckhart+tolle+o+poder+do+agora%2Caps%2C157&sr=8-1) - Este livro pode ajudar alguém que está se recuperando do vício a encontrar paz interior e aprender a viver no momento presente.\n\n[Os quatro compromissos: O livro da Filosofia Tolteca- Um guia prático para a liberdade pessoal](https://www.amazon.com.br/Os-quatro-compromissos-Filosofia-liberdade-ebook/dp/B08HR859SP/ref=sr_1_1?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1AI3SU3YH8NFO&keywords=don+miguel+ruiz&qid=1673205318&sprefix=don+miguel+ruiz%2Caps%2C143&sr=8-1) de Don Miguel Ruiz - Este livro ensina o leitor sobre liberdade pessoal e auto-aceitação, o que pode ser especialmente útil para alguém que esteve isolado e indiferente.\n\n[A coragem de ser imperfeito: Como aceitar a própria vulnerabilidade, vencer a vergonha e ousar ser quem você é](https://www.amazon.com.br/coragem-ser-imperfeito-Bren%C3%A9-Brown/dp/8543104335/ref=sr_1_1?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=352LYPPYJ1SD9&keywords=brene+brown+daring+greatly+portugues&qid=1673205583&sprefix=brene+brown+daring+greatly+portugues%2Caps%2C143&sr=8-1) de Brené Brown - Este livro pode ajudar alguém que está começando a se socializar e se conectar com outras pessoas a aprender como ser vulnerável e autêntico em seus relacionamentos.\n\n[O Alquimista](https://www.amazon.com.br/alquimista-Paulo-Coelho/dp/8584390677/ref=sr_1_1?crid=3J59EBS698X0C&keywords=o+alquimista+paulo+coelho&qid=1673205768&sprefix=o+alqu%2Caps%2C151&sr=8-1) de Paulo Coelho - Esta é uma história sobre seguir os próprios sonhos e encontrar o verdadeiro propósito da vida, o que pode ser inspirador para quem está começando um novo capítulo em sua vida.\n\n[Os 7 Hábitos das Pessoas Altamente Eficazes - Lições poderosas para a transformação pessoal](https://www.amazon.com.br/H%C3%A1bitos-das-Pessoas-Altamente-Eficazes/dp/8576840626/ref=sr_1_1?crid=3J6O8BC2OUKRY&keywords=os+sete+habitos+de+pessoas+altamente+eficazes&qid=1673205846&sprefix=os+sete+h%2Caps%2C150&sr=8-1) de Stephen R. Covey - Este livro ensina o leitor sobre eficácia pessoal e profissional, o que pode ser útil para alguém que está tentando reconstruir sua vida.",
                "Capitães da Areia.\nNão sei se A Morte de Ivan Ilitch seria uma boa indicação pra esse perfil, então leia a sinopse e vê se te agrada e se desperta a curiosidade em você antes",
                "Eu começaria por algo mais leve, pra reacender o hábito da leitura. Além do mais da pra vc ler um livro de entretenimento ao mesmo tempo que vai lendo um de desenvolvimento/conhecimento/auto ajuda.  \n\n\nNo caso de livro de entretenimento vai variar muito de quais seus gostos, um que eu li recentemente e curti foi Coraline, leitura rápida e satisfatória. Os livros da Agatha Christie são gostosos de ler também, li Assassinato no Expresso do Oriente recentemente e gostei bastante.",
                "Acho que livros que deixem o coração quentinho:\n–Eu E Esse Meu Coração\n–Mil beijos de um garoto.\n–Heartshoope\n–Marley e Eu (provalvelmente você chore no final)\nLivros para refeltir (sem se de Auto Ajuda):\n–Uma Segunda Chance.\n–O Lado feio do Amor\n–Os dois Morrem no final\n–A culpa e das Estrelas.\n–Por Lugares incriveis."
            ]
        },
        {
            "title": "Velho Bukowski, já leram? Qual a opinião de vocês sobre e qual próximo livro dele devo ler?",
            "selftext": "Sempre li coisas do Bukowski na internet, mas peguei meu primeiro livro dele pra ler ano passado, e como já tinha na coleção, comecei por Hollywood. Alguém aí já leu os livros dele? Qual devo comprar a seguir? E qual a opinião de vocês sobre o autor?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105xf39",
            "num_comments": 28,
            "comments": [
                "Bukowski é uma espécie de guilt pleasure: em hipótese alguma eu justifico seus ideais e seus escritos, mas como valor literário eu gosto bastante de ler.\n\n&nbsp;\n\n> Qual devo comprar a seguir?\n\nCompra só um: _Misto-quente_. Leia. Se gostou, pode comprar qualquer outro do Bukowski, porque a linha é dessa mesma. (Mas se gostou muito do alterego do Bukowski, Henry Chinaski, leia o _Factótum_ e depois o _Cartas na rua_)",
                "Li umas coisas história dele.. Mas pareciam tudo a mesma coisa.",
                "[deleted]",
                "Ja li misto-quente, factotum, cartas na rua e pulp.\n\nGosto bastante da escrita dele (apesar de ser meio repetitiva conforme vc for lendo mais dele), pois parece que não da pra se cansar nunca, e sempre te tira uma risada ou uma reflexão mais dura sobre a vida de certa forma.\n\nDe todos esses, recomendo Misto-quente. Pra mim esse tá em outro patamar dos demais. Fica em um dos meus tops da vida facilmente.",
                "Sou suspeito para falar, Bukowski tem um lugar especial no meu coração. Eu também recomendo misto-quente, geralmente é o primeiro livro que recomendo.",
                "Bukowski é um escritor altamente influente e controverso, conhecido por seu estilo autobiográfico cru e por retratar o lado negativo da vida. Suas obras geralmente lidam com temas de solidão, vício e busca de significado em um mundo que pode parecer duro e sem sentido. Hollywood é um dos últimos trabalhos de Bukowski e é um romance semi-autobiográfico que segue as desventuras de um escritor decadente chamado Henry Chinaski enquanto ele luta para ganhar a vida em Los Angeles.\n\nSe você gostou de Hollywood, talvez queira experimentar alguns dos trabalhos anteriores de Bukowski, como [Correios](https://www.amazon.com.br/Correios-Charles-Bukowski-Tradu%C3%A7%C3%A3o-Lopes/dp/B01KG4DN1M/ref=sr_1_3?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=3NBD4BYJO8WV9&keywords=bukowski+correio&qid=1673187561&sprefix=bukowski+correio%2Caps%2C97&sr=8-3&ufe=app_do%3Aamzn1.fos.6121c6c4-c969-43ae-92f7-cc248fc6181d), [Misto-Quente](https://www.amazon.com.br/Misto-quente-Charles-Bukowski/dp/8525437670/ref=sr_1_1?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=2CB7B7QERE3CE&keywords=bukowski+ham+on+rye+portugues&qid=1673187652&sprefix=bukowski+ham+on+rye+portugues%2Caps%2C85&sr=8-1) ou [Factótum](https://www.amazon.com.br/Fact%C3%B3tum-624-Charles-Bukowski/dp/8525416614/ref=sr_1_11?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=2WP8L1F5KDTZO&keywords=bukowski+correios&qid=1673187762&sprefix=bukowski+correiow%2Caps%2C73&sr=8-11), todos ambientados na mesma versão ficcional de Los Angeles e apresentando o personagem de Henry Chinaski. Outras obras populares de Bukowski incluem \"Love is a Dog from Hell\", uma coleção de poesia, e [Mulheres](https://www.amazon.com.br/Mulheres-950-Charles-Bukowski/dp/8525423130/ref=sr_1_9?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1C1055VL5L1ZS&keywords=bukowski+woman+portugues&qid=1673187940&sprefix=bukowski+women+portugues%2Caps%2C76&sr=8-9), um romance que explora as relações entre homens e mulheres.\n\nNo geral, a escrita de Bukowski pode ser crua e inflexível e pode não ser para todos. No entanto, seu trabalho tem seguidores dedicados e continua a ser amplamente lido e admirado por sua honestidade e visão da condição humana.",
                "Li misto quente, achei mais ou menos.",
                "Ótimo autor se você escolher os livros certos, O amor é um cão dos diabos é muito bom, mas se você for ler algumas novelas sem conhecer ele, você não vai gostar.",
                "É um dos meus autores favoritos, recomendo \"o amor é um cão dos diabos\" meus poemas preferidos dele são \"pássaro azul\" e \"o humilde herdou\"",
                "Cartas na Rua e Factotum são excelentes. Depois de ler Hollywood assista ao filme Barfly, é uma experiência interessante já que Hollywood conta sobre os bastidores da produção desse filme.",
                "O amor é um cão dos diabos é o livro que mais mexeu comigo na vida.\nSou apaixonada por esse autor, do jeito problemático ao vocabulário sujo.\nMas claro que de início assusta kkkk",
                "Gostava bastante do \"véio safado\" quando era mais jovem; \"mulheres\" é obra prima... e me senti homenageada."
            ]
        },
        {
            "title": "Quero indicações de livros sobre teorias da aprendizagem e de história da educação",
            "selftext": "Eu já leio livros do Paulo Freire, e quero livros mais focados nos assuntos acima obg🙏",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105uo8y",
            "num_comments": 7,
            "comments": [
                "Sobre história da educação, na minha graduação eu li o livro do Franco Cambi _História da Pedagogia_. O livro tem um enfoque maior no Ocidente.\n\nSobre teorias da aprendizagem, um colega aí recomendou Piaget e Vygotsky, mas eles têm uma certa diferença: Piaget o foco é mais no desenvolvimento (Piaget é uma das referências até hoje sobre como o ser humano, ao longo dos estágios do crescimento, vai aprendendo) e o Vygotsky sobre a questão prática de como aprendemos num ambiente. \n\nPiaget eu recomendo a introdução _Seis Estudos de Psicologia_ e Vygostky o _Formação Social da Mente_. São ótimos livros e ótimos autores.\n\n__Agora__, para algo contemporâneo, eu sugiro o _Why Don't Students Like School?_ do Daniel T. Willingham: um cientista cognitivo demonstrando, com neurociência e psicologia, como as pessoas aprendem, quais são as dificuldades, e quais melhores maneiras de aprender. Uma pena que não tem tradução, porque infelizmente é tenso o conhecimento científico atualizar no Brasil quanto a isso. Mas fica a dica se souber inglês.",
                "\"As Teorias da Aprendizagem\" de Noel Entwistle;\n\"A Evolução da Educação e da Pedagogia\" de John Locke;\n\"A História da Educação Ocidental\" de Hugh Moising;\n\"As Origens da Educação Moderna\" de John Dewey;\n\"O Que é Educação?\" de Bertrand Russell;\n\"Aprendizagem Significativa\" de David Ausubel;\n\"A Teoria de Piaget da Aprendizagem\" de Jean Piaget;\n\"A Aprendizagem Baseada em Problemas\" de Jonassen e Strobel.\n\nEspero que esta lista ajude!",
                "Não saberia indicar nada específico, mas procure coisas do Lev Vygotsky (a grafia do nome dele varia demais). Talvez Jean Piaget e Skinner. É o que geralmente se estuda nas licenciaturas, junto com Freire.",
                "\"The Theory of Multiple Intelligences\" de Howard Gardner: Este livro apresenta a teoria de Gardner de inteligências múltiplas, que propõe que os indivíduos têm uma gama de habilidades cognitivas distintas, em vez de uma única \"inteligência\" que pode ser medida por testes de QI tradicionais.\n\n\"The Social Theory of Education: An Introduction\" de Andy Green: Este livro explora os contextos sociais, culturais e políticos nos quais a educação ocorre e como esses fatores moldam as maneiras pelas quais as pessoas aprendem.\n\n\"A History of Modern Education: Ideas, Schools, and Practices Since the 18th Century\" de James Bowen: Este livro fornece uma visão geral das principais ideias, movimentos e instituições que moldaram a educação moderna desde o Iluminismo até os dias atuais.\n\n\"The History of Education: A Concise Encyclopedia\" editado por John D. Holm: Este livro é uma obra de referência abrangente que abrange a história da educação desde as civilizações antigas até os dias atuais e inclui entradas sobre figuras, ideias e eventos importantes.\n\n\"The History of Childhood\" de Lloyd deMause: Este livro traça a evolução do conceito de infância desde a pré-história até os dias atuais e explora como as experiências das crianças mudaram ao longo do tempo.",
                " Pesquise sobre a grande professora Magda Soares e a lenda Vera Maria Candau."
            ]
        },
        {
            "title": "Não lembro o nome!",
            "selftext": "Gente, quando eu era mais nova, li um livro de capa azul, de um menino que se mudou para um lugar novo, ele fez amizade com um bicho falante e foi se aventurar em um mundo com dragões e essas coisas. Eu realmente não lembro o nome do livro mas queria muito saber.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105h7kb",
            "num_comments": 4,
            "comments": [
                "Será que é Eragon?",
                "Deve ser Eragon.",
                "O livro que você está descrevendo parece ser \"O Menino e o Dragão\", também conhecido como \"O Menino e o Dragão Vermelho\" ou \"O Menino e o Dragão de Fogo\". Ele é um livro infantil escrito por Ruth Stiles Gannett e ilustrado por Ruth Chrisman Gannett, e conta a história de um menino chamado Mike que faz amizade com um bicho falante chamado Cai e se aventura em um mundo cheio de dragões.\n\nEspero ter ajudado!"
            ]
        },
        {
            "title": "Recomendações de livros para quem nunca leu (gosto de true crime)",
            "selftext": "Nunca fui muito de ler, a maioria dos livros que eu começo eu n termino, percebi que amo True crime e queria começar a ler por eles, já q é o que eu mais gosto. Podem recomendar semelhantes<3",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1057ckk",
            "num_comments": 6,
            "comments": [
                "Não sei o que é trye crime, mas recomendo \"Fahrenheit 451\" 🔥",
                "Acho que não se encaixa muito bem como true crime, mas O Homem que Amava os Cachorros, do Leonardo Padura, é uma boa. Leitura fluida.e fácil.\n\nÉ sobre o assassinato do Trotski, o livro é narrado pelo próprio assassino. É bem interessante, mesmo pra quem não tem muito interesse nos envolvidos.",
                "Uns que Nao são true crime mas tem uma vibe muito parecida são os livros do Raphael Montes. Indico Bom Dia Veronica e Suicidas. Os dois tem a parte da investigação, polícia e violência do true crime",
                "Perfume:a história de um assasino    -  patrick süskind",
                "Columbine    -   dave cullen"
            ]
        },
        {
            "title": "Quais seus maiores problemas para manter um hábito de leitura?",
            "selftext": "Faço parte de um projeto de pesquisa de incentivo à leitura, e vejo que “falta de tempo” é a maior justificativa para pessoas não lerem com frequência. Existem outros, e se a falta de tempo é o maior, como superar?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105qcjo",
            "num_comments": 63,
            "comments": [
                "O maior distrator que existe hoje é o celular. Principalmente as redes sociais.\n\nÉ muito difícil pra um leitor iniciante vencer a tentação de pegar o celular e ficar assistindo reels ou vídeos no tiktok. Um vídeo no YouTube atrás de outro.\n\nEu me considero um leitor disciplinado, leio todo dia, mas mesmo assim o celular continua sendo uma isca pra procrastinação.",
                "Acho que o cansaço acaba influenciando tbm, pq quando a gente tem um tempinho pra descansar e poderia ler, não consegue concentrar.",
                "além da falta de tempo, problemas de foco também.  E algo me diz que são problemas bem relacionados visto esse mundo de conexão e imediatismo que a gente vive. As redes sociais consomem o tempo que poderíamos usar pra ler ao mesmo tempo que também causa problemas de foco. \n\nsão coisas que eu aprendi a contornar e hoje me vejo com hábito de leitura, o que tem sido muito bom. Digo isso pelo o que eu observo das pessoas próximas esses dois problemas meio que relacionados",
                "Problema com foco e creio que outro problema é a existência do celular, moro com outras pessoas que vivem nele e não adianta pedir pra abaixar o volume ou falarem mais baixo",
                "Depressão e ansiedade.\n\nQuando estou bem leio todos os dias por horas, quando não estou fico semanas sem conseguir ler nada.",
                "Meu maior problema com leitura hoje em dia é por conta do TDAH, eu consigo ler livros mais curtos que tenham no máximo 100 páginas dependendo do dia por muitas da vezes não está interessado o suficiente, isso tá fazendo eu colocar na minha rotina o ritmo de ler nem que seja um artigo pela manhã para tentar colocar a leitura na minha rotina.",
                "eu diria que falta de tempo é o de menos, o pior mesmo é a falta de foco\n\nsó o que eu vejo é gente dormindo na hora de ler um livro",
                "Smartphone rs",
                "Cara, quando eu tava lendo muito eu tinha disponibilidade pra ler de manhã, então sempre lia 1 horinha pouco antes do almoço. Agora, por conta do trabalho, só tenho a noite disponível. E o problema é que eu gosto de ler deitado na cama, e com o cansaço do trabalho + sono em quantidade abaixo do ideal, se eu deitar a noite pra ler eu leio 10min sem muito foco e já tô pescando em cima do meu Kindle. Ultimamente tá difícil.",
                "O importante é ler pelo menos um pouco por dia!! Muita gente se apega na quantidade mais não vê que n importa. Pega no final de semana e fica lendo mais e vai fazendo isso! Reveza o celular com a leitura leia e dps mexe um pouco e vai indo!! Eu faço isso é tá dando super certo",
                "Alteração da rotina, dedico um tempo pra leitura todo dia porém às vezes tem contratempos e acabo não me adaptando a ler em outro horário fora do horário.",
                "Na maioria das vezes eu leio do intervalo, em casa e outros lugares oque mais me encomoda enquanto eu leio é o tédio e o barulho, com muito barulho eu não consigo me concentrar então acabo desistindo de ler.",
                "Não existe falta de tempo no meu caso mas sim tempo mal gasto com internet e falta de foco em assuntos sérios como leitura.",
                "Sem dúvidas o celular contribuiu muito para a ausência plena da leitura no cotidiano de muitos, pois além de todo e qualquer pessoa ter o acesso - e grande parte realmente tem - o mesmo mostrasse abrangendo quase todo o meio de entretenimento possível, como por exemplo a própria leitura de livros on-line, que nesse caso não seria um ato prejudicial, tido citado como exemplo para explicar o tamonha da gama de possibilidades existentes em uma apenas tecnologia universal. Não obstante, como partida contrária ao procurado, servindo como antagonista, está a presença de mecanismos e ou aplicativos que possibilitam a expansão as vezes da sua própria realidade, digo como conexão ao mundo on-line, como redes sociais, jogos, filmes e séries, desenhos e afins, que não só possuem mais entretenimento como também o maior acesso em todos os sentidos. Nesse âmbito, vejo que, assim como comecei, a solução para dissipar tal vício afim de criar um novo hábito (leitura) seria começar com livros, textos, poesias, contos, histórias ou qualquer outro ramo da leitura que fizesse você não se sentir entediado e que, acima de tudo, você gostasse e entendesse o conteúdo, ou seja, relatando meu ecótono nesse sentido, comecei com grandes obras literárias como de Assis e Fiodor, pois me senti bem com a escrita e estava conseguindo entender - mesmo que relendo - capítulo por capítulo.",
                "No meu caso, o vício no celular e a procrastinação que surge quando estou lendo um livro e começo a ter vontade de ler outro, então o que estou lendo se torna maçante e interminável. Perco até o prazer da leitura.",
                "Falta de tempo. Trabalho sem horários fixos com um filho pequeno e tarefas domésticas não sobra muito tempo.. tento ainda assim ler todos os dias nem que seja só uma pagina",
                "Pior que nem sei, bate uma ressaca do nada e perco a vontade de ler, mesmo sabendo que qualquer livro que eu lesse eu terminaria de ler em 1-2 dias.",
                "Vida de proletariado, trabalho, cansaço, ansiedade",
                "Procrastinação que leva à perda do hábito.\n\nEm alguns casos a falta de tempo é real, mas em muitos que vejo falarem isso na realidade é apenas uma questão de prioridades. A pessoa tem tempo pra ficar scrollando no tiktok, mas não tem pra leitura. Ler não é um hábito que requer muito tempo se vc não se importar em não ler muitos livros por ano, basta instalar o app de kindle no celular e ler alguns minutos por dia quando tiver tempo disponível, às vezes após o almoço ou na condução para o trabalho ou pra casa quase todo mundo tem uns minutos. Antes de dormir também todo mundo geralmente tem uns minutos.",
                "acho q ler no digital, é muito mais difícil manter uma concentração no digital do que no físico, pelo menos para mim é assim.",
                "Eu passei um tempo sei lê pq tava enjoada de tudo e agora tô tendo problemas de foco não consigo mais me dedicar como antes:/",
                "Eu diria que meu problema número 1 seria no meio da leitura eu ter um pensamento ligado ao que estou lendo, querer ir pesquisar sobre isso e acabar posteriormente gastando 5 ou 10 minutos verificando as notificações do celular, ou em alguns casos, até não voltando para a leitura.",
                "Coluna.",
                "No meu caso é foco. Mesmo gostando, eu canso rápido e se eu não criar uma rotina de leitura, provavelmente não finalizo o livro.",
                "Não tenho dinheiro pra gastar com livros e não consigo ler pdf, não tem biblioteca ou um lugar para comprar livro barato tipo um sebo aqui na minha cidade",
                "Acho que quem se preocupa ou se força muito com isso na verdade não gosta de ler, o foda que é socialmente não é bonito dizer que não gosta de ler, ter incentivo não faz sentido também qual a lógica?",
                "Pra mim, o maior problema que anda me impedindo de ler frequentemente é ter que ficar comprando os livros físicos. Até é boa a versão do kindle, mas eu prefiro 1.000 vezes os livros físicos. E como eles são mais caros, eu acabo não lendo na mesma intensidade que eu queria… Assim que eu terminar de comprar uns itens pro meu pc que estou precisando, vou investir mais nos livros…",
                "Vício em celular 😬 eu costumava ler muito no meu tempo livre, e a fazer outras coisas também, mas agora qualquer folguinha de tempo pego o celular",
                "Meu TDAH 🤡"
            ]
        },
        {
            "title": "Me ajudem a encontrar um livro!",
            "selftext": "Pessoal, há muitos anos, durante o ensino fundamental eu li um livro que eu amei e não lembro o título dele, lembro que a história se passava na Amazônia, haviam preguiças gigantes e os protagonistas eram um rapaz e sua avó, também havia interação com os povos indígenas, a capa era vermelha, se alguém souber de algum livro com essas características por favor me diga!!!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105oo7p",
            "num_comments": 10,
            "comments": [
                "r/queroachar",
                "Me lembra de Mundo Perdido do Sir Arthur Conan Doyle, mas imagino que não seja né\nEdit: Escrevi errado",
                "A cidade das feras. Se pá é esse livro, ele é o primeiro de uma trilogia, é muito bom. Os personagens são uma menina indígena que se chama Nadia e o americano é o Alex.",
                "Lembro que os personagens eram americanos e vieram numa expedição, as preguiças eram seres pré históricos.",
                "Me fez lembrar do filme Tainá, uma aventura na Amazônia. Talvez seja o livro",
                "Você se lembra de mais alguma coisa sobre o livro que possa ajudar a restringir a pesquisa? Por exemplo, você se lembra de algum detalhe distintivo sobre o enredo ou os personagens?",
                "Macunaíma?"
            ]
        },
        {
            "title": "[bate-papo] O que você está lendo?",
            "selftext": "Tópico semanal para comentar suas aventuras literárias. \n\n1. Seja gentil e respeite as regras da nossa comunidade.\n2. Se for dar spoiler, utilize a marcação adequada. Para usuários do *old reddit* basta olhar a barra lateral do sub, enquanto para usuários da nova versão basta fazer a edição na hora da postagem.\n3. Considere visitar os subs afiliados /r/NaMinhaEstante e /r/Quadrinhos.\n4. Para consultar os tópicos de semanas anteriores, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22conversa%22).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105nyr4",
            "num_comments": 61,
            "comments": [
                "Calibã e a Bruxa de Sílvia Federici. To relendo na verdade e meu deus, toda mulher deveria ler esse livro.\n\nPra quem não conhece, é um livro de História que conta como foi a formação do Capitalismo do ponto de vista da mulher trabalhadora (com algumas críticas à Marx, que quando fala em \"proletariado\", segundo a autora, se refere a homens proletários).",
                "Torre do Alvorecer (saga trono de vidro)",
                "Madame Bovary - Gustave Flaubert, considerado o melhor romance de todos os tempos por diversos escritores.",
                "Harry Potter e a câmara secreta",
                "As aventuras de Sherlock Holmes, no momento não tô podendo adquirir mais livros físicos, infelizmente...",
                "Comecei hoje A última casa da rua Needless",
                "Promethea, Sandman - Preludio, 1984 graphic novel e Gideon Falls",
                "Lendo e traduzindo a Æneis, de Virgílio e o De Legibus, de Cícero. E várias outras leituras inacabadas...",
                "\"Sobre a Escrita\" de Stephen King, é um ótimo livro mas não é tão técnico assim, não se deixe levar pela minha opinião, leia o livro você mesmo. Stephen King utiliza o método dele para escrever livros, que é cavar a história até o fundo sem planejamento, e para quem quer saber mais sobre a infância de Stephen King também é uma ótima recomendação, todavia para quem não gosta, o livro é um pouco prolixo, porém conta também com conceitos técnicos muito bons",
                "O idiota fiodor dostoievski",
                "Os próprio deuses , Asimov",
                "O Iluminado, tô na página 440 de 520. Nem sei o que ler depois kkkk",
                "Ainda tô lendo Dias Perfeitos, mas dou mais 1 dia pra eu acabá-lo.",
                "Ensaio sobre a Cegueira",
                "Jade City da Fonda Lee",
                "David Copperfield e Novelas Completas Tolstói",
                "Terminei Coraline hoje de madrugada e comecei a As Aventuras de PI. Provavelmente em seguida lerei A Espera de um Milagre, ou então darei continuidade na Roda do Tempo vol. 10.\n\n&#x200B;\n\nCoraline foi gostosinho demais, leitura curta, leve e um pouco macabra.\n\nAs Aventuras de PI comecei agora, não curto muito escrita puramente em primeira pessoa, mas não é algo que vai fazer eu desistir do livro, vamos ver no que vai dar, acredito que eu vou gostar porque tenho uma ideia sobre o que o livro trata.",
                "Senhor das Moscas de William Golding",
                "mansão gallant",
                "Nosferatu - Joe Hill",
                "Estou lendo \" O alienista\" De machado de assis, até agora tô curtindo a história, mas acho que por eu ser um iniciante na leitura, eu estou estranhando um pouco.",
                "Tô começando uma aventura em contos esse ano. Intercalando textos de *Os cem melhores contos brasileiros do século* e da *Antologia da literatura fantástica*. Tem sido bem bom.",
                "1984 e IT",
                "Cem Anos de Solidão",
                "Caminho dos Reis ,Brandon Sanderson. Estou ainda na metade e já considero esse um dos favoritos da vida.",
                "\"O Sanatório\" por Sarah Pearse",
                "A mão esquerda da escuridão, da Ursula K. Le Guin, e O homem do castelo alto, do Philip K. Dick.",
                "contos de fadas do stephen king",
                "Totalmente escravizado pelo Infinite Jest do David Foster Wallace.",
                "\"Clarice Lispector todos os contos\" e  \"O som e a fúria\"",
                "Jurassic Park",
                " A acabar Crónica do pássaro de corda de Haruki murakami, e vou começar a ler sobrevidas de Abdulrazak Gurnah",
                "O Tempo e o Vento, de Érico Veríssimo. Estou no segundo tomo de O Retrato.\n\nO Continente é muito melhor. O Retrato já é mais enrolado.",
                "to lendo \"é assim que começa\"",
                "a Iliada de Homero",
                "Corrupt, da penelope n sei das quantas.\n\n\n\nFaz meu tipo, romance clichê com suspense.",
                "Anna Kariênina, do Tolstói",
                "Colega de Quarto, do Victor Bonini",
                "Amor nos tempos do cólera.",
                "As crônicas do Japão",
                "Quase nada. Porém estou escrevendo.",
                "Homens ou Fogo - Marshall",
                "Mrs Dalloway, mas acho que Virginia Woolf não é pra mim. Tb comecei Perto do Coracao Selvagem, mas achei meio meh e parei. Não sei se os romances de Clarice são pra mim tb, curti só os contos.",
                "A caçadora de dragões (Iskari Livro 1) - Kristen Ciccarelli"
            ]
        },
        {
            "title": "Principais lições que tiraram de livros",
            "selftext": "Quais lições e de qual livro vcs tiraram q marcou suas vidas",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105nxnk",
            "num_comments": 0
        },
        {
            "title": "Clássicos como O Morro Dos Ventos Uivantes, O Drácula, Frankstein e o Retrato de Dorian Grey e Edgar Allan Poe são difíceis de ler ?",
            "selftext": "Quando li um livro de coletânea de contos do Lovecraft e eu odiei, não compreendi, quando eu entendia, era muito pouco, mas não o suficiente que me fizesse gostar de ter lido, achei uma promoção de 4 livros góticos por 28,90, não sei se compro, medo de não gostar e gastar dinheiro a toa",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105f9wl",
            "num_comments": 35,
            "comments": [
                "Esse tipo de pergunta não tem resposta, pois depende de pessoa pra pessoa. Já cansei de pegar livro em que as pessoas diziam que era difícil e achei fácil. Tá na dúvida, baixa um pdf e leia as primeira páginas.\n\nPor fim, desses que estão aí, eu li Drácula, e achei a leitura bem fácil (e o livro é ótimo).",
                "Não acho que \"O morro dos ventos uivantes\" e \"O retrato de Dorian Gray\" estejam na mesma linha da literatura de Edgar Allan Poe ou Lovecraft.",
                "Isso pode depender de tradução para tradução. Algumas editoras publicam livros com uma linguagem mais acessível e \"atualizada\", enquanto outras trazem uma proposta mais fiel a linguagem da época em que o livro foi originalmente publicado. Portanto é bom dar uma olhada nas edições antes de adquirir o livro.",
                "Bom não acho que são livros difíceis,só acho que o morro dos ventos uivantes tem capítulos que são meio enfadonhos e repetitivos..mas n é um livro ruim a meu ver",
                "Morro dos ventos Uivantes, o retrato de Dorian Grey e o Põe (no geral) são bem fáceis de ler. Drácula é enrolado, arrastado, mas é bem de boa tbm. \nFrankenstein não li",
                "Desses que vc perguntou eu já li todos. O mais difícil pra mim foi Frankstein, mas mais por serem monólogos muito longos e tem que levar em consideração o estilo da época, mas mesmo assim eu curti demais. O que não gostei foi o morro dos ventos uivantes e nem foi pela escrita, mas pelo enredo em si.",
                "Morro dos ventos uivantes é difícil de aturar, ler é fácil",
                "Eu tive uma certa dificuldade com Lovecraft também, principalmente por conta das descrições, tinha criaturas que eu simplesmente ia procurar por imagens na internet pois pelo que estava descrito no livro eu não conseguia visualizar.   \nCom relação aos demais livros que você citou, eu tive a chance de ler todos e posso te dar minhas impressões;   \nO Morro dos Ventos Uivantes e O Retrato de Dorian Gray são os que eu considero os mais acessíveis da lista, apesar de por vezes serem meio lentos eles conseguiam prender minha atenção na maior parte do tempo.  \nDrácula é narrado em forma de cartas, o que torna a leitura curiosa e razoavelmente fácil de acompanhar, mas confesso que por ser uma história já tão enraizada na cultura popular o livro acabou não tendo tanto impacto para mim. Já Frankenstein, apesar de também ser uma história já bem conhecida, o livro tem muita coisa que se perdeu nas interpretações modernas e com isso a leitura ainda trouxe um sabor de novidade para mim.  \nE Edgar Allan Poe costuma ser uma boa porta de entrada para a literatura gótica, histórias intrigantes e não muito longas e que fazem você refletir, de longe eu acho ele bem melhor que Lovecraft.",
                "Meu livro preferido é Drácula, a escrita em si é bem fácil de entender, não tem muita enrolação. A linguagem é simples e a história é muito legal, mas eu entendo que tem muita gente que acha cansativo.\n\nJá Edgar Allan Poe varia um pouco, alguns contos são difíceis de ler e a escrita é um pouco mais complexa...\n\nO retrato de Dorian Grey tem uma escrita fácil também, mas eu achei a história meio maçante.\n\nSei que vc não citou, mas outro clássico que eu achei mto fácil de ler é o Médio e o Monstro escrito por Robert Louis Stevenson.",
                "Não mesmo. Acho que por isso mesmo, esses são clássicos",
                "Acho que é mais questão de “gosto” não tenho dificuldade em ler clássicos depois do 1/2 capítulo e me “adaptar” flui normal \n\nMas conheço pessoas que não conseguem ler mesmo tentando",
                "Acho que depende da imersão do leitor, se vc achar a história arrastada vai detestar a escrita. Nenhum desses títulos utilizam termos técnicos apenas português coloquial e arcaica. Mas a escrita é fluida e pra mim a imersão foi fácil e a narrativa prazerosa.",
                "Não, a linguagem deles não é complexa e eles não são escritos em discurso livre indireto. Com base nisso, diria que eles não são difíceis de ler.",
                "O VORRO DOS MENTOS UIVANTES não é difícil de entender, mas e difícil de ler porque seu coeficiente de chatice supera 1 milhão.",
                "Poe é bem tranquilo. O estilo de escrita dele me engaja bastante e a maioria das obras são contos ou poemas curtos.\n\nFrankenstein é uma delícia de ler também.\n\nO Retrato de Dorian Gray achei mais truncadinho, mas ainda é bem legal. \n\nO Drácula é mais denso também. Se os elementos racistas do Lovecraft não foram o que te afastou, o sexismo do Bran Stoker não vai ser problema.",
                "Li Drácula no início do ano passado, a leitura tem algumas frases que são próprias dos personagens de uma época diferente, por isso alguns diálogos são numa linguagem mais formal e robusta. Mas o livro é ÓTIMO e, no geral, não é difícil de entender a leitura. \n\nEstou lendo Frankenstein atualmente, estou no capítulo V, a leitura é muito fluída e a história bem interessante.",
                "São, morro dos ventos uivantes é dureza pra acabar, pq é chato e Dorian Grey lançou uma versão mais facilitada é da editora darkside e é maravilhoso.",
                "Li esta [edição](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTbhLfLp_8FZT0I4uQ873NKcTjE4oE8XxFPwg&usqp=CAU) d\"O Retrato de Dorian Gray\" quando faltavam 2 meses para o meu aniversário de 15 anos, então não, não considero difícil."
            ]
        },
        {
            "title": "Livros que deveriam ser publicados no brasil ?",
            "selftext": "Bom o titulo ja explica, qual livro você leu em outra língua e gostou tanto e pensou que este livro deveria ser traduzido ?  \nOs meus são: House of Leaves - Mark Z. Danielewski,  He, She and It - Marge Piercy,  Cryptonomicon,  Anathem ambos do Neal Stephenson.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105bthr",
            "num_comments": 42,
            "comments": [
                "Hyperion.\n\nChega de promessa, papo furado, publica logo!",
                "Já que parece que tá tendo um ressurgimento da fantasia no Brasil (Guerra da Papoula, Priorado da Laranjeira, Tolkien e George RR Martin voltando à serem falados, Brandon Sanderson em MAIS UMA tentativa de emplacar) gostaria de ver darem uma chance pra Malazan do Steven Eriksson dnv. E que a Intrínseca retomasse Wheel Of Time com mais vontade. \n\nMais volumes de Sharpe do Bernard Cornwell pela Record.\n\nFora isso, House Of Leaves como o OP já falou. E o resgate de obras menos conhecidas de Júlio Verne e Alexandre Dumas que talvez já foram publicadas há milianos no Brasil, mas que estão completamente esquecidas. As editoras só querem saber de Viagem ao Centro da Terra, O Conde de Monte Cristo e afins. Um resgate do texto integral de O Visconde de Bragelonne, pra começar. \n\nMais obras de Neal Stephenson e William Gibson. \n\nJerusalém, de Alan Moore.\n\nPor fim, Stalingrado, ou \"o primeiro volume de Vida e Destino\" de Vassili Grossman. Porque não dá pra começar uma coisa pela metade, nunca vou entender essa decisão editorial.",
                "The History of Middle-earth e Songs of the Philologists.",
                "[removed]",
                "Grande dicionário de culinária, do Alexandre Dumas.",
                "Ciberíada e mais coisa do Stanislaw Lem",
                "Eu queria muito uma tradução do _texto integral_ do \"Um Ianque na Corte do Rei Arthur\" de Mark Twain.",
                "Poesia Vertical, de Roberto Juarroz",
                "O Rio da Dúvida, Millard C.\n\nJá foi lançado, mas é extremamente raro, um exemplar dele custa caríssimo, queria muito que tivesse uma nova edição",
                "Ainda não cheguei a ler nada em outra lingua mas tem vários que eu gostaria de ver uma tradução por aqui.",
                "Queria que a Aleph traduzisse os livros do Brian Herbert",
                "The Copenhagen Trilogy\nChildhood, Youth, Dependency por Tove Ditlevsen",
                "The book with no name e sequências\nDo Bourbon kid/anonymous",
                "The Unknown Soldier/Tuntematon sotilas(Väinö Linna)\na montanha mágica/der zauerberg(Thomas Mann)",
                "Queria que alguma editora publicasse novamente Tirza, do Arnon Grunberg. \n\nO livro já teve uma tradução publicada pela Rádio Londres, editora muito interessante que [sumiu do mapa](https://tab.uol.com.br/noticias/redacao/2022/03/05/radio-londres-o-misterioso-caso-da-editora-cult-que-desapareceu-em-2020.htm), mas fiquei enrolando para comprar e agora os exemplares são vendidos a preços absurdos por sebos.",
                "Vou dizer algo polêmico:\n\nLivros escritos por brasileiros\n\nMas ninguém vai me escutar mesmo, então vida q segue"
            ]
        },
        {
            "title": "Descobrir o nome de um livro",
            "selftext": "Faz uns dois dias que eu estou agoniado tentando lembrar o nome de um livro que era sobre ansiedade, se alguém tiver alguma Idéia e puder falar vai me ajudar muito 👍",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10578ua",
            "num_comments": 6,
            "comments": [
                "Po kkkkk\n\nDá mais dica, assim vai ser impossível pro pessoal te ajudar a descobrir. Deve ter uns trocentos mil livros sobre ansiedade.\n\nBoa sorte!",
                "Meio irônico, não?kk rindo com respeito",
                "Não é sobre ansiedade, mas talvez vc se interesse pelo tema. Tem Meu ano de descanso e relaxamento e o demônio do meio dia.",
                "Os mais famosos são o fim da ansiedade e rápido e devagar"
            ]
        },
        {
            "title": "Dune: Livro x Filme",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105a89r",
            "num_comments": 6,
            "comments": [
                "o que mais me chamou atenção nas mudanças: \n\nterem cortado o plot da lady jessica x hawat, o que é uma pena, visto que é o embate de maiores inteligências na primeira parte do primeiro livro.  \n\nterem cortado a cena do jantar com a nobreza de arrakis - e nao ter nem citado as casas menores e a intriga menor. \n\nterem suavizado absurdamente o barao e seu entorno. \n\nterem envelhecido praticamente todos os personanges em 5 anos. \n\nterem mudado o kynes para uma mulher negra e ter mudado o desfecho. \n\nterem mudado a chani de ruiva com rosto de fada para zendaya. e terem feito ela ser chata pra caralho, sendo que no livro ela é mó fofa. \n\nmesmo assim o filme é uma adaptação absurda de boa. nao substitui a leitura, mas pelo contrario, de certo fará com que mais gente vá atras dos livros para ler mais. estou ansioso pra caralho pela parte 2, meu filme mais esperado esse ano ~~depois de barbie~~"
            ]
        },
        {
            "title": "The Politics of Demolition Man by Sargon of Akkad (A Política do Demolidor pelo Sargão da Acádia)",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "105988d",
            "num_comments": 0
        },
        {
            "title": "alguém para falar de Frantz Fanon?",
            "selftext": "alguém aqui já leu Peau noire, masques blancs (peles negras, mascaras brancas)?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1058t0q",
            "num_comments": 12,
            "comments": [
                "Todos bons, mas meu preferido sempre será \"Condenados da Terra\". É uma pena termos pouco acesso aos escritos mais de esquerda radical/revolucionários dos países Africanos porque as narrativas feitas pelo pessoal de lá tem pouco ou nenhum contraste com a América Latina, parece que estão falando quase que da mesma situação. Dá pra relacionar muito bem a condição deles com a nossa.",
                "Já li. O que você quer saber exatamente?",
                "Tá na minha meta de leitura pra esse ano, talvez eu leia esse mês ainda. Vou começar com ‘pele negra, máscaras brancas’.",
                "Não conheço. Do que as trata?"
            ]
        },
        {
            "title": "Sugestões de livros para o meu avô de 82",
            "selftext": "Nem sei se esse subreddit é o lugar certo para perguntar isso mas vocês tem sugestões de livros para meu avô de 82 anos? Ele é nascido e criado no interior de Pernambuco (também conhecido como Peri Peri).\n\nObviamente não precisa ser somente historias que se passam no Nordeste ou histórias escritas por autores nordestinos. Podem ser livros de ficção ou biografias.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1057kz1",
            "num_comments": 16,
            "comments": [
                "Não sei se será adequado, pois depende muito da pessoa, mas eu indicaria algo como Contos de Grimm, ou alguma obra de Júlio Verne. Na minha opinião, algo assim seria interessante para uma pessoa dessa idade.",
                "As brasas de Sandor Marai\n\nA procura do tempo perdido do Proust (edição da Companhia das Letras, pq a da Nova Fronteira é cheia de erros de revisão).",
                "Eu gostei muito de capitães da areia, e se passa na Bahia. É um livro \"simples\" de ler, no sentido que não cansa, mas tem uma história incrível. Talvez seja o que você está procurando.",
                "\"Dom Casmurro\" - Machado de Assis",
                "Me dá mais detalhes sobre ele. Já tem o hábito de ler? Se sim, qual o estilo que ele curte mais?",
                "Sobre a brevidade da vida - Sêneca",
                "Os livros do Gabo são sempre os melhores para pessoas com idade. O tema velhice e suas consequências está sempre presente. Digo isso por experiência própria. Meus avós gostam de ler, e dizem que o escritor sabe o que está escrevendo pq vive aquilo",
                "Qualquer coisa do José Lins do Rego. Acho que ele pode se identificar com a literatura regionalista.",
                "Ele tem uma vista boa para ler? Se sim pode começar pesquisando quais assuntos ele gosta e foca em autores que nasceram na mesma época que a dele, autores que tenham as mesmas referências assim pode ser uma leitura gostosa."
            ]
        },
        {
            "title": "Publicar livros na amazon",
            "selftext": "Olá, bom dia!\n\nEntão, eu estou escrevendo um livro, mas tenho algumas duvidas no que tange a publicação. \n\nVale a pena publicar na amazon? Eles ajudam na divulgação de alguma forma?\n\nEles obrigam assinar algum termo de exclusividade?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104qpcc",
            "num_comments": 1,
            "comments": [
                "Eu acho q o sub r/escritoresbrasil seria mais objetivo pra isso.\n\nMas acho q sim seria interessante procurar na Amazon. Eu comecei a algum tempo a documentação pra publicar um livro por ele e acho q n tem contrato de exclusividade n"
            ]
        },
        {
            "title": "The Politics of Starship Troopers by Sargon of Akkad (A Político de Tropas Estelares, pelo Sargão da Acádia)",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1051jpp",
            "num_comments": 0
        },
        {
            "title": "Qual livro fez você gostar de ler?",
            "selftext": "Olá pessoal, para aqueles que não gostavam   de  ler qual livro fez você mergulhar no mundo dos livros ? \nAlguém pode me indicar novas leituras que gostaram? Só isso mesmo.\nObrigado!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104zo60",
            "num_comments": 11,
            "comments": [
                "Crônicas de Artur, do Bernard Cornwell. São três livros, romances históricos, que inclusive são considerados os queridinhos do próprio Bernard",
                "Fahrenheit 451.",
                "Harry Potter",
                "Ellantir - A Falha da Criação\n\nhttps://www.livrariaatlantico.com/ficcao/ellantir-a-falha-da-criacao",
                "O guia do mochileiro das galáxias"
            ]
        },
        {
            "title": "Censo 2022 do r/Livros - Responda! Vamos conhecer nossa comunidade!",
            "selftext": "Oi gente, eu trabalho com ciência de dados e fiquei curioso a respeito de quem são os usuários que frequentam o sub, os livros favoritos do pessoal etc.  \n  \nResolvi montar esse formulário, e depois compartilhar os resultados aqui pra todo mundo que tiver interesse poder ver também!  \n  \n**Eis o link:**  \nhttps://forms.gle/6Gd94h7iunW9aVQn6",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104wb9e",
            "num_comments": 28,
            "comments": [
                "Pensar no top 5 foi difícil viu",
                "Boa, já enviei",
                "Respondido",
                "Mandei!!",
                "Foi",
                "Enviado!!",
                "respondido",
                "Enviado! Ótimo formulário",
                "Up",
                "Difícil definir um Top5 de leituras, mas respondi.",
                "Não abre pra mim.",
                "É oficial junto com a moderação?",
                "Foi",
                "Up",
                "que legal",
                "Pronto",
                "Hoje não Mark Zuckerberg.",
                "Quando sai o resultado?"
            ]
        },
        {
            "title": "Qual personagem literário mais marcou/influenciou vocês?",
            "selftext": "O primeiro livro que eu li de fato foi Percy Jackson e o Ladrão de raios, e depois finalizei a saga. E a lealdade dele, que é o seu maior defeito segundo o canto das sereias, realmente ficou comigo. \n\nEntão, qual personagem (falei de livro, mas pode ser de filme, hq, música etc.) que mais determinou uma característica, boa ou negativa, em vocês?\n\nPs. Não é falsa modéstia a lealdade; sei que é importante ser leal, mas também sei que você sempre acreditar e dar uma segunda chance para as pessoas pode ser doloroso, pra você e pra outras pessoas.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104ujn0",
            "num_comments": 63,
            "comments": [
                "O'brien. Apesar de ser um \"vilão\", acho uma figura absurdamente misteriosa e interessante, brinco que se tivesse que viver uma revolução em que não concordasse, eu seria um O'brien. No fundo, no fundo, o George Orwell não deixa claro se não existe de fato uma revolução, se o O'brien realmente não é um agente duplo, pois ele tem muita consciência de tudo aquilo, e mesmo assim, consegue vestir seu personagem.\n\nVejo como uma metáfora legal para o sistema que nos é imposto na sociedade, tendo consciência do que há ao redor, sem sucumbir ou perder a individualidade, mesmo que as vezes tenha que agir de forma protocolar. Enfim, doideira da cabeça também, interpretação muito pessoal hehe.",
                "Hamlet, é preciso ser louco para ser normal em mundo de loucos.",
                "Não necessariamente influenciado mas marcado por:\n\nGregor Samsa, Ivan Ilitch, Úrsula Iguaran, Andrei Bolkonsky, Marmeladov e Settembrini. Cada um a seu modo.",
                "gandalf. li lotr aos 10 anos, e ali vi um elogio a sabedoria, erudição, inteligencia, conhecimento e isso me marcou foda.\n\nvirgilio. o jeito que ele educa dante pelo inferno me educou de diversas formas.\n\no chinaski do bukowski, que atraves de livros e poemas foi me mostrando que eu nao estava errado em ser quem eu era, e fazer o que eu queria",
                "Hillary Fletcher - O OPORTUNISTA.\nUm garoto muito bom, que por ressentimento e desprezo alheio, se torna mau. Um dos \"melhores\" vilões já escritos. Um dos livros da minha vida. Impossível não ama-lo e odiá-lo.\n\nSantiago Nasar - Crônica de uma morte anunciada.\nImpossível não se sentir carinho e torcer por Santiago, apesar de seus defeitos. Como o próprio autor já diz, na primeira linha do livro, ele vai morrer. E queremos DESESPERADAMENTE que isso não aconteça.\n\nFrodo - O Senhor dos Anéis.\nBondade esmagadora, que impede, ainda que temporariamente, que um \"poder\" extremamente forte e maligno se aposse de seu coração. \nNão é a toa que um ser \"insignificante\" resiste a um mal que corrompeu grandes homens.\n\nHarry Potter - Série Harry Potter.\nEntre fazer o fácil e fazer o certo, Harry, por várias vezes, opta pelo segundo. Não se deixa seduzir pelo caminho da \"fama\", ainda que jovem, talvez pela infância difícil. Um personagem excelente, que sofre enorme preconceito, por ser uma série adolescente.\n\nO Silmarillion é RECHEADO de personagens MUITO IMPACTANTES.\nFeanor.\nFingolfin.\nHúrin.\nMorwen.\nTuor.\nFinrod Felagund.\nLuthien.\nMelian.\nRecomendo FORTEMENTE que você leia o Silmarillion.\n\nLievin - Anna Karenina. \nA simplicidade e o amor \"simples\", em contraste com a vida vazia da sociedade russa à época. Talvez seja meu personagem preferido de todos.\n\nNatasha Rostov - Anna Karenina.\nComo uma personalidade irrequieta e feliz pode se deixar levar por pessoas mal intencionadas. O caminho da \"redenção\".\n\nAndrey Bolkonski - Guerra e Paz.\nRetidão de caráter. Valores fortes. Personalidade FORTE. E ainda assim vemos a necessidade de agradar o pai. \n\nAureliano Buendía (segundo).\nFarrista inveterado que amealha uma grande fortuna e depois perde tudo. Não deixa de trabalhar e ainda que com suas limitações, é um batalhador, muito embora com imensos defeitos de caráter.",
                "João Romão, ele é sem dúvidas o personagem mais interessante que já li. Ele não é uma pessoa admirável, no entanto é muito interessante ver como ele se comporta e como muda ao decorrer do livro.",
                "O Sr. Ono de Um artista do mundo flutuante do Ishiguro, o Narrador de Primavera de Cão (o livro é narrado em primeira pessoa e ele n tem nome) do Modiano, o Pequeno Príncipe de O Pequeno príncipe do Saint-Exuperí, a Eponine e o narrador de os Miseráveis do Hugo e a Elizabeth de Orgulho e Preconceito da Austen\n\nOs 3 primeiros pq eu me identifiquei muito com eles. São personagens q eu sinto por não serem reais pq eu queria q eles fossem meus amigos.\n\nOs últimos pq eu sempre penso neles. E de alguma forma eu nunca mais pude ser o mesmo depois de encontrá-los.",
                "acho q a Evelyn hugo, talvez por me ensinar um pouco de como a vida funciona de verdade. Foi um amadurecimento precoce pra mim",
                "Theodore Finch, do livro Por lugares incríveis. Me identifiquei com ele em alguns aspectos e ele me motivou a adquirir determinados hábitos pra me sentir melhor quando preciso, como fazer uma lista das coisas que me mantém conectada a minha própria vida e usar a água do banho para acalmar os pensamentos.\n\nO livro todo me marcou muito, ao mostrar que absolutamente todo lugar possui coisas e histórias que os fazem serem únicos e que nem sempre temos o controle das situações que vivemos.",
                "Sidarta do Hermann Hesse\n\nPor ser inspirado na história do Buda e ao mesmo tempo desafiar a doutrina, a mensagem de \"Vá buscar seu conhecimento pois não há como transmiti-lo\" é maravilhosa pra mim",
                "Não tem um em especifico, mas vários: Aza (Tartarugas até la embaixo), Mare Barrow (Rainha Vermelha), Maven Calore (Rainha Vermelha) e Olive Smith (A Hipotese do Amor). Todos me deram uma lição muito boa sobre saude mental e relacionamentos abusivos.",
                "Rand Al’Thor. O personagem mais interessante que eu já li, o diálogo interno vai só melhorando a cada livro. A relação dele com a própria loucura, o peso da responsabilidade e as aspirações gigantescas é uma coisa absurda e incrível demais. O final do “arco de desenvolvimento pessoal” do Rand é o que eu mais queria ter visto o Robert Jordan completar antes de morrer, mas o Sanderson fez um bom trabalho com o que tinha.\n\nPara contexto, é um personagem da série Roda do Tempo. Parece clichê, mas ele é o “escolhido” para salvar (ou destruir) a existência. Só que também é destinado a ficar louco (literalmente).",
                "Harry Potter. Foi a primeira saga literária que li, e pela idade próxima a gente sente e pensa muito como o Harry, então me marcou bastante, principalmente em Ordem da Fênix.",
                "Sherlock Holmes",
                "Lemony Snicket, de Desventuras em série",
                "Musashi",
                "Elphaba, a bruxa do Mágico de Oz, adoro mt!!!",
                "Duque de Blangis, 120 de Sodoma.",
                "Gosto muito do Tirion Lannister das Crônicas de Gelo e Fogo, sempre muito sarcástico e revidando as ofensas para com ele a altura",
                "Rodion Românovitch Raskólnikov de Crime e Castigo.",
                "santiago de   o velho e o mar"
            ]
        },
        {
            "title": "Me indiquem livros sobre física quântica pfv?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104t3mn",
            "num_comments": 21,
            "comments": [
                "Qual é a finalidade do livro e quanto vc sabe de cálculo e álgebra linear?",
                "topicos de fisica 3 tem uma boa introduçao a fisica moderna",
                "Indico livros dos seguintes autores que lembro de cabeça: Griffiths, Sakurai, Cohen, Shankar, Zettili. Todo o resto é puro charlatanismo.",
                "[deleted]",
                "O Segredo\n/s",
                "Um dia meus amigos encontraram um monte de livros e objetos eu peguei um livro de Química de 1999, todo rasgado e claramente desatualizado.",
                "\"Alice no país do quantum\""
            ]
        },
        {
            "title": "Me indiquem livros de neurologia e neurociência pfv?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104t2su",
            "num_comments": 12,
            "comments": [
                "Cérebro - David Eagleman\n\nOs livros do Antônio Damásio",
                "Robert Sapolsky - Comporte-se  \n  \nOuço muito falar dos livros do Oliver Sacks também",
                "Leia todos do António Damásio.",
                "O Poder do Hábito fala um tanto.",
                "Neuroanotomia Funcional do Ângelo Machado"
            ]
        },
        {
            "title": "Conhecem livros parecidos com O Paciente?",
            "selftext": "Boa noite srs e srtas! Tudo certo?\nPreciso de recomendações de livro…\nAcabei de terminar de ler O paciente, de James DeWitt, e achei a obra bem legalzinha. Apesar de não ter curtido muito a forma ficcional como o mistério é “resolvido”, gostei muito como a trama se desenrola e o próprio gênero de terror/mistério/suspense…\nGostaria de saber se conhecem algum livro na mesma pegada (ou parecido)!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10422u1",
            "num_comments": 0
        },
        {
            "title": "Frases de Abertura",
            "selftext": " Qual o começo de livro que mais gostam?\n\nEsses são três dos meus preferidos:  \n\n\n* \"Se serei o herói de minha própria vida, ou se essa posição será ocupada por alguma outra pessoa, é o que estas páginas devem mostrar\" - David Copperfield, Charles Dickens.\n* \"Em algum lugar da Mancha, de cujo nome não quero me lembrar\" - Dom Quixote, Miguel de Cervantes.\n* \"Mamãe morreu hoje. Ou talvez ontem, não sei bem\" O Estrangeiro, Albert Camus.\n\nPode ser um tanto trivial, mas gosto de me apegar nesses detalhes.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104say1",
            "num_comments": 53,
            "comments": [
                "“Ao verme que primeiro roeu as frias carnes do meu cadáver dedico como saudosa lembrança estas memórias póstumas.” - memórias póstumas de Brás cubas, Machado de Assis",
                "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.",
                "> Quando certa manhã Gregor Samsa acordou de sonhos intranquilos, encontrou-se em sua cama metamorfoseado num inseto monstruoso.",
                "\"Chame-me por Ismael.\" Moby Dick, Herman Melville. Não se sabe se esse era realmente o nome dele ou se ele queria ser chamado por este nome segundo algum outro motivo.\n\n\"Muitos anos depois, diante do pelotão de fuzilamento, o Coronel Aureliano Buendía havia de recordar aquela tarde remota em que seu pai o levou para conhecer o gelo.\" Cem anos de solidão, Gabo. O livro todo é um primor, e esse começo traz tantas recordações como se fosse aquele momento antes da morte que (dizem) você vê sua vida toda passar na sua mente em um segundo. É maravilhoso.\n\nEdit: Lembrei de mais um.",
                "\"Todas as famílias felizes se parecem, cada família infeliz é infeliz à sua maneira\"- Anna Karienina",
                "\"Lolita, luz da minha vida, fogo da minha carne. Minha alma, meu pecado. Lo-li-ta: a ponta da língua toca em três pontos consecutivos do palato para encostar, ao três, nos dentes. Lo. Li. Ta.\n\nEla era Lo, apenas Lo, pela manhã, um metro e quarenta e cinco de altura e um pé de meia só. Era Lola de calças compridas. Era Dolly na escola. Dolores na linha pontilhada. Mas nos meus braços sempre foi Lolita.\"\n\nLolita - Vladimir Nabokov.",
                "\"O céu sobre o porto tinha cor de televisão num canal fora do ar.\" a única que eu lembro de cabeça.",
                "\"Nunca fui homem de chorar\". \nNovembro de 63, do Stephen King\n\n\"Numa toca no chão vivia um hobbit. (...) era a toca de um hobbit, e isso significa conforto\". \nO Hobbit, do Tolkien\n\n\"Marley estava morto, para começo de conversa. Não há nenhuma dúvida quanto a isso. (...) O velho Marley estava morto como um prego\".\nUma canção de Natal, do Dickens",
                "\"Mrs.Dalloway disse que ela mesma iria comprar as flores\" Mrs. Dalloway, Virginia Woolf.\nNo início não me liguei muito mas depois de entender o contexto da obra e da situação da Sr Dalloway, a frase tem um peso enorme. \n\n\"Alguém certamente havia caluniado Josef K. pois uma manhã ele foi detido sem ter feito mal algum.\" O Processo, Franz Kafka.",
                "\"A Roda do Tempo gira, e as Eras vêm e vão, deixando memórias que se transformam em lendas. As lendas se desvanecem em mitos, e até o mito já está há muito esquecido quando a Era que o viu nascer retorna. Em uma Era, chamada por alguns de a Terceira Era, uma Era ainda por vir, uma Era há muito passada...\" \nKkkk não tem como não é sempre muito foda ler isso",
                "\"Vai se foder.\" - Selvagens, Don Winslow.",
                "\"Agora sou velha e nada tenho a temer em relação à fúria dos deuses. Não tenho marido, nem filhos, tampouco um amigo a quem eles possam usar para me machucar. Meu corpo, este cadáver magro que ainda precisa ser lavado, alimentado e coberto com muitas mudas de roupas dia após dia, este eles podem matar assim que quiserem. A sucessão já está arranjada. Minha coroa passa para meu sobrinho.\"\n\nAté Que Tenhamos Rostos, C.S. Lewis.",
                "É uma verdade universalmente reconhecida que um homem solteiro em posse de uma grande fortuna deve estar em busca de uma esposa. - Orgulho e Preconceito Jane Austen\n\nJack Torrance pensou: babaquinha pomposo. - O Iluminado, Stephen King",
                "\"O bebê está morto. Bastaram alguns segundos. O médico assegurou que ele não tinha sofrido. Estenderam-no em uma capa cinza e fecharam o zíper sobre o corpo desarticulado que boiava em meio aos brinquedos. A menina, por sua vez, ainda estava viva quando o socorro chegou.\"\n\nEsse início de Canção de Ninar de Leïla Slimani é tenso demais",
                "Amo início de livros. Os meus prediletos são os do Kafka:\n\n* \"*Quando certa manhã Gregor Sansa acordou de sonhos intranquilos, encontrou-se em sua cama metamorfoseado num inseto monstruoso*\", **A Metamorfose**.\n* \"*Alguém devia ter caluniado Josef K., visto que uma manhã o prenderam, embora ele não tivesse feito qualquer mal*\", **O Processo**.",
                "\"Look, I didn't want to be a Half-Blood\" arrepia toda vez slk\nPercy Jackson e os Olimpianos, Rick Riordan",
                "\"Quando eu terminar de te contar minha história você vai querer nunca ter lido esse livro\"",
                ">A divisão internacional do trabalho significa que alguns países se especializam em ganhar e outros em perder. Nossa comarca no mundo, que hoje chamamos América Latina, foi precoce: especializou-se em perder desde os remotos tempos em que os europeus do Renascimento se aventuraram pelos mares e lhe cravaram os dentes na garganta.",
                "\"Começou por me dizer que o seu caso era simples — e que se chamava Macário... \"\n\nSingularidades de uma rapariga loira (Conto), de Eça de Queirós",
                "Há em Lisboa um pequeno número de restaurantes ou casas de pasto [em] que, sobre uma loja com feitio de taberna decente, se ergue uma sobreloja com uma feição pesada e caseira de restaurante de vila sem comboios. Nessas sobrelojas, salvo ao domingo pouco frequentadas, é frequente encontrarem-se tipos curiosos, caras sem interesse, uma série de apartes na vida.- Livro do Desassossego \n\n“E depois de tudo, céu e terra aí estão, como se nada tivesse acontecido. A esta altura, a vida e as ações de um homem têm o peso de uma folha seca no meio da ventania... Ora, que vá tudo para o inferno!”, pensou Takezo. - Musashi (só dei uma olhada, depois que terminar os Karamazov eu leio)\n\nEu sou um homem ridículo. Agora eles me chamam de louco. Isso seria uma promoção, se eu não continuasse sendo para eles tão ridículo quando antes. - o sonho de um homem ridículo",
                "\"Não há graça maior, penso eu, do que a incapacidade humana de correlacionar todos os conteúdos encerrados em sua mente\"\nO chamado de Cthulhu, H.P Lovecraft",
                "penso, logo sou",
                "Um começo que lembro de ter lido e pensado: \"esse e um bom início\", foi o começo de O Fio da Navalha:\n\n\"Nunca senti maior apreensão ao começar um romance. E se digo romance é por não saber de que outra maneira chamá-lo. Não tem grande enredo, não acaba com morte nem com casamento. A morte põe termo a todas as coisas e é, portanto, fim lógico para uma história; mas também o casamento é solução muito correta e os blasés fariam mal em escarnecer daquilo que comumente se diz que “acabou bem”. O instinto popular anda acertado ao afirmar que, com isto, tudo o que devia ser dito foi dito. Quando, depois de inúmeras vicissitudes, macho e fêmea finalmente se reúnem, sua função biológica foi cumprida e o interesse passa à geração vindoura. \"\n\nP.S: O começo é interessante, mas o livro como todo é só regular."
            ]
        },
        {
            "title": "Procuro bons livros sobre filosofia",
            "selftext": "Queria algum que associasse psicologia à filosofia. Algum sobre psicanálise, talvez. Pode ser sobre existêncialismo. Curto muito essas coisas. \n\nQuem puder recomendar eu agradeço ❤",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104s5sl",
            "num_comments": 2,
            "comments": [
                "Ensaios sobre psicologia social e psicanálise - Adorno.",
                "transcêdencia do ego    -   jean-paul  sartre                            vida para consumo     -   bauman"
            ]
        },
        {
            "title": "qual o favorito de vocês da Agatha Christie?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104fbj6",
            "num_comments": 13,
            "comments": [
                "O Assassinato de Roger Ackroyd",
                "Por enquanto é Não sobrou nenhum",
                "o assassinato de Roger Ackroyd é defitivamnte o que eu acho melhor",
                "até agora Morte no Nilo, mas a cada novo livro dela que leio muda",
                "Acredito que o Não Sobrou Nenhum seja o melhor dela, mas meu favorito é o Depois do Funeral",
                "\"Morte no Nilo\" me conquistou demais kakakak",
                "O melhor é O caso dos dez negrinhos (Não sobrou nenhum), mas meus favoritos são os que tem o Poirot como o detetive (como consigo dizer um favorito dentre eles, embora consiga dizer os que eu menos gostei do que li).",
                "Noite das Bruxas foi o que mais me impactou, porque envolve uma situação que todo mundo já passou na \"infância\" e alerta pro perigo de continuar com o mesmo comportamento na vida adulta.",
                "por enquanto é morte no nilo",
                "Por enquanto, Morte no Nilo."
            ]
        },
        {
            "title": "Como não esquecer o que lemos?",
            "selftext": "Alguma dica para \"concretizar\" o conteúdo do livro na memória?(falo de livros que ensinem conteúdos específicos, não histórias de ficção)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1047tpk",
            "num_comments": 4,
            "comments": [
                "Sinceramente eu não sei, mas para eu manter fresco a ideia na cabeça eu costumo fazer anotações sobre ele e reler de tempos em tempos.\n\nTanto livro quando a anotação.\n\nSe alguém tiver um método mais eficaz me fala pro favor estou com muitos livros para estudar em diversas áreas.",
                "- Explicar o assunto pra alguém (ou gravar áudios/vídeos pra si mesmo)\n- Revisitar os conteúdos em espaços curtos de tempo que vão aumentando. Ex.: estudei assunto X hoje, releio daqui a dois dias, então depois de quatro dias, seis, etc\n- Criar recursos mnemônicos com significados tão pessoais que chegam a parecer absurdo pra outras pessoas (ver https://en.m.wikipedia.org/wiki/Method_of_loci )\n- Conversar informalmente sobre o tema com outras pessoas\n- Fazer mapas mentais/esquemas visuais\n- Escrever de forma livre sobre algum assunto que tenha ligação com o material estudado\n- Assistir aulas\n- Se gravar lendo trechos e depois ouvir no transporte público, carro, academia etc \n\nAlguns desses itens podem parecer esquisitos, mas são práticas que me ajudaram durante meu mestrado e também quando passei num concurso.",
                "Ao leres um livro fazes um resumo / crítica do livro. Eu fazia isso num blog privado. Se tiveres outras pessoas para partilhar até podes tornar o blog público",
                "Fazer marcações e reler elas (com marcador adesivo fica mais fácil).\n\nAnotar os principais pontos do livro com um pequeno resumo sobre eles.\n\nReler o livro também ajuda."
            ]
        },
        {
            "title": "Podem ajudar uma aspirante a escritora ? ( Onde vocês escrevem os seus livros ?)",
            "selftext": "Faz um pouco mais de 2h de entrei no Reddit com o intuito de descobrir uma comunidade que pudesse me responder essa pergunta ...\n\nSe alguém daqui escreve eu gostaria de saber se vcs usam algum aplicativo, alguma plataforma para escrever. Pensei em alguma que conta o número de páginas escritas ou algo assim sabe. \n\nComo eu não conheço nenhuma, pensei em começar pelo word mesmo\n\nDesde agradeço quem poder responder ✨",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103myog",
            "num_comments": 3,
            "comments": [
                "/r/escritoresbrasil",
                "Tem uma plataforma open source interessante que eu testei uma vez. Da uma olhada depois, é o https://betterwrite.io/"
            ]
        },
        {
            "title": "Confirmado🚨: Werther curte um BDSM",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "104bkgf",
            "num_comments": 5,
            "comments": [
                "Eh o cara tem mente aberta....rsrs",
                "Estou com esse livro aqui e acho que é a mesma edição (Penguin?).",
                "Credo, pra grifar desse jeito? Kkk que aflição"
            ]
        },
        {
            "title": "Livros que curam??",
            "selftext": "Quais livros fizeram vocês se sentirem curados ao terminar de ler? (independente do gênero textual ou tema)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1044kdu",
            "num_comments": 17,
            "comments": [
                "Manual de Primeiros Socorros",
                "Caraca cada pergunta especifica.",
                "The invisibles de Grant Morrison e Promethea de Alan Moore",
                "This Naked Mind, de Annie Grace. Não sei se foi publicado em português. É auto ajuda para quem quer parar de beber. Eu já tinha parado e estava já bem decidida a continuar sem beber indefinidamente. Mas este livro me ajudou a solidificar bem esta decisão. Decidi parar há quase 3 anos e estou há mais de 2 sem inserir 1 gota de álcool. Recomendo fortemente.",
                "Sidarta e O Lobo da Estepe, ambos do Hermann Hesse. Principalmente Sidarta.",
                "Medicina Alternativa 100 receitas",
                "o seu favorito, ler dnv meu favorito me cura de dentro pra fora",
                "A montanha Mágica de Thomas Mann.",
                "As portas da percepção do Huxley é muito bom, Ética de Spinoza também, embora seja mais técnico/filosófico.",
                "Não sei se a resposta perfeita seria cura, mas quando eu terminei de ler O Chamado do Monstro escrito por Patrick Ness senti que a minha vida tinha outro sentido, naquele momento eu pude enxergar os meus sentimentos de outra forma mais saudável, acho que foi muito importante ler ele durante a minha adolescência para me ajudar a lidar com estar sozinho, relações, perdas, etc.",
                "Sidartha, Hermann Hess e Seus Pontos Fracos de W. Dyer ( acho que se escreve assim mesmo). Tanto de cura espiritual quanto de cura psicológica.",
                "\"Mulheres que correm com os lobos\" sem dúvidas mudou minha vida :)",
                "Não sei qualquer livro que passe uma ideia nova e uma percepção diferente sobre a vida ,livro inteligente que dá respostas sobre perguntas sobre o sentido do ser..",
                "Livros da área da saúde."
            ]
        },
        {
            "title": "Morte do narrador? Apple revela conjunto de audiolivros com voz de IA.",
            "selftext": "*\"A Apple lançou discretamente um catálogo de livros narrados por inteligência artificial.* \n\n*Os livros podem ser encontrados procurando por 'AI narration' no aplicativo Books (da Apple).* \n\n*Se a estratégia da Apple for bem-sucedida, pode ter implicações significativas para o mercado.* \n\n*A produção de audiolivros pode levar semanas e custar milhares de dólares aos editores.* \n\n*A Amazon e o Google também estão explorando a tecnologia de narração de IA.\"* \n\nFonte: The Guardian\n\n&#x200B;\n\n**O que vocês, consumidores de livros \"falados\" acham disso?**",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1041hxz",
            "num_comments": 25,
            "comments": [
                "Eu não consumo \"livro falado\", mas a minha opinião é a mesma para IA que imita arte: o artista humano será ainda mais valorizado.",
                "Fico aqui pensando se a IA seria tão boa a ponto de dramatizar a narração, colocar ênfase nos pontos certos da história e tal, ou se seria só aquela voz monótona de GPS mesmo.",
                "Se a qualidade for melhor do que os com narração artificial disponíveis hoje, mais baratos e viabilizar um spotify de audiobooks, sim.",
                "Eu não ouço audiobook, e não tenho discernimento pra conseguir enxergar um problema nisso. Nem sabia que existia um mercado estabelecido de atores só de narradores de audiobook.",
                "Tomara que dê certo e fique com uma voz/entonação boas!\nQueria muito encontrar audiolivro do Musashi, talvez se essa tecnologia vingar esse cara apareça em um futuro não muito distante!",
                "No Youtube que mais tem audiolivros/narrações com voz do Google e no app da Alexa tem a leitura, a qual recorro algumas vezes quando livro tá em uma parte chata",
                "Vá ouvir os audiolivros narrados pelo Jonathan Keeble. Depois vc volta com a pergunta dos “livros falados”",
                "O narrador só correrá perigo caso a IA consiga dar entonação e emoção para a voz nas partes certas. Talvez o que ocorra seja uma mudança no trabalho de leitura do audiolivro pra algo mais voltado à dramatização."
            ]
        },
        {
            "title": "Quais autores vocês mais leram em 2022?",
            "selftext": "Estava olhando meu Year in Books do Goodreads, e reparei que **os autores que mais li no ano de 2022 foram Bernard Cornwell**, com 8 livros das Crônicas Saxônicas, **e Isaac Azimov**, com 5 livros: \"Eu, Robô\" e os outros 4 livros que complementam a Saga da Fundação \"Prelúdio à Fundação\", \"Origens da Fundação\", \"Limites da Fundação\" e \"Fundação e Terra\".\n\nE vocês, quais autores roubaram a vossa atenção em 2022?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103z9xw",
            "num_comments": 37,
            "comments": [
                "Julio Cortàzar. Li seus Todos Os Contos, que reúne a obra completa de narrativas curtas.",
                "Asimov em primeiro lugar com 8 livros: \"Limites da Fundação\", \"Fundação e Terra\", \"Prelúdio à Fundação\", \"Origens da Fundação\", \"Eu, Robô\", \"As Cavernas de Aço\", \"O Sol Desvelado\" e \"O Fim da Eternidade.\n\nEm segundo o Tolkien (aqui são 3 ou 5, depende do ponto de vista) : \"O Hobbit\", \"A Sociedade do Anel\", \"As Duas Torres\", \"O Retorno do Rei\" e \"O Silmarillion\".",
                "Li cinco do machado de assis ano passado",
                "Roberto Campos Pellanda (4), Fredrik Backman (3), Arthur C. Clark (3), George Orwell (3)",
                "Roberto Bolaño e Erico Verissimo.",
                "O que eu mais li esse ano foi Jorge Amado 5 livros , Haruki Murakami 4 livros , Cormac Mccarthy 4 livros e Dostoievski 3 livros.",
                "Robert Jordan, 8 livros (roda do tempo 1-8).",
                "Lovecraft, com certeza, li 3 livros, totalizando 7 contos",
                "Bernard Cornwell fácil, 9 volumes de Sharpe, Azincourt e mais a releitura da Busca do Graal. A releitura das Crônicas de Artur ficaram pra esse ano.\n\nDona Record, queremos mais Sharpe pra ontem !",
                "Garcia Marquez",
                "Marion Zimmer Bradley com as brumas de avalon (quero ler os outros livros do universo também).   \n5 contos de Lovecraft (horror em dunwich, a cor que caiu do céu, o caso de charles dexter ward, o medo a espreita e o chamado de cthulhu).  \n3 livros do Arthur Conan Doyle (um estudo em vermelho, o signo dos quatro e as aventuras de sherlock holmes) .  \nE os dois primeiros volumes da roda do tempo do Robert Jordan.",
                "Curiosa essa pergunta, pq agora que eu percebi que minhas listas de leitura só tem 1 livro por autor kkkkkkk\n\nEm 2022 eu não repeti autor.\n\nEsse ano vou ler os 3 livros de O Senhor dos Anéis do Tolkien.",
                "Robin Hobb, os 16 livros + 1 novella da série Reino dos Anciões. Sensacional, conclusão basicamente perfeita, o livro final é  um dos meus favoritos do gênero sem sombra de dúvidas. Espero que a Editora Suma realmente traga a série em sua totalidade.",
                "Dostoiévski",
                "Raphael Montes \nEu li TODOS os livros dele no ano passado!",
                "Machado de Assis,Aluísio de Azevedo,e o uns de psicologia psicanálise,gestalt etc",
                "neal shusterman",
                "foi a Agatha Christie, com um total de dois livros dela KKKK\n\neu nao sou de ler o mesmo autor varias vezes seguidas",
                "Hemingway e Mário Vargas Llosa.\nDecidi ler a bibliografia que se encontra traduzida, dos dois.\nde Hemingway eu li (ou reli):\n1 - Adeus as armas;\n2 - Contos Vol 1;\n3 - Contos Vol 2;\n4 - O velhote e o Mar;\n5 - Por quem os sinos dobram.\n\nVargas Llosa:\n1 - Conversa no catedral;\n2 - A festa do Bode;\n3 - Travessuras da menina má;\n4 - A Guerra do fim do mundo;\n5 - A civilização do espetáculo.\n\nJá conhecia Hemingway e foi muito bom ver sua habilidade como escritor de contos.\n\nVargas Llosa me assombrou.\nÉ um monstro..\nConversa no Catedral certamente está entre meus livros prediletos.",
                "Victoria Aveyard e Sarah Jamais"
            ]
        },
        {
            "title": "Sugestões de livros clássicos",
            "selftext": "Pessoal, ano passado me deparei com uma publicação desse sub no meu feed em que um usuário relatava ter lido Irmãos Karamázov e entendido o porquê do livro ser considerado um dos grandes clássicos da literatura russa e mundial. Por algum motivo, isso me despertou a vontade de voltar a ler (tenho 24 anos, fui um leitor bastante ávido até a minha adolescência, mas depois dos 15 anos perdi completamente o hábito).\n\nPor conta dessa publicação, fui atrás de ler alguns clássicos e tô completamente viciado em livros novamente. Comecei por A Metamorfose, do Kafka, depois Crime e Castigo e agora acabei de ler Irmãos Karamázov (de fato o Dostoiévski é sensacional, esses são provavelmente os dois melhores livros que já li).\n\nDito tudo isso, queria indicações de outros clássicos para eu continuar lendo, caso vcs tenham alguma sugestão em mente. \n\nJá tô providenciando 1984 e A revolução dos bichos, do Orwell, O processo, do Kafka, Frankenstein, da Mary Shelly, O grande Gatsby, do Fitzgerald, A Divina Comédia, do Dante, O fantasma da ópera, do Leroux e outros três livros do Dostoiévski.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103z7he",
            "num_comments": 51,
            "comments": [
                "Cem anos de solidão!!!",
                "Grande Sertão: Veredas!",
                "O morte de Ivan Ilitch, Livro do Desassossego, O Lobo da Estepe, o retrato de Dorian Gray ( presta atenção na edição)",
                "O Vermelho e o Negro, do Stendhal\n\nO Leopardo, do Giuseppe Tomasi di Lampedusa\n\nCiranda de Pedra, da Lygia Fagundes Telles",
                "- Madame Bovary - Flaubert\n\n- Pais e Filhos - Ivan Turgueniev",
                "Um clássico que eu raramente vejo o pessoal comentando aqui é Moby-Dick, do Herman Melville. É um dos meus favoritos.",
                "Cara, A Divina Comédia é muito bom. Fora esses também tem uns clássicos de horror interessantes escritos por Edgar Alan Poe ou Lovecraft, foram excelentes escritores de contos!\nO Alienista, de Machado de Assis também é excelente, assim como os livros de filosofia do grego Sêneca.\n\nAliás, um clássico que eu estou lendo agora é Drácula, de Bram Stoker. E já comprei e estão aqui guardados: O Médico e o Monstro, de Stevenson; Sherlock Holmes, de Doyle e A Odisséia, de Homero, todos clássicos e comprados pelo Amazon Prime.",
                "\"Os miseráveis\" - Vitor Hugo (1862)",
                "Os sofrimentos do jovem Werther - Goethe",
                "O tempo e o vento, Érico Verissimo",
                "Vai pela obra do Dostoiévski que não tem erro. Sugiro também Steinbeck",
                "Um clássico que amo é Robinson Crusoé",
                "Fausto de Goethe. E eu apostaria ainda em um br, então vou te indicar Macunaíma também.",
                "Um livro que me fez me interessar por literatura russa foi o mestre e a Margarida de Mikhail Bulgakov",
                "Alguns classicos que amo sem ordem nenhuma:\nGuerra e paz\nCoração das Trevas\nNa colônia penal e O processo (já que falou de kafka)\nRatos e homens\nNada de novo no front\nO Nariz\nMedo e delírio em Las vegas",
                "Tchecov",
                " Ensaio Sobre a Cegueira, de Saramago =).",
                "No coração das trevas é bem legal",
                "Vou tentar recomendar uns que não vi ninguém comentando:\n\n- O morro dos ventos uivantes\n- Flores para Algernon\n- A Hora da Estrela\n- Ratos e Homens\n- Ensaio Sobre a Cegueira\n- O Estrangeiro\n- Matadouro-Cinco\n- A morte de Ivan Ilitch\n- O Último dia de um condenado (excelente obra do Victor Hugo que inspirou muito Dostoiévski)\n- Memórias Póstumas. Infelizmente a galera tem muito preconceito com Machado mas esse livro realmente é ótimo. \n\nAliás não sei se foi meu post sobre \"livros que te marcaram\" que fez você voltar a ler mas que bom que você curtiu Os Irmãos Karamázov, esse livro é excepcional mesmo.",
                "Um que eu me apeguei foi O conde de Monte Cristo. Pra mim foi tão imersivo e tinha uma história tão instigante, que virou um dos meus favoritos",
                "Opa, meu tipo de leitura preferido. 😄 Vamos lá (vou botar também mesmo os que você disse que já leu).\nMinha lista sem ordem particular e com alguns comentários.\n\nCrime e Castigo, Dostoiévski\nGuerra e Paz, Tolstói\nOs irmãos Karamazov, Dostoiévski \nMoby Dick, Melville\nA Montanha Mágica, Thomas Mann\nDom Quixote, Cervantes\nCem Anos de Solidão, Gabriel Garcia Marquéz (um dos meus autores preferidos, você pode ler também Crônica de uma Morte Anunciada para ver o absurdo que ele é capaz)\nUlysses, James Joyce (deixe para os últimos, é necessário um preparo para ler esse)\nOs Miseráveis, Victor Hugo (também mais para o final)\nGrande Sertão: Veredas, João Guimarães Rosa (provavelmente um dos melhores de todos os tempos, se fosse em inglês seria considerado uma obra prima pelo mundo)\nHora da Estrela, Clarice Lispector (a gente lia Lispector na escola, quando ainda não estávamos preparados, leia agora)\nDom Casmurro, Machado de Assis\nRomance da Pedra do Reino, Ariano Suassuna \nO Processo, Kafka (muitos indicam A Metamorfose, mas acho o processo mais profundo)\nA Revolução dos Bichos, Orwell\nOs Três Mosqueteiros, Dumas (é um romance despretensioso, mas muito interessante)\nTenda dos Milagres, Jorge Amado (outro autor favorito, muitos consideram melhor Jubiabá ou Capitães de Areia, eu acho que Tenda dos Milagres representa Jorge Amado muito melhor)",
                "A volta ao mundo em 80 dias\n\nViagem ao centro da Terra\n\nO conde de Monte Cristo (#1 da vida)\n\nO grande Gatsby\n\nDom Casmurro",
                "+ Esperto que o diabo, esse livro é bom, eu o recomendo",
                "A Odisseia, se puder tenta pegar a edição da editora 34 que tenta trazer a musicalidade e rima do verso original. Li uma versão da Ruth Rocha quando era criança e só aquilo ali já foi muito formativo, quando cresci e li a versão completa que saquei o quão maluco é aquele poema ter sobrevivido por milênios e ser a fundação de tantas convenções de livros/filmes/animações de aventura. Diria que A Epopeia de Gilgamesh também entra nessa mesma linha, mas é um pouco mais difícil de ler por conta das frases fragmentadas, mas mesmo assim é muito foda (digo eu, nerd de história antiga).\n\nA Divina Comédia é ótima também, Lusíadas de Camões, Livro do Desassossego e se não gostar de poesia: Cem anos de solidão, A mão esquerda da escuridão, Crônica de uma morte anunciada, Sherlock Holmes, Noite na Taverna, Persuasão, Orlando, O livro de Sísifo, Hamlet e Macbeth (se tiver paciência pra peças), Anna Karenina, A Hora da Estrela, Drácula, O Quarto de Giovanni, Beloved da Toni Morrison (não sei se tem tradução pra pt-br tho :() e contos do Cortazar.\n\nE outro: As mil e uma noites, coleção de contos com diferentes estruturas e múltiplas origens, sugiro as edições traduzidas direto do árabe da Biblioteca Azul.",
                "Terras do Sem Fim do Jorge Amado",
                "A redoma de vidro da Sylvia Plath",
                "\"O apanhador no campo de centeio\" recomendo muito"
            ]
        },
        {
            "title": "Sobre o quadrado no começo dos livros da Editora 34.",
            "selftext": "Pode ser óbvio o que eu vou falar mas queria compartilhar de qualquer maneira: esses números estão organizados desse jeito porque somando eles em qualquer orientação da 34",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103ysjl",
            "num_comments": 9,
            "comments": [
                "O nome da Editora 34 e o quadrado impresso na primeira página de seus livros têm origem numa revista de literatura editada no Rio de Janeiro, a 34 Letras, cuja equipe, aliada a um grupo de São Paulo, constituiu o núcleo original da editora.\r  \nA revista teve sete números publicados, de setembro de 1988 a março de 1990, e seu nome foi inspirado no “quadrado mágico” de uma famosa gravura de Albrecht Dürer, de 1514, que é citada no romance Doutor Fausto, de Thomas Mann.\r  \nO quadrado mágico em questão é subdividido em 16 quadrados menores, com os números de 1 a 16 em cada um deles, e cuja soma em qualquer sentido — horizontal, vertical, diagonal — é sempre igual a 34.",
                "é um sudoku de 34",
                "É um quadrado mágico!",
                "É o quadrado mágico, aparece em uma obra chama “A melancolia”. Independente do caminho da soma, o resultado será 34! Ai temos a Editora 34. Podemos pensar na obra “a melancolia” e a ideia de que o conhecimento (a leitura) resulta no estado melancólico rs",
                "Sim. Gosto muito desse detalhe",
                "Pior que o único livro que eu li dessa editora foi O Símbolo Perdido do Dan Brown, até ler seu post eu achava que esses quadrados eram parto do livro, não da editora kkkkkkk",
                "Acredito que seja uma forma de brincadeira da editora.",
                "Acho um charme esse quadradinho"
            ]
        },
        {
            "title": "Posando de Intelectual",
            "selftext": "Não adianta postar foto com livros e fazer pose de intelectual, na vida prática sabemos que não sabe nem fazer um simples arroz e feijão.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103yq6t",
            "num_comments": 18,
            "comments": [
                "Ainda bem que hoje em dia tem delivery de comida",
                "Acho que uma pessoa verdadeiramente intelectual não liga para quem pousa de intelectual",
                "blz",
                "o cara fez o mesmo post aqui mês passado e vcs alimentando o troll",
                "O cara joga joguinho kkkkkkk",
                "blz",
                "Anotado",
                "todo dia isso bicho"
            ]
        },
        {
            "title": "Me indiquem clubes de assinatura de livros.",
            "selftext": "O título, por favor.\n\nOs livros podem ser sobre qualquer coisa. A ideia de fazer a assinatura é sair da zona de conforto. Além disso, eu praticamente leio de tudo.\n\nDe preferência clubes que dêem outras coisas além do livro: brindes, mimos, bugigangas, cacarecos.\n\nEstou disposto a pagar qualquer preço, se o serviço realmente valer o preço cobrado.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103rc16",
            "num_comments": 4,
            "comments": [
                "Tem a tag livros, se eu me lembro bem, ela tem dois tipos de planos pra dois tipos de livros diferentes, só que eu n lembro bem os detalhes, mas sei que deve estar em um preço bem acessível",
                "A TAG Livros se encaixa bem no que você procura.",
                "Tag Livros ♥️"
            ]
        },
        {
            "title": "Duna versão Kindle está R$14,99 na Amazon, mas não compro por essa capa fora do padrão. Vcs também têm isso?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103r1cp",
            "num_comments": 48,
            "comments": [
                "Valeu pelo aviso. E não, não tenho isso não, principalmente se for Kindle, tipo... Só eu que vou ver, quero realmente ler a história, não ligo muito pra capa, agora se for livro físico até posso considerar, mas não é o principal fator que vai me fazer decidir comprar ou não um livro, mas entendo a galera que não gosta de livros com capa de filmes.",
                "por melhor que o filme seja, eu acho capa de filme a coisa mais horrorosa do mundo. mas dependendo do preço acho que vale a pena sim.",
                "Tenho. É uma anormalidade da natureza. Dá a impressão que o livro saiu do filme e não o contrário.",
                "Quem não julga o livro pela capa é maluco",
                "Se fosse midia fisica eu entenderia, mas pro kindle vc ta de sacanagem.",
                "Cara não faz sentido o que você esta dizendo, tem nuances do mercado editorial que talvez passem despercebido por você. Vou explicar:\n\n1: Depois que uma editora lança um livro, ela não deixa de receber feedback editorial, ou seja, reporte sobre erros de gráfica, ortografia, ou qualquer coisa do tipo.\n\n2: Mesmo com o livro já fora da gráfica e sem perspectiva se e quando haverá uma nova reimpressão, a editora não deixa de nos arquivos dela manter esse livro atualizado.\n\n3: Cada editora usa um termo diferente pra dizer a qual impressão aquela versão de livro se refere, pode dizer \"2ª reimpressão\", \"2ª publicação\", \"2ª edição\", etc. Isso significa que, quando calhou de precisarem reimprimir aquele livro porque acabou, eles aproveitaram pra imprimir essa versão mais atualizada que foram mantendo internamente.\n\n4: Às vezes a editora imprimi apenas fazendo essas correções, mas em outros casos ela aproveita pra fazer mudanças editoriais mais agressivas também, POR EXEMPLO, mudar a capa do livro!\n\n5. Agora chegamos ao ponto que eu queria. Essas reimpressões, com correções na versão Kindle chegam de forma automática! E isso inclui tudo, não só texto e tudo que envolve um livro como a capa também.\n\n6. Resumindo, um dia no seu kindle o ebook vai estar com uma capa, e num belo dia vai estar com outra! Isso aconteceu comigo tantas vezes que perdi a conta, com Deuses Americanos, Belas Maldiçoes, Jogador N 1, o próprio Duna, etc etc etc.\n\n7. Enfim, hoje você vai comprar com essa capa, mas no futuro a editora pode simplesmente trocar e você simplesmente não tem nem a opção de escolher. Entao só compra!\n\nObs. Existem editoras que não aguardam uma reimpressão da versão física para mexer na edição digital pra kindle.",
                "Não se julga livro pela capa kk\n\nAinda mais no kindle, que vc quase nem vê a capa. Se for fisico pra colocar na estante até vejo alguma lógica, que a estante tb é um objeto decorativo né? Mas pra kindle é que nem ficar escolhendo thumbnail de filme que tu baixa online.",
                "Tenho. \nQuando é sobrecapa ainda tudo bem, mas a capa capa mesmo com a cara do filme é tistreza.\n\nEu comprei Duna antes de lançar o filme e, como o Kindle tem as atualizações nos ebooks, quando adicionaram essa sobrecapa nos livros acabou chegando aqui, infelizmente.",
                "Não. Eu não compro livro digital, só livro físico mesmo. E, sim, estou no segundo Kindle, pensando em comprar o terceiro.",
                "N ligo nem um pouco, no Kindle eu posso só ignorar a capa e se for físico eu posso mandar  fazer um jacket numa papelaria, numa grafica ou ate na impressora de casa mesmo, mas nunca me dei o trabalho",
                "Ligo não, lógico que curto uma capa brava, mas se não tiver eu não ligo tbm. Não deixaria de comprar indepedente da versão",
                "Eu deixei de comprar um da coleção do Jorge Amado por isso kkkkkkkk",
                "Sim. Pode ser frescura, mas acho paia demais.",
                "Um dos meus livros favoritos é o \"Grande Gatsby\" do F. Scott Fitzgerald. Lembro que quando saiu uma adaptação cinematográfica dessa obra, ali nos anos 2000, inclusive estrelada pelo Leonardo DiCaprio, as livrarias foram infestadas por edições do \"Grande Gatsby\" com a mesma capa dessa nova adaptação. Coisa horrível kkkkkkkkk eu odiava kkkkkkkkk. Ficava puto só de ver essa merda e me recusei a comprar qualquer uma dessas edições.",
                "Baixou mais pessoal, R$13,41.\n\nSolaris, outro de capa feia, também tá barato (mas tá de graça no Prime).",
                "Também não gosto de capas de filmes (acho meio brega kkk), mas no Kindle normalmente eu não me importo. Mas se for livro físico, aí eu vou atrás da capa que eu gosto mais. Já cheguei a comprar alguns livros em sebos (ou fazer trocas pelo Skoob) porque não achava a versão original dos livros nas lojas xD",
                "Capa de livro com imagem do filme triste\n\nEu comprei antes de sair o filme, paguei uns 50 reais 😔, a capa era outra mas o Kindle atualizou e virou essa dps do filme triste",
                "tbm faço isso kkkkkkkk, comprei good omens, 10 reais a mais só pra pegar uma capa diferente da capa da série",
                "Baixa o pdf do livro que você consegue colocar a capa que quiser pelo Calibre.",
                "Com essa capa horrosa eu teria problema mas ainda compraria de fosse um livro que eu quisesse ler.\n\nO problema é que duna até de graça vindo com brinde ainda tá caro",
                "Eu não compro, sinceramente. Acho feio demais e também considero terrível qualquer referência como \"livro que inspirou filme/série/etc\".\n\nEDIT: se for Kindle, não ligo, já que a capa é 'dinâmica'. Volta e meia uma capa muda na minha library, o que eu detesto, mas não tenho como evitar."
            ]
        },
        {
            "title": "Números do mercado brasileiro de mangás em 2022 - fonte: https://blogbbm.com/2023/01/04/numeros-do-mercado-brasileiro-de-mangas-em-2022/",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103ms1s",
            "num_comments": 12,
            "comments": [
                "Se tivesse um preço mais acessível seria um fenômeno, mangas são excelentes forma de leitura",
                "quais são esses mangas novos que tão fazendo tanto sucesso? parei de acompanhar há mtos anos",
                "Saudade de quando eu pagava R$8,90 nos mangás, não tem nada por menos de R$30,00 hoje em dia",
                "Posta no /r/quadrinhos também.",
                "E eu achando que com a gourmetização dos mangás, as vendas iriam cair. O povo quer pagar mais caro mesmo. \n\nAtualmente eu só pego coisas bem pontuais e séries curtas. Fugiu demais do meu padrão."
            ]
        },
        {
            "title": "Folhas dos livros onduladas😭😭😭😭 (socorro)",
            "selftext": "Gente, as folhas dos meus livros estão ficando onduladas e isso tá me incomodando demaissss.\nMe disseram que é por conta da umidade, então quando passar o período de chuva volta ao normal???",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103keqn",
            "num_comments": 10,
            "comments": [
                "Os meus resolvem ficar assim as vezes, mas não costuma durar mais que uma semana. Eu espalhei alguns saquinhos de silica gel atrás deles pra ver se ajuda em algo. Não fique preocupado OP.",
                "Kkkkkkkkk depois volta ao normal",
                "Isso tbm acontece comigo, é normal, principalmente nessa época de chuva torrencial. O grande vilão de um acervo é a umidade, então sugiro que vc compre um desumidificador de ar, custa uns 10 reais na Amazon e vc deixa parado na sua estante. \nComprei há algumas semanas pq meu quarto teve princípio de mofo por infiltração, mas mesmo assim meus livros estão de boa. Deus existe kkkkkkk\nEu deixo um pote pq nunca se sabe, né? Ainda mais com essa chuvarada toda."
            ]
        },
        {
            "title": "Clube de literatura clássica",
            "selftext": "Assinei em novembro, e até agora tenho Obras completas de Virgílio, Memórias póstumas de Brás Cubas e mais dois livros que estão para chegar; Os maias e Coração das trevas. Eu queria saber se esse clube realmente vale a pena, especialmente se as traduções são tão boas quanto dizem por aí, também quero saber se alguém aí tem alguma reclamação sobre, minha única é a demora para os livros chegarem, o livro do mês de dezembro ainda não chegou.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103l2it",
            "num_comments": 12,
            "comments": [
                "Eu assinei por um tempo. Achei o clube maravilhoso mas vc precisa estar ciente q pagará mais caro por livros q já são domínio público e q em algum momento já tiveram alguma versão bem mais econômica por outras editoras.",
                "Assinei o Clube Andarilhos e estou ansioso pela primeira entrega",
                "Se for o que eu to pensando, que tem uma versão lindíssima de Crime e Castigo, a tradução é português Portugal para alguns livros russos",
                "Eu não sou assinante mas vi a propaganda das obras completas de Vigílio e babei nela. O ponto é que montar um clube deveria ser um coletivo para baratear o custo do livro. Ali acontece o contrário.  Além disso, pesquisando aqui, vi que algumas obras dá para encontrar em edição de luxo na concorrência. A obra \"Coração das trevas\" foi publicada pela editora Darkside com capa dura e visual interessante, por exemplo.",
                "Eu andei pesquisando sobre esse Clube de Literatura Clássica e procurando alternativas que me dessem clássicos de luxo sem depender deles.\n\nAchei essa editora aqui:  \n[https://www.editoraexcelsior.com.br/classicos](https://www.editoraexcelsior.com.br/classicos)  \n\n\nSe a tradução deles é boa, eu não sei. No entanto, a qualidade do livro parece ser equivalente à do Clube de Literatura Clássica."
            ]
        },
        {
            "title": "Preciso desabafar sobre declínio de um homem",
            "selftext": "Desculpe, mas vou ter que usar palavrões para descrever minha experiência traumática.\n\nConheci esse livro através de uma recomendação do pinterest, fiquei ansioso para ler por apresentar de um tema melancólico, mas PORQUE DIABOS NINGUÉM ME FALOU QUE ESSA BOSTA É PRATICAMENTE UMA CARTA DE SUÍCIDIO (livro escrito em 1948 mesmo ano que autor comete suícidio), esse livro fudeo meu psicológico de uma forma desumana, fiquei até com dor de cabeça depois de ler tanto sofrimento e me identificar com algumas partes, porque também me vejo como uma pessoa passiva na maior parte da minha vida e com uma auto estima prejudicada igual alter ego do autor.\n\nÉ escrita de forma maravilhosa, nem vi o tempo passar e você realmente mergulhar de cabeça na história, a forma que você conhece até âmago do autor é maravilhosa.\n\nSinceramente, recomendo esse livro para ninguém que tenha qualquer problema psicológico.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103ce6j",
            "num_comments": 22,
            "comments": [
                "Melhor passar longe de Marte, de Fritz  Zorn. Eita livro bad vibes....",
                "medo. baixei esse livro hoje mesmo agora de tarde",
                "Livros assim eu passo bem longe. Sou uma esponja de sofrimento alheio então nem começo.\nTô fora.",
                "pera, o livro é oficialmente a carta de suicídio do autor?",
                "Qual o nome do livro?",
                "Quer ficar dodoi da cabeça de vez ? Lê O peso do pássaro morto de Aline Bei, depois tu me conta kkkk",
                "Uma vez entrei na BED de ler esses lixos e não achei nada saudável para meu psicológico, FAZ UM FAVOR A SI MESMO QUANDO QUISER UMA LEITURA MAIS PESADA LER LIVROS DE FILOSOFIA. Não são todos os autores más a maioria te conduz de forma mais amistosa em assuntos mais sensíveis.",
                "É uma carta de suicidio? Não sabia. Li ano passado e achei bem ruim. Não me afetou de forma alguma e também não simpatizei nem um pouco com o protagonista, exceto em algumas partes.",
                "Putz. Não conhecia, mas vou ficar ligado.\n\nAliás. Talvez você queira evitar o livro Não me abandone Jamais. \n\nNão é o mesmo gatilho, mas muito pesado também.",
                "*\"Quando se olha muito tempo para o abismo, o abismo olha para você.\"* Friedrich Nietzsche",
                "Tô pensando em ler. Parece bem interessante.",
                "Passei pela mesma experiência, entrei numa depre que só melhorou depois de ler Demian",
                "Qual é a graça de ler livros pesados? Sinceramente não consigo entender pessoas que gostam de se contaminar com coisas negativas...\nPassarei longe de A redoma de vidro, Os sofrimentos do jovem Werther e Declínio de um homem."
            ]
        },
        {
            "title": "O que mais te chamam atenção nos livros do guia do mochileiro das galáxias?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103690j",
            "num_comments": 15,
            "comments": [
                " As metáforas idiotas pra crises de identidade da vida. Me cago de rir com aquele niilismo barato regado a sarcasmo.\n\n  Ex sem spoiler: o vaso de petúnias caindo.",
                "Com certeza é a forma que Douglas Adams manipula o non sense para dar humor à escrita.",
                "Gosto muito do senso de humor dos livros",
                "Ele sabe ser irônico.",
                "a série de livros faz críticas muito boas a nossa sociedade atual usando um humor ácido com pitadas de referências científicas",
                "Comecei a ler o primeiro uns dias atras. To me divertindo ate mas tem horas que o non-sense parece meio exagerado.",
                "Eu gostei muito do início mas lá pelo quarto livro achei muito arrastado. Mas li os três Dirk e acho geniais. Douglas Adams é um dos meus autores prediletos, aliás vocês recomendam algum outro que escreva num estilo parecido?",
                "esse livro fala sobre o que? é autoajuda?"
            ]
        },
        {
            "title": "Ler nem sempre é só tristeza",
            "selftext": "Ultimamente venho lendo livros com um tom mais pesado, como declinio de um homem de Osama dazai, uma vida pequena de Hanya Yanagihara, gostaria de recomendações do senhores(a) de um livro com tom mais leve, mais descontraído.\n\nJá estou começando a ficar dodói da cabeça",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "103brxt",
            "num_comments": 25,
            "comments": [
                "O guia do mochileiro das galáxias e Anne de Green Gabels",
                "Leia o Auto da Compadecida",
                "Eu sou exatamente assim: esse livro parece q vai fuder com meu psicológico? É esse q eu vou ler\n\nEu tbm: pq eu vivo tendo relação literária?\nKkkkkkkkk\n\nMas vou te recomendar:\n\nMemórias de um fusca e memórias de um cabo de vassoura do Origenes Lessa\n\nBen Carson: autobiografia\n\nAs Crônicas de Narnia\n\nO Hobbit\n\nPequeno Príncipe \n\nHarry Potter (os primeiros 3)\n\nHistórias de um Cavaleiro dos 7 reinos\n\nUm romancezinho fofinho da Jane Austen",
                "Terra Papagali do Jose Roberto Torero é bem divertido",
                "Vc pode ler Alice no Pais das Maravilhas, a leitura é bem leve, mas se vc quiser vc tmb pode ler os livros da saga Magisterium, a leitura deles é tão leve que quando eu li eu nem notei e quando reparei já tava no no final do livro",
                "Nossa esses livros são um pé no saco, vai ler Júlio Verne",
                "boa tarde! não sei se vc já leu, mas recomendo: A Mulher na Janela. é um suspense/mistério mt bom.",
                "um romance policial pra mim é a melhor coisa depois e um livro sugador de vida tipo esse. qualquer um da Agatha Christie, por exemplo",
                "Ciberiada, Stanislaw Lem é muito de boa.",
                "Manja de inglês? Agora ta vindo uma trend de **Cozy fantasy**, livros literalmente que tem como premissa serem leves, que te façam sentir bem. \n\nEsses tempos li **Legends&Lattes,** bem descompromissado, leitura leve, rápida. Muito bom.",
                "Capitão Cueca"
            ]
        },
        {
            "title": "Os Miseráveis em inglês",
            "selftext": "Estou querendo ler Os Miseráveis há um tempo e pensei em ler em inglês. Vocês avaliam a leitura como difícil?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1036jnw",
            "num_comments": 10,
            "comments": [
                "Eu adoro ler em inglês, mas somente livros escritos em inglês, não acho que faz sentindo ler em inglês um livro que foi escrito em outro idioma quando se tem a tradução em português disponível.",
                "Não achei muito difícil na época. Vez ou outra você tem que ir pro dicionário, mas de boa. Agora, por que em inglês? O livro foi escrito em francês e português é mais próximo de francês do que inglês kkkkkkk",
                "A leitura é fácil, mas em inglês provavelmente vai fazer mais mal do q bem. A menos q vc seja muito fera no inglês pq se n vc tá basicamente lendo uma tradução dupla",
                "Se for pra estudar inglês, acho uma boa. Porém, é de se esperar q a tradução para o português seja mais próxima do original.",
                "Vamos ler em português logo. O meu tá ali na estante só esperando sair do plástico. Além disso, vc quer ler em outra língua, pq inglês? Não seria melhor francês?"
            ]
        },
        {
            "title": "Recomendações de livros com temática de Suspense e/ou Horror e/ou Terror",
            "selftext": "Tópico periódico para recomendar livros de terror e/ou horror.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10334rb",
            "num_comments": 6,
            "comments": [
                "Charlie Donlea e Karin Slaugther (alguns livros dela sao mto bons mesmo) sao dois ótimos autores de Suspense.\n\nO livro Verity da Colleen Hoover é um suspense psicológico mto bom. Tem também Bodas de Sangue do Pierre Lemaitre. Uni-Duni-Tê  da M.J. Arlidge.",
                "Dê uma chance aos latinos: Mariana Enriquez.",
                "H. P. Lovecraft",
                "Terror em amityville",
                " \\- A Paciente Silenciosa (suspense)  \n\\- Jantar Secreto (terror)",
                "Edgar Allan Poe"
            ]
        },
        {
            "title": "Por qual Livro ou conto começar Dostoiévsk?",
            "selftext": "Já li noites brancas, sei que esse é um livro bem mais \"wholesome\" dele, apesar do final triste. Gostaria saber quais sãos os melhores livros, de preferência aqueles que não são muito grandes ou dificeis de ler",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102pnua",
            "num_comments": 26,
            "comments": [
                "Noites Brancas é realmente bem fora da curva. Também acho legal continuar nos mais curtos por enquanto. Recomendaria Gente Pobre, O Duplo e Um Jogador. A Editora 34 tem uma edição chamada Duas Narrativas Fantásticas que vem com os contos A Dócil e Sonho de um Homem Ridículo. Acho que essas 5 obras sedimentam bem a fase de iniciação. Daí em diante pode partir para os romances mais profundos. Eu faria na sequência: Crime e Castigo, Memórias do Subsolo, O Idiota, O Adolescente, Demônios e Os Irmãos Karamazov. Ainda restará outras ótimas obras como Escritos da Casa Morta, Humilhados e Ofendidos, O Eterno Marido, entre outros. Enfim, tem muita coisa boa e leia sem pressa.",
                "Sonho de um Homem Ridículo ou Memórias do Subsolo são curtos e excelentes. Eu começaria por estes.\n\nCrime e Castigo é maravilhoso mas comprido, embora não seja difícil.\n\nOs Irmãos Karamazov é profundo, comprido, em alguns momentos maçante, mas também não é difícil.",
                "Olha eu comecei com Notas do subterrâneo, depois li Crime e Castigo, O Crocodilo e terminei Os Irmãos mês passado. \nNão li um seguido do outro, intercalei com outras leituras mais fáceis. \n\nEu sempre tive \"medo\" de encarar o Dostoievski, mas dessa maneira foi super tranquilo para mim.",
                "eu acho que leria o eterno marido",
                "Eu vou começar com Noites Brancas.",
                "Comecei lendo O Idiota e amei o autor a partir daí.",
                "Vou começar com O Jogador, simplesmente pq já tenho ele. Está entre os próximos que vou ler com certeza.",
                "Que bom que você gostou de Noites Brancas! Se você está procurando uma obra mais conhecida e conceituada de Dostoiévski, recomendo começar com [Crime e Castigo](https://www.amazon.com/Crime-Castigo-Portuguese-Fi%C3%B3dor-Dostoi%C3%A9vski-ebook/dp/B07PMKYVGS/ref=sr_1_1?crid=DYRMPR06GKL2&keywords=dostoevsky+crimes+e+castigo&qid=1672866176&sprefix=dostoevsky+crime+e+castigo%2Caps%2C78&sr=8-1). É um romance clássico que explora a psicologia de um jovem que mata um velho penhorista e as consequências morais e espirituais que se seguem. É um pouco mais longo do que Noites Brancas, mas é uma leitura atraente que muitas pessoas consideram uma experiência gratificante e enriquecedora.\n\nOutras obras de Dostoiévski que você pode gostar incluem [Os Irmãos Karamazov](https://www.amazon.com/Obras-Dostoievski-Irmaos-Karamazov-PORTUGUESE/dp/9722329383/ref=sr_1_1?crid=AB2AS5Z1EEDP&keywords=dostoevsky+in+portuguese&qid=1672865956&sprefix=dostoevsky+in+portuguese%2Caps%2C76&sr=8-1) e [O Idiota](https://www.amazon.com/Idiota-Portuguese-Fiodor-Dostoi%C3%A9vski-ebook/dp/B00BBFSDXO/ref=sr_1_14?crid=AB2AS5Z1EEDP&keywords=dostoevsky+in+portuguese&qid=1672865956&sprefix=dostoevsky+in+portuguese%2Caps%2C76&sr=8-14). Ambos os romances são considerados entre seus melhores trabalhos e oferecem muito material para reflexão sobre uma ampla gama de questões filosóficas e morais.",
                "Sinceramente, comecei a ler por conta de um anime no qual me interessei, sempre gostei de ler então comecei a pesquisar sobre Dostoiévski, meu primeiro livro foi crime e castigo.",
                "Eterno marido e o sonho de um homem ridículo ,eu penso que são boas indicações e possuem uma leitura fluída.",
                "Acho que depende. \n\nEu comecei por crime e castigo porque era o único que eu mais conhecia a história e achei interessante, mas foi esse livro que me fez gostar de Dostoiévski. Não acho que seja um livro difícil de ler, porém é uma leitura densa e que merece ser apreciada com calma e atenção. \n\nTenta ver um livro pelo qual você se interessa pela história, e tenta ler.",
                "Também tô embarcando nessa jornada, por enquanto li a dócil, o sonho de um homem ridículo e agr estou lendo o idiota e tô curtindo muito.",
                "Eu tentei começar por Crime e Castigo e, na época, não deu. \n\nDepois disso, o primeiro que li inteiro foi Memórias do Subsolo e, só então, aproveitei a leitura, apesar de ser um livro tão introspectivo quanto Crime e Castigo e com uma narrativa menos convencional.\n\n Acho que o ideal é não ter medo de \"abandonar\" um livro e tentar outro.",
                "Noites Brancas, Crime e Castigo ou Gente Pobre",
                "Olha, eu dei de presente para uma pessoa o \"Noites Brancas\" como primeiro livro, por ter uma premissa mais tranquila (para aquela pessoa) e ser mais do agrado, e foi funcional. Então eu diria ou esse ou contos (que é como eu gosto de começar a ler um autor). Mas outro que indico é \"Crime e Castigo\" mas talvez não como primeiro"
            ]
        },
        {
            "title": "Olá pessoal!! Alguém tem uma recomendação sobre um bom livro de detetive, mistério, etc...?",
            "selftext": "Eu adoro esses tipos de livros! Estou terminando de ler os livros de Sherlock Holmes, e dei uma pause de Agatha Christie. Alguém tem uma boa recomendação?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102la91",
            "num_comments": 10,
            "comments": [
                "Edgar Allan Poe chegou a escrever alguns contos nesse estilo, tipo \"O Escaravelho de Ouro\" e \"Os Assassinatos da Rua Morgue\". São leituras bem rápidas, vale a pena conferir.",
                "Outsider do stephen king",
                "A Inocência do Padre Brown. O personagem foi elogiado até por Gramsci!",
                "O casal que mora ao lado - Shari Lapena\nO inocente - Harlan Coben\nO cortador de pedras - Camilla Läckberg",
                "O estado das almas - Giorgio Todde",
                "Anjo da escuridão do Sidney Sheldon",
                "- Todos os livros do Harlan Coben, com ênfase na série do Myron Bolitar e no 'Apenas um Olhar';\n\n- Os dois primeiros livros da série Kate Marshall, do autor Robert Bryndza: 'O Canibal de Nine Elms' e 'O Nevoeiro de Shadow Sands' (esse último eu ainda estou lendo, mas tá muito bom!)",
                "O Caso da Borboleta Atíria",
                "A JK Rowling escreve uma série de livros de detetive (Cormoran Strike). Os livros do Zafon (da série do cemitério dos livros esquecidos) também são de mistérios, apesar de não ter um detetive como personagem.",
                "A mandíbula de Caim, esse sim, vai te deixar louco da cabeça(autocritica)"
            ]
        },
        {
            "title": "Me ajudem a encontrar um livro",
            "selftext": "O livro fala sobre uma garota pobre da era medieval onde tem magia, só que somente os nobres possuem a magia (até onde lembro), e ela descobre que tem magia quando guardas do reino começam a atacar os pobres e ela acaba usando sem querer e mata o guarda e consequentemente tendo que começar a fugir das torres de magia. Tbm lembro que aprendi a palavra fitar dele.  \nNão li o livro todo e é só isso que eu lembro, eu peguei o livro emprestado aos 12 anos, de uma amiga que não tenho mais contato.\n\nDesde já muito obrigado",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102ho8r",
            "num_comments": 13,
            "comments": [
                "Parece legal esse livro",
                "Se souber também me fala",
                "O Clã dos Magos? Trilogia do Mago Negro.\n\n\"Todos os anos, os magos de Imardin reúnem-se para purificar as ruas da cidade dos pedintes, criminosos e vagabundos. Mestres das disciplinas de magia, sabem que ninguém pode opor-se a eles. No entanto, seu escudo protetor não é tão impenetrável quanto acreditam.\n\nEnquanto a multidão é expurgada da cidade, uma jovem garota de rua, furiosa com o tratamento dispensado pelas autoridades a sua família e amigos, atira uma pedra ao escudo protetor, colocando nisso toda a raiva que sente. Para o espanto de todos que testemunham a ação, a pedra atravessa sem dificuldades a barreira e deixa um dos magos inconsciente.\n\nTrata-se de um ato inconcebível, e o maior medo da Clã de repente se concretiza: uma maga não treinada está à solta pelas ruas. Ela deve ser encontrada, e rápido, antes que seus poderes fiquem fora de controle e destruam a todos.\"\n\nAdianto que se for, essa historia é 10/10, todos os livros. Um dos melhores que li ano passado.",
                "Rainha vermelha?"
            ]
        },
        {
            "title": "Como publicar história infantil",
            "selftext": "Olá! Gostaria de saber se aguem já publicou alguma historia infantil e se sim como o fizeram, quais as principais dificuldades e, se puderem revelar, os custos envolvidos\n\nTodas as editoras que tenho visto pedem imenso dinheiro para a publicação do mesmo, mas ao mesmo tempo fazer uma impressão e publicação \"sozinho de forma autónoma\" é difícil  pois não tenho a parte da ilustração ( que seria fundamental), só da escrita. Alguem me poderia ajudar?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102myc2",
            "num_comments": 3,
            "comments": [
                "UP, isso também me interessa",
                "Quanto à publicação, vc certamente poderá publicar de forma autônoma na Amazon, sem custo algum. A ilustração lhe deixa poucas opções.\n\n1 - vc paga alguém com a habilidade para colocar sua ideia no papel, ou melhor, em formato de foto (todas as ilustrações deverão estar em formato jpeg ou outra que a plataforma Amazon aceite);\n\n2 - vc pode usar o site Canva . com (ideal para capas e outros) e tentar fazer suas ilustrações com a variedade de opções existentes lá; \n\n3 - vc pode ter a sorte de ter um bom desenhista na família, e às vezes ainda não sabe.\n\nDe todos os modos, saúde e sorte!",
                "tem muita gente fazendo essas ilustrações para publicação de livros infantis usando inteligências artificiais tipo o MidJourney, da uma googlada, talvez te interesse"
            ]
        },
        {
            "title": "Como ler clássicos \"difíceis\"?",
            "selftext": "Tentei ler Virgílio e Memórias póstumas de Brás Cubas, em traduções ótimas do clube de literatura classica, mas não consegui ler muito ou entender muito bem, como faço pra conseguir ler?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102ohhw",
            "num_comments": 55,
            "comments": [
                "Tradução de Memórias Póstumas? Como assim?\n\nE assim, leitura é momento e formação intelectual. Dificilmente vou conseguir ler um livro de física, a exceção dos de divulgação científica. Não tenho capacidade. Com literatura já aconteceu de só conseguir ler um livro dez anos depois, pelo mesmo motivo. O que recomendo é paciência e estudo. E não é nenhuma vergonha não conseguir ler algo.",
                "Eu passei e ainda passo pelo mesmo problema. Mas o melhor a fazer é continuar tentando e procurando entender, eu geralmente leio com o notebook aberto ao lado pra pesquisar aquilo que não compreendo. Outra coisa é que vc se acostuma com a linguagem na marra mesmo, quando vc perceber já virou mais natural. Por isso estou relendo alguns títulos inclusive, porque sinto que peguei o jeito.",
                "Vc tem que se forçar a ler 2 livros do séc. XX. O terceiro já será fácil. Depois vai voltando no tempo. Chega uma hora em que começa a sentir que essa linguagem mais clássica é a única que vale a pena ler",
                "as edições da panda books são maravilhosas pra ler esse tipo de livro, eles explicam todos os conceitos antigos enquanto a história vai rolando, mostram fotos e até ilustrações\n  \nalém disso, também dao a definição de algumas palavras menos comuns\n  \ntudo isso nas laterais das páginas dos livros  \n\ne por último, ler no kindle ou no app do kindle pra smartphone pode ser uma boa, visto que vc pode ir clicando nas palavras e conceitos e consultando em tempo real o dicionário ou a wikipedia",
                "Cara, eu tinha ótimos planos pra faculdade, mas comecei a ler Memórias Póstumas e logo no início por não entender nada, me senti totalmente incapaz e meus planos foram lá pra pqp",
                "Eu li alguns dicionários durante a adolescência (por quê?) e agora não tenho mais tantos problemas quanto à isso.",
                "Eu sofro desse problema de clássicos com edições antigas, de antes da reforma ortográfica. Ler edições mais recentes ajuda muito.",
                "Eu li num comentário q vc quis dizer edição ao invés de tradução do Memórias Póstumas e isso é algo q eu vou te recomendar. Se vc tiver a habilidade e disponibilidade leia traduzido, no EN eu tinha q ler alguns clássicos brasileiros q achei muito chatos e/ou difíceis por causa da linguagem e decidi ler em inglês ou espanhol e facilitou muito a minha vida.\n\nEm outro aspecto as vezes o q precisamos é contextualização. Ambos os livros tem elementos q podem diferenciá-los em sua dificuldade. Eu tinha muita dificuldade de ler Virgílio e outros autores semelhantes pq eles escrevem em verso. Ou as vezes eu não entendo o contexto ou as referências q o autor faz pq o livro foi escrito a muito tempo ou pq ele trata dr coisas específicas que eu não entendo.\n\nMas eu recomendo q vc se contextualize antes de lê-los, procure vídeos no YouTube que muitas vezes eles falam de leituras complementares: a Isabela Lubrano e a Tatiana Feltrin fazem muito isso",
                "Eu acho que para começar a ler clássicos difíceis o ideal é começar por dom quixote um dos mais legais e divertidos",
                "1- Leia escutando audiobook\n2- Ler também constrói o seu intelectual, quanto mais você ler, mais fácil fica de entender as obras.\n3- Você não precisa começar direto com os clássicos mais antigos, quanto mais antigo o livro, mais difícil de entender. Então tenta ler obras do meio pra baixo do século XX, depois você vai pegando livros dos séculos anteriores, ler SEMPRE é bom, então mesmo que sejam muitos livros até você chegar nesses de leitura mais \"maçante\", a sua bagagem literária vai estar mais cheia e vai ser muito mais tranquilo ;) vc vai sentir diferença até no seu dia a dia.",
                "Eu te diria pra começar a ler o que te dá prazer. O que te chama a atenção, podem ser livros mais recentes ou não. O que se comunica com você num nível afetivo mesmo. \n\nAcho que o que torna alguns clássicos difíceis é que pra entender muita coisa cê precisa estar ligado nos períodos, na história e política da época. Então não é apenas questão de ler as palavras, mas saber as entrelinhas e mergulhar nas camadas mais abstratas e teóricas por trás das motivações de cada livro. \n\nCê falou do Machado e do Virgílio. São coisas totalmente diferentes, e cada um vai te exigir conhecimentos paralelos específicos. Daí ler um livro clássico é também ler textos paralelos, ver filmes, aulas etc.\n\nSe você encontra a \"sua praia\" no meio disso, e se focar em \"dominar\" aquela área, fica mais fácil de sair do específico para o geral.",
                "Também estou na mesma situação, não consegui ler Memórias Póstumas de Brás Cubas. No caso não tanto pela linguagem mas também pela história. Outro também é A hora da estrela de Clarice Lispector, foi o 1º livro que comprei da autora pra ler e não vai rs\n\nNeste ano quero voltar pra finalmente terminar de ler esses livros!",
                "Passei por isso lendo Iracema, entendi bem pouco do que li. :(  não sei como resolver, fiquei pensando que deveria arranjar uma edição mais atual, o livro era uma edição da década de 70 que achei na casa da minha avó.",
                "Comece lendo um resumo ou visão geral do livro. Isso pode lhe dar uma ideia geral do que é o livro e ajudá-la a entender melhor o contexto em que foi escrito.\n\nFaça pausas e dê um ritmo. Ler um clássico pode ser uma tarefa desafiadora e é importante dar a si mesma tempo para absorver o que leu. Não tente ler o livro apressadamente - faça pausas, releia as seções e faça anotações se isso a ajudar a entender melhor o material.\n\nProcure palavras ou conceitos desconhecidos. Não tenha medo de usar um dicionário ou fazer alguma pesquisa online para entender melhor as palavras e ideias apresentadas no livro.\n\nConsidere ler uma tradução diferente. Diferentes traduções da mesma obra podem variar em seu nível de dificuldade e clareza. Se você estiver tendo problemas com uma tradução, pode ser útil tentar ler uma tradução diferente.\n\nDiscuta o livro com outras pessoas. Compartilhar seus pensamentos e fazer perguntas sobre o livro com outras pessoas pode ajudá-la a obter novos insights e entender melhor o material.",
                "Sobre Virgílio tem que ver se essa tradução é ótima mesmo, não sei já mudou mas esse clube por um bom tempo usava traduções em domínio público, ou seja, traduções com mais de 70 anos. Recomendo comprar em editoras sérias como a companhia das letras ou a editora 34, além de notas explicativas e boa tradução, também têm fortuna crítica e introdução (que esses clubes geralmente não tem, só te jogam no texto)."
            ]
        },
        {
            "title": "Procuro livros (mais específicamente séries de livros) que sejam semelhantes a \"Desventuras em série\"",
            "selftext": "A narração sarcástica do Lemony, a história um pouco pesada e trágica me marcaram bastante, e eu adoraria achar alguma série de livros ou algum livro único que seja parecido.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102ocap",
            "num_comments": 7,
            "comments": [
                "guia do mochileiro das galáxias, do Douglas Adams  \n  \ntalvez belas maldições do Neil Gaiman (?) no sentido da ironia",
                "Tente ler a série As Irmãs Grimm do Michael Buckley. Lembro que ela é uma mistura de OUAT com desventuras em série, recomendo!",
                "Conhece Kurt Vonnegut? Que eu saiba ele não escreveu nenhuma série, mas os livros dele também lidam com temas pesados com o mesmo humor absurdista. Recomendo \"Cama de Gato\" e \"Café da Manhã dos Campeões\".\n\nOutros autores que talvez sejam do seu interesse: Terry Pratchett, Neil Gaiman, Douglas Adams e David Foster Wallace."
            ]
        },
        {
            "title": "Sugestão de leitura: Revelações de um Esquizofrênico (2012)",
            "selftext": "Para quem gosta de assuntos mais macabros, este é o livro escrito por Jorge Negromonte, ninguém mais ninguém menos que o líder dos canibais de Garanhuns (sim, aqueles que faziam empada com carne humana).\n\nEle conta principalmente as alucinações que tinha desde a infância. Eu criei um esboço na Wikipédia sobre o livrinho:\n\nhttps://pt.wikipedia.org/wiki/Revelações_de_um_Esquizofrênico",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102eg0f",
            "num_comments": 2,
            "comments": [
                "Tem o pdf do livro dele ,bem fácil de achar no Google,assim como tbm tem o do Febrônio Índio do Brasil.\nAmbas as leituras são um dos caminhos,para compreender um pouco os autores,apesar que o livro do Febrônio,é até chato,pois é paranóia pura,ao contrário do livro do Jorge.\nMuito legal o seu trabalho,parabéns!"
            ]
        },
        {
            "title": "Recomendação de livros para entender a sociedade dos anos 50 pra cá.",
            "selftext": "É basicamente isso! XD",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102cp5y",
            "num_comments": 7,
            "comments": [
                "\nO Povo Brasileiro - Darcy Ribeiro\nHistória Econômica do Brasil ou Formação do Brasil Contemporâneo - Caio Prado Jr. (O segundo é um pouco da teoria do autor sobre a essência do que é ser brasileiro)\nSociedade de Classes e Subdesenvolvimento - Florestan Fernandes\nPor mais que sejam do século XIX, Livros do Machado de Assis e Aluísio Azevedo dão uma visão sobre essência humana, recomendo, respectivamente, Quincas Borba e O Cortiço \n\nEichmann em Jerusalém - Hannah Arendt (ela fundamenta a banalidade do mal pós-segunda guerra)\nPorque as nações fracassam - Daron Acemoglu\nPodres de Mimado - Anthony Daniels\nFascismo e Democracia - George Orwell",
                "50? Que tal 100? Acho que qualquer livro de não-ficção do G.K. Chesterton pode ajudar a entender um pouquinho! Eu começaria com Ortodoxia, que é maravilhoso. Mas acho que o que vai te ajudar mesmo é O que há de Errado com o Mundo -- esse está baratíssimo no Kindle! E se você gosta de ler em inglês, é possível encontrar as obras quase completas do autor por menos de dez reais também no Kindle.",
                "Brasil ou alguma região do globo em particular?",
                "William Outhwite - Teoria social: um guia para entender a sociedade contemporânea\n\nZygmut Bauman - Modernidade Líquida\n\nMarshall Berman - Tudo o que é sólido desmancha no ar\n\nTony Judt - Pós-Guerra\n\nHartmut Rosa - Alienação e aceleração \n\nAnthony Giddens - A transformação da intimidade \n\nUlrich Beck - Sociedade de Risco",
                "As veias abertas da América Latina - Eduardo Galeano"
            ]
        },
        {
            "title": "[Enquete] Top 100 Livros de Literatura Favoritos do /r/brasil (2023)",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102caje",
            "num_comments": 1,
            "comments": [
                "O r/Brasil é um antro de retardados mentais, o que que me interessa saber quais são os livros favoritos dessa gente? No máximo devem \"ler as figuras\"."
            ]
        },
        {
            "title": "Vocês preferem finais realistas ou felizes?",
            "selftext": "Em um livro vocês acham que um final feliz é melhor que um final realista mas não necessariamente feliz, ou o contrário? Por quê?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102bq7c",
            "num_comments": 31,
            "comments": [
                "Final feliz também é realista!",
                "realista.\n\ntipo, um final ser feliz não tem problema, desde que ele seja condizente com tudo oq foi apresentado. só que tem mto livro com final feliz só pq o autor simplesmente quis, pq ignorou varios acontecimentos, colocou Deus ex-machina na história, pq não acrescentou nenhuma consequência pras atitudes dos personagens ou ignorou mil furos de roteiro só pra tudo ser cor de rosa no final. odeio isso, traz muita vibe daqueles romances ou fantasias meia boca que todos os problemas criados são descartados pq o \"amor vence tudo no final\", sabe? \n\ntipo, uma coisa que eu acho muito fantasioso por exemplo é quando um personagem é insuportável, arrogante, um mala, trata todo mundo mal e responde tudo com deboche e ironia e não recebe uma punição por isso, e caso o personagem tenha um arco de redenção, no final todos personagens o perdoam sem problemas. no realista, o personagem com esses atributos no final não vai ter a vida tão fácil assim. sei que há diferença entre o realista e a fantasia, mas penso que não é só pq é fantasia que tem ser mirabolante ou besta, né?",
                "Eu quero algo que condiz com o livro, tanto faz se for triste, agridoce, realista ou feliz.",
                "Realista, mesmo que eu sofra e chore.",
                "Feliz",
                "Depende muito do meu momento, as vezes quero algo realista e em outros momentos quero aquilo de tudo vai sempre dar certo.",
                "Feliz, porque torço pelos personagens e quero que eles fiquem bem",
                "os dois. Nem todos finais realistas são necessariamente ruins, é algo que a galera bota na cabeça que só acontece desgraça e pronto.",
                "Acho que o final tem que ser coerente com a história, não necessariamente feliz ou realista. Quando eu termino um livro, se o final faz sentido com a jornada daqueles personagens, se como eles chegaram ali faz sentido, tá tudo bem.\n\nInclusive, é bem difícil eu me incomodar com o final de um livro, normalmente, é o livro todo que me incomoda, mas o final faz sentido com a jornada.",
                "Prefiro mil vezes um final realista. Pois perfeição não existe.",
                "feliz, de realista já basta a minha vida medíocre",
                "Realista.\nLer já sabendo que vai dar tudo certo no final não me traz qualquer interesse. Até porque a vida é assim.",
                "Prefiro finais realistas. Algo q subverte expectativas completamente, o herói não salva o dia, eles n ficam juntos, fulano morre. Gosto de felicidade e finais felizes, mas acho q a literatura tem d+ dela, nem todos os Monstros morres, a maioria dos vilões sai impune e a maioria dos casais terminam gosto de ver a vida real retratada n o sonho",
                "O final feliz é o que se espera, aí vem o realista e surpreende. Quando li Como Eu Era Antes De Você, sofri uma semana com o desfecho, achei injusto com ela, depois entendi o lado dele e me conformei. Sofro muito com os personagens kkkk",
                "Realista, não que um final feliz não seja realista, mas gosto do sentir que não foi um final forçado e tals.",
                "Livros realistas e não ficcionais.",
                "Realista, com certeza.",
                "realista",
                "Finais realistas, inclusive um dos meus finais favoritos é o de Dom Casmurro (maldito livro me fez virar 4 madrugadas)",
                "Final feliz",
                "Realista E feliz! (As vezes.)",
                "Feliz, minha vida já é realista demais",
                "Ambos",
                "Realista, o que mais faz sentido para o final do livro",
                "Realista.",
                "Acho que realista, embora eu torça por finais felizes. Eu só não gosto de livro com final curto. Vc fica o livro todo esperando pelo final e aí o final é tipo duas palavras e fim.",
                "Intermediário, às vezes o realista é mais realista kkkk logo mais aceitável. Porém ñ deixa de ser triste e desanimante dependendo :)",
                "Depende muito do livro. Digo, se o livro todo for no caminho de dar merda e no final ter um plot bosta e ter um final feliz é do caralho.",
                "Isso é BEEM relativo, mas eu prefiro realistas porque só finais felizes enjoam"
            ]
        },
        {
            "title": "Governo Lula cria Secretaria de Formação, Livro e Leitura e exonera presidente da FBN",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102b9sm",
            "num_comments": 15,
            "comments": [
                "Isso é muito bom. Que o livro continue livre de impostos para sempre e que todos tenham acesso! Não importa se você é de direita ou esquerda, isso é bom para todos!",
                "Seria bom se retirassem os impostos dos livros",
                "O que se espera: realocação de verba para disponibilizar livros a quem mais precisa. O que acontece cabide de empregos e corrupção\n\nEdit: troquei investimento por realocação de verba já que é dinheiro e de imposto e não investimento"
            ]
        },
        {
            "title": "Listão mensal de lançamentos da Revista 451",
            "selftext": "A Revista 451 elabora uma lista com lançamentos em várias áreas. Sempre vale à pena dar uma conferida.\n\n[https://www.quatrocincoum.com.br/br/listao](https://www.quatrocincoum.com.br/br/listao)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "102a9in",
            "num_comments": 1,
            "comments": [
                "Legal"
            ]
        },
        {
            "title": "LC de Anna Karienina",
            "selftext": "Bom, alguém tinha falado aqui no sub de fazer uma LC de Anna Karienina e eu vi muita gente falando de ser agora em Janeiro. Vamos fazer esse projeto vingar, pessoal!!!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1028v2o",
            "num_comments": 12,
            "comments": [
                "Provavelmente vou parecer ridículo perguntando isso, mas o que é pra ser um \"LC\"?",
                "Eu vi esse post e até me colocaram num chat pra organizar como seria. Mas o OP parece q tava com fogo de palha. Ngm organiza nada e fica por isso msm.\n\nEu comecei a leitura dia 1°, como disse q faria. Se forem organizar uma LC, eu topo.",
                "Estamos organizando ainda. Vou te add.",
                "Vão fazer via Discord, Twitch, Whatsapp?\nNunca participei mas gostaria de saber como vocês fariam.",
                "Estava lendo e parei na página 420 e poucos, se realmente for pra frente o projeto com Anna Karenina eu volto com a leitura e também começo a reler pra acompanhar o sub.",
                "Gostaria de participar mas não uso discord(e nem quero). Só tenho telegram."
            ]
        },
        {
            "title": "Sites de Compra de Livros",
            "selftext": "Quais sites de compra de livros vocês conhecem ?\nNa minha cidade não tem uma livraria, apenas pequenos sebos, enfim, necessito de novas aquisições.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1026921",
            "num_comments": 27,
            "comments": [
                "Amazon para a maioria dos livros (físico ou digital para o Kindle) e Estante Virtual  para livros antigos ou que são difíceis de encontrar. O Estante Virtual normalmente acaba sendo mais utilizado por pessoas que estão fazendo uma pós-graduação, mas vale dar uma olhada no site quando estiver atrás de um livro antigo.",
                "Compro 90% das coisas na Amazon e às vezes algo no Estante Virtual. Também comprava no site da Panini antes de reformularem o site e virar uma bagunça.",
                "Eu compro muito livros em inglês pelo Book depository. Foi comprado pa Amazon há alguns anos, por isso deve ser parecido.",
                "Especifico pra livros não sei. Como tenho kindle compro tudo pela Amazon, acho que eles tem uma seleção boa de titulos (digital e fisico).",
                "Amazon e estante virtual, compro pela shopee tb",
                "Basicamente Amazon, os melhores preços geralmente estão lá, entrega rápida e sem problemas com entrega, pelo menos comigo (interior do RJ). \n\nTalvez Submarino valha a pena em dias de promoção tipo Dia do Livro e Black Friday, é sempre bom ficar de olho naqueles títulos que você está querendo comprar mas são caros.",
                "eu SÓ compro na amazon (é beem mais barato doq livrarias) mas uma dica: se vc perceber q o livro ta com o valor alto dms, coloca ele na lista de desejos e espera... mas espera meeeesmo, já consegui até 40% de desconto fazendo isso",
                "Antes da Amazon inaugurar no Brasil, eu praticamente só comprava no Submarino. Agora é 75% Amazon, 10% entre sites da B2W (Submarino, Americanas - quando tem um bom cashback) e o resto no site da própria editora, como a Estética Torta e a Wish",
                "Pela Amazon e pela Shopee, quando tô com cupom de frete grátis (sempre pego de uma loja com altas vendas e avaliações boas)",
                "Tem muito livro na shopee. E com frete grátis se você comprar bastante de uma vez.",
                "Além dos sites que foram ditos aqui, gostaria de acrescentar o do Portal dos Livreiros.\n\n[https://www.portaldoslivreiros.com.br/](https://www.portaldoslivreiros.com.br/)\n\nEle vem de um grupo de pessoas que consideraram as taxas do EstanteVirtual abusivas e decidiram montar o próprio site. Eles vendem os livros deles através do Shopee. Em contrapartida, o volume de livros deles é bem menor.  Apesar disso, é mais uma alternativa aos outros sites já listados aqui.",
                "Eu tô comprando muito pela Amazon, depois de assistir um mês gratis no Amazon Prime (R$ 16,00). Só em dezembro eu comprei, com Amazon Prime:\n- Drácula, da editora Darkside por uns 40 reais e com frete grátis.\n- O Médico e o Monstro e outros contos, de Stevenson, por uns 30 reais, mais ou menos.\n-  Sherlock Holmes, Um Estudo em Vermelho, por uns 12 ou 17 reais, não lembro bem.\n- A Odisséia, por uns 12 reais.\n- 1 dicionário de estudo de Língua Portuguesa e 1 de língua inglesa por uns 12 reais.\n- Epidemiologia, uma breve introdução, livro de bolso da editora L&PM, por uns 12 reais também.\n\nComprei bastante coisa e com preço muito acessível, fora que a maioria chegou aqui em casa entre um e três dias. Não paguei frete em nenhum deles.",
                "Descobri diversos sebos interessantes no Shopee, e consegui economizar bastante. Geralmente comprava no Estante virtual. Dê uma olhada se quiser.",
                " Amazon, tanto para livros físicos quanto virtuais, recomendo seguir contas de promoções no Tweeter, ajuda muito",
                "Bom, eu gostei de comprar na Amazon, meu livro chegou em 3 dias, também gostei muito de comprar na Estante Virtual, chegou direitinho",
                "Amazon, Saraiva, Submarino, Livraria Cultura.",
                "Já comprei livro nas Lojas Americanas e chegou na minha casa em menos de duas horas com frete grátis. Aí foi sorte.",
                "Cara a maioria dos meus foi na Amazon"
            ]
        },
        {
            "title": "O app do skoob está fora do ar?",
            "selftext": "Desde ontem, primeiro dia do ano, eu nao tenho conseguido abrir o app. No site fica aparecendo coisas do tipo \"erro 504\", \"tempo limite do gateway\", etc. Vi no google que podia ser a minha internet ou que o servidor nao está conseguindo suprir a demanda de acessos. Alguém sabe dizer se está fora do ar?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101vzh5",
            "num_comments": 8,
            "comments": [
                "No meu ainda consigo abrir o app, mas está extremamente lento, demora uma eternidade pra carregar alguma coisa.",
                "Todo início de ano é assim. Muita gente usando.",
                "Estou enfrentando o mesmo problema - e, pelo que vi no Twitter, não somos os únicos. Provavelmente é alguma anormalidade de início de ano.\n\nSó espero que a minha estante não fique bagunçada depois que resolverem isso.",
                "Sempre que acontecer isso apague todo o cache do aplicativo do skoob."
            ]
        },
        {
            "title": "Qual é o melhor canal literário no Youtube Br, na vossa opinião?",
            "selftext": "Sempre fui um grande admirador da Claire Scorzi, que fazia análises muito boas no YT antigamente, e recentemente ela voltou a publicar um vídeo sobre as melhores leituras do ano. E vocês, gostam dos canais literários? E, se gostam, quem costumam acompanhar nas análises literárias?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101rtay",
            "num_comments": 48,
            "comments": [
                "Literature-se",
                "Isabela Lubrano, do Ler Antes de Morrer. Sou apaixonado kkk.",
                "Vou pegar dicas nos comentários kk",
                "vevsvaladares",
                "Conto um conto",
                "Tem um canal pouco conhecido,  Estante do Arthur. Segue lá que o Arthur é brabo.",
                "Tatiana Feltrin",
                "Tati",
                "Isabela Lubrano do canal ler antes de morrer, Yuri do canal livrada  e o Bruno do canal O navegando mas ele parou de gravar.",
                "Luago nos Livros",
                "Paloma Lima  \nPágina 99  \nLéguas e Letras",
                "Isabela Lubrano do canal ler antes de morrer",
                "Livraria em casa, adoro o Paulo e o Rodolfo! Morro de rir ^-^",
                "Ler antes de morrer é muito bom kkkkk",
                "Gosto do ler antes de morrer e nuvem literária.",
                "Eu já citei aqui uma vez mas a Débora de Olá Bocós. Eu sinto que ela é gente como a gente.",
                "Literatura com Alencar.",
                "Se souberam em english, também tenho interesse",
                "Muitas recomendações interessantes e muitas que eu nem conhecia :)",
                "Aline Aimee",
                "Eu particularmente gosto muito do Lítera Brasil",
                "Eu via o Navegando, mas ele parou de postar. Fora esse só vejo canais em inglês.",
                "livrada",
                "Amo os canais Ler Antes de Morrer e Literature-se, para mim esses são os melhores, a Isa-Lu e a Mell sabem instigar na pessoa a vontade de ler o livro, possuem muito conhecimento sobre o que falam e são super carismáticas. \nA Tatiana Feltrin, apesar de ter umas opiniões bem divergentes da minha, também faz uns vídeos bem legais, acho os vídeos dela bem completos.",
                "Livrada, fato",
                "Gosto do Rodrigo Villela do Leia para viver",
                "Vejo mais de um por causa dos Review, mas livraria em casa, livros e fuxicos, o da Aione Simões, Izabela lopes, Pam Gonçalves e etc. \nNormalmente eu vou atrás de resenha e sempre caio nesses canais, tem outros mas esses são os mais frequentes",
                "Tatiana Feltrin.",
                "Acompanho Flávio Ricardo Vassoler, Tatiana Feltrin, Isabella Lubrano, Paloma Lima, O Canal Literário.",
                "Livrada!",
                "Acompanho vários, mas meus favoritos são o Resenhando Sonhos, o Geek Freak, o Livraria em Casa, a Ju Cirqueira, o Leo Oliveira e o Ler Antes de Morrer.",
                "Tatiana Feltrin, ela é diferenciada.",
                "Ficçomos é perfeito, cara. Ninguém supera a Wlange não",
                "Livrada e Ler antes de morrer",
                "Ficçomos",
                "Tralhas do jon.",
                "Muito bacana, eu praticamente não conhecia canais literários além do bookster.\n\nMas em quais desses canais os autores são convidados para eles próprios comentarem suas obras? Sabe, OP? u/Rubira_Jr",
                "Infelizmente ela não publica mais vídeo. Mas mantém tudo que gravou disponível. Esse canal foi essencial na minha vida como leitor. Procure por Claire Scorzi no YouTube. Vale cada minuto."
            ]
        },
        {
            "title": "Gostaria de indicações de livros que sejam similares ao \"Aprendiz de Caça Feitiço\"",
            "selftext": "A minha irmã tem adorado ler esses livros, e eu pretendo comprar algum que seja similar",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101r31p",
            "num_comments": 2,
            "comments": [
                "Aprendiz de caça feitiço é muito bom! 😍😍",
                "Tem Desventuras em Série, que também é legal. Tenho as duas coleções para vender, tanto Caça Feitiço quanto Desventuras, por um preço simbólico!"
            ]
        },
        {
            "title": "Alguém conhece uma estante virtual parecida com o Skoob?",
            "selftext": "Sou só eu ou o Skoob está incrivelmente lento? tentei o app no celular e no pc e até acessar o site pelo celular, mas tá muito lento para pesquisar, não é meu aparelho pois as outras aplicações e sites estão rodando normalmente. Por conta da lentidão do app que pretendo mover minhas leituras para outro app, uma pena, pois gosto bastante desse e tem o maior acervo e comunidade do Brasil.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101qa6n",
            "num_comments": 11,
            "comments": [
                "Good reads",
                "Skoob já tem algum tempo que dá sinais que não tá aguentando a quantidade de acessos e eles não fazem nada. Talvez não tenham renda suficiente pra manter o serviço estável com a galera nova que chega sei lá porque nos últimos dias tá insuportável",
                "O Cabeceira é um app bem bom para esse propósito. Ele não tem todas as funcionalidades do Skoob, mas se a ideia é só registrar suas leituras, ele é perfeito.",
                "se vc tem os livros em pdf, recomendo o XODO, tanto para celular quanto para pc, se nao tem o walttpad.",
                "tá lento aqui tbm. já tentei usar o app cabeceira e goodreads, mas não gostei de nenhum. design mto arcaico e pouco interativo",
                "eu fiz a mesma pergunta por aqui e disseram que todo começo de ano os servidores ficam lento\n\neu baixei o wattpad e um tal de bookly, to montando minha estante de novo devargazinho",
                "Faz ano que o Skoob não funciona no meu celular (iOS última versão). vai saber ../",
                "Uso o Goodreads, recomendo.",
                "Galera, o Skoob sempre teve dessas no começo de ano.\n\nAno novo... pessoas empolgadas iniciando um novo hobby ou gente tentando cumprir o desafio de ler todo dia do site. Por conta disso tem muito mais usuários nessa época.\n\nOu seja, daki algumas semanas (qnd o hype das pessoas passar) o app volta ao normal.\n\nSe não ter o site nas 3 primeiras semanas de janeiro não te incomoda, espera q já já volta ao normal. Se é um problema pra vc, procure outro msm, pq o Skoob é assim há muito tempo e duvido q vá mudar num futuro próximo."
            ]
        },
        {
            "title": "Dificuldade em ler",
            "selftext": "Olá gente, eu precisava de um conselho.\nEu sempre tento ler de uma maneira tranquila e contínua, mas tenho dificuldade de manter o compromisso com a leitura, mesmo com momentos ociosos em transporte público voltando do trabalho, por exemplo.\n\nVocês já tiveram alguma dificuldade do tipo? O que fizeram para lidar com isso?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101p1x0",
            "num_comments": 8,
            "comments": [
                "Existem inúmeras dicas, mas vou partir do conceito de um iniciante. Se você já ouviu isso, peço paciência e que tente fazer o mínimo, por que foi o que fiz bem no começo.\n\nPara algumas pessoas ler é uma pedra no sapato, tanto que a média das pessoas é baixa, especialmete no Brasil. Então ler um pouco mais que eles não é motivo de surpresa.\n\nAs pessoas tendem a se comparar, então reflita mais sobre isso, ao invés de invejar tente aprender com os leitores experiêntes. Eu assumo que não sou a pessoa mais culta do mundo, mas tenho aí um catálogo legal.\n\n**1- Pra quem não tem tempo:**\n\nEsse é o clichezão. Alguém sitou o trasporte, eu recomendo e uso audiobooks. Sei lá, faz aí uma lista de 10 livros técnicos que vão te ajudar em algo e deixa rodando, é só prestar atenção no que você ouve. Busca esses livros mais simples, tipo \"A Sutil Arte de Ligar o Fod\\*-se\" - não se perca na indústria de autoajuda!\n\n**2- Pra quem não tem o hábito:**\n\nVocê já ouviu essa, tenho quase certeza. Se você não consegue tirar 15 minutos do seu dia para ler, você é um bosta! Não importa o livro que você lê, prefira obras simples como Harry Potter, por exemplo. Se você ler 3 páginas por dia já terá lido mais que a média. É um bom começo, não?\n\n**Bônus:** coloque aí uma meta diária, não custa nada. Comprometa com si mesmo, \"Vou ler 3 páginas desse livro hoje\". Cara, três páginas não é nada agora, mas depois que você ler 6 livros no ano apenas com isso estara na frente de 98% da população, esse não é o fim.\n\nSe force a ler um pouco mais, se a meta é três você consegue quatro, e se insistir um pouco mais lê 5, 8, enfim. Você consegue. Não perca tempo com técnicas, faça no seu tempo e do seu jeito.\n\nFoi o que fiz no começo, espero ter ajudado um pouco. Até!",
                "Eu tenho problema nesse sentido quando a leitura não é das melhores. Quando é boa eu até passo do ponto de descer do ônibus. Não seria o tema escolhido?",
                "Parta do princípio que você é um chimpanzé treinado que acabou de aprender a ler. Diante disso, você precisa aumentar a dificuldade de leitura gradualmente até chegar no nível de ler um clássico com 100% de entendimento. Crie um plano de longo prazo.\n✓ Comece com livros fáceis. A exemplo, livros antigos de faroeste pequenos de no máximo 200 páginas.\n✓ Migre para livros infantis consagrados. Após ler cerca de 20 livros pequenos de faroeste, que podem ser totalmente lidos em menos de um dia, seu cérebro estará com plasticidade suficiente para ler outras coisas. Então, passe a ler livros como \"As fábulas de Escopo\" e \"O pequeno príncipe\".\n✓ Após ter certeza que consegue ler livros infantis sem stress, você pode tentar ler algo maior e mais complexo. Desse modo, recomendo que tente ler livros de ficção científica, que são de fácil entendimento e suficientemente simples para que um leigo possa desenvolver sua leitura.\n✓ Agora capaz de ler livros de fantasia, voltado a jovens, como Harry Potter. Leia os clássicos, sempre com o foco em se desenvolver.\n✓ Entre um livro de ficção científica e um de fantasia, você pode tentar ler um clássico, mais denso e ver se consegue manter a concentração.\n✓ Se não conseguir volte ao início da lista e faça tudo outra vez. ✓",
                "Eu não consigo ler em ônibus ou qualquer lugar com muita atividade, a não ser que sejam leituras bem leves como mangas, light novels etc..",
                "No meu primeiro emprego, eu trabalhava do outro lado da cidade e gastava uma hora por dia pra chegar no trabalho. Comecei a ler livros físicos na ida e na vinda e em menos de seis meses já tinha lido mais de 15 livros."
            ]
        },
        {
            "title": "Clube de Leitura Shakespeare",
            "selftext": "Eu queria começar um clube de leitura online pra ler em conjunto as peças de Shakespeare. Alguém topa?\n\nEdit: Comentem ou me mandem inbox se curtirem a ideia e quiserem participar!  \nEdit2: Já conseguimos montar o grupo e fechamos os personagens. Vamos começar lendo Hamlet nas quartas às 20h, mas se alguém quiser entrar como ouvinte me mandem msg ou comentem aqui \\^\\^\n\n[View Poll](https://www.reddit.com/poll/101lfhy)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101lfhy",
            "num_comments": 12,
            "comments": [
                "Euu",
                "Eu por favor eu por favor euuuu pooorr faaavoooorrrrrzinho",
                "Ideia divertida e promissora. Se eu tivesse tempo, participaria\n\nDepois volta aqui e conta o resultado pra gente!",
                "Eu acho que só iria querer ouvir, não sou bom em atuação. A menos que fosse só a velha e boa leitura monótona kkkkk",
                "Hmm, sempre achei o cara um degenerado, mas a obra dele mudou para sempre a arte, então...eu me forçaria a ler e interpretar a obra dele. Me chama ;p",
                "Tenho tempo? N\nQuero participar? Muito\nMe manda o link, por favor\n\nVou ter q parar de ver TV de vez",
                "Eu topo",
                "Eu topo",
                "Eu topo. Por que apagou o grupo?"
            ]
        },
        {
            "title": "Um pedido bobo: existe algum livro bom com uma protagonista que seja uma bruxa?",
            "selftext": "?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101l2da",
            "num_comments": 34,
            "comments": [
                "Brumas de Avalon, se eu me lembro bem, as protagonistas eram (maioria) mulheres. Fala sobre a lenda do Rei Arthur.",
                "Eu ainda não li, mas tá na minha lista de leitura pra 2023 a série As Bruxas Mayfair, da Anne Rice\n\nEdit: tinha esquecido de dizer, mas tá pra sair uma série pela AMC, inclusive",
                "As Entregas Expressas de Kiki",
                "Em The Witcher, Geralt é um bruxo. Brincadeira, mas falando sério: há muitas bruxas legais. Não são protagonistas, porém.",
                "Um livro divertido que li ano passado é \"Porém Bruxa\". Ele é brasileiro e passa em São Paulo.",
                "Óbvio amigo(a), Harry Potter. Todo mundo que leu sabe que a verdadeira protagonista é a Hermione Granger.",
                "Dezesseis luas, é uma saga",
                "Discworld tem vários. Esses são os que eu sei que foram traduzidos.\n\n**Direitos Iguais, Rituais Iguais:** a história de uma garota com poderes mágicos que vira aprendiz de bruxa, mas na verdade quer estudar na universidade de magia, onde apenas homens são aceitos.\n\n**Estranhas Irmãs**: Um duque ambicioso assassina seu irmão, o rei, e usurpa seu trono. Três bruxas salvam o príncipe ainda bebê e preparam o terreno para que ele possa acabar com a tirania de seu tio.\n\n**Quando as Bruxas Viajam:** A mais jovem das três bruxas herda uma varinha de condão, recebendo os poderes e responsabilidades de uma fada madrinha. Seu primeiro trabalho: ajudar uma jovem a escapar de seu casamento \"predestinado\" com um príncipe encantado.\n\n**Lordes e Damas:** O reino é invadido por elfos de outra dimensão, obrigando as bruxas e os magos a unirem suas forças.",
                "Hex. Não é o personagem principal mas é o mote.",
                "Brida do Paulo Coelho\n\nO pessoal fala mal mas eu considero uma boa leitura.",
                "Reino das Bruxas da Kerri Maniscalco, esse livro tava mto famosinho em 2021 na gringa e sendo bem sincera eu não gostei muito... É de romance/drama e a darkside trouxe recentemente para o Brasil.",
                "A filha da feiticeira - Paula Brackston",
                "Não li, mas semente de bruxa da atwood",
                "Se você gostar de mitologia grega, recomendo Circe, da Madeline Miller",
                "Bruxa Onilda",
                "[Uma bruxa no tempo](https://www.amazon.com.br/Uma-bruxa-tempo-Constance-Sayers/dp/6589132216/ref=sr_1_5?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=XNLI0WOHKDTR&keywords=bruxa+protagonista&qid=1672755204&sprefix=bruxa+protagonista%2Caps%2C94&sr=8-5)\n\n[Circe (Sucesso do TikTok): Feiticeira. Bruxa. Entre o castigo do Deuses e o amor dos homens](https://www.amazon.com.br/Circe-Feiticeira-Bruxa-castigo-Deuses/dp/6555352353/ref=sr_1_7?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=XNLI0WOHKDTR&keywords=bruxa+protagonista&qid=1672755204&sprefix=bruxa+protagonista%2Caps%2C94&sr=8-7)\n\n[Porém Bruxa eBook Kindle](https://www.amazon.com.br/Por%C3%A9m-Bruxa-Carol-Chiovatto-ebook/dp/B0BM551597/ref=sr_1_9?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=XNLI0WOHKDTR&keywords=bruxa+protagonista&qid=1672755204&sprefix=bruxa+protagonista%2Caps%2C94&sr=8-9)\n\n[O INVERNO DA BRUXA](https://www.amazon.com.br/INVERNO-BRUXA-KATHERINE-ARDEN/dp/8595170665/ref=sr_1_29?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=XNLI0WOHKDTR&keywords=bruxa+protagonista&qid=1672755204&sprefix=bruxa+protagonista%2Caps%2C94&sr=8-29)",
                "Te a série Trilogia das Almas, onde a protagonista é uma bruxa. Acho ela chatinha mas a série é até boa.",
                "marcada para morrer, tem outro dois na continuação, na mira do serial killer, e a morte não é o bastante, da kim harrisson eu li todos e amei, as resenhas são ótimas também",
                "Antigao, mas tem As Brumas de Avalon.\nTudo gira em torno da Morgana.",
                "A natureza das bruxas de Rachel Griffin"
            ]
        },
        {
            "title": "Qual o livro mais incrível que vc já leu e pq?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101jk80",
            "num_comments": 35,
            "comments": [
                "O Conde de Monte Cristo, de Alexandre Dumas. Foram 1376 páginas de uma história fascinante sobre um jovem que tinha tudo para viver a vida dos sonhos (profissão, prestes a se casar, boa índole, amável). De repente o Edmond perde tudo por pura inveja alheia e é injustamente preso por anos a fio, sem nunca ter entendido direito o porquê. Até que ele consegue ressurgir das cinzas (ou melhor, das águas kkkk) e torna-se o Conde. Um homem completo, marcado pelas cicatrizes amargas que a vida o afligiu. E daí você acompanha toda a saga dele pela Europa e Ásia do século XIX, praticamente uma odisseia por vingança até o derradeiro fim da história. Muito bem humorada e ambientada, por sinal. \n\nMelhor que esse pano de fundo são os próprios personagens, dezenas de pessoas profundas, complexas, algumas divertidas, outras odiáveis, algumas mais ingênuas e todas elas admiradoras do enigmático Conde. É uma obra que com certeza não vou me esquecer.\n\nVocê vai conhecer de tudo um pouco: desde funcionários públicos da alta classe social francesa até saqueadores romanos, ricos e pobres, amores impossíveis, lendas urbanas, festas carnavalescas, execuções em praça pública, oprimidos e opressores, religiosos, jovens sonhadores e velhos sovinas e por aí vai. \n\nConheça a história do Conde. Leia Monte Cristo. Leia Dumas.",
                "Ah sei lá vo chutar um que eu não queria que acabasse: Senhor dos Anéis. Dormia querendo sonhar que estava na Terra Média.",
                "O mestre e margarida do Bulgakov, é um livro inesperado, com humor satírico e apresenta uma das grandes filosofias das quais eu levo na vida.",
                "\"avalovara\" do osman lins\n\n\"grande sertao veredas\" do guimaraes rosa\n\n\"lavoura arcaica\" do raduan nassar \n\n\"crônica da casa assassinada\" do lucio cardoso",
                "memorias postumas de bras cubas - machado de assis, e o meu favorito, esse livro e incrivel, e totalmente diferente de td q o machado ja tinha escrito, e uma historia incrivel, recomendo demais vc ler, se ja n leu e claro.",
                "Dificil escolher um só, mas dois que me marcaram muito foram “Flores para Algernon” e “Precisamos Falar Sobre o Kevin”",
                "Os Miseráveis, de Victor Hugo",
                "\"O Evangelho segundo Jesus Cristo\" Saramago",
                "Não sei dizer qual é o mais incrível, mas \"Cem Anos de Solidão\" me marcou muito. De página em página eu me perguntava \"Bicho, mas como que o Gabo conseguiu imaginar tudo isso?\"\n\nAcho absurdo a imaginação e criatividade do autor por ter conseguido criar algo tão fantasioso e, de certa forma, tão crível também.",
                "O guia do mochileiro das galáxias, acho que o humor é muito inteligente e eu adoro livros filosóficos ou absurdos e douglas adams faz isso de uma for realmente magnifica",
                "O Guia do Mochileiro das Galáxias. 🥰🥰😍😍😍",
                "Cem Anos de Solidão pq é muito foda!",
                "Selvagens, do Don Winslow. é muito foda porque é escrito de um jeito diferente de tudo que eu já li, é cheio de referencias, e sarcasmos, e tem que \"saber ler\" e pegar coisas no ar para entender ele hehe eu recomendo muito, a história é pica, é sobre a Ophelia, que namora dois caras que são traficantes de maconha, mas são dibas. até que o cartel de baja, do méxico, quer que eles comecem a plantar para eles, e quando eles recusam pq não querem violencia etc, eles sequestram a O, e dai meu irmão, o livro fica bom d++",
                "Não sei qual o mais, mas os que me marcaram:\n\nOs bons:\n\n\"A cidade do sol;\n\n\"Othello;\n\n\"O monge negro;\n\n\"Estudo em vermelho;\n\n\"Pipi meia longa;\n\nMerdas:\n\n\"Elantris;\n\n\"Quadrologia crepúsculo;\n\n\"Último livro do 'Eragon';",
                "Things fall apart, foi um livro que o professor de inglês me emprestou.\n\nÉ um livro de um autor de origem africana, que fala sobre a vida de um certo indivíduo numa tribo e como a vida dele vai \"decaindo\" (não sei qual seria a melhor tradução pra falling apart).\n\nMuito bom, muito triste, vc se emociona mt.",
                "Robson Crusoé foi meu primeiro livro eu estava na sétima série eu li porque o professor brigou Mas no fim das contas eu achei Fantástico a história do livro parecia que eu estava vendo um filme simplesmente fantástico infelizmente ninguém conseguiu fazer um filme em altura do livro",
                "A coragem de não agradar, mudou a minha vida",
                "Por Quem Os Sinos Dobram de Ernest Hemingway. O porquê foi gosto mesmo. Tem algo nesse livro que me engajou demais na leitura. Eu também citaria Crime e Castigo de Fiodor Dostoievski. Foi um que me impressionou demais também.",
                "Vish n sei, a maioria dos livros q eu leio, quando chego no final eu sempre falo \"crl essa eh a merda mais foda q eu já li\", geralmente eh pq os livros são d filosofia e história e o \"plot twist\" eh real kkkk",
                "Foi um livro que dizia sobre a vida de Edgar Allan Poe, e ele foi bom porque quando eu li eu senti vontade de saber e conhecer bem o Edgar, apesar que ele foi um doente dês dos 12 anos eu até me identifiquei com ele em algumas partes do livro (e o pior é que a sorte veio pra mim achar esse livro foi bem na escola).",
                "A Bíblia porque por mais que pareça coisa de religioso, tem muitas coisas que são exemplares e muitas situações que ocorrem hoje em dia. Pra quem é religioso é melhor ainda.",
                "O homem de giz",
                "Sherlock Holmes: um estudo em vermelho, de Sir Arthur Conan Doyle. Eu achei fantástico o jeito que eu autor conseguiu fazer uma história de mistério envolvente e que te prende para descobrir a evolução do caso, o jeito como que Holmes soluciona o caso e as deduções certeiras dele por meio de detalhes simples choca qualquer um. E também me fascino como ele conseguiu influenciar diversos autores de mistério dali pra frente, e impactar a própria Inglaterra, tendo um museu aonde seria o endereço dele e de Watson",
                "Vidas Provisórias, do Edney Silvestre. Simplesmente um livro incrível que conta a realidade dos protagonistas com capítulos alternados mas você fica imersivo nas histórias. A forma como o autor passa a mensagem, a forma da escrita, o roteiro, as emoções. Enfim, tudo.",
                "Na Praia do Ian McCleran simplesmente pq vc se sente na pele dos personagens.\n\nOs Miseráveis do Victor Hugo pq vc ri, chora, odeia, ama, aprende história pra caralho e 1500 páginas dps vc ainda acha q foi pouco",
                "the course of love, do allain de button.\n\nele é conhecido por ser autor de auto-ajuda, mas esse livro conta a história de um casal e me trouxe MUITOS ensinamentos.\n\npenso em voltar a ler quando estiver namorando pq ele é uma aula sobre o amor romântico.\n\ntenho até vontade de tatuar uma frase dele, que é “love is a skill, not just a enthusiasm”.",
                "Os Lusíadas (de preferência a edição didática do Francisco de Sales Lencastre), do insuperável e eterno Luís de Camões.\n\nA linguagem aparentemente impenetrável do séc XVI, se humildemente absorvida e aprendida, permitir-lhe-á apreciar a mais linda obra da língua portuguesa. Camões era um mágico em se tratando de versificação, absolutamente impecável. É de leitura obrigatória a todo falante do idioma vernáculo.",
                "Sigo repetindo a recomendação desse mas aqui vai, Cosmos por Carl Sagan, assisti toda a série e fui ler o livro e adorei, mesmo tendo algumas informações desatualizadas já que o escritor estava na frente de seu tempo e morreu cedo demais para ver por si mesmo os avanços. Ele literalmente abriu minha mente p'ro quão incrível a imensidão de vários aspectos que pode ser e é.",
                "tenho 4. \n\n1. Christine, de Stephen King (terror, suspense, ficção, drama)\n\né o livro da minha vida. é uma grande alegoria sobre amizade, obsessão, raiva, amor, culpa, amadurecimento e lições sobre a vida escondidas debaixo de um terror trash. um adendo, Christine foi o livro que tbm me fez perceber que terror + drama é uma dupla fantástica \n\n2. Battle Royale, de Koushun Takami (romance, distopia, terror)\n\num jogos vorazes só que mais brutal. e melhor. ele é muito bom, além de ser interessante, está na lista por apego sentimental pois foi uma pessoa muito especial que me apresentou esse livro \n\n3. Jantar Secreto, de Raphael Montes (ficção, terror, suspense)\n\né um terror incrível e nacional sobre canibalismo. mas aviso: contém MUITO gore. aqui também é onde a dupla terror + drama brilha muito\n\n4. O Retrato de Dorian Gray, de Oscar Wilde (romance) \n\njá aqui é daqueles livros cheios de filosofia pra vc refletir e mudar sua visão de mundo. é sobre um rapaz muito vaidoso que, sem querer, faz um pacto para que um retrato seu envelheça em seu lugar. acho que nem preciso me aprofundar, só a premissa já deixa claro que a história é promissora"
            ]
        },
        {
            "title": "Livros grande depressão",
            "selftext": "Sugestões de livros que se passem durante ou pouco depois da grande depressão, fictícios ou não",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101g9hz",
            "num_comments": 6,
            "comments": [
                "As vinhas da ira.",
                "Ratos e Homens do John Steinbeck",
                "O famoso _Misto-quente_ do Charles Bukowski se passa nesse período.",
                "O grande Gatsby é um clássico que se passa um pouco antes, talvez te interesse também.",
                "\"Billy Bathgate - o Menino Gângster\" do E. L. Doctorow",
                "a grande depressão americana    -   rothbard"
            ]
        },
        {
            "title": "Cortesias do App Skoob",
            "selftext": "Alguém aqui já ganhou ou conhece alguém que ganhou os livros sorteados no skoob?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101duv6",
            "num_comments": 23,
            "comments": [
                "Também gostaria de saber. Uso o aplicativo desde 2013 e até hoje não ganhei nenhum sorteio 🤡",
                "Já ganhei um e não recebi o livro, depois disso desisti de participar.",
                "Eu! ✋\n\nJá ganhei 5 livros ☺\n\nObs: tenho a conta ativa desde 2015",
                "Uso Skoob há mais de 10 anos e acho que ganhei 1 vez. \"Acho\" porque uma vez recebi um livro na minha casa que não tinha comprado, mas era um negócio tão tosco que desde então, sou seletiva com quais sorteios de cortesia eu participo, mesmo achando altamente improvável ganhar kkkk",
                "Tenho conta desde 2013 e já ganhei duas vezes. Eles não enviam notificação, então tem que acompanhar os sorteios ou esperar um livro aparecer do nada na sua casa.",
                "Sempre quis saber! Tb uso há mais de 6 anos e nunca fui sorteada",
                "Eu nunca ganhei, mas não faz sentido questionar já que são cortesias que as próprias editoras enviam para o Skoob sortear.",
                "é algo que eu parei de participar por jamais saber se alguém realmente ganhava aqueles livros",
                "Ganhei um já, o livro chegou bem rápido e sem nenhum defeito",
                "Já ganhei três vezes, mas foi logo no início. Agora já faz um bom tempo que não ganho nenhum, mas continuo participando.\n\nNão sei se agora eles mandam alguma notificação, mas das vezes que ganhei eu nem fiquei sabendo. Os livros simplesmente chegaram na caixa de correio e foi assim que eu descobri que tinha ganhado.",
                "Eu raramente entro nos sorteios, aí fica difícil reclamar",
                "Já ganhei. Acho que em 2016.",
                "Eu ganhei! Em 2022!!! Tenho uma amiga que mora em Natal que também já ganhou",
                "Nunca ganhei e olha que uso a 10 anos ahhaha"
            ]
        },
        {
            "title": "Quais sites e apps vocês usam para auxiliar o hábito da leitura?",
            "selftext": "No meu caso uso e indico os seguintes:\n\n1. [Library Thing](https://www.librarything.com/): para manter [minha coleção](https://www.librarything.com/catalog/Chrono1984) devidamente catalogada.\n2. [Cabeceira](https://cabeceira.app/): app de celular para organizar o que estou lendo.\n3. [Leio](https://apps.apple.com/br/app/leio/id1072022080): idem ao Cabeceira, mas mais completo. É ou era exclusivo iOS.\n4. [Google Forms](https://docs.google.com/forms/u/0/?tgif=d): além do registro em apps, gosto de ter registrado meus hábitos de maneira aberta. Ao invés de usar uma planilha, achei mais prático um formulário.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "101di2p",
            "num_comments": 16,
            "comments": [
                "Uso o Skoob, uma rede social de livros incrível. Lá dá para você visualizar e escrever resenhas, classificar os livros, entrar em grupos e ainda ver livros similares com os que você gosta.",
                "skoob, tentei usar outros, mas skoob já tem tudo oq preciso:\n\ncatalogar livros que tenho em casa, os que desejo, os que abandonei, os que estou lendo, relendo, que já li etc. tbm posso catalogar se foi e-book, físico, HQ, revista, livro normal etc.\n\ntbm dá pra fazer meta de leitura, histórico com comentário, review, procurar a edição exata que vc deseja, ver seu paginomêtro, adicionar pessoas, mandar msg, marcar spoiler, ver oq seus amigos estão lendo como se fosse um feed msm  \n\ntambém tem os desafios de leitura, se vc estiver em dúvida entre qual livro ler, o skoob faz um mini sorteio entre os seus livros marcados com \"quero ler\". pra ficar mais completo só faltava a opção de poder fazer listas personalizadas (tipo playlist de música), mas de resto, tem tudo oq preciso pra me auxiliar",
                "1. Calibre para catalogar a coleção.\n2. Cabeceira para planejar a leitura.",
                "Uso o Storygraph, ele permite o acesso a vários dados acerca das suas leituras. Catálogo deles é relativamente completo levando em conta o quão nova a plataforma é.",
                "comecei a usar o skoob recentemente e parece uma boa  \n  \nantes disso, anotava tudo no bloco de notas do celular  \n  \ncheguei a fazer conta no goodreads, e apesar de ainda o usar pra consultar as listas, não logo no perfil e nem cadastro nada",
                "O único site que me auxilia ter o hábito de leitura _é justamente o site onde posso ter livros_. Então no caso é o r/zlibrary.\n\nAplicativo eu só uso o Calibre para organizar os arquivos, ver se não tem DRM, editar metadados e tudo mais.",
                "eu uso o Skoob, mas achei esses interessantes!! vou dar uma olhadinha",
                "Uso o Skoob e ele é suficiente pra mim, acaba sendo o único que usei até hoje.",
                "Goodreads",
                "1. Goodreads: para manter minha coleção devidamente catalogada.\n2. Storygraph: Para ter os graficos do que li. \n3. Readerly: idem ao Storygraph, mas permite você ver por ano e por país a leitura.\n4. Excel: além do registro em apps, gosto de ter registrado em planilha porque sou analista de dados e com isso consigo fazer um dashboard com os ddos que insiro na planilha depois.",
                "Eu particurlamente gosto de dois modos para auxiliar:\n\nGoodreads: Manter minha coleção catalogada.\r  \n\r  \nExcel: Gosto de ter registrado em planilha.",
                "Só faço uma lista no bloco de notas mesmo"
            ]
        },
        {
            "title": "Contos e lendas indígenas",
            "selftext": "  Pessoal, eu estou procurando há muito tempo um livro sobre contos, lendas, histórias e as mitologias dos povos indígenas do Brasil; porém há maioria dos livros sobre isso trata de maneira infantil e eu estou procurando algo mais sério, sabem como é, né?   \n  Alguém tem alguma dica de livro desse tipo?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1010kzm",
            "num_comments": 3,
            "comments": [
                "Procure os trabalhos de Câmara Cascudo e veja se pode te ajudar.",
                "Sei da artista HETthepumpking, não que ela seja autora, mas conhece várias fontes de lendas e contos, talvez você consiga achar algo ao fuçar o perfil dela"
            ]
        },
        {
            "title": "Quais bons livros sobre geopolitica?",
            "selftext": "Recentemente venho me interessado muito sobre geopolitica após esse caos no mundo inteiro, guerra da ucrânia, eleições br, eleições dos EUA, eu ainda sou iniciante nesse aspecto, mas quero me informar mais. Quais seriam bons livros pra um iniciante?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100xc7d",
            "num_comments": 6,
            "comments": [
                "Tente o autor Joseph Nye, não sei se é exatamente o que você procura, mas pode ser um bom começo.",
                "Talvez acompanhar o Monde Diplomatique Brasil? https://diplomatique.org.br/",
                "Alguns pontos de um profissional formado em RI:\n\n1- A Geopolítica tem um passado bem complexo e sinceramente positivista, pra não dizer pior. Por isso, não se assuste se ler absurdos rs.\n2- E sinceramente se fala muito mais sobre o entendimento do espaço e militares, não é bem o \"jogo de xadrez internacional\" que muitos imaginam, se está procurando isso, foque em teorias de RI e não Geopolítica!\n\nVou pegar pra você alguns textos interessantes sobre o início do pensamento da Geopolítica, mas é uma visão bem acadêmica kkk.\n\nOs \"clássicos\" da Disciplina (e sem dúvida os mais problemáticos):\nPolitische Geographie de Friedrich RATZEL\nRudolph Kjellen: \"As grandes potências\"; \"O Estado como Forma de Vida\". (FUN FACT: esse daqui acreditava numa \"grande Alemanha\" rs, já da pra saber que exército usou como base né...)\nCamille Vallaux, Alfred T. Mahan e Mearsheimer (não lembro de cabeça seus classicos 🥺)\nHalford Mackinder: \"Geographical Pivot of History\"\nFairgrieve: Geography and World Power\nHuntington: Civilization and Climate\nAncel: Géographie des fontières\nSpykman: America's Strategy and World Politics\n\nClássicos marginalizados:\nE. RECCLUS: L'homme et lá Terre\nKROPOTKIN: Mutual Aid\n\n\nGeopolítica Clássica no Brasil:\nMIYAMOTO: Os estudos geopolíticos no Brasil: uma contribuição para sua avaliação (esse daqui é pfto pra dar abertura no tema!)\nGeopolítica do Brasil (não lembro a editora, mas é um livro bem velho, coletânea de autores...)\n\n\nGeopolítica CRITICA (AQUI COMEÇA A ESQUENTAR E FICAR TOP)\n1. Josué de Castro: Geopolítica da Fome (mano IMPOSSÍVEL achar esse livro novo, é relíquia, mas PERFEITO)\n2. YVES LACOSTE: A Geografia, isso serve em primeiro lugar para fazer a guerra.\n3. MILTON SANTOS: Por uma outra globalização: do pensamento único à consciência universal\n4. Claude Raffestin: Por uma Geografia do Poder.\n5. Bertha Becker: Amazônia: Geopolítica na virada do III milênio\n6. Doreen B. MASSEY: Pelo espaço, uma nova política da espacialidade.\n7. ------------: Space, Place and Gender.\n8. DavId Harvey: Rebel Cities (MEU XODÓ)\n\n\nTextos e livros de apoio (eu começaria pelo 1. e 2. Antes de ler qualquer outra coisa daqui)\n1. BECKER, Bertha. A Geografia e o resgate da Geopolítica (bom artigo de abertura do tema, inclusive trás uma visão de resgate do pensamento pra algo menos positivista)\n2. COSTA, W. M. Geografia Política e Geopolítica: discurso sobre o território e o poder. (Professor da USP que tem um baita manual sobre o assunto e nos ajudam a sistematizar o pensamento da Geopolítica Clássica, afinal, são frutos de seu tempo e sinceramente, datadas).\n3. FONT e RUFI. Geopolítica, identidade e globalização.\n4. MACKINDER. O pivô geográfico da história.\n\nOutros textos:\nANDRADE, Manuel Correia (1989). Geopolítica do Brasil. São Paulo: Série Princípios, Ed. Ática.\r\nCORREIA. Pedro Pezarat. Manual de geopolítica e geoestratégia. Coimbra: Almedina, 2010.\n\nDesculpa a bagunça nas indicações, são livros velhos e eu sinceramente não achei tudo nas minhas anotações então fiz com o que eu tinha em mãos rsrs.\nPelo menos te garanto que o que tá aí é Geopolítica DE VERDADE.\n\nTem também a revista \"Geopolitk\" que foi a primeira a discutir o assunto, super polêmica também pros dias de hoje, mas vale a leitura se encontrar algo dela pela net.\n\nE quem é marxista defende o LEVFEBRE também como pensador da Geopolítica, há discussões... mas vale a pena conferir tbm se tu gosta!\n\n\nEspero te ajudar, amo Geopolítica e é mais do que necessário uma discussão séria sobre ela hoje em dia :)."
            ]
        },
        {
            "title": "Leituras difíceis...",
            "selftext": "Rapaziada, eu comecei a ler alguns clássicos de filosofia e admito que a leitura tá sendo difícil por causa da maneira que ela é escrita. Um bom exemplo disso é o \"Elogio a Loucura\" e \"O Príncipe \". Alguma dica?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10174tq",
            "num_comments": 17,
            "comments": [
                "Talvez vc possa ler mais livros base antes desses aí. Uma introdução a filosofia ou no caso do príncipe a ciência política. Assistir vídeos introduzindo o assunto talvez ajude tbm",
                "O ideal desse tipo de livro é encarar como estudo. Quando se estuda ciências humanas em geral, ao meu ver, você tem que debater o conteúdo do livro porque eles não são só uma informação e sim a construção de linhas de pensamento que geralmente possuem filiações/inspirações a linhas de pensamento prévias e que inauguram outras.\n\nSe você não tem pessoas mais versadas que você para discutir o livro, então sugiro que pegue resenhas de professores de filosofia. Faça a leitura de uma antes de ler o livro e de outra depois para ter uma compreensão do pensamento ali exposto.",
                "Eu faço letras e por mais que a gente leia textos comentadores e tenha aulas sobre o texto, ainda tem alguns que são muuuuito difíceis. \n\nÀs vezes tenho uma impressão que filósofos escrevem de uma maneira de modo a não serem compreendidos mesmo rs.\n\nIsso vem de uma tradição de \"escrever difícil\", quanto mais rebuscado o texto, melhor ele era, anos atrás. \n\nEntão um professor meu descreveu a leitura desse texto como \"avistar baleias\". Você senta e olha pro mar, olha e olha, e aí você vê uma baleia, mas logo ela some de novo, mas outra vem depois, e assim vai... Portanto, deixe de buscar o entendimento 100% do texto. Na primeira leitura, veja o que você conseguiu entender dela, depois volte ao texto, na segunda vez entenderá outros aspectos... e assim vai.\n\nLembre-se de que esses textos foram feitos para serem estudados, ou seja, não é na primeira leitura que você entenderá tudo.\n\nBusque outras estratégias, assista vídeos sobre o assunto/livro/autor, leia textos comentadores, busque aulas.. irá ajudar",
                "Se eu fosse indicar começo em filosofia indicaria Platão, Voltaire, Rousseau e Montaigne. Dos modernos  a Hanna Arendt. Dos que lembro agora acho os mais acessíveis. A tradução do que você está lendo é antiga? As vezes é isso",
                "Bom, “Elogio a Loucura” eu nunca li, mas o “O Príncipe” sim, e é realmente difícil. \n\nPercebo que somos ensinados a ler todo o tipo de literatura como se fosse um “Harry Potter” da vida, e nos acostumamos a isso. Hoje, vejo que esses livros são lentos e densos para se estudar mesmo. Haverá páginas que você vai ler mais de uma vez pra entender e absorver o conhecimento. Eu mesmo, adquiri o costume de fazer anotações nos meus livros.\n\nInfelizmente, não nos ensinam a ler de verdade, é algo que aprendemos com o tempo (pra quem de fato possui o hábito).",
                "Lê sem pressa. E se você está começando com esses livros agora procura o que chamamos de \"comentadores\", algum livro de um filósofo ou historiador brasileiro que fale sobre a obra.\n\nMas é muito importante que você não se limite ao comentador! Leia os dois, por mais que seja difícil.",
                "Ler tal qual Hermione ouviu o discurso da Umbridge: como quem digere palavras. Uma boa maneira de fazer isso é manter sempre um bom dicionário por perto. A coleção da LaFonte tem edições atualizadas de vários filósofos e sociólogos importantes. Vale a pena conferir.",
                "Tente começar por textos mais simples e curtos - mas nem por isso menos ricos:\n\n\"Apologia de Sócrates\", do Platão. Fala do julgamento do famoso ateniense.\n\n\"Críton\". Depois do veredicto, Sócrates trava um excelente diálogo sobre o dever.\n\nSão obras curtas, de leitura fácil e bastante instrutivas.",
                "Se você teve dificuldade com O Príncipe… Leia comentadores.",
                "Sugiro Sobre a Brevidade da Vida do Sêneca. É um livro facinho de ler",
                "Veja vídeos no YouTube de pessoas falando sobre o livro",
                "Vc ta achando oq difícil? A ideia abstrata? O jeito q o cara escreve? Ou as referências q ele usa?"
            ]
        },
        {
            "title": "Qual professor te motiva?",
            "selftext": " No ensino médio assisti uma aula do Prof. João Cezar de Castro Rocha e minha vida mudou daquele momento em diante. Soube definitivamente que seria professor de literatura e faria o possível para transformar a vida de meus alunos.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1011om1",
            "num_comments": 2,
            "comments": [
                "Você teve aula com ele ou assistiu uma aula online? O cara é muito bom, tô lendo Retórica do Ódio dele. Ele escreve muito bem"
            ]
        },
        {
            "title": "Opinião de vocês sobre o Noites Brancas de Dostoiévski (pode dar spoiler, quero só ver a interpretação de vocês sobre o livro)",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100ytsy",
            "num_comments": 11,
            "comments": [
                "Não vejo um sentido oculto ou uma ambiguidade na narrativa para interpretarmos, mas eu amo o protagonista dessa história e a forma como lidou com as coisas no final: ensinou-me muito sobre o verdadeiro sentimento de gratidão. O trecho final da novela deve ser um dos trechos mais belos já escritos sobre tal sentimento, e penso que quem aprender a ser grato como o nosso protagonista, nas pequenas coisas boas que acontecem na nossa vida, terá encontrado uma boa forma de viver.",
                "É uma novela bem agradável. Romântico com um final trágico. Eu gostei do protagonista, um sonhador solitário que de uma hora pra outra conhece aquela que pode vir a ser o amor da sua vida. Quanto a ela: ela é uma ingrata destruidora de coração. Não sei mais o que dizer além de que é bem agradável a leitura.",
                "Querendo ler esse livro ainda não o li.",
                "Eu já li alguns deles..",
                "Eu acho que é um livro juvenil, li com 19 anos e gostei. Recentemente fui a uma peça do livro, até que bastante fiel a narrativa, mas achei meio bobo, agora que passei dos trinta...",
                "Foi o único livro do Dostoiévski que eu dropei. Achei diferente dos demais, o protagonista insuportável, talvez pq seja um dos primeiros livros do autor",
                "Uma ótima introdução para sua obra por ser curto, relativamente leve e, ao mesmo tempo, explorar com graça alguns dos paradoxos dessa nossa condição humana, que são uma marca registrada dele.",
                "Esse livro me deu a impressão de que o Dostoiévski na \"primeira fase\" era fan de tragédia",
                "É um dos meus preferidos, talvez por ter me identificado com o protagonista em alguns momentos. É um livro muito belo do qual podemos tirar grandes lições.",
                "acho bom, mas só li duas novelas do Dostoievski (essa e Memórias do Subsolo) e em ambos os casos eu achei os personagens muito dramáticos e teatrais.. emoções e reações exageradas demais, não consigo achar isso real"
            ]
        },
        {
            "title": "Audio book ou Leitura normal? e Por que?",
            "selftext": " Um Influencer que sigo, diz ele que audibook é a melhor maneira de consumir o livro, mas, o aprendizado é o mesmo em comparação a ler com o livro em mãos?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100uqhi",
            "num_comments": 20,
            "comments": [
                "Eu ja ate tentei ouvir audio book, mas sempre durmo no meio ou fico distraido. \n\nMas é uma boa pra quem não gosta de ler.",
                "Eu sou entusiasta dos dois tipos: tanto que escrevo e narro. A diferença está na forma que vc pode consumir (ouvi um crítica ao termo, mas tudo bem). O audiolivro pode permitir a você ouvir enquanto faz algo que não exija concentração, como caminhar. Se for um audiolivro de ficção, melhor, pq não há nele trechos que demandam reflexão. Isso tudo não dispensa a leitura normal, pq aqui você exercita a sua escrita. Tudo é válido quando se quer aprender mais. Tudo!",
                "Nada contra. Nessa vida corrida passei a escutar muito livro, mas não se compara a leitura, especialmente porque lendo você consegue fazer pausas de acordo com a sua necessidade de interiorizar o que está lendo. No áudio teoricamente você pode pausar, mas na prática é inviável.\n\nMas com certeza é melhor do que nada.",
                "A partir do momento em que se usa a palavra “consumir”, já demonstra que a relação com livros não é dos melhores.",
                "Eu utilizo os audiobooks como acompanhamento do livro físico, principalmente se possuírem uma linguagem mais formal ou forem muito pesados. \n\nJá tentei apenas escutar o áudiobook porém não absorvi muito da narrativa, pois me distraio muito fácil.",
                "prefiro leitura normal simplesmente pq não consigo focar direito nos audiobooks e logo me vejo toda hora tendo q voltar e etc. lendo normalmente eu tenho outro ritmo e aproveito bem melhor",
                "Eu amo audiobook quando a leitura é um pouco mais lenta pra mim, como um clássico com uma linguagem mais difícil, mas não costumo só ficar no áudio, eu sempre escuto acompanhando com o livro físico/ebook, até por que gosto de fazer marcações. Isso me ajuda a ler um pouco mais rápido.",
                "Eu amo audiobook quando a leitura é um pouco mais lenta pra mim, como um clássico com uma linguagem mais difícil, mas não costumo só ficar no áudio, eu sempre escuto acompanhando com o livro físico/ebook, até por que gosto de fazer marcações. Isso me ajuda a ler um pouco mais rápido.",
                "livro normal simplesmente pq leio pra sair do celular. tbm gosto de papel",
                "Já experimentei diversas formas de leitura, cada pessoa vai ter experiências diferentes e isso é completamente válido. Para mim a leitura é inigualável (principalmente livro físico, mas aí é mais uma \"frescura\" minha) embora eu tenha uma quedinha por ouvir contos. \nEu absorvo bem mais lendo e me envolvo mais com a história, por isso prefiro a leitura tradicional rs.",
                "Pra mim não há a menor possibilidade de conseguir prestar atenção a um audiolivro de livro técnico. Livro de ficção até vai, mas eu me distraio a não ser se for enquanto estou andando de bicicleta ou caminhando."
            ]
        },
        {
            "title": "Dúvida sobre o livro A Ideologia Modernista: A Semana de 22 e sua Consagração de Luís Fischer",
            "selftext": "Boa tarde pessoas. Eu gosto muito de arte e adoro ler sobre arte no Brasil durante o século 20 e adoro de ler sobre a semana 22 também, mas dessa vez eu gostaria fe ler um livro diferente, que realmente acrescentasse algo de novo ao invés das análises e críticas usuais, muitas inclusive que saíram justamente esse ano com o centenário. \n\nPras pessoas que leram esse livro, ele é bom? Como e o estilo de escrita? Boa pesquisa ou argumentos sem base? Sobre o que ele fala realmente? Os resumos que vi sobre ele não foram muito explicativos, o melhor foi uma noticia da Matinal Jornalismo. Ele realmente fala sobre o modernismo em outros estados ou só da poucos exemplos? Ele estende o modernismo para as gerações e períodos seguintes ou so a de 20? Dá nomes diferentes que os usuais? Obrigada!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100tf0m",
            "num_comments": 0
        },
        {
            "title": "Recomendações de livros que se passam em circos",
            "selftext": "Livros que explorem as maravilhas do universo circense",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100c38y",
            "num_comments": 2,
            "comments": [
                "Posso estar enganado pois não li, só vi o filme, mas Nightmare Alley tem grande parte ambientada em um circo.",
                "Água para elefantes. O filme é péssimo, mas o livro é bom."
            ]
        },
        {
            "title": "Sugestões de livro para estimular o pensamento crítico",
            "selftext": "Oi, gente! Preciso escolher alguns títulos  para ler acima de 300 páginas, totalizando cinco.  Preciso para contabilizar atividades complementares para a faculdade, de modo que ao terminar a leitura, seja possível escrever uma análise crítica para cada um. Adoraria sugestões. Dois já estão na minha lista: \nEscravidão, de Laurentino Gomes.\n1984, do Orwell.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100kprx",
            "num_comments": 6,
            "comments": [
                "Sinceramente se você quiser realmente estimular o senso crítico, vá atrás de coisas menos mainstream. Ao invés de 1984, leia na temática de ficção científica algo como Os Despossuídos, da Ursula K. Le Guin. Trata-se de uma obra que trata de uma sociedade anarquista. Mais não digo. \n\nÉ uma obra bem conhecida, mas O Povo Brasileiro, do Darcy Ribeiro é essencial para conhecer a gênese do povo e dos nossos problemas. \n\nMas se você quiser ir a fundo e se encantar por novas experiências, leia a Queda do Céu, do David Kopenawa e Bruce Albert. É um mergulho no modo de pensar ianomâmi. \n\nA dupla Pele Negra, Máscaras Brancas, e Condenados da Terra, do Frantz Fanon é essencial para compreender o pensamento colonial e decolonial.\n\nNão Verás País Nenhum, do Ignácio de Loyola Brandão é a distopia ambiental perfeita. Pena que muitas vezes ela parece assustadoramente próxima da nossa realidade.",
                "\"451 Fahrenheit\" e \"Revolução dos bichos\" são obrigatórios kkkk",
                "Estudar Economia melhora muito o senso crítico das pessoas.\nRecomendo o Gregory Mankiw \"Introdução à Economia\".",
                "O mundo assombrado pelos demônios do Carl Sagan",
                "A anatomia do estado",
                "O valor de educar - Fernando Salvater"
            ]
        },
        {
            "title": "Minha meta do ano.",
            "selftext": "Ano passado eu li 43 livros, embora minha meta fosse 50. Isso ocorreu pois eu fiquei muito doente, chegando a ficar internada por um tempo. Isso resultou em 2 meses sem ler (algo que me machucou muito, pois ler é um combustível para mim).\nEsse ano vou encarar 60 livros, com mais planejamento, obviamente. Algumas pessoas me criticaram e eu entendo, mas eu realmente acho que essa meta vai me fazer bem!\nO que vocês acham?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100pizg",
            "num_comments": 12,
            "comments": [
                "Acho nada, faça o que você gosta",
                "Sua meta de leitura possibilita você aproveitar oq está lendo?",
                "Vá em frente! Achei desumano sua meta de 50 livros em 1 ano 😅.\n\nA minha é 12 livros. 1 ao mês, e ja estou atrasado por conta da indecisão do primeiro livro do ano.",
                "Ai, ai, essas perguntas... se a gente achar ruim essa meta vai mudar alguma coisa? Rsrs. Se acha que vai te fazer bem, vá em frente.",
                "Estipule a meta mas ñ surte se ñ alcançar. Leia com calma. Curtindo a obra, o interessante é a viagem e ñ chegar ao destino. Cite pra nós alguns títulos que planeja ler...",
                "Acho nada OP, se é o que vai te fazer alcançar algo que você quer então toca ficha.",
                "Bom, se você vai ler por querer e não por se sentir obrigada, eu não vejo problema nisso. Só não se prenda tanto à uma meta, isso só atrapalha.\n\nP.S.: A nossa quantidade de livros lidos e a meta do ano passado foram iguais hahaha.",
                "Mas pq te criticaram? Eu li 65 livros da minha meta de 50 hehehe"
            ]
        },
        {
            "title": "O que vocês acham sobre o meu pequeno acervo??",
            "selftext": "Essa semana que passou, consegui chegar a marca dos meus primeiros 100 livros. Qual a opinião de vocês sobre esse meu pequeno acervo de livros? Alguém para deduzir que tipo de leitora sou??",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100pi37",
            "num_comments": 88,
            "comments": [
                "Tá bem claro que você gosta de fantasia, gostou bastante de Harry Potter e provavelmente adorou jogos vorazes. Adorei sua coleção de \"A guerra dos Tronos\".\nSua estante está muito linda, parabéns!😁",
                "Pô, decoração maneira! A coleção é bem bonita. Adorei aqueles bonequinhos em particular",
                "Que acervo maravilhoso!! Adorei a forma como organiza os títulos. Aliás, meu namorido é livreiro e tem paixão pelo que faz.",
                "Ler esse livro do Dale Carnegie te ajudou de alguma forma?",
                "Belíssimo acervo.",
                "achei muito legal vc ter tanto a versão em pt quanto a inglês de \"the ballad of songbirds and snakes\"",
                "Top, meu amigo.",
                "Tá bem arrumadinho!",
                "Legal.",
                "Muito bonito e organizado.",
                "Arrumação excepcional. Quantos anos você tem, OP? Os exemplares sugerem gosto de adolescente.",
                "Aiii que coisa linda e bem organizada! Orgulhosa de vc! Parabéns...",
                "Se tem George R.R Martin, então está 10. Compra o livro da Casa Targaryen, ótimo livro também.\n\nQuero chegar no final do ano pelo menos assim hahaha",
                "Achei muito legal, me identifiquei bastante, excelentes livros.",
                "1984 e Harry Potter são dois títulos que eu adoro!! 😁",
                "Gostei bastante, parece um pouco com a minha, uma dose de ficção, uma dose de auto ajuda, negócios, comunicação, etc.. agora estou começando incluir  alguns clássicos de literatura e filosofia também.",
                "Acho que eu tô com inveja",
                "sua estante é de mdf?",
                "Bonito. Sociologia me lembra a minha péssima professora de sociologia..",
                "Muito bem organizada! (A minha é uma bagunça) e assuntos bem variados, gostei!",
                "Um ULTRAJE ter crepúsculo e não ter o nome do vento",
                "Minha esposa tem uma estante de livro EXATAMENTE ASSIM, só muda os livros kkkk ela também tem esses bonequinhos dos friends que eu dei a ela de presente no mesmo lugar",
                "Muito bonita sua estante. Tenho o sonho de ter uma também, estou com uns 30 livros aqui, mas começaram a encher de poeira aí parti pro Kindle :( \n\nMas meu sonho continua de pé, quando eu tiver dinheiro pra ter uma coleção de livros e pagar pra alguém limpar hahaha eu montarei a minha. Parabéns 🙂",
                "E bem bonito. Seriamos amigos muito facil",
                "Bela estante OP. É estudante de T.I/ADS ou algo relacionado? Vi um livro de introdução à pentesting haha.",
                "Tá linda, bem cuidada. Mas acho que vc poderia adicionar outros gêneros sem ser fantasia, mas isso é gosto pessoal.",
                "Uma bosta.",
                "Olá minha colega leitora de fantasia! kkkkk Ótimo acerto :) Gostei da varinha ali pra decorar a parte de HP, essa semana eu tava namorando uma na amazon pra decorar o meu cantinho de HP também.\n\nFantasia também é o gênero que mais leio, apesar de eu tentar de vez em quando ler outros pra dar uma variada.\n\nMeus pêsames para GoT, to esperando esse véio maldito lançar os 2 últimos livros desde 2011, e pelo jeito vamos ter que esperar mais uns 10 anos pra ele concluir (isso se ele não bater as botas antes). Ele e o Patrick Rothfuss me ensinaram a nunca mais começar a ler uma saga que ainda não terminou, 2 das minhas favoritas sem lançar livro novo há mais de 10 anos me deixaram ressabiado kkkkkk."
            ]
        },
        {
            "title": "Alguém poderia Recomendar livros pra estudar narrativa ou analisar obras como exemplo filmes,séries e animes? Quero adquirir Senso crítico.",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100mo2q",
            "num_comments": 9,
            "comments": [
                "Isso que você quer exige tempo e uma formação ampla. Não é algo que se consiga de uma hora para outra. \n\nPegue a bibliografia das ementas de disciplinas relacionadas a teoria literária e estética. Normalmente é fácil de achar. E obviamente leia muita história, filosofia, sociologia, além de acompanhar com ares críticos o noticiário local, nacional e internacional.",
                "A Arte do Cinema, do David Bordwell. É uma introdução muito boa sobre os diferentes pontos que compõem a linguagem cinematográfica. Esses princípios são replicados em séries (mas de maneira menos \"refinada\" quando com o cinema em um mesmo periodo) e valem também para desenhos. Então mesmo sendo sobre cinema, vai atender o que vc busca.\n\nDepois dele, vc vai ter uma noção sobre os diferentes aspectos que compõe um filme. Daí pode se aprofundar em livros que abordem temas específicos, como cores (If It's purple someone is gonna die), montagem (recomendo Eisenstein), roteiro (Syd Field, ainda que ele receba mtas críticas) ou teoria de cinema no geral (qualquer coisa do André Bazin).",
                "Bem um livro que eu li é do Terry Eagleton - Como Ler Literatura.\n\nSó que essa parada de analise de narrativa e obras, do pouco que eu sei, depende muito do \"viés\" que você quer analisar\n\nTem livros que vão analisar a literatura de um ponto de vista mais crítico, outros vão ir pro lado de analisar mais o enredo do livro, existem analises do ponto de vista psicológico de uma obra.\n\nOutro assunto que você pode se interessar é em semiótica, tem um livro chamado Mythologies do Barthes que é sobre isso.",
                "Critique tudo e seu senso crítico estará adquirido. Simples assim.",
                "Leia ás cítricos de alguns autores literário.",
                "1984 - George Orwel, \n\nRevolução dos bichos -  George Orwel\n\nRacismo estrutural - Silvio Almeida\n\n12 anos de escravidao - Solomon Northup\n\n Li os dois primeiros, e explica bastante sobre autoritarismo, os outros sao muito bem recomendos.",
                "A Arte do Cinema, do David Bordwell. É uma introdução muito boa sobre os diferentes pontos que compõem a linguagem cinematográfica. Esses princípios são replicados em séries (mas de maneira menos \"refinada\" quando com o cinema em um mesmo periodo) e valem também para desenhos. Então mesmo sendo sobre cinema, vai atender o que vc busca.\n\nDepois dele, vc vai ter uma noção sobre os diferentes aspectos que compõe um filme. Daí pode se aprofundar em livros que abordem temas específicos, como cores (If It's purple someone is gonna die), montagem (recomendo Eisenstein), roteiro (Syd Field, ainda que ele receba mtas críticas) ou teoria de cinema no geral (qualquer coisa do André Bazin).",
                "A jornada do escritor",
                "Story do Robert McKee vai te dar uma boa noção de estrutura, não só especialmente de roteiro (como é a proposta do livro) mas num geral."
            ]
        },
        {
            "title": "Me ajudem a achar um livro.",
            "selftext": "Eu não consigo lembrar o nome dele. O livro é sobre seleção artificial, igual o filme Gattaca, um mundo onde as pessoas podem escolher quais características os filhos terão e quais as consequências disso para a sociedade.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "100jtj8",
            "num_comments": 9,
            "comments": [
                "Sei q é um conto do Philip K. Dick. Não lembro o nome do conto mas ele está na coletânea Sonhos Elétricos da editora Aleph",
                "Parece interessante, quando acharem avise",
                "Admirável Mundo Novo?",
                "alguém pode comentar meu comentario pra eu voltar aki depois?"
            ]
        },
        {
            "title": "Como sair da ressaca literária?",
            "selftext": "E aí, glr? Eu tenho bastante livros para ler esse ano. Estou com muita vontade de lê-los, porém minha ressaca literária está me impedindo. Tem alguma coisa que vocês fazem para vencer esse problema e conseguir voltar a ler novamente?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1005vik",
            "num_comments": 26,
            "comments": [
                "O que funciona comigo: \n\n\\- Pegue um livro que seja levemente mais curto do que você lê  \n\\- Algo que pertença à um gênero temático o qual você não lê há tempos  \n\\- E sobretudo, um livro de leitura leve\n\nAssim você tem uma leitura fácil e prazerosa e provavelmente vai fazer a sua vontade de ler reemergir.",
                "Cara eu tenho um(a) autor(a) de conforto que toda vez que eu fico em ressaca eu recorro aos livros e da certo comigo no meu caso toda vez que entro em ressaca literária eu leio livros da Agatha Christie.",
                "Ler hqs ajuda. Recomendo Scott Pilgrim contra o mundo, Persépolis, Retalhos, as da MSP e a coleção Um sábado qualquer",
                "Geralmente releio livros infantis q sei q gosto. A Pedra filosofal, o pequeno príncipe, o leão a feiticeira e o guarda roupa.\nCoisas assim\n\nOu tbm tento descobrir o q causou o bloqueio emocional em primeiro lugar",
                "Eu costumo ler thrillers quando estou de ressaca e funciona bem",
                "Começa por contos, q são mais curtos, dps vc pega o embalo",
                "Eu gosto de mudar o tema. Outra coisa que faço é elaborar um fichamento de 2 ou 3 páginas da última obra que me causou a \"ressaca\" correlacionando-a com outro livro de tema distinto. Buscando com isso uma distração que alimente minha curiosidade. Portanto, tese (livro da ressaca), antítese (livro com o tema distinto) e na síntese tento unificar ambos. Geralmente, os resultados são interessantes e, na maioria das vezes, fico inspirado a fazer uma nova leitura para refazer todo o processo. Eu sei,  é meio hegeliano, mas funciona comigo.",
                "     Quando me sinto assim, gosto de ler contos originais infantis, quadrinhos, qualquer coisa mais leve e mais curta. Tenho na estante alguns livros apenas para os casos de ressaca literária. O incrível é que em casos como este, até enciclopédias me ajudam.",
                "Meu conselho é ler pelo menos um pouquinho todo dia. 5 minutos basta. Eu leio no celular, aí o app tem um histórico. Então eu \" bato ponto\" todo dia.",
                "leituras curtas e leves ou algum gênero que você goste muito"
            ]
        },
        {
            "title": "Como ler o som e a fúria?",
            "selftext": "Me embrenhei nessa aventura única de ler o som e a fúria e mds tá BEM DIFÍCIL, a cada página paro para fazer anotações e apagar anotações erradas. \nAlguém tem alguma dica para essa leitura? Coisas que tenho que ter em mente coisas que tenho que prestar atenção?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1003r9i",
            "num_comments": 10,
            "comments": [
                "Eu li no começo do ano.\nVocê tem que compreender que são TRÊS \"narradores.\nVocê vai ver histórias sob três pontos de vista diferentes.\n\nE o primeiro deles, talvez de propósito, é pelos olhos de uma pessoa com alguma doença que não permitiu seu desenvolvimento cognitivo/intelectual.\n\nPor isso é tão difícil o começo.",
                "nunca li e espero ler esse ano. Imagino que a brisa é justamente n fazer anotações e seguir toda essa \"confusao\"  Mas só acho msm",
                "O começo de Som e a Fúria é intencionalmente confuso, o que você está passando é a experiência normal com o livro, então não desista!\n\nO capítulo do Benjy foi bem críticado na época, com críticos considerando que tornava o livro inacessível, mas Faulkner queria não somente quebrar tradições literárias como demonstrar a limitação de comunicação do ponto de vista do personagem central da narrativa. \n\nEle fez isso utilizando uma narrativa não linear em termos temporais, por isso fica muito difícil acompanhar o que está acontecendo, ainda mais quando no começo você tem uma única perspectiva (limitada) dos acontecimentos. \n\nDito isso, minha recomendação prática é: Deixe as anotações de lado por um momento, foque apenas na leitura e na compreensão dos temas, com o decorrer do livro o enredo se torna muito mais claro - as peças começam a se encaixar.\n\nNo final do livro, retorne e releia a primeira seção, você perceberá que agora está muito mais fácil de acompanhar, a \"história contada por um idiota\" como Faulkner descreve, passa a contextualizar todo o resto da obra.\n\nEspero que ajude e que tenha uma leitura proveitosa!",
                "Não posso falar com propriedade porque não li, mas já ouvi falar que realmente o começo é bastante confuso mas a coisa vai melhorando conforme você vai lendo. É só não desistir. Boa sorte mano, pretendo ler um dia também.",
                "Pô, essa pergunta me veio como uma luva. Há três dias me deu vontade de jogar o livro fora, sério mesmo."
            ]
        },
        {
            "title": "Livros sobre arte, cultura, política e sociedade brasileira no século 20 que não seja sobre a Semanda de 22",
            "selftext": "Boa tarde pra todos e Feliz Ano Novo! Vim aqui pois estou tendo uma dificuldade enorme em achar livros sobre o assunto acima que não tratem sobre pessoas e acontecimentos apenas *durante* a Semana de 22. Eu adoraria ler sobre os modernista, mas em outras eras, especialmente a 2° e 3° gerações, e os anos 80/90. E sobre os da primeira nas décadas posteriores\n\nEu adoro arte, e já tenho 3 livros bemmm completos sobre a década de 20 em SP e no Rio: Modernidade à Beira Mar (Ruy Castro) Semana de 22:Antes e Depois e Modernidade em Preto e Branco (Rafael Cardoso). Também adoraria ler sobre modernismo e coisas modernas no Brasil que não fossem centrados em SP e no Rio, já que né, o resto do país já existia na época (se e que tem livros sobre isso já).\n\n Underground de  Luiz Carlos Maciel é um que eu tenho interessemas ele está a mais de 60 reais e tem só 180 páginas. Eu gostaria de um livro que Ducasse mais (300 e pouco ao menos). Outros livros na minha lista futura: Mulheres Modernistas: Estratégias de Consagração na Arte Brasileira e Modernismo 1922-2022. \n\nSei que o pedido é difícil, mas eu agradeceria muito se alguém pudesse me ajudar!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "1002u22",
            "num_comments": 1,
            "comments": [
                "para você encontrar livros mais \"do interior\" te sugiro buscar publicações de editoras universitárias, principalmente daquelas que tenham curso de artes"
            ]
        },
        {
            "title": "Recomendações de livros pra um adolescente de 15 anos",
            "selftext": "  Queria umas indicações de uns livros, especialmente de uns mais clássicos, mas pode ser também de qualquer gênero.\n  Se for ajudar, em minha lista de leituras já terminadas, de mais importantes acho q são Dracula e Duna, e eu gostei de ambos.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "10021p8",
            "num_comments": 26,
            "comments": [
                "Na vibe de Drácula eu diria Frankenstein, O médico e o Monstro e Carmilla\nN curto nem um pouco ficção científica, mas se vc quiser mais do gênero eu recomendaria H. G. Wells (acho q é esse o nome dele) é Jules Verne (basicamente o pai da ficção científica) ambos tem muitos livros então com certeza vai ter algo q vc vai gostar.\nMas se vc teve paciência pra ler dracula e duna tu lê qualquer coisa, pode meter um Miseráveis, Anna Karenina, Tolstoi, a Ilíada, a Hora da Estrela, até mesmo em busca do tempo perdido pq vai te descer (por razões óbvias essa parte piada, esses são otimos livros, mas mais difíceis, se vc tiver disposto ao desafio seja meu convidado)\nFora da linha q vc falou eu recomendo orgulho e preconceito e o morro dos ventos Uivantes (como romances universais). Hamlet, O sol é para todos, o velho e o mar. Acho q isso cobre uma boa parte dos clássicos britânicos e americanos tem alguns de outros países, mas n tão bem representados nem por gênero nem por data",
                "O Apanhador no Campo de Centeio, do J D Salinger. É uma dica manjada, mas talvez te interesse.",
                "Pow uma trilogia que terminei a pouco tempo é \"O Ceifador\",  não tem uma historia inovadora mas me divertiu bastante.  Os livros falam de uma distopia onde a sociedade evoluiu de forma que ninguém morre de causas naturais, podendo  rejuvenescer para qualquer idade, e para trazer equilíbrio há um grupo formado por ceifadores que tem o objetivo de matar pessoas, a temática em si é algo que me deixou bem intrigado.",
                "O homem invisível \nA volta ao mundo em 80 dias\nViagem ao centro da Terra\nCarrie, a estranha\nTrilogia Jogos Vorazes\nO Hobbit\nO grande Gatsby",
                "Sêneca - sobre a brevidade da vida",
                "Recomendo os livros da Agatha Christie, o capote, a metamorfose e os contos de Edgar Alan Poe",
                "Quando eu tinha 15, eu amei A revolução dos bichos. Também gostei muito de ler Os 12 trabalhos de Hércules. Enfim, há um, em quadrinhos de capa dura, sobre o Jeremias (da turma da Mônica) lidando com racismo. Chama-se Pele. Aliás, a coleção de capa dura da turma da Mônica vale muito a pena conferir.",
                "Harry Potter e Senhor dos Anéis",
                "Noites Brancas de Dostoievski, Saber envelhecer de Cícero.",
                "Hentai",
                "Fenomenologia do espírito - Hegel",
                "Na sua idade eu comia os livros do Dan Brown e do Shelock holmes.",
                "Platão e Aristóteles",
                "As Brumas de Avalon",
                "After kkkkkkk",
                "A coleção de Harry Potter.\nO Hobbit.\nA morte de Ivan Ilitch.\nO inspetor geral.\nCrônica de uma morte anunciada.\nO Cortiço.\nOrgulho e Preconceito.",
                "Acho que Percy  Jackson pode lhe acrescentar",
                "As crônicas do gelo e do fogo, principalmente porque você disse que gostou de Duna.",
                "Capitães da Areia do Jorge Amado, você vai curtir.",
                "O apanhador no campo de centeio e O sol é para todos",
                "A trilogia do Magnus Chase e os deuses de Asgard",
                "Tô chegando um pouco atrasado no post, mas como você tá com uma abertura para a leitura de clássicos, recomendo correr atrás de Cândido, do Voltaire.\n\nEnredo ácido e crítico,, com bom humor e muita aventura. Livro curtinho, de fácil leitura e você ainda consegue achar em qualquer canto por um preço bom.",
                "Frankestein e qualquer um do Julio Verne, se ele gosta de fantasia medieval Tolkien(O hobbit e depois os 3 livros de senhor dos anéis)"
            ]
        },
        {
            "title": "Ler os livros do George R. R. Martin antes ou depois de assistir a série GOT?",
            "selftext": " A um tempo atrás eu tentei assistir GOT por causa do seu enorme sucesso. Acabei abandonando a série nos primeiros eps. Agora, depois de ter assistido House of the Dragon, estou muito hypada pra ler/assistir mais coisas desse universo.\n\n Vi muita gente falando que é facil esquecer de alguns personagens ou não se lembrar de quem eles são (o que é facil acontecer comigo em qualquer livro que tenha muitos personagens com nomes difíceis ou parecidos). Então estava pensando em assistir primeiramente a série, assim talvez eu me perderia menos nesse universo e conseguiria compreender mais coisas do livro. Porém, se eu assistir a série primeiro, eu perderia a experiência que é ler o livro sem saber oque vai acontecer. \n\n O que eu devo fazer? Vocês assistiram a série primeiro ou depois dos livros? Em qual ordem vocês leram os livros?\n\n Obs.: Tenho 14 anos e comecei a ler livros faz um ano e pouco. Nunca li livros de fantasia, costumo ler mais romances/aventuras que foram escritos recentemente. No momento eu estou tentando quebrar o meu medo de ler livros \"antigos\" (de 1800-1900), felizmente estou conseguindo, o penúltimo que li foi Orgulho & Preconceito, gostei muito, agora estou na metade de Frankenstein e também to gostando.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zzrv1y",
            "num_comments": 13,
            "comments": [
                "Minha regra particular é, havendo interesse nas duas mídias, sempre a série primeiro. Pq raramente uma obra audiovisual será tão completa quanto uma obra escrita. Então a sensação que temos é de que o universo está se expandindo.\n\nSobre a ordem, eu costumo ler pela ordem de publicação.",
                " Eu comecei a ler os livros quando a primeira temporada tinha saído. Vi um episódio e achei ruim. Pra mim era a história do livro corrida e apressada pra caber em outra mídia, e isso me brochou com a série. \n\n Até hoje os 3 primeiros livros da série são meus livros favoritos. O quarto foi meio xoxo, e o quinto eu parei pq aconteceu um negócio que me deixou puto e aí fiquei de esperar o resto dos livros serem lançados pra ler tudo de novo (tô na espera desde 2014. GRRM você me paga, seu salafrário)",
                "[deleted]",
                "14 anos?! Nem os livros nem a série. Tem muita violência e sexo. Deixe pra depois, leia Senhor dos Anéis por enquanto\nKkkk to parecendo seus pais. Mas é que tem umas cenas extremamente violentas tanto no livro quanto na série. E eu já percebi que jovem que começam a consumir muita violência (eu, na minha época) precocemente tendem a perder um pouco da humanidade. Se abalam menos com coisas ruins, tragédias, notícias gore e essas coisas. Isso não é bom.",
                "Você tem 14 anos, então não deveria nem ver a série nem ler o livro, está abaixo da faixa etária, e sem ser caxias, não seria muito legal.\n\nSem zuera, leia Tolkien que é MUITO, MUITO MELHOR  (comece pelo Silmarillion, depois o Hobbit, e depois Senhor dos Anéis).\n\nAlém disso, falando sério agora,  não sei se vale o investimento na obra de Martin: os livros estão parados faz anos, e o Martin está cagando para terminá-los; já o seriado de TV é bom até uma certa temporada, mas vai decaindo com o passar das temporadas, e entrega um dos piores finais de série que já vi (e há rumores que o desfecho dos personagens na série, é o mesmo que acontecerá no final dos livros, se um dia o Martin vier a terminá-los).  Agora, se ainda assim quiser ver, vai do que tiver mais disposição pra encarar no momento: i) a leitura de cinco livros grandes sem previsão de história concluída, ou ii) uma série de oito temporadas que vai piorando com o tempo. Nada impede de você ver os dois ao mesmo tempo também.",
                "Tanto faz, a série é (quase) totalmente diferente do livro",
                "Sugiro ler o livro primeiro, pois ao assistir a série você verá o universo que estava no papel ganhar vida, como se fosse real.",
                "Li alguns capítulos do primeiro livro, larguei. Assisti a primeira temporada. Li os 5 livros. Assisti as 7 primeiras temporadas Li Fogo e Sangue e vi a oitava quando lancou, mas n lembro o q q saiu primeiro, acho q foi o livro. Reassisti tudo e aí li Contos de um Cavaleiro dos Sete Reinos. \n\nAcho q realmente tanto faz assistir um ou outro primeiro e eu faria paralelamente. Vc J precisa saber o nome ou quem é todo mundo tem uns 10 ou 15 q são realmente importantes no primeiro livro e a maioria das edições tem um glossário q ajuda muito, n se acanhe de ou anotar coisas no glossário ou num caderninho ao lado vc n vai lembrar de tudo.\nNão aconselho seguir a ordem de publicação dos livros, se vc for ler além das Crônicas de Gelo e Fogo em si e muito menos ler em ordem cronológica. \nAconselharia ler as crônicas de gelo e fogo só dps o cavaleiro dos sete reinos ou fogo e sangue, lembrando q elas tratam de outros personagens, em outro tempo e no caso de fogo e sangue é uma escrita bem diferente.\nSe vc quiser ler o de mapas, o mundo de gelo é fogo, etc. Aconselharia a fazê-lo só depois de ler os q eu citei acima.\n\nQuando eu li eu tinha mais ou menos a tua idade, comecei a ler o primeiro com 13 terminei a 8 temporada com 16 quando ela lançou.",
                "Eu nunca me imaginei lendo livros tão extensos. Eu nem tinha o hábito de ler qua do comecei assistir a série, sempre que eu começava um livro levava um século pra terminar. \n\nAssisti a série inteirinha, depois que já tinha sido encerrada. Fiquei tão aficcionada na história que um bom tempo depois comprei o primeiro livro pra tentar ler. Poos eu li ele todo e fiquei doida pra ler o próximo e depois o próximo. E não atrapalhou em nada eu ter visto a série, mesmo que existe muita similaridade mas vejo que ambas tem suas diferenças. Então eu acho que você assistir a série vai terminar mais rápido, por isso seriela interessante ver a serie primeiro. Os livros já são bem extensos e também contém eventos que não dão apresentar na série.",
                "Eu fiquei meses pedindo para minha mãe comprar o primeiro volume de got pra mim, quando eu comecei a ler, senti que eu estava vendo a primeira temporada de got só que em câmera lenta. Acabei desistindo do livro. Só que esse ano tivemos House of the Dragon, eu fiquei bastante instigado a comprar o livro, porém lembrei da minha decepção com got. Baixei um PDF de Fogo & Sangue para ver se é bom, não consegui ler na primeira vez, o tio George tem uma escrita diferenciada dos autores que eu leio então dificultou um pouco minha adaptação da minha leitura para es livro. Na minha segunda tentativa, eu adorei a narrativa, me apaixonei pela história e personagens. Fogo & Sangue vale muito a pena ser lido e espero que o tio George lance logo o segundo volume.",
                "Eu tento conhecer a obra original e depois suas adaptações. O contrário me causa estranhamento, pq parece que estou olhando a história em retrospectiva e análise.\n\nEdit. Você tem 14 anos, tem várias outras obras que vão te proporcionar mais prazer e ajudarão a pavimentar sua jornada literária. Deixa o Martin pra outro momento."
            ]
        },
        {
            "title": "[bate-papo] O que você está lendo?",
            "selftext": "Tópico semanal para comentar suas aventuras literárias. \n\n1. Seja gentil e respeite as regras da nossa comunidade.\n2. Se for dar spoiler, utilize a marcação adequada. Para usuários do *old reddit* basta olhar a barra lateral do sub, enquanto para usuários da nova versão basta fazer a edição na hora da postagem.\n3. Considere visitar os subs afiliados /r/NaMinhaEstante e /r/Quadrinhos.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zzt3zn",
            "num_comments": 57,
            "comments": [
                "David Copperfield, Charles Dickens.",
                "_O Estrangeiro_, do Albert Camus. Já terminei o enredo, estou lendo os textos de apoio que vêm com o livro.",
                "Crime e Castigo.",
                "Acabei de terminar Duna pra finalizar o ano com chave de ouro. Pretendo ler algum quadrinho no começo do e depois dar continuidade lendo Messias de Duna.",
                "O caminho do Reis ,Brandon Sanderson",
                "O Feitiço dos Espinhos, Margaret Rogerson",
                "Ontem terminei Coraline e digo uma coisa para vocês, que livro gostosinho e que protagonista incrível! Ele é ótimo para relaxar e recomendo muito para as crianças dos 8 aos 88 anos! 😄",
                "sob a redoma, aquele famoso calhamaço do King com 960 páginas. tô em 70% da leitura e acho o livro muito instável. sei que consistência é algo difícil de se manter até quando um livro é pequeno, mas em sob a redoma, a cada 5% lido do livro minha opinião sobre ele muda drasticamente",
                "Metaphors we live by, do George Lakoff. Um livro bem legal sobre como as metáforas que usamos revelam pensamentos enraizados na sociedade. Infelizmente como tá em inglês e é sobre linguística e comportamento algumas coisas não funcionam na tradução, mas outra boa parte se encaixa muito bem. \nE durante a semana terminei Imagem da Cidade, do Kevin Lynch, que acho que vai ser o último livro que terminei esse ano (ainda faltam umas 70 páginas do livro do Lakoff).",
                "Eu estava lendo um livro do Dr Eneias, terminei ele ontem. Irei começar agora com o livro de Maquiavel \"O principe\"",
                "Acabei de terminar Terceiro Saber, do Roberto Campos Pellanda. Vou começar Um amor incômodo, da Elena Ferrante.",
                "Deuses Americanos do Neil Gaiman",
                "Orgulho e preconceito",
                "A Rebelião das Massas – Ortega y Gasset",
                "O quarto e último omnibus do Hellboy",
                "O Livro da Selva, de Rudyard Kipling.\n\nÉ a história original do mogli, escrita em 1967. Bem mais violenta que a versão da Disney",
                "Angústia - Graciliano Ramos.\n\nGeografia: isto serve, em primeiro lugar, para fazer a guerra - Yves Lacoste.",
                "O Iluminado, do King. Tô na página 142 e gostando bastante.",
                "As Palavras e as Coisas, do Foucault, e A Agonia de Eros, do Byung Chul-Han, mas bem lentamente.",
                "Dias perfeitos e Sobre a Brevidade da Vida.",
                "Estou no momento lendo mefisto, orgulho e preconceito e o vol 2 do edgar allan poe da darkside, estou adorando todos",
                "\"A Saga dos Volsungos\". O tal é basicamente uma saga islandesa do século XIII, escrita em prosa, que conta principalmente, as aventuras do famoso guerreiro Singurd, descendente de Odin e assassino do dragão Fáfnir. A história é muito parecida com a do poema épico medieval alemão \"A Canção dos Nibelungos\", provavelmente ambas narrativas possuem a mesma origem no remoto passado pagão germânico desses povos. Texto interessante que recebeu uma tradução recente para o português, recomendo!",
                "Estou lendo os livros da Anne de Green Gables, estou no sexto neste momento. \nNao pretendo ler os outros 3 pois ela não é mais a protagonista e sim os filhos.",
                "Veronika Decide Morrer - Paulo Coelho",
                "A Bíblia, está sim tem q ser em primeiro depois outro livro complementar!!!",
                "As intermitências da morte de José Saramago",
                "A psicologia do dinheiro",
                "Cálculo, do Stewart.",
                "Se quiser mudar o mundo - Sabrina Fernandes\n\nUm pouco de ar, por favor - George Orwell",
                "Terminei Dona Flor e seus dois maridos ontem, vou começar agora \"O Triste Fim de Policarpo Quaresma\".",
                "Battle Royale. Chegou enquanto lia O Triste Fim de Policarpo Quaresma, que pausei por enquanto de tão entediado que fiquei.",
                "Comecei a ler Irmãos Karamazov",
                "Nova Jaguaruara do Mauro Lopes",
                "\"A Sombra do Vento\". Já li umas 60 pág, até agora tô curtindo muito. Comprei baratinho usado.",
                "The Books of Jacob da Olga Tokarczuk",
                "Complete Stories - Flannery O'Connor\n\nSleeping on The Wing: An Anthology of Modern Poetry - Kenneth Koch, Kate Farrell",
                "Vou terminar vergonha da Brittany. Esse vai ser minha última leitura do ano.",
                "Diamantes são eternos\nTender is the Night \nNaruto\n\nN tô tendo tempo pra ler por causa das festas"
            ]
        },
        {
            "title": "Bom fim de ano e excelente ano novo! Recomende os melhores livros que você leu no ano que se encerra.",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zzrmxd",
            "num_comments": 14,
            "comments": [
                "Primeiro e segundo livro de \"Duna\"; \"1984\", de George Orwell; \"Flores para Algernon\"; \"O duelo dos reis\" ; \"A nuvem\".",
                "A droga da obediência",
                "Na praia do Ian McCleran\nUm retrato do artista do mundo flutuante do Kazuo Ishiguro\nMorro dos Ventos Uivantes da Emily Brönte",
                "Confissões – Santo Agostinho",
                "1. Amiga Genial - Elena Ferrante\n2. Guerra da Papoula - F.G. Kuang\n3. A Quinta Estação  - Jemisin\n4. Qualquer um da Carla Madeira\n5. Piranesi - Susanna Clarke\n6. Um Estranho Sonhador - Laini Taylor\n7. Pachinko - Min Jin Lee\n8. Uma Vida Pequena - Lana Yanagihara\n9. A Cor Púrpura- Alice Walker",
                "Por motivos diferentes:\n\nÉ isto um homem? - Primo Levi. Clássico absoluto do “gênero” holocausto. \n\nExpiração - Ted Chiang. Ótima coletânea de contos de um dos grandes autores do scifi contemporâneo.",
                "1- Partículas Elementares, Michel Houellebecq\n2- Extensão do domínio da luta, Michel Houellebecq\n3- Agosto, Rubem Fonseca\n4- Assim começa o Mal, Javier Marias\n5- Coração tão Branco, Javier Marias \n6- Eu receberia as piores notícias de seus lindos lábios, Marçal Aquino",
                "O Lobo da Estepe - Hermann Hesse  \n  \nCem Anos de Solidão - Gabriel Garcia Marquez  \n  \nO Beijo no Asfalto - Nelson Rodrigues  \n  \nO Natimorto - Lourenço Mutarelli",
                "**Quero Comer seu Pâncreas** \\- Yoru Sumino.",
                "5. Animal - Lisa Taddeo \n\n4. A porta - Magda Szabó \n\n3.Circe - Madeline Miller\n\n2. Pátria - Fernando Aramburu \n\n1. Água fresca para as flores - Valerie Perrin",
                "Rum: diário de um jornalista bêbado - Hunter S. Thompson.",
                "1 Cartas de Amor aos mortos\n2 The kiss of deception\n3 Divergente\n4 A vitima perfeita",
                "Kindred, 1984, Coraline e O caso dos dez negrinhos.",
                "Devoradores de estrelas,as crônicas do rei Artur ,It,Novembro de 63,O assassinato de Roger  Ackroyd e Fundação box (principalmente o terceiro livro)"
            ]
        },
        {
            "title": "Opinião sobre \"Flores para Algernon\"",
            "selftext": "Fiquei desolado com a situação final da família de Charlie Gordon.\nQual a parte mais te emocionou no livro \"Flores para Algernon\", de Daniel Keyes?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zzoj8k",
            "num_comments": 14,
            "comments": [
                "É meu livro favorito da vida. Acho ele de uma sensibilidade absurda. Tem uma frase desse livro que me deixa sempre reflexivo e na hora me fez parar e pensar um pouco sobre as minhas relações: \"É fásil ter amigos si você dexa as peçoas rirem de você\". A forma que essa frase foi escrita, com os erros ortográficos, e a ideia que ela passa... Meu Deus. Além disso, a transformação do Charlie é incrível, e não só porque ele \"ficou inteligente\", mas porque ela escancara que, para ser feliz, se exige demais, mas se precisa de pouco. Charlie sempre foi um cara do bem, mesmo quando não era dos mais inteligentes. Mesmo assim, nunca pareceu suficiente. \"Apenas pouco tempo atrás aprendi que as pessoas riam de mim. Agora consigo ver que inconscientemente me juntei a eles, rindo de mim mesmo. Isso dói mais que tudo\". Acho que o final do livro possa parecer desolador, mas eu vejo como uma chamada de esperança. Charlie poderia não ver uma saída, ou não acreditar que as pessoas chegassem a esse lugar de contato real, mas a bola é cantada: \"Se eles lhe dessem tempo o suficiente, se não o apressassem ou fossem muito rápidos com ele, ele iria entender. Mas ninguém tem tempo\". Uma hora eu vou entender, o que quer que seja preciso. Espero que vocês também. Abraços!",
                "Eu só consigo lembrar disso:\n\"Que estranho é o fato de pessoas de sensibilidade e sentimentos honestos, que não tirariam vantagem de um homem que nasceu sem braços ou pernas ou olhos, não verem problema em maltratar um homem com pouca inteligência.\"\n\n-Flores para Algernon",
                "Nossa, esse livro me destruiu do começo ao fim. Toda vez que os colegas da padaria faziam bullying com o Charlie e ele pensava que eles eram seus amigos e por isso faziam piadas, era como se fosse um soco no meu estômago.",
                "Quando ele toma consciência do retrocesso inevitável.",
                "Amo esse livro, li ele pelo Kindle e pretendo comprar o livro físico para ler novamente.",
                "A parte que mais me emocionou foi quando Charlie estava se lembrando de sua infância com os pais e a irmã, até que ela queria um cachorro por ter tirado nota alta. Enfim, no final de toda maldade que ela fez com ele, ele concluiu que não queria um cachorro e que não ia tentar fazer o cachorro gostar mais dele do que dela. Só queria que a irmã brincasse com ele",
                "No geral, ler os trechos quando o Charlie não é \"inteligente\" é muito tocante, as partes que ele escreve errado e tá tentando encontrar sentido no próprio mundo. Me gerou uma empatia enorme.",
                "Ele está na minha lista favorita de todos os tempos e é meu favorito do ano. Outro que eu gostei é a Biblioteca da meia noite de Matt Haig. Mas a sensibilidade deste livro é incomum, um livro para levar para vida.",
                "É meu próximo na fila. Ganhei no Natal",
                "Mto foda, livro marcante vale a pena ler.",
                "Livro maravilhoso."
            ]
        },
        {
            "title": "Como apresentar a leitura para uma criança?",
            "selftext": "Tenho uma sobrinha de 3 anos e quero apresentar o mundo da leitura a ela de maneira didática e interativa. Aceito sugestões de títulos infantis e formas de leitura. Sinto que seria um diferencial pro desenvolvimento dela.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zzhmu3",
            "num_comments": 20,
            "comments": [
                "Além dos variados livros infantis legais que tem por aí, a melhor coisa a se fazer com uma criança dessa idade é __ler em conjunto__. Você apresenta leitura _lendo junto_, e ela vai aprendendo com mediação de alguém.",
                "Passear na seção infantil de livrarias e deixar que ela escolha livrinhos, levá-la a contações de histórias (bibliotecas municipais costumam ter programação), presentear com livrinhos coloridos, com sons, ler com ela. Os momentos relacionados a livros e leitura têm que ser prazerosos e naturais.\n\nA construção do hábito passa por isso, pelo contato constante com os livrinhos. É importante também que ela veja adultos lendo, no dia-a-dia, para se familiarizar com o hábito. Desligar telas nesses momentos é importante, não dá pra competir com tevê ou celular.",
                "Turma da Mônica, principalmente as MSPs (Laços ou Bidu é um bom começo).",
                "acho que quadrinhos é um jeito facil porque tem imagens",
                "Peguei o gosto pela leitura com gibis (principalmente) e livros infantis, acho que seria interessante pra ela começar com algo beeeem leve e didático",
                "Recomendo que comece com livros que tenha mais ilustrações do que texto, por exemplo que seja sobre animais, cores ou canções e que seja uma leitura conjunta, tudo começa com o incentivo, tente levar ela em uma livraria e deixe que ela escolha algo, fiz desse modo com meu filho de 4 anos, mas foi por pedido dele próprio por já ter o costume de me vê lendo.",
                "Leia pra ela, com ela, na frente dela, deixe-a se descobrir nos livros e corte estímulos como celulares, televisão etc. Nenhuma criança vai achar um livro mais interessante q um desenho então ao menos lhe de mais oportunidades de estar em contato com livros do q com desenhos. Quer a criança quieta esperimenta dar um livro pra ela ler ao invés do celular e vc vai ter q ser presente, pra ler com ela e deixar q ela te veja lendo. Eles aprendem por exemplo",
                "Comece com livros de contos infantis,eu amava quando minha mãe comprava esses livrinhos pequenos com histórias de princesas de aventura e quando ela lia a noite contos para eu dormir..",
                "Acho que sua profissão pode ajudar nisso,por exemplo minha tia era professora e eu me lembro de estar sempre  relendo um livro sobre insetos e um de linguagem de sinais junto com ela então pra começar poderia ser qualquer livro que você julgue que será bom contando que tenha alguém pra auxiliar ou participar da leitura assim começando a criar uma memória boa sobre esse tipo de lazer.",
                "Além de ler com a criança, é preciso também passar exemplo. Só de a criança ver os pais lendo habitualmente, já é um facilitador para que ela crie interesse.",
                "O Pequeno príncipe",
                " Aqui estão algumas sugestões para ajudar a apresentar a leitura para a sua sobrinha de 3 anos:\n\n  1.  Escolha livros infantis que sejam apropriados para a idade dela e que tenham imagens coloridas e atraentes. Existem muitos títulos disponíveis em livrarias e bibliotecas, ou você também pode pesquisar online por livros recomendados para crianças de 3 anos.\n\n   2 . Faça da leitura uma atividade regular, como antes de dormir ou após o almoço. Isso ajudará a criança a criar um hábito de leitura e a perceber que é algo divertido e importante para fazer.\n\n   3. Faça perguntas sobre o livro enquanto lê para a criança e incentive-a a participar da história, pedindo para ela preencher os espaços em branco ou adivinhar o que acontecerá a seguir.\n\n   4. Use a voz e os gestos para tornar a leitura mais animada e envolvente. Isso pode ajudar a criança a se concentrar e a se interessar mais pelo que está sendo lido.\n\n   5. Quando a criança estiver pronta, ensine-lhe como usar a imaginação para criar uma história a partir das palavras e ilustrações de um livro. Isso ajudará a desenvolver a criatividade e a capacidade de pensamento crítico da criança.\n\n   Lembre-se de que cada criança é única e pode ter interesses e habilidades de leitura diferentes. Portanto, é importante observar a sua sobrinha e adaptar a forma como apresenta a leitura de acordo com o que ela gosta e com o que é mais apropriado para a idade dela.",
                "Apresentar uma criança ao mundo da leitura é uma ótima maneira de apoiar seu desenvolvimento cognitivo, linguístico e socio-emocional. \n\nComece com livros curtos e simples: procure livros com ilustrações brilhantes e coloridas e frases curtas e repetitivas. Esses tipos de livros são perfeitos para ajudar crianças pequenas a desenvolver seu vocabulário e consciência fonêmica (a capacidade de ouvir e manipular sons individuais em palavras).\n\nTorne a leitura interativa: incentive sua sobrinha a apontar para as fotos e fazer perguntas sobre o que ela vê. Você também pode pedir que ela o ajude a ler as palavras apontando para elas enquanto lê.\n\nLeia juntos todos os dias: Reserve um tempo especial todos os dias para ler com sua sobrinha. Isso pode ser antes de dormir, depois do café da manhã ou a qualquer hora que funcione para vocês dois. Ler juntos regularmente ajudará sua sobrinha a ver a leitura como uma atividade divertida e agradável.\n\nIncentive sua sobrinha a \"ler\" para você: mesmo que ela ainda não saiba ler sozinha, incentive sua sobrinha a \"ler\" o livro para você, olhando as fotos e contando o que ela acha que está acontecendo na história. Isso ajuda a desenvolver suas habilidades de compreensão e confiança.\n\nEscolha livros que correspondam aos interesses de sua sobrinha: as crianças têm mais chances de gostar de ler se estiverem interessadas no assunto do livro. Se sua sobrinha adora animais, procure livros sobre animais. Se ela gosta de carros, encontre livros sobre carros.\n\n\n[Uma Lagarta Muito Comilona](https://www.amazon.com.br/lagarta-muito-comilona-Eric-Carle/dp/8574167797/ref=sr_1_2?keywords=eric+carle&qid=1672514694&sr=8-2)",
                "Eu tive contato com leitura na escola. Eles obrigavam a gente a ler e fazer resumos de livros. As leituras que passavam eram livros infantis, com desenhos, coisas coloridas. Guardo com carinho alguns que gostei de ler, então vou te passar como sugestão: Os Lusíadas versão infantil; Dom Quixote versão infantil; A caixa de Pandora; Menino Brinca de Boneca?",
                "     Leia livros infantis para a criança. Uma das coisas que minha mãe fazia era me dar livros com texturas pra despertar curiosidade. Hoje em dia temos livros pra serem lidos até na hora do banho.",
                "Leia pra ela."
            ]
        },
        {
            "title": "Escobar, pai de segunda viagem",
            "selftext": "\"Escusai minúcias. Assim que, não é preciso contar a dedicação de minha mãe e de Sancha, que também foi passar com Capitu os primeiros dias e noites. Quis rejeitar o obséquio de Sancha; respondeu-me que eu não tinha nada com isso; também Capitu, em solteira, fora tratá-la à Rua dos Inválidos. \n\n— Não se lembra que o senhor foi lá vê-la? \n\n— Lembra-me; mas Escobar... \n\n— Eu virei jantar com vocês, e às noites sigo para Andaraí; oito dias, e está tudo passado. Bem se vê que você é pai de primeira viagem. \n\n— Também você; onde está a segunda?\"",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zz61zu",
            "num_comments": 4,
            "comments": [
                "Esse vou ler esse livro )junto com o Grande Sertão: veredas) mais umas 10 vezes antes de morrer, se viver mais 40, claro",
                "Foi minha última leitura do ano e no momento me encontro numa depressão pós-domcasmurriana.\n\nEu consigo me enxergar no Bentinho em muitos aspectos, mas eu acredito que nunca iria deixar toda a história caminhar para onde caminhou. A Capitu não merecia o fim que levou, sem entrar no mérito da traição.\n\nAinda não consigo entender como foi possível \n o Bentinho da rua de Matacavalos se transformar no Dom Casmurro do Engenho Novo; e a Capitu da Glória me pareceu criação da imaginação do narrador, a essência dela sempre foi a mesma.\n\nNo entanto, por mais que eu entenda que a narração não é fonte confiável e que por isso não é possível fundamentar a partir do texto uma visão concreta do que aconteceu, eu não consigo deixar de acreditar que existia algo mais na relação do Escobar com a esposa do amigo.\n\nAdorei a leitura, foi a primeira obra do Machado que li e então entendi melhor toda a louvação que existe ao homem. Essa agora foi uma releitura."
            ]
        },
        {
            "title": "Esse deveria ir pra prateleira de não ficção ou ficção científica?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zz3to5",
            "num_comments": 39,
            "comments": [
                "Ficção Científica ou de Teologia se vc tive",
                "Pseudo ciências deveriam ir para a prateleira da vergonha.",
                "Deveria ir para o lixo",
                "Isso aí é racismo. Não to querendo lacrar nem nada não. Ninguém questiona obras como aqueduto de Roma. Mas, civilização africana, sul americana ou qualquer uma não europeia fazendo coisa foda? \"Não é possível. Deve ser alien\", eles dizem.",
                "Ficção, claro, especificamente na seção \"Teorias de brancos sobre não-brancos serem incapazes de produzirem complexidade por conta própria, e para tal precisarem de intervenção extraterrestre\".",
                "Esoterismo científico? Talvez. Dependendo da abordagem, talvez apenas esoterismo, já que a configuração de \"deus\" pra algumas culturas do antigo oriente era de \"astronauta\". Se o livro sugerir a existência real de alienígenas, eu colocaria em ficção/fantasia.",
                "Comédia",
                "Deveria ir para a prateleira de pseudagem.",
                "Coloca ao lado do \"Eram os Deuses Astronautas\"",
                "Gente esse é aquele conto que diz que supostamente povos antigos viram astronautas em naves que vinham trazer coisas boas??\nEu posso estar completamente enganada kk",
                "Sendo sensato, esse tipo de coisa deveria ser considerado uma investigação ou teoria e não ciência. Perceba que nenhum desses livros vão apresentar provas sólidas mas apenas evidências do contato humano com aliens na antiguidade.",
                "Meu Deus! A História da civilização começa no continente africano. Onde está o racismo nisso?",
                "na mesma que tu colocaria a biblia, não?\n\n&#x200B;\n\nespero não ter ofendido niguém...",
                "Ufologia ou pseudociencia, geralmente nas bibliotecas sao classificados assim.",
                "Mitológico ao mesmo tempo que científico"
            ]
        },
        {
            "title": "Alguém sabe que livro é esse?",
            "selftext": "Então, estou em busca desse livro, eu realmente estou quase desistindo de procurar,, já pesquisei e procurei por tudo e nada. O nome é: A Guerra das 3 Lanças, O Manifesto. Alguém sabe me informar onde compra ou se existe algum pdf?\n\nAqui está alguma imagem para ajudar:",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zyra7p",
            "num_comments": 19,
            "comments": [
                "Jesus Cristo, eu preferiria não saber",
                "Esse livro é um lixo, não tem base nenhuma.\n\nÉ escrito por um cara que não estudou uma vírgula sobre teoria política e que tem o pior histórico possível.\n\nEsquece essa merda aí.",
                "https://www.anarquista.net/wp-content/uploads/2013/10/A-Sociedade-Industrial-e-seu-futuro-Manifesto-de-Unabomber.pdf\nLivro completo, não tem direito autorais, já que é anarquista. Rejeite a modernidade, retorne ao macaco.",
                "A sociedade industrial e seu futuro, vulgo manifesto do Unabomber.\n\nSem parecer intrometido mas... Por que você está atrás desse livro? Não é lá um bom livro a se ler, principalmente pelo histórico do autor.",
                "Hahahha que livro péssimo. Só joga informação e não explica nada.\nQual foi a fonte para o autor falar que \"esquerdista\" tem complexo de inferioridade?? \nÉ por isso que eu odeio empirismo, você pode falar qualquer asneira com essa metodologia liberal.",
                "\"A Revolução Industrial e suas conseqüências foram um desastre para a raça \r\nhumana. Aumentou enormemente a expectativa de vida daqueles que vivem \r\nem paises «avançados», mas desestabilizou a sociedade, tornou a vida um \r\ninferno, submeteu seres humanos a indignidades, provocou sofrimento \r\npsicológico (no terceiro mundo sofrimento físico) e infligiu um dano severo \r\nao mundo natural. O contínuo desenvolvimento da tecnologia piorará a \r\nsituação. Certamente submeterá os seres humanos a grandes indignidades e \r\ninfligirá maior dano ao mundo natural, provavelmente conduzirá a um grande \r\ncolapso social e sofrimento psicológico, e pode incrementar o sofrimento \r\nfísico inclusive em paises «avançados».\"",
                "Nossa, parece péssimo.",
                "Parece aquelas apostilas de sociologia da escola que queriam resumir mil temas e filósofos em uma página. \n\nO problema que aqui nem temos uma referência pra procurar, são só informações jogadas. Aí não dá nem pra discutir direito, mesmo sabendo que é um texto puramente opinativo. E se quer realmente achar, pega um parágrafo no Lens e digita no Google, certamente encontra.",
                "Recomendacao: Inteligencia emocional de Daniel Goleman, comecei ele tem poucos dias, mas ja estou gostando, tenho ansiedade e outras coisitas mas, e o livro ta me ajudando."
            ]
        },
        {
            "title": "Não consigo criar um título para livro",
            "selftext": "Sou um escritor novato, e queria criar minha primeira história, mas não consigo criar um título bom pra ele, já estou há quase duas semanas pensando e não acho um bom, vou dar um resumo da minha história pra quem quiser me ajudar eu agradeço.\n\nComo eu gosto de terror e ficção, então a história seria de um cara q seria sequestrado para uma \"prisão\" feita pelo governo e que nela eles fazem experimentos para criar monstros, e no meio da história os monstros vão fugir e causar o caos na prisão e matar todo mundo, só que vai ter todo um motivo e um plot twist, tipo eles fazem experimentos pra criar monstros porque eles queriam usar na terceira guerra mundial que vai se passar depois dela a história, e dentro dessa prisão teria meio que uma profecia de que alguém invencível iria aparecer naquele lugar, aqui não deu pra explicar muito bem, mas no livro vai dar para entender melhor\n\nEu sempre penso em títulos genéricos pra esse livro, tipo: A Base Secreta ou A Organização, A Profecia, e não quero que seja algo genérico, então se puderem me ajudar dando a opinião eu agradeço e muito, faria até um pix se me derem um título que eu ache bom e escolha.\n\nOBS: (E se tiver erros de português, sorry, fiz correndo esse post)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zyn4xk",
            "num_comments": 13,
            "comments": [
                "Então cara, pelo que entendi vc nem começou a escrever a história ainda né? Está no planejamento.\n\nTambém sou escritor e o que te aconselho é: Escreva todos os títulos que vierem a sua mente em uma folha de papel (todos mesmo, dos mais genéricos aos mais poéticos e engenhosos).\n\nDepois que tiver uma boa quantidade, talvez sua visão sobre o título melhore. Descarte aqueles que vc não viu força e representatividade e separe os possíveis. Dentro dos que vc achou bom, pode tentar misturar um com o outro, ou pensar em variantes de cada um deles. \n\nPorém, outra dica que vou te dar é: não esquenta TANTO com isso enquanto sua história não estiver com a primeira versão pronta. Só escreve e termina (com um título provisório) e depois disso vc com certeza vai ter mais clareza pra essa escolha, pois já conhece a história toda.\n\nEU particularmente gosto de títulos que sejam parte de um trecho específico do livro, mas que indagam a curiosidade do leitor para entender qual a razão do título ser aquele. E aí quando o leitor chega no trecho, tudo faz sentido.\n\nEspero ter ajudado.",
                "Eu tô com o msm problema cara, eu tbm n sei q titulo colocar na minha saga, nem em mais 2 histórias q eu fiz.",
                "Experimento em cadeia",
                "Quando todas as jaulas se abrirem",
                "Primeiro você escreve o livro e só depois dá o título.",
                "Eu escrevi os livros Crônicas Sobre Inseminação, Mundo Totalmente Ferrado e Rede de Bunkers.\n\nNo meu blog você encontrará os meus livros de graça.\n\nO meu blog é mundototalmenteferrado.blogspot.com.br\n\nO seu resumo lembra os filmes Doom, O Exército de Frankenstein e Overlord, e o jogo The Calisto Protocol.\n\nNa sua história é feito experimentos numa prisão. Experimentos são feitos em laboratórios. No título poderia ter a palavra prisão e a palavra laboratório.\n\nEu sugiro esses títulos:\n\nThe Lab Prison, The Prison Lab, A Prisão Laboratório ou O Laboratório Prisão.\n\nNa sua história eu não gostei de fazerem experimentos para usarem na Terceira Guerra Mundial. Isso de fazerem experimentos para usarem em guerras já teve em várias histórias e é sem graça.\n\nEu vou dar sugestões para você usar na sua história.\n\nEu sugiro que você coloque um negro sendo infectado e não virando monstro, e no final o protagonista descobrindo que o governo na verdade fazia experimentos para acabar com os brancos.\n\nO diretor da prisão explica ao protagonista o que eles realmente estão fazendo ali.\n\nO presidente negro que sofreu racismo sua vida inteira viu líderes brancos fazendo a Terceira Guerra Mundial e matando bilhões de pessoas e acabando com o planeta e percebeu que os brancos são maus e que é questão de tempo para começarem a Quarta Guerra Mundial e matarem todos e criou a prisão com a justificativa de fazer experimentos para usar na guerra enquanto na verdade ele queria um vírus que acabasse com os brancos.\n\nO protagonista diz para o diretor que ele é branco.\n\nO diretor diz que os brancos fizeram a escravidão, a Primeira Guerra Mundial, o Holocausto, a Segunda Guerra Mundial e a Terceira Guerra Mundial, e que para a humanidade sobreviver, os brancos precisam morrer.\n\nO protagonista diz que esse vírus transforma os brancos, não os mata.\n\nO diretor diz que isso foi o melhor que conseguiram, que o vírus mostra os brancos como eles são, que os brancos ficam menos destrutivos assim, e que prefere virar monstro e o mundo continuar do que morrer e o mundo acabar.\n\nO diretor pega uma seringa e diz que vai usar um vírus especial e se infecta e vira um super monstro e o protagonista enfrenta ele. O protagonista derrota o diretor. Ele mexe no computador do diretor e vê um video que o presidente mandou para ele dizendo que os experimentos foram um sucesso e que vai soltar o vírus no mundo.\n\nNuma sequência o protagonista vai tentar impedir o presidente ou o protagonista vai voltar para casa e tentar sobreviver dos monstros com a sua família.\n\nSe precisar de mais sugestões, pode me chamar.",
                "A Fábrica de Monstros:  Uma História de Sequestro, Experimentos e Profecia  \n  \nA profecia da fabrica de monstros: Quando os planos do governo dão errado  \n  \nO apocalipse monstruoso: Uma história sobre segredos governamentais, experimentos e profecias  \n  \nO levante dos monstros: Uma Aventura Emocionante em uma Prisão do Governo  \n  \n\nA guerra para acabar com as guerras",
                "Prisoneiro #347 (Você pode colocar o numero que vc quiser, seria interessante ser o numero do seu personagem ou o numero do prisoneiro escolhido ai).\n\nEu gosto de livros que usem numeros no titulo, fica bem chamativo.\n\nEu não sei em que ano seu livro se passa mas a tematica dele combina de maissss com guerra fria irmão. Experimentos em seres humanos, 3 guerra iminente. Se esse for o caso você poderia utilizar o ano do livro no titulo ex:\n\n1962 Secrets Experiments.\n\n1976 the new mankind. (A tradução não fica muito boa tipo, os novos seres humanos).\n\nTalvez eu aprofundaria a historia e daria um nome cienfico para essa nova raça. Como seris uma evolução do Homosapiens você poderis tentsr dar um nome meio cientifico (escolher palavras do latim) pra dar profundidade tbm.\n\nEx EdeoSapiens: A new mankind was born.\n\nEm fim man boa sorte",
                "Que tal usar como título um termo ou nome próprio existente dentro da sua própria obra? Como essa base se chamaria? Qual seria o termo usado para se referir a esses monstros? A experiência e a transformação em si teria um nome? Você já pensou em qual país e cidade a história se passaria? Você pode usar o nome da cidade e explicar o que se trata no subtítulo. Por exemplo: Belo Horizonte – Um Experimento. Você pode usar o sobrenome do personagem principal (ou do vilão!) que tenha também a ver com a história. Enfim... Muitas possibilidades. Te desejo boa sorte!"
            ]
        },
        {
            "title": "Recomendações de livros de mistério/investigação",
            "selftext": "Alguém aí que curte mistério e investigação pode me recomendar alguns livros que considera bons? Sem ser Sherlock Holmes ou os livros da Agatha Christie porque esses eu já conheço. De preferência livros mais modernos (tipo, escritos pelo menos nos últimos cinquenta anos kkkkkkkkk). \n\nObrigada desde já.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "zylwm5",
            "num_comments": 18,
            "comments": [
                "O cirurgião - Tess Gerristen.  \nO casal que mora ao lado - Shary Lapena.  \nGarota Exemplar - Gillian Flynn.  \nEu recomendo fortemente os livros da Gillian Flynn, ela trata baste sobre mulheres sendo vilãs, algo que não é tão comumente utilizado.",
                "Recentemente eu li um chamado \"O Hacker de Hong Kong\". Conta a história de uma investigação de um suicídio de uma adolescente. Envolve crimes cibernéticos, cyberbullyng, engenharia social, etc. É muito foda, daquele tipo de história que você não consegue parar de ler. Dei 5 estrelas no Skoob, recomendo muito",
                "A série manual de assassinato de boas garotas 🤌🤌 excelente leitura",
                "Acho que o último que li nessa pegada foi Uma Mulher no Escuro, do Raphael Montes. Foi o primeiro que li do autor e me conquistou. \n\nÉ brasileiro, ganhou o Prêmio Jabuti de melhor romance de entretenimento de 2020.\n\nÉ sobre a única sobrevivente de um assassinato que aconteceu há 20 anos e como ela vai ter que lidar agora com a volta do assassino.",
                "Toda a série Rizzolli e Isles da Tess Garritsen é maravilhosa. Gosto muito dos livros do Harlan Coben também. Agatha Christie sou fã desde adolescente. Também gosto dos livros do Charlie Donlea. A Paciente silenciosa de Alex Michaelides tem um plot....",
                "Têm esses: O Iluminado, A garota do lago e Stranger Things: Raízes do Mal",
                "Mr. Mercedes, do Stephen king, é bem legal. É uma trilogia e eu só li o primeiro, mas vale bem a pena. Fala sobre a um detetive tentando desmarcarar um serial killer antes que uma tragédia aconteça.\n\nAliás, Stephen king tem vários livros nessa pegada, IT também é um mistério/investigação e, pessoalmente eu gostei bastante.",
                "A editora trama tem publicado muitos livros legais nesse estilo, publicado por eles eu li onde esta daisy manson ? da escritora Cara Hunter, A raiz do mal da escritora Tove Alsterdal, e tem a serie do  Cormoran Strike escrito pela J K Rowling que eu acho ok, mas desisti após o terceiro livro devido a inúmeras polemicas de transfobia ate o momento ela publicou 6 livros da serie e 5 ja foram  traduzidos pela editora rocco.",
                "eu ia recomendar Outsider do stephen king, mas vi que busca algo mais puxado pro realista. recomendo então A Família Perfeita, não tem nada de extraordinário nesse livro, na vdd, é bem mediano, mas ele é legalzinho pra passar o tempo e tá dentro da temática que vc procura"
            ]
        }
    ]
}