{
    "posts": [
        {
            "title": "Twin Peaks",
            "selftext": "Alguem já viu essa serie mt psicodélica? quero começar a ver ,vi que tinha no catalogo da netflix e me chamou a atenção",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12sxz8b",
            "num_comments": 1,
            "comments": [
                "é perfeita! mas eu acho q na netflix so tem a terceira temporada ou “o retorno” de 2017 não da pra começar por aí, tem q ver as duas primeiras de 1990 e o filme"
            ]
        },
        {
            "title": "Procurando um filme que eu assisti quando era criança...",
            "selftext": "Na febre do primeiro Velozes e Furiosos, saíram vários filmes tentando capturar a magia dele, lembro de ter visto um quando era criança, eu lembro de uma poucas cenas do filme, em principal uma cena onde o rapaz pinta o seu carro junto com o pai ou o avô, depois uma cena que ele encontra uma mulher que dá um apelido para ele quando olha no painel do carro, onde diz Quattro, então com certeza o carro do protagonista era um Audi, também tinha um vilão semelhante ao Don do V&F, mas diferente do Don, ele é um vilão real, sem intenção de ajudar o protagonista.\n\nAlguém lembra desse filme ou já assistiu alguma vez? Eu lembro desses poucos detalhes.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12sv4qo",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Feras do asfalto"
            ]
        },
        {
            "title": "Ainda vale a pena maratonar arquivo x?",
            "selftext": "Eu comecei uma vez e parei mas tô pensando em voltar",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12suep8",
            "num_comments": 7,
            "comments": [
                "vale, desde que vc goste do tema.  \n\nEu vi a primeira temporada, achei ok, mas pela tematica achei Fringe bem melhor.",
                "Vale, depois de ver todos os episódios de além da imaginação.",
                "pra caralho! depois da 7ª temporada fica bem ruim, mas até lá é uma delicia. eu vi tudo em 3 semanas kkkkkk é a minha série favorita",
                "depende\n\n&#x200B;\n\neu pegaria a lista dos melhores eps e/ou os \"canônicos\" que realmente avançam a história, sem fillers...",
                "Cara eu fui desacelerando depois do primeiro filme, tem muita ponta solta no plot geral da série, o enredo tem premissas boas pra caralho, mas fica muita coisa sem se resolver, principalmente depois do filme que supostamente era pra amarrar tudo.\n\nMas tá no meu top 3 séries cara, toda temática / ambientação da parada é maneiro demais, e tu fica fisgado de primeira nessas premissas que vão sendo apresentadas aos poucos. \n\nVale pelos episódios auto contidos também, tramas que se resolvem no próprio episódio, basicamente um festival de filler gostoso pra caralho e depois episódios duplos ou as vezes até quatro episódios que são só sobre essas tramas mais recorrentes, ou o “plot principal”.\n\nVi um comentário sobre Twilight Zone (Além da Imaginação) e realmente vale a pena conferir, mas só se você estiver buscando um lance mais abstrato e filosófico, X-Files é bem investigação, tem continuidade e personagens recorrentes. Twilight Zone tem uma linha mais antológica, com cada episódio trazendo uma trama diferente com personagens e lugares diferentes, não existem protagonistas recorrentes em Twilight Zone. E a ficção científica puxa pra um lance mais existencialista. \n\nBlack Mirror basicamente copiou a fórmula de Twilight Zone, eu diria (como o amigo ali em cima) pra caso cê queira ver Black Mirror (eu não curto mas veja e tire suas conclusões), que veja Twilight Zone antes.\n\nOutra recomendação: Star Trek (série original), um barato de ficção científica mais moderna."
            ]
        },
        {
            "title": "James Gunn dá boas notícias sobre Superman: O Legado",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12srlee",
            "num_comments": 0
        },
        {
            "title": "Serie Favorita",
            "selftext": "Qual é sua serie favorita?\n\nA minha é SEE",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12se62x",
            "num_comments": 14,
            "comments": [
                "True Detective primeira temporada - simplesmente uma obra-prima.",
                "Breaking Bad, Better Call Saul e Severance",
                "Série favorita é aquela que me deixa órfão e deprê quando acaba.\n\nLeftovers, Better call Saul, Preacher, Black Sails. Não tenho uma favorita especificamente.",
                "Quartet",
                "9-1-1. Nunca fui muito fã de séries de bombeiros, médicos e policiais, mas 9-1-1 é diferenciado. Sempre me deixa com um sorrisão no final de cada episódio. O arco do tsunami na 3ª temporada é até hoje é uma das coisas mais geniais e emocionantes que vi na televisão.",
                "Two and half men",
                "Agora tá sendo Lost os episódios empolgam demais, antes não sei.. sou meio 8 e 80 talvez bojack horseman talvez maniac",
                "True Detective (primeira temporada) e Succession",
                "Não diria favorita, mas gosto bastante de Patrick Melrose. Uma minissérie bem pouco conhecida, com o Benedict Cumberbatch e produzida por ele e outros atores fantásticos como o Hugo Weaving.    \n\nSó 5 episódios, apesar de tocar em assuntos bem pesados em vários momentos, a o mesmo tempo sendo engraçada, acho que vale a pena ver. Bem pouco conhecida pela qualidade.",
                "Meu flair aqui é MadMen, mas a série que habita meu coração é The Sopranos, já revi 3 vezes",
                "Community e Dark",
                "skins"
            ]
        },
        {
            "title": "Qual o nome do filme?",
            "selftext": "Bom, não lembro de muitos detalhes. Mas lembro que eu tinha assistido o filme a uns 6 anos atrás, acho que foi na Tv cultura. \nEra um filme de ficção científica e tinha uns \"alienígenas\" que morriam caso entrasse em contato com a água. Poucos detalhes, porém é o que eu lembro :/.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12s9qt7",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sinais? \n\nIsso da água é o plot twist inclusive...",
                "Tem uma série chamada Alien Nation onde os aliens que chegam na Terra não podem entrar em contato com a água salgada porque ela é como um ácido pra eles.\n\nA série foi baseada em um filme de 1988, talvez seja esse o filme que você viu. \n\nA série teve uma temporada e foram produzidos mais 4 filmes pra TV.",
                "talvez Gremlins? mas não tenho certeza pq em Gremlins tem o monstrinho Gizmo que quando entra em contato com água vira um monstro (que poderia parecer um alienígena kkkkk)",
                "Sinais",
                "[removed]"
            ]
        },
        {
            "title": "Alguem sabe o filme?",
            "selftext": "Eu lembro de um filme de animação 3D onde tem um menino loiro e ele tinha uma espécie de quarto escondido na cidade onde tinha manequins, ele fingia ser seus amigos e namorada, em algum momento do filme ele vai em uma bruxa na floresta e pega uma poçao, eu nao me lembro mais do resto, sei que ele tinha na netflix e foi retirado faz muito tempo, eu acho que foi alguma empresa pequena que fez, nao tenho certeza.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12s49cj",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Por acaso tem outros personagens como Branca de Neve, Cinderela e a Bela Adormecida?"
            ]
        },
        {
            "title": "filmes de ficção",
            "selftext": "algum filme se ficção tipo viagem no tempo, ou o personagem principal tem algum poder estranho, tipo ler a mente dos outros ou poder se teletransportar para lugares como naquele filme \"jumper\".",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12s2o44",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tem o Poder sem limites (2012) que o trio de protagonistas adquirem telecinese depois do contato com um ovni acidentado."
            ]
        },
        {
            "title": "AMC confirma terceira série sobre vampiros do universo Anne Rice",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12rnfug",
            "num_comments": 0
        },
        {
            "title": "Qual o nome da série ou filme...",
            "selftext": "O casal se despede na estação de trem ela vai passar o número pra ele e ele diz que não precisa quê encontra ela na estação na terça feira e ela não aparece. Alguém sabe o nome?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12rji2s",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "A descrição que você forneceu é bastante vaga e pode se aplicar a várias séries ou filmes. No entanto, a cena que você descreveu me lembra um pouco do filme \"Antes do Amanhecer\" (Before Sunrise) de 1995, dirigido por Richard Linklater. Neste filme, Jesse (Ethan Hawke) e Celine (Julie Delpy) se conhecem em um trem na Europa e passam uma noite juntos em Viena. Eles concordam em se encontrar novamente seis meses depois, mas não trocam informações de contato.",
                "Parece um Ep de Modern Love, segunda temporada, Ep 3.",
                "Segundo o Chat GPT:\n\nO filme que você está procurando é provavelmente \"500 Dias com Ela\" (no original \"500 Days of Summer\"), lançado em 2009. O filme conta a história de Tom (interpretado por Joseph Gordon-Levitt) e Summer (interpretada por Zooey Deschanel), que se conhecem no trabalho e começam a namorar. A trama não segue uma linha cronológica linear, mostrando diferentes momentos da relação do casal em ordem não-linear. Na cena que você descreveu, Summer e Tom se despedem na estação de trem, e Tom acredita que eles terão um encontro na terça-feira seguinte, mas ela não aparece. O filme discute temas como amor, desilusão amorosa e como as expectativas podem influenciar a forma como vemos nossos relacionamentos."
            ]
        },
        {
            "title": "Enquete para a escolha de 1 dos 6 filmes indicados para assistirmos e discutirmos em Abril",
            "selftext": " Houveram muitas indicações e usamos como critério os mais votados. Ocorreu de ter muitos votos empatados, foram escolhidos de forma aleatória\n\n&#x200B;\n\n **LEMBRE-SE QUE PARA TER PRIORIDADE NA ESCOLHA, PRECISA COMENTAR NO TÓPICO DA DISCUSSÃO DO FILME. ASSIM, MESMO QUE SEU FILME TENHA MENOS VOTOS ELE TERÁ PRIORIDADE SOBRE MAIS VOTADOS QUE NÃO COMENTARAM.** \n\n&#x200B;\n\n[filmes ja discutidos](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)\n\n[View Poll](https://www.reddit.com/poll/12rcuju)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12rcuju",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Só tem esses?",
                "[removed]"
            ]
        },
        {
            "title": "Cinema",
            "selftext": "Qria ver o novo \"A Morte do Demônio\" no cinema. Só tem um porém: vou sozinho. Tô cm medo d ficar com um puta cagaço dps, sem flr q a classificação é +18. E ainda n vi o primeiro reboot. É má ideia? Será q vai ser mt pesado? Será q pelo menos vai ser bom?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12qp76i",
            "num_comments": 19,
            "comments": [
                "Deixe de ser um pamonha",
                "Arriscaria dizer que essa é a experiência real de filme de terror kk antes de serviços de streaming e home video era assim, as pessoas assistiam. Dito isso, você não vai estar sozinho, vai estar numa sala com outras pessoas e também, estamos falando de Evil Dead kk vai ter alívio cômico, é mais violência gráfica e tals. Cê n vai morrer não, qualquer coisa fecha o olho, ninguém precisa saber. Sobre a classificação indicativa meu amigo, seu único problema vai ser se pedirem o RG. Eu já vi criança com os pais assistindo terrifier, sem brincadeira kk",
                "Só depende de você. Se você sabe que é facilmente impressionável não vá sozinho oras. Quanto ao primeiro reboot (Evil Dead II) é a mesma pegada do primeiro, mas expandido. Acredito que vai ser totalmente diferente porque mudar até o local da história.",
                "Mano, assiste o reboot que teve um tempo atrás, eu acho que antes de terror ele é um gorezão, tem muito sangue e muita coisa decepada, pesado visualmente ele é mesmo, é a essência dessa saga.\nSe nele vc sentir medo, talvez seja melhor evitar? Ou se não, só vai ver o filme kkkkkkkkj",
                "É um estilo \"trash\" só que um pouco mais pesado,dá pra assistir de boa.",
                "chama alguém pra ir",
                "Ver o Reboot primeiro e depois boa sorte",
                "O primeiro foi um dos melhores filmes de terror que eu vi nos últimos anos, se não for o melhor! É bem gore, mas nada de outro mundo, se vc for bem sensível aconselho não assistir sozinho por precaução. Muito pesado é muito pessoal, eu por exemplo não achei um filme pesado. Mas assim, é um filme excelente de verdade, assista o primeiro antes. Esse segundo provavelmente será tão bom quanto, nao vejo  a hora de assistir!",
                "Eu moro no interior do meu estado, e fui ver anabelle, pqp e era dublado ainda, e tinha uma molecada adolescente com medo, teve quem levou bíblia e terço, mano, pqp, que filme merda kkkk morar no interior é foda. \nMas sério que vc tá com medo assim? Vc tem que idade?"
            ]
        },
        {
            "title": "'Ao cair do sol' do Michel Franco, meu filme favorito desses últimos anos. 10/10",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12pzqic",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "e por onde você assistiu?"
            ]
        },
        {
            "title": "\"From\" Strangers in a Strange Land (Episódio de TV 2023)",
            "selftext": "Alguém aí esperando?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12pyfuu",
            "num_comments": 1,
            "comments": [
                "Opa, terminei a 1a temporada hoje. Ansioso pela 2a."
            ]
        },
        {
            "title": "Qual sua opinião sobre a série brasileira 3%?",
            "selftext": "Estou começando a 3ª temporada e gostaria de ver com a comunidade quais as opiniões com relação a roteiro, atuações, cinematografia, fotografia da série.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12pgk5d",
            "num_comments": 34,
            "comments": [
                "Eu acho que eles começaram bem porém não me lembro de ter assistido o final, acho que na segunda temporada começou a desandar eu parei de assistir,",
                "A premissa tinha potencial, mas se perdeu muito rápido. Achei um desperdício. Fora isso, a maioria das atuações são fraquíssimas e os personagens são bem meia-boca.",
                "Assisti a primeira temporada. Atuação tão teatral que eu precisei colocar legendas e assistir com o mínimo volume. Não segui adiante.",
                "Gostei muito da primeira temporada, depois acho que começou a decair, mas lembro de uma cena que eu achei fantástica, que era a Liniker cantando Cartola, acho que na segunda temporada porque a terceira acho que nem assisti. No fim tinha tudo para ser uma ótima série, mas acho que os roteiristas foram se enrolando. \n\nIgual essa segunda temporada de Cidade Invisível, confesso que curti muito mais a primeira, podia explorar muito melhor a história, acho que ficou sei lá, meio vaga...",
                "Vi até a terceira temporada.\n\nA série tem uma premissa interessante e os episódios são bem pensados. Ponto negativo são os personagens pouco críveis (nem julgo tanto os atores pela falta de verba do elenco inicial) e situações irrealistas demais até para minha suspensão da descrença.\n\nA primeira temporada faz um trabalho muito bom. A segunda tinha mais potencial mas ainda é passável. A terceira só reciclou as ideias (e os personagens) das duas primeiras (e com o aumento de verba, os pontos fracos vão ficando mais difíceis de engolir). Me sugeriram ver a quarta, mas honestamente ainda não consegui tirar a energia para continuar.",
                "A primeira temporada é boa, o resto não é bom e nem ruim, é só OK. Eles tentaram replicar nas temporadas seguintes, o esquema de seleção e provas que tornou a primeira temporada interessante e saturou a história, ficou cansativo de assistir, na minha opinião podia ser muito melhor.",
                "Eu gostei muito da primeira temporada, fiquei empolgado em ver o Brasil com um plot interessante. Mas não me lembro o porque, faz um tempo que assisti, mas da terceira temporada adiante só começa a ser cansativa mesmo. Eu teria que rever para ser mais preciso.",
                "Eu terminei a primeira temporada a duras penas pq achei a atuação novelesca demais. Acabei não continuando",
                "Olha, eu achei a série uma porcaria. Locações, plot, atuação... Tem séries boas brasileiras mas esta eu nunca entendi o hype. Curioso é esta fórmula pro sucesso: Joguinhos que valem a vida, só olhar pra Squid Game, 😂",
                "Eu gostei da série. Assisti tudo. Pra 4 temporadas, ficou muito boa. Teve uns problemas depois que um personagem que eu achava que era o protagoslnista morreu sem que isso interferisse no restante da série. \n\nAcho que o vilão da 4° temp foi meio \"meh\". Eu vi o piloto no YouTube e fiquei empolgado demais. Em resumo, acho que o mais prejudicou a série foi a época do lancamento. Tinha acabado o último \"Jogos Vorazes\" e o pessoal tava de saco cheio de distopias.\n\nPra primeira série brasileira da Netflix, acho que valeu a pena. Só de não ter sido cancelada antes de terminar uma temporada, foi sucesso.",
                "As atuações são boas, o visual é bom em termos de figurino e fotografia. O CGI deixa a desejar, mas não compromete.\n\nA história é interessante e bom construída, mas tem uma \"barriga\" lá pelo final da segunda e início da terceira temporada. Coisa bem comum em séries, até.\n\nAcho que vale muito a pena assistir sim.",
                "A premissa é interessante, mas o desenrolar da série não é tão legal. Vi só a primeira temporada",
                "Primeira temporada é bem alto nível, eu adoro. As outras eu não me interesso tanto. Honestamente eu nem vi a quarta",
                "Existe uma segunda temporada?!!!",
                "Primeira temporada é impecável mas depois dela parece que todo ficou meio bagunçado. Sinto que tentaram fazer muitas coisas ao mesmo tempo.",
                "Achei ótimo"
            ]
        },
        {
            "title": "Encontrar filme que não lembro o nome",
            "selftext": "Preciso de ajuda para encontrar um filme que vi na infância com o tema África lembro algumas coisas...\n\nEu lembro que alguém ganhou passagens para a áfrica através de um sorteio ou uma competição e levou sua família. Nesse filme também tinha crianças como personagens essenciais. Lembro também de uma cena onde um carro está capotado na beira de uma ribanceira. Lembro que nesse filme a familia tenta impedir caçadores de roubar animais.\nAlguém me ajuda!!!!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12p2tbg",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Provavelmente deve ser \"Os Deuses Devem Estar Loucos\", o primeiro é de 1980, o segundo é de 1989 e o terceiro é de 1991.\n\nMas oq vc assistiu deve ser o 1 ou o 2, eu não lembro bem pq faz muito tempo que eu assisti.",
                "Viagem ao Grande Deserto?"
            ]
        },
        {
            "title": "Preciso de indicação de séries viciantes!",
            "selftext": "Eu estou querendo uma indicação de série do tipo que você não consegue parar de assistir. Do estilo que te prende mesmo!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12p0qer",
            "num_comments": 36,
            "comments": [
                "The Leftovers",
                "The Americans.",
                "Sherlock da BBC",
                "ruptura, da apple tv+. só tem uma temporada por enquanto, mas vale demais.\n\ne claro, o grande clássico lost, caso vc nunca tenha visto.",
                "Breaking Bad. Dê uma chance a primeira temporada, vc nao vai se arrepender",
                "Origem da globo play pra quem ama terror e corpos mortos e espíritos \n\nAguardando a 2 temp ansiosamente",
                "Umas mais novas:    \n    \n\n\nBeef  \n\nThe Last of Us  \n\nYou  \n\nStrangers From Hell  \n\nIt's Bruno!  \n\nSeverance  \n\nErased",
                "Homeland",
                "Atlanta, The Bear, Sons of Anarchy, Sucession, Lovecraft Country, The Office.",
                "Messiah, uma das séries mais subestimadas da Netflix",
                "prison break, breaking bad",
                "Beef",
                "Luther, com o Idris Elba\n\nThe Killing",
                "The Wire",
                "Stranger Things\n\nYou\n\nThe Bear\n\nYellowjackets",
                "Band of Brothers. Essa é pra quem gosta do gênero guerra.",
                "Narcos, Yellowstone",
                "Beef na Netflix, muito boa"
            ]
        },
        {
            "title": "Amor por contrato",
            "selftext": "\nAlguém conseguem uma forma de assistir o filme amor por contrato dublado com qualidade dê imagem 720p+? Parece que querem extinguir esse filme não encontro para baixar em lugar algum",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12ozxio",
            "num_comments": 1
        },
        {
            "title": "Alguém me indica uma série?",
            "selftext": "Quero uma série daquelas que você não consegue parar de assistir, gosto de todos os gêneros.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12oyav5",
            "num_comments": 36,
            "comments": [
                "Hj começou a nova temporada de Barry na HBO, eu super recomendo, principalmente por ter episódios rápidos e bem feitos.",
                "The Leftovers",
                "Severance (Ruptura)",
                "True Detective ou Homeland",
                "Beef, netflix, top séries do ano.",
                "Sopranos na HBO",
                "Atlanta, na Netflix.",
                "Succession",
                "The Glory / A lição",
                "You",
                "Ted Lasso (Apple TV) é surpreendentemente bom",
                "Perry Mason tá na segunda temporada, mistério nos anos 30, te prende de uma forma absurda",
                "From (Origem, nome que ficou no globoplay) série top, lembra muito a pegada de LOST porque tem os mesmos produtores.",
                "for all mankind\n\nAndor\n\nTrue Detective eu recomendo só a primeira temporada  \n\n\nThe Killing é sensacional. Assista só o primeiro episódio e se não gostar dele, desista da série",
                "3%\n\nPode ir sem medo. Prende mais do que a Interpol",
                "Penny Dreadful",
                "After Life, só tem 3 temporadas, é curta e ótima. Profunda e boba ao mesmo tempo. Nossa, que final!",
                "Severance (Ruptura) na Apple TV, ou *cof cof* meios alternativos.",
                "Se vc gosta de um terror forte assiste origem da globo play não vão se arrepender \n\nEu não dava nada nesse streaming até ver essa série",
                "Shamelss",
                "série curta que eu gostei mt: hunters (amazon prime)",
                "De comédia sugiro \"Meu Querido Zelador\", série argentina, muito bem produzida. Tá na Star+ ou Stremio",
                "Law & Order: SVU.\n\nNenhuma série chega a 24 temporadas ininterruptas no ar se não for muito boa, a ponto de manter grandes índices de audiência. Esse é o caso de Law & Order: SVU, série criada por Dick Wolf, o mestre das séries policiais na TV norte-americana. Essa série policial em específico acompanha a Unidade Especial de Vítimas no Departamento de Polícia de Nova York, uma área que investiga delitos de caráter sexual. Law & Order: SVU ainda presenteou o público com as brilhantes atuações de Mariska Hargitay e Christopher Meloni.\n\nLaw & Order Criminal Intent.\n\nCriminal Intent segue o NYPD Manhattan \"Major Case Squad\", uma força de detetives que investigam casos de alto nível (na maioria dos casos, assassinato , sequestros ou roubos graves), como aqueles envolvendo VIPs , funcionários e funcionários do governo local, o setor financeiro , e o mundo da arte. Esta série da franquia é notável por seu forte foco nos motivos e ações dos criminosos, paralelamente à investigação com cenas da vida dos suspeitos que mostram as circunstâncias do público que os investigadores podem, no máximo, tentar deduzir. Cada episódio apresenta uma abertura fria da vítima e dos suspeitos (no máximo) alguns dias antes do crime; essas cenas são apresentadas sem contexto e mantêm o suspense quanto à identidade do perpetrador e, muitas vezes, ao motivo, até que a investigação que se segue os revele. No entanto, alguns episódios revelam o agressor no início, deixando de fora outros detalhes importantes e apresentando um quebra-cabeça, sobre o qual os detetives trabalham e agonizam para descobrir; assim, eles fornecem o conflito da trama do episódio e (geralmente) a resolução do caso: resolvendo o crime e (da mesma forma) insinuando uma confissão ou veredicto de \"culpado\". Ocasionalmente, no entanto, ou os detetives se resignam à condenação ser inviável - ou uma absolvição ou demissão dramatiza os limites do processo criminal. Ao contrário de outras séries de Law & Order , a maioria dos episódios de Criminal Intent termina com os detetives obtendo confissões, em vez de continuar na fase de julgamento. As temporadas 1–4 (e 10) focam nos detetives Robert \"Bobby\" Goren e Alexandra Eames como os detetives principais em cada episódio. Nas temporadas 5–8, os episódios normalmente se alternam entre essa equipe e uma composta pelo veterano detetive Michael \"Mike\" Logan e três colegas mulheres, Carolyn Barek , Megan Wheeler e Nola Falacci . Após a 7ª temporada, Mike Logan se aposenta do NYPD , e 8 e 9 apresentam o detetive Zack Nichols . Na 10ª temporada, os personagens Goren e Eames retornam como personagens principais.",
                "Bojack Horseman da Netflix",
                "The last of us e ótima a série confia😼",
                "the glory ou tomorrow ( ambas doramas )",
                "Animações contam?",
                "Eu assisti uma essa semana, é de drama e comédia, com plot muito bom, mas só a primeira temporada é boa, a segunda não gostei não\nNome: Why Woman Kill, a primeira temporada é sobre 3 casais, em épocas diferentes, e vai explicar a história de cada um, se eu falar mais que isso, vou acabar dando spoiler kkkk",
                "The White Lotus\n\nThe Good Place",
                "Yellowjackets"
            ]
        },
        {
            "title": "Recomendação de filme",
            "selftext": "Um filme muito bom que retrata a mente adolescente e como ela é facilmente influenciável/manipulável é o filme \"Aos Treze\" ou como é mais conhecido \"Thirteen\".\nNesse filme, uma menina chamada Tracy que tinha apenas 13 anos, era uma das garotas mais exemplares da sala dela, mas quando ela conhece a garota mais popular, a vida dela se torna uma catástrofe. Não vou entrar em mais detalhes, simplesmente, assistam.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12ojvrz",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Esse filme é uma bela de uma porcaria."
            ]
        },
        {
            "title": "Dicas de apps é de como começar publicar resenhas de filmes e séries",
            "selftext": "Estou querendo fazer resenhas como um hobby mas tentar fazer algo legal queria dicas de como começar",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12o1o3z",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Letterboxd pra filme",
                "Eu procurei aqui mais ou menos e não achei nenhum específico pra isso, tem o Filmow e o Adoro Cinema pra escrever as opiniões de um jeito simples. Uma dica é você criar uma conta no Medium pra escrever suas resenhas mais completas.",
                "particularmente, uso o Filmow e o peoople q serve também p recomendações mais gerais, embora acabe recomendando mais filmes e séries",
                "Você pode sempre fazer um blog (Medium, Wordpress, ou até mesmo seu próprio domínio) e aí utilizar plataformas de resenhas de filme, seja Letterboxd ou Filmow, e divulgar por lá, nem que seja um paragrafo do seu texto."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12nsoyi",
            "num_comments": 14,
            "comments": [
                "Estou acompanhando semanalmente as seguintes séries:\n\n* **Ted Lasso** na *AppleTV*. Comédia positiva muita boa com uma vibe positiva e otimista.\n\n* **Barry** na *HBO*. Comédia incrivelmente engraçada e pouco conhecida. A quarta e última temporada estreia hoje e espero ser tão boa quanto as anteriores.\n\n* **Ilusão Celestial** no *Star+*. Recomendo para quem gostou de **The Last of Us**.\n\n* **Extrapolations** na *AppleTV*. A ideia da série é boa, tem uma ou outra coisa interessante e um grande elenco e só. A série é completamente vazia e esquecível, não recomendo. \n\n* **Succession** na *HBO*. Drama cheio de sátiras que fica melhor a cada episódio, recomendo superar o começo porque vale a pena.\n\n* **Kimetsu no Yaiba** no *Crunchyroll*. Às vezes, você só quer ver um anime com cenas de ação bem feitas e um roteiro suficientemente convincente.\n\n* **Rabbit Hole** no *Paramount*. Triller com alguns absurdos mas que é agradável de assistir e consegue prender o espectador.\n\n* **The Sopranos** na *HBO*. Comecei essa semana e pretendo acompanhar vendo um episódo por semana.",
                "The midnight gospel - Netflix\n\n achei o layout desse site meio poluído, é muita coisa na tela e isso me deixa confuso. Eu costumo usar o TV TIME pra acompanhar estreias.",
                "True detective. Comecei ontem. Oq acham sobre ela?",
                "‘A Última Coisa que Ele Me Falou’ Apple TV+",
                "3%",
                "Death Note",
                "You",
                "Bojack Horseman",
                "Succesion e Barry... Só pedrada. As duas estão na temporada final.",
                "Focado em yellows jackets",
                "[removed]"
            ]
        },
        {
            "title": "Eu gosto de filmes longos",
            "selftext": "Eu amo a trilogia O Poderoso Chefão,O Irlandês,Barry Lyndon,2001-Uma Odisseia no Espaço,a trilogia O Senhor dos Anéis e etc.\nE depois fui ver que a maioria deles é longo, não sei por que mas amo filme longo por que a narrativa deles são muito boas,te deixa preso pra assistir.\nO único filme que me incomodou um pouco de ser longo e dava pra reduzir umas meia hora é The Batman, é meio enrolado o filme e na hora de finalizar,tem tantos finais. O filme é bom mas enrolado.\n\nE vocês? Gostam de filmes longos?\nOu assistem filmes longos dividindo em partes? (Meio sem sentido isso)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12nnou1",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Nada contra filme longo ou curto, filme tem que ser bom",
                "Eu prefiro filmes longos e gosto de ver de uma vez só. Poderoso chefão, O irlandês, Três homens em conflito, Era uma vez no oeste, Era uma vez na América, Quando explode a vingança, Ben-Hur, o John Wick 4 tem 2h49 de filme.\nO Batman novo até comentei esses dias, que ele veio fez barulho quando apareceu e sumiu, tipo não marcou igual os do Christian Bale.",
                "Sim, inclusive se a versão de SdA não for a estendida eu nem assisto. kkkk\n\nO Resgate do Soldado Ryan também entra nessa lista, tem quase 3 horas de duração.",
                "Acho que Titanic foi o único filme longo que eu senti que passou muito, muito rápido.",
                "Ultimamente não tô tendo paciência pra ver filme, então prefiro que sejam curtos"
            ]
        },
        {
            "title": "Nasce uma Estrela de 1954",
            "selftext": "De longe a melhor das 4 versões do filme. Além de que o filme, diferente das outras versões, é realmente um musical e não um filme musicado. Judy Garland tem a melhor interpretação da carreira dela aqui.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12nmzrc",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Acabei de assistir Drive",
            "selftext": "Q FILME!!! Sério, não esperava que o filme fosse tão bom. O que vcs acham? Tem indicações de filmes na mesma vibe?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12nlzz9",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sem contar que eu amo esse som:\n\n[Nighcall - Kavinsky](https://open.spotify.com/track/74rvo4QWd2LXGRvm7S07kq?si=_GDRqZTeSSaV55y9ySsZmA&utm_source=copy-link)",
                "N sei se é a mesma vibe mas tem outro filme com ele que gostei muito: The Place Beyond the Pines.\n\nAcho que tem no HBO Max",
                "Drive é MUITO foda. Não sei se vou atingir a vibe exatamente, mas quando penso em Drive sempre me lembro de Out of the Furnace, Dredd e Killing Them Softly. Um ar um pouco sombrio, um cara fodão de ação e violência, um ambiente hostil, várias cenas em ambientes confinados, etc.",
                "Assist aos outros filmes do diretor. Tem a série Copenhagen Cowboy também, que é dele, mas ela é beeem mais lenta, bem mais teatral, eu diria",
                "Drive foi um dos filmes que mais gostei de assistir na vida. Não é exatamente parecido, mas o filme Chamas da Vingança (2004) tem essa pegada também, vale a pena assistir. Eu vi jovem e amei, não sei se ia curtir tanto se assistisse adulto.",
                "Pô, Drive é uma filme maravilhoso, mas se você quiser ter o mesmo tipo de feeling, vai ter que ir pro anos 70: The Driver (1971) e The Last Run (1971) são influências diretas pro Refn fazer Drive.",
                "Filmaço, é um dos meus filmes favoritos. A fotografia dele é maravilhosa."
            ]
        },
        {
            "title": "Filmes vs. Séries: Qual é o melhor formato para contar histórias?",
            "selftext": "Desde o surgimento da televisão e do cinema, os espectadores têm se encantado com as histórias contadas por meio desses meios de comunicação. No entanto, com a crescente popularidade das séries de televisão nos últimos anos, muitas pessoas têm se perguntado: Qual é o melhor formato para contar histórias - filmes ou séries?\n\nOs filmes sempre foram considerados a forma mais tradicional de contar histórias, geralmente contando com um arco narrativo completo em uma única sessão. As séries, por outro lado, oferecem mais tempo para desenvolver personagens e histórias ao longo de vários episódios ou temporadas.\n\nUma das principais vantagens das séries é a oportunidade de aprofundar personagens e enredos em um nível que seria impossível em um filme. Os espectadores têm a chance de se envolver com os personagens de uma forma mais profunda, permitindo que as histórias sejam contadas de forma mais complexa e rica em detalhes.\n\nPor outro lado, os filmes oferecem uma experiência cinematográfica única, permitindo que o espectador se envolva completamente em uma história em um período relativamente curto de tempo. Os filmes também têm a vantagem de ter um orçamento maior para efeitos especiais, permitindo que os cineastas criem mundos imaginários incríveis com visuais impressionantes.\n\nOutra consideração importante é o ritmo da narrativa. Os filmes geralmente são estruturados para manter o espectador engajado do início ao fim, com um ritmo acelerado e momentos de clímax bem definidos. As séries, por outro lado, permitem que os espectadores sejam transportados para o mundo da história por um período mais longo, permitindo que o enredo se desenvolva de forma mais natural e orgânica.\n\nNo final das contas, a escolha entre filmes e séries depende muito do gosto pessoal de cada pessoa. Alguns preferem a experiência intensa e imersiva dos filmes, enquanto outros preferem a oportunidade de se aprofundar em um mundo de personagens e enredos oferecida pelas séries.\n\nIndependentemente da preferência individual, o fato é que tanto filmes quanto séries continuam a cativar públicos em todo o mundo. Ambos os formatos têm suas vantagens e desvantagens, e a escolha final dependerá do tipo de história que o espectador deseja experimentar e da forma como deseja se envolver com os personagens e enredos.\n\nQual é o formato preferido pelo público atualmente - filmes ou séries - e quais são os principais motivos que levam as pessoas a escolherem um formato em detrimento do outro?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12nio3j",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Alguém lembra de \"Lua Negra\" (Bad Moon, 1996)?",
            "selftext": "Reassisti a esse filme essa semana e lembrei que gostava muito dele quando era pequeno. Bem, na verdade, morria de medo.\n\nA história segue o cachorro de uma família tentando proteger seus donos de um lobisomem.\nÉ uma premissa original e, para mim, muito bem executada.\n\nAlguém aí lembra dele? O que acham desse filme?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12nbp0w",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Achei esse filme daora, o design do lobisomem é bem legal, apesar de que quanto ele abre a boca da pra perceber que é um bonecão kkkkkkkkkkkk"
            ]
        },
        {
            "title": "Mr. Nobody",
            "selftext": "Assisti ontem novamente esse filme e cheguei a conclusão que não se tem uma história propriamente dita, mas sim uma anedota do que poderia ser a vida e as múltiplas opções que as nossas decisões podem nos levar. Para quem já assistiu, o que achou das histórias?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12n3nic",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Detestei esse filme. Atuações, roteiro, nada presta!",
                "Putz, eu assisti e reassisti, mas não lembro exatamente o roteiro. Mas eu acho que a conclusão que cheguei foi parecida com a sua. É sobre escolhas que fazemos e suas consequências em nossas vidas. \n\nDe alguma forma, esse filme me lembra muito o filme Cloud Atlas.",
                "Eu assisti e não entendi foi nada.",
                "Achei a linguagem dele muito infantilizada pra mim, então desisti com meia hora de filme."
            ]
        },
        {
            "title": "Poderiam me ajudar a encontrar esse filme?",
            "selftext": "Opa, sou novo aqui no sub, entrei justamente porque estava em busca de alguns filmes que assisti na minha infância e se perderam no caminho. É um filme de animação, não consigo definir o estilo do desenho e nem identificar de onde possa ser. Assisti ele por volta de 2010 a 2011, acho que foi no canal Cultura ou Futura (infelizmente eu confundo os dois kk). Pelo que me lembro, tinha uma espécie de casa flutuando no mar/oceano, nessa casa tinha animais como leão, elefante e etc. Uma cena que me marcou foi de um senhor grande andando em um trator vermelho estilo Massey \"cinquentinha\", tinha uma criança e uma senhora também, além disso, tem uma cena onde vários navios, casas e embarcações se encontram. Outra coisa que eu me lembro era sobre batatas, tipo um monte de batatas, e os animais pulando no monte de batatas. Eu tentei achar na internet mas como eu trabalho o dia todo, me falta tempo, sem dizer que as informações estão vagas na minha mente. É isso, se vocês caros salvadores na nostalgia alheia puderem me ajudar, vou ficar infinitamente agradecido!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12mqgyy",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Boa noite, OP. \n\nEspero que a resposta esteja correta, mas quis fazer um teste e postar sua dúvida no chatgpt. \nSegue resposta:\n\n\nCom base nas informações fornecidas, o filme que você está procurando parece ser \"A Viagem de Chihiro\" (também conhecido como \"Sen to Chihiro no Kamikakushi\"), um filme de animação do diretor japonês Hayao Miyazaki, lançado em 2001 pelo Studio Ghibli. Embora você tenha assistido por volta de 2010 a 2011, o filme foi lançado originalmente em 2001, mas pode ter sido exibido em diferentes países em datas posteriores.\n\n\"A Viagem de Chihiro\" é um filme de animação japonês que segue a história de Chihiro, uma menina de 10 anos que se perde em um mundo mágico habitado por espíritos e criaturas fantásticas. A casa flutuando no mar/oceano que você mencionou pode se referir ao \"Banhamaia\", um antigo complexo de banhos termais onde a personagem principal trabalha. O filme apresenta uma grande variedade de personagens, incluindo animais antropomórficos, como um leão e um elefante, bem como outros espíritos e criaturas místicas.\n\nA cena do senhor grande andando em um trator vermelho estilo Massey \"cinquentinha\" pode se referir ao personagem Kamaji, que é um espírito da fumaça que trabalha em uma caldeira na casa de banhos termais. Ele é frequentemente mostrado operando um trator vermelho.\n\nA cena dos navios, casas e embarcações pode se referir à sequência em que Chihiro e seus amigos viajam em um rio espiritual, encontrando várias estruturas flutuantes ao longo do caminho.\n\nQuanto às batatas, é possível que você esteja se referindo a uma cena em que Haku, outro personagem do filme, dá uma comida mágica para Chihiro, que é representada como pequenas bolinhas redondas e pode se assemelhar a batatas.\n\nEspero que essa resposta tenha ajudado você a lembrar do nome do filme que estava procurando! \"A Viagem de Chihiro\" é considerado um clássico da animação e é conhecido por sua rica narrativa e imagens deslumbrantes",
                "https://youtu.be/3XMGAmGRgkI"
            ]
        },
        {
            "title": "SUGESTAO",
            "selftext": "me indiquem filmes de terror daqueles que voce fica 1 mes traumatizado!\n\nta dificil encontrar filmes realmente assustadores,hoje so encontro filmes superestimados que sao uma bosta",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12mk0rh",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Hereditário \n\nEspíritos - A Morte Está ao Seu Lado\n\nA Entidade\n\nMenção honrosa para A Bruxa, que tá mais pra drama que terror, mas eu tive pesadelos quando assisti.",
                "A serbian film\n\nNão vai ser só 1 mês, vai ser a vida toda",
                "Nem sei se realmente existe esse tipo de filme, mas... As Fitas de Poughkeepsie é um q eu gostei mt e Lake Mungo tem uma cena q me deu um frio na espinha sinistro.",
                "O único filme que fiquei assim foi Contatos de 4º Grau. Mas nunca vi ninguém ficar, porém nenhum outro que tenha visto me deixou assim...\n\nDe toda forma, fica a dica Contatos de 4º Grau.",
                "The medium - é um filme tailandês, se eu não me engano. Fui assistir com certo preconceito e me surpreendi muito. Minha esposa não pode nem comentar sobre o filme que tem pesadelos hahhaha. E olha que a gente já viu quase tudo que se tem pra ver de terror.\n\nAqui o trailer: https://youtu.be/lJpjTrtEbYE",
                "A casa que jack construiu foi o melhor que vi recentemente",
                "Event Horizon (1997), esse é o meu favorito."
            ]
        },
        {
            "title": "Alguém sabe se o filme do mario vai ser na versão estendida?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12mhhmd",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Me recomendem filmes com mistérios/seitas por favor",
            "selftext": "Fala rapaziada  \nMe recomendem filmes que tenham mistérios, coisas com seitas e sociedades secretas pra eu me distrair pls.\n\nCurto muito esse estilo de filme, mas nunca acho bons filmes com essa temática.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12mga9o",
            "num_comments": 39,
            "comments": [
                "DE OLHOS BEM FECHADOS",
                "Uma vez eu assisti.um estilo documentário, achei o nome The Conspiracy de 2012\n\nTem O Último Exorcismo parte 1 e 2\n\nEu gosto muito de o Homem de Palha com o Nicolas cage\n\nHereditário \n\nO bebê de Rosemary é um clássico\n\nTem um na netflix que não é seita, mas é estilo documentário bem tenso, chama Creep 1 e Creep 2\n\nO Chalé eu achei bem tenso\n\nSeita Mortal é legalzinho\n\nA Casa do Demônio\n\nCorre\n\nMidsommar é meia boca\n\nMãe! é bem tenso\n\nQue eu lembro, são estes",
                "O CODIGO DA VINCI",
                "Midsommar",
                "The endless (O culto) de 2017, um dos meus favoritos",
                "perfume - a historia de um crime",
                "Aquele do Nicholas kage que ele vai na vila daquelas mulheres",
                "DE OLHOS BEM FECHADOS",
                "O Pacto dos Lobos",
                "Terror em Silent Hill",
                "Não é filme… mas tem duas séries/documentários que curti bastante:\n- Heaven’s Gate - The Cult of Cults;\n- Wild Wild Country;",
                "A PROFECIA 1976 (TEM NO YOUTUBE)",
                "V/H/S",
                "Os suspeitos de 2013 é sensacional como filme, mas não é sobre seita, é um mistério/suspense.",
                "O Homem de Palha",
                "Suspiria",
                "Mandy otimo filme do Nicolas Cage\nCubo(1997) Otimo filme de suspense\nYour Hate(O que voce prefere?)  ele e legendado é um filme onde uma mulher participa de um jogo sádico para ajudar seu irmão doente",
                "O Ritual. Filme de 2017 do David Bruckner",
                "Sei que vc pediu filme, mas tem uma minissérie bem legal nesse tema que vc quer. Se chama The Third Day. São 6 episódios só.",
                "O Grande Truque (2006).",
                "The master, com o Joaquim Phoenix. Ainda não assisti, mas me foi muito bem recomendo",
                "O Diabo em Ohio. É uma minissérie da Netflix.",
                "Homem de palha, o antigão",
                "O Bebê de Rosemary",
                "Chemical Wedding (filme do Bruce Dickinson sobre o Aleyster Crowley). Altamente esotérico…",
                "Não sei se encaixa no que você procura mas eu só consigo pensar em Glass Onion",
                "Hereditário (2018)",
                "A vila (2004)"
            ]
        },
        {
            "title": "Alguém sabe se o Retorno do Rei vai ser relançado nos cinemas aqui no Brasil também?",
            "selftext": "Estreou ontem lá fora e eu queria saber se tem alguma previsão por aqui. Mais especificamente no RJ",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12m15rm",
            "num_comments": 11,
            "comments": [
                "Como alguns relançamento recentes que tivemos, eeve ser lançado em algumas redes de cinemas mas não todas, é só procurar nos saites dos cinemas da sua região na época do lançamento para verificar. Também ficar atento ao tempo que vai ficar disponível, muitos relançamentos ficam apenas durante uma semana.",
                "Espero que o longa seja lançado aqui também",
                "Tb tenho procurado ansiosamente por notícias do relançamento do RdR aqui, mas até agora nada :/",
                "O Retorno do Rei? Que filme é esse?",
                "Também fiquei pensando nisso :(",
                "Ano passado assisti As Duas Torres no relançamento de 20 anos de aniversário. Provavelmente eles vão reexibir O Retorno do Rei, só que apenas em novembro."
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12lhdt1",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "assisti:\no menu (hbo)\namor a toda prova (hbo)\ncontra o gelo (netflix)\no pai o (locadora mundial)\n\nassistirei: \no pior vizinho do mundo (locadora mundial)\n\ne aceito dicas pra mais opções",
                "assisti Green Book, GENIAL!!!",
                "Vi **Suzume** no *cinema*. Como sempre, filmes de Makoto Shinkai são muito bem produzidos. Cenários ricos, visuais incríveis e grande trilha sonora. Apesar disso, o filme não me ganhou. Os personagens não desenvolvem uma conexão, a relação entre eles é muito forçada. O roteiro é corrido mas devagar ao mesmo tempo. O final teria um impacto interessante se fosse bem construído ao longo do filme.",
                "assisti:UP Altas Aventuras (Disney+) Avatar (Disney+) Mistério em Paris (Netflix) Sonic 2 o Filme (Telecine) Ursos sem Curso o Filme (HBO) Demon Slayer:Mugen Train (Telecine)"
            ]
        },
        {
            "title": "Podem em ajudar a achar?",
            "selftext": "Eu tô em busca de um filme q eu assisti quando criança mas não estou lembrando do nome, era uma animação se não me engano. A história falava sobre animais que falavam e vivam em uma cidade em conjunto, mas todos eles faziam sempre a mesma rotina, por exemplo:  todo dia tinha o galo acordava pra cacareja para que todos os animais acordem, ai o animal do moinho Moia trigo e levava pro padeiro, aí o padeiro todo dia fazia os mesmos pães, os mesmo animais comprava a mesma quantidade de pão, faziam os seus próprios afazeres, e no próximo dia e a mesma coisa, aí do nada eles descobriram uma cidade onde todos os animais fazer oq eles querem quando eles querem, oq intriga os cidadãos da cidade menos o que queria que tudo continue do mesmo jeito, e no final vemos q o prefeito tava certo pois os animais ficaram mal acostumados, o galo só cantava quando ele bem queria oq fazia todos os outros não acorda na hora certa, o dono do moinha não levava mais trigo, o padeiro não queria mais fazer pão, os quando ele quisesse, e muita coisa, sei q isso e não e uma alucinação da minha cabeça, podem me ajudar a achar?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12lbt1h",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Lembra um pouco a trama de A Revolução dos Bichos. Tem uma animação bem antiga, de 1954."
            ]
        },
        {
            "title": "Filmes desconhecidos mas que são muito bons",
            "selftext": "Comentem filmes bons mas não conhecidos, so isso msm to sem ideias mirabolantes kk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12lbjvb",
            "num_comments": 107,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Mr. Nobody (Senhor Ninguém)",
                "Fantastic Planet, animação francesa de uma distopia em que o humano vive em outro planeta, e é como se fosse inferior a outros seres muito mais inteligentez e evoluidos",
                "O homem da terra, tem no YouTube, e, porra, se pá é o melhor filme que eu já vi",
                "Reflexões de um Liquidificador, filme brasileiro q tem de graça no yt",
                "A caça. Tem no prime",
                "Para quem ama o gênero sci-fi, um ótimo filme que não tem hype algum é [2 minutos além do infinito](https://www.hbomax.com/br/pt/feature/urn:hbo:feature:GYnERkAqRchuLwgEAAAA6).\n\nA base do filme é muito simples: uma TV consegue transmitir imagens que estão a 2 minutos a frente no futuro. Com essa premissa quase ingênua, e diga-se de passagem, um orçamento super enxuto, esses japoneses conseguiram fazer um dos filmes de viagem no tempo mais interessante e divertido ao mesmo tempo. Diversão garantida para os amantes desse gênero.",
                "Medianeras",
                "Sobre meninos e lobos (2003)",
                "“Gilbert Grape - Aprendiz de Sonhador” filme liiindo com o Johnny Depp e DiCaprio super novinhos e dando shows de atuação",
                "Os Suspeitos (2014) subestimado esse filme.",
                "Pra quem gosta de drama eu recomendo The Broken Circle Breakdown e Short Term 12",
                "2 minutos além do infinito, te deixa hipnotizado pela maneira como é gravado",
                "Meu pé de laranja lima,\n\nComo estrelas no céu toda criança é especial,\n\nTranspointing,\n\nRequiem para um sonho,\n\nNaked 1993,\n\nMallrats 1993 (aquele com o stan Lee)",
                "The Endless e  Primer.\n\nO primeiro eh meio q um horror sci-fi com toques de lovecraft. Gostei muito.\n\nO segundo eh o filme de viagem no tempo mais complexo q já vi, tipo sério depois de assistir procure diagramas pra vc entender todo o fluxo do tempo.",
                "[deleted]",
                "A Máquina, filme brasileiro nordestino de viagem no tempo, baseado num livro igualmente maravilhoso.",
                "Tem um filme de guerra bielorrusso que chama Come and See, é pesadão mas é fantástico",
                "O show de Truman",
                "Capitão Fantástico. Desconhecido, mas com uma nota formidável",
                "ENTRE FACAS E SEGREDOS, \n\nRECOMENDO !",
                "A Sérbian movie…\nN è pra td mundo mas ainda assim um filme bom",
                "Tem aquele",
                "Os invasores, colombiana e the crow (não sei se são considerados desconhecidos, mas nunca vi ninguém falando sobre)",
                "Benedetta.",
                "The Swimmer (Enigma de uma Vida) \n\nN sei se é desconhecido mesmo, mas não vejo muitas pessoas falando dele",
                "Klass, Threads, bicho de sete cabeças, Stalker, Brother",
                "\"Aconteceu Perto da Sua Casa\", um falso documentário belga sensacional.",
                "Ex drummer",
                "I Saw The Devil\nOldboy\nPredestination\nMr Nobody",
                "Os sem floresta",
                "O Homem do Futuro (2011).",
                "Paranóia\nUm filme de 2007 que mistura suspense, ação, romance e comédia na medida certa\nNunca mais assisti um filme do gênero tão bom quanto esse",
                "Visceral: Between The Ropes of Madness",
                "Cara, eu AMO **Projeto Flórida (2017)**. É simplesmente magnífico!\n\nNesse sentido de drama independente, também tem **American Honey (2016)**, com Shia Labeouf. \n\nTem também o filme **Sombras da Vida (2017)** que é muito foda!",
                "Um filme muito bom que tinha no yt mas n sei se tem mais é: \n\nRrrrrrr! - Na Idade da Pedra\n\nFilme top!",
                "11:14",
                "Hero (2002)",
                "Rainha de Katwe, excelente filme semi documental ... tem no Disney + mas não é sobre princesas e heróis.",
                "Edukators",
                "Leo e Bia, do Oswaldo Montenegro. Tem no Youtube",
                "Calibre (2018). É um dos melhores originais da Netflix.",
                "GREEN BOOK!!!!!!",
                "O Lutador (2008)\n\nDireção de Darren Aronofsky",
                "Valerie e a Semana das Maravilhas, não diria q é muito bom, mas é diferente, uma experiência única, acho a filmagem muito bonita, é um filme bem surrealista, te carrega pra outro mundo",
                "O Extraordinário ,na minha opiniao mo bom o filme",
                "Shot caller ou sem perdão em br. Bom pra krl",
                "Vingadores Ultimato, muito bom. Acredito que seja cult",
                "***Love of Siam***, é um filme  tailandês. Um romance fofo entre dois garotos sem aquela abusar das cenas de sexo e drogas dos filmes hollywoodianos.",
                "O homem do futuro\nFilme nacional com Wagner moura",
                "Requiem para um sonho, várias reflexões sobre vícios.",
                "- qualquer filme dos irmãos Duplass, eu gosto muito de Blue Jay\n- 28 hotel rooms - assisti na minha fase obcecada pelo Chris Messina",
                "O Lamento (The Wailing)",
                "A Onda (Die Welle)",
                "O Estado das Coisas, com Ben Affleck. Estava disponível no serviço de entretenimento de bordo de um ônibus que peguei, mas me surpreendi com o enredo. Acredito que exemplifica bem a nossa vida contemporânea na sociedade do consumo e do status, de procurar ser melhor que o vizinho e o colega de trabalho.  Recomendo!",
                "Pi, o Filme (não é As Aventuras de Pi)\n\nCloud Atlas (interessante como poucas pessoas conhecem esse bom filme com o Tom Hanks)\n\nA Caixa",
                "\n\nMisterious Skin-  Misterios da carne (2004)",
                "Nada a esconder, simplesmente um filme que tem um plot twist muito daora no final, vale a pena. \n\n&#x200B;\n\nO filme é basicamente uma janta na casa de um amigo e toda notificação que chega no celular eles devem ler em voz alta para todos da mesa, é bem daora pq tem muita coisa que tu nao espera e vai se surpreender, na verdade nao sei se ele é muito desconhecido mas btw fica ai uma dica kkkkk",
                "Amargo pesadelo de 1972, tem no hbomax."
            ]
        },
        {
            "title": "QUAL A SERIE ?",
            "selftext": "alguém lembra qual o nome de uma série que passava na Net flix, de um Homem que tinha os poderes de Deus, e o Capeta e outros estavam querendo pegar ele ?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12l90ke",
            "num_comments": 6,
            "comments": [
                "O Idiota Favorito de Deus",
                "Preacher?",
                "Deuses Americanos?"
            ]
        },
        {
            "title": "Alguém sabe onde posso achar esse filme?",
            "selftext": "Eu estava querendo assistir novamente esse filme e adivinhem? Não acho em lugar nenhum, eu achei que o nome era apenas \"Alicia\" que se eu fosse pesquisar isso eu iria achar algum rastro do filme mas eu não achei nadinha, eu queria ajuda para quem souber onde eu posso assistir esse filme pois eu vi com minha irmã e nós duas estamos tendo uma crise existencial aqui XD\n\nEu quero simplificar para o texto não ficar muito longo. \n\nSinopse que eu tenho certeza que é do filme:\n\nA protagonista(vou chamar de Georgie eu tenho quase certeza que esse era o nome dela) estava muito sobrecarregada com seu trabalho (trabalha com uma marca de moda, não lembro se era dela a marca ou era a quase chefia) ela quase não dava atenção para seu namorado/noivo. Indicada por sua amiga ela faz Georgie tirar umas férias num lugar que é tipo um paraíso, um lugar tranquilo e sem sinal de wifi. Quando a Georgie vai para o lugar a taxista age de um jeito estranho, conversa sobre si e diz como as pessoas ricas não merecem o que elas tem. Essa mulher depois invade a casa da Georgie e tenta se passar como uma amiga dela para viver a vida da Georgie.\n\nO nome dessa mulher é Alicia, tenho muito certeza mas o que eu não tenho certeza é se esse é o nome do filme ou algo do tipo. Eu sei que \\*spoilers\\*> A Georgie esquece as chaves da casa no carro da a Alicia e por curiosidade e desejo a Alicia se passa como uma amiga(falsa) da Georgie e sem telefone e wifi a Georgie é proibida de ligar para casa ou saber sobre o que está rolando quando ela está fora. Alicia aproveita e veste as roupas de moda da Georgie, posa para fotos como se fosse uma modelo, compra muitas coisas no cartão dela, vive uma vida de luxo que ela sempre quis. Tem um jardinheiro que eu tenho quase que certeza que o nome dele é Charlie ou Charles e a Alicia explica a situação para ele que a Georgie confiou a ela as chaves da casa e que está tudo bem, ela dá em cima do Charlie, ela dorme com o namorado/noivo da Georgie mentindo sobre coisas da Georgie. Tem até uma empregada que descobre sobre tudo e a Alicia perde o controle e ela acidentalmente acaba tirando a vida da empregada e fica em choque. Tem todo um momento de fuga por causa disso a Georgie volta da viagem para casa, a amiga de verdade dela conta para Georgie e ela volta para casa imediatamente, tem tudo um ponto. Pulando algumas partes a Alicia é presa e no final claramente mostra o nome dela ou eu estou maluca, ela recebe cartas de fãs admirando ela pelo que ela fez<\\*spoilers\\*\n\nSó sei que não acho nem a capa do filme, eu não conheço nenhum ator do filme se não já ajudaria muito a procura. Quem souber sobre onde achar para assistir o filme eu ficaria muito grata, é como um delírio coletivo. O nome pode ser tanto \"Alicia\" quanto qualquer outro nome como \"Invasora\" ou não sei, só essa sinopse já vai dar para saber de qual filme eu estou falando, quem quiser mais detalhes eu vou ver se falo aqui. Obrigada.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12l4wra",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Não sei se é infelizmente mas hoje em dia vejo todos os erros das coisas que assisto e isso faz perder a graça",
            "selftext": "Antes eu não percebia e teve coisas que já gostei antes que quando revejo agora percebendo os erros faz perder a graça. \nMesmo assistindo novidades atualmente percebo os erros e nem ser se continuo vendo",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12kzt0f",
            "num_comments": 4,
            "comments": [
                "O que me faz perder a graça demais hoje em dia é a fórmula que estão usando pra fazer os filmes e séries. Absolutamente tudo segue o mesmo desenrolo, dá pra prever o fim ou a trama da grande maioria nos primeiros 15 minutos de filme.\n\nNão sei se isso acontece porque realmente usam uma fórmula com mais frequência ou se é pelo fato de a gente consumir muito mais filme e ser capaz de perceber isso com mais facilidade.",
                "Eu já perdi as contas de quantas \"coisas óbvias\", assassinos, tramas etc eu solucionei antes do final. Mas depois fiquei pensando que daí não curto o filme. É alguma espécie de déficit de Atenção para querer acelerar as coisas. Daí parei com isso."
            ]
        },
        {
            "title": "A Fantastica fábrica de chocolate de 71 tem cena +18?",
            "selftext": "Lembro vagamente de ter visto no youtube uma cena do Willy Wonka apalpando uma mulher loira, vi a cena a anos e nem sei mais se é real ou não.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12kzhpa",
            "num_comments": 5,
            "comments": [
                "Cê não tá confundindo com Cegos, Surdos e Loucos, não?\n\nTem mais cara de ser esse, mas não lembro de quando é.",
                "acho que eu me lembraria disso",
                "Pergunta pro chatpgt",
                "Pela ótica atual a maioria dos filmes dos anos 70/80 são +18."
            ]
        },
        {
            "title": "Succession é The Office com bilionarios?",
            "selftext": "Eu via muitas pessoas falando dessa série e depois do boom que foi o ep.3 (acho que da 4° temporada \\[que ainda não vi e não sei nada do que aconteceu, então contenham seus spoilers\\]) resolvi começar a ver.  \n\nSim estou atrasado.  \n\nComecei ontem esperando um drama com trapaças, gente rica se ferrando e passando a perna na família, mas me deparo com The Office com gente bilionária.  \n\nQual a opinião de vocês, é uma série boa?? Confesso que o nonsense da série me deu uma broxada de ver.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12km5mh",
            "num_comments": 32,
            "comments": [
                "The Office? Não consigo ver paralelo entre as duas séries. São duas propostas bem diferentes. \n\nE o que tem de nonsense em Succession? Poderia exemplificar?",
                "Vacilo total.   \n   \nSuccession é [Arrested Development](https://i.redd.it/9o8lj6ymjvc81.jpg) com bilionário.",
                "Eu não poderia concordar mais!!! (Achava q só eu pensava isso)\n\nNa minha opinião, na maioria das vezes a série é mais comédia do que drama em si. Não só pelo roteiro, que é magnífico, ácido e uma sátira completa com os bilionários, mas como na questão técnica tbm me remete muito a the office. Por exemplo tem várias partes constrangedoras, e a câmera da um zoom na cara do personagem que está desconfortável, o modo de dar um zoom abrupto e com a câmera se mexendo… isso é 100% the office style.\n\nE essa quebra de expectativa que é algo incrível, assim como a série faz no decorrer de todas as temporadas. Sou fã dms!!",
                "Nunca tive vontade mas agora fiquei interessado. \n\nTem algum \"Dwight\" nessa série aí?",
                "A série é um misto de humor e drama. Existem milhares de outras séries que exploram isso. Nunca viu nenhuma outra série que juntasse os dois?\n\nNão entendi a comparação com The Office. The Office é um documentário falso, em que os personagens sabem que estão sendo filmados. Succession não tem nada disso.\n\nÉ uma série muito bem escrita, engraçada, tensa, e com excelentes atuações. Espero que continue assistindo.",
                "Tem Billions que é mais ou menos nessa pegada de bilionário se ferrando",
                "A série é muito boa, nenhum pouco parecida com The Office.",
                "Melhor série da atualidade",
                "Tem nada a ver com The Office. Ao fim da temporada você vai entender o tom da série"
            ]
        },
        {
            "title": "Alguém sabe o nome do filme/serie que tem esse cara aqui?",
            "selftext": "Falaram que o nome dele é Rich (n tenho certeza, talvez mentiram), mas pesquisei no google imagens e n achei nada \n\nhttps://preview.redd.it/m4ghlec8wkta1.jpg?width=736&format=pjpg&auto=webp&v=enabled&s=a15848f77981c10c8f43f5e4542255671a74e7eb",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12kbquo",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Se não me engano, é um personagem de Skins."
            ]
        },
        {
            "title": "Qual pokemon é esse?",
            "selftext": "Nao sei se é um filme ou uma serie de pokemon, mas nao tem o Ash como protagonista e o protagonista tem um typloshion (ou era um charizard, memoria pode ser falsa) como pokemon principal. É de antes de 2016 e eu nao lembro muita coisa, só que eles tem uma luta incrivel.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12k8pgz",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Pokemon Origins. É uma mini série."
            ]
        },
        {
            "title": "Quais filmes vocês indicam para assistirmos em Abril? TEMA COMÉDIA",
            "selftext": " Em janeiro tivemos [drama](https://www.reddit.com/r/filmeseseries/comments/108phtd/filme_de_janeiro_em_discuss%C3%A3o_requiem_for_a_dream/), em Fevereiro tivemos [western](https://www.reddit.com/r/filmeseseries/comments/11cdpuc/filme_de_janeiro_em_discuss%C3%A3o_a_lenda_de_zorro/), em Março [Road movie](https://www.reddit.com/r/filmeseseries/comments/11twth0/filme_de_mar%C3%A7o_em_discuss%C3%A3o_central_do_brasil/)\n\n**Filmes com mais de 10 anos da data de lançamento.**\n\nQuem comentou nas discussões anteriores tem preferência na enquete final.\n\n&#x200B;\n\n# Façam suas Indicações!!11!!\n\n&#x200B;\n\n[Filmes já assistidos e discutidos](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12k5x0u",
            "num_comments": 20,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Acabei de chegar aqui. Vou indicar \"Abril\" (rs) do Nanni Moretti",
                "A noite do Jogo (2018) Game Night  \nFilme maravilhoso leve e engraçadíssimo!!",
                "Até Que a Fuga os Separe (1999). Filme bem legal. Tem Martin Lawrence (Vovó Zona) e Eddie Murphy (Um Tira da Pesada) no elenco. Divertido e emocionante. Disponível no Netflix!",
                "Shaun of the dead, comédia com zumbi",
                "The Other Guys (2010)",
                "Chumbo Grosso de 2007",
                "Puxa, pensei 2 filmes, mas eles também se encaixam em outras categorias. Sobrou \n\nUm morto muito louco - 1989",
                "Legalmente Loira. O filme envelheceu muito bem e está mais atual agora do que quando foi lançado.",
                "Um Maluco no Golfe",
                "Padrinhos Ltda.",
                "Meu primo vinni, achei muito bom\n\nTrês e demais, versão dublada me fez chorar de rir",
                "Napoleon Dynamite",
                "Melhor é impossível, 1997",
                "Mistério em Parissssss",
                "Monty Python e o Cálice Sagrado",
                "Quando vc para pra pensar, tem bons filmes nesta categoria; legalmente loira, virgem de 40 anos, zoolander e por ai vai\n\nminha escolha vai ser Casamento grego (2002)",
                "**Super Bad - É Hoje:** É um filme cheio de piadas bobas de quinta serie, mas que são bem engraçadas. É bem relaxante. Ótimo para ver no fim do dia.\n\n**Meninas Malvadas:** Parece ser um filme de menininhas adolescentes, e na verdade é mesmo. Porem tem uma mensagem interessante e contado de um jeito muito divertido. E ta lotado de memes clássicos. Esse filme assim como o anterior já tem seu status cults, porque tem cenas que as pessoas sempre vão gostar de rever.\n\n**O Diabo Veste Prada:** Não é tão comédia, mas sem duvidas não é um filme dramático. Mas a trilha sonora, a atuação da Meryl Streep, e a beleza da Anne Hathaway vão te fazer viciar nesse filme."
            ]
        },
        {
            "title": "As pessoas deveriam parar de tratar a A24 como uma empresa indie underground.",
            "selftext": "Até hoje eu percebo uma movimentação na bolha CiNéFiLa que é tratar as produções da A24 com um preciosismo de algo que foi gravado por amigos no quintal de casa e deu certo.\n\nA A24 tem ótimos filmes (muitos dos quais são meus favoritos como Uncut Gems, The Lighthouse, Hereditary), mas a fanbase da produtora (?) ainda trata todas as produções como se fosse algo mais intimista que está sendo reconhecido aos poucos pelo mainstream. Ora bolas, Moonlight (péssimo, vale ressaltar) conseguiu desbancar La La Land em pleno Oscar 2016 numa cena antológica, então desde daí a distribuidora já passou a ser vista por todo mundo. A coroação de Tudo em Todo Lugar ao Mesmo Tempo™ foi só a tendência natural do ~~pix~~ hype que a distribuidora construiu durante esses anos.\n\n\nTenho a impressão que virou um universo Marvel paralelo. Mas ao invés de personagens voando e soltando poderes, nós temos personagens femininas olhando pra câmera com um olhar e sorrisos psicóticos.\n\nE geralmente aplaudimos isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12k3vuo",
            "num_comments": 31,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Rapaz... Se não fosse a A24 a gente só tinha filme da Marvel no mainstream. A galera achou essa fórmula e tá usando até não dar mais.",
                "Eu acho que a A24 é a Lana Del Rey do cinema: é mainstream, mas os fãs e a crítica tratam como se fossem indie.\n\nEu acho que essa produtora tem filmes bons e é conhecida por dar muita liberdade criativa pros diretores… talvez por isso os filmes tendam a serem um pouco menos convencionais e isso acaba cativando um público específico. Acho que todo mundo sabe que não são filmes produzidos na garagem de casa, eles só esperam receber filmes mais diferentões se você comparar com Velozes e Furiosos e tão satisfeitos com isso.\n\nE eu particularmente acho que os filmes que você falou mal são muito bons! Nem sempre a academia vai premiar os nossos filmes favoritos (até porque nem eu e nem você somos da banca do Oscar) e tá tudo bem! Não quer dizer que são ruins.",
                "underground não vejo mais ninguém falando isso e olha que eu sou admin de grupo cinéfilo...\n\nAgora a questão de indie pelo orçamento eles certamente podem utilizar o rótulo. 11 milhões pra fazer um filme nos padrões americanos (orçamento de The Lighthouse) é migalha. Coringa com 47 milhões já é considerado um filme de baixo orçamento.",
                "Chamou moonlight de péssimo já perdeu no argumento (._.",
                "Eu tenho dúvidas em relação à esse aspecto do cinema. A A24 é a ÚNICA empresa produtora de filmes que conheço. Não sei como isso surgiu, e eu sei que é por causa do marketing, mas de repente as pessoas sabem e comentam sobre \"A A24\", se é que me entendem.\n\nEnquanto outros filmes as pessoas tratam como \"o filme do Fulano\". E como a A24 é uma empresa com muitos filmes, é fácil fazer o vínculo com o consumidor, já que saem uma quantidade de filmes consideráveis de mês em mês.\n\nOu seja, acredito que essa produtora é a única atualmente que conseguiu algum vínculo com o consumidor. No dia que aparecer uma outra produtora que faça algo parecido, isso vai mudar.",
                "Atualmente, a cada 10 filmes que a A24 faz, devo gostar de 8. É por isso que gosto dela, não me faz perder tempo vendo bosta.\n\nMesma coisa o selo da HBO tem pra séries, não vejo sentido em falar que não merece os méritos, por 1 ou 2 produções ruins.",
                "Eu não consegui assistir 30 minutos de La La Land, chato demais.",
                ">Tenho a impressão que virou um universo Marvel paralelo. Mas ao invés de personagens voando e soltando poderes, nós temos personagens femininas olhando pra câmera com um olhar e sorrisos psicóticos.\n\nA24 não é realmente nem Indie nem underground, mas isso não faz o menor sentido. Red Rocket e Aftersun são dois filmes completamente diferentes, por exemplo. A A24 é uma das melhores coisas que Hollywood tem a oferecer hoje porque parece ser o que mais fornece liberdade artística e produz projetos menores. Qualquer coisa que ofereça algo além de blockbuster magalomaníaco nos dias de hoje deve ser comemorado (não que algumas dessas megalomanias não sejam decentes, também).",
                "A24 é ótima no marketing, ganhou status cult. Tá cheio de fanboy mesmo",
                "Preferir LaLaLand a Moonligth, só nisso já dá pra saber de que lugar a pessoa fala. Cachota.",
                "A A24 é uma empresa mainstream, mas que por conta da liberdade que ela dá para o pessoal fazer filmes o pessoal reconhece como se fosse \"indie\".\n\nTanto que a maioria dos mainstream que fazer filmes que vão agradar a maior parte do publico (A Marvel desaprendeu como faz isso) e a A24 fez \"O Farol\" \"Saint Maud\", filmes extremamente nichados, o que faz também muita gente que gosta dos filmes dela se acharem os super cinéfilos.",
                "[removed]",
                ">Moonlight (péssimo, vale ressaltar)\n\nComeçou ok mas desandou aí\n\nAgora falando sério acho que a produtora tem sim uma tendência a investir em projetos mais arriscados e tentar formar uma imagem que evocaria um padrão de qualidade (ou pelo menos algo doferente que vhame a atenção).\n\n> A coroação de Tudo em Todo Lugar ao Mesmo Tempo™ foi só a tendência natural do pix\n\nKkkk essa foi foda, amazon, netflix e disney tem muuuito mais grana do que eles.\n\nNo fim o que vale é gerar o buzz para o pessoal que vota. Querendo ou não Everything everywhere acaba sendo mais memorável do que os outros."
            ]
        },
        {
            "title": "O exorcista ainda é o melhor filme de terror já feito",
            "selftext": "Já é a terceira vez que assisto esse filme. Ele possui uma tensão sobre ele que nenhum filme de terror atual me faz sentir.\n\nEle não segue os moldes atuais de filmes de terror, com jumpscares a todo momento e na real é um filme bem devagar e que demora pra engatar.\n\nMas eu particularmente não me incomodo com o fato do filme ser lento porque eu gosto muito de todos os personagens e de toda a trama que gira em torno deles (o que faz o ápice do filme ser ainda mais impactante, já que nesse ponto eu já estou totalmente engajado na história)\n\nUma cena que me marca muito, são os minutos iniciais antes dos padres começarem o exorcismo.\n\nÉ simples, mas eu simplesmente acho muito foda eles caminhando em direção à porta e encarando o demônio.A partir dali a gente sabe que o que estávamos esperando desde o começo do filme finalmente vai acontecer.\n\nPra mim é um 11/10 e um filme que todo mundo tinha que ver pelo menos uma vez.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12k2kmx",
            "num_comments": 21,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "É o filme de terror que me passou bad vibe até hoje. Parece que tem algo ruim nele. Nota 10.",
                ">Ele não segue os moldes atuais de filmes de terror, com jumpscares a todo momento\n\nNem sabia que tinha nome para isso. Os filmes de terror antigamente não eram assim? \n\nNão assisto filme de terror por esse motivo, é óbvio que eu vou me assustar se algo aparecer do nada, isso acontece até quando um cachorro late enquanto eu passo em uma calçada.",
                "O Exorcismo de Emily Rose também é muito bom!",
                "Filmes de terror que me dão medo:\n\nO Exorcista e SINAIS.\n\nSim, o filme dos et's com o Mel Gibson me dá medo até hoje.\n\nDos filmes novos de terror que eu ja vi, o único que deu aquele mal estar geral que o exorcista dá pra mim é The Witch.",
                "Eu morria de medo desse filme. Aquela cena da mina descendo a escada de ponte me dava calafrios kkkkkkkkkk. É um excelente filme mesmo.",
                "Discordo muito sobre isso.",
                "É curioso como esse filme se tornou cult ao longo dos anos, e com razão ganhou reconhecimento, pois foi inovador e muito bem feito.",
                "Excelente filme, mas prefiro mais O Iluminado.",
                "Você já ouviu a palavra de nosso senhor Noroi?",
                "É impressionante como ele, 50 anos depois da estreia, ainda funciona. O filme é perfeito. Um clássico do terror e do cinema.",
                "ele ditou muita coisa ali né? o maioral \ndá uma aula de efeito prático!",
                "Tem muito filme de terror hoje em dia e pra todos os gostos, desde \"terror de shopping\" que são esses repletos de jumpscare até \"terror elevado\" que é o famoso terror psicológico, com simbolismos e tal. O Exorcista é um clássico, mas eu daria chance pra filmes de terror atuais também. Hereditário e Midsommar são dois filmes recentes e do mesmo diretor que tem mais essa vibe de terror psicológico.",
                "Vou ver não, morro de medo de filme de capeta"
            ]
        },
        {
            "title": "Alguém lembra de \"A ilha da garganta cortada\"?",
            "selftext": "Estou preso em casa por conta de uma cirurgia e resolvi reassistir uns filmes das antigas, dos idos da minha infância. O primeiro foi esse.\n\nEu assistia o tempo todo na sessão da tarde e amava demais. Tinha até o jogo pra super Nintendo \n\nReassistindo ontem eu ainda achei um bom filme de piratas, pé no chão, bem diferente de Piratas do Caribe.\n\n*Fun fact: apesar de ser um bom filme, foi um dos maiores fracassos de bilheteria da história do cinema, com um orçamento tão inchado que levou sua produtora à falência antes mesmo do lançamento.\n\nLembram dele? O que acham?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12k0hn3",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Vi o trailer e lembrei. Os atores são bem fracos, né. Acho que isso é que pegou um pouco e nem lembro nada de enredo. Lembro que era divertido, mas só.  Nada para se ver duas vezes.",
                "acho que foi ele que levou a produtora à FALENCIA! vi um vídeo ainda esses dias sobre isso",
                "Não assisti esse filme, vou dar uma checada.\n\nPelo nome me lembrou desse filme aqui https://www.youtube.com/watch?v=2Nzg8I1y3ko\nQue marcou minha infância kk",
                "Eu amava esse filme quando criança. O filme é divertido e \"pé no chão\", como você diz, e a Geena Davis é ótima no papel principal.   \nE segundo consta não é só um dos maiores fracassos, mas sim O maior fracasso de bilheteria frente ao orçamento. Provavelmente por ter sido feito numa época em que os efeitos eram todos práticos ainda.",
                "Gostava mais do jogo de SNES que do filme.",
                "Eu tinha o cartucho de mega drive do jogo baseado no filme, eu joguei até o c* fazer bico sem nunca ter assistido o filme, no dia que assisti o filme em si eu me decepcionei pois filme nenhum ia se comparar a história que montei na minha cabeça baseado no jogo."
            ]
        },
        {
            "title": "indicação de uma boa que vi esses dias e achei top da galaxias (Macho Alpha ) (Netflix).",
            "selftext": "Para quem é casado, ou casada, quem gosta de humor mais do dia a dia, Macho Alpha é excelente, uma das melhores séries que já vi, sem forçar muito e sem ser aquela comédia pastelão, fala mt sobre masculinidade, e homens mais velhos lidando com o novo mundo e a nova masculinidade. Eu ri pkct e recomendo bastante.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12jsphp",
            "num_comments": 2,
            "comments": [
                "É Machos Alfa, né? Eu gostei bastante também.  \n\n\nA série aborda temas pertinentes aos relacionamentos atuais sem ser \"militante\", por falta de palavra melhor. Não é exatamente feminista, mas tem uma visão progressista. E o ponto de vista é masculino, sendo a grande sacada, na minha opinião, ter 4 protagonistas, que são amigos mas suficientemente diferentes entre si para que haja uma variedade de opiniões sobre cada questão que aparece.\n\nE eu achei bem engraçada também. As situações são mesmo ridículas, mas não completamente fora do reino das possibilidades. Endosso a sua recomendação.",
                "Ah eu tinha começado a ver e parei não sei porque. Mas lembro de ter gostado bastante do início então agora tá na lista pra eu ver direitinho"
            ]
        },
        {
            "title": "Gostaria de dicas sobre filmes ou séries de ação com uma pegada mais realistas",
            "selftext": "Tipo John Wick e The terminal List",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12j98aw",
            "num_comments": 29,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "John Wick é Nada Realista....quer ver realismo assite Band Of Brothers,ae voce vai entender o que é esse mundo em que vivemos....",
                "Onde os Fracos Não Têm Vez",
                "the Boys mais realista I M P O S I V E L",
                "Reacher \n\nTrue detective (antiga)\n\nTom Clancy's Jack Ryan\n\n24h (antiga)\n\nTeeran\n\nSão as que lembro no momento.\n\nEdit. Tem Equalizer também. Eu gosto do filme e não da série. Não empatizei com a atriz muito \"comédia\" em filme sério. Tinha que ser séria no estilo Michone.",
                "O Dragão da Maldade Contra o Santo Guerreiro",
                "Implacável (Netflix) melhores cenas de luta",
                "recentemente vi SICARIO e gostei de como ele é pé no chão, recomendo",
                "Em \"Kingsman: Serviço Secreto\" você vai encontrar cenas como essa: https://youtu.be/90OFZQx_7xI\n\nEspero que sirva...",
                "Heat",
                "Nobody",
                "Berlin Station. Super realista e cruel.",
                "Eu te recomendo Trem-bala mais pelo quesito ação  do que pelo realismo (esse filme é nada realista). Além disso, é muito engraçado e dirigido por um dos diretores de John wick. Uma recomendação mais pro estilo realista seria Bourne.",
                "Trem bala é massa",
                "Tem a série Warrior, da HBO MAX. Tem ótimas lutas na série.",
                "T"
            ]
        },
        {
            "title": "Me ajudem a encontrar esse filme.",
            "selftext": "Lembro de ter assistido esse filme bem tarde da noite no Disney XD.\n\nNesse filme, eu lembro que tinha uma menina que era campeã em um campeonato de natação (não lembro se era realmente de natação, mas tinha a ver com água) e ela tinha a habilidade de ficar debaixo d'água por 5 minutos. Nesse filme, havia uma organização que era liderada por uma mulher, e essa organização estava atrás de um tesouro que estava debaixo d'água. Então, eles sequestraram essa menina para que ela nadasse até o tesouro e o trouxesse para eles. sequestrada, o grupo de amigos dela fugiu de casa para ir atrás dela. Lembro que eles foram até uma roça que havia lá e se abrigaram em uma casa de uma senhora, que revelou a história do tesouro que uma organização estava buscando.\n\nbasicamente, o tesouro foi escondido por um menino que também tinha a habilidade de ficar por 5 minutos debaixo d'água, e era por isso que a organização estava atrás dele",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12j1qzi",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O Tesouro do Pirata: Uma Aventura com Cães ?",
                "É animação ou com pessoas reais?"
            ]
        },
        {
            "title": "Vai lá, gente, valendo!",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12i5zw0",
            "num_comments": 1022,
            "comments": [
                "Avatar",
                "to feliz que ainda nao vi uma pessoa falando mau de a viagem de chihiro,ou o castelo andante de Howl",
                "Filmes da Marvel num geral, tem um ou outro que se salva",
                "Velozes e Furiosos",
                "vingadores, a franquia toda",
                "to ficano triggered nos comentarios kkkkkkkk\n\nsó filmasso a glr falando q não é bom :(",
                "Tudo dos vingadores",
                "A franquia harry potter, assisti todos os filmes semana passada porque zerei o hogwarts legacy em fevereiro, o Daniel Radcliffe é muito ruim atuando, os filmes tem histórias bem fraquinhas e poucos personagens são interessantes, só a premissa que é interessante",
                "Star Wars a última trilogia lançada, por mais empolgante que seja uma saga de grande sucesso ter novos filmes é desanimador quando você assiste e percebe que não tem profundidade e sim algo feito só pra vender, é frustante e cansativo.",
                "As crônicas de Nárnia",
                "A Forma Da Água e Nasce Uma Estrela, o da Gaga",
                "A franquia toda de Star Wars. Eu sou um puro nerd e não consigo assistir mais de 15 minutos sem me distrair com qualquer outra coisa que desperte o mínimo interesse e/ou dormir.",
                "O Grande Lebowski  \n\n\nSinceramente, não vi qual é de tanta gente cultuando o filme. Filminho nota 3",
                "Donnie Darko.",
                "Psicopata americano, pulp fiction.",
                "\"Os Sonhadores\"\n\nWhite Lotus em 1968",
                "John Wick. É um filme de ação muito genérico com um protagonista profundo como uma poça que é imortal e se remenda durante o filme igual o Rambo. É bacaninha por ser mais \"realista\" pra um filme de ação, mas não é tudo o que falam.",
                "O Grande Lebowski",
                "Birdman",
                "Dune",
                "Star-wars\n\nMusicais em geral, bagulho insuportável",
                "Hereditário",
                "Os filmes do Tarantino: Referências a si mesmo e misoginia",
                "Midsommar. O filme só tem uma atmosfera estranha, da pra chamar de terror? Sei la, meio mé.",
                "2001: uma odisseia no espaço\nAvatar\nMatrix",
                "Tudo em todo lugar ao mesmo tempo, tentei assistir duas vezes, não consegui terminar em nenhuma delas... Sinceramente acho que muita gente só falou bem do filme por causa do hype",
                "Filmes de herói sla hoje em dia tá horrível e de antigamente também ñ curto sempre achei bem meh",
                "Crepúsculo",
                "Pulp fiction.",
                "Um lugar silencioso\n\nSla é mt pouco acontecendo dava p diminuir o filme p uns 30 a 45 minutos",
                "Laranja Mecânica",
                "Pulp fiction",
                "pulp fiction, clube dos 5, todos os filmes da marvel",
                "Viagem de Chihiro, tendi foi nada.",
                "Harry Potter, minha família e em geral amigos sempre gostaram (. Minha avo tem ate todos os livros) mas nunca consegui gostar, alem da história ser bem cliche e ruinzinha acho os personagens em gerais irritantes, fora que a criadora é uma pessoa horrível e as opniões dela refletem na história de uma forma terrivel",
                "Harry potter, universo mt fraco.",
                "Ninguém falando do clube da luta ou do poço",
                "2001 é um lixo de filme. Kubrick em seu estado mais pretensioso. Não nego que tenha excelentes cenas e uma trilha perfeita, mas a maioria do filme é um vômito pseudo intelectual do diretor, vazio e sem sentido.\nVou receber downvote até o inferno, mas essa é uma opinião que eu vou defender até a morte.",
                "O Batman de 2022. Muito aquém da trilogia do Christopher Nolan",
                "Interestelar.",
                "Madame Satan (é br esse)",
                "Senhor dos Anéis. Meu problema não é com o material, com os livros, nada disso. Eu simplesmente não consigo \"acreditar\" no filme, soa caricato, me dá sono... E olha que eu vi mais de uma vez. Na ultima, eu vi as versões estendidas dos três filmes pra ver se dessa vez eu ia gostar, mas não rolou mesmo.",
                "Tudo em todo lugar ao mesmo. Não é um filme ruim, mas longe de ser tão grandioso quanto pintam.",
                "Homem aranha sem volta pra casa",
                "psicopata americano, não diria q o filme é ruim, mas eu tinha expectativas de mais e nenhuma foi atendida kkkk",
                "Mad Max Fury Road, foi um filme que hyparam horrores e não fez nada pra mim, não gostei do visual, a história foi bem ruinzinha e sem sentido, basicamente as cenas aleatórias de ação e a trilha sonora foram o que vendeu o filme pra maioria.",
                "Poderoso Chefão. Eu não sei se eu que não estava num momento bom pra assitir um filme mais voltado pro drama mas deu a metade do filme e eu ainda não sabia o porquê tava assistindo, o filme não tinha me dado uma ideia da linha que aquela história iria prosseguir. Parei ali mesmo",
                "Her\n\nNão é ruim, só que não é bom",
                "Senhor dos Anéis, mais efetivo que Rivotril concentrado.",
                "Amelie Poulain\n\nChato pra cacete",
                "Scott pilgrim, chato pra cacete. E a maioria dos filmes do shayamalan, nunca entendi daonde tiraram que esse cara é um bom diretor.",
                "Tudo em todo lugar ao mesmo tempo...\n\nnada de novo no fronte foi beeeeeeeem melhor e merecia bem mais oscars",
                "A pessoa está querendo causar confusão....",
                "The office, sinceramente...não entendo o motivo. E tem que pague de cult por gostar disso. Eu gosto de conteúdos leves, só pra passar o tempo e rir um pouco, não acho que precisamos entender a psicologia complexa dos personagens para gostar de algo.",
                "\"Não olhe\"",
                "Qualquer filme do tarantino exceto Django",
                "Mindsomar.",
                "Taxi Driver. Não tem nada demais nesse filme",
                "Matrix\nStar wars - o despertar da força\nPantera negra - wakanda forever (dormi no cinema com esse dai)",
                "[deleted]",
                "O mais superestimado continua sendo Apocalypse Now",
                "X A Marca da Morte",
                "The northman. Fui hypado e com sede. Achei fraco.",
                "A Bruxa e Pequenos Espiões.\n\nO segundo é das piores coisas que já foram feitas, é um Mutantes da record nível Hollywood de tão tosco. Já o primeiro é só ruim mesmo",
                "Star Wars \n\n\nO poderoso chefão \n\n\n\nHarry Potter",
                "Taxi Driver. Não tem nada demais nesse filme",
                "Tudo em todo lugar ao mesmo",
                "psicopata americano, o último filme dos vingadores, todos os filmes do homem aranha (interpretado pelo tom) e a baleia",
                "Donnie Darko",
                "Halloween, O original e não o remake.\n\nEntendo a importância pro gênero Slasher, mas não achei que ele envelheceu bem. O policial é inútil, o enredo não é tão bom e não dá pra você se importar com mais ninguém além da Laurie Strode.\n\nOs remakes/reboots são muito melhores",
                "Tudo em todo lugar...",
                "Harry Potter, senhor dos anéis, hobbit.",
                "O Fabuloso Destino de Amélie Poulain (visualmente bonito, começa bem e depois vira um filme meloso de romance) franquia Star Wars (historicamente importante e...só, nunca consigo me prender, até tento, mas nunca tenho sucesso) franquia Jornada nas Estrelas (sonífero de ficção científica), franquia Jonh Wick (tem cenas bem feitas de ação, mas o resto é muito mais do mesmo), Ratatouille (um rato cozinheiro que ensina um ser humano 'puxando os cabelos dele'...até pra animação infantil é ridículo), franquia Toy Story (um monte de brinquedo falante tentando entreter e fazendo 'dramalhão').",
                "Réquiem para um sonho\n\nInterstellar\n\nInception\n\n2001",
                "Aranhaverso. \nO filme é basicamente só fanservice atrás de fanservice",
                "Pulp Fiction. Não entendo se é um drama, se é ação, se é comédia. Acho que o filme se propôs a ser tanta coisa que se perdeu. Mas o hype é altíssimo. Na minha faculdade as pessoas vangloriavam esse filme o tempo inteiro.",
                "Batman, para mim todo filme que lança parece uma versão do outro. Não segue um curso, é só história solta do mesmo super herói mudando o ator.\n\nEscola do bem e do mal (Netflix) - a história em si é boa, tem potencial, mas que filminho hein. Atuações medianas, vilão tinha potencial para ser ótimo, mas foi mal trabalhado, enredo parece que foi feito nas coxa, efeitos especiais parece que no começo do filme era uma equipe responsável por isso depois passou para outra que não tinha o mesmo nível, pq olha...",
                "Toda semana um post desse aqui no sub",
                "Lobo de Wall Street",
                "Pulp Fiction. Legalzinho mas não entendo toda a adoração que as pessoas costumam ter com ele.",
                " Franquia star-wars e os filmes do Christopher Nolan em geral.",
                "Os Incríveis (fui assistir pela nostalgia e o filme é um lixo);",
                "Laranja Mecânica",
                "lady bird",
                "hereditário",
                "star wars: todos\n\ne\n\n2001: a odisseia do sonífero supremo",
                "Os Goonies",
                "Bird Box e O Poço.\nOdeio filmes que são uma metáfora e usam isso como justificativa pra não explicar NADA do que tá acontecendo e tu ficar perdido. E os finais são HORRÍVEIS",
                "to ficando maluco lendo todos falando dos filmes que eu gosto🤕 \nacho que prefiro gostar de filme ruim ent Kkkkkkk",
                "Clube da luta",
                "Interestelar.",
                "Clube da luta",
                "Qualquer filme da Disney 👍",
                "Harry Potter",
                "a galera odeia filme de ação eim?",
                "Se quer ver as respostas reais, tem que ordenar os comentários por mais controversos",
                "Esse titulo da imagem é mesmo de: \"Não tenho habilidade cognitiva para formular uma argumentação dos motivos de eu achar que o filme ruim, então vou falar que é porque eu não gostei.\"",
                "Lula land",
                "ilha do medo",
                "Alien.\n\nO filme em si é muito bom, um clássico e tudo mais, etc. Mas ele ganhou uma fama de \"ícone feminista\" que não faz sentido por ser justamente o exemplo de filme que não passa no teste de Bechdel.",
                "Acabei de falar com um kid ali  sobre Blade Runner,tá ai  um super estimado que todo mundo acha o filmaço mas a maioria não viu...só foi no rebanho de comentaristas de internet.\n\nassisti BR 1 mais de 1000 vezes,prefiro a versão completa não faltando nada(ja que Director s cut pra mim é um exercicio de idiotice do Ridley Scot,só arrancou um pedaço do Final,porque não modificou ou extendeu mais o filme né?),e o 2 é uma continuação vergonha alheia,sobre um velho que mora num deserto com um cachorro,e só tá lá pra apanhar dos outros replicantes,e no final descobre que tem uma filha holograma e o androide que salvou a vida dele não passava de um idiota enganado. com falsas memorias.",
                "Matrix",
                "[removed]",
                "O meu é \"Tudo em todo lugar ao mesmo tempo\".\n\nE galerinha, vamos respeitar a opinião alheia. É uma opinião, nem todo mundo precisa concordar, mas acho que respeitar, precisa sim. \n\nTriste de ver os Downvotes e respostas como \"você não entendeu o filme\". Quando as pessoas estão apenas expressando sua opinião.",
                "Duna",
                "Star Wars, e falo da trilogia clássica mesmo",
                "Tudo em todo lugar ao mesmo tempo, filminho bem sessão da tarde",
                "Interestelar\n\nÉ muito bom, mas ao mesmo tempo é MUITO superestimado",
                "Tudo da Marvel pós era de Ultron",
                "Os filmes do Edgar Wright e do Zack Snyder (Scott Pilgrim, Man of Steel, Baby Driver, Justice League).",
                "Drive",
                "Star wars",
                "Star wars",
                "Indiana Jones.",
                "Alien, o oitavo passageiro",
                "Taxi driver",
                "Donnie Darko. Não entendo como tanta gente gosta desse filme. É um filme que se acha bom demais com um twist bobo.",
                "Interestelar. Na verdade, quase todos os filmes do Christopher Nolan. O único que gosto mesmo é O Grande Truque.",
                "não posso participar desse tipo de post, ao mesmo tempo que detesto vários vencedores de Oscar eu amo sexta feira 13 parte 8",
                "Clube da luta",
                "Donnie Darko\n\nProvavelmente um dos piores filmes que eu já assisti. Tá pareado com aquele filme ridículo do Dragon Ball que todo mundo sabe que é ruim.",
                "Um sonho de liberdade. \n\nNão acho o filme ruim, muito pelo contrário, mas me incomoda ele estar em primeiro lugar no Imdb, e em geral sempre receber nota máxima. Acho que é um filme fácil de gostar e de falar bem, pois tem muitas qualidades, mas pra mim falta algo, teria que rever ele, pois faz anos que não assisto. Porém, pelo que recordo é um filme bem contido cinematograficamente, a trilha sonora não me impressionou a ponto de lembrar, ou a fotografia, coisas assim. Com certeza o filme é muito bem escrito, tem personagens e momentos que são bem construídos, e diversas qualidades. \n\nAcho que no fim é só uma questão de percepção mesmo, em que eu daria uma nota 8 ou até 9, mas ele ocupar esse local de reverência por tanto tempo dá a impressão que há um consenso, pelo menos no Imbd, de que é o melhor de todos os tempos, quando pra mim foi só mais um dos filmes de todos os tempos.",
                "O poderoso chefão",
                "Bastardos inglórios, eh legal? Eh pra krl mas eu acho superestimado",
                "O primeiro efeito borboleta, não consigo gostar, cena do cara se enforcando dentro da barriga da mãe é muito ruim",
                "Frozen",
                "Se alguem falar algum filme q tenha o nicolas cage eu vo eh ficar puto, meu idolo 🤡",
                "Meu amigo Totoro. É só bonito mesmo, achei chato pra caralho",
                "Cowboy Bebop\n\nEu não acho euim, só super estimado",
                "Titanic",
                "Tudo em todo lugar ao mesmo tempo. Não tive paciência para assistir até o final. Chato demais",
                "Hereditário",
                "Brokeback Montain. Mano, não  sei por que gostam tanto, é só o dia a dia normal da roça, feijão  com arroz.",
                "Clube da Luta",
                "Parasita",
                "Era uma vez em Hollywood",
                "A Vingança dos Sith",
                "O Profissional, Natalie Portman criança, uma galera paga um pau e eu não entendo",
                "2001 - uma odisseia no espaço. Eu até entendo os elogios sobre a visão do diretor e talz. Mas que filme chato da porra",
                "Infelizmente arruinaram a thread, era p ser um pessoal falando de o pedoroso chefão ou filmes assim mas é só gente falando de filmes que todo mundo sabe que é ruim e virando um circlejerk de gente falando mal de filme ruim.",
                "qualquer filme q n seja shrek",
                "Universo Marvel",
                "Akira",
                "Donnie Darko",
                "Qualquer coisa do universo marvel",
                "John Wick.\nO um foi ok, mas chegar no 4 foi um exagero.\nNão entendo a comoção.",
                "taxi driver",
                "Qualquer filme do zack snyder",
                "Topgun",
                "Star Wars\nPqp, que chatice sobre política espacial e a história ainda é mal contada pra kct.",
                "Brilho eterno de uma mente sem lembranças.",
                "Star Wars",
                "Todos da Marvel",
                "Qualquer um da marvel",
                "Looper",
                "Qualquer tranqueira do Tarantino 😬",
                "Clube da Luta.",
                "todo snyderverso, tem um ou dois efeito especial legal mas só",
                "todos da franquia toy story além do primeiro",
                "Todos os star wars, sem exceção\nTem absolutamente nada de excepcional em nenhum deles",
                "Apocalypse Now, Taxi Driver, Pantera Negra, qualquer porcaria dos irmãos Cohen.",
                "A maioria dos filmes da Marvel",
                "Toy Story 4",
                "Toda a marvel",
                "Donnie Darko",
                "Interestelar : Filme longo, pouca ação, construção de personagens fraca não consegui me apegar com nenhum deles. Única coisa boa é a parte técnica do filme mas isso é esperado pelo trabalhos anteriores do diretor.",
                "A Origem",
                "Clube dos cinco",
                "Qualquer coisa Alfred Hitchcock, aqueles filmes são um saco e quase todos os personagens são cliches e arquétipos.",
                "Bullit pagam pau pra caralho principalmente na gringa e eu vi achei chato",
                "Todos filmes da marvel depois de homem aranha 2",
                "Frozen",
                "Sem sombra de dúvida, Avatar. Uma bomba em todos os sentidos. Nunca entendi todo o sucesso que fez e ainda faz",
                "Friends...\n\nMeus olhos e ouvidos sangram só de ver a chamada.",
                "Qualquer filme da Marvel tipo  quem fica subestimando o da DC sendo que os jogos filmes etc são muito melhores cara",
                "Táxi Driver, Avatar",
                "Tudo em todo lugar ao mesmo tempo. Filme cansativo do carai",
                "Os filmes da série tubarão, de uma, duas, três, quatro (contando)...em tornado, no gelo (falta no deserto!). Assim, alguém financiou o filme, a partir de uma apresentação da idéia dele, no mínimo! E passa nos canais de tv a cabo como clássicos rsrsrs",
                "Interstellar",
                "Rei Leão",
                "Star wars, dormi gostoso",
                "Harry potter",
                "O iluminado. Não entendo até hoje pq tanta gente ama.",
                "Filmes do Rocky,sim eu entendo é um clássico do cinema,mais é tudo meio tipo, eu sabia que isso iria acontecer,sabe previsível",
                "Aquele filme que tem o \"The Dude\" puta filme merda detestei",
                "Laranja mecânica",
                "Reu e potter",
                "Mário",
                "O Iluminado filme é livro são péssimos, como não vi nos comentários resolvi ceder à tentação kakak\n\nVi muito filme bom nos comentários, talvez esse que citei seja do seu agrado, infelizmente para mim foi uma decepção.",
                "Interstellar",
                "Pulp fiction .... Chato pra krl",
                "Não é filme mas O Castlevania da Netflix, pra quem é atualmente um fã aquela série foi um soco nas bolas",
                "Senhor dos Aneis e Harry Potter. Não são ruins, mas tbm n são os melhores filmes do mundo.\n\nEDIT: Star Wars tbm é insuportavel, mas uma coisa eu concordo, se vc tem insonia, assista esse trem",
                "Clube da Luta",
                "**Um Sonho de Liberdade** (\"The Shawshank Redemption\", 1994). \n\nUm dos ratings mais altos do IMDB e avassaladoramente considerado um dos melhores filmes do cinema. O filme é bom? É, mas não é também tuuudo isso.",
                "Marvel",
                "Todos os Harry Potter, pronto, falei",
                "Coringa. Filme merda, ator bom, saibam separar as coisas!\n\n(Diretor tbm é um merda, dps de project x não espero nada dele)",
                "Interestelar. Pretensioso e chaaaaaaaaaaaaaaaaato demais.",
                "Avatar, o dos aliens azuis.\n\nNão assistir o do Aang pra falar.",
                "Shazam 2",
                "De maneira geral, a gente consome filmes como entretenimento, então até entendo se um filme não atendeu às suas expectativas ou apenas não lhe forneceu um tempo divertido. \n\nMas nossa, eu adoro os últimos filmes do Tarantino. São muito divertidos cara. Tudo em todo lugar ao mesmo tempo é fantástico e mereceu 100% tudo o que venceu. Assisti o último John wick no cinema e devo dizer que é o melhor entre os 4 e é objetivamente um ótimo filme. Não é apenas mais um filme de ação, não. Muitos shots lindos, tanto quando brinca com cor quanto à composição, um enredo divertido com personagens que assumem diferentes roles de maneira coerente, com um final satisfatório para fechar a série, por mais previsível que acabe ficando conforme se encerra. \n\nEnfim, é muito ruim ficar lendo a opinião alheia na internet kkkkkk",
                "Tudo do Adam Sandler, menos Jóias Brutas.",
                "Frances Ha",
                "aquele filme chinês sobre a familia q mora na casa da outra familia rica…achei bem médio ele…nn entendi a galera falando q era o maior sucesso da atualidade e etc",
                "Tudo da DC",
                "Amor e preconceito",
                "Percebi uma certa tendência nos comentários: alguns filmes mais votados como Avatar, 2001, Matrix, etc. são filmes que na época de seu lançamento trouxeram algo novo para o cinema, e que se forem vistos hoje em dia, talvez não provoquem a mesma reação no público se forem revistos agora. \n\nAcho normal isso, tem até a tal regra dos 15 anos, que diz que um filme realmente será bom se você assisti-lo novamente depois de 15 anos, quando o hype já passou há muito tempo, e ele continuar bom. \n\nUm que não se enquadra nessa categoria é o “Tudo em todo lugar ao mesmo tempo” que ainda está fresquinho… eu gostei, revi depois de 1 ano e me sensibilizei novamente com o plot do filme. Talvez uma explicação é que não é um filme para todos os públicos. Talvez para aqueles que não enfrentaram questões existenciais ou conflitos familiares (no papel de pais principalmente) não sejam tocado pela mensagem do filme. \n\nA sensibilização que ele causa, é que talvez o tema do Multiverso, no final, deve servir como uma distração para o nosso consciente, enquanto trabalha a questão da Evelyn e a sua filha nos bastidores do nosso inconsciente e quando vem a vc cena do Bagel, pega a gente completamente distraído kkkkk",
                "Laranja Mecânica. A primeira vez que assisti com 16 anos achei fantástico, na segunda vez com 26 achei sem graça daí comprei o livro porque achei que tava perdendo alguma coisa, não consegui ler de ruim que era. Agora com 33 esse filme me dá náuseas.",
                "Tudo em todo lugar ao mesmo tempo",
                "A franquia Harry Potter em geral. Sem nem considerar qualquer besteira por parte da autora.",
                "Bacurau. O filme é bom, mas não acho uma obra prima como falam.",
                "Só gente rancorosa aqui ein. Coraçõeszinhos gelados.",
                "Clube da luta",
                "Tudo ao mesmo tempo agora ou sei lá qual o nome do filme mas vcs sabem do que eu to falando",
                "Avatar 🤦‍♂️",
                "Taxi driver, filme chato e tedioso.",
                "Clube da luta",
                "Qualquer filme da Studio Ghibli. Não assisti todos, mas acho todos os que assisti superestimados, sendo que de alguns eu não gostei e achei os outros bem mornos. Admito que tenho um asco do Estúdio em si por causa do cinismo do Hayao Miyazaki, pelas entrevistas que já vi ele me passa a impressão de ser uma pessoa insuportável – mas minhas críticas aos filmes estão à parte desse desgosto meu. Ironicamente, Castelo de Cagliostro é um dos meus filmes animados japoneses favoritos; mas eu já gostava de Lupin III antes do Miyazaki por a mão",
                "Todo filme do homem aranha basicamente? Eu entendo suas falhas e defeitos, mas se lançarem 200 filmes do homem aranha com o mesmo roteiro do tio ben e o início da carreira de herói do homem aranha, eu vou ver todos e com gosto",
                "Coringa",
                "o rei leão",
                "Star Wars, assisti ao primeiro e não achei nada demais, talvez foi algo incrível lá quando lançaram mas hj não acho essa coca toda não.....a fanbase tbm colabora no meu desgostar, são uns tipinhos bem escrotos xD.\n\nMas pra não dizer que odeio a série como um todo, Rogue One é incrivelmente bom (mas a fanbase continua um ranço) e eu até gostei do Fallen Order se vale de alguma coisa, apesar de ser ultra óbvio o enredo daquele jogo :P",
                "Qualquer filme do John Wick, acho todos uma porcaria.",
                "Velozes e furiosos todo mundo sabe que deveria ter acabado no terceiro.",
                "Kill Bill 1 e 2, a violencia e as cenas de luta,  mesmo que exageradas, são bem feitas, mas apenas isso, historia bem fraca, ao menos me divertiu por ter passado o tempo com meu pai.",
                "Godfather (é um bom filme, mas não o melhor de todos os tempos)\n\nUm sonho de liberdade \n\nO silêncio dos inocentes\n\nOldboy",
                "Senhor dos anéise Harry Potter",
                "Clube da luta",
                "Donnie darko",
                "psicopata americano",
                "Todos os Harry Potter e Todos filmes (solos) do Homem de Ferro, eu até gosto de homem de ferro, mas não acho lá essas coisas, tanto que eu nunca  simpatizei com o personagem.",
                "Star Wars... Eu sei que muitos vão querer me matar por falar isso, mas eu vou me explicar, eu acho os filmes são muitos ruins, talvez pra quem acompanha a mais tempo não tenha essa mesma opinião, mas eu nunca assisti nada de Star Wars e ano passado eu fui tentar assistir, e sério, eu juro que eu tentei unas 4 vezes, mas eu sempre dormia em uns 30 minutos de filme de tão chato que era",
                "Pulp fiction ou qq outro filme do Tarantino. Detesto. Pra mim é violência pela violência, super apelativo",
                "Todos os atuais filmes de terror,  simplesmente parece que perderam à essência daqueles de 2010 a 2018.",
                "Cara Star Wars, tudo da Marvel, e não é filme mas caralho Game of Thrones.",
                "Shrek",
                "As branquelas",
                "Matrix",
                "Laranja Mecânica. Insuportável",
                "Kill Bill, pulp fiction.",
                "As branquelas",
                "Rambo. Ainda mais levando em conta que o Stallone é um merda como pessoa.",
                "Alien\n\nApocalypse Now",
                "O fabuloso destino de Amélie Poulain",
                "Parasita",
                "Toda a saga Velozes e Furiosos.",
                "Transformers.",
                "Forma da água. Começou ridículo, depois engraçado e então perdeu a graça, saí do cinema puto com meu amigo que me fez perder tempo com um filme ruim e ficou insistindo que era bom, mesmo eu tendo acabado de ver essa porcaria que tem mais buraco de roteiro do que um queijo suíço.  Absolutamente NADA é inovador ou interessante.   \n\n\nO plot é qualquer coisa saída da sessão da tarde \"personagem encontra monstro bonzinho e ajuda a fugir\" só com a incrível REVOLUCIONÁRIA mensagem de que racismo e homofobia são errados (o que seria da população sem filmes chatos passando essa mensagem em 5 minutos?). Isso fora os enormes buracos maiores que a b\\*ceta da mãe do OP E a pior parte que é a cena onde eles dançam no sonho da mudinha(?) que ou era pra ser engraçado e não foi ou era pra ser algo sério e só foi ridículo e demorado.  \n\n\nOs efeitos especiais (que ganharam oscar por motivos desconhecidos pela ciência até então) não são absolutamente nada de impressionantes (sinceramente o monstro parecia o abe sapien do hellboy, e ficava o tempo todo na cara o uncanny valley)  \n\n\nE o filme acaba com os dois na água, cercados de guardas armados que queriam (e com certeza conseguiram) matar os dois, já que ambos estavam esperando a água subir pro bicho voltar pro oceano com a namorada que agora virou meia peixe tb.  \n\n\nSinceramente, parece que esse filme foi feito EXCLUSIVAMENTE pra dizer que a mudinha transou com o homem peixe (não adianta procurar, não é explicito) e absolutamente nada a mais.",
                "Blade Runner",
                "Qualquer musical. Pqp, que bagulho chato.",
                "Lembro de um ator que falou que a maioria dos roteiros são ruins, pura verdade. Olha a premissa de sempre do Christopher Nolan: o viúvo vai vingar a morte da esposa. Chega a ser ridículo.",
                "FRIENDS",
                "Qualquer coisa do Scorcese",
                "Clube da luta. Parece que lançaram um filme e só depois da estréia lembraram que tinham que contratar um roteirista.",
                "Honestamente, De volta para o futuro. N entendo pq é um classico cult, pra mim é so um filme medio de sessão da tarde",
                "    Tropa de elite.\n\n\"O unico filme brasileiro que presta\". Pqp",
                "clube da luta",
                "Interestelar.",
                "Eu até entendo o pq que o povo gosta mas Midsommar é um filme que eu acho um tédio da porra. É tão chato quanto a maioria dos filmes de terror mas ao contrário da maioria dos filmes de terror não é só os normies que vão botar em um pedestal, até o povo \"cult\" chupa o pinto do filme e a discussão real fica parecendo aquele episódio de São Francisco do South Park com a galera cheirando o próprio peido.",
                "Titanic",
                "Maioria dos filme do mcu e todos os homem Aranha do MCU principalmente o último",
                "Donnie darko horrível horrível horrível chato chato chato burro burro burro",
                "Senhor dos anéis",
                "Birdbox",
                "Moana(é uma merda vi quando lanço e quase me matei quando cheguei em casa)todos os filmes do the rock",
                "Eu tento gostar de interstellar mas os diálogos expositivos me quebram demais",
                "Velozes e Furiosos. Troço chato da porra.",
                "Godfather, podre",
                "Qualquer filme do Tarantino. Apenas violência estilizada e uma enchurrada de frases de efeito.",
                "Táxi driver\n\nÊnfase no não entendo \nBlz eu n curto velozes e furiosos mas eu entendo pq alguém curte um filme de ação exagerado com carros sla. O táxi drive eu só n entendo. Mas eu acho q o problema deve ser eu msm queria q alguém me explicasse. \nEu também não entendo como ele se relaciona com o resto da franquia, ele vem antes de drive? Depois de baby drive? Ngm parece saber.",
                "Táxi driver\n\nÊnfase no não entendo \nBlz eu n curto velozes e furiosos mas eu entendo pq alguém curte um filme de ação exagerado com carros sla. O táxi drive eu só n entendo. Mas eu acho q o problema deve ser eu msm queria q alguém me explicasse. \nEu também não entendo como ele se relaciona com o resto da franquia, ele vem antes de drive? Depois de baby drive? Ngm parece saber.",
                "Eu gosto de Jurassic Park tipo, MUITO\n\nMas a franquia começou a ficar cada vez pior com Jurassic World (eu ainda vou assistir os filmes)",
                "Hot take. Marvel",
                "Pulp Fiction. Venham com as pedras.",
                "Interstellar",
                " \"Coringa\" do Joaquim Phoenix o filme e uma bosta completa o \"coringa dançarino\"",
                "Batman (o novo) filme mais entediante do mundo não consegui assistir até o final",
                "Clube da Luta",
                "Star Wars",
                "Interestelar",
                "simplesmente qualquer coisa com o jack black. eu não entendo qual é a graça desse cara.",
                "Harry Potter\n\nQualquer musical",
                "Senhor dos anéis, apesar de adorar a fantasia nunca consegui ver o Frodo sair só condado, sempre durmo antes",
                "O irlandês. Filme chato pra caralho, puta que o pariu.",
                "\"Filmes Superestimados que não entendo o porquê de amarem tanto\"  \n\nPessoal se perdeu no hate. Eu sei pq gostam tanto de HP, de Senhor dos Anéis, do MCU...  \n\nO que eu não sei pq que amam tanto é **\"As Branquela\"**",
                "Morbius, geral falou que foi um filmaço e nem era tudo isso. Ele nem fala Morbin' time no filme!",
                "Hereditário, uma das piores coisas que eu ja vi na vida.",
                "Velozes e furiosos",
                "Nunca assisti Titanic mas eu vou colocar aq pq eu sou ignorante",
                "90% dos filmes de super herói que existem. \n\nDonnie Darko.",
                "Mad max fury road",
                "The Big Lebowski",
                "clube da luta",
                "A Forma D,água, filme muito chato, não sei como ganhou um Oscar.",
                "Star Wars",
                "Qualquer filme de comédia pastelão, com exceção de clássicos tipo branquelas, de resto acho horrível",
                "Coringa, ô filminho prepotente pra fã de quadrinho pagar de cult viu",
                "As Branquelas.",
                "Toda a saga harry potter, e tmb velozes e furiosos",
                "Tudo do Star Wars.  \nAvatar  \nTitanic",
                "Interestelar",
                "Viagem de Chihiro (não acho ruim, só n entendo os cara q fala que é o melhor filme ja feito)",
                "Eu simplesmente não consegui gostar do novo gato de botas, foi mal mas o filme foi muito chato pra mim.",
                "Truque de Mestre\n\nmagia não é ilusionismo e a história tem personagens e reviravolta constrangedora",
                "Interestellar",
                "Goku a série inteira é uma Bosta e doutor estranho no multiverso da loucura e Matrix quatro q foi um LIXO na verdade todos do meu comentário são UMA BOSTA",
                "Interestelar.\n\nEsse filme é terrível.",
                "Titanic.",
                "Batman: Cavaleiro das Trevas",
                "Os vingadores.\n\nTentei assistir 2x, sempre parei no início ainda!",
                "Frozen",
                "Moana",
                "Scarface",
                "The Office",
                "Donnie Darko",
                "Babe driver,\nInception,\nTudo em todo lugar ao mesmo tempo,\nCasablanca,\nCall me by your name.",
                "A saga crepúsculo inteira, tudo filme fraco feito pra adolescentes de 14 anos",
                "Tudo em todo lugar ao mesmo tempo\n\nBem legal, mas não é o melhor filme da história",
                "Titanic é um saco,  um filme q uma lascada com a vida feita encorneia o marido por um perapado q ela mesmo mata no final",
                "O Iluminado.",
                "50 tons de cinza\n\n365 dias\n\nCrepúsculo.",
                "Qualquer filme atual da disney",
                "qualquer filme da DC",
                "Donnie Darko, Parasite, Laranja Mecânica.",
                "A Lagoa Azul. Superestimado por aquele que decide o que vai ter na Sessão da Tarde, isso é. Junto com aquele da Jennifer Lopez camareira. E o do Richard Gere no hospital do câncer com as ginastas do Moulin Rouge pra no final descobrirem que é o presidente dos Estados Unidos sequestrado.",
                "Filmes do Studio Ghibli. Provavelmente gostam mais por nostalgia, revi recentemente e não achei grande coisa.",
                "Bacurau, acho que superestimam demais como se fosse um dos melhores filmes brasileiros e muito intelectual, mas no fim ele só é sem sentido nenhum mesmo.",
                "Emanuelle.   \n\n\nNão entendo a excitação diante dessa saga do *Pugnètte Noir*.",
                "Rosemary baby, puta filme lento, nunca terminei",
                "Clube da luta",
                "Transformers, puta filme de ação genérico e chato, além daquele filtro cagalhado q tinha",
                "Akira, American Psycho",
                "crepúsculo!\né ruim, tosco e tem uma vibe de fedido, não sei explicar porquê",
                "as sagas 365 dias, After e 50 tons, simplesmente tenebrosas!",
                "HEREDITÁRIOOOOO eu não levei UM susto e olha que sou cagona praaa caralhoooo e achei tranks de mais pelo oq o pessoal fala dele",
                "Gato de botas 2, sim eu acho o filme lindo e perfeito. Mas as pessoas acabaram vangloriando dms esse filme",
                "Filmes de super-heróis.",
                "Todos filmes e séries da Marvel, não tem nada pior que ver aqueles filmes baseados em quadrinhos, de forma porca, aonde as sagas das HQs, conseguem ser 100x melhor e ainda ter que aguentar os fans posers, que nunca leram uma hq vibrando a cada plottwist, como se estivessem assistindo oldboy ou clube da luta pela primeira vez. \n\nSim, sou rabugento.",
                "Qualquer filme de super heróis que se conectam,tipo homem aranha de volta para a casa(posso está errada mais é aquele que ele vai e encontra o doutor estranho),avengers entre outros",
                "Keanu Reeves é o Steven Seagal (com carisma) dessa geração, ele não atua desde Bill e Ted, demais filmes ele é sempre ele.",
                "Barraca do beijo ,mesmo q n tenha sido superestimado ,ele ainda é considerado \"meliores\" e tem continuaçao",
                "Titanic",
                "O senhor dos anéis\n\nEdit:dizem que é bom, mas não consigo olhar sem dormir",
                "Doutor Estranho: Multiverso da loucura",
                "Toy story",
                "O Diabo veste Prada",
                "harry potter, nunca entendi a fixação das pessoas pela saga. Tp, alguns até são legaizinhos, mas nn é td isso.",
                "Tem três:\nAvatar eu acho que é ruim não mas pô tanto tempo para um filme sem roteiro. Tipo para mim metade das cenas poderiam ser mais curtas.\nVingadores guerra infinita e ultimato: sério eu gosto do filme mas pô vc tá me dizendo que o doutor estranho não poderia simplesmente fazer um portal e decepar o Thanos, segundo o plano do Thanos é ruim porque os recursos estão acabando porque tem acúmulos de riqueza gerando uma falta de recursos.\nE também eu acho que eles não sabiam oque fazer com a maioria desses personagens, tipo o Hulk ficou abobado porque se ele o thor tivessem lutando sério não teria filme, e também tem uma 200 vezes em que o personagem tá no lugar que ele têm que tar naquele momento que uma ou duas vezes é aceitável.\nMas mano é só chato quando parace que eles tem um mapa.\nHomem de aço: Henry cavell não é um bom ator ele não é ruim mas bom é um tremendo de um exagero, segundo o diretor também não é àquelas coisa e o roteiro é simples é muito sessão da tarde",
                "Harry potter",
                "Não é filme porém devo comentar... Eu acho que aquele desenho The Owl House não é tudo oq falam",
                "Clube da Luta e Pulp Fiction.",
                "Harry potter eu entendo pela nostalgia mas nao é tão bom assim",
                "Thor Ragnarok",
                "Qualquer filme da Disney",
                "Pearl",
                "2001: uma odisseia no espaço, filme chato pra caramba",
                "Mid 90s \n\nFui assistir porque vi muita gente falando que era maravilhoso. É só um bando de moleque fazendo merda. Sou muito mais The Outsiders, de 1983.",
                "Harry Potter",
                "O Grande Lebowski.",
                "Harry Potter",
                "Midsommar O mal não espera a noite\n\ntodo mundo fala que é um filme de terror revolucionário, mas ele não da medo, não é aterrorizante, não te deixa com aquela sensação de suspense, e os personagens são burros. A única coisa que o filme tem de diferente pra mim é o estilo da direção que eu achou bonito e bem feito",
                "Stranger things, série mais parada que tudo",
                "Harry potter talvez kkkkkk",
                "Psicopata Americano, o filme em si é bom, mas eu não  entendo o por quê de pessoas endeusarem ele e o Patrick Bateman com memes e edits estranhas.",
                "O Fabuloso Destino de Amélie Poulain",
                "Vingadores",
                "Star Wars",
                "Star Wars. Me julguem",
                "Velozes e furiosos\nAntes de me matarem, os primeiros filmes eram bons, eu vi e fiquei impressionado, mas acho que estão \"enchendo linguiça\"  já tá saturado pelo menos minha opinião e essa",
                "Qualquer um do universo marvel",
                "Wandinha (não é um filme mas acho que conta",
                "Titanic",
                "Pessoal aí falando mal de Harry Potter, mas quando você lê o comentário completo, ou a pessoa começou a assistir agora e por isso não entende, ou simplesmente não deu sequer uma chance pra franquia. Gente, por favor, Harry Potter vai muito além dos personagens principais, é um universo inteiro pra ser explorado.",
                "\"encantado\"",
                "Harry Potter, sem dúvidas. Primeiramente, eu respeito e compreendo a opinião de todo mundo que  é fã, só que eu sempre achei a narrativa entediante e bastante sem graça. Além disso, toda hora que vou ver os filmes ou ler os livros me bate um sono...",
                "Sex and City",
                "A série Braking Bad. Todo mundo que viu diz que a série é perfeita e uma das melhores ou a melhor já feita, mas eu dropei de tão chata que achei",
                "Crepúsculo",
                "Os vingadores, sem dúvidas.",
                "Tropa de Elite, o objetivo do filme (criticar o bope) se perde quando eles fazer o \"vilão\" ser engraçadinho e fazem as pessoas sentirem empatia e gostarem dele",
                "Harry Potter",
                "the menu",
                "A Culpa é das Estrelas",
                "No caso acho que série The walk in dead",
                "Donnie Darko, puta filme chato pra caralho.",
                "Homem aranha sem volta pra casa, as pessoas só gostam do filme pq colocaram os outros homens aranhas lá, e todo mundo gosta de uma nostalgia né? Mas o filme é legalzinho",
                "Red viver e uma fera",
                "[removed]",
                "TITANIC"
            ]
        },
        {
            "title": "\"From\" ou \"Origem\" série produzida pela MGM+, do mesmo diretor de Lost",
            "selftext": "Sinopse: Uma família viaja em um trailer quando se perde na estrada. Eles buscam direções em um pequeno povoado, mas logo percebem que estão presos em um loop e não conseguem deixar o lugar, encurralados por forças misteriosas. \n\nAssistiram? O que acharam? \n\nEu gostei bastante. Uma narrativa intrigante que dá aquela vontade de maratonar. Só senti que o final da primeira temporada poderia entregar um pouquinho mais.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12i32ef",
            "num_comments": 24,
            "comments": [
                "Gostei tbm, tomara que tenham aprendido a lição e não vai deixar tantas pontas soltas com essa... Mês que vem tem episódios novos",
                "Só tem piratão?",
                "Eu assisti quando saiu. Estou meio esquecido. Mas lembro algumas coisas. Eu gostei, mas tenho medo que vire um lost sem fim.",
                "Eu fiquei com vontade de ver, mas tô traumatizado demais com cancelamentos pra começar uma série cheia de mistérios assim antes de ter final...",
                "Minha esposa e eu assistimos e amamos. A música de abertura é icônica.\n\nA série murcha um pouco quando os \"monstros\" não estão em foco, mas continua boa.\n\nTomara que a segunda temporada traga pelo menos algumas boas respostas .",
                "from",
                "RemindMe! 1day",
                "Parece interessante 🤔"
            ]
        },
        {
            "title": "Quero series estilo o segredo no ilha",
            "selftext": "O segredo na ilha e um rpg disponivel no youtube recomendo assistirem e muito bom quero series nesse estilo de 2 ou mais pessoas investigando algo enquanto interagem",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12hqi9f",
            "num_comments": 3,
            "comments": [
                "Lucifer\n\nMare of Easttown",
                "True Detective (primeira temporada)",
                "Sherlock"
            ]
        },
        {
            "title": "Fallen Angels",
            "selftext": "Queria saber quem assistiu a esse filme e qual foi sua interpretação, quando assisti achei um filme bem confuso porém acabei me interessando pelos filmes do Wong.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12hl889",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Faz um tempo que vi, lembro de ser meio confuso mesmo mas de não me incomodar com isso. Esse, Chungking Express, não precisa entender pra achar bom kkkk.\n\nWong Kar Wai é bom demais, In the Mood for Love é top 3 da minha vida"
            ]
        },
        {
            "title": "Aquele suspense certeiro",
            "selftext": "O CULTO.\n\nNão sou crítico de cinema pra fazer análise técnica, aqui. Então, vai algumas impressões.\n\nUm filme de suspense que mistura manipulação de tempo/ espaço com ufologia. O Culto não é um filme de terror clichê.\n\nTem uma pontinha de terror psicologico, mas na minha escala O Iluminado, O Culto precisa de muito mais pra ser considerado terror.\n\nMe chamou a atenção pela sinopse. Ufologia, dobra temporal. Por si só, já são elementos suficientes pra me convencer a ver. A filmagem criando distorções de espaço, junto a fotografia apastelada remetendo a um aspecto de \"desorientação\", também é um ponto positivo, fugindo daquela necessidade de fazer filme de suspense/terror a noite, embora tenha tido algumas cenas assim. A\n\nPor fim,\nUm ponto negativo, eu deixaria para o desfecho da história que deixa muitas pontas soltas sem respostas. \n\nMas, ainda assim, considero um bom filme, que te prende, que surpreende no final. Recomendo a todos.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12h7wbo",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Por que filmes não têm mais o apelo de antigamente?",
            "selftext": "Antes se você ficasse sem ver o filme popular, era todo mundo comentando sobre, você recebia spoilers e ficava fora de conversas.\n\nHoje, lança um filme, o povo vê e não tá nem aí.\n\nNão vi o último Batman, o hype me pegou um pouco, mas não me senti na obrigação.\n\nAté filmes como Avatar 2, que rendeu US$ 2,3 bilhões, eu não vi ninguém comentando. E o que vi na Internet foi críticas.\n\nO filme do Mário, quase eu via na pré estréia, na quarta. Aí lembrei que é mais caro. Tá indo bem de bilheteria, mas eu desanimei.\n\nOs filmes não são mais como antigamente...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12h61el",
            "num_comments": 27,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Pq a disponibilidade de filmes e de canais pra comentar sobre é exponencialmente maior que na época que Titanic bombou e dominou as conversas.",
                "Acho equivocado pensar assim, parece um menosprezo a todos os filmes lançados recentemente. Deve estar frequentado as comunidades erradas pq quando saiu Batman foi um surto, e o mesmo vem acontecendo com Gato de Botas. Ainda são lançadas obras boas como antigamente, e até melhores do que antigamente, não são todas, mas sempre há uma que se sobressai. Só que se ficarmos olhando com olhar de boomer para todas as novas obras, não vamos saber apreciar nada.",
                "Vejo a questão mais com a sociedade do que com os espectadores.\n\nE o povo ainda conversa sobre, só que virtualmente e nas páginas específicas - pra não tacar spoiler em ninguém.",
                "Eu acho que a praticidade das pessoas com os streamings como Netflix ou HBO cria um certo desânimo da pessoa gastar dinheiro e tempo para se locomover ao cinema e isso acaba tirando um pouco do brilho dos filmes",
                "pq não tem nada realmente novo já faz muito tempo. filmes grandes são tudo franquia, continuação, reboot, remake, personagem de quadrinho…\n\navatar foi aquilo tudo pq na época ninguém nunca tinha visto nada daquele jeito. era um universo completamente novo. quando foi a última vez que isso aconteceu?",
                "Porque dificilmente são lançados roteiros originais. Tudo é franquia, é continuação, é remake, versão animada/live action de coisas que a gente já viu. N dá muito animo mesmo :/",
                "Esse era o efeito marvel",
                "Discordo completamente. Inclusive acredito que seu comentário tenha a ver com viés de confirmação.\n\nFilmes são comentados o tempo todo. Inclusive tivemos dois bem populares em matéria de meme que foram Urso do Pó Branco e o filme da Barbie\n\nNão é pq você não vê as pessoas falando que não tenha apelo.\n\nMeus nichos de contato são totalmente nerds tem anos que não vejo ninguém falar sobre futebol entre pessoas que conheço e nem por isso vou sair dizendo que futebol perdeu o apelo",
                "> Até filmes como Avatar 2, que rendeu US$ 2,3 bilhões, eu não vi ninguém comentando. E o que vi na Internet foi críticas.\n\nPorque antes a motivação era originalidade e uma boa história. \n\nHoje a motivação é o lucro mesmo, e tem fórmulas bem testadas pra isso.",
                "Talvez pq vc só assiste lixo que hollywood produz ao invés de outras coisas, já pensou nisso? Idiota",
                "Acho que é a falta de contato com um nicho específico. \n\nEu acompanho vários e vários grupos de cinema, então tô sempre me desviando de spoilers de obras que acabaram de ser lançadas, contudo os filmes de heróis no geral são filmes para o grande público, qualquer pessoa, seja do nicho ou não, veem esses filmes e comentam sobre nas redes sociais, nos tempos de ouro da Marvel isso era muito mais nítido. \n\n\nSe você assiste TLU vai notar que isso ainda ocorre, é impossível não pegar um spoiler da série minutos após o lançamento do episódio."
            ]
        },
        {
            "title": "E esse episódio de Succession ?",
            "selftext": "Na minha opinião se tornou a melhor série que já vi e com certeza um dos melhores episódios da TV",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12h49sd",
            "num_comments": 2,
            "comments": [
                "Realmente, foi ótimo. Muito bem escrito, bem atuado, extremamente dramático mas sem perder o humor. E bem no começo da temporada, algo que ninguém esperava.",
                "🐐\n\n10/10.  Pode conferir."
            ]
        },
        {
            "title": "Por que assistir filmes focados em violência?",
            "selftext": "Usarei alguns exemplos aqui, mas adianto que não assisti todos. Gostaria de uma opinião, seria filmes com foco na violência intrinsecamente ruins?\n\nPor exemplo, o filme \"Martyrs\" foi um que gostei bastante, mas sinceramente não consigo recomendar pra ninguém, porque parte do objetivo do filme é dar um significado pra tortura, e o telespectador aceitar a ideia de que 25m ou mais de uma pessoa gemendo de dor faz parte essencial do plot do filme. E é, e você consegue, com uma certa mentalidade e aderência pré-estabelecida, de que é um conteúdo \"apreciável\" dado ao final do filme.\n\n\"Martyrs\" é o único filme que consigo citar como um bom exemplo de \"meio termo\". O outro lado da moeda são os inegáveis filmes 100% gore/horror. Esses de fato acho um tremendo lixo. Filmes do diretor Lúcifer e \"fitas reais de tortura\" que sequer podem ser chamados de filme, são o que chamam de \"filme pra chocar\", de certa forma até um marco de jovens como eu que tiveram filmes como esse numa espécie de \"rito de passagem\" quando éramos adolescentes há mais de uma década. Filmes sem propósito, desnecessários, que mais fazem mal à nossa sociedade.\n\nNão considero Martyrs do mesmo nível que esses filmes que citei por ter um pouco mais de profundidade e uso apenas da violência (não o gore) como recurso pro roteiro, mesmo que ainda como escolhas questionáveis. Lembrando que Martyrs foi banido em vários países.\n\nOutros filmes que não vi mas que PARECEM estar no meio termo como Martyrs são \"Salo, or 120 days of sodom\" e \"centopéia humana\" - esse último muitos dizem que estão mais pro lado da pura nojeira. \n\nSeria o uso indiscriminado da violência um recurso realmente válido pra um filme? Pode filmes assim serem considerados \"bons\"? E pergunto isso mais com objetivo de ser um bom filme, eu sei que a forma como um filme pode ser feito, usando artigos de violência, trazendo um discurso danoso pode ser um perigo pra nossa sociedade. Isso não é uma qualidade única de filmes, mas de qualquer arte.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12gxiqm",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Existem vários estudos sobre isso. Não é que a violência seja atrativa sozinha mas ela acaba sendo o catalisador pra outras emoções que causam sensações de satisfação.\n\nÉ como andar de montanha russa, ninguém gosta de sentir medo, mas o medo controlado ativa dopamina, êxtase, etc. Violência e terror acabam sendo meios atingir essas emoções por parte do público. \n\nTerror mesmo apela a vários fetiches: voyeurismo, masoquismo, sadismo...\n\nAcho que nenhum artifício indiscriminado seja uma qualidade, de violência a drama tudo tem que ser bem introduzido de maneira coesa ou não serve de referência qualitativa. Então ***depende.*** Tem filmes que justamente pela temática deveriam ter mais violência mas por motivos mercadológicos/políticos acaba sendo cortado e ficamos com um produto insosso.\n\nEntão pq assistir filmes violentos? Pq existem temáticas que são indissociáveis e quando tentam amenizar acabam romantizando algo que não deveriam, ou o assunto não transcorre como deveria justamente pela falta de violência. Muitos filmes de guerra fazem isso, tentam justificar a violência, deturpam e mascaram uma agressão que era baseada puramente em ódio.",
                "O primeiro centopéia humana quase nem mostra e nem é nojento (fora o fato em si de saber isso), as continuações sim.\n\nHostel é bem mais gore, mas tbm não é muito...",
                "Depende do Tipo de Violência,se você curte Slashers,você curte Horror,Se Você curte Ação Violenta,filmes americanos policiais ou de justiceiros,Se Você Curte Violência psicológica,você é passivo agressivo.",
                "É uma temática bastante complexa e interessante essa da violência. Vou te sugerir assistir filmes do Michael Haneke, principalmente Funny Games. Ele constantemente trás essa discussão de como a violência fascina a gente e como a indústria cinematográfica explora (e muitas vezes de forma pouco saudável) essa questão da violência.\n\nNo meu ponto de vista é sim um elemento válido, principalmente a violência extrema como num Salò, que usa a violência extrema como metáfora para uma ideologia que é violenta por natureza, ou em um slasher que usa a violência exagerada como um elemento quase surrealista, que realmente traz aquele sentimento de pesadelo.\n\nAcho a violência moderada e suavizada de um blockbuster pg-13 bem pior que a violência extrema desses filmes, muito mais naturalizante.",
                "Considero \"Irreversível\" na mesma toada, não vejo necessidade naquelas cenas.",
                "A do extintor de incêndio e essa da Monica, intankável",
                "A violência é uma forte ferramente de expressão artística, violência existe na vida real, e é algo que nos afeta de forma negativa, é apenas natural que a arte retrate a violência da mesma forma.\n\nExiste uma diferença entre fetishizar a violência e mostrar violência, e filmes como o Mártires original apenas mostram.",
                "because it's so much fun, Jan, get it!"
            ]
        },
        {
            "title": "Me recomendem filmes em que foque num problema pessoal do ou da protagonista tipo um luto ou fobia social não precisa ser especificamente so os que eu mencionei foram so exemplos",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12gudfd",
            "num_comments": 23,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "- Para Sempre Alice ( Alzheimer )\n- Som do Silêncio ( perda auditiva ) \n- A Lenda do Cavaleiro Verde ( identidade e expectativas ) \n- Ilha do Medo ( n posso falar, é spoiler kkkk ) \n\nNão sei se é isso exatamente oq vc procura, mas de qualquer jeito são ótimos filmes.",
                "Tokyo Marigold\n\nBUSU\n\nTremble All You Want\n\nTamako in Moratorium\n\nA Voz do Silêncio \n\nIto",
                "Não é um filme, mas sim um dorama. Tomorrow\n\nGosto muito, pois cada episódio aborda um tema diferente.",
                "O Mínimo para viver ( 2017 ), a protagonista tem anorexia",
                "the whale\n\nboiling point\n\ntucked\n\nnebraska\n\nthe machinist\n\nrequiem for a dream\n\npunch drunk love\n\njacob’s ladder",
                "Boku no pico",
                "Você Ainda Têm Televisão?Na Globo na Sessão da Tarde,é a semana toda que passa esses filmes,você vai adorar,eu sei que você tá em casa...de bobeira,você vai se amarrar....",
                "A ghost story \nO som do silêncio\nOn the count of three \nAftersun \nWaves",
                "Um filme de terror que se vc tiver os olhos certos vc vai rir de tão ruim que é, e tem uma protagonista neuro divergente( o filme n trata isso da maneira certa como a maioria das obras do entretenimento por aí), esse file se chama: Smyley ou em português  A face da morte",
                "Recomendo esse filme aqui que deu o oscar aos 20 anos ao Timothy Hutton  \n\n\nhttps://pt.wikipedia.org/wiki/Ordinary\\_People",
                "Se puder ser dorama:\n\n- Mother\n\n- Kill me, Heal me\n\n- Tudo bem não ser normal",
                "Muita gente n gosta mas 'tudo acontece em elizabethtown'.",
                "Melhor é o impossível",
                "Assiste O Método Stutz, na Netflix. Você vai me agradecer, acredite.",
                "Invasões bárbaras\n\nBabadook\n\nHereditário"
            ]
        },
        {
            "title": "Não consigo lembrar o nome desse filme, alguém aí sabe?",
            "selftext": "Vi um tempo atrás em um fórum um ranking de filmes perturbadores,\n\nbasicamente o filme consiste em\n\n\\- compilação de gore \n\n\\- banido em vários países\n\n\\- tem 3 versões se não me engano\n\n\\- mais de duas horas de cenas reais de gore \n\n\\- talvez seja útil, mas o criador do filme se diz a pessoa mais perturbada do mundo e criou essa compilação para mostrar isso.\n\n&#x200B;\n\nPreciso do nome do filme pois desafiei um amigo meu a assistir, ele falou que aguenta, eu duvido kkkk, aguentei 10 minutos de duas horas.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12gor3w",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Faces da Morte",
                "Nesse tema pode ser Faces da Morte ou A Serbian Movie. Não querendo te desiludir, mas as cenas não eram reais.\n\nA única coisa que me lembro que era um gore real em filme, foi um diretor que mandou a atriz comer cocô de cachorro, mas não lembro que filme é. Até 2 girls 1 cup não é real. Aquilo não é fezes, é sorvete.",
                "Mano, se existe, procura \"Iceberg de filmes perturbadores\" do canal do Getro, que é um especialista em cinema extremo. Se o filme existe e realmente é real, vai estar lá.\n\nPode ser Guinea Pig, mas não tenho certeza."
            ]
        },
        {
            "title": "UFO Abduction (ou mais conhecido como The McPherson Tape) (1989) - um filme com potencial, mas com uma execução meia boca",
            "selftext": "O primeiro contato que eu tive com esse filme foi pelo remake de 1998 (Alien Abduction: Incident In Lake County), curti muito ele então decidi dar uma pesquisada e descobri o UFO Abduction, li algumas reviews e uma ou outra diziam que esse filme era muito superior ao de 98, mas na época estava com pouco tempo, então decidi deixar pra assistir outra hora, alguns anos se passaram e eu finalmente assisti ele, e foi uma baita decepção.\n\nUm resumo rápido do enredo: \"uma família está comemorando um aniversário, após uma queda de luz, eles avistam um objeto caindo em uma fazenda próxima, ao chegarem no local, eles se deparam com um OVNI e seus tripulantes, mas por um descuido eles são avistados e dali pra frente a vaca vai pro brejo\"\n\nBom, esse filme tem alguns problemas que me incomodaram bastante, a atuação é terrível, no começo os atores até que estão entregando algo decente, mas ao decorrer do filme eles vão piorando e muito, a tensão é praticamente inexistente, já que todo mundo está ou gritando ou chorando, só que com uma atuação pior do que a do Fiuk.\n\nOs personagens também fazem umas decisões muito estúpidas, isso também é um problema presente no remake, mas aqui é pior, exemplo, um dos personagens consegue atirar em um alien pelo teto, um pouco depois ele e outro personagem decidem ir buscar o carro deles para que todos possam fugir, mas em vez de eles saírem em grupo, os dois decidem ir sozinhos e não só isso, mas eles também decidem pegar o corpo do alien que estava na rua e botar dentro da casa com o resto da família, porque isso iria atrair os outros aliens e daria tempo para eles escaparem, tipo, que merda de ideia é essa?\n\nO filme também é arrastadissimo, ele tem apenas 1h e alguns minutos de duração, mas parece que tem umas 2, ficou parecendo que originalmente era uma média-metragem de 30min, mas que esticaram até chegar em 1 hora.\n\nNo mais é um filme com potencial, mas que talvez pelo baixo orçamento, teve uma execução mediana, eu recomendo dar uma chance pro remake, mas esse não vale a pena, nota 5/10",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12gnosu",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Nasce uma estrela (2018) - Inacreditável que esse filme tenha feito sucesso",
            "selftext": "Quando estreou não tive vontade nenhuma de ver, mas ontem alguém decidiu assistir e eu estava por perto e pensei \"porquê não?\". Fui com expectativa zero e ainda assim me decepcionei. Teve tanto hype em torno desse filme que eu não esperava que fosse tão chinfrim.\n\nPra começar logo de cara temos Lady Gaga que CLARAMENTE não é uma atriz. Não sei se ela se esforçou muito ou pouco para esta empreitada mas o resultado final é patético. Nem mesmo o fato de a  terem colocado para contracenar com outras pseudoatrizes como Shangela e Willam ajudou, fora o Sam Elliot que o povo adora mas está fazendo o exato mesmo papel em todos os seus filmes e séries há uns 50 anos, isto é, um cauboi genérico sem personalidade cujas únicas características são seu vozeirão grave e seu bigode vistoso.\n\nDepois vem o real problema a do filme: o enredo. Em 5 minutos de tela eles literalmente se apaixonam à primeira vista e basicamente não há nenhuma ruptura ou conflito no relacionamento depois disso, nem o alcoolismo dele chega a se interpor a esse amor mágico, inabalável e totalmente irreal. Essa premissa deve ter funcionado só na encarnação original da história em 1937 e olhe lá. A gente ser submetido a esse besteirol em plena segunda década do século XXI pra mim foi demais.\n\nTL,DR: aspirante a cantora consegue tudo o que quer de mão beijada e seu marido famoso se mata no fim simplesmente porque senão não ia acontecer  absolutamente nada de interessante no filme inteiro. Péssimo, zero estrelas.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12gkowt",
            "num_comments": 32,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tbm achei esse filme bem meh, aliás, uma coisa que me incomodou um pouco foi o Bradley Cooper cantando, os vocais dele são muito meia boca, acho que ele poderia ter dado uma trabalhada melhor na voz",
                "Não assisti a esse filme porque considero romance bem chato na maioria das vezes, mas, pelos reviews e pelo trailer, achei que pelo menos a atuação da Gaga tinha sido boa, haha. Acho que aquela cena dela cantando La Vi En Rose deu uma enganada.\n\nAgora, falar uma coisa, ô música chata aquela Shallow.",
                "Ansioso pra ver ela destruir o filme Coringa 2",
                "Só tenho um adendo: estamos na terceira década do século XXI. \n\nDe resto, concordo com tudo.",
                "Filme arrastado, nuss. Assisti em tarde de domingo e só serviu pra adiantar a depressão do Faustão",
                "“Eles literalmente se apaixonam a primeira vista e basicamente não há nenhuma ruptura ou conflito no relacionamento depois disso” mas o que vc descreveu é fórmula batida de comédia romântica que SEMPRE segue o mesmo enredo, fugir disso é um ponto positivo e não negativo, as outras críticas são válidas mas essa não.",
                "Cara, eu fui ver esse filme e eu fui a ÚNICA pessoa do meu grupo que saiu achando o filme vazio. É como se eu tivesse gastado quase duas horas vendo uma história sem aprofundamento de nada, não tem nem mesmo a mínima dinâmica entre os personagens que explique o desenrolar da trama.   \nO pior de tudo é que eu realmente não acho que a Gaga foi boa nesse filme (em House Gucci, eu achei bem bom inclusive a atuação dela - mesmo o filme sendo pavoroso). Mas o Star is Born é patético, é falho, tenta ser sério mas é nulo demais.",
                "Só assisti a versão de 1937 e achei o filme muito bem feito, com o grande destaque sendo a atuação do Fredrich March\n\nPretendo assistir a versão da Judy Garland e da Barbra Streisand (uma das minhas artistas preferidas) pra depois ver a da Gaga\n\nVc viu todos os filmes? O que acha das versões anteriores?",
                "Sigo o relator",
                "É tipo a quinta vez que esse filme é refeito, não sei pq o pessoal sequer dá dinheiro para esses idiotas",
                "Esse filme foi uma lavagem de dinheiro  kkkk ,vê Duro de Matar pra ficar um pouco mais feliz,tem um romance muito melhor do que esse filme kkk,nem é de romance.",
                "o filme é uma combinação de romance e musical. impossível ser bom",
                "E ela vai ser a Harley Queen no segundo filme do Coringa? Mano... Vem flop aí.",
                "''Lady gaga não é atriz'' Ela tendo indicação ao oscar de melhor atriz no seu primeiro papel de cinema,ter ganhado um globo de ouro de melhor atriz no seu primeiro papel na televisão,ah e os criticos tbm discordam de vc.."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12g6u5x",
            "num_comments": 4,
            "comments": [
                "The Mandalorian, South Park e Enigmas do Universo.",
                "Atlanta, Dave e Abott Elementary",
                "the last of us \n\n&#x200B;\n\nmuito boa por sinal",
                "To assistindo Servant na apple TV."
            ]
        },
        {
            "title": "Qual o nome do filme?",
            "selftext": "Estou procurando desesperadamente o nome de um filme que eu assisti quando era bem mais nova, é um filme de terror onde tem algumas pessoas de um centro de pesquisa estão procurando pessoas com poderes sobrenaturais e estão tentando provar se é verdade mesmo, e uma mulher aparece dizendo que ela tem os tais poderes, de inicio eles duvidam, mas ela prova ser verdade, e depois começa a acontecer algumas coisas bizarras, é só isso que eu lembro porque eu era bem nova quando vi.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12g6j7s",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu conheço um que é mais ou menos como vc disse,só que é um grupo de estudantes liderados por um cientista que fazem um experimento sobre sonho,se chama \"Sonhos de Horror\"."
            ]
        },
        {
            "title": "Vocês também tem esse problema? Indicações de filme/série de Drama recentes.",
            "selftext": "E aí pessoal, vocês também sempre tentam buscar algum lançamento atual dos gêneros que vocês gostam, ou até mesmo de outros só pelo fato de ser atual? Tenho várias opções de filmes antigos pra assistir mas sempre tô buscando algo de agora. \n\nNesse sentido, vocês poderiam me indicar filme/série de Drama recentes? Sintam-se a vontade pra falar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12g1rgt",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Cara, eu busco filmes de tudo que é forma. Quando comecei a tomar gosto por cinema, isso há uns 15 anos atrás, eu fui nas várias listas de \"melhores filmes de todos os tempos\". Depois comecei a ir por indicação, por review, por crítica. Quando eu baixava filme, eu não sabia de onde tinha tirado a metade.\n\nEnfim, eu vi um que gostei muito, se chama **Swallow**. Tem também o mais recente, **A Baleia**. Se não viu, recomendo demais um filme chamado **A Caça,** de 2012. É um espetáculo de filme.\n\nAproveito pra indicar a minissérie **Olhos que Condenam**. Bicho, tinha tempo que eu não chorava assistindo algo. É muito boa e ao mesmo tempo muito pesada.",
                "Primeiramente, sim isso acontece comigo tbm, acabo deixando vários filmes antigos no stand by, simplesmente pq apareceu um filme novo que me interessou kkkk.\nEnfim tenho algumas indicações de drama, espero que goste:\n\n- Moonlight\n- A Filha Perdida \n- Druk \n- Mães Paralelas ( esse aqui é um drama mais \ncarregado, pique novela, mas eu particularmente gostei muito )\n- Para Sempre Alice \n- Minari\n- O Som do Silêncio",
                "Cara, não é um drama, mas é, se pá, o melhor filme da minha vida: o Homem da Terra, simplesmente fantástico, nem quero falar mais nada, simplesmente assista. Sério, assiste ainda hoje, tem no YouTube legendado. Só assiste, é incrível mesmo - o foda é que quase ninguém conhece. Sério mesmo, da uma chance, na moral, porque é um filme FODA - eu poderia repetir uns elogios, mas só vou dizer mais uma coisa: assista",
                "Eu tenho uma lista de filmes para ver que só aumenta. Sempre pego o primeiro da fila e vejo se tem disponível em algum dos serviços de streaming que eu tenho, se não tiver, vai para o final da fila. A maioria dos filmes antigos não está disponível em nenhum serviço, então eles acabam indo para o final da fila.\n\nTem um estudo feito pela Netflix algum tempo atrás no Brasil que filmes antigos não são um atrativo para os brasileiros, como tem pouca gente assistindo, não vale a pena para eles fazer o licenciamento. Até alguns clássicos da Warner, que deveriam estar no HBO, ficam indisponíveis no Brasil.",
                "Cara, **O Farol - 2019** é um filme Terror/Drama com uma pegada psicológica associada a simbolismos da cultura cinematográfica, Filosófica e com referência ao mitológico. Basicamente, são dois personagens em uma ilha controlando um farol e a partir dai há a construção de conflitos entre ambos, bem como a demonstração sobre os efeitos da solidão e etc. Em determinadas partes, me fez lembrar do **O Iluminado - Stephen King** principalmente pelo conceito de “Síndrome da Cabana” vivenciado pelos personagens. Para quem gosta desse estilo, acredito que vá gostar do filme."
            ]
        },
        {
            "title": "Indicação - sabadão chuvoso",
            "selftext": "Pessoal, preciso daquela indicação de filme de comédia ou um suspense top. Sabadão chuvoso e frio kkkkkkkk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12g19kf",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Cara tem um filme chamado A Cura 1995 (Nome Original The Cure) super recomendo e um drama muito bem feito e é um dos meus filmes favoritos....",
                "Assista Derry Girls, é muito bom! Uma comédia leve e gostosa de ver.\n\nSuspense top eu recomendo Os Suspeitos ou Corra!, se ainda não viu.",
                "Fresh",
                "Comédia - Lock, Stock and Two Smoking Barrels"
            ]
        },
        {
            "title": "o fabuloso destino de amélie poulain, um filme calmo e incrível",
            "selftext": "nunca vi muita gente falando sobre esse filme, sou suspeita pra falar, já q é o meu filme internacional favorito (sem contar filme gringo), mas eu acho esse filme simplesmente incrível, tem a sutileza de um filme de seção da tarde, um filme q qualquer pessoa pode assistir e entender a mensagem, um filme q faz vc perceber q tem pessoas boas no mundo, a delicadeza de como os fatos da historia são descritos é simplesmente incrível, não sei explicar, é um filme aconchegante, é como se uma francesa me desse um abraço quentinho e um beijo na testa. Nem vou comentar muita coisa sobre a filmagem, pq eu sou APAIXONADA pela filmagem do filme, a paleta de cores do filme é muito muito linda, é tão lindo, tão delicado. Resumindo: eu amo esse filme e recomendo q vc assista se puder, é um filme q faz vc ficar calmo e relaxar, um filme bom pra colocar a cabeça no lugar, pensar no presente e pensar nos pequenos prazeres da vida :)\n\né minha primeira resenha de filme q eu posto aqui, então desculpa qualquer erro q eu possa ter cometido, não costumo escrever resenha de filme mas senti a obrigação de apresentar esse filme pra mais gente\n\nhttps://preview.redd.it/5lwqvnpkaqsa1.png?width=563&format=png&auto=webp&v=enabled&s=eb6a0e39df1d1a233216c66bf4be87f63dab825a",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12fyzca",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "\"nunca vi muita gente falando sobre esse filme\"\n\nQue doidera! Esse é um dos filmes mais famosos do mundo. É o filme francês que eu mais escuto o pessoal recomendando. Inclusive eu mesmo o recomendei por aqui um dia desses. Eu já vi, há muitos anos, e acaba que não me recordo a história do filme, preciso revê-lo.",
                "eu amei quando vi, filme muito bom mesmo. pra quem é tímido ou introvertido vai se identificar",
                "Eu tbm amo esse filme, já assisti umas três vezes pelo menos! tem até uma lenda de que muitas pessoas vão a Paris,achando que cidade é tão linda , quanto no filme, e óbvio se decepcionam!",
                "É um ótimo filme mesmo ☺️🥄",
                "Recomendo assistir Eterno Amor (2004), do mesmo diretor. Inclusive gosto mais dele do que do próprio Amélie",
                "Lá nos anos 2000 só se falava desse filme, todo cinéfilo iniciante falava de Amelie Poulain, Donnie Darko e afins",
                "\"Pois estragar a própria vida é um direito inalienável.\"",
                "Esse filme é incrível"
            ]
        },
        {
            "title": "Como sabem quais filmes serão lançados?",
            "selftext": "Nunca acompanhei muito esse mundo do cinema. Fico me perguntando onde divulgam esses filmes que não são tão falados ou esperados.\n\nNa redes sociais e notícias no geral sempre me aparece esses filmes mais populares, mas outros não. \n\nTem filme que não tem divulgação?  \nOu a divulgação não tem investimento suficiente?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12fvuy1",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Pelo reddit mesmo, tem vários subs que falam sobre lançamentos",
                "Eu costumo saber sobre o que acabou de lançar pela página inicial do Letterboxd, já que grandes lançamentos sempre ficam na aba de populares essa semana. Coisas mais ~alternativas só aparecem por causa das pessoas que sigo por lá.\n\nPro que ainda não foi lançado, o canal do Ingresso.com posta trailers. Tem outros canais semelhantes por aí.",
                "Os lançamentos no Brasil você encontra no filme B\n\nhttps://www.filmeb.com.br/calendario-de-estreias?tp=w&field_estreia_data_estreia_value[min][date]=2023-04-06&field_estreia_data_estreia_value[max][date]=2023-04-12\n\nNo fim de cada mês, o IMDb sempre posta uma lista com os filmes e séries mais aguardados do próximo, mas são apenas as produções populares.",
                "Site adorocinema\n\nCanal do YouTube ingresso.com"
            ]
        },
        {
            "title": "Cite aquele personagem que não faz falta(mas ele tá ali)",
            "selftext": "Aquele personagem de filme, serie, desenho.... que é inutil, desnecessário ou que o roteiro não soube o que fazer com ele\n\nTipo: Vespa em Homem Formiga: Quantumania, Kaguya em Naruto, Jar Jar Binks em Star Wars: Episódio I - A Ameaça Fantasma",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12fto1o",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "o proprio K em Blade Runner 2 e aquela Cortana dele,a joy,não servem pra nada a trama toda,mas tem vários,principalmente nesses crossovers de quadrinhos tipo os Vingadores,tem uma pá de aspone inutil lá."
            ]
        },
        {
            "title": "Filmes sobre gente velha",
            "selftext": "Eu gosto muito de filmes com gente velha, de preferência se for um velho rabugento de mal com a vida, depressivo e sem esperança, mas que no fundo é gente boa (quem sabe eu me identifico). Não sei o que é, quem sabe uma poesia sobre o final da vida, o valor das coisas que realmente importam, a simplicidade de ser, por algum motivo eu curto muito esse tipo de filme. \nExemplo: Lucky, The Mule, A man called Ove, Gran Torino, Youth, Nebraska, The leisure seeker, I, Daniel Blake, El ciudadano ilustre, Scent of a woman, Paris Texas, Still life, The banshees of inisherin, Living. \n\nAlguém gosta ou conhece filmes nesse estilo? Se souber, me indique por favor. :)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12fte8a",
            "num_comments": 20,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Father (O Pai)\nVenceu um Oscar uns anos atras",
                "Único filme com gente velha que lembro de primeira é Coccoon.\n\nGrandes probabilidades de todo o elenco estar morto. :')",
                "As Confissões de Schmidt",
                "Puta merda, eu sou apaixonado por Lucky. Que filme incrível.\n\nJá assistiu Up, Altas Aventuras?",
                "O pior vizinho do mundo, lançou em janeiro, assiste ai",
                "Meu deus, vc conseguiu descrever um tipo de filme que gosto muito mas ainda não tinha elaborado mentalmente. Dos mais recentes, vc até citou, amei the banshees of inisherin!! Então para indicar só consigo pensar em \"Melhor é Impossível\", o Jack Nicholson tá bem rabugento hahah",
                "é tipo um fetiche isso?",
                "IP Man - a batalha final\n\nShe\n\nRed aposentados e perigosos\n\nPoderoso chefão, na trilogia tem algumas poucas partes no 1o e no 3o filme sobre a velhice",
                "Cronos do Guillermo del Toro, talvez.",
                "Garota de Ouro acho que pode se encaixar aqui.",
                "Amour (2012)\n\nThe Straight Story (1999)\n\nWild Strawberries (1957)",
                "Ikiru, Make Way for Tomorrow e Umberto D são alguns dos maiores clássicos que eu lembro de cabeça sobre envelhecer e são todos filmes incríveis."
            ]
        },
        {
            "title": "Recomendação de série: Succession (HBO Max)",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/4xqyxg8v4psa1.jpg?width=960&format=pjpg&auto=webp&v=enabled&s=92c1c826105574b65088408b0d7c8e0b93ca85dd\n\nTrama (sem spoilers): Logan Roy é o dono de um conglomerado de mídia dos EUA, a WayStar, localizada em Nova Iorque. E é um conglomerado com nível de influência a ponto de conseguir impactar os resultados de eleições.\n\nPorém, ele já está velho e aparentemente caducando, aí começa um processo de escolha de um dos filhos para herdar o seu lugar. O filho mais velho é fútil e só quer saber de curtir a vida de rico descolado. A filha é ambiciosa, mimada e metida com política. O filho mais novo apanhou na infância e é quase um psicopata. E há um filho que é o mais preparado para assumir o cargo, mas o Roy simplesmente o despreza.\n\nE esse é o pontapé inicial para a trama: os filhos disputando entre si e contra o pai para ver quem vai assumir o posto depois que o Logan sair da jogada. O enredo é simples, mas os personagens são muito bem construídos, a trilha sonora é foda, as reviravoltas são sensacionais etc.\n\nO argumento que me fez começar a ver essa série foi: se Shakespeare estivesse vivo no século XXI, ele seria roteirista de Succession. Tem três temporadas já completas na HBO Max, e a quarta estreou recentemente e já tem dois episódios (e está MUITO FODA).\n\nPra quem quiser ver, a abertura já passa bem o tom da série e a relação do Logan com os filhos: [https://youtu.be/8iTeG7JdS9E](https://youtu.be/8iTeG7JdS9E)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12fsqfi",
            "num_comments": 9,
            "comments": [
                "Essa série é sensacional, acabei de terminar a 3° temporada e essa intro é incrível. Vale realmente a recomendação",
                "Obrigado pela dica! Estava a procurar algo para assistir",
                "E série é muito boa, recomendo",
                "Recomendo também",
                "Série sensacional e que não deixa cair de qualidade até agora, já que estamos na última, mais do que recomendado pra galera do sub!",
                "Uma das melhores séries de todos os tempos! Sem a menor sombra de dúvida.",
                "Melhor série da atualidade!"
            ]
        },
        {
            "title": "Recomendação: A Queda [Fall] (2022)",
            "selftext": "Assisti esse filme ontem com a família e curtimos bastante. Trata-se de um \"suspense de aventura\". Não vou fazer resenha porque pode ser facilmente encontrada na internet e porque vou acabar dando spoilers, mas num dado ponto do filme meu pai comentou \"caramba, eu tô com as mãos suando\", fomos ver e todos estávamos hahaha - os ângulos e as paisagens realmente chegam a dar um \"frio na barriga\" em algums momentos.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12fplm8",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Vou assistir!",
                "Por isso que não vou assistir.\n\nMedo de altura aqui. o/"
            ]
        },
        {
            "title": "qual o filme mais doido q vcs já viram?",
            "selftext": "vcs já viram um filme tão doido, mas tão doido q depois de ter assistido vc pensou \"nossa, esse filme daria uma musica do Rogerio Skylab\"",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12f7fud",
            "num_comments": 63,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Enter the void",
                " Mad God , filme de animação stop-motion feito pelo Phill Tippet o cara responsável pelos efeitos dos dinossauros do jurassic park , o filme certamente parece uma bad trip, recomendo!  \n\n\n Tetsuo, o Homem de ferro.  filme japonês de ficção e terror, apesar da aparente aleatoriedade ele aborda temas interessantes como a masculinidade, industrialização e  o lugar do ser humano num mundo cada vez mais tecnológico.    \n\n\nPelo Amor e Pela Morte- filme de morto-vivo italiano, não é tão \"louco\" quanto os outros na listas mas é bem diferente dos filmes de morto-vivo atuais, muito bom pra quem gosta do gênero mas esta fatigado com os títulos atuais .  \n\n\nMandy- Filme com o Nicolas cage quase nunca tem erro, o filme é praticamente um Conan o Bárbaro moderno e psicodélico , com uma pitadinha de horror cósmico, mas não muito mas só o suficiente pra você se perguntar :\"será ?\".",
                "Acho que foi Pink Flamingos, é difícil explicar esse filme prum leigo sem ele querer fugir da conversa",
                "Donnie Darko\n\nMas é uma bosta",
                "Recentemente olhei cidade dos sonhos. Esse filme é uma locura de entender se olha a primeira vez sem saber sobre o que é, mas ele é fodasso",
                "O gabinete das curiosidades - filme 7 “ a inspeção “ bate em todos ja citados",
                "Relatos Selvagens",
                "Requiem para um sonho ou naked de 1993",
                "Cidade dos Sonhos só David Lynch",
                "Quero ser John Malkovich",
                "o predestinado . o cara é o pai e mãe dele mesmo kkkkk",
                "12 macacos",
                "A montanha sagrada",
                "peles",
                "efeito borboleta eu acho",
                "O Ritual (2017)",
                "Existenz do David Cronenberg é uma loucura completa",
                "Pink flamingos e Nekromantik",
                "Qual grau de loucura? :')\n\nAcho kick-ass bem doido. ♥️",
                "Spring Breakers",
                "[964 Pinocchio](https://letterboxd.com/film/964-pinocchio/)\n\nAliás a filmografia inteira desse diretor é uma viagem de LSD estragado.\n\n&#x200B;\n\nQuem quiser ter um gostinho de cinema mega-ultra-hyper experimental em recomendo esse daqui: [Thunder do Takashi Ito](https://www.youtube.com/watch?v=i3iPHvLZJ8Q)",
                "A estrada perdida. Qualquer coisa do David Lynch na real.",
                "Varios… inland empire é o mais difícil de entender de todos",
                "Tudo e Todo Lugar ao Mesmo Tempo",
                "12 maciços",
                "O Farol",
                "Animal Cordial",
                "Festa da Salsicha",
                "Funky Forest",
                "irreversível",
                "Tudo em todo lugar ao mesmo tempo. Sla, filme mt doido de muita cena, muita informação, coisas aleatórias",
                "É um do Tim Burton, acho q se chama \"história de pescador\" ou alguma coisa com pescador na frase. Enfim, é um filme muito perturbador eu me lembro q fiquei com medo de dormir depois de tão sombrio q o filme era, era realmente muito esquisito assim como o Tim Burton.",
                "Possum de 2018",
                "Memento",
                "Todos os filmes do David Lynch, principalmente o Rabbits e Eraserhead.",
                "Irreversível, Serbian Film, Midsommar e Saint Maud.",
                "qualquer filme do David Lynch, menos Homem Elefante",
                "Holy Motors",
                "Infinity Pool",
                "trainspotting",
                "Brazil (1985) do Terry Gilliam, um dos meus filmes favoritos inclusive.\nTitane também se encaixa na descrição, mas desse eu não sou fan.",
                "A serbian filme",
                "The Room\n\nMelhor filme de todos os tempos",
                "\"Noite de lobos\" (ou algo assim) é o filme mais sem pé nem cabeça que eu já vi. \n\nNo meio do filme, não estava entendendo nada, mas hora que acabou, eu entendi menos ainda.",
                "A trilogia de filmes FEAST (Banquete no Inferno)",
                "Vizinhança do barulho",
                "A Cor da Romã, que até virou clipe da Lady Gaga",
                "12 macacos."
            ]
        },
        {
            "title": "Qual nome desse anime?",
            "selftext": "Tokyo - Leat'eq é uma música de abertura bem conhecida, mas procurei e até agora não encontrei o nome do anime, quem souber pode me avisar pfv?\n\n\"Nya Ichi Ni San Nya Arigato\" a fala que ficou famosa da abertura",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12f5sm9",
            "num_comments": 2,
            "comments": [
                "Watashi ni Tenshi ga Maiorita! (私に天使が舞い降りた! , lit. An Angel Flew To Me!), also known as Wataten (わたてん, '' Wataten''), is a Japanese yuri comedy yonkoma manga series written and illustrated by Nanatsu Mukunoki. It began serialization in Ichijinsha's Comic Yuri Hime magazine on November 18,",
                "Ou Então é a Visual Novel Food-Girls."
            ]
        },
        {
            "title": "Eu não recomendo esse filme",
            "selftext": "7.3/10 Imdb mas um 8.5/10 seria mais justo\n\nNão assistam esse filme, ele acabou comigo, eu passei horas chorando, eu odiei ele mas é impossível parar de assistir. O filme provoca emoções muito intensas e profundas, dor real e eu me arrepiei enquanto assistia.\nVocês já tiveram essa emoção? O filme é muito bom, uma obra de arte, mas provoca tantas emoções que você odeia ele.\n\nDefinitivamente não é pra qualquer um. E eu não quero assistir de novo.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12es9uc",
            "num_comments": 30,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tem uma cara de filme ruim da porra",
                "Pior que já ouvi falar que no livro o final é diferente, que achei mais triste ainda",
                "Obrigado por Fazer eu Não Assistir,continue sugerindo dessa forma,Os Estadunidenses fazem esse tipo de Filme pra dar Gatilhos nas Pessoas,parece que a intenção deles é torturarem psicologicamente pessoas comuns,como se fossem cobaias.Gosto de Gente Assim - Viu o Filme Ruim,e diz,Não Assistam.",
                "Agora não me resta opção a não ser assistir.",
                "assista reign over me",
                "Concordo! Por favor, não assistam esse filme!!",
                "Me lembrou de assistir de novo.",
                "Já vi, é triste demais mesmo, foi impossível pra mim não chorar.",
                "Não deve ser mais triste do que Sempre Ao Seu Lado.",
                "Eu gostava desse filme.....Quando passava no SBT.",
                "Basic blockbuster",
                "Tem cara de ser uma porcaria brega e deprimente mesmo."
            ]
        },
        {
            "title": "Me ajudem a achar este filme",
            "selftext": "Eu vi esse filme de terror na casa da minha tia quando era mais novo, eu lembro que começava numa festa em uma casa, e tinha uma garota loira usando dr0g4s, e ai tinha um cara que so podia entrar na casa com permissão dela (tipo um vampiro), e no final ela descobre que tava m0rt4 o tempo todo, é tudo que eu me lembro, obrigado desde já S2",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12epapw",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "The Thirst (2006)?",
                "tá me lembrando o grupo de lost media que eu encabeço aqui no Reddit",
                "The Dead Girl (2006)?",
                "O Filme é A CIDADE MAUDITA!"
            ]
        },
        {
            "title": "Me ajudem por favor",
            "selftext": "Fala pessoal. Eu lembrei de um filme agora e queria ver se alguém sabe qual é\nSei que os personagens principais são algumas crianças e passa num faroeste mais moderno. A cena que lembrei eles estão numa competição de comer alguma torta vermelha e uma mulher mais gorda começa a vomitar ela em geral que tá assistindo a competição. Só lembro disso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12e9ye4",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Acho que é Conta Comigo."
            ]
        },
        {
            "title": "Filmes para a páscoa.",
            "selftext": "Galera indiquem filmes para se assistir na páscoa...podem ser históricos ou religiosos. Obrigado",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12e9nmi",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Os Dez Mandamentos, \nA Árvore da Vida, \nBen-hur, \nO Íncrivel Exército de Brancaleone",
                "O Evangelho Segundo São Mateus, Pier Paolo Pasolini"
            ]
        },
        {
            "title": "Prf me ajudem",
            "selftext": "alg ajuda eu ,tem um filme q to tentando achar porem n consigo ,as coisas q lembro dele e o seguinte ,eu lembro de 2 cenas ,uma e os amigos humanos descobrindo q o amigo deles era um alien q pegou o corpo morto de alguem e que queria ser amigo ainda deles (descobriram pois o sangue de alien era azul ) ,outra e que eles precisam lançar um raio para matar os aliens e o amigo alien se sacrifica para salvalos",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12e8yvm",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Vizinhos Imediatos de 3º Grau??",
                "O Grande Guerreiro de  1991?"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12e7iri",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Los Angeles: a cidade proibida. \n\nAssistir na MFC. \n\nPretendo assistir Patch Adams também.\n\nInfelizmente boa parte dos filmes mais antigos somente é possível assistir em plataformas alternativas…",
                "Revendo Vanilla Sky, na Netflix. Esse filme sempre me traz bons insights, boas sensações.\n\nReverei também Hannibal, a quadrilogia.",
                "essa semana nenhum, mas pretendo ver a série prison break"
            ]
        },
        {
            "title": "Qual série vamos acompanhar em Abril?",
            "selftext": "Olá, espectadores!\n\nSeguindo para mais um mês de estreias! No passado já comentamos **The Last Of Us**, **The Consultant** e **Swarm**. Agora vamos escolher mais uma?\n\n&#x200B;\n\n[Beef](https://www.youtube.com/watch?v=0wI9TG1xA3o) (06/04) - Netflix\n\n*Um incidente no trânsito desperta a fúria e os impulsos mais sombrios de dois desconhecidos: um empreiteiro falido e uma empresária frustrada.* Criada por Lee Sung Jin. Com Steven Yeun e Ali Wong.\n\n[Transatlantic](https://youtu.be/ZF5iGQbJqQw) (07/04) - Netflix\n\n*Durante a Segunda Guerra, dois americanos e seus aliados montam uma operação em Marselha para ajudar refugiados, artistas e escritores a fugir da Europa.* Criada por Anna Winger, Daniel Hendler. Com  Gillian Jacobs e Cory Michael Smith.\n\n[Florida Man](https://youtu.be/7TJOds7LHjE) (13/04) - Netflix\n\n*Um ex-policial vai até a Flórida para um trabalho suspeito e acaba se envolvendo em uma odisseia alucinante, que pode ter consequências mortais.* Criada por Donald Todd. Com Edgar Ramírez e Abbey Lee.\n\n[Love & Death](https://youtu.be/CjDEfdCh3NU) (27/04) - HBO Max\n\n*Baseada no crime real de Candy Montgomery (Olsen), que assassinou brutalmente a esposa do seu ex-amante em 1980.* Criada por David E. Kelley. Com Elizabeth Olsen e Jesse Plemons.\n\n[Citadel](https://youtu.be/MkaawhXHrTw) (28/04) - Prime Video\n\n*A agência global de espionagem Citadel foi fechada e as memórias de seus agentes foram apagadas. Manticore agora fica mais forte. Os agentes da Cidadela conseguirão recuperar suas memórias e revidar?* Criada por Joe Russo e Anthony Russo. Com Richard Madden e Priyanka Chopra Jonas.\n\n[Fatal Attraction](https://youtu.be/5D4XI66Vd3E) (30/04) - Paramount+\n\n*Baseada em Atração Fatal (1987), explorando temas atemporais de casamento e infidelidade através das lentes das atitudes modernas em relação a mulheres fortes, distúrbios de personalidade e controle coercitivo.* Criada por Alexandra Cunningham. Com Lizzy Caplan e Joshua Jackson.\n\n&#x200B;\n\nEscolham com sabedoria!\n\n&#x200B;\n\n&#x200B;\n\n&#x200B;\n\n[View Poll](https://www.reddit.com/poll/12dymg8)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12dymg8",
            "num_comments": 2,
            "comments": [
                "Ganhadora da votação foi Love & Death. A abertura do tópico de discussão será no dia 27/04.",
                "Eu já tou é no John Wick"
            ]
        },
        {
            "title": "Filmes 'ruins' mas que você gosta",
            "selftext": "Os Miseráveis, do Tom Hooper\n\nA crítica odeia, o público comum acha muito chato, mas eu adoro.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12dqmua",
            "num_comments": 69,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Efeito Borboleta, o filme é quase um paradoxo, porque o roteiro é bom e ruim ao mesmo tempo kjakajakaks",
                "Speed Racer, orra amo esse filme, acho que é a melhor adaptação hollywoodiana de um anime, filme é visualmente bem interessante é muito foda.  \nAi fui ver, crítica odeia, e o público também hahahahahaha mas ainda vou defender Speed Racer até o fim!",
                "Malditas aranhas! É horrível em todos os sentidos, mas me leva pra minha infância, então adoro. kkkk",
                "Street fighter o filme, Raul Julia sozinho já faz o filme valer a pena.",
                "Lucy, o filme que a Scarlett Johansson no final se transforma numa pendrive. Ridículo mas eu adoro o filme",
                "Minha Super Ex Namorada",
                "Jet Li o confronto . nota 5,5 no Imdb . eu daria um 8",
                "A Herança de Mr Deeds",
                "Pequenos invasores é ruim e eu acho legal.",
                "Tank Girl é objetivamente ruim mas eu adoro e assisti muitas e muitas vezes quando adolescente.",
                "Tayná (brasileiro, nostalgia pura) Batman v Superman, poderia ser tão maravilhoso, mas não consigo desgostar, e sei que é ruim. Happy gilmore do Adam sandler, não tenho coragem de reassistir mas tá no meu coração.",
                "Tróia",
                "Assassin's creed",
                "adoro filmes bobos, vários deles, tipo aqueles filmes q tem na seção \"pra ver com a família\" na netflix, adoro ver eles pra passar o tempo e assisto eles com meu pai de vez em quando, só pra assistir e soltar um ar pelo nariz quando algum personagem faz uma piada sem graça",
                "Alien - A Ressureição... a crítica odeio também, mas eu não!",
                "Não sei se tem gente que acha ruim\nMas a trilogia blade , acho sensacional!! Todos\nNão canso de ver!!",
                "Roubo nas alturas, muito engraçado",
                "Hellboy 1 e 2",
                "Hellboy não é querido pela crítica mas eu gosto muito",
                "se eu gosto é bom, vcs q tao errado",
                "Qualquer filme do Neil Breen\n\nWho killed captain alex",
                "Mais os miseráveis é tão bom. Ainda não entendo como o povo achou ruim",
                "Adoro baby driver mas todo mundo que converso e conhece esse filme, diz que é uma merda. Mas eu achei bem criativo o roteiro, não é só carro, tem uma historinha por trás",
                "Pânico na Escola (2011)",
                "Cara, cadê meu carro?",
                "Resident Evil (2002).\n\nO elenco e a trilha sonora pra mim são ótimos.",
                "Super herói o filme",
                "Demolidor ❤️",
                "Doutor estranho no multiverso da loucura",
                "Férias Frustradas (2015)\nAs Branquelas (2004)",
                "Shaolin futebol clube",
                "Legalmente loira\n\nÉ um daqueles clichês chatos mas por algum motivo eu gosto dele",
                "A franquia resident evil como um todo, mas o 3 primeiros filmes são os meus favoritos",
                "Zathura. É uma cópia descarada de jumanji mas eu adoro",
                "Crepúsculo",
                "A filha do mal. A crítica desde o cacete, mas esse foi o primeiro final lme de verdade que eu fiquei com medo.",
                "Kevin Hart, os filmes são péssimos mas feito de coração, de nicho e independentes, o cara trabalha forte.",
                "A última versão de Carrie a Estranha. Todo mundo odeia esse, mas eu gosto",
                "Rocky III\n\nGosto da mensagem motivacional piegas do filme e também gosto muito do Clubber Lang.",
                "Blade Runner,é tão Ruim que eu bolei um Fan Edit pra ver se fica melhor....",
                "Anon. É um filme de suspense da Netflix. Eu achei ele incrível, depois que fui ficar sabendo que quase ninguém gostou, então ele é considerado ruim.",
                "+velozes +furiosos é um 10 na minha cabeça"
            ]
        },
        {
            "title": "Me ajudem A Achar este filme",
            "selftext": "É um filme acho que europeu que conta a história acho que de um homen usuário de drogas que ele acaba matando um policial e usa as roupas dele acho que ele fica sendo policial por um dia aí ele descobre um sequestro de uma criança de uma mulher aí ele salva a criança e no final ele e a mulher ficam juntos é o que eu lembro espero que ajude kkkk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12do8e6",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Parece a sinopse do filme \"Desaparecidos\" (Cleaner), mas ele é norte-americano. Inclusive, salvo engano, o personagem principal é o Samuel L. Jackson.\n\nAlguma chance de ser esse?"
            ]
        },
        {
            "title": "Me ajudem a achar o nome desse filme",
            "selftext": "esse filme se passa numa epidemia, eu só lembro de uma cena em que tem uns jovens numa floresta e aparece um cachorro, daí uma garota da comida ao cachorro e ele vai embora, logo depois aparece vários cachorros e um cara pega um monte de comida, joga longe, os cachorros vão atrás da comida e aí os jovens pegam as bicicletas para fugir dos cachorros, os cachorros vão correndo atrás deles mas em um momento eles param e ficam olhando alguma coisa, os jovens continuam fugindo, mas em um momento a garota que deu comida ao cachorro some misteriosamente e a bicicleta dela fica jogada lá na estrada, só consigo lembrar dessa cena",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12djehv",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Pergunta interessante. Decidi experimentar no ChatGPT para ver se ele achava o filme. Olha só a resposta  \n*Sinto muito, mas com base na descrição fornecida, não consigo identificar o filme que você está se referindo. A descrição é muito vaga e não fornece informações suficientes sobre a trama ou personagens para fazer uma identificação precisa.*"
            ]
        },
        {
            "title": "Recomendação: Uma experiência única e indescritível assistir a esse filme. Transcendental.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12dhb7d",
            "num_comments": 23,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O filme é maravilhoso. Só fique longe da continuação.\n\nSe gostou da mensagem do filme, que te fez refletir bastante, recomendo As Aventuras de Pi e Um Sonho de Liberdade.\n\nSe gosta de filmes com diálogos interessantes e relacionamento, recomendo a trilogia: Antes do Amanhecer, Antes do Pôr-do-Sol e Antes da Meia-Noite. Melhor ainda se assistir com a/o parceiro/a.",
                "Muito bom, é quase um texto só pra quem lê legendas...",
                "Eu assisti isso pelo Youtube e achei excelente. Nem lembrava mais.\n\n8.1/10",
                "Excelente filme, pena que fizeram uma continuação tosca.",
                "Simplesmente espetacular, é uma pena que seja tão pouco conhecido",
                "amo esse filme, é super reflexivo...",
                "Sinistro de bom !",
                "Muito bom. Deu até vontade de rever.",
                "Onde você conseguiu assistir ?",
                "Tem o K-pax, que acho que tem uma mesma pegada, bem legal o filme também",
                "Em um Telegram perto de você...",
                "Foi bom, mas o filme basicamente só se sustenta pelo conceito e pouco mais",
                "Obrigado pela indicação. Um dos filmes mais interessantes que já vi. Não fazia a mínima ideia que existia.",
                "Primeiro, agradeço de mais a indicação. Estou com minha lista para assistir já defasada. Mas esse filme...\n\nEm segundo, vi o pessoal comentando que não vale a pena acompanhar a continuação desse filme. Pois bem, indicam outro filme similar?"
            ]
        },
        {
            "title": "Algum fã de Terror/horror?",
            "selftext": "Estão ansiosos pro lançamento do Ari Aster (Beau is Afraid)? O que esperam do filme? \n\nAproveitando a deixa, indiquem filmes e séries do gênero ai",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12dajdn",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Os meus filmes de terror favoritos são Suspiria (1987), Midsommar, Noroi, Extermínio, Sob a Pele, Garota Sombria Caminha pela Noite, Aliens O Resgate, entre outros.",
                "Eu, a maior parte dos quase 3 mil filmes que vi são de terror...\n\nDetesto dramalhão e musical",
                "Só asiáticos.",
                "Eu acho que será um filme não só de terror, mas daqueles bem diferentões, que abrangem outros gêneros."
            ]
        },
        {
            "title": "Dicas de filmes para quem não assistiu os principais clássicos e premiados filmes do cinema",
            "selftext": "Pessoal, eu tenho muita dificuldade para assistir um filme por completo, geralmente eu largo no meio do caminho. As vezes a história é muito clichê e faz eu perder a vontade de assistir, em outros momentos fica muito óbvio como vai acabar o filme, o que também me desanima. Gostaria de dicas de ótimos filmes para uma pessoa que está “começando”. Eu assisti poucos filmes por inteiro, durante a minha vida. Espero poder mudar isso. Valeeeu",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12d3qer",
            "num_comments": 16,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Beleza americana com Kevin Spacey\n\nEntre facas e segredos com Daniel Craig\n\nClube da Luta com Brad Pitt\n\nA vida é Bela com Roberto Benigni\n\nBegin Again com Mark Ruffalo\n\nUm mix de novos com velhos que os finais surpreendem..aproveite!",
                "Já assistiu Cidade de Deus?",
                "Parabens pela iniciativa.\n\nDe fato, tem alguns filmes clássicos que a gente tem que assistir. As vezes a gente tem que assistir novamente para poder curtir. Tem filme que a gente vai assistir e acha chato e não entende porque o filme é considerado tão bom. Normalmente, quando isso acontece é porque a gente ainda não aprendeu a ver filmes.\n\nPois é.\n\nPara apreciar as artes é preciso aprender a apreciá-las. Todas as artes são assim. Pintura, teatro, música, dança, literatura, e obviamente cinema.\n\nJá foi mencionado aqui nas respostas a sua pergunta vários filmes importantes. Um dos que aparece mais é \"O poderoso chefão\".\n\nNesse filme, é preciso ver com atenção o que motiva cada personagem. Porque eles estão fazendo aqui que estão fazendo? E isso passa por observar bem o ator. Para onde ele olha, como ele senta, fica em pé, se movimenta, sua linguagem corporal, tom de voz e obviamente o texto que fala.\n\nTambém é importantíssimo observar a fotografia. A fotografia é como a cena é enquadrada, como as cores são utilizadas, como a iluminação.  \n\n\nUm clássico velho, do cinema mudo, que não foi mencionado ainda é \"Metrópolis\", de Fritz Lang.  \nEsse filme de ficção científica foi feito em 1927, mudo e preto-e-branco. Os efeitos especiais, a fotografia, a maquiagem, a história, tudo isso continua tão atual que chega a assombrar.\n\nMais do que isso, assistir \"Metrópolis\" é um exercício para aprender a apreciar cinema.  \n\n\nOutra coisa importante é contextualizar o filme. A época em que o filme foi feito ajuda a entender melhor o filme e apreciá-lo. \n\nO filme que você já assistiu, \"Tropa de Elite\" é um exemplo. É importante entender o ambiente do Rio de Janeiro e o colapso dos governos por lá. A terra de ninguém que é o Rio de Janeiro é explicada pelo filme. Ao mesmo tempo, o filme é explicado por esse contexto. Hoje, o estado do Rio de Janeiro é o recordista absoluto de ex-governadores presos/indiciados por corrupção, é o estado que mais recebe líderes de traficantes foragidos de outros estados. O poder das milícias, tudo isso faz parte do dia a dia dos infelizes cariocas.  \n\n\nOutra sugestão de filme com contexto temporal é \"Todos os homens do presidente\", com Robert Redford e Dustin Hoffman. Aí você vai ver como deve funcionar o jornalismo de verdade. O filme conta a história dos reporters (que ainda estão vivos) que descobriram o escândalo de [Watergate](https://pt.wikipedia.org/wiki/Caso_Watergate). Por isso é importante entender o contexto da época. O filme saiu em  1976, menos de 2 anos depois da renúncia de Richard Nixon.   \n\n\nPorque recomendo esse filme hoje? Porque quem não conhece a história está condenado a repeti-la. O papel da imprensa nesse caso é de fundamental importância. O impacto na nossa vida ainda é muito grande. Graças a Nixon os EUA e a China se reaproximaram em plena guerra fria. Por causa de Nixon, a inútil e criminosa \"guerra contra as drogas\" existe. Por causa do escândalo, a sociedade passou a ter uma visão crítica e até mesmo cínica em relação a seus líderes e ao regime democrático. E coisa muito parecida está acontecendo aqui no Brasil hoje em dia com o fim do desastroso governo de Bolsonaro. E por incrível que pareça, o julgamento de Trump nos EUA também tem muitos paralelos.\n\nFilmaço.",
                "Interstellar\n\nDjango Unchained\n\nPoderoso Chefão (a trilogia)\n\nBastardos Inglórios\n\nO Hobbit (a trilogia)\n\nO Grande Truque com Hugh Jackman e Christian Bale",
                "Forrest Gump e Titanic são indispensáveis!\n\nO mais clássico de todos, já falaram, é O Poderoso Chefão. Os mais aclamados pela crítica e pelo público são, Cidadão Kane e Um Sonho de Liberdade, respectivamente.",
                "Gladiador com Russelll Crowe",
                "Tudo bem que você pediu dicas de filme, mas vou dar uma dica pra assistir \"melhor\" os filmes, que é não se preocupar tanto em adivinhar o final. Você pode achar que já está óbvio como o filme vai acabar, mas se você realmente deixar o filme acabar pode acabar se surpreendendo. Ou ele pode acabar exatamente como você previu, mas vai chegar lá de um jeito bom, divertido, se o filme for bom.",
                ">em outros momentos fica muito óbvio como vai acabar o filme\n\nMas o que é que tem? É como dizem, o que importa é a jornada, não o destino. Um filme é mais que uma história sendo contada.",
                "Ve Drive",
                "Eu recomendaria filmes dos diretores Akira Kurosawa, Carl Dreyer, Willian Wyler, Fritz Lang, Friedrich Murnau, Orson Welles, Frank Capra, Sidney Lumet, Sérgio Leone , Alfred Hitchcock.\n\nFalando especificamente de alguns filmes, vale a pena conferir, além dos já citados em outros comentários, \"Ben Hur\", \"Fogo contra Fogo\", \"O Samurai do entardecer\", \"Os Imperdoáveis\", \"Era uma vez no oeste\", \"Fargo\", trilogia Batman, pra citar somente alguns bons.",
                "Ben-Hur de 1959\n\nVão ser as melhores 3h30m da sua vida.",
                "Um Maluco no Golfe.",
                "Tem o filme Parasita que ganhou o Oscar, é uma história interessante de assistir. Tem o filme Corra que também é bom."
            ]
        },
        {
            "title": "Como que eu ainda não tinha visto essa série",
            "selftext": "Cara q série engraçada! É uma comédia onde todas as pessoas tem poderes menos uma garota que passa por várias situações hilárias por  causa disso 😅",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12cv79g",
            "num_comments": 6,
            "comments": [
                "Eu amoooo, ja ia falar sobre ela aqui. Terminei por esses dias a primeira e única (até o momento) temporada e que série gostosa de assistir. É bobinha as vezes mas a ideia é nova e o personagens são únicos, recomendo.",
                "Onde tem disponível pra assistir?",
                "Melhora depois do 1º ep? Eu achei o universo maneiríssimo, mas a história e os personagens bem sem graça... :/"
            ]
        },
        {
            "title": "O \"multiplicador 2.5x\" realmente funciona?",
            "selftext": "Vejo muito os gringos usando essa regra de que \"se o filme faz em bilheteria 2.5x o seu orçamento ele é um sucesso\"\n\nAcham que isso realmente funciona tanto para blockbusters quanto para filmes menores? \n\nJa vi casos de filmes como 007 contra spectre que custou 300mi e faturou 880 (2.9x) e ainda assim teve um lucro mínimo",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12crtf7",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "É uma regra da indústria msm. \n\nO motivo é simples, o estúdio tem que dividir os lucros com exibidores (salas de cinema podem ficar com até 50% do valor do ingresso), depois ainda tem que pagar investidores. Nesse pacote sobra cerca de 1/3 do dinheiro total de exibição/distribuição, dai a necessidade de se fazer 3x mais do valor total para o estúdio ter lucro.\n\nNa real muitos filmes precisam de 3x o seu orçamento APENAS PARA SE PAGAR"
            ]
        },
        {
            "title": "Alguém sabe o nome desse filme?",
            "selftext": "Era um filme de terror que se não me engano eram uns 3 contos diferentes, passava na globo as vezes. \n\nNão me lembro de quase nada, só uma cena específica que era dentro de uma casa e sempre quando dava meia noite ficava tudo sinistro e dava pra ver pela janela um maluco se jogando num poço no lado de fora. Essa cena se repetia sempre que dava meia-noite.\n\nTomara que alguém saiba, tô procurando esse filme faz tempo.\n\nValeu!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12cgli9",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Acredito que seja Contos do Dia das Bruxas o filme, de 2007.",
                "queria lembrar um que tem um garotinho, na casa, e um demônio gigante, ele derrotava o demônio com m foguete do tanderbolt",
                "Será que não é uma das histórias do antigo \"Contos da Cripta\"?"
            ]
        },
        {
            "title": "Sugestões de comédias não românticas?",
            "selftext": "Eu gosto muito de comédia, mas raramente encontro alguma comédia que não tenha romance envolvido. Não tenho nada contra romance, adoro muitos filmes de romance, só não me agrada essa mistura. \n\nPode ser algo como Borat, Trailer Park Boys, A Entrevista, ou comédias antigas como Mazzaroppi, Meu Amigo Harvey, Monty Python, etc.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12ccqeh",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "\"Trovão Tropical\" e \"Se Beber não Case\" podem ser uma boa!",
                "Os produtores",
                "Se quiser ação e comédia: Chumbo Grosso (2007)",
                "Chumbo grosso\n\nDeu a louca no mundo (título em português é muito ruim puta merda)",
                "In Brugges"
            ]
        },
        {
            "title": "''Game of Thrones'' pode ganhar prequel sobre a Conquista de Aegon da casa Targaryen",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12c7q41",
            "num_comments": 3,
            "comments": [
                "Esse é o spin off mais pedido de todos, desde sempre. A HBO, não sei por que, resolveu apostar em outras histórias, e por fim, decidiu contar a história da Rhaenyra.\n\nTambém disseram que haveria uma série sobre John Snow e os Selvagens. Acho que se desenvolverem novos personagens místicos e alguns já conhecidos, como os filhos da floresta, pode funcionar. A John é muito \"morno\" pra sustentar uma série sozinho.\n\nEu vou assistir qualquer uma, porque eu amo GoT.",
                "Casa stark na capa mas todo mundo quem financia o universo"
            ]
        },
        {
            "title": "Que filme vocês recomendariam para uma pessoa que quer começar a estudar cinema?",
            "selftext": "Tenho interesse em estudar cinema, quero fazer críticas a filmes e entender mais sobre cinema, por favor, me recomendem filmes",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12c3dbp",
            "num_comments": 19,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Seria melhor você começar com os livros do David Bordwell: **A Arte do Cinema: Uma Introdução**, esse é uma das bíblias dos estudantes de cinema e um dos melhores livros teóricos sobre cinema; **Sobre a História do Estilo Cinematográfico**, esse é sobre a história da mídia e storytelling visual.\n\nAcho bem melhor começar estudar cinema tendo uma ajuda complementar do que simplesmente sair por aí assistindo filme, se você não consegue entender e compreender o que está sendo te mostrado.",
                "Eu acho que pra estudar cinema primeiro você vai precisar entender como funciona um filme, o papel do diretor, do roteirista, do produtor etc etc etc. Além disso estude a história do cinema e dos filmes. Eu sugiro você começar por aí, porque se tu for assistir os filmes clássicos, que são considerados filmes revolucionários e importantes, talvez você ache chato e não entenda o porque estes são os melhores filmes da história.\n\nAh, uma coisa que ajuda bastante a entender o que faz um filme ser bom é ler e assistir criticas depois de assistir um filme. Recomendo dar uma olhada no canal Meus 2 Centavos no youtube. É muito bom.",
                "Onde os fracos não tem vez",
                "Veja os filmes que tiveram melhores notas pela crítica, que ganharam Oscar. Normalmente, eles apresentam bom material de direção, áudio, roteiro, etc. \n\nPode ser um norte para começar a se familiarizar com seu interesse.",
                "começa pela nouvelle vague francesa, filmes estrangeiros dos anos 90/2000/2010 também são ótimos inícios, mas principalmente tente sair fora da caixa e assistir filmes que fujam do eixo norte americano!! \n\nbons exemplos são os filmes mais clássicos possíveis!",
                "O Poderoso Chefão",
                "Qualquer filme do Scorsese",
                "O poderoso chefão. Aproveite e assista The Offer. Assista também Os Suspeitos, filme da década de 90",
                "**Filmes bons para aprender:**\n\nOldboy de 2003 (direção e cinematografia)\n\nBarry Lyndon (cinematografia)\n\nEraserhead (preto e branco)\n\nO farol (atuação)\n\nOperação invasão (coreografia)\n\nO mariachi (um dos filmes mais baratos da história)\n\nViagem alucinante / Mandy (uso de cores)\n\nBrilho eterno de uma mente sem lembranças (script)\n\nEnigma de outro mundo / Halloween (Construção de tensão)\n\nChumbo grosso (edição)\n\n**Filmes ruins para aprender:**\n\nMulher gato (micro edição)\n\nEsquadrão suicida (macro edição)\n\nQualquer filme do Zack Snyder (uso de cores)\n\nBright (criação de mundo e script)\n\nSaga crepúsculo (uso de cores)\n\nTenet (mixagem sonora)\n\nEspetacular homem aranha 2 (trilha sonora)\n\nGigli (script)\n\nO último mestre do ar (direção e cinematografia)\n\nFim dos tempos (atuação)",
                "começa assistindo pelo kurosawa (7 samurais, ikiru, yojimbo, high and low, dreams), cinema soviético e Nouvelle vague",
                "Twelve Angry Men.",
                "Acho que o ideal é pegar algum filme do Dogma 95. É um movimento cinematográfico que visa preservar a forma clássica de se fazer um filme. Desse estilo, recomendo o filme **Os Idiotas**, de Lars Von Trier. Ele é sensacional!\n\nRecomendo também o filme **Tangerine**. Ele é um projeto do Sean Baker, e é todo filmado com um iPhone. Muito legal pra se aprender.",
                "Se quer começar a estudar cinema não vai poder ficar escolhendo filme a dedo filho, vai ter que ver o que vem pela frente."
            ]
        },
        {
            "title": "Filmes que assisti semana passada.",
            "selftext": "E aí, galerinha! Vim aqui compartilhar um pouco da minha opinião e experiência assistindo esses filmes. Tentarei não dar muitos spoilers, mas deixarei a TAG ativada.\n\nHellboy (2004): É um filme muito divertido e com um universo que aparenta ser top. Tem bons momentos de humor, cenas de ação bem legais e desing de personagens bacanudos (como o do próprio Hellboy e do Abe Sapien). Inclusive, uma coisa que acho \"engraçada\" é que o rosto do Ron Perlman é estranhamente peculiar e não feio, na minha opinião. \n\nBrilho Eterno de uma Mente Sem Lembranças (2004): Um filme que mostra que o Jim Carrey também sabe fazer papéis de drama. O filme não teve tanto impacto em mim por talvez nunca ter passado por um romance como o do filme, porém pra quem passou, talvez seja uma baita experiência. Principalmente por conta do conceito de não se lembrar de alguém que já amou.\n\nJojo Rabbit (2019): Eu o descreveria como \"um filme que sabe fazer humor com um tema bem complicado\" kkkkk. A principal sacada do filme, na minha opinião, é o fato dele fazer a gente rir dos nazistas e não com eles. O modo que a obra mostra o quão burro é aquele tipo de pensamento e até ridicularizando algumas paradas dessa galera é muito bom. Até o bigodudo imaginário nos faz rir em certos momentos. Isso é claro, além do drama em certas partes serem pesadíssimos.\n\nO Abutre (2014): Só digo uma coisa, como o Jake Gyllenhaal consegue fazer um personagem esquisito, puta que pariu kkkkkk. Mas é um filme que me prendeu do início ao fim com o escalonamento dos acontecimentos da trama.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12c2h7c",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Bons filmes, principalmente Brilho Eterno e O Abutre. \n\nAcho q o principal ponto, pelo menos pra mim, de Brilho Eterno, é como parece um romance padrão, mas n é. Adoro a forma como a história é contada, os personagens são muito bem construídos, e adoro a evolução da emoção do casal, começando com a certeza, e indo pro arrependimento. \n\nE O Abutre realmente é um filmaço, vc fica toda hora  com medo doq o protagonista vai fazer a seguir kkkkkkk mas o ponto mais positivo com certeza é a atuação do Jake Gyllenhaal, que ator incrível.",
                "Já vi todos esses e gostei de todos. Achei muito boa a sua sacada sobre a proposta de Jojo Rabbit: rir dos nazistas, e não com eles. \n\nBrilho Eterno de uma Mente Sem Lembranças eu preciso rever, porque eu já esqueci quase tudo. \n\nO Jake é genial. Em uma época, coincidentemente, assisti vários filmes dele, e o que mais gostei foi Animais Noturnos. Porra, que filme foda!",
                "o abutre é OTIMO!!! uma reflexão muito interessante sobre a cultura do compartilhamento e tudo mais, genial",
                "Brilho eterno é um dos meus romances/dramas favoritos até os dias de hoje"
            ]
        },
        {
            "title": "Manual de sobrevivência escolar do ned",
            "selftext": "Aonde posso encontrar pra assistir, eu via quando era pequeno na band, mas nunca vi em app..",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12ba3uf",
            "num_comments": 13,
            "comments": [
                "kkkkkkk caralho, ce desenterrou... no yt nao tem nao ?",
                "Nos streaming, pela busca rápida aqui, no Apple + e na Pluto Tv.\n\nOu nos sites de downloads de cunho moralmente duvidoso.\n\nObs: a Lindissima Christian Serratos (Suzie Capitinga) também interpreta a Rosita em The Walking Dead.",
                "Lembro que eu assistia sempre depois da escola na Nickelodeon com o meu irmão. Mais tarde, foi lançada uma série que tinha uma vibe parecida, \"Mr Young\".",
                "Na Pluto TV tem e é de graça.",
                "Bons tempos. Eu tinha uma AZ Box em casa e assistia o seriado na Nickelodeon. Isso deve ter uns 13-14 anos.  O tempo passa rápido, né? xD",
                "Não sei o porquê, mas isso pareceu algo bem estadunidense"
            ]
        },
        {
            "title": "Post de apreciação do filme Tetris, quem assistiu o que achou?",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/n7efv71ihsra1.jpg?width=2000&format=pjpg&auto=webp&v=enabled&s=1f379fe94a82b13649deba656c3bb345d0e0845a",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12b8554",
            "num_comments": 16,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Gostei muito, não imaginava que por trás de um jogo tão simples tinha uma história tão doida kkkk",
                "Não assisti ainda, mas quero muito. A Apple + tem poucas séries e filmes mas alguns são cirúrgicos como o filme Cherry e a série Severance ( Ruptura )",
                "ce tá zuando que tem um filme do Tetris KSKSKSKSKSKSKSKSKSKSKSKKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKSKE, dessa eu não tava sabendo, dependendo eu assisto dps",
                "Pessoas desse sub tem 12 anos de idade",
                "Tô em dúvida se assisto. Como alguém que conhece a história do Alexey Pajitnov e do Henk Rogers, e todo o drama pelos direitos autorais e de licenciamento do Tetris, aquele trailer me pareceu que o filme vai ter muuuuita forçação de barra, pareceu mais um trailer de Missão Impossível do que um trailer sobre a história do Tetris de fato. Se for mesmo um blockbuster cheio de ação acho que nem vou ver.",
                "Eu ainda quero assistir eu achei o trailer incrível com a música finap cawdom eu acho que é assim que se escreve mass resumindo eu tô muito animado pra chegar final de semana é eu assisti essa obra de arte",
                "Eu gostei como trabalharam o roteiro, mas tive a impressão que as informações eram \"jogadas\", meio desesperado em contar a história.  \nEle tentou não ser \"A Rede Social\" e errou o tom, mas a história é muito bacana.  \nDou nota 7/10"
            ]
        },
        {
            "title": "Versões de The Godfather part III",
            "selftext": "Peguei pra assistir o poderoso chefão uns dias atrás e simplesmente gamei, já gostava de filmes mais antigos, mas esse é simplesmente outro nível, então continuei e assisti os outros dois. O problema é q na Netflix só tinha o 3° na versão de 2020 e eu achei bem mediano e fraco em comparação aos outros 2. Vale a pena ver a versão de 90 dele ou eu não vou perder mta coisa se deixar se ver?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12b4nd0",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Caralho, nem sabia que existia essa versão 2020. Alguém que já assistiu os 2 pode dizer a diferença?",
                "o 3 eh mais fraco que os outros 2 mesmo. acho q a versão não muda isso",
                "Poderoso chefão é o melhor filme do mundo. Toda vez que assisto - o que acontece todo ano - eu vejo uma coisa diferente. A adaptação do 3 é muito ruim. Tiro a melhor parte do final. Quando a filha dele morre, vem uma cena mostrando ele dançando com a filha, depois com 1ª esposa e depois com a 2ª esposa. Ai mostra ele sentado na cadeira velho - como se tivesse imaginando essas ceas de dança, relembrando - e ele morre ali sentado.",
                "Eu particularmente prefiro a versão de 1991, já que cresci com ela...mas nada contra essa versão de 2020.",
                "Vale a pena ver só pela obra ser excelente como um todo..."
            ]
        },
        {
            "title": "Me recomendem filmes asiáticos de época?",
            "selftext": "Assisti \"O Mistério do Gato Chinês\" e adorei, também já havia visto \"Ran\", \"O Tigre e o Dragão\" que curti também.\n\nGostaria de recomendações de filmes que se passam no passado asiático. Obrigado!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12ap7fz",
            "num_comments": 20,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Já que você viu \"Ran\", vai atrás dos filmes do Kurosawa, são todos excelentes. Sete Samurais tem que estar no topo.\n\nTem um filme do Takashi Mike chamado \"13 Assassin's\" que é adrenalina pura, muito bom.",
                "Quão passado você quer? Procura “Era uma vez em Tóquio” do Ozu.",
                "Samurai:   \n\\-Kagemusha  \n\\-Trilogia Samurai (Musashi)  \n\\-Yojimbo & Sanjuro\n\nDrama de época:  \n\\-Os Músicos de Gion  \n\\-Rua da Vergonha   \n\\-Inazuma (Relâmpago)\n\nKung-fu:  \n\\-O Grande Mestre Beberrão  \n\\-O Lutador Invencível   \n\\-Estalagem do Dragão (primeiro filme de ação do cinema!)\n\nTem muita coisa ainda, Sci-fi, Nouvelle Vague asiática, terror e outros...",
                "Herói, de Zhang Yimou. \n\nFilme belíssimo, aliás.\n\nhttps://m.imdb.com/title/tt0299977/",
                "Muito obrigado pelas indicações!\n\nSendo mais específico estou em busca de filmes que se passem antes dos anos 1900 (podendo ser medieval) e de produção moderna (pós anos 80).\n\nOs gêneros são livres, já estou conferindo os indicados.",
                "Kagemusha é muito bom.!!\n\nEra uma vez na China tbm",
                "“A batalha dos 3 reinos”, do John Woo, é bem longo, mas é maravilhoso.",
                "O império dos sentidos.",
                "Procura por filmes do Jet Li. E um que recomendo é  \"o clan das adagas voadoras\" acho que o jackie chan fez alguns tambem. Lembrei de algum filme sobre os 3 reinos(nao lembro o nome) entao sei la procure por 3 reinos pra ve se acha kkk",
                "Old boy",
                "ikiru, meu filme favorito do kurosawa (mesmo diretor de ran), é simplesmente lindo, depois que você vê o filme você começa a ver a vida com outros olhos"
            ]
        },
        {
            "title": "Que filme/série é esse? Pfv me ajudem.",
            "selftext": "Eu vi uma vez no tik Tok um vídeo de um cara falando sobre isso (não sei se é um filme ou uma série) mais tem uma cena em que mostra uma estação espacial humana q vai recebendo visitas de outros planetas, e nessa cena mostra humanos comprimentando várias formas de vidas com o passar do tempo e nisso a base ou estação espacial acaba virando um ponto de referência na galáxia, mais sobre essa parte eu não sei ao certo. Pfv se algum conseguir me ajudar eu agradeço.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12a70wk",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O filme se chama Valerian e a Cidade dos Mil Planetas. \n\nBom filme e divirta-se!",
                "Provavelmente Valerian e a Cidade dos Mil Planetas, bom conceito mas execução confusa e elenco fraquíssimo.\n\nÓtimo visual.",
                "Você pode estar falando de Babylon 5."
            ]
        },
        {
            "title": "gente alguém sabe o nome daquele filme que o cara e um cabeludinho ai ele é um assasino maluco que mata gente inocente?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12a51gz",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Imagino que seria Onde os Fracos Não tem Vez?",
                "Provavelmente \"Onde os fracos não têm vez\"",
                "Tem outros detalhes?"
            ]
        }
    ]
}