{
    "posts": [
        {
            "title": "ajuda pra descobrir filme",
            "selftext": " Eu não lembro o enredo do filme, só sei que era recente de suspense e/ou ficção científica, tinha um poster meio azul com uma menina sentada na água, tipo banheira, mas com a cabeça pra  cima olhando alguma coisa ,   lembrei que tinha algo sobre igreja e filhos ,alguém tem alguma ideia?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zhz323",
            "num_comments": 11,
            "comments": [
                "Devo estar errado, mas seria a forma da água?",
                "Pera aí, vou dar uma olhada. Lembro de um filme assim mas vou tentar lembrar da atris primeiro",
                "Flashes de uma psicose. Eu acho. A atriz é Brittany Murphy.",
                "Deadline",
                "A cura,  com a Mia Goth?",
                "Pela descrição me lembro de três filmes com pôsteres assim: a dama da água, melancolia e dormindo com o inimigo."
            ]
        },
        {
            "title": "Filme onde uma Garota está em coma e um cara consegue invadir os sonhos dela",
            "selftext": "Assisti esse filma faz muitos anos. Lembro que a história gira em torno de 2 amigos, e uma deles meio que se apaixona pela garota em como. No hospital chama ela de \"Bela Adormecida\". Tem um cara no mesmo hospital que consegue invadir sonhos. Nunca achei novamente esse filme",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zgryc0",
            "num_comments": 7,
            "comments": [
                "Sonâmbulos (Parasomnia) 2008",
                "Tem uma comédia romântica, com o cara que faz o ant man e a guria do legalmente loira se não estou enganado",
                "Habla con ella(2002)?"
            ]
        },
        {
            "title": "Indiquem filmes de comédia realmente bons",
            "selftext": "Tenho muita dificuldade em achar um filme de comédia top, pique Projeto X, Super Bad, É o Fim, etc.\n\nNão precisa ser no mesmo estilo, só algum(uns) que vocês tenham morrido de rir e que n força muito a barra",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zgl9jc",
            "num_comments": 37,
            "comments": [
                "Lista Pequena:\n\n- Idiocracia\n\n- Férias Frustradas\n\n- Quero Matar meu chefe\n\n- Superbad\n\n- Logan Lucky\n\n- A Invenção da Mentira\n\n- As Aventuras de Dick e Jane\n\n- Os Outros Caras\n\n- A Noite do Jogo\n\n- Cães de Guerra\n\n- Snatch Porcos e Diamantes\n\n- Jogos, Trapaças e Dois Canos Fumegantes\n\n- Dois Caras Legais\n\n- Zumbilandia\n\n- Se Beber Não Case\n\n- Pequena Miss Sunshine\n\n- Palm Springs\n\n- Trilogia De Volta Para o Futuro\n\n- Papai Noel às Avessas\n\n- Deadpool\n\n- Borat\n\n- Freaky - No Corpo de um Assassino (terror cômico)\n\n- Vizinhos\n\n- Eu Queria Ter a Sua Vida\n\n- Ligeiramente Grávidos\n\n- 30 Minutos ou Menos\n\n- Chumbo Grosso\n\n- Kung Fusão",
                "Os produtores (pelo menos a cena da peça ainda é muito boa)\n\nVida de Brian",
                "Se beber não case,\nQuero matar meu chefe,\nDuplex,\nOffice space,\nDodgeball,\nZoolander,",
                "Festival Eurovision da Canção. Rindo aqui só de lembrar.",
                "O melhor filme de todos é onde está segunda. Gente esse filme é perfeito. Assistam.",
                "tem um curta muito bom o nome e: Alisson becker, goleiro de seleção",
                "Ligeiramente gravidos.",
                "Ano Um",
                "cada um tem a gêmea que merece kkkkkkkkmmmmmm",
                "O primeiro mentiroso e Sim Senhor",
                "O alto da compadecida, apertem os cintos o piloto sumiu e ace ventura\nSerie eu recomendo  \"the office\"",
                "\"Bill & Ted\" (todos os 3 filmes) é uma aventura que traz um conforto e nostalgia pique sessão da tarde",
                "\"irmão de espião \" esse filme é insano de bom, eu recomendo MUITO",
                "The suicide squad",
                "Padrinhos Ltd  (Kevin Heart)\n\nGolpe Baixo (Adam Sandler)\n\nKung Fu futebol club",
                "Todo mundo quase morto, e O que fazemos nas sombras",
                "Superbad. Foi mal OP, não assisto muitos filmes de comédia.",
                "Bob esponja",
                "Apaga esa misera ai",
                "Anjos da Lei 1 e 2, são comédias policiais dentro de colégios, talvez você curta.",
                "um dos últimos filmes recentes que vi de comédia e rachei o bico como nao ria há seculos foi CIDADE PERDIDA, da sandra bullock  \noutro filme dela que amo e dou muita risada é A Proposta",
                "Um espião e meio",
                "Nao sei se da pra classificar como comédia pq eu chorei mais do que ri kkkk mas Diamante Bruto é muito bom, Adam Sandler é ator de Oscar quando colocam ele nos papeis certos",
                "Qualquer um com o Jim Carrey o cara é um gênio da comédia. APENAS.",
                "o virgen de 40 anos eu ri pra porra \nmais filme de comedia vai muito do estilo da pessoa\ntem os 3 patetas que tbm e bom",
                "Vizinhança do Barulho, Todo Mundo em Pânico, As Branquelas, Tá Todo Mundo Quase Morto, Sim Senhor, Sexta Feira em Apuros, Sexta Feira Muito Louca, Anjos da Lei,  e muitos outros.\n\nPelos filmes que você usou como exemplo, sugiro os trabalhos do Evan Goldberg, Seth Rogen e do Judah Apatow.\n\nTambém recomendo os filmes do Frat Pack.",
                "Debi Lóid. Esse filme é lendário, eu ri pacas quando eu assisti com o meu pai.\nFérias frustradas também é engraçado, mas esses filmes são estilo anos 90, então é daquele tempo e jeito",
                "Anjos da lei todo mundo já viu, mas vale a pena lembrar, esse filme é bom demais.",
                "Borat.\n\nMas é humor negro bem pesado."
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zgkxiz",
            "num_comments": 5,
            "comments": [
                "Assisti uma minissérie na real, Band of Brothers, e confesso que quase chorei no final. Top 3 melhores produções sobre a segunda guerra q já vi",
                "Assisti novamente “O Jogo da Imitação”. Tinha o contexto da história ainda em mente, mas vi novamente para refrescar e ver com outro olhar a história. \n\nSempre me fascina ver como as mentes brilhantes funcionam. O raciocínio, a percepção única das coisas. Mais pessoas deveriam saber quem foi Alan Touring. Sua influência, sua história e todos os que estiveram em torno de u momento único na história. \n\nAssisti na HBO Max, que por sinal, me surpreendeu com o grande número de títulos bem avaliados no mundo do cinema. \n\nQuem tiver interesse em filmes de drama, segunda guerra, mentes brilhantes e muito mais, recomendo para ontem o filme.",
                "Assisti o filme \"Invencível\", que fala sobre a história de um atleta olímpico que sofreu um acidente aéreo na segunda guerra mundial e ficou em alto mar por 47 dias, e quando finalmente consegue sair do mar é capturado pelos japoneses e levado a um campo de prisioneiros. É um filme excelente que fala sobre persistência, coragem e nunca desistir de nada apesar dos momentos difíceis. Tem na netflix, super recomendo.",
                "Triângulo da Tristeza (PC)  \nTerra dos Sonhos (Netflix)  \nTàr (PC)  \nDesencantada (Disney+)  \nAmsterdã (PC)"
            ]
        },
        {
            "title": "Filme onde o fantasma são os eletrodomésticos",
            "selftext": "Então, eu tava pensando se existe algum filme ou episódio de série do tipo. Taí um prato cheio pra um bom episódio de Black Mirror agora que as casas e tudo de eletrônico nela pode ser automatizado (e dar pane).   \n\n\nMas eu tenho a vaga impressão de ter um filme nesse sentido. Eu costumava ficar com a TV ligada de madrugada com o Intercine/ Corujão da Globo, então meio que dormia e via filme junto kkkk. Tenho a lembrança de uma mulher presa numa casa, o filme tinha a cor branca em destaque (o interior da casa, que parecia bem funcional).",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zghv20",
            "num_comments": 12,
            "comments": [
                "Esse negócio de fantasma em eletrodomésticos só consigo lembrar dos exorcismos do poderoso castiga.",
                "Vou chutar um aqui:\n\nO Fantasma da Máquina (1993)",
                "Tem uma animação assim. Começa com um aspirador robo tentando matar um a dog. Acho que é no \"love, death anda robots\"."
            ]
        },
        {
            "title": "Discussão - SKINAMARINK",
            "selftext": "Alguém aqui já assistiu? O que achou? Quais sentimentos o longa lhe  causou?\n\n[https://www.imdb.com/title/tt21307994/](https://www.imdb.com/title/tt21307994/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zg220d",
            "num_comments": 6,
            "comments": [
                "Eu achei um pouco cansativo, mas achei interessante a ideia e o filme. Acho que reduzindo uns 20-30min de filme teria sido o ideal.\n\nPra mim, me passou uma aflição e tristeza, acompanhando a noite dos irmãos.",
                "Achei esteticamente muito bom, mas só isso salva, desnecessariamente longo, e tirando algumas partes que fica naquele de \"será que eu vi alguma coisa ou só é coisa da minha cabeça?\", A maior parte do tempo é chato de se assistir, talvez pelo fato de que era comum eu ficar sozinho quando criança (inclusive eu já passei pela mesma situação que as crianças do filme, e nem me importei só voltei a dormi kkkk), e sempre gostar de ficar sozinho eu não consegui me conectar, e uma coisa que eu fiquei o filme todo pensando, se tivessem feito um canal no YouTube e dividido o filme em vários vídeos dava pra fazer um ARG muito foda. No mais, pra mim é só mais um desses filmes \"revolucionários\", que daqui 1 ano ninguém vai lembrar que existiu",
                "Lixinho",
                "Insuportável"
            ]
        },
        {
            "title": "Recomendação de filme que levante o humor",
            "selftext": "Recentemente recebi uma notícia terrível que me deixou muito mal. Preciso tirar me distrair.  \nPor favor, recomendem filmes que plante a semente da felicidade.  \n\n\nObrigado!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zg17qm",
            "num_comments": 22,
            "comments": [
                "De repente 30. O melhor filme estilo sessão da tarde, vale a pena rever",
                "Paddington 2. Pode ir na fé.\n\nO primeiro também é excelente pra isso, mas o 2 é ainda melhor.",
                "Zumbilandia 1 e 2, o segundo é mais engraçado.",
                "The princess bride.",
                "Megamente.",
                "Swing Girls, Linda Linda Linda, Water Boys, Happy Flight.",
                "Escorregando para a glória. Filme bem idiota, ri bastante quando assisti, pode ser uma boa",
                "As branquelas😁",
                "Peixe Grande, The Help, No Ritmo do Coração, Um Sonho de Liberdade, Pequena Miss Sunshine, Brilho eterno de uma mente sem lembranças, Show de Truman, Amor Além da vida, Divertida Mente, Tomorrow i will date with yesterday's you, Miracle in Cell No. 7 (coreano), Castaway on the Moon...",
                "Vovozona,o filme bad boys  1e 2e todos os filmes do Adlam sandler",
                "Um ótimo porém desconhecido é “Mong e Loide”.",
                "Eu chorei de rir vendo Todo Mundo em Panico 1 outro dia.",
                "Click e outro é aquele do jornalista que quer encontrar o fotógrafo por tudo no mundo.",
                "Super bad acho que tu vai gostar",
                "Bons meninos da Netflix \nele tem a relevância entre 67% mas juro pra vc, tira umas belas risadas.",
                "O diário de Bridget Jones.",
                "1 retimo de fuga. Ele e bem legal\n2 velozes e furiosos qualquer um pq todos são bons.\n3 gente grande 1e2",
                "Miss Sunshine! Esse filme sempre me dá um sentimento bom depois de ver, ele tem seus momentos tristes mas é tão bonitinho no final e engraçado também.",
                "O grande Lebowski"
            ]
        },
        {
            "title": "The Father (Meu Pai), com o Anthony Hopkins",
            "selftext": "Que filme lindo. Triste e lindo. Só isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zex0dl",
            "num_comments": 9,
            "comments": [
                "Gostei tb.\n\nBem atuado, mas muito bonito.\n\nTriste o final 😔",
                "Esse filme é ótimo, muita sensibilidade e empatia para lidar com o tema.",
                "Onde assistiu?",
                "Filme foda e triste"
            ]
        },
        {
            "title": "O tipo de filme que gosto: Thriller!",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/79824zwkae4a1.jpg?width=270&format=pjpg&auto=webp&v=enabled&s=eec2ba5b5026bcd980cc3e408f3b82154315810f\n\nhttps://preview.redd.it/o217l0ykae4a1.jpg?width=162&format=pjpg&auto=webp&v=enabled&s=2c7558ec4a3a17e8b7e80a0d61d4ffee1e82c9c7\n\nhttps://preview.redd.it/0bmt03xkae4a1.jpg?width=1200&format=pjpg&auto=webp&v=enabled&s=c092c6f5bcd2bdedda6760c141e02c6a1f6d648e\n\nhttps://preview.redd.it/9mgq3yxkae4a1.jpg?width=189&format=pjpg&auto=webp&v=enabled&s=05725bd158e73be82ed3e96a01fa7c082374ae9a",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zeqskl",
            "num_comments": 8,
            "comments": [
                "Ja assistiu Garota Exemplar?",
                "Efeito Borboleta é OK, o resto, é tudo menos resto. O Sexto Sentido não dá nem pra dar uma palinha pra alguém, só manda assistir logo pra não entregar nada kkkk Muito boa essa seleção sua 😌👌🏼",
                "Gosta da música também?",
                "Já assistiu Blue Velvet do David Lynch?"
            ]
        },
        {
            "title": "Alguém sabe o nome desse filme",
            "selftext": "É um filme de uma menina loira adolescente, que mora naqueles lugares \"pobres\" do sul dos EUA, e ela tem um pai e uma mãe que não ligam pra ela, aí ela vê na tv um comercial que eu acho que provavelmente era o famoso sonho californiano, aí ela foge de casa em busca de viver esse \"sonho\" dela. Na estrada ela pede carona pra um cara lá que meio que tinha um visual de cowbow e se n me engano ele era manco,aí eles tem umas aventuras juntos e no final ela acaba presa numa cama com os cabelos cortados, só que aí chega uma mulher lá q também tinha sido vítima desse cara só q ela conseguiu escapar, ela vai lá e solta ela, só q o cara chega bem na hora e aponta uma arma pra ela que segundo ele tá descarregada,aí ele aperta o gatilho pra provar só que a arma tava carregada e ele mata ela, o cara parece ser meio perturbado aí a menina aproveita pega a arma e mata ele, ela pede ajuda pra um cara lá pra voltar pra casa só q bem no finalzinho ela vai em busca do sonho dela (se n me engano). Assisti esse filme quando novo e o final foi bem marcante e perturbador pra mim.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zemfyu",
            "num_comments": 6,
            "comments": [
                "Por acaso você lembra se no começo ela tava usando uma calcinha/shorts toda colorida, tipo rendada, meio que seduzia um cara que deu carona pra ela... Parece que você descreveu um filme que assisti uma vez de madrugada e não consigo lembrar dele... Já fazem uns bons anos que assisti",
                "pela descrição só pode ser o filme caipira (hick), 2011"
            ]
        },
        {
            "title": "Despicable Me Still (2010)",
            "selftext": "Vector (Despicable Me) played by Jason Segel.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zefyhm",
            "num_comments": 0
        },
        {
            "title": "Qual filme vamos assistir e discutir em Dezembro?",
            "selftext": " Quem comentou na discussão anterior tem preferência na escolha. Participe\n\n[Filmes já assistidos e discutidos no Clube do Vídeo](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zeabu6",
            "num_comments": 9,
            "comments": [
                "u/DeepNavyablue, a enquete vai ficar ate quando? Vou tentar assistir alguma coisa amanhã a noite\n\nSalve galera, vou ficar devendo uma recomendação esse mês foi mal. Correria aqui. Mes q vem consigo",
                "O show de truman",
                "O Amante de Lady Chaterly na Netflix - ótimo",
                "Pessoas que comentaram na discussão do \"Silêncio dos Inocentes\" tem direito a indicar um filme. Este tópico fecha hoje.\n\nu/_The_Dark-Knight_\n\nu/HelenaDinis\n\nu/MatheusViver\n\nu/LunarPhotography (Eu Falhei no filme anterior)",
                "Podia ser: The lobster (2015). Ele está na Amazon\n\nEsse filme despertou tantos questionamentos em mim e eu acho que seria legal discutir ele e ver outros pontos de vista.",
                "The lord of the ring - the fellowship of the ring  (2001)\n*O Senhor dos Anéis: A Sociedade do Anel (2001)*\n\nO primeiro filme da trilogia de Senhor dos anéis.\n\nVencedor de 4 oscars \n\nUm manso hobbit do Condado e oito companheiros partem em uma jornada para destruir o poderoso Um Anel e salvar a Terra-média das Trevas.\n\nhttps://www.imdb.com/title/tt0120737/plotsummary?item=po4755574",
                "Vou de Duro de Matar, Die Hard"
            ]
        },
        {
            "title": "Não lembro o nome desse filme",
            "selftext": "\nMeio confuso kkk mas vamo lá.\nAssisti quando era pequeno e queria muito lembrar. Um cara com o rosto deformado tenta matar 2 caras em uma fazenda ou uma cabana (era um lugar afastado). Esse cara coloca armadilhas de urso no local, um dos personagens caem nela. Tem uma cena em que os 2 entram em uma sala cheia de cabeças e uma delas é o próprio assasino se disfarçando. No final um dos personagens morre e o outro fica preso no porão junto com os familiares do assasino. Eles conseguem matar o assasino mostrando uma foto pra ele.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ze9rga",
            "num_comments": 19,
            "comments": [
                "Que isso cara, você viu um filme de terror?",
                "Tem um filme que se chama a Cabana que eu nunca assisti",
                "Pesquisei essa descrição no Google e apareceu para mim a armadilha 2012",
                "O Massacre da Serra Elétrica? A descrição bate em alguns pontos, mas assisti pouco dos filmes pra confirmar 100%. Não sei se é.",
                "Amnésia??",
                "Rapaz eu tbm vi esse filme mas não lembro o nome, aconteceu essas paradas numa neve também se for certeza que é o mesmo que estou tentando lembrar"
            ]
        },
        {
            "title": "Sobre a última temporada de Handmaid's Tale.",
            "selftext": "#POSSIVEIS SPOILERS\n\nE sobre a série toda. Gostaram do desfecho desta  quarta temporada? \n\nEstou meio desanimado. Parece que a gente vai cair em um looping sem fim.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zd934u",
            "num_comments": 1,
            "comments": [
                "[deleted]"
            ]
        },
        {
            "title": "Filme Cult",
            "selftext": "Qual filme atual, detonado pela crítica, você acredita que possa virar um filme cult no futuro?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zcsbqd",
            "num_comments": 3,
            "comments": [
                "O preço do amanhã é muito bom, eu adoro! \nSharknado eu não sei, foi feito propositalmente ruim para fazer graça, nem o filme se leva a sério",
                "1-O preço do amanhã: hoje ele é meio esnobado mas daqui uns anos vão falar que é uma crítica ao capitalismo e o jeito como a sociedade funciona, e aquela coisa toda.\n\n2- Sharknado: vai ser aquele filme tipo the room, é tão ruim que vão assistir só por meme e vai virar cult."
            ]
        },
        {
            "title": "Eu tô a anos sem saber",
            "selftext": "Tem um filme de terror q eu sempre quis ver mas nunca tive coragem e agr n lembro o nome. Era um filme de criança (animação), passava no Disney XD e a história era sobre uma bruxa q envenenou todo mundo de uma mansão (ou deu carne humana pra geral) e a mansão ficou amaldiçoada, daí ela só abre dia 31 de outubro. Eu vi o início desse filme entre 2015 e 2018 mais ou menos. Pfvr, se algm souber me fala.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zcrrxm",
            "num_comments": 4,
            "comments": [
                "Vou pesquisar. Sinceramente não lembro não.",
                "Seria Mansão Mal-Assombrada? Não lembro muito dos detalhes desse filme, mas a descrição me lembrou ele."
            ]
        },
        {
            "title": "Então eu sou deficiente visual e antes que você pergunte eu uso o celular com o recurso de acessibilidade, eu assisto filme com os ouvidos até consigo entender bem mas esse eu não consegui que é o filme bacurau gostei muito dele mas só ouvindo não consegui entender, então se tiver alguém para me aju",
            "selftext": "Alguém resume esse filme para mim por favor",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zcaw71",
            "num_comments": 10,
            "comments": [
                "Resumindo: o filme retrata os moradores de povoado no sertão nordestino chamado Bacurau, que descobrem que seu povoado foi retirado do mapa. Enquanto eles estão tentando entender o porquê disso, eles começam a ser atacados. Os moradores de Bacurau são atacados por turistas estrangeiros que estão ali para simplesmente caçar e matar as pessoas, e tudo isso é apoiado pela elite local e nacional. Então, os moradores unem forças para se defenderem. \n\nIsso é o que acontece no filme basicamente. Faz tempo que eu assisti, então posso ter esquecido algumas coisas.",
                "Seja bem vindo à comunidade. \n\nO Bacurau foi o primeiro filme que a gente combinou de assistir aqui e todos comentarem. Tem bons comentários que talvez dê outros sentidos para você. O  filme tem vários pontos. E um deles é o preconceito também. Talvez você não compreenda o sentido de pessoa branca e pessoa preta que o filme retrata, aliás, tem gente que enxerga e não entende. E isso é bem retratado no filme quando os brancos americanos matam seus guias que se achavam ser da raça branca. Apesar do diálogo não ser diretamente a motivação, mas algumas frases deixam isso claro, \"Vocês mataram gente do seu povo\". Ou seja, pretos. \n\nSegue o link dos comentários do pessoal sobre Bacurau. \n\nhttps://www.reddit.com/r/filmeseseries/comments/pibbv8/bacurau_discussão_do_clube_do_vídeo/?utm_source=share&utm_medium=android_app&utm_name=androidcss&utm_term=1&utm_content=share_button"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zbymcv",
            "num_comments": 12,
            "comments": [
                "Wandinha",
                "Só série retrô: American Horror Story, Breaking Bad e Love, Death and Robots.",
                "Arquivo X, amo demais",
                "1899, quero começar Wandinha...",
                "E se eu te falar que, nenhuma?",
                "- [Inside Man](https://www.imdb.com/title/tt10948716/) - Netflix\n\n- [Mosquito Coast](https://www.imdb.com/title/tt11041132/) - Apple TV+\n\n- [Slow Horses](https://www.imdb.com/title/tt5875444/) - Apple TV+\n\n- [Mythic Quest](https://www.imdb.com/title/tt8879940/) - Apple TV+\n\nInside Man é curtíssima e com o querido David Tennant no elenco.\nAs três da Apple TV estou acompanhando os lançamentos dos eps semanais das novas temporadas.\n\nSuper recomendo!",
                "Estou assistindo apenas bleach no momento",
                "Wandinha (Netflix)  \nPeriféricos (Amazon)  \n1899 (Netflix)"
            ]
        },
        {
            "title": "Alguém sabe o nome desse filme???",
            "selftext": "Eu não lembro quase nada dele, isso foi lá em meados de 2011/2012 (eu acho, no mínimo 2010).\n\nSendo direto ao ponto, eu assisti esse filme quando era criança e era de madrugada, e por algum motivo eu chorei no final kkkkkkkkkkkk. Eu lembro que eram duas amigas, e elas trabalhavam de garçonete, vestiam uma roupa amarela, uma delas era loira, e a outra era morena (tinha cabelo castanho eu acho), e que no final do filme, a morena foi embora com um cara, no carro dele, e se despediu da amiga (loira) , e a LOIRA estava usando um vestido de cor roxa/roxo claro . Mds eu queria tanto poder encontrar esse filme, queria saber porque que eu chorei kak.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zb6bb1",
            "num_comments": 5,
            "comments": [
                "Duas Garotas em Apuros/2 Broke Girls, não é filme, é uma sitcom, mas pela descrição e pela data pode ser.",
                "Isso ai parece o clipe de Crazy do Aerosmith."
            ]
        },
        {
            "title": "Vale a pena ver a série The Kingdom?",
            "selftext": "Recentemente a plataforma Mubi adicionou essa série do Lars von trier e tá fazendo uma propaganda absurda aos assinantes.\n\nAlguém aqui já assistiu? Vale a pena? É o tipo de série que quem assiste não entende nada?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zb0mnx",
            "num_comments": 15,
            "comments": [
                "Tão fazendo propaganda grande por ser a primeira série que entra no Mubi, se consumirem talvez tragam mais.\n\nTudo depende se você já conhece o trabalho do Lar Von Trier.\n\nVocê gosta de desafios mentais? Independente se tem ou não um plot que exija um pouco mais do espectador, não acha que vale a pena sentir algo diferente? Que te tire da mesmice (não é uma crítica à você)?",
                "Eu tenho uma certa cautela ao ver Lars.\n\nBem.....",
                "Eu assisti faz um tempo, é o trabalho mais voltado para comédia que eu já assisti dele e foi bem interessante de acompanhar. \n\nÉ esquisito, surreal e absurdo, achei os personagens bem construídos e a trama me manteve interessado por ser bem imprevisível e caótica.",
                "Puta merda deu vontade de ver",
                "Vale a pena ter o Mubi?",
                "https://onlyfans.com/madurinha3"
            ]
        },
        {
            "title": "alguém sabe o nome desse filme?",
            "selftext": "Eu e meu pai gostamos muito de conversar sobre vários assuntos quando ele vem em minha casa.\n\nNuma das nossas conversas ele falou sobre um filme muito engraçado q ele viu na TV a alguns anos atrás,porém não se lembra qual era o nome do filme,mas lembra que nele haviam 2 policiais.\n\nEle já me contou umas 2 ou 3 vezes desse filme,e ele sempre fala sobre a parte que ele acha mais engraçado,que é quando um dos policiais do filme,que vive chupando um pirulito,oferece esse pirulito a todo momento pro amigo dele ou para as pessoas que eles estão interrogando.\n\nFaz algum tempo que ele me falou de novo desse filme,eu queria muito poder assistir esse filme novamente com ele,se alguém puder me ajudar a achar esse filme eu ficaria muito grato😁👍",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "zaexko",
            "num_comments": 6,
            "comments": [
                "Kojak?",
                "48 horas",
                "RemindMe! 10 days",
                "Seria Vício Inerente? É com Joaquim Phoenix e outra galera. Assisti no canal iSat eu acho. Pô tem um tempão.",
                "Acho o filme, OP?"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "za997s",
            "num_comments": 5,
            "comments": [
                "Essa semana queria me sentir mal, muito mal, todos esses são filmes novos pra mim, eu vi: \n\nLuz de Inverno (Ingmar Bergman): Do Bergman só tinha visto o sétimo selo que é um dos meus filmes favoritos de todos os tempos, e esse daqui tá lá em cima também, todos os personagens são extremamente reais e acho que cada um pode se encontrar um pouco em cada um deles. Tem uma bela mensagem sobre empatia e também questionamento sobre o silêncio de deus com um final ambíguo.\n\nMelancolia (Von Trier): :( \n\nSangue Negro: Tinha visto semana passado o Punch Drunk Love e achei bonitinho, decidi me aventurar nos outros do PTA, é interessante, muito bem produzido, só não achei mto a minha praia.\n\nMeu Tio Matou um Cara (Jorge Furtado): filme foda\n\nLa Notte (Antonioni): Acho que são poucos os filmes que capturam emoções humanas verdadeiras com tanto estilo, eu sei que é uma comparação até meio infantil, mas só o La Dolce Vita tinha chegado tão perto de mostrar a realidade nas relações e no distanciamento entre as pessoas. Filme muito bom, e muito estiloso também, começo é meio lento, mas quando chega na parte que é de noite no filme fica perfeito\n\nEssa semana vou tentar ver algum outro do Bergman, não sei qual ainda.",
                "nessa nd, mas semana q vem quero assistir the whale",
                "boiling point. um dos melhores filmes que vi nos últimos 10 anos. vi pela plataforma torresmo",
                "Raw: Acho o filme foda, apesar de ser um filme completamente diferente do que eu achei que iria ver\n\nSkinamarink: Achei a ideia boa, tem momentos legais, mas foi masante assistir, acho que seria melhor se fosse um curta, ou um ARG\n\nMarcel the shell with shoes on: Achei bem fofo e engraçadinho, é bem curtinho, recomendo pra todos\n\nHellraiser (2022): Assisti esse filme na hora certa, já estava cansado desses terror \"mamãe quero ser cult\" e toda essa Avintequatroterização desse gênero, tem um bodyhorror de respeito, e vou além, é bem melhor que o primeiro filme"
            ]
        },
        {
            "title": "Alguém sabe o nome desse desenho? Era um programa de tv",
            "selftext": "Gente alguém conhece um desenho que passava na tv cultura ( eu acho que era lá ) o desenho tinha um senhor humano (uma pessoa ) e um menino asiático ( o menino era um desenho então misturava um humano a animação no mesmo lugar ) aí o menino fazia perguntas do tipo como surgiu a roda por exemplo aí o idoso ( acho que careca ) começava a contar história da primeira roda como meio locomotivo de transporte ou para carregar coisas e tal , gostava muito desse programa e aprendia muito",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "za1yu8",
            "num_comments": 12,
            "comments": [
                "Eu sei do que vc está falando mas não sei o nome",
                "será q n era algum quadro do castelo ratimbum e vc n esteja confundindo?",
                "Pode ser algum quadro do RÁ-TIM-BUM, que era mais antigo do que o Castelo. Senta que lá vem estória. Tamo velho ein galera kkkkkk",
                "Eu acho que era no castelo ratimbum nas versões mais antigas"
            ]
        },
        {
            "title": "Transformers: O Despertar das Feras | Teaser Trailer | LEG",
            "selftext": "https://m.youtube.com/watch?v=Z6qFfubjXw0",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z9zzm8",
            "num_comments": 1,
            "comments": [
                "Tomara que esse filme seja lindo, o do bumblebee foi tão bom"
            ]
        },
        {
            "title": "Alguém saberia dizer quais os métodos da física que o protagonista do filme \"O Físico\" usa?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z9sc54",
            "num_comments": 9,
            "comments": [
                "Há um equívoco na tradução, não é que se trata de um \"Físico\", o profissional, mas sim do \"Físico\" como estado de matéria.\n\nDesta forma, o filme trata da evolução da medicina e como ela era aplicada, começando com os barbeiros e indo pras primeiras escolas de medicina no Oriente médio.\n\nO livro é bem mais legal e datalhado que o filme, sendo uma leitura bem dinâmica e divertida.\n\nAlém do mais, ele possui uma continuação chamada \"xamã\", que fala sobre o filho surdo do personagem principal do primeiro. Livro divertido também, mas o primeiro é melhor",
                "Na verdade existe uma polêmica se houve ou não erro de tradução entre physician (médico) e physicist (físico). Polêmica pois alguns defendem que não há erro de tradução pois na idade média os médicos eram chamados de físicos.",
                "*Physician* não é a mesma coisa que *physicist*. O primeiro é um sinônimo arcaico  pra médico. A tradução pro português foi infeliz, pq nunca se foi usado a palavra físico pra falar de médico."
            ]
        },
        {
            "title": "Alguém poderia me ajudar a encontrar esse filme?",
            "selftext": "Não lembro sobre o que é , apenas algumas cenas como por exemplo um cachorro que corre super rápido ( não é exatamente um cachorro é tipo um alien ou mostro sei lá ) acho que o personagem principal entra em um local escondido pra pegar algo e esse cachorro extremamente veloz entre outros acorda e segue o personagem , ele ainda tenta jogar um graveto mas o animal( que não sei o que é ) volta com o graveto , também acho que tem luta ou uma guerra contra outras raças ( acho que era pessoas com sangues azul contra vermelho ) também acho que tem um cara que parece um ogro ( tipo tem chifre na boca e parece tipo o Goro de mortal kombate ) ele tem um bebê ogro que é tomado e vendido e também acho que nesse filme tem um ringue de luta ( tipo aqueles filme antigo de mitologia grega aonde os cara luta contra leão e tem várias pessoas assistindo que parece um estágio de futebol lol ) não tou falando de ringue de luta box não",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z9hnr8",
            "num_comments": 7,
            "comments": [
                "Tá parecendo com \"John Carter - entre dois mundos\""
            ]
        },
        {
            "title": "Vocês já viram esse filme?",
            "selftext": "Provavelmente vi ele na tela quente há uns 10 anos ou mais, eu só lembro que um cara \"A\" acordava, saia com o amigo e esse amigo morria de alguma forma, então o cara A acordava de novo no mesmo horário, isso virou um loop e ele tinha que tentar fazer o amigo NÃO MORRER pra parar o loop\n\npesquisei vários filmes com loops temporais e não achei esse",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z9bezj",
            "num_comments": 11,
            "comments": [
                "Tem certeza que não foi um episódio do Supernatural que vc assistiu?",
                "Seria Efeito Borboleta?",
                "Meia Noite e Um, eu acho. Vi esse filme na Globo há anos.",
                "talvez Projeto Almanaque (?)",
                "[deleted]"
            ]
        },
        {
            "title": "Equilibrium é um filme horroroso !!",
            "selftext": "O meu interesse em assití - lo surgiu por conta do Christian Bale, mas ele não supriu minhas expectativas. Estava mais para um filme de comédia como '' Psicopata Americano '' só que uma versão bem pior e bem mal gravada. É um Matrix do paraguai, péssimo ! Não percam o tempo com ele, apenas !",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z85twv",
            "num_comments": 6,
            "comments": [
                "po eu adoro esse filme, assisti uma vez sem nenhuma expectativa e sem nem saber da premissa ou se era comparavel a Matrix ou nao, e nem sabia quem era Christian Bale, e gostei muito. Obviamente envelheceu mal, os efeitos especiais não sao os melhores, mas eu considero um filme divertido e interessante ainda, toda a parada de um mundo distopico onde as pessoas devem suprir suas emocoes e onde arte eh considerada crime, sei la, achei isso intrigante, e lembro de me emocionar em certas cenas. Talvez voce tenha se decepcionado por ter criado expectativas, esperando algo que o filme não é, e foi assistindo ja com uma ideia mental do que era pra ser que nao condizeu com o que o filme é, (eu nunca tinha ouvido nada a respeito, entao minha experiencia foi pura) mas eu discordo de que o filme seja horroroso. Mas gosto é gosto né, e talvez se eu tivesse assistido pela primeira vez hj em dia eu tbm nao gostasse, mas na epoca foi um dos meus filmes preferidos kkk",
                "Não achei nem o filme tão ruim em si mas pensando que foi lançado na época de matrix fiquei meio ???? qual o propósito desse filme",
                "O primo pobre de Matrix que até hoje eu acho um filme bem interessante é o 13º Andar.",
                "Eu lembro que na capa tava escrito \"esqueça Matrix \" mas não lembro se vi esse filme"
            ]
        },
        {
            "title": "ASSISTI WEDNESDAY E ACHEI BOM",
            "selftext": "o humor n é exagerado, a historia só força um pouco com as visões, e o unico ponto ruim é a dublagem, assisti em inglês e achei bem melhor nota 8",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z75mwu",
            "num_comments": 11,
            "comments": [
                "eu ameiii",
                "Piadas de humor mórbido muito fraca. CG de transformação palha.\n\nProvavelmente não terá mais temporadas \n\nNota 4.",
                "O ponto negativo foi começar a história tarde, quando ela já está prestes a se formar. Do resto eu gostei, não achei ruim não. As piadas eles trabalharam para não exagerar, mas poderia ter sido só um pouquinho melhor sim. A série é boa, o povo que é cheio de nhe nhe nhe.",
                "Achei a série muito muito boa, quero ver novamente. Sério que tu não gostou da dublagem? Eu gostei muito achei que combinou bastante, a voz da wandinha e a do eugine ( acho que é assim que se escreve). Gostaria que fosse um pouco mais de terror. E gostei que ela está se soltando. Tô ansiosa para as próximas temporadas, espero que não caguem com o roteiro. Essa série tem potencial e muito mistério por vir.\nAchei muito leve e gostosinha de maratonar.",
                "Poderiam não ter feito para crianças :/ (nao pelo terror mas pra ficar mais interessante mesmo)",
                "Queria ter gostado, mas eu e minha namorada nos entreolhamos no primeiro episódio e nos entendemos, fomos ver Modern Family",
                "Tô aguardando ansiosamente a segunda temporada!"
            ]
        },
        {
            "title": "Me dêem sugestões de filmes cult que todo mundo deveria já ter assistido",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z6diu2",
            "num_comments": 52,
            "comments": [
                "Vá e Veja (Idi i Smotri)",
                "Clube da luta.",
                "2001 - Uma Odisseia no Espaço (1968) e Solaris (1972)",
                "Melancolia.",
                "Qualquer coisa desses diretores:\n\nFelini\n\nAntonioni\n\nGodard\n\nLouis Malle\n\nResnais\n\nBertolucci\n\nKubrick\n\nDavid Lynch\n\nE outros",
                "O Homem que Copiava",
                "Donnie darko",
                "Trilogia Poderoso Chefão",
                "Requiem for a dream",
                "Clube da luta, obviamente",
                "O sétimo selo(1957)",
                "Laranja Mecânica (1971)\n\nThe Rocky Horror Picture Show (1975)\n\nBlade Runner (1982)\n\nPulp Fiction (1994)",
                "Full metal jacket   \nReservoir Dogs",
                "O Enigma de Outro Mundo  \nMr. Nobody  \nThe Discovery (Netflix)  \nQuero ser John Malkovich  \nO fabuloso destino de Amélie Poulain  \nO Grande Lebowski   \nKrull",
                "Estômago",
                "Taxidermia",
                "A Grande Beleza",
                "submarine\n\nDancer in the dark",
                "O Cavalo de Turim",
                "Yi yi",
                "Psicopata Americano, é comédia.",
                "Incendios! uma trama sensacional, bem atuado, bem dirigido, bom do começo ao fim. vale muito a pena",
                "Nada é obrigatório.   \n\n\nMas eu aprendi a assistir filmes em locadoras. Depois nos gêneros que gostava. Depois peguei a lista do top 200 do imdb para assistir tudo e tentava ver um por dia. Hoje assisto até filme ruim pois serve como referencial.",
                "1) Trilogia das Cores (Krzysztof Kieślowski): \n\"A liberdade é azul\", \"A igualdade é branca\" e \"A fraternidade é vermelha\".  \n2) \"Persona\" - Ingmar Bergman\n3) \"Filhos do Paraíso\" - Majid Majidi\n4) \"O segredo dos seus olhos\" - Juan José Campanella\n5) \"A pele que habito\" - Almodóvar\n6) \"Hannah e suas irmãs\" -Woody Allen",
                "esquadrão suicida 2",
                "O Enigma de Kaspar Hauser, Werner Herzog\n\nQuando explode a vingança, Sergio Leone",
                "Canal Refúgio Cult",
                "A Cor da Romã",
                "Sem Destino (Easy Rider)\n\nSerpico\n\nAssassinos por natureza\n\nBufallo 66\n\nO segredo do Abismo\n\nE alguns filmes da nossa wiki.\n\nEdit. O anime americano heavymetal também",
                "Blues brothers",
                "Vertigo (1958)\nRaging Bull (1980)\nVivre Sá vie (1962)\nTáxi driver (1976)\nOs sete samurais (1954)",
                "Dogville\n\nMulholand Drive\n\nBlue Velvet\n\nPsicose",
                "Lawrence da Arábia. Filme Espetacular!",
                "Cópia fiel.",
                "The princess bride.",
                "O Alto da Compadecida (2000) melhor filme Br",
                "Stalker, Seven Samurai, The Seventh seal",
                "O Gabinete do Dr. Caligari \n\nnosferatu\n\ncidadão kennedy",
                "Cidadão Kane e Um Corpo que Cai\n\nGeralmente revezam nos #1 de todos os tempos em grandes revistas internacionais de cinema",
                "scarface",
                "Carandiru",
                "Assiste esses aqui: O Clube dos cinco ,Curtindo a vida adoidado, como sobreviver a um ataque zumbi",
                "Ultimamente estou obcecada com Possession (1981) e acho que todo mundo deveria assistir.",
                "Blue Velvet"
            ]
        },
        {
            "title": "Realmente existiu o foi um sonho?",
            "selftext": "Estou procurando uma animação que tem objetos e animais falantes e eu lembro que tinha um computador velho cantando uma música sobre vírus",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z61qo8",
            "num_comments": 1,
            "comments": [
                "Só consigo pensar em Dont hug me im scared"
            ]
        },
        {
            "title": "Alguém sabe qual o filme?",
            "selftext": "Filme antigo, tenho quase certeza que é soviético. Tem uma dupla de homens, eles usam barquinho de papel de jornal na cabeça. É ficção cientifica. Tem cenas na neve e cenas no deserto. É bem teatral as vezes. Começa com um homem conversando com sua esposa",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z5puhy",
            "num_comments": 2,
            "comments": [
                "Kin-dza-dza"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z5pqoi",
            "num_comments": 16,
            "comments": [
                "1899",
                "Six Feet Under.",
                "From scratch.  \nTô me reapaixonanado pela arquitetura das ruas italianas.",
                "Gokaiger",
                "Vikings, Outlander e The Handmaid's Tale",
                "Eu assisti manifest e to esperando a segunda parte \n\nTo vendo wandinha \n\nE dia 22 lança segunda temporada de alice in bordeland to muito animada pra ver",
                "Wednesday 🖐🏻",
                "The Peripheral, traduindo, Periféricos. Maratonei na semana retrasada e desde então estou acompanhando. E recomendo, muito boa. O último ep da temporada vai sair na sexta.",
                "Tentando assistir Kamen Raider black sun pois quero ver como um japonês fala de antiracismo e anti monarquia para os adolescentes. Visto que é shonen.   \n\n\nO problema é a falta de paciência para anime e séries japonesas embora eu goste dos filmes de lá.",
                "periféricos",
                "Poderia falar Wandinha mas já terminei, então por enquanto apenas elite e big mouth",
                "White lotus - achei bem interessante"
            ]
        },
        {
            "title": "Halloween - John Carpenter",
            "selftext": "De tempos em tempos revejo a saga “Halloween”. Confesso que, assim como o original, esse de 2018 e 2021 ficaram tão perfeitos que cheguei a ficar obcecado kkkkkkk. Mas, como nem tudo é doce, esse último lançado em 2022 (Halloween Ends) m foi decepcionante, em alguns momentos nem parecia que estava vendo um filme da saga. O que acharam?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z5nsed",
            "num_comments": 3,
            "comments": [
                "Nunca gostei de Halloween… dos slashers o filme que eu acho melhor é O massacre da serra elétrica ( o primeiro ), mas o personagem que eu mais gosto é o Jason. O que poderia ser melhor explorado é o Freddie Krueger",
                "Horrível, acabou com essa trilogia nova. O de 2018 foi bom e o Kills também mas esse Ends sem palavras. \n\nAmo o Halloween I e II, o III eu também adoro mesmo sendo outra abordagem.. IV e V também são bons. \n\n0 20 anos depois também é muito bom\n\nGosto de todos ( menos o segundo do Rob Zombie e o Ends)",
                "gostei da versão de 2018, a de 2020 achei bem fraca se comparar... a de 2022 ainda preciso ver"
            ]
        },
        {
            "title": "Me dêem indicações de bons filmes de Terror.",
            "selftext": "\nTenho assistido alguns recentemente, mas sinceramente... É tão difícil de achar um filme bom...\n\nMe indiquem alguns que vocês gostem, sejam clássicos ou atuais.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z5j0s6",
            "num_comments": 49,
            "comments": [
                "A Mosca, O Enigma do Outro Mundo, REC...",
                "Hereditário, Corra, X, O bebê de Rosemary.",
                "Recentes: Barbarian, Pearl (prequel de X), X, Hereditário, Midosommar, Hellraiser, Maligno e The Lodge\n\nEsses de fato são os mais fodas que vi nesses últimos tempos e recomendo pra caramba..",
                "O Homem Invisível   \n\n\n(terror psicológico, mas é do caralho)",
                "Assim na terra como no inferno",
                "Barbarian",
                "Bruxa de Blair 1",
                "Mother, Corra, O Chamado, Alien 1985, The thing",
                "Hereditário..",
                "O bebê de rosemary",
                "Aniquilação",
                "Creep (2013)",
                "A Bruxa (2016), Hereditário, A hora do pesadelo e o primeiro Halloween.",
                "O Lamento\n\nInvasão Zumbi\n\nNoroi\n\nO Príncipe das Sombras\n\nDagon",
                "Os outros eu curti mt",
                "Mama?  \n\n\n(quando fica a ambiguidade: funk ou filme)  \n\n\nbrincadeira, tem melhores: A Entidade; Aniquilação (é sci-fi mas dei uns pulo)",
                "O Maquinista, tem uma vibe terror\n\nRelic\n\nResidência Hill e Mansão Bly (séries)",
                "Corra; \nSorria;",
                "Host e corra",
                "Cara eu sempre gostei muito de invocação do mal principalmente o segundo filme (homem torto) então recomendo que assista",
                "Martyrs, a invasora , os estranhos , a bruxa …",
                "Midsommar (2019)",
                "28 dias",
                "Martyrs, haute tension, interieur, frontiers, in my skin,  Harry veio para ajudar, malefique... Todos franceses. Sensacionais",
                "A autópsia",
                "R.E.C (o original)",
                "O Exorcista",
                "clássicos de slasher como pânico na floresta.\ngritos mortais, um clássico filme de terror",
                "MDPOPE",
                "Creep, tem no netflix",
                "O Segredo da Cabana (*Cabin in the Woods*)  \n\n\né tipo: ou você vai curtir a ideia, ou vai detestar o filme",
                "Não tenho certeza se P2: Sem Saída se encaixa em terror, mas ele é muito bom e eu vou rever hoje🍷",
                "Stigmata. Nunca vi ninguém sequer citar esse filme, e ele é bom pra cacete. Recomendo demais.",
                "BABADOOK e Skinamarink diferentes e fodas",
                "Recomendo \"Speak No Evil\" e \"The Sadness\", dois dos melhores filmes de terror de 2022.\n\nJá fica uma dica: dá uma olhada no canal CineHorror 101, lá tem bastante dica de filmes de terror."
            ]
        },
        {
            "title": "Por favor alguém sabe que filme e esse",
            "selftext": "Bem, tem um filme que eu assistir a uns bons anos atrás na Netflix (não sei se o mesmo ainda está disponível no catálogo de lá)\nQue era um filme de terror com um plot que eu achei incrível.\nSobre o filme até onde eu me lembro:\n\nO filme começava com o cara a esposa e a filha que aparentava terem uma ótima relação, so que no começo do filme ele descobre uma traição e quando ele vai confrontar a esposa um \"demônio\" aparece e mata ela enforcada e joga em um córrego. Aí ele fica tipo todo atormentado acreditando que o mesmo demônio tá atrás dele e ao mesmo tempo tem um detetive que desconfia que ele tenha matado a própria esposa aí acontece umas paradas loucas lá e no final ele descobre que na verdade não existia um demônio e que foi ele que matou a esposa pq ele tava com muita raiva dela ter traído ele e que ela também queria tirar ele de perto da filha.\n\nSe alguém souber por favor fala ou compartilha pra vê se alguém sabe pls \nDesde já agradeço qlqr informação.\nse vc tem alguma dúvida sobre o filme entre em contato ou comente no posto\n\n\n\n\nATUALIZAÇÕES EU DESCOBRI O NOME DO FILME: O CANAL(2014)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z5b1yt",
            "num_comments": 16,
            "comments": [
                "Vê se não é Bad Seed (2000) ou Preston Tylk (no IMDB tem esses dois nomes). Eu não assisti, mas coloquei sua descrição em inglês no Google e ele achou esse.",
                "Pela sinopse parece ser O Canal (2014)",
                "Segunda vez que vejo postarem desse filme e não lembro o nome 😭😭",
                "Posta no sub\n\nr/PontaDaLingua\n\nTambém tem o sub em inglês, mais organizado/povoado, terá mais sorte lá.",
                "Instala o app Pobreflix lá tem todos os filmes da Netflix\nDe graça. ,_,\n\nEu to pesquisando seu filme ,entando achar ;)",
                "Eu até ia recomendar o filme: \"1922\", mas acho que não tem muita coisa haver a não ser a parte do assassinato da esposa e o cara escondendo o corpo, mas se vc quiser dar uma olhada"
            ]
        },
        {
            "title": "O que acharam de Pearl e X?",
            "selftext": "Terminei de assistir Pearl agora pouco, que filme foda! Tô amando a construção dessa trilogia, espero que o próximo filme seja tão bom quanto os outros dois. Essa Mia Goth é uma excelente atriz, não conhecia ela antes.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z4rqhw",
            "num_comments": 10,
            "comments": [
                "Curiosamente a Mia Goth é neta da Maria Gladys e tem um lindo Silva no meio do nome",
                "Só vi o X \\[o pearl ta na minha lista mais ainda nao consegui ver\\] e achei mto bom tb, tipo bem simples, sem firula, mas mto bom.",
                "Queria ter visto os dois no mesmo dia, me surpreendi bastante, aquele diálogo final de Pearl me sugou pro filme.",
                "Eu estou amando, já estava com saudades desse tipo de filme",
                "Fodaaaaaa. Gostei mais do X. Agora quero Maxxxine.",
                "Achei X muito interessante e Pearl gostei tanto que já revi umas 2 vezes. São filmes despretensiosos e bons, e que atuação visceral Mia Goth deu naquele monólogo de Pearl viu. Grande atriz!",
                "Assisti esses dias. É continuação? A idosa de X é a mesma Pearl?",
                "Não gostei de nenhum dos dois, pra mim é daqueles filmes conceitão pra quem não gosta de filmes de terror, o Pearl até consigo gostar um pouco por causa da Mia Goth que está maravilhosa no papel, mas acho os dois bem fraquinhos"
            ]
        },
        {
            "title": "Filme",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z4lj86",
            "num_comments": 7,
            "comments": [
                "filme",
                "Laranja mecânica, de Kubrick",
                "A cura (2016) terror psicológico",
                "Gumo (Filme De drama) Filme muito nojento",
                "Grandes Olhos de Tim Burton",
                "Pearl",
                "Causeway novo da A24"
            ]
        },
        {
            "title": "Por isso é bom",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z4gpoi",
            "num_comments": 3,
            "comments": [
                "ameii",
                "Monster high é bom demais, a musica da intro, ainda toca na minha cabeça de vez em quando hahaha",
                "É uma mistura de Monster High com Stranger Things e o humor negro típico da família Addams. Eu curti e meus filhos tb."
            ]
        },
        {
            "title": "Testes de flair no Sub solicitado",
            "selftext": "Salve pessoal.\n\nO reddit abriu um leque de opções aqui para o r/filmeseseries. A princípio está meio confuso e estamos estudando como funciona. A ideia seria organizar os assuntos. \n\nEntão não levem pro lado pessoal se alguns tópicos sumirem ou tivermos tópicos demais.\n\nVamos aprender juntos! 💙\n\nQualquer dúvida que tiverem ~~nós também teremos~~ vamos tentar responder. :)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z4b63f",
            "num_comments": 1,
            "comments": [
                "Ok. Sem problemas"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z423dc",
            "num_comments": 3,
            "comments": [
                "Na última semana consegui uma semana de folga do trabalho, então deu pra assistir bastante filmes kkkk eu vi o X, Pearl, Tudo ao mesmo lugar ao mesmo tempo (esse é o nome mesmo? Nunca consigo decorar, e sempre fala diferente kkkk), Hatching, Speak no Evil, Peso maçante do talento, Smile, Nada de novo do Front, Marcel, Hellraiser (2022) e crimes do Futuro\n\nDesses que eu assisti, só X, Pearl, Crimes do Futuro e Speak no Evil eu não gostei, Smile achei divertido, e os outros achei todos muito bons(apesar do Peso do talento ainda acho que foi uma ideia desperdiçada e poderia ser melhor do que foi)",
                "recomendo assistir \"Mulher Rei\" nos cinemas, mas ja tem pra download torrent",
                "Assisti Desencantada mas não gostei não. Acho que mudou o diretor do primeiro, só pode"
            ]
        },
        {
            "title": "Black metal veins (2011)",
            "selftext": "vcs conhecem esse filme? conhecem algum lugar onde eu possa ver esse filme legendado? cacei em todo canto q pude e a única versão q achei esse filme ele estava totalmente em inglês, n entendo muito",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z40xqn",
            "num_comments": 1,
            "comments": [
                "tu tem o filme e a legenda ? se tiver a legenda em formato SRT me manda q traduzo pra ti, tbm to caçando o filme mas n acho, então a gente faz essa troca..."
            ]
        },
        {
            "title": "Nome do filme",
            "selftext": "Assisti esse filme quando era criança, minha mãe tinha alugado na época do VHS ainda, única coisa que lembro é que um grupo de policiais vão pra uma ilha pra fazer um treinamento, só que um por um vão sendo assassinados, e eles tentam descobrir quem está matando e o pq\n\nEu não sei se vão associar, mas antes que alguém fale, não é Harper's Island kkk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z3xim6",
            "num_comments": 2,
            "comments": [
                "Eu achei um filme chamado caçadores de mentes (2004) com uma descrição parecida com essa. Você lembra de algum ator?"
            ]
        },
        {
            "title": "Filme muito parecido com strangers things que vi quando criança e tinha muito medo",
            "selftext": "Era um filme de terror leve, lembrava muito strangers things, uma criatura que não é mostrada o filme todo começa a sumir com pessoas, o filme acompanhava um grupo de jovens que não lembro muito sobre, só que eles brigavam, lembro de uma cena onde um monte de cachorro foge por causa desse monstro, tbm tinha uma cena em que um dos personagens tinha um trem de miniatura e eles discutiam e quebraram o trem.\nO filme era bem tenso não faço ideia que quando foi lançado mas provavelmente foi de 2008 a 2015\nQueria muito descobrir que filme é tenho só alguns flahses dele na minha mente, é bem confuso achar assim, eu tinha um medo descomunal desse filme e vi com meus pais, mas eles tbm não lembram, comecei a ir atrás dele com meus 14 anos e estou com 16 e ainda não achei, me ajudem por favor",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z39l5o",
            "num_comments": 3,
            "comments": [
                "Se não me engano é o SUPER 8\n\n&#x200B;\n\nTRAILER: https://youtu.be/c3dIILker3s",
                "Acho que é super 8,a um tempão atrás tava na netfrix"
            ]
        },
        {
            "title": "Apocalypse Now",
            "selftext": "Assisti ontem e sinceramente foi uma das produções cinematográficas mais bonitas que eu já vi. Fui pesquisar mais a fundo e descobri que esse filme quase fez o Francis Ford Coppola se matar de tão estressante que foi o processo. Pra quem já assistiu, o que acham?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z33bdx",
            "num_comments": 5,
            "comments": [
                "Filmaço! Gosto de assistir sozinho de tempos em tempos e realmente entrar naquela atmosfera que o filme traz!",
                "Assisti duas vezes.\n\nA versão normal e depois a extendida (não recomendo a 2ª).\n\nNão é o estilo de filme que gosto, mas achei um baita filme, muito bem feito, um pouco cansativo, versão extendida é muito grande sem aspectos que fazem grande diferença.\n\nRecomendo",
                "Assisti a uns 7 anos atrás. Devia ter uns 15 anos na época, então talvez se reeassistir de novo hoje em dia tenha outra visão.\n\nEu já tinha assistido a trilogia do poderoso chefão, e apesar deles também serem filmes grandes do mesmo diretor, não senti que eram chatos.\n\nCom apocalypse now foi totalmente diferente, achei extremamente massante, a partir das duas horas de filme já não aguentava mais, principalmente com o papel do marlom brando.\n\nA forma como a montagem do filme foi feita foi extremamente desinteressante e confusa para mim, e a mistura de algo cru com uma especie de narrativa filosofica não me conquistou.\n\nO melhor filme de guerra que já assisti foi Vá e veja (1985) da Bielorrússia, recomendo assistir.\n\nOutro filme ótimo do Coppola, mas que é  sempre esquecido é o Dracula (1992), acho que por ser de terror os críticos ficam com preconceito de aclamar este filme, mas é uma adaptação incrível do livro. Se tu curte um terrorzinho também, recomendo.",
                "Eu assisti tem bastante tempo. Tem todos os elementos de um clássico.\n\nNão me recordo muito, preciso rever. É um filme com clima de guerra, mas é uma narrativa de uma busca por si, de se auto resgatar. E quem assiste procurando a guerra em si, acaba por não entender e não dar o devido valor."
            ]
        },
        {
            "title": "A serbian film ou terror sem limites (O QUE EU ENTENDI)",
            "selftext": "Assisti a esse filme, e entendi que, a indústria pornográfica faz horrores para ganhar dinheiro. (definitivamente horrores) Outra coisa que eu aprendi: (sempre leia todo o contrato, quando algo for suspeito)  A indústria pornográfica faz de tudo para atrair a atenção das pessoas, e uma delas sao os seus fetiches estranhos e inconvenientes, que tal pessoa a busca para se satisfazer. Então produzem filmes para ganhar dinheiro, para vender no mercado negro, mais conhecido como a Deep web e dark Net. Só falta achar pessoas que topariam fazer os atos na frente da câmera, mas muitos não iriam topar. Então no filme vimos que dopam os atores pornôs para fazer as cenas. Desde: matando uma mulher no sexo, ou até mesmo, estrupando o seu filho, ainda sim não sabendo que é ele. No filme tem pedofilia, vimos que na Deep web é uma prática comum, os pedófilos vendem images e vídeos de crianças nuas com um único intuído de satisfazer o fetiche, que podemos dizer assim, dos compradores, e assim vai trocando imagens e vídeos por aí, geralmente nos chats de conversa ou em forums de pedofilia. Os Paspalhos, Tentam convencer/chantagear crianças a mostrar as partes íntimas na internet. Infelizmente eu tenho uma irmã que foi vítima disso, e para minha infelicidade, eu vi isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z2e2tm",
            "num_comments": 15,
            "comments": [
                "Isso é uma crítica ao consumo extremo ao uso da pornografia na vida das pessoas. e que de algum modo isso pode ser fatal",
                "Interessante sua análise. Quando assisti na minha cabeça só passou que o dono do filme queria chocar o público de propósito e conseguiu. Pra mim foi um filme de violência gratuita que conseguiu divertir até (vamos combinar que a cena do bebê é tosca e mau feita, eu só conseguir dar risada daquilo).",
                "Cara, por incrível que pareça, eu gostei do filme.",
                "Cara, assisti esse filme duas vezes, uma sozinho e outra vez com dois amigos, já deve fazer uns quatro anos. A segunda vez foi mais \"divertido\" já que tu já sabe o que vai acontecer, e só fica observando a reação da pessoa que ainda não viu aquilo. E parando pra pensar, esse filme é meio que feito pra isso, gerar reação, justamente pra chocar.\n\nEu concordo que ele tem uma crítica a industria pornográfica (que cai entre nós já é bem clichê),\ncom os aspectos que você citou, mas com certeza tudo isso se dilui com as cenas absurdas do meio pro final, e o plot twist mais absurdo ainda.\n\nEu lembro que quando assisti eu esperava menos, até que me surpreendeu de certa forma, comparado a outros filmes \"bizarros\" que assisti.",
                "A cena final, da familia do ator porno toda se matando, eu fiquei meio wtf quando vi que estavam filmando aquilo. \nMas entendi a crítica também, apesar do filme ser bem nojento",
                "Eu não tenho coragem de assistir esse filme, mas concordo bastante com seu texto, esses dias atrás vi um podcast de um cara explicando como a indústria pornográfica é podre, é desumano oq acontece tanto nas câmeras quanto fora das câmeras, é bizarro oq o ser humano é capaz de fazer por dinheiro, e bem triste ao mesmo tempo.",
                "Fui assistir esse filme quando vi esse post. Fiquei mexido quando acabou, mas como a maioria dos filmes não me afetam em nada, não vomitei e não pausei. É um filme bem nojento mesmo... Não sei para quê existe se não trás bom fruto ou passa algum conhecimento. Me tocou as cenas do recém nascido sendo estuprado enquanto a mãe sorria. E quando toda a familia do protagonista volta pra casa, e passam a ter aquela mesma rotina, no entanto, em estado vegetativo, sem expressão... aquilo me comoveu.",
                "Esse filme é realmente tão pertubador quanto dizem?",
                "cara acho que o pior erro que eu fiz foi assistir a esse filme num momento depressivo e instável mentalmente da minha vida, aquilo realmente fudeu minha cabeça, eu fiquei um dia todo deprimido sem saber como reagir kkkkkkkkkkkkk mas a crítica do filme é bem aparente e algumas pessoas podem não entender pq o filme é MUITO cheio de gore e grotesco, porém a cena final deles gravando a familia se matando é muito \"na mosca\" ou sei lá"
            ]
        },
        {
            "title": "Por favor, alguém me ajuda a lembrar o nome deste desenho",
            "selftext": "\n Quando eu era bem pequeno eu tinha a antiga NOW que hoje é a claro+ e eu assisti muitos desenhos esquisitos, mas tem um que me perturba até hoje, ele era um desenho sobre uma banda de rock, de crianças/jovens e eles tinham poderes, eu me lembro do personagem principal tocar guitarra e ter o poder verde, e eles tinha que derrotar uma mulher que odiava musica e se eu não me engano ela era muito rica, e em todos os episódios ele tocavam uma musica para derrotar essa mulhere, alguém por favor me ajuda a descobrir o nome desse desenho, eu tô tendo pesadelos já com isso 🙏🙏🙏\n\nEdit: não era um desenho do tipo educativo e ele era bem tecnológico",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z2dssp",
            "num_comments": 15,
            "comments": [
                "O desenho era antigo? Estamos falando de mais ou menos que ano?",
                "Eu conheço esse desenho, o nome dele é SchoolHouse Rock. https://www.tenhomaisdiscosqueamigos.com/2020/01/06/schoolhouse-rock-desenho-educativo/",
                "Posso estar errado, mas vc está falando de cyber chase?",
                "Freefonix?",
                "Parece muito com The Impossibles, mas esse é bem antigo. Eles sempre derrotavam pessoas muito ricas."
            ]
        },
        {
            "title": "filme SBT",
            "selftext": "Gostaria de saber o nome de um filme que passava no SBT, acho que no cinema em casa, que era um grupo de adolescentes em um cinema que estava inaugurando ou fechando - não lembro ao certo - e havia um fantasma - estilo o fantasma da ópera - assombrando o empreendimento. Alguém consegue lembrar?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z2b0h8",
            "num_comments": 4,
            "comments": [
                "O fantasma do megaplex?",
                "Pode ser Ghostbusters"
            ]
        },
        {
            "title": "onde assistir Possessão (1981)?",
            "selftext": "Tô a um tempão procurando esse filme, mas sempre que acho algum app ou site, o filme tá com um cara narrando no fundo das cenas, e isso tira toda a emoção de assistir o filme",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z1wqd8",
            "num_comments": 10,
            "comments": [
                "Eu achei um torrent no rarbg com bons seeds. Só procurar por Possession 1981 e ver se é o que procura.",
                "Por coincidência eu baixei esse filme uns dias atrás, não foi difícil de achar",
                "Depois de assistir, poste o que achou. Eu assisti a pouco tempo, estava com as expectativas altas e me decepcionei hahahaha",
                "já achei galeris, obgd<3",
                "Eu baixei pelo torrent na época.. você tem como baixar pelo torrent? Se tiver eu te passo o link"
            ]
        },
        {
            "title": "Vocês gostam da Miranda do filme \"O Diabo Veste Prada\"? Nos ajude dando sua opinião no link a seguir 😊:",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z1fg37",
            "num_comments": 2,
            "comments": [
                "Respondido, boa sorte na pesquisa!"
            ]
        },
        {
            "title": "Serie comedia",
            "selftext": "Série de comedia que acredito que tenha sido descontinuada que se passa em um colégio americano, onde eles usam ternos",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z0lgbd",
            "num_comments": 6,
            "comments": [
                "Dê mais detalhes muito vaga essa descrição vários colégios americanos tem ternos como uniforme…",
                "Brooklyn 99 é incrível",
                "Elite ?",
                "Já assistiu Barry, OP? Eu recomendo mt.",
                "Não é Blue montain state, né"
            ]
        },
        {
            "title": "Nome do filme.",
            "selftext": "Filme que uma garotinha está no recreio quando um pássaro bate na janela e morre e ela segura ele nos braços, daí junta vários alunos e uma professora em volta dela e ela balança o pássaro até ele ressuscitar... Só me recordo dessa cena. A menina é uma criança e evidentemente tem poderes sobrenaturais. Eu vi ele a muito tempo no corujão.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z0705u",
            "num_comments": 5,
            "comments": [
                "Matilda?",
                "Hereditário",
                "Esse? https://m.imdb.com/title/tt0073047/"
            ]
        },
        {
            "title": "Opinião do tarantino e scorsese",
            "selftext": "Pessoal recente o tarantino criticou o cinema atual por conta dos filmes de heróis. Eu tenho uma opinião que o filme de arte e de heróis podem coexistir, não acho que exista uma interferência. Queria saber a opinião de vocês.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "z05xnl",
            "num_comments": 19,
            "comments": [
                "Deixando de lado a questão do que é cinema de verdade ou não, há um problema muito palpável de distribuição e logística em blockbusters lançados por mega corporações como a Disney, em 2018 [_Vingadores: Ultimato_ ocupou 80% das salas de cinema](https://extra.globo.com/tv-e-lazer/vingadores-ultimato-estreia-ocupando-80-das-salas-de-cinema-do-brasil-23619245.html), esse é um dado preocupante que reflete uma política predatória de lançamentos, mata a variedade de filmes por produtoras menores/independentes o que por consequência mata também o cinema, aos poucos.",
                "O problema não é a qualidade dos filmes, mas sim como a indústria, principalmente Hollywood, tem abordado as produções. \n\nMarketing extremamente agressivo feito pra moldar opinião pública, filmes de linha de produção pra cumprir calendário, remakes e mais remakes, sequências se valendo unicamente de um sentimento nostálgico, foco no streaming, e aversão a franquias novas.\n\nSabe o que a Warner está prometendo a seus investidores? Mais Harry Potter. Refilmar HP, série de HP, enfim, basicamente Harry Potter.\n\nO erro começa justamente quando vc fala que filmes blockbusters coexistem com outras produções, isso não acontece. Blockbusters americanos hj são praticamente um monopólio nas salas de cinema e eles não querem compartilhar espaço com ninguém, são filmes muito caros e pra serem rentáveis a política predatória de lançamento tem que continuar valendo. \n\nE o argumento de 'ah mas é o que o povo quer assistir\" tbm não cabe aqui. Japão tem centenas de adaptações de HQs novas todo santo ano. Coreia do Sul tem apostado alto em filmes de ação. Quantos deles apareceram no cinemas daqui?",
                "Concordo plenamente que eles podem coexistir!!\n\nParticularmente, vejo a crítica deles igual a discussão que Duchamp começou com o seu mictório em 1917, \"O que é arte?\"\n\nÉ algo muito soberbo se considerar capaz de julgar \"o que é um filme ou não\".",
                " Filmes de heróis são extremamente populares e justamente por isso eles podem ser além do “parque de diversões”. Quando filmes como pantera negra trazem temas totalmente inclusivos que ficam de fora do populismo eles se engrandecem e por isso são tão grandes como qualquer outro \n\nClaro, existe apenas os filmes de heróis que são apenas para monetizar assim como filmes diversos. \n\nDa para coexistir pacificamente e serem grandes filmes. \n\nObs: obrigado nerdcast por sempre aprofundar discussões hehe",
                "Concordo!",
                "Dá sim. Mas acho que não é isso que eles disseram. Eles disseram só que filme de super-heroi é ruim. O que de fato é . Pqp no começo ainda dava, mas hoje em dia tá impossível de assistir esses filmes de tão imbecis que estão (Menos os do homem aranha).",
                "O problema é que na prática não convivem, né? Em época de grandes lançamentos TODAS as salas de cinema do país só exibem filme de hominho. É urgente combater esse monopólio.",
                "A maior crítica deles sobre o \"cinema que a Marvel criou\", é que eles não fazem um filme como era feito antes, pra entretenimento, super bem produzido... E pode-se falar deles mesmos. Só comparar as primeiras produções, com as atuais... São filmes produzidos em sua maioria na correria, por calendário e dinheiro obviamente...",
                "Filme de heróis tem seu lugar no imaginário coletivo, pode nos inspirar a termos coragem de enfrentar o impossível …",
                "Foda dos filmes de heroi é q se vc n for um maluco pela marvel, simplesmente n da pra acompanhar, mto filme, mto heroi novo, os filmes tb nao sao em ordem cronológica… n consigo nao"
            ]
        },
        {
            "title": "Nome do filme que eu assistia qnd era criança",
            "selftext": "Já pesquisei e n acho nada sobre, n lembro de muita coisa. Era uma animação 3D, boa parte do filme os personagens viajavam sobre um trem e se n me engano, na neve, lembro q o vilão era azul e narigudo, tvez uma versão do jack frost, lembrode um menino e um cachorro tbm, n lembro a aparência de ambos. E não, n é Expresso Polar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yzwre4",
            "num_comments": 4,
            "comments": [
                "Parece alguma animação do criador de \"A viagem de chihiro\" e o estudio ghibi.",
                "Dogão amigo pra cachorro"
            ]
        },
        {
            "title": "onde Assistir One Piece Film Red Online?",
            "selftext": "alguem ai conseguiu encontrar um site q tenha o filme de graça ? acabei indo pro cinema mt tarde e perdi o filme, queria mt ve-lo soq não encontro ele em lugar nenhum na internet \n\ncaso alguem ache me adicione no discord e me manda o link ou video sla :) agradeço\n\nSpookiy#4225",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yztycx",
            "num_comments": 2,
            "comments": [
                "Youcine"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yztfv6",
            "num_comments": 14,
            "comments": [
                "1899",
                "Não ando acompanhando práticamente nada esta semana kkkkkkkkkk.\n\nMas ainda estou pra terminar de ver a série do Dahmer, passei mal em alguns episódios, porém ainda quero terminar de assistir >:\\]",
                "Sex live of college girls, serie excelente do hbo max",
                "Lei e ordem",
                "Peripherals\nThe Walking Dead\nThe Midnight Gospel\nGomorrah",
                "Terminando Peaky Blinder e vou começar Shantaram.",
                "Banana fish e anéis do poder",
                "Gokaiger",
                "Alma, feel good.",
                "Manifest"
            ]
        },
        {
            "title": "Qual o melhor filme/série na opinião de vcs?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yzr2fs",
            "num_comments": 48,
            "comments": [
                "Vá e veja\n\nBreaking Bad",
                "filme: Interestellar\n\nsérie: Dark",
                "filme: whiplash \n\nsérie: supernatural",
                "Poderoso Chefão\n\nSopranos",
                "Serie: Black Mirror",
                "Filme: Um corpo que cai\n\nSérie: SUCCESSION (HBO)",
                "Série :The Flash\nFilme: Enrola Holmes",
                "Sou muito indeciso então tenho muitos favoritos.\n Vou jogar aqui dois que não falaram ainda:\n\nFilme: O Show de Truman\n\nSérie: The Leftovers",
                "Filme: Pacto de Sangue\n\n\nSérie: Twin Peaks",
                "Série: suits",
                "filme: projeto almanaque \nserie: stranger things",
                "Filme: Até o último homem\n\nSérie: Dark",
                "Filme : sociedade dos poetas mortos\nSérie : breaking bad",
                "Filme: eu vi o diabo\nSérie: não teve nenhuma que assisti até o fim",
                "Filme: 12 homens e uma sentença\n\nSérie: Chernobyl",
                "Filme: Django Livre (2012)\n\nSérie: Ozark (2017-2022)",
                "Filme : L'Avventura.  \n\nSérie : Star Trek",
                "Série: Feel Good.\nFilme: Má Educação.",
                "This is us = melhor série",
                "Série: Homeland. \n\nFilme: Road to perdition.",
                "Filme: Spirit o corcel indomável \nSérie: breaking bad",
                "Pra mim a melhor série que eu vi foi Ted Lasso.",
                "Enola Holmes",
                "Filme: os infiltrados\nSerie: True detective 1 temporada",
                "Filme : Clube da luta\n\nSérie : The Office us",
                "Filme: maze runner - cura mortal                            \nSérie: Love, Death and Robots",
                "Divertidamente",
                "Um filme muito bom que eu sempre recomendo, é \"Até o último homem\". É sobre um cristão que vai para a guerra, mas se recusa a tocar em uma arma. Só vou citar umas das frases mais impactantes desse filme \"Senhor, me ajuda a salvar mais um.\"",
                "Filme: Bastardos Inglórios\n\nSérie: Máquina Mortífera\n\nNão são literalmente os melhores, mas são aqueles que eu mais gostei de ver",
                "Filme: O telefone preto",
                "Homem Formiga",
                "Ainda estou para ver algo mais sensacional que Sopranos, The Wire e a primeira temporada de True Detective",
                "Série: GOT  e This Is Us",
                "Filme, fico em dúvida em dizer, mas vou de \" Três homens em conflito\" \n\nSérie, a famigerada e merecidamente reconhecida \"Breaking Bad \"",
                "penny dreadful - sou gótica ne",
                "Filme: Lilya 4 ever // A bruxa de Blair 1, n assisto muita série então eu diria que The end of the f***ing world",
                "Melhor Filme: Mr Nobody\nMelhor Série: Game Of Thrones"
            ]
        },
        {
            "title": "Curta-metragem de animação que estou procurando à anos",
            "selftext": "Eu gostaria de saber se alguém conhece e sabe o nome da seguinte animação.\nEra bem antiga, não tinha muito movimentos, mas não era um anime. Se me lembro bem não tinha falas, apenas narração e cantoria.\nO protagonista era um indígena, nativo norte-americano, e ele estava a procura de uma garota, também indígena, chamada Flora, toda vez que ele passava por um lugar onde ela esteve ele cantava, e no final ele encontrava ela cochilando.\nLembro de ter visto em um DVD de curta-metragens de animação clássicos quando eu era criança.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yziy50",
            "num_comments": 0
        },
        {
            "title": "Nome desse filme",
            "selftext": "Nome do filme em que tem um casal de deficientes, do tipo autista, eu acho, q eles se apaixonam tem relações e ele fala pra todo mundo em um evento de família. Faz muito tempo q assistir e já procurei e não acho 🤷🏻‍♀️",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yzdh2p",
            "num_comments": 3,
            "comments": [
                "Simples como Amar / The Other sister, 1999.\n\nFoi um chute no escuro pq tem poucas informações.",
                "https://www.justwatch.com/br/filme/the-other-sister"
            ]
        },
        {
            "title": "Diretor do filme 'O Homem que Copiava' descobre 'cópia' da obra gravada na Índia",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yz8ua9",
            "num_comments": 4,
            "comments": [
                "Agora o filme é real, O Homem que copiava filmes !",
                "Ah, rapaz, eu preciso assistir esse filme agora!",
                "só trabalho com links kkkkkkkkkkk"
            ]
        },
        {
            "title": "Wakanda Forever é de bom para extraordinário?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yywho3",
            "num_comments": 4,
            "comments": [
                "Honestamente, eu achei mediano, mas a Marvel já fez filme bem pior.",
                "tão bom q da nem vontade de ver",
                "Sim 🗿🍷",
                "Eu fiquei com vontade de dormir no cinema com tanto diálogo que poderiam ser cortados e achei alguns acontecimentos sem desenvolvimento. Enfim, eu esperava mais..."
            ]
        },
        {
            "title": "Alguém aqui já assistiu a série PORTLANDIA?",
            "selftext": "Essa era uma sitcon estadunidense produzida por um casal de comediantes (não que eles estivessem em um relacionamento, me refiro ao fato de serem um homem e uma mulher) no qual cada episódio era um compilado de esquetes que apresentavam diversos personagens no seu dia a dia. A ligação entre todos eles era o fato de que tudo acontecia na cidade de Portland.\n\nPor exemplo, em uma esquete eles eram duas amigas feministas donas de uma livraria, em outra eram os acessórios do prefeito q tinham q fazer todo o trabalho pesado. Teve até um episódio com participação da Olivia Holt usando uma peruca rosa.\n\nEu assistia essa série entre 2015 e 2016 no canal pago I-SAT. Quando fui busca-la na Internet, não a encontrei em nenhuma plataforma de streaming e no YouTube só tem recortes.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yy9exc",
            "num_comments": 0
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yy9cb8",
            "num_comments": 11,
            "comments": [
                "Assisti Pearl, little forest e before sunrise, vou assistir before sunset hoje",
                "Vou assistir Racionais da Netflix",
                "Vi Dont Worry, Darling e achei bem legal",
                "Não sei",
                "Vou assistir Atividade Paranormal 2 com minha namo",
                "Vi **Competencia oficial (2022)**, no *Star*. Comédia legalzinha para um público alvo específico.\n\nVi **È stata la mano di Dio (2021)**, na *Netflix*. Filme completamente entediante, comecei a ver sabendo apenas que tinha duas horas de duração, em algum momento, achei que o filme tinha acabado, olhei o tempo, havia passado apenas uma hora. Não recomendo.\n\nVi **Cha Cha Real Smooth (2022)**, na *Apple*. Um drama legalzinho que vale a pena ser visto uma vez.\n\nRevi **School of Rock (2003)**, no *HBO*. Esse filme é muito bom.\n\nPretendo ver o documentário **Good Night Oppy (2022)**, no *Prime*.",
                "Eu assiste jumanji de 1995 filme da minha infância ainda  continua muito bom.",
                "Assisti barbarian\n\npretendo assistir pearl\n\nTudo no stremio :)",
                "Assisti Gummo e vou ver pearl final de semana",
                "Acabei de sair da sessão de \"Bardo, A Falsa Crônica de Algumas Verdades\" (Alejandro G. Añarritu). Excelente!!!",
                "Assisti Barbarian e On the count of three, to pretendendo assistir chungking express e a brighter summer day até o fim da semana."
            ]
        },
        {
            "title": "Alguém sabe qual nome desse filme?",
            "selftext": "É uma filme de comédia, lembro que passava muito no SBT, única coisa que me lembro é que o protagonista era pegador, e por algum motivo ele tinha que se casar com alguém antes do determinado dia(provavelmente pra pegar a herança de algum parente), e ele ia visitando várias minas que ele já ficou pedindo elas em casamento, e durante o filme as vezes aparece uma mulher que ele é apaixonado, mas se não me engano era tinha virado noiva. Outra coisa que lembro também é que lá mais pro final do filme, um dos amigos dele anuncia no jornal que ele está procurando alguém pra se casar, e tem uma cena com um monte de mulheres vestidas de noivas perseguindo ele",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yy5brv",
            "num_comments": 2,
            "comments": [
                "\"Procura-se Uma Noiva\" com Chris Odonnell, amo esse filme muito bom msm, o protagonista foi o Robin do filme Batman e Robin"
            ]
        },
        {
            "title": "Me ajuda a encontrar o nome desse maldito filme",
            "selftext": "Eu simplismente já procurei pra krl revirei tudo na Net e não achei kakakaka\nDescrição: Basicamente a humanidade toda possui olhos azuis por causa de uma espécie alienígena que parasita geral e controla o corpo (nada de absurdo além disso, tipo eles após pegarem o corpo viviam normais, esse era o objetivo de sobrevivência dessa espécie) então tem a protagonista que mesmo parasitada ainda mantém seu subconsciente enquanto tem seu corpo controlado, o ambiente do filme se passa numa colônia de refugiados humanos normais, e o ápice é quando precisam de um remédio na cidade pois um mlk cortou a perna com uma foice...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yy3wqu",
            "num_comments": 10,
            "comments": [
                "Veja se é o The Host (2013). Eu joguei no google a sua descrição, mas em inglês e foi o que ele buscou, eu mesmo nunca assisti. Pela sinopse bate com sua descrição.",
                "A Hospedeira?",
                "Já vou até anotar pra assistir também",
                "A Hospedeira",
                "o filme é muito bom mas se tiver a oportunidade, leia o livro. Gostei muitão",
                "KKKKK MNNN JA VI ESSE FILME SOQ N SEI O NOME to procurando ele faz anos tbm, primeira vez q vi foi em são paulo na casa dos amigos da minha mãe, bem agora por causa de um comentario daq eu agr sei o nome The Host"
            ]
        },
        {
            "title": "Recomendação de curtas",
            "selftext": "Olá pessoal, assisti a alguns curtas que foram feitos por projetos independentes, são eles o \"Kung Fury\", bem elaborado e muito hilário, foi criado por um estúdio da Suécia se não me engano. Outro que me recordo sempre foi uma adaptação de tradução em um filme existente, o famoso \"O destino de Miguel\", feito por um pessoal brasileiro. Gostaria de recomendações de curtas neste estilo, principalmente o primeiro, com um bom desenvolvimento, não desmerecendo o trabalho feito no segundo filme mencionado.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yx4gkd",
            "num_comments": 7,
            "comments": [
                "Kung Fury é bom demais! Queria muito que lançasse um segundo filme.\n\nCurtas nesse estilo (ou em qualquer outro) eu vou ficar te devendo, mas posso te recomendar Danger 5, é uma comédia australiana sobre um esquadrão militar contra Hitler, é cheio de absurdos e é muito engraçado, a melhor parte é que parece uma série dos anos 50.\n\nO problema só é achar pra assistir, eu só consegui ver alguns episódios pelo stremio...",
                "Os curtas da Filmes de Plástico provavelmente não são iguais o do King Fury, mas dá uma chance, tem tudo no youtube. \n\nBrasileiro de luta tem um bem engraçado chamado Dois conto ou algo assim.",
                "Já salvei aqui p assistir depois"
            ]
        },
        {
            "title": "Algum canal ou grupo de filmes no Telegram?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ywq8eu",
            "num_comments": 3,
            "comments": [
                "👀",
                "Foram todos derrubados por pirataria"
            ]
        },
        {
            "title": "O filme do mês de novembro é O Silêncio dos Inocentes (1991) - Comentem o que acharam do filme?",
            "selftext": " Clarice Starling (Jodie Foster)  é uma jovem agente do FBI escolhida, pelo seu  supervisor Jack Crawford (Laurence Fishburne), para entrevistar um terrível, inteligente e  violento criminoso, um notório canibal (Anthony Hopkins), com a intenção de obter  informações que levem à captura de um assassino em série que está solto,  matando mulheres. \n\nVisite nossa wiki e veja outros filmes que já discutimos [https://www.reddit.com/r/filmeseseries/wiki/clube\\_do\\_video/](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)\n\nhttps://preview.redd.it/dsrrevny180a1.jpg?width=1200&format=pjpg&auto=webp&v=enabled&s=ee78d379ef6e904eba9eb0d37a5d8ab943a651b7",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ywgvf2",
            "num_comments": 25,
            "comments": [
                "Ahhh, sei lá, não gosto muito, tive que assistir umas 59x só pra ter certeza que não curti. /s\n\nAcho q vou assistir mais uma vez só pra ter certeza 🙄.\n\nAtuações impecáveis de Jodie, Hopkins e Ted Levine.",
                "É uma obra clássica do cinema, isso é inquestionável! Mas, por incrível que pareça, eu gostei muito mais do livro, talvez porque minha imersão tenha sido em maior intensidade, como também o livro me instigou muito. Sou fã da trilogia do Harris e tenho um carinho muito grande pelo primeiro livro da trilogia, Dragão Vermelho. No mais, para quem assistiu o filme, recomendo conhece a trilogia do autor, pois é fenomenal!",
                "Filmão, anthony hopkins quando aparece como hannibal lecter, gela até a espinha.",
                "[deleted]",
                "Eu gostei do filme, e pra falar a verdade só vi q era  hanibal quando foi mostrado durante o longa. Não sei se era intensão quando foi lançado na época.\n\nGostei da forma como é contado o filme, parece um pouco sem pretensão no começo, falando de um caso q lembrava series do tipo law & order e a medida que vai andando o filme mostra uma outra face. As cenas de hawkins sao muito cativantes, o jogo de câmeras e a forma como ele fala parece q o mundo precisa parar pra prestar a atenção nele, além daquela persuasão q faz com a jodie foster pra buscar aquela tortura emocional.\n\nNa parte final do filme o espectador esta preso no ritmo que o hanibal faz com a jodie querendo saber como q vai terminar e como irão achar o esconderijo, e vejo q foi bem elaborada a ultima cena pra ter o climax desejado. Confesso que estava gritando \"atira logo mulher\" pra tv kkkkk\n\nah, aquela mulher do poço é um porre\n\nOtimo filme, recomendo. Até a proxima galera dos filmes",
                "Particularmente, é um dos meus filmes favoritos de todos os tempos!!\r  \n\r  \nExiste tensão do começo ao fim, seja antes da introdução do nosso amado Dr. Hannibal Lecter em sua prisão de segurança máxima, até a agonizante cena do porão.\r  \n\r  \nNenhum dialogo é tão marcante para mim quanto:\r  \n\r  \n“A census-taker once tried to test me. I ate his liver with some fava beans and a nice Chianti”",
                "Muito bom o filme me encantou tanto que vi as sequências, e concederei ver a série (Hannibal). Diferente de tudo que já vi honestamente.",
                "Revi o filme. \n\nEngraçado que não havia percebido como o filme é bem TV, desde o roteiro até as cenas que são todas bem simplistas. Você não precisa pensar no filme, ele segue sozinho e rápido. \n\nAs cenas com umas pans(virada lateral) e steady(câmera na mão) também são bem simplistas. Nenhuma cena se destaca além do Hannibal fazendo a onomatopeia do fígado devorado. Excesso de closes na estonteante beleza da Jody Foster.\n\nA cena do passarinho(aqui é um lugar tranquilo)\n\nAtuações impecáveis de todos. Pesquisei pelo diretor e já vi outros filmes dele. Mas não me recordava de serem assim tão redondinhos para TV. Depois lembrei que são.\n\nÉ um filme que pode ser revisto. Hannibal e Clarice são ótimos personagens e bem incorporados pela Foster e Hopkins.\n\n\"Os cordeiros pararam de gritar?\" Acho que sim. Ela cumpriu a missão dela.",
                "O jeito que o hanibal é apresentado me deixa arrepiado sempre que eu assisto. Ele é cruel por ser cruel ele se diverte com isso e só isso em si é assustador.",
                "OFF: gente sou novo aqui. Como funciona essa tag de Clube do Vídeo?"
            ]
        },
        {
            "title": "Ajuda com o nome de uma animação marinha",
            "selftext": "Pessoal, preciso de ajuda! Assisti quando era criança (por volta de 2004, 2006) um filme de animação que é sobre alguns peixes e uma baleia. É uma animação 3D estilo Procurando Nemo, mas bem mais simples kkkkkk  \nNão lembro muita coisa, mas sei que a baleia era uma espécie de sábio e que tem um vilão tentando acabar com ele. Em certo momento eles mencionam que a baleia precisa ir à superfície respirar a cada 1 hora mais ou menos, e ai o plano do vilão é prender a baleia no fundo do mar para ela não poder respirar. Não lembro muito mais coisa que isso...  \nO filme tinha dublagem em português (não sei se era brasileiro ou não) e eu assisti ele em DVD.  \nSe alguém conseguir me ajudar a descobrir o nome do filme ficarei muito feliz!!!!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ywfwx1",
            "num_comments": 3,
            "comments": [
                "Vê se é esse [(link para o IMDB)](https://m.imdb.com/title/tt8452154/?ref_=fn_tt_tt_1)"
            ]
        },
        {
            "title": "Ajudar a encontrar nome de serie ou filme!",
            "selftext": "Vi no facebook um excerto de uma serie ou filme dobrada em brasileiro de um cara pequeno que esta numa prisão e dá uma tareia enorme num pretão super musculado e numa das cenas ele agarra na mão do pretão e parte 4 dedos que ficam virados ao contrario (têm tambem uma cena em que lhe puxa as calças e o pretão tÊm umas coecas trigresas e os presos riem todos) depois de bater no pretão, os  nazis gostam dele mas ele dá um murro na cara do Nazi e deita o ao chão. (julgo que é uma serie ou filme meio comico)\n\n\nAlguem sabe o nome? Penso que é do Netflix mas não sei se é uma serie ou filme. Obrigado",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ywere1",
            "num_comments": 7,
            "comments": [
                "Algum canal de filmes no Telegram?",
                "Eu sei. É um filme chamado: Os Irmãos Willoughby.",
                "Eu pensei em Hancock, Watchmen...Talvez não seja. Ambos filmes tem cenas de prisão."
            ]
        },
        {
            "title": "um filme bom pra terminar o feriado pls",
            "selftext": "Me indique um bom filme por gentileza (sem comédia pls)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ywcf63",
            "num_comments": 20,
            "comments": [
                "About time, nocturnal animals, nightmare alley, nightcrawler, sound of metal, minority report, ex machina, prisoners…",
                "American History X (1998)",
                "Gostei do bala perdida 2 (Netflix), tem que assistir o 1 que também tem lá.",
                "Nada de novo no front.",
                "Prisoners - 2013 \n\nO Abutre - 2014 \n\nDrive - 2011 \n\nMemento - 2000",
                "Top gun maverick (2022), The innocents (2021), Mass (2021), Heat (1995), The Accountant (2016)",
                "Velozes e furioso: Tokyo",
                "Argentina, 1985. Um filmão na Amazon, muito bom e histórico. Vale muito a pena.",
                "Elena 2012 tem no yt",
                "Algum canal do Telegram de filmes?",
                "O feriado já passou mas fica a dica aí: Ghost in the shell 1995. Tem na netflix.",
                "Freeguy",
                "Sem dor sem ganho (2013) é divertido, ainda mais se tratando de uma historia \"real\", a gente fica pensando como isso aconteceu kkkkkk. É tipico filme pra se desligar e se divertir.",
                "- Kundum ( História verídica sobre a vida do 14 Dalai Lama, como foi escolhido quando criança, como foi sua vida , como a China invadiu o Tibet e o destruiu para sempre...conta tudo em detalhes. Um filmão daqueles)\n\n- O Físico ( História de um menino que vira um estudioso da medicina quando só haviam os \"barbeiros\" . Conta fatos históricos como a chegada da peste negra...Mostra o desenvolvimento e surgimento do que hoje chamamos de medicina moderna. )"
            ]
        },
        {
            "title": "Enquete para a escolha do filme de Novembro do nosso Clube do Vídeo",
            "selftext": "Nesta enquete eu vou abrir uma exceção nas regras e colocar pessoas que não comentaram no mês anterior. Lembre-se que para participar é preciso participar das discussões do filme escolhido.\n\n u/LunarPhotography\n\n u/mdevirginiana\n\n u/ricomand\n\nFiquem atentos.\n\n[Discussões anteriores dos filmes escolhidos.](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)\n\n[View Poll](https://www.reddit.com/poll/yuxqkq)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yuxqkq",
            "num_comments": 10,
            "comments": [
                "Achei interessante o trailer de amor alem da vida. Vou votar nele\n\nEdit: ih mano, meu indicado ta ganhando kkkkk\n\n# pra cima dele Antônio"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ytq2fu",
            "num_comments": 25,
            "comments": [
                "Periféricos e Suits.",
                "terminei The Sopranos. Recomendo pra krl.",
                "To assistindo Malcolm in the Middle. Recomendo",
                "Estou acompanhando The Winchesters pela HBO max, mas nossa, está muito ruim.",
                "to vendo the bear da starz+, indico muito, é foda demais",
                "The rehearsal (O ensaio), Chainsaw man",
                "The crown",
                "São tantas que nem lembro.\n\nMas algumas são: degrassi, big mouth, elite, irmandade e etc",
                "Acabei de terminar a quinta temporada de The Crown.",
                "Kamen Rider Black Sun, no Prime Video. Bem bacana.",
                "Comecei a assistir ontem \"As garotas do fundão\", da Netflix. É uma série muito bonita que acompanha a viagem de 5 amigas após uma delas ser diagnosticada com um câncer. O roteiro e a direção casam perfeitamente para abordar os medos, as inseguranças, os desejos, os conflitos, as paixões e o sentimento de amizade entre essas mulheres. Vale a pena assistir!\n\nP.S.: não é aquele tipo de série que só te faz chorar. As vezes derruba uma lágrima aqui e outra ali? Sim! Mas a maior parte do tempo você passa dando risada.",
                "Estava vendo \"O príncipe e o dragão\" no Netflix, muito boom!! 💥",
                "Vi o último de Periféricos e só. Não sei o que assistir",
                "príncipe Dragão",
                "Estou acompanhando The Wichter",
                "Som na Faixa e O Gabinete De Curiosidades",
                "the terminal list"
            ]
        },
        {
            "title": "O Gabinete de Curiosidades de Guillermo del Toro - Resenha",
            "selftext": "Terminei ontem de assistir o Gabinete de Curiosidades de Guillermo del Toro na Netflix, uma antologia de horror com 8 episódios com durações variadas, entre 40 minutos e 1 hora, e diversos diretores e roteiristas, uns mais e outros menos famosos.\n\nEu assisti tudo na sequência, mas os episódios foram lançados aos pares ao longo de 4 dias, então acho que faz sentido compará-los desta forma, pois há um leve \"tema central\" em cada par. Não vou entrar em muitos detalhes sobre isso, mas visitei o sub específico da série (r/CabinetofCuriosities) e lá tem discussões bem interessantes, com uns \"takes\" (opiniões) bastante interessantes em alguns episódios, o pessoal chamando a atenção para coisas que eu não havia reparado. De cara fiquei com uma vontade de reassistir pelo menos alguns dos episódios para prestar mais atenção.\n\nOutra coisa que me chamou a atenção nessa passada por lá foi o quanto as opiniões a respeito dos \"melhores\" vs. \"piores\" episódios divergem! Achei curiosíssimo, pois noto uma tendência de \"massificação\" das opiniões nos fandoms aqui no Reddit. De toda forma acho isso um excelente sinal, pois para mim demonstra duas qualidade da série, que são: primeiro a variedade das histórias e das abordagens ao que seria o horror, e segundo o fato de que, apesar de haver um tema central nos pares de episódios, e alguns deles serem muito \"na cara\" em termos da apresentação, quase ao ponto de terem a famigerada \"moral da história\", há sim alguma nuance na maioria deles que dá margem a múltiplas intepretações. O episódio que mais se destaca nessa questão da ambiguidade, na minha opinião, é o 4º, \"Por fora\", que não por acaso considero um dos melhores.\n\nNão acho que dá pra fazer um ranking, mas pra mim disparado o pior episódio é o 2°, \"Ratos de Cemitério\". Principalmente porque achei que destoou muito do primeiro (da série e do par), que me agradou bastante. \"Ratos\" é previsível, cheio de \"jump scares\" gratuitos, um conceito idiota e efeitos especiais duvidosos.\n\nJá para escolher o melhor, acho impossível. Como mencionado curti muito o 1º (Lote 36) e o quarto, mas os top 3 para mim são o 3°, o 7° e o 8° (\"A autópsia\", \"A inspeção\", e \"O murmúrio\" ), não necessariamente nesta ordem. Definitivamente o último par de episódios é o que mais me impactou, achei um excelente fechamento para a temporada.\n\nTL;DR: Definitivamente recomendo e espero que haja uma segunda temporada.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yt5rco",
            "num_comments": 9,
            "comments": [
                "Tem spoiler? Ou posso ler seu post? Só vi o 1º ep ainda, to esperando o boy pra continuar",
                "O melhor foi a Autópsia, até agora, as temáticas dos outros me interessaram pouco, achei o do Pinkman cansativo, mas não terminei de ver ainda",
                "essa série foi um dos achados pra mim na netflix!",
                "\"A Autópsia\" é meu favorito. O da bruxa e o último também gostei muito.",
                "Meus preferidos foram 1-Pickman 2-Ratos 3-Atopsia o que eu menos gostei foi Lote e Murmurio."
            ]
        },
        {
            "title": "Qual filme vamos assistir e discutir em Novembro?",
            "selftext": "Quem comentou na discussão anterior tem preferência na escolha. Participe\n\n&#x200B;\n\n[Filmes já assistidos e discutidos no Clube do Vídeo](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yt4i6x",
            "num_comments": 7,
            "comments": [
                "Essas semanas assisti poucos, mas vou colocar na corrida o silêncio dos inocentes (1991)",
                "Tem alguma regra pra indicação?\n\nVou indicar \"O expresso da meia-noite\" porque é um dos poucos clássicos que ainda restam na Netflix",
                "Já viram Amor Além da Vida?",
                "Alien o 8° Passageiro",
                "O Beco do Pesadelo"
            ]
        },
        {
            "title": "Defending Jacob",
            "selftext": "Alguém assistiu?  \n\n\nFoi ele? Pergunta sem resposta. Mas qual o palpite que ficou no final?\n\nE que música linda do The National na última cena :'(",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ysxorr",
            "num_comments": 4,
            "comments": [
                "Eu assisti recentemente essa!! Eu creio que ele seja culpado sim uhauahhauah, acho que até o pai acredita na culpa do filho, por isso se livrou da faca. 🤔"
            ]
        },
        {
            "title": "The Spectacular Now",
            "selftext": "É um romance young adult e tal. À la 500 dias com ela, talvez.\n\nRecomendo!\n\nyoung adult não é elitismo, é que \"adulto jovem\" me soou  estranho (não me xingue de vadia anglófona, não quando tenho hormônios fluindo)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ysu3ex",
            "num_comments": 8,
            "comments": [
                "Nem sei uq é anglófona",
                "Tá, mas recomenda porque? O que exatamente gostou no filme?"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yrzgip",
            "num_comments": 5,
            "comments": [
                "Essa semana não vi nenhum, porém o último que assisti foi DRIVE(2011) no fim de semana passado, filme muito bom.  \n\n\nHoje a noite  vou ver o novo Pantera Negra.",
                "Essa semana assisti Deadpool 2 na Disney+",
                "Eu vi \"Corra\" na Prime, achei muito bom  \nEssa semana vi mais séries, Big Mouth e Cyberpunk são muito boas!",
                "Acabei de assistir \" falling of Christmas\" eu gostei, normalmente acho filme de natal bobo, mas assisto",
                "Assisti Fleabag, série excelente, pretendo assistir nesse final de semana o X e Pearl"
            ]
        },
        {
            "title": "Alguém pode me ajudar com o nome de um Filme?",
            "selftext": "Boa noite, eu gostaria de saber se alguém lembra o nome do filme aonde nas cenas finais, as pessoas coincidentemente afirmam umas ás outras conhecer o (nome do personagem) e eventualmente elas fizeram alguma decepção para essa pessoa. Porém a pessoa é justamente o piloto do avião e ele se suicida matando todos jogando o avião para cima de uma casa de casal de senhores (a cena é os senhores cuidando do jardim e o avião vindo lá de longe para atingí-los) \nEssa cena foi muito marcante para mim, vi enquanto pesquisava canais na tv a cabo, obrigado desde já",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yrvnga",
            "num_comments": 6,
            "comments": [
                "Não é exatamente um filme, é uma das histórias do Filme [Relatos Selvagens](https://www.imdb.com/title/tt3011894/). O filme é composto por 6 histórias diferentes e uma delas tem esse plot. Ele tá disponível na HBO Max.",
                "Pesquisei em inglês e achei uma pessoa perguntando sobre um filme com características semelhantes, nas respostas falaram que podia ser o [Wild Tales](https://www.imdb.com/title/tt3011894/)\n\n&#x200B;\n\nSegundo as respostas, Wild Tales (2014) é uma antologia composta por seis histórias não relacionadas, uma dela se passa em um avião onde, ao longo do voo, os passageiros percebem que estão todos ligados de uma forma ou de outra a um indivíduo que também está a bordo.\n\nO comissário de bordo, um ex-músico que já teve uma carreira promissora, mas se sentiu frustrado pelo grupo de passageiros: um crítico de música; seu professor de música; uma ex-namorada.\n\nQuando tudo é revelado, o ex-músico se tranca na cabine e se prepara para decretar sua vingança.\n\n&#x200B;\n\nPode ser esse?\n\n&#x200B;\n\nEDIT: [Trailer da história do avião](https://www.imdb.com/video/vi4014321177/?ref_=tt_vi_i_5)",
                "Esse filme é muito bom!!"
            ]
        },
        {
            "title": "Indicação de filmes e séries",
            "selftext": "Oi gente por favor vcs podem me indicar filmes e séries de suspense, drama ou comédia  (HBO max, Disney, Amazon,Star + ou Appletv) pliss 🙏",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yrr8yj",
            "num_comments": 34,
            "comments": [
                "Séries e Filmes que eu recomendo do Star+ \n\nSeries:\n\n**Drama e suspense:**\n\n- Sons of Anarchy\n\n- The Americans\n\n- Atlanta\n\n- The Killing\n\n- The Young Pope\n\n- Pose\n\n- The Bear (Uma das melhores séries do ano, curta porém densa, ótimo enredo, atuações, direção)\n\n\n**Comédia:**\n\n- The Office\n\n- Modern Family\n\n- How I Met Your Mother\n\n- Mr Inbetween (melhor ação cômica, Barry bebeu muito da fonte)\n\n- It’s Always Sunny In Philadelphia (melhor série de humor negro já feita)\n\n- My Name is Earl\n\n- Breeders (comédia britânica)\n\n- Better Things\n\n- Resident Alien\n\n- The Premise (Antologia inovadora e interessante)\n\n- Only Murders in The Building (a primeira temporada é muito boa)\n\n- Abbott Elementary (deu novo fôlego pro modelo clássico de Sitcoms)\n\nStar+ tem varia ótimas animações adultas de comédia, como Futurama, Family Guy, American Dad. Infelizmente, recentemente diversas séries saíram do catálogo sem explicação, então a lista está menor do que deveria.\n\nFilmes\n\n**Drama e Suspense:**\n\n- O Lado Bom da Vida\n\n- Bastardos Inglórios\n\n- Os Suspeitos\n\n- Obrigado Por Fumar\n\n- Cisne Negro\n\n- Perdido em Marte\n\n- O Sexto Sentido\n\n- 12 Anos de Escravidão\n\n- Histórias Cruzadas\n\n- Corpo Fechado\n\n- Coração Valente\n\n- Três Anúncios Para um Crime\n\n- A Sociedade dos Poetas Mortos\n\n- O Segredo de Brokeback Mountain\n\n- Alien - O 8 passageiro\n\n- Psicopata Americano\n\n- Perfume de Mulher\n\n- Gladiador\n\n- Corra\n\n- Teoria de Tudo\n\n- Gangues de Nova York\n\n- Jojo Rabit\n\n- O Rei da Comédia (inspiração para o filme Joker)\n\n- Filadélfia\n\n- Capitão Fantástico\n\n- Whiplash\n\n- O Último Rei da Escócia \n\n**Comédia:**\n\n- Pequena Miss Sunshine\n\n- Questão de Tempo\n\n- Os Caça Fantasmas\n\n- Palm Springs\n\n- A Vida Secreta de Mitty \n\n\n- A Garota Dinamarquesa \n\n- Uma Família de Dois\n\n- Trilogia De Volta Para o Futuro\n\n- Papai Noel às Avessas\n\n- Deadpool\n\n- Kingsman Serviço Secreto\n\n- Borat\n\n- O Fantástico Senhor Raposo\n\n- Freaky - No Corpo de um Assassino (terror cômico)\n\n- Vizinhos\n\n- Eu Queria Ter a Sua Vida\n\n- Ligeiramente Grávidos\n\n- American Pie\n\n[LISTA HBO MAX](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvm1e7/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA DISNEY+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvt0p2/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA APPLE TV+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvtvl6/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)",
                "Cidade dos Sonhos (2001) Mistério/investigação\nLa Haine (1995) Drama\nSeven years in tibet (1997) Drama de época",
                "TODO MUNDO QUE TEM APPLETV **PRECISAAAA** VER TED LASSO!! Tô falando sério, é uma das melhores séries que eu já vi na VIDAAAA, e é a perfeita mistura de, pasmem, drama e muita comédia. SÓ ASSISTE E ME DIZ! DE NADA!",
                "HBO Max tem sem dúvidas o melhor catálogo de séries, Star+ (por ter conteúdo da Fox e FX) fica em segundo e a AppleTv+ tá investindo muito em qualidade ao invés de qualidade (coisa que a Netflix não deve saber o que é) Segue as listas então:\n\nHBO Max séries \n\n**Drama e suspense:**\n\n- Sopranos (melhor série já feita, pai de Breaking Bad)\n\n- The Wire (uma das melhores tramas da tv mundial)\n\n- The Leftovers (melhor série da década passada)\n\n- Band of Brothers (melhor minissérie já feita)\n\n- Chernobyl (Minissérie espetacular sobre o famoso acidente nuclear)\n\n- Succession (Bilionários sendo bilionários)\n\n- The Knick (drama médico, retrato da medicina nos anos 1900)\n\n- Six Feet Under (O melhor final já feito pra uma série)\n\n- Mad Men (a fama condiz com a qualidade)\n\n- True Detective (antologia de investigação, com a primeira temporada perfeita)\n\n- Mare of Easttown\n\n**Comédia:**\n\n- Miracle Workers (antologia de comédia acima da média)\n\n- O Ensaio (Nathan Fielder em mais um projeto experimental sensacional, comédia de absurdos)\n\n- Barry (Injustiçada no Emmy, a melhor série de ação cômica da atualidade)\n\n- EastBound and Down (Politicamente incorreta e imperdível)\n\n- Peacemaker (A melhor série cômica de herói do ano)\n\n- Curb Your Enthusiasm (Com um texto primoroso do Criador de Seinfeld, Larry David sendo Larry David, so da pra saber se você gosta do tipo de humor da série assistindo)\n\n- The Office USA e The Office UK (humor britânico, vai de gosto)\n\n- Robot Chicken e Rick and Morty (melhores animações de humor adulto)\n\n- The White Lotus\n\n- Silicon Valley \n\n- Hacks\n\n- 2 Broke Girls\n\n- The Righteous Gemstones\n\nSéries clássicas como Friends e Dois Homens e Meio dispensam recomendações e estão no catálogo, junto com muita séries infantis nostálgicas.\n\nHBO Max Filmes\n\n**Drama e suspense:**\n\n- Senhores do Crime\n\n- Poderoso Chefão (trilogia)\n\n- L.A. Confidential\n\n- Frida\n\n- Diamante de Sangue\n\n- O Abutre\n\n- O Jogo da Imitação\n\n- Moonlight\n\n- O Lugar Onde Tudo Termina\n\n- Império do Sol\n\n- Laranja Mecânica \n\n- Embriagado de Amor (melhor filme com o Adan Sandler)\n\n- A Grande Aposta\n\n- Os Oito Odiados\n\n- De Olhos Bem fechados\n\n- Boogie Nights\n\n- Era uma Vez na América\n\n- Os Bons Companheiros\n\n- A Pele em que Habito\n\n- A Origem\n\n- Clube da Luta\n\n- Relatos Selvagens\n\n- Assassinos por Natureza\n\n- As Vantagens de Ser Invisível\n\n- Os Imperdoáveis\n\n- Contato\n\n- O Mestre\n\n- No Portal da Eternidade\n\n- Uma História de Violência\n\n- Gravidade\n\n- Efeito Borboleta\n\n- O Grande Gatsby\n\n- O Regresso\n\n- Cães de Aluguel\n\n- V de Vingança\n\n- Em Busca da Felicidade\n\n- O Grande Truque\n\n- Millennium - Os Homens que Não amavam os mulheres\n\n- Nasce uma Estrela\n\n- A Rede Social\n\n- Magnólia\n\n- Trainspotting\n\n- Um Sonho de Liberdade \n\n- Garota Exemplar\n\n- Seven - Os Sete Pecados Capitais\n\n- Joker\n\n**Comédia**\n\n- Férias Frustradas\n\n- Quero Matar meu chefe\n\n- Amizade Colorida\n\n- Superbad\n\n- Logan Lucky\n\n- As Aventuras de Dick e Jane\n\n- Os Outros Caras\n\n- Shazam!\n\n- Amor e Outras Drogas\n\n- Esquadrão Suicida (2021)\n\n- Os Estagiários\n\n- A Noite do Jogo\n\n- Cães de Guerra\n\n- Snatch Porcos e Diamantes\n\n- Dois Caras Legais\n\n- Zumbilandia\n\n- Se Beber Não Case\n\n[LISTA STAR+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvqvz2/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA DISNEY+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvt0p2/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA APPLE TV+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvtvl6/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)",
                "Séries e filmes que eu recomendo do Disney+\n\n**Séries:**\n\n- Malcolm In The Middle (a melhor série de comédia da plataforma, primeiro papel de destaque do Bryan Cranston antes de interpretar o Walter White em Breaking Bad)\n\n- Família Dinossauro (humor inteligente com umas tiradas adultas)\n\n\n**Filmes:**\n\n- Tico e Teco (uma das melhores surpresas do ano, comédia com diversas referências e participações da cultura pop)\n\n- Roger Rabbit (Inspirou Tico e Teco )\n\n- Três Solteirões e um Bebe \n\n- Rainha do Katwe\n\n- Mary Poppins\n\n- Esqueceram de Mim\n\n- Estrelas Além do Tempo\n\n- Rocketeer\n\n- Os Simpsons - o Filme\n\n- 10 coisas que eu odeio em você\n\n[LISTA HBO MAX](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvm1e7/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA STAR+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvqvz2/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA APPLE TV+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvtvl6/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)",
                "Séries que eu recomendo do Apple TV +\n\n**Drama e Suspense:**\n\n- Ruptura\n\n- A Costa do Mosquito\n\n- Black Bird\n\n- Iluminadas\n\n- Invasão\n\n- Servant\n\n- See\n\n- Fundação \n\n**Comédia:**\n\n- Ted Lasso \n\n- Mythic Quest (Mistura de The Office com Silicon Valley)\n\n- Slow Horses\n\n- Mr Corman (infelizmente cancelada)\n\n[LISTA HBO MAX](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvm1e7/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA STAR+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvqvz2/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)\n\n[LISTA DISNEY+](https://www.reddit.com/r/filmeseseries/comments/yrr8yj/indica%C3%A7%C3%A3o_de_filmes_e_s%C3%A9ries/ivvt0p2/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)",
                "Séries: Mr robot, Mr. Mercedes, Dexter, Dark.\nFilmes: Butcher Boy, a casa que Jack construiu, creep, antiviral, Possessor, Angst, spree, Clube da luta, Donnie Darko, Black Christmas.",
                "- Mythic Quest da apple tv+, eu acho uma série hilária, quem gosta de jogos online tipo mmorpg, vai achar a série engraçada (creio eu). David meu personagem favorito sempre que fala da separação dos pais hahaha. \n\n- Servant da apple tv+ também, última temporada estreia em janeiro. É um drama com terror psicológico, confusa no começo mas depois as coisas vão se encaixando.",
                "This is us - prime video, dramão pesado e bom",
                "//+",
                "Quero acompanhar as sugestões 👀\nEu comecei a assistir call me kat no hbo, é bem legal pra passar o tempo",
                "What we do in the shadows, no star",
                "Waves (2019), We are who we are no HBO, o especial do Jarrod Carmichael chamado Rothaniel no HBO tbm.",
                "Série please like me muito leve, divertida e meio triste",
                "Recomendo muito assistir Andor, na Disney+  \n\n\nPara saberem como funciona uma ditadura e como resistir a ela."
            ]
        },
        {
            "title": "500 dias com ela",
            "selftext": "O que vocês acham sobre a relação do Tom e da Summer? Acham que quem foi o babaca da história? Summer? Tom? Ambos? Expliquem seus posicionamentos",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yrr1nn",
            "num_comments": 17,
            "comments": [
                "O que cagou tudo foi o todo o envolvimento e comportamento de \"namoro\" em uma relação em que uma das partes não tinha o menor interesse romântico na outra. Fórmula clássica pra dar errado. Tom errou com ele mesmo em se submeter e se contentar com as migalhas e Summer errou principalmente pq quando a gente não quer nada, também não alimenta sentimentos nos outros.",
                "Os dois, o Tom foi idiota em querer um relacionamento com a Summer que não queria nada, mas isso não a isenta visto que ao invés dela cortar logo ele, ficou alimentando falsas esperanças",
                "Eu acho que foi o Tom, ela disse que não queria nada sério, ela ter arrumado um cara depois e ter casado, não inválida a posição dela antes... Pessoas e relacionamentos diferentes",
                "Então, no contexto \"babaca\", nenhum dos dois. O filme pra mim retrata como nos tanto homem ou mulher fantasiamos, situações, momentos e ações de acordo como o q mais queremos. No caso dessa relação a mulher claramente estava querendo se conhecer,viver e nao estava preparada pra algo sério. Por outro lado ele queria mt um relacionamento a longo prazo e via isso como projeto de vida.Ele então começou a imaginar verdades da própria cabeça, misturando crenças pessoas, e conhecimento próprios de que ela estava se entregando a ele. Óbvio q nao deu certo e cada um foi pra sua vida.\nMas como o sentimento eh tao irracional e anti platônico, quando ele se reencontrou com ela, continuou imaginando que podia acontecer algo pelo  simples, se... Se nos encontrássemos em outra momento quem sabe\n\nMas  nao  á um certo ou vencedor concreto. Eh o simples retrato da vida",
                "Tom, óbvio...\n\nEle achou que ela seria perfeita e curaria ele dos problemas... mas ela é uma pessoa normal com seus próprios problemas. Além do mais, ela tinha deixado claro o que queria desde o início e ele que aceitou mal...",
                "Ah, esse filme foi importante pra mim na época... tom criou expectativas demais. Ela só queria derfu.",
                "Não consigo ver ela como babaca da história, ela deixou tudo bem claro pra ele desde o começo. Não é raro você se apaixonar perdidamente por alguém e a pessoa não se apaixonar por você.",
                "Eu acho que o Tom se submete a uma relação que faz mal pra ele por conta de uma dependência emocional. A Summer desde o início deixa claro que ela não quer nada, porém isso não justifica ela agir como se tivesse 0 responsabilidade emocional com o Tom e trata ele com frieza no final do filme. Acho que ambos erram, não sendo vilões mas sendo causadores de conflitos",
                "[deleted]",
                "Eu tenho vivido a situação do protagonista em que gosto muito de alguém que não me dá muita bola mas mesmo por isso eu não acho que a Summer esteja errada mas tbm n acho q o cara que esteja errado. Sla, acho q eh a vida."
            ]
        },
        {
            "title": "Melhores listas para quem quer se aprofundar na história do Cinema e achar bons filmes pra assistir",
            "selftext": "Muita gente que quer começar a se aprofundar no cinema, encontra diversas listas de “melhores filmes” na internet, mas quais são realmente as melhores?\n\nAlém da Lista do [Top Melhores Filmes do IMDb](https://www.imdb.com/chart/top), que é uma das mais populares na internet, fica aqui a recomendação da Lista da Sight and Sound de [Melhores Filmes de Todos os Tempos](https://www.bfi.org.uk/sight-and-sound/greatest-films-all-time) que é atualizada de 10 em 10 anos, conta com um catálogo mais diversificado e é montada por diversos críticos do mundo inteiro. A nova versão da lista vai sair ainda nesse mês de Novembro.\n\nSe conhecerem outras listas, podem recomendar aqui!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yq6ide",
            "num_comments": 6,
            "comments": [
                "eu particularmente não acho essas listas de notas mais altas de site com voto de público um bom parâmetro, nessas do imdb por exemplo até filme de super herói da marvel tem (nada contra mas tá longe de ser um cinema realmente influente e/ou revolucionário..)",
                "O top 100 do IMDB é muito bom para achar filmes bons do cinema, mas se for pensar na história do cinema tem tanto filme \"ruim\" que é importante assistir, mas é muito difícil assistir sem entender o porque o filme foi importante. Por exemplo, \"O Nascimento de uma Nação\" é um filme importantíssimo para o cinema, D. W. Griffith foi um gênio para o começo da história do cinema, mas o filme é ruim demais.",
                "\\- [Top 250 do Letterboxd,](https://letterboxd.com/dave/list/official-top-250-narrative-feature-films/) baseado na nota média geral dos usuários da plataforma.\n\n\\- [Kinema Junpo All Time Best 200](https://mubi.com/pt/lists/japanese-movies-all-time-best-200-kinejun-readers); Melhores filmes japoneses de todos os tempos, lista feita a partir de pesquisas junto ao leitores da revista Kinema Jumpo, referência em filmes japoneses.\n\n\\- [BBC, 100 melhores filmes do século 21](https://en.wikipedia.org/wiki/BBC%27s_100_Greatest_Films_of_the_21st_Century); feita a partir de um compilado de listas de 177 críticos.",
                "Para história tem esse vídeo de uma lista com os filmes de maior sucesso ao longo dos anos: https://www.youtube.com/watch?v=aWOFxyQI9D8"
            ]
        },
        {
            "title": "ME AJUDEM LEMBRAR UM FILME",
            "selftext": "preciso saber o nome de um filme, me ajudem, é assim:\n\nPassava na globo, às vezes de madrugada, era um filme de censura sei lá 10-12 anos e eu não tenho certeza, mas tenho quase certeza que era de natal.\n\nMas a parada principal do filme que eu lembro marcante é que tinha: Um adolescente cabeludo que vivia vendo pornografia na internet e um dia a mãe dele bebe muito e acaba fazendo um ensaio sensual (não lembro se pelada) daí um dia no meio dessas pornografia que ele ta vendo, ele vê o ensaio da mãe dele e eu não lembro se ele grita, só sei que simplesmente ele pega o computador (aqueles de tubo) sai da casa com ele e joga naquelas lixeira de ferro americana e fica caladasso (ele já não falava praticamente) até que tentam descobri o que aconteceu e ele mei oque fica apontando pra mãe dele desesperado e mostra e ela acaba lembrando de tudo, é algo assim.\n\nVcs sabem o nome desse filme? POR FAVOR ME AJUDEM\n\nEdit: Descobri! Procurei por filmes de natal no google e então um filme do Ben Affleck apareceu e acendeu um spark na minha memória nostalgica e ae eu li a wikpedia do filme e na descrição do plot com todo enrendo tinha:  \"The visit between the two families steadily descends into chaos, culminating with everyone seeing Christine's glamour shots manipulated into pornography on Brian's computer\".   \nNome do Filme: Surviving Christimas ou Sobrevivendo ao Natal em PT-BR com Ben Affleck. ",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ypzj4z",
            "num_comments": 4,
            "comments": [
                "Procura no xvideos",
                "Filme se chama CHE REMBO",
                "Fiquei curioo em saber o nome do filme. Conseguiu?"
            ]
        },
        {
            "title": "Para fãs de Terror",
            "selftext": "Quais os melhores na sua opinião e qual mais te marcou??",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ypslw7",
            "num_comments": 68,
            "comments": [
                "O Exorcista\n\n&#x200B;\n\nO Bebê de Rosemary\n\n&#x200B;\n\nO Iluminado\n\n&#x200B;\n\nHereditário\n\n&#x200B;\n\nPsicose",
                "*REC (2007)* é meu favorito, é um dos poucos filmes que o found footage é bem justificado e érealmente aterrorizante e tenso. Tem também Abismo do Medo (2005),  Ringu (o original japonês de 1998), Os Outros (um terror mais soft mas bem legal) e Deixa Ela Entrar (o original de 2008, não o remake americano).",
                "Contatos de 4 grau.\n\nEsquecidos\n\nPresságio.",
                "o massacre da serra eletrica !!!!!!! o melhor slasher do mundo. veria mil vezes",
                "Vou botar dois que não foram mencionados ainda:\n- O Enigma de Outro Mundo\n- O Enigma do Horizonte",
                "Não foram citados ainda, mas recomendo muito: Noroi / Speak No Evil / Mártires / Frontiers / Dog Tooth",
                "Assisti Bruxa de Blair no cinema. Não voltei a assistir em casa mas no cinema foi fenomenal. Não só pelo filme em si mas a campanha publicitária foi uma tacada de mestre. Criaram vários sites e postaram várias \"fake news\" sobre a suposta lenda que você ia assistir ao filme jurando que tudo aquilo aconteceu de verdade!\n\nExorcista, Terror em Amityville e Poltergeist também são muito bons.\n\nThe Return of the Living Dead é um dos filmes trash favoritos.",
                "Sem duvida premonição, me fez ter medo de, montanhas-russas, voar de avião, e ficar em um engarrafamento, com um caminhão cheio de troncos de madeira.",
                "Maioria já foi citado , mas adicionaria Martyrs, a invasora , Eden Lake, a entidade , alta tensão , possum, suspiria.",
                "Hereditário - Puta que paril que filme. Depois que assisti fiquei uns dias sentindo uma sensação estranha, como se eu tivesse participado de algo que não deveria.",
                "O exorcista\nA freira\nInvocação do mal 1 e 2",
                "Hellraiser, Fred krueger, sexta-feira 13, massacre da serra elétrica, evil dead e exorcista. A maioria não faz mais parte dos meus favoritos hoje, mas eu pirava neles quando era adolescente então marcaram demais pra mim. O dono da locadora ganhou muita grana em cima dessa pessoa aqui. Hoje eu curto muito Midsommar, hereditário, corra, US, o iluminado, enigma do outro mundo, hellraiser, o massacre da serra eletrica. Que estou lembrando.",
                "Eu não vejo tanto filme de terror assim, porém O Bebê de Rosemary foi um dos mais intrigantes que já assisti.",
                "O ritual\n\nJogos mortais I",
                "Cara filme de terror q me marcou é difícil...\nMas esses aí são muito bons:\n\nCreep (2014)\n\nLake Mungo (2008)\n\nA Visita (2015)\n\nNoite de Crime (2013)\n\nCorrente do Mal (2014)",
                "Terror e Suspense são os gêneros de filmes/séries que mais gosto, já vi vários ruins, mas teve alguns bons também hahahaha. \nO Massacre da Serra Elétrica (2003) é um remake, mas é um dos meus filmes favoritos. E a trilogia da Rua do Medo (netflix) é bem legal também, 1978 foi o que mais gostei entre os três.",
                "*Sinister* (A Entidade)          ^(< que tradução que deram... mas é compreensível, pq \"sinistro\" virou gíria pra \"maneiro\" 😂 >)\n\nO cara do filme Antes do Amanhecer, assistindo aqueles rolo de filme antigo de madrugada, encontrou no sótão.\n\nOs vídeos em si, e as reações dele me \"assustaram\", é perturbador. Por isso esse é o que sempre vem à mente.",
                "Ninguém falou em Midsommar, acho. É terror oficialmente, mas eu ri em muitas partes. É bizarro. \n\nAssiste os clipes do álbum Solar Power da Lorde antes.",
                "A série Hannibal é topíssima.  \n\n\nO Mads Mikkelsen tem um charme na atuação que tu tem vontade de tomar um vinho com ele. Recusa os bifes, só.",
                "Tem um que é uma moça que leva o cara pra conhecer os pais, aí ele é amarrado na cadeira. Eu não lembro o nome aaa. Ela é tipo os clipes da Melanie Martinez ou Kerly Walking on Air com a casa de boneca.",
                "Minha lista que esqueci de compartilhar:\n\nHereditário\n\nA Dark Song\n\nMarcas da Maldição \n\nSilenciadas \n\nO exorcista ( *Esse foi o que mais me marcou, tb por ter assistido quando mais jovem*  )\n\nO exorcismo de Emily Rose \n\nCorra \n\nO orfanato\n\nSilêncio dos inocentes\n\nA chave mestra\n\nErrementari\n\nThem ( a série)",
                "Atividade Paranormal foi o que mais me assustou, pensei nele antes de dormir por meses. Mas acho que mais pela minha idade na época do que qualquer outra coisa. \nA Bruxa me impactou tbm.",
                "O exorcismo de emily rose",
                "[https://www.youtube.com/watch?v=b88Z3Xa9v4s](https://www.youtube.com/watch?v=b88Z3Xa9v4s)  \n\n\nEsse tem a mesma vibe horror-comédia-wtf... curti muito",
                "[deleted]"
            ]
        },
        {
            "title": "Que filme é esse?",
            "selftext": "Um cara consegue ver tipo uns fantasmas que parecem uma mistura dos dementadores com o gollum. É tudo narrado por ele, ele consegue ver gente morta. Na trama ele tá tentando descobrir o que vai acontecer de tão trágico que chamou todos aqueles fantasmas pra cidade. \n\nNo início ele encontra um cara que diz que também consegue ver e esse cara \"mostrou a bunda\" pra um dos fantasmas, o prota disse que ele fez merda em deixar os fantasmas saberem que ele os vê, aí a cena seguinte é um fantasma possuindo o corpo de um caminhoneiro e atropelando o cara que disse ter visto.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ypkg0u",
            "num_comments": 2,
            "comments": [
                "Eu tenho quase certeza de que você tá falando de \"Odd Thomas\" (2013)."
            ]
        },
        {
            "title": "que filme é?",
            "selftext": "Lembro do principal ser um anjo, no começo do filme ele vai pra uma cidade grande e vê os pecados da humanidade: violência, prostituição...\n\nDepois ele vai pra um dinning no meio do deserto e junta com os outros personagens, entre eles uma grávida, fica vindo uns bixos e eles defendem matando com armas de fogo, tem uma cena que uns tenta fugir de carro mas são pegos numa tempestade que seria a nuvem de gafanhotos da Bíblia, no final a mulher da a luz pra um bebê Messias e o anjo sai andando com a criança e os monstros deixam ele passar...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yp87rz",
            "num_comments": 2,
            "comments": [
                "Hahaha esse é o filme [Legião](https://www.imdb.com/title/tt1038686/) tem o Paul Bettany no elenco, nosso “Visão” da Marvel, na época que ele vazia só filme louco, se você gostou desse, te recomendo o filme [Padre](https://www.imdb.com/title/tt0822847/)\n\nPra quem tá vindo de fora, já aviso que os dois filmes citados acima não são muito “bons”"
            ]
        },
        {
            "title": "me recomendem filmes cults",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yp2yjf",
            "num_comments": 39,
            "comments": [
                "Donnie Darko",
                "Indico um streaming só de filmes cults: Mubi. É meio caro mas de vez em quando tem umas promoções de 3 meses por 10 reais.",
                "begotten",
                "Metropolis",
                "Réquiem para um sonho",
                "Sétimo Selo",
                "Submarine",
                "The Holy Mountain",
                "Following, o primeiro filme do Christopher Nolan.",
                "\nMeus preferidos:\n\n\nDonnie darko\nLaranja mecânica\nClube da Luta <3\nPsicopata americano\nAngst\nViolência Gratuita \n\n*destaque também para Spree e Creep, porém, são filmes mais atuais.",
                "Le Samourai",
                "A falha de San andrade",
                "Asas do Desejo;\nPersona;\nA Árvore da Vida.",
                "Yi Yi\n\nAmor a Flor da Pele\n\nParis, Texas",
                "Nós que aqui estamos, por vós esperamos",
                "A montanha",
                "Stalker",
                "O Grande Lebowsky",
                "Harry Potter e o Prisioneiro de Azkaban",
                "Maníaco, um cadáver para sobreviver, drive, história de violência",
                "500 days of summer",
                "A casa no bayou",
                "A Montanha Sagrada",
                "Boyhood",
                "It's a Wonderful Life (1946)\n\nHarakiri (1962)\n\n12 Angry Men (1957)\n\nTodos esses são espetaculares!",
                "Eyes wide shut",
                "Solaris (1972)"
            ]
        },
        {
            "title": "Smile - horror - 2022",
            "selftext": "Pensa em uns scare jump macabros. Eu não sou medroso para filmes de terror e nem tomo sustos, mas deu uns arrepios na nuca, admito.\n\nEu já tinha visto um filme com enredo similar, Fallen - 1998. Só que neste era mais mistério do que horror.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yokb3z",
            "num_comments": 4,
            "comments": [
                "Filme top, fazia tempo que eu tava procurando filme assim",
                "Onde tem para baixar com qualidade?"
            ]
        },
        {
            "title": "Preciso MUITO achar um filme",
            "selftext": "Eu assisti esse filme quando eu era criança então ta foda lembrar de tudo, mas era um filme de terror. Nesse filme havia uma mulher que era perseguida por um espirito de um homem. O filme tem muito a ver com gravações, ela gravando o espírito e é meio vhs ou algo assim, mas é lá do começo dos anos 2000, talvez até da década de 90. Um fiome de assombração e eu lembro que o fantasma era invisível e só dava pra ver na câmera, as cores q mais lembro eram tons de roxo ou até acinzentado. Se alguém souber ou tiver alguma ideia ou até mesmo puder me indicar outro lugar pra poder procurar eu agradeço. Estou há dias procurando, talvez o filme seja até meio found footage mas eu nao tenho certeza, mas lembro claramente do uso das cameras pra ver o fantasma.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yoaeni",
            "num_comments": 5,
            "comments": [
                "Rec podia ser, mas é de 2007",
                "Vê se é [Atividade Paranormal: Dimensão Fantasma](https://m.imdb.com/title/tt2473510/) ou [Fenômenos Paranormais](https://m.imdb.com/title/tt1703199/)",
                "O homem invisível ?"
            ]
        },
        {
            "title": "Sugestão de anime: Kemono no Souja Erin",
            "selftext": "Terminei de assistir ao 50º e último episódio agora, foi um anime muito lindo, pretendo reassisti-lo daqui a alguns anos, tanto que o deixarei bem guardadinho no meu HD externo.\n\n*Na terra de Ryoza, as províncias vizinhas de Shin-Ou e Tai-Kou estão em paz. A rainha Shinou é a governante de Ryoza e seu maior general, grão-duque Taikou, defende o reino com seu exército de poderosos lagartos de guerra conhecidos como \"Touda\". Embora as duas regiões tenham uma aliança de longa data, as crescentes tensões ameaçam desencadear uma feroz guerra civil. Dentro de Ake, uma vila em Tai-Kou encarregada de criar o exército do Grão-Duque, vive Erin, uma garota brilhante que passa os dias assistindo o trabalho de sua mãe Soyon, a médica chefe da aldeia em Touda. Mas, sob os cuidados de Soyon, um incidente desastroso se abate sobre o Touda mais forte do Grão-Duque, e a paz que Erin e sua mãe estavam desfrutando desaparece quando Soyon é severamente punido. Em uma tentativa desesperada de salvar sua mãe, Erin acaba caindo em um rio e é levada para Shin-Ou. Incapaz de voltar para casa, Erin deve aprender a levar uma nova vida com pessoas completamente diferentes, enquanto procura a verdade dos animais e da própria humanidade, com as tensões entre as duas regiões constantemente aumentando.*",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yo9q7z",
            "num_comments": 1,
            "comments": [
                "Salvei..  vou entrar numa temporada só de anime, vou aproveitar pra vê-lo. Obrigada"
            ]
        },
        {
            "title": "Recomendações de filmes/séries",
            "selftext": "Oi, ultimamente estou sem filmes ou séries, e já está virando um pouco repetitivo assistir tudo de novo, alguém teria recomendações de filmes/ séries, de preferência que esteja na Netflix",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yo9h95",
            "num_comments": 17,
            "comments": [
                "Filmes: Como você não especificou gênero, te recomendo esses:\n\n**Ação:**\n\n•\t⁠1917*\n\n•\t⁠Era uma Vez em Hollywood*\n\n•\t⁠Joias Brutas (original Netflix)*\n\n•\t⁠A Noite Nos Persegue (original Netflix)\n\n•\t⁠Athena (original Netflix)\n\n•\t⁠Estrada Sem Lei (original Netflix)\n\n•\t⁠O Rei (original Netflix)\n\n•\t⁠Legítimo Rei (original Netflix)\n\n•\t⁠Dunkirk*\n\n•\t⁠Nada de Novo no Front\n\n•\t⁠Impacto Profundo\n\n•\t⁠Os Intocáveis *\n\n•\t⁠O Gângster*\n\n•\t⁠Sicario*\n\n•\t⁠Baby Driver*\n\n•\t⁠Red Aposentados e Perigosos\n\n•\t⁠Straight Outta Compton\n\n•\t⁠O Gladiador*\n\n•\t⁠O Contador\n\n•\t⁠Drive\n\n•\t⁠Taxi Driver*\n\n•\t⁠O Profissional*\n\n**Aventura:**\n\n•\t⁠Trilogia De Volta Para o Futuro*\n\n**Comédia:**\n\n•\t⁠30 Minutos ou Menos\n\n•\t⁠Chumbo Grosso\n\n•\t⁠Projeto X\n\n•\t⁠Os Outros Caras*\n\n•\t⁠Kung Fusão\n\n•\t⁠Zumbilandia*\n\n•\t⁠Forrest Gump*\n\n**Drama:**\n\n•\t⁠Um Sonho de Liberdade*\n\n•\t⁠Viver Duas Vezes (original Netflix)\n\n•\t⁠Extraordinário\n\n•\t⁠O Lado Bom da Vida\n\n•\t⁠O Jogo da Imitação \n\n•\t⁠Capitão Fantástico *\n\n**Suspense:**\n\n•\t⁠Shimmer Lake (original Netflix)\n\n•\t⁠As Duas Faces de um Crime*\n\n•\t⁠O Plano Perfeito\n\n•\t⁠Ilha do Medo*\n\n•\t⁠Eu me Importo (original Netflix)\n\n**Terror:**\n\n•\t⁠Arraste me Para o Inferno\n\n•\t⁠Cargo (original Netflix)\n\n•\t⁠Brightburn\n\n•\t⁠Corrente do Mal*\n\n•\t⁠Um Lugar Silencioso*\n\n•\t⁠A Bruxa*\n\n•\t⁠Train to Busan\n\n•\t⁠O Homem Invisível\n\n**Animação:**\n\n•\t⁠Akira*\n\n•\t⁠Por Água Abaixo\n\n•\t⁠Ghost in the Shell\n\n•\t⁠Trilogia Como Treinar o Seu Dragão\n\n•\t⁠A Casa Fantasma*\n\n**Nacional:**\n\n•\t⁠7 Prisioneiros (original Netflix)\n\n•\t⁠Estômago*\n\n**Romance:**\n\n•\t⁠As Vantagens de Ser Invisível*\n\n•\t⁠Brilho Eterno de Uma Mente Sem Lembranças*\n\n•\t⁠Blue Valentine\n\n**Sci-fi:**\n\n•\t⁠Chappie\n\n•\t⁠Distrito 9 *\n\n•\t⁠Jumper\n\n•\t⁠No Limite do Amanhã \n\n•\t⁠Efeito Borboleta\n\nTodos são ótimos filmes, destaque para os marcados com *\n\n[SÉRIES](https://www.reddit.com/r/filmeseseries/comments/yo9h95/recomenda%C3%A7%C3%B5es_de_filmess%C3%A9ries/ivf67j4/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)",
                "Você não especificou muito, então vou recomendar 10 filmes e 10 séries que eu gosto bastante e que estão na Netflix, mas não são tão conhecidos: \n\nFILMES: \n\n• O Sétimo Filho \n\n• 47 Ronins \n\n• O Jogo da Imitação \n\n• Bright \n\n• O Paradoxo Cloverfield \n\n• No Limite do Amanhã \n\n• The Witcher: Lenda do Lobo \n\n• Stardust - O Mistério da Estrela \n\n• Aniquilação \n\n• O Silêncio \n\nSÉRIES: \n\n• Dirk Gently's Holistic Detective Agency \n\n• Explicando \n\n• Dark \n\n• Perdidos no Espaço \n\n• Lemony Snicket: Desventuras em Série \n\n• A Vida em Outros Planetas \n\n• Ozark \n\n• Lupin \n\n• Cidade Invisível \n\n• The OA",
                "Vc quer recomendações de filmes/séries de alguma categoria específica?",
                "The Peripheral- amazon prime",
                "Um filme muito bom é A invenção de Hugo Chabret",
                "Esperando o 1889. Vejamos se é bom mesmo.",
                "Séries: Eu não sei se você já viu as famosas, então vou fazer duas listas\n\n**Óbvias:**\n\n- Breaking Bad (obrigatória - melhor série disponível na Netflix) \n\n- Better Call Saul (provável melhor spin off já feito)\n\n- Ozark\n\n- The Last Kingdom\n\n- Narcos e Narcos México \n\n- Peaky Blinders\n\n- Vikings (até onde eu assisti - 4 temporada - foi muito boa)\n\n- MindHunter \n\n- Gambito da Rainha\n\n- Atlanta\n\n- Legion (super-heróis)\n\n- Dark\n\n- House of Cards (boa ate a saída do Kevin Spacey)\n\n- Black Mirror\n\n- Community (ótima até a terceira temporada, depois o elenco se dispersa - mas se você gosta de cultura pop vale muito a pena)\n\n- Brooklyn 99 (comédia de workplace - ótima até a metade sexta temporada, depois o mimimi toma conta e o episódio fica mais preso em condenar machismo do que te fazer rir)\n\n- Superstore (comédia de workplace - não é The Office, mas bebeu da fonte)\n\n- The Umbrella Academy (ou vc ama ou odeia)\n\n- Missa da Meia Noite (terror)\n\n- A Maldição da Residência Hill (bem melhor que a Bly)\n\n- Dahmer\n\n- Suits (série de advogado)\n\n- Billions (quase uma Succession - Porém mais dinâmica) \n\n- Bojack Horseman (animação adulta) \n\n- Cowboy Bebop (anime)\n\n- Demon Slayer (anime)\n\n**Melhores séries que ninguém viu / pouca gente comenta:**\n\n**Ação:**\n\n- Bodyguard\n\n- Godless (minissérie western)\n\n- Kingdom (terror ação)\n\n- Five Came Back (Guerra)\n\n- Marco Polo (gosto pessoal meu - Infelizmente Cancelada)\n\n- Barbarians\n\n**Drama:**\n\n- inacreditável\n\n**Animação:**\n\n- Archer (Animação adulta do FX, prolongada demais, mas ótima até a 6 temporada) \n\n- Cyberpunk Edgerunners\n\n- Final Space (primeira temporada é sensacional)\n\n- Watership Down\n\n- One Punch Man (anime)\n\n- Arcane\n\n**Comédia:**\n\n- Seinfeld (antiga e genial, Mãe de todas sitcoms sobre amigos/ vizinhos)\n\n- Ash vs Evil Dead (terror cômico perfeito, muito sangue e humor) \n\n- Mo (produção da A24 - Lembra Atlanta)\n\n- Norseman\n\n- The End of The Fucking World (humor ácido)\n\n- Happy! (Ação cômica, biruta das ideias) \n\n- Dirk Gently’s Hollistic Detective Agency (Douglas Adams nunca erra - infelizmente cancelada, mas vale muito a pena)\n\n- Love (comédia bem escrita, adulta)\n\n- Santa Clarita Diet (Besteirol, se não odiar, vai gostar) \n\n**Terror:**\n\n- Tabula Rasa (Terror Belga) \n\n- Katla\n\n- Black Summer\n\n- Ghoul\n\n**DOCs:**\n\n- Tiger King (história absurda)\n\n- Explicando (científico)\n\n- Wild Wild Country (Seitas)\n\n- The Confession Tapes (criminal - o porquê pessoas confessam crimes que não cometeram)\n\n- Our Planet\n\n[FILMES](https://www.reddit.com/r/filmeseseries/comments/yo9h95/recomenda%C3%A7%C3%B5es_de_filmess%C3%A9ries/ivddm23/?utm_source=share&utm_medium=ios_app&utm_name=iossmf&context=3)",
                "Séries: Mr robot, Mr. Mercedes, Dexter, Dark.\nFilmes: Butcher Boy, a casa que Jack construiu, creep, antiviral, Possessor, Angst, spree",
                "Série: Is dark Materials",
                "Recomendo a série \"deixe ela entrar'  tem dois filme da série de produção 2008 e outra de 2010 ."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ynevj0",
            "num_comments": 17,
            "comments": [
                "Supernatural / The Big Bang Theory / Dr. House",
                "A grande família.",
                "Cobrai Kai \n\nJojos bizarre adventure",
                "Infelizmente nenhuma, caí numa depressão profunda e perdi meu ânimo para assistir as coisas. Então estou guardando para assistir depois.",
                "Peripherals na Prime Video",
                "- Peripherals\n- The Boys\n- Supernatural",
                "Teenage Mutant Ninja Turtles (1986)\nStreet Fighter\nOutra Vida\nNightfliers",
                "EStou finalizando Fringe/fronteiras.",
                "the white lotus",
                "GOT",
                "House of the Dragon",
                "Teen Wolf / os originais / legancie",
                "Bem vindos a vizinhança, Dahmer, Mr. Robot(de novo jsjsj)",
                "Estou vendo **O Jogo da Corrupção** no *prime*."
            ]
        },
        {
            "title": "Alguém poderia me falar qual é o nome desse filme?",
            "selftext": "Tem um filme que eu assisti a muito tempo atrás, acho que foi antes de 2010. Eu lembro que era sobre um policial rodoviária meio patéta que se infiltra nas corridas de estrada e se apaixona por um mulherão (acho que era uma loira). No começo ele era péssimo em corridas, mas depois ele aprende a correr muito bem. No final (desculpe pessoal, eu não lembro muito bem) ele fica com essa mulher, sai da policia e continua participando das corridas.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yndpgu",
            "num_comments": 9,
            "comments": [
                "Parece ser o [A2 Racer - Riscando o Asfalto](https://m.imdb.com/title/tt0391774/)",
                "Eu sei que não é, mas parece muito velozes e furiosos",
                "Ou é velozes e furiosos ou algum filme B que copia de velozes e furiosos kkkkk",
                "Planeta dos macacos",
                "Super Velozes, Mega Furiosos!!\n\nSinopse: Lucas White é um policial disfarçado que se infiltra na gangue de rachas de Vin Serento. Eles são velozes, eles são furiosos e eles planejam acabar com o criminoso Juan Carlos de La Sol que esconde dinheiro num bar no centro de L.A."
            ]
        },
        {
            "title": "Somos 50.000 usuários!",
            "selftext": "Puxe uma cadeira, pega a pipoca que ainda tem lugar. Entrada é grátis.\n\n&#x200B;\n\nHá pouco menos de 2 anos éramos apenas em 3.000 conversando sobre séries, filmes, animes em um quartinho escuro. O Sub cresceu graças a vocês, aliás está enorme parece um cinema. \n\n&#x200B;\n\nModerar este sub é uma das grandes satisfações minhas no reddit. Não tem nada para fazer, vocês não dão qualquer trabalho. Eu os agradeço por isso. Nestes 2 anos, foram remoções por spam, uma ou outra por conteúdo ilegal(links de filmes) e nem sei se teve ban. Vez outra aparece um reaça maluco revoltado com alguma \"fêmea ou raça\" de filme ou conteúdo LGBTQIA+. Nossa sorte que é uma ínfima minoria. Ao contrário disso temos milhares de usários legais e que hoje alguns são moderadores.\n\nO sub foi escolhido para fazer uns testes com o reddit. Ainda não tenho certeza de como irá funcionar, mas me parece que teremos, no futuro, subs dentro de subs, separados por flair(foi como entendi)\n\nA gente também tentou o reddit talk, mas sempre acontece de não termos tempo para executar. Caso você seja um usuário interessado em fazer um reddit talk sobre determinada série, filme ou assuntos gerais abrangendo o tema, entre em contato com a gente.\n\nCom o aumento do sub, se tiverem sugestões para ampliar os conteúdos fiquem a vontade.\n\n&#x200B;\n\nParabéns para nós usuários.\n\n&#x200B;\n\n Link da comunidade para compartilhar com amigos e grupos: [https://reddit.app.link/qkd7KDas1tb](https://reddit.app.link/qkd7KDas1tb) \n\n[Filmes que a gente já discutiu](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "yn6qze",
            "num_comments": 3,
            "comments": [
                "Parabéns u/DeepNavyBlue e todo o time da moderação! Vocês são incríveis e este sub é um dos meus favoritos! Que continue crescendo e evoluindo 🎉🎉🎉",
                "Parabéns 👏🏻👏🏻",
                "BOAAA DEEP , PARABÉNS"
            ]
        },
        {
            "title": "tem algum subreddit focado em filme de terror?",
            "selftext": "brasileiro, claro, já estou num ingles",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ymgxcf",
            "num_comments": 8,
            "comments": [
                "Que eu saiba, existe o terrorbrasil e o corvodameianoite.",
                "Totalmente necessário ...",
                "Não conheço um subreddit, mas têm o canal “Refugio Cult” no YouTube. Se não conhece, vale a pena dar uma olhada.",
                "Também estou atrás de um comecei a me interessar pelo gênero slasher e queria um sub pra discutir esses filmes.",
                "Queria😩",
                "Seria interessante..."
            ]
        },
        {
            "title": "me ajudem a encontrar esse filme",
            "selftext": "O filme começa com um rapaz de família rica que perdeu tudo em protitutas e bares , seu irmão logo vai se casar e a família pede sua companhia com sua esposa , então ele conhece uma paciente de manicômio e leva ela  e apresenta como \" sua esposa \" a sua família onde várias aventuras acontecem, e são perseguidos pela polícia, \nMe ajudem por favor se alguém souber o nome desse filme preciso demais saber",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ymgmke",
            "num_comments": 6,
            "comments": [
                "eu lembro desse filme! só não lembro o nome.\n\no seu jeito de andar? acho que é isso",
                "É com o Ryan Oneal e a Barbra Streissand\n\nWhat´s Up, doc?"
            ]
        },
        {
            "title": "HBO cancela 'Westworld' após quarta temporada",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ymdnpy",
            "num_comments": 12,
            "comments": [
                "O seriado se perdeu depois que eles saíram do parque.",
                "Ao menos achei que o final da quarta temporada dei um encerramento bem decente para a série.",
                "Basta considerar o final da quarta temporada como final da série. Pronto. Assim como Matrix, que é um filme standalone perfeito.",
                "Eu fiquei chateado porque achei justamente que a quarta temporada conseguiu renovar a série, e dar um horizonte criativo pra próxima... eu até queria rever essa temporada, mas por que vocês acharam que teve um final decente? Lembro que terminou com um gancho. Se terminasse no Metanoia, até aceitável.",
                "Westworld vai ser sempre o exemplo de quando criadores e roteiristas subestimam e antagonizam sua audiência. Teve um primeira temporada fantástico, e foi só isso.",
                "Também achei que o final da quarta deu um fechamento interessante para a série. Concordo que a série se perdeu um pouco na “narrativa”, mas sempre adorei a temática.",
                "Deveria ter sido cancelada depois do fiasco da 3a temporada. Eu particularmente achava Westworld uma das melhores coisas já feitas na TV. 1a temporada foi espetacular, a ideia a temática, o roteiro. A 2a já começou com uns problemas, mas ainda tem ao menos uns três episódios fantásticos.\n\nA 3a eu só ignoro a existência. Ainda fico tentada a assistir a 4a depois de alguns comentários positivos, mas sinceramente não sei se vale o esforço ou se tem algo que salve o caminho que foi tomado na 3a.",
                "\"Cancelamento\"? Pra mim o final da 4ª temporada já dava um final fechado pra história como um topo, que tipo de história os roteiristas queriam pôr numa suposta 5ª temporada?"
            ]
        },
        {
            "title": "Filme francês da Cinderela",
            "selftext": "Nesse filme no final a madrasta corta o pé de uma dar irmãs com um Machado, eu assisti ele legendado porque era em francês, a Cinderela era morena e ela tinha um cavalo branco não lembro mais de muitos detalhes mas no final ela tem misericórdia das irmãs e da madrasta antes de casar com o príncipe e ela também tinha uma melhor amiga .",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ym73kz",
            "num_comments": 5,
            "comments": [
                "Tem uns 4 filmes franceses sobre a Cendrillon, os primeiros são do fim do século 19/ início do século 20. O mais recente é de 2017 e se chama Les Nouvelles Aventures de Cendrillon.",
                "você lembra a época que assistiu esse filme? e também se o filme parecia ser recente ou antigo?  \nqual foi a emissora?"
            ]
        },
        {
            "title": "Me ajudem! Qual o nome desses dois filmes?",
            "selftext": "Acho que vai ser difícil de procurar pois não lembro muito bem dele, sei que é um filme brasileiro com tema indígena, tinha algumas cenas +18 e passou provavelmente em algum canal aberto (pode ter sido a Band, não tenho certeza) pela madrugada, assisti acho que com 10 a 11 anos, então deve ter passado entre 2013 e 2014  \n\n\nO outro filme não cheguei a assistir, mas lembro de algumas vinhetas do SBT anunciando ele, e eu realmente só lembro que uma das cenas do filme era de uma menina sentando encima de outro menino (?) e lembro que na escola todo mundo comentava desse filme, passou à noite e desse eu lembro exatamente o ano que passou, foi 2013  \n\n\nAlguem poderia me dizer? Eu tenho essas lembranças e sempre tive curiosidade em saber o nome desses filmes kkkkk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ym0e20",
            "num_comments": 8,
            "comments": [
                "Será que o primeiro pode ser Caramuru - a invenção do Brasil (?)",
                "Show de vizinha? Bate com a descrição",
                "O primeiro tenho quase certeza que é caramuru mas pelo que eu me lembre ele só passava na globo. O segundo se for estilo american por pode ser o Eurotrip, se for algo relacionado a puberdade tenta Juno.",
                "Muitos poucos detalhes. O filme indígena que tem cenas um pouco pesadas que eu consigo lembrar é o [Terra Vermelha](https://www.imdb.com/title/tt1054674/) \n\nEsse outro, você lembra como eram os personagens? Cor do cabelo, idade; se era um romance infantil; se são cenas de um flashback ou se só no começo do filme são crianças?\n\n- [Um Verão Para Toda a Vida](https://www.imdb.com/title/tt0465436/)\n\n- [Kit, Uma Garota Especial](https://www.imdb.com/title/tt0846308/)\n\n- [O Primeiro Amor](https://www.imdb.com/title/tt0817177/)\n\n- [Confusão na Austrália](https://www.imdb.com/title/tt0270560/) acho difícil ser, mas lembro que sempre tinha filme com as gêmeas Olsen no SBT, então vai que…"
            ]
        },
        {
            "title": "Qual o nome do filme?",
            "selftext": "Esse filme eu vi quando tinha uns 14 anos. Era um drama que se passava na Europa do início do século 20.\n\nEu só lembro de uma cena em especial em que um cara e o grupinho dele jogam um cadeirante da sacada de um prédio. O prédio não era alto, deviam estar, sei lá, a 5 metros do chão, num terceiro andar kk. Que eu me lembre esses eram os vilões do filme. Se eu não me engano essa cena se passa de noite.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "ylp64v",
            "num_comments": 3,
            "comments": [
                "O que eu consigo lembrar é O Pianista 2003, **\\*ALERTA DE GATILHO/SPOILER\\*** [essa cena aqui](https://www.youtube.com/watch?v=2aD6VpfUlHE)\n\n*-O Pianista é a história real do judeu polonês Wladislaw Spilzman e sua vida em Varsóvia durante o controle dos nazistas.*"
            ]
        }
    ]
}