{
    "posts": [
        {
            "title": "The Office é suspense?",
            "selftext": "Pessoal, com o The Office na Netflix, estou assistindo novamente e percebi que em alguns episódios,  sinto como se estivesse em uma serie de suspense, dada a tensão que toma o episódio. \n\nVocês já notaram isso enquanto assistiam? \n\nUm exemplo é o episódio 5.12 por exemplo. O escritório esconde do Andy o caso da Angela, e fica naquela tensão dr que ninguém deixar o outro falar, nisso o Michael cria coragem e dá a notícia ao Andy. Nisso, fica a tensão do que o Andy vai fazer com essa notícia. E em paralelo, o Michael está na história dele, sendo elogiado e dando uma comédia ao episódio.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10iagmk",
            "num_comments": 6,
            "comments": [
                "Série superestimada e muito chata. Não aguentei passar da segunda temporada. Aí vem uns mongolóides dizer *\"-Ãããã\\~iiinn, ela é chata de propósito... ããããiiinn...\"* . Nunca mais assisto essas séries \"modinhas de Twitter\" de merda. \n\nPra mim, se já está no catálogo da Netflix, tem umas 50% de chance da série ou filme ser uma merda!",
                "Eu estou na 3ª temporada. Não devo continuar porque não faz meu estilo, mas eu consigo perceber porque o pessoal acha ela boa e faz tanto sucesso.\n\nNa minha humilde opinião, até onde assisti, The Office é uma comédia romântica. Metade da trama são as trapalhadas do Michael com o pessoal do escritório, a outra foca no romance do Jim e Pam.",
                "Isso é uma pergunta séria?"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10i9baa",
            "num_comments": 5,
            "comments": [
                "Dopesick, twilight zone (original) e the last of us.",
                "Evangelion e The last off us",
                "O Livro de Boba Fett e The White Lotus, 2ª temporada.",
                "Sob pressão - muito boa e muito acurada. \nThe last of us - também muito boa e muito fiel ao game.",
                "The last of us, o urso muito top"
            ]
        },
        {
            "title": "O melhor filme Nacional na minha opinião",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10i7axt",
            "num_comments": 33,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Legal, mas não é assim que se escreve Auto da Compadecida",
                "acho genial a cena em que ela escreve as cartas pras pessoas e algumas delas não são atores/atrizes, são só pessoas normais que queriam escrever pra alguém importante, muito foda manterem isso no filme",
                "Achei lindo mas nada supera cidade de Deus.",
                "Ainda tô chateada que a Fernanda Montenegro n levou o oscar de melhor atriz por esse filme 😓",
                "Brabo demais, mas como o amigo disse, até agora nada barra cidade de Deus",
                "Uma obra prima",
                "Não conhecia essa capa alternativa de \"Internet: o filme\" /s",
                "Baita filme.\nAcho q o meu favorito é o Auto da Compadecida.\n\n\nAssisti um recentemente sobre um policial que vai conhecer a webnamorada dele e ele descobre q é um rapaz/drag.\nMuito bom o filme. Pena que esqueci o nome.",
                "Kkkkk",
                "Eu também",
                "ou tropa de elite",
                "pra mim só fica atrás de cidade de  Deus",
                "Meus favoritos são Cidade de Deus e O Auto da Compadecida.",
                "Bom, mas o melhor é cidade de deus",
                "Tá precisando ver mais filmes nacionais...",
                "sua opinião está...................\n\n\ncorreta",
                "Voto com o relator. Magnífico, esplendoroso, deslumbrante, extraordinário.\n\nSe gosta de drama, filme bucólico, lento, assista A História da Eternidade. Tem a cena mais linda que já vi na vida. Tem no Youcine.",
                "Gostei muito de Rastro e da dinâmica de Reza a Lenda, também. Nunca havia visto tão bons assim no cinema nacional.",
                "Como eu sei que o cinema brasileiro não começou ontem, vou mencionar um filme que assisti quando criança e mesmo sem toda bagagem intelectual que geralmente é bom ter para assistir dramas, esse filme me marcou e ainda lembro bem de muitas cenas. \nFilme poderoso que, como já sabemos a tradição, foi esnobado no Oscar do lançamento mas no ano seguinte a academia candidatou ele como forma de tentar corrigir o erro .\nO filme é \"O pagador de promessas\".\nSensacional.",
                "Gosto desse e estômago",
                "bom filme, mas arrastado, não chega nem perto da genialidade de Cidade de Deus."
            ]
        },
        {
            "title": "Onde assistir After Yang??",
            "selftext": "Procurei em um monte de streaming e não achei,mas vi várias pessoas que assistiram.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10i77id",
            "num_comments": 3,
            "comments": [
                "Conferi aqui agora, tem no YouCine. É um app pirata, mas é muito bom. Na verdade, esse app tem tudo.",
                "Ainda não, mas quero ver. Columbus é incrível."
            ]
        },
        {
            "title": "Minha indicação de hoje, filme de 99 que conta a história de 9 personagens ao mesmo tempo, tal qual como Pulp Fiction, as histórias se intercruzam, são dilemas sobre a vida, MUITO sentimento, e um final lindo, um dos se não O favorito ever.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10i4ban",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Meu diretor preferido, já vi esses filme umas quatro vezes diferentes e sempre percebo algo novo",
                "Melhor filme do PTA",
                "Em qual plataforma tem?\nMuito bom voltar a ver filmes dos 90. Dia desses vi \"As duas faces de um crime\" com Edward Norton. Tinha visto pré-adolescente acho. Nostálgico, apesar de minha memória pra filme ser um pouco ruim, não sei o que é isso.. para outras coisas, é de boa total. Magnólia não vi, só ouvi falar.",
                "Eu amo esse filme",
                "Tá na minha lista, mas o \"tempo\" não ajuda."
            ]
        },
        {
            "title": "Gaspar Noé",
            "selftext": "O que vocês acham dos filmes de Gaspar Noé?\n\nAssisti alguns e vejo um mix entre desenvolvimento de personagem ao extremo em situações de completa perda de esperança, como sozinho contra todos, irreversível e vortex, e outros um convite a assistir tomando um LSD, dado os visuais e confusão mental que acabam ocorrendo, como enter the void e clímax. Há outros diretores com este mesmo estilo? O que acham dos filmes dele?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10i3jmg",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                " ótimos se você tiver um psiquiatra pra te consultar depois",
                "É um dos meus diretores preferidos, ver enter the void pela primeira vez foi uma das maiores experiências cinematográficas que eu já tive na vida. Clímax e Irreversível idem.",
                "incríveis, acho enter the void, clímax, love, irreversível,  lux aeterna muito bons. quero muito ver vortex em breve.",
                "Eu particularmente amo as produções do Gaspar Noé. Principalmente a forma crua que ele amostra a violência, a utilização do French Touch como trilha sonora na maioria de suas obras, aqueles movimentos meio abstratos com a câmera... enfim...\n\nExistem vários filmes nesse naipe. No 00s o Gaspar Noé fez parte de um movimento chamado \"New French Extreme Movement\", onde houveram várias produções cinematográficas com o objetivo de explorar o extremo em vários âmbitos, foi dai que veio o Irreversible.\n\nAssista \"Baise-moi\", \"Martyrs\" se vc quer algo similar a Irreversible ou Climax.\n\nAssista \"Good Time (2017)\" se vc quer algo similar a Enter the Void.\n\nAssista \"Raw\" que também é interessante.",
                "se gosta de bad trip, vai fundo",
                "mas não sei se é bom assistir algo do gaspar noé com alucinógenos. assisti aos seus filmes sempre chapado de maconha apenas.",
                "Ótimo diretor e ótimos filmes. Irreversível foi de uma genialidade incrível, junto com sozinho contra todos. A sensação que esses filmes me deram foi surreal.",
                "Incompreensível:\n\nComo pode o diretor de *Irreversible* ser o mesmo de *clímax* \n\n🤔"
            ]
        },
        {
            "title": "Só fui ver Round 6 recentemente",
            "selftext": "Mano, que série épica! Os coreanos tem mandado bem demais com filmes e séries. \n\nCara, a perfeição que os rumos vão se tomando. Um personagem bobo se torna um fdp e cria um vínculo emocional absurdo.\n\nEles mudam do engraçado pro tenso e depois pro desespero muito rápido e bem construído.\n\nCara, fazia tempo que eu não ficava triste (ep.6 principalmente) e empolgado vendo uma série.\n\n(Me desculpe se infringi alguma regra, primeiro post aqui 😬)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10hc1nt",
            "num_comments": 21,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu tava adorando a série até chegar ao último episódio. Queria que tivesse tido um fim propriamente dito ao invés de forçar uma continuação.",
                "Round 6 é uma serie que prende a atenção, mto maravilhosa. Bom que já confirmaram a 2ª temporada.\n\nGosto TB de La Casa de Papel versão coreia. Recomendo.",
                "Os coreanos estão investindo pesado em cultura. Eles têm várias séries tão boa quanto essa ou melhor. Vale a pena procurar. Já tiveram filme vencendo o Oscar. Ele estão movimento trilhões com a indústria cinematográfica por lá. Se contar com o k-pop então chega a ser quase impossível calcular.\n\nAcho que nosso cinema/produtores têm capacidade para fazer essas superproduções, acho que até mais, porque nós estamos no ocidente e acho que é mais \"vendável\" que filmes coreanos. \n\nMas o incentivo a cultura aqui é sinônimo de ignorância e campanha de ódio.",
                "Eu ainda não vi, eu tenho pelo menos uns 25 doramas na minha lista antes de round 6...",
                "Acredito que a série deveria acabar na 1 temporada, ela e muito boa, só que a temporada 2 pode ser uma bosta",
                "Como você conseguiu evitar os spoilers?",
                "Eu achei somente boa.\nPrincipalmente o final\n\nDe serie coreana que achei foda foi My Name",
                "Assiste \"tudo em todo lugar ao mesmo tempo\""
            ]
        },
        {
            "title": "Vocês podem me recomendar filmes de terror do tipo ( traumatizante ) assisti vários mais a maioria eu achei fraco...",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10h9jdf",
            "num_comments": 50,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "De terror não sei nem um, mas tem esses que eu acho mais aterrorizante que qualquer filme de terror.  \n\nOldboy\n\nGod night mommy\n\nBurning (2018)\n\nA pele que hábito\n\nAmour\n\nIt comes at night\n\nThe killing of a sacred dear\n\nNocturnal animals\n\nWe need to talk about Kevin",
                "Uma coisa que percebo é que o terror é muito pessoal, achei por exemplo titane e requim para um sonho, filmes pesadíssimos, e acho que são muito mais dramas que terror.\n\nPor outro lado, a serbian movie, achei um filme trash divertido.\n\nPor fim, recomendo \"a dark song\", filme ocultista muito bom",
                "MARTYRS - procure pelo original francês.",
                "Complicado ter gostos e sentir \"arrepios\". Eu acho hostel bem terror. Acho que situações reais são mais terror.\n\nEu geralmente dou risada em terror. A morte do demônio, o remake, é interessante.",
                "Saló ou 120 Dias de Sodoma",
                "A Serbian Film, O Bar Luva Dourada, Para Sempre Lilya, As Fitas de Poughkeepsie, Martyrs (Versão Francês Original), Henry Retrato de um Assassino, Atroz.",
                "A série VHS",
                "camps of the death.\nboa sorte!",
                "A entidade. Foi o filme mais assustadorque ja vi, na minha opinião. Um recente que assisti e gostei muito foi Pearl e X.",
                "[removed]",
                "365 dias\nÉ bem traumatizante",
                "Aqui tem um monte de nomes bacanas\n\nhttps://medium.com/@dilullo/o-que-eu-recomendo-sobre-new-french-extremity-movies-2c79ac143961",
                "Melancholie der Engel, mas só se você quer ter trauma MESMO.",
                "Martyr 2008",
                "\"Corra!\" (Get Out) é impactante. No mesmo nível tem O Que Ficou Para Atrás (His House), mais ao nível psicológico.\n\nMas terror traumatizante mesmo, é Hereditário. Os Pássaros, de Alfred Hitchcock, acerta esse quesito também imo.\n\nTem mais, mas é o que eu assisti ou o que me lembro agora.",
                "Gerald’s Game",
                "Eu não me choco com absolutamente nada, apesar de amar terror, não há nenhum que me deixe boquiaberta no sentido chocante (sim, tem os sensacionais), mas um que me tirou o sono foi “A Serbian film”. Não é para estômago fraco.",
                "Cara, se tu tiver querendo ver uns filmes pra não dormir mesmo recomendo dar uma olhada no canal do Refugio Cult ele faz várias reviews sobre cada filme bizarro",
                "a freira",
                "HEREDITARIO eu acho que pra quem já vivenciou o luto ele pega bem na ferida, e pra quem não ele ainda chega a ser pertubador tipo DE VERDADE, o filme em si soube ter o timer, eu realmente não tinha essa sensasão de desconforto com um terror muito tempo, sempre vi com indiferença mas esse foi outro nivel..."
            ]
        },
        {
            "title": "Qual o documentário/ programa mais interessante que você assistiu?",
            "selftext": "Os ultimos que vi foram Dont fuc* with cats e o programa de acumuladores.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10guosc",
            "num_comments": 46,
            "comments": [
                "Esse don't fuck with cats é muito bom, em questão de documentários a Netflix é genial, acho até que em questão de qualidade geral, eles acertam BEM mais nos documentários do que séries normais",
                "Duna de Jodorowsky, doc sobre o maior filme de todos os tempos jamais realizado 🙂",
                "O documentário mais bonito que já vi, que na verdade é um filme com filtro de documentário, é o **Voyage of Time**. É lindíssimo, com imagens do universo, da Terra, do micro e do macrocosmos, narrada pela Cate Blanchett.\n\nO documentário que eu mais gostei de assistir foi Estamira.",
                "Um documentário que eu já vi duas vezes foi O Prisioneiro da Grade de Ferro.\nPouco antes da demolição do Carandiru, a equipe do documentário ensinou a alguns presos como operar os equipamentos de filmagem para que eles próprios gravasse seu dia a dia dentro da cadeia.\nO equipamento passa por diferentes grupos de presos ao longo das semanas, e eles mostram diferentes facetas da cadeia.\n\nAcho que é o melhor documentário que eu já vi.",
                "cara, n lembro bem mas era de uma pantera negra vivendo na africa",
                "Heaven's Gate: The Cult of Cults sobre a seita religiosa que realizou um suicídio coletivo porque acharam que os ET'S vinham buscar eles",
                "HUMAN.",
                "Wild Wild Country",
                "Eu ñ assisto mts documentários, mas o que eu mais achei interessante foi um de true crime da netflix sobre o Ted Bundy.",
                "Don't Fuck With Cats certamente foi um dos melhores que eu já vi. Vi tem uns dois anos e até hoje penso nele.",
                "Louco não, doido! Da HBO. Documentário sobre serial killer.",
                "O mais interessante eu não sei mas o último doc que assisti atiçou muito minha curiosidade.\nO nome se chama \"Fordlândia\", o dono da marca de carros Ford no auge do seu sucesso decidiu construir uma cidade bem americanizada no meio da Amazônia e ele conseguiu.\n \nPor conta das guerras ele precisava criar um jeito de ter sua própria terra de seringais pra conseguir extrair e produzir borracha pra fazer os pneus. \n\nDaí, veio a brilhante ideia de comprar um bom espaço de terra na Amazônia, contratar mão de obra, construir casas, escolas e hospital e fazer o plano funcionar. Mas infelizmente a cidade só deu certo por 4 anos, a gestão não funcionou muito bem por vários motivos, por mais que os funcionários fossem muito bem tratados, tendo casa, saúde e Educação o Sr.Ford não permitia que eles comessem a comida local deles. Era tudo a base de enlatados, alimentação totalmente diferente da cultura local...\n\nOutra coisa que deu super errado foi que antes de construírem a Fordilândia eles não estudaram muito bem o local da plantação. Em pouco tempo os seringais ficaram tomados por pragas dificultando a produção de borracha. Até hoje a cidade existe mas está praticamente abandonada mas ainda assim é muito linda, parece aquelas cidades do interior dos EUA e isso no meio da Amazônia, muito show!",
                "seleção artificial e fungos incriveis",
                "Elena\n\nfoi um dos documentários que me emocionei do início ao fim. sério, é louco pensar que você consegue se identificar com pouquíssimas cenas, mesmo sendo um documentário de 1 hora.",
                "Eu diria que foi \"The Gift: A história de Jhony Cash\".",
                "Hipertensao, pensa num reality doido.",
                "I am Not Your Negro do James Baldwin, curti esse doc, infelizmente só é lembrado Martin Luther e Malcolm X mas James Baldwin foi tão grande quanto os dois.",
                "Snowpiercer, é uma série com uma puta crítica social maravilhosa. Já tem 3 temporadas e tá disponível na Netflix. \n(A primeira é a melhor na minha opinião).",
                "Nunca tinha visto nenhum documentário sem ser na escola, mas em 2020 o primeiro que eu vi foi Nova York Contra a Máfia  \neu particularmente gostei muito  \nAgora estou me programando para ver o Dark Days que fala sobre as pessoas que moram na parte subterrânea de NY",
                "Terráqueos. Esse documentário é...pesado.",
                "dilema das redes e Cyber hell",
                "Já vi vários mas tem um sobre a criação da coca-cola que é muito interessante também tem o da criação do McDonald's e vários da segunda Guerra Mundial que eu simplesmente amo assistir",
                "Gosto de qualquer documentarip sobre serial killers, principalmente o \"conversando com serial killers\"",
                "[removed]",
                "Um dos últimos que eu assisti foi o 11 de setembro um dia nos EUA, acho que é um dos documentários mais completo e detalhado sobre o atentando, ele é da net geo e mostra tbm como estão algumas pessoas q estavam no local 20 anos depois.",
                "Todos do Adam Curtis",
                "Não sei oq é pior, se são as opções da Netflix ou se são as recomendações e documentários aqui!\n\nAté a ironia do documentário sobre fungos teve...."
            ]
        },
        {
            "title": "O que vc achou de velma?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10gnffm",
            "num_comments": 7,
            "comments": [
                "Nunca fiquei tão feliz em não ver uma série quanto essa, jamais vi tanta gente comentando que uma série é ruim assim antes.",
                "Repulsiva e deplorável.",
                "Não estou por dentro, é a velma do scobdool?",
                "Comesei a ver acabei o segundo ep agora estou amando ainda mais a pegada got com as cenas de nudes kkk mais acho que esse pegada talvez seja só no primeiro ep .-.",
                "Poderia se chamar \"estereótipos\" em vez de Velma.",
                "Poderia falar que isso foi uma merda mais isso seria um insulto pra merda"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10glisl",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Essa semana não tive saco pra assistir nada(Exceto a série da Velma que foi uma perca de tempo kkk), mas pretendo continuar com minha maratona do Studio Ghibli",
                "***Marte Um*** do Gabriel Martins - Um dos melhores filmes nacionais que já assisti. Que filme bonito.\n\n***The Menu*** \\- Star+",
                "Assisti Pearl. Achei muito bom. Que atuação incrível da moça que faz a atriz principal. Ela transformou uma história relativamente simples em algo muito bom e perturbador.",
                "Assisti  [Suicide room](https://m.imdb.com/title/tt1808454/), apenas. Pretendo assistir [Dahmer](https://m.imdb.com/title/tt0285728/)",
                "Assisti The Beasts. Torrent. Filmaço!",
                "Assistir Laranja Mecânica, Gatos de botas 2 e Entre facas e segredos.",
                "SWAT 2 - Na Paramount +, um filme ruim divertido."
            ]
        },
        {
            "title": "Alguém conhece esse filme? (Sabe o nome dele?)",
            "selftext": "Começa com o demonio chegando na casa de uma senhora o demonio tem a aparencia humana e a senhora aparenta já estar morta sentada na sua poutrona em frente a TV, aí mais pra frente um monte de gente da cidade se mata se jogando de um penhasco, e aí mais pra frente um monte de gente se esconde dentro de uma igreja aí depois o demonio aparece dinovo dentro da igreja querendo que o povo de lá dei uma criança a ele e se não me engane eles dão lá uma das crianças que estavam na igreja, alguém se recorda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10geoa6",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Fico impressionado como que mesmo tendo assistido uns 2 mil filmes ou mais na vida, até hoje eu não consegui ajudar ninguém nesses posts de lembrar o nome do filme haha",
                "Tempestade do século?",
                "A tempestade do século. Filmaço de 4 horas e pouco e com um final que achei injusto, porém foda, como o Stephen King faz rsrs.\n\nVale a pena assistir.",
                "Bolsonarismo 2023, o demo é o mito e a véia tá presa na papuda em Brasília.",
                "Me lembra um pouquinho o filme do silent hill."
            ]
        },
        {
            "title": "Tropa de Elite é O Poderoso Chefão brasileiro no quesito criação de bordões?",
            "selftext": "Já notaram que várias falas do filme O Poderoso Chefão são repetidas na cultura popular americana e referenciadas em filmes e séries o tempo todo? \" *“Deixa a arma, pegue o cannoli”* ;  *“Vou fazer uma oferta que ele não pode recusar”* ; *“Não é nada pessoal. São apenas negócios”* ; *\"Quando eu quero sair eles me puxam de volta!\"* e por aí vai.\n\nJá Tropa de Elite causou o mesmo fenômeno no Brasil, quem nunca fez ou ouviu alguém fazer referência ao filme dizendo *\"Pede pra sair!\"; \"Tu é moleque!\"; \"Não vai subir ninguém!\"; \"Quem quer rir tem que fazer rir\".*",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10gd4gn",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Está aí uma comparação que nunca imaginei que iria ser feita kkkk mas eu repito o \"Quando eu quero sair me puxam de volta\" direto kkkkk",
                "*Que satisfação* *~~aspira~~* *OP!* O tropa 1 é puro bordões! hahahaha",
                "Quer me fuder me beija poha.",
                "pra sorrir tem que fazer rir aspira"
            ]
        },
        {
            "title": "Adoro aqueles cartazes desenhados de filmes antigos",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/zqon9lqy61da1.jpg?width=3740&format=pjpg&auto=webp&v=enabled&s=7182e86a604cac5a771b15fa267bdd1faf0bb0f0\n\nhttps://preview.redd.it/xhwpcsqy61da1.jpg?width=1000&format=pjpg&auto=webp&v=enabled&s=9a6132dd10398663c8928ef5182be5272958e14e\n\nhttps://preview.redd.it/dzk0tnqy61da1.jpg?width=1068&format=pjpg&auto=webp&v=enabled&s=d2c91856b4bcbc128e3633d3ec513798a09ceea1\n\nhttps://preview.redd.it/qqbohvqy61da1.jpg?width=2048&format=pjpg&auto=webp&v=enabled&s=d694153928b7378fa484450ee26a1dca533abbd9\n\nhttps://preview.redd.it/ol7bhqqy61da1.jpg?width=430&format=pjpg&auto=webp&v=enabled&s=6f7182c2e39d4917e2c88c2397d0c7a12ddd9dd3",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10g6w2h",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Também gosto demais, são bem bonitos",
                "Eu acho muito massa. Sigo um sub só de poster de filmes.",
                "Eu curto demais do Forbbiden Planet, e o do Creature from Black Lagon... Não consigo postar agora, mas fraga ai",
                "Curto cartazes tbm, acho muito foda [esses](https://i.redd.it/d8gvucdb84da1.jpg) que fizeram da serie lovecraft country."
            ]
        },
        {
            "title": "Você já assistiu True Detective",
            "selftext": "Percebo que apesar de ser uma série excelente (para mim a melhor que já vi) é pouquíssima comentada, queria saber o que você que já assistiu acha da primeira temporada que possui uma qualidade muito maior em relação as outras, pode ser sobre a história, as discussões filosóficas que a série trás dentre outros elementos.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10fs86e",
            "num_comments": 28,
            "comments": [
                "Essa série é muito boa, a primeira temporada é sensacional",
                "Primeira temporada é facilmente a melhor série que eu já vi",
                "A série foi um sucesso tão estrondoso que foi o pontapé inicial para atores de renome participarem desse formato. Antes de True Detective grandes atores de Hollywood não se envolviam com séries (era visto como algo inferior) e depois dela se tornou algo comum e até desejado por eles.\nO mundo das séries tem 3 marcos que mudaram a indústria: The Sopranos, Breaking Bad e True Detective.\n\nEntão, é, True Detective é foda pra caralho. As outras temporadas não conseguirem manter o mesmo nível mas ainda são bem agradáveis. Mas a primeira não tem jeito, é surreal, espetacular, uma verdadeira obra-prima.",
                "Está na minha lista, parece ser muito boa mesmo",
                "Assisti a primeira temporada e é uma das minhas favoritas. Pelo que eu soube as outras duas temporadas infelizmente ñ têm a msm qualidade.",
                "A primeira temporada é uma obra prima, não sei nem descrever o que eu senti assistindo, ficava em êxtase. A segunda foi legalzinha, deu pra terminar, mas a terceira foi intragável, não terminei e nem vou.",
                "O dorama?  Se for, está na minha lista, mas tu sabe como é que funciona o coração da dorameira, não é?",
                "Essa e Lost são as series mais injustiçadas ja feitas",
                "A 1ª temporada é impecável, eu só queria que ela tivesse mergulhado no místico ali no finalzinho, mas aí é 100% questão de expectativa/gosto. A 2ª eu tentei acompanhar na época, mas achei muito sem graça... e dizem que a 3ª é bem legal, você viu?",
                "Gosto muito. Assisti umas três vezes",
                "Comecei a ver essa semana, estou curiosa sobre, amo série investigativa",
                "primeira temporada de true detective: melhor temporada de série já feita 😌",
                "Gente essa série só tem uma temporada. APENAS UMA.",
                "A primeira tempora ta top 3 melhor serie que ja vi.\n\nEu gostei um pouco da terceira temporada, mas infelizmente nao se compara com a primeira.",
                "A primeira temporada talvez seja a melhor coisa que já vi na TV. As outras não são ruins de forma alguma, mas elas mal se comparam com a original. \n\nSempre que aparece algum clipe de algum episódio da primeira no YouTube, clico para reassistir e sempre fico cogitando reassistir tudo de novo. \n\nEspero que a próxima temporada que está sendo filmada seja excelente!",
                "A primeira temporada é, de longe, a melhor série policial que já vi. Concordo completamente sobre como essa série é pouco falada! Acho uma injustiça. Sempre que posso recomendo(sob força) que meus amigos assistam 😂",
                "Realmente é incrível e quase ninguém vê, assim como penny dreadful :(",
                "Ela tem final? Ou foi cancelada no meio? Ou o final é cagado? Quero uma série nova para acompanhar"
            ]
        },
        {
            "title": "Esse é um dos meus filmes brasileiros favoritos. Alguém aí já assistiu?",
            "selftext": "&#x200B;\n\n[ ](https://preview.redd.it/cuy31fm5iwca1.jpg?width=447&format=pjpg&auto=webp&v=enabled&s=91416336efc0aaf19a6be916ce949688c25cb9ad)\n\nO filme é uma adaptação do romance Fausto, de Goethe, pra uma realidade brasileira.\n\nComo  o filme se passa em São Paulo, tem um ar decadente, marginal que eu  gosto muito: é basicamente o personagem principal se perdendo na  madrugada depois de ter a fabrica falida.\n\nRecomendo muito.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10fodij",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Qual filme?"
            ]
        },
        {
            "title": "Les Misérables pode ser considerado um clássico?",
            "selftext": "Eu simplesmente amo esse filme. O filme tem apenas 10 anos desde o seu lançamento, mas parece ser um daqueles filmes que não precisa de muito tempo para ser considerado um clássico. A trilha sonora desse filme e toda a narrativa é simplesmente perfeita. Enfim, um filme INCRÍVEL!!!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10focfh",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O livro sim",
                "O musical de teatro sim"
            ]
        },
        {
            "title": "Filme asiático de terror",
            "selftext": "Salve, pessoal, tudo bem com vocês?\n\nEntão, lembrei de um filme de terror que assistir a muito tempo atrás que acabou me assombrando por um longo período quando era menor. O que me recordo é que o filme é provavelmente de algum pais do sudeste asiático, anos 2000 talvez, sendo tailandês/taiwanês, ou pelo menos se passando por lá, por conta de toda a ambientação não ocidental. A historia se trata de um grupo de jovens/estudantes que vão passar uns dias na casa da \"tia\" do protagonista, que mora longe e perto do rio. Como toda a historia de jovens adolescentes indo viajar dá merda, eles acabam descobrindo que a suposta tia do protagonista mexe com magia da braba, e que por algum motivo (não lembro qual) ela joga esses feitiços em cada um deles, matando cada um de forma diferente e até criativa. O que me fez ter medo do filme foram todos os efeitos práticos usados em cada cena, sendo algo realmente visceral para mim naquela época. O baixo orçamento, o lugar onde foi gravado, uma casa no meio da mata com um rio embaixo, tudo isso criava um clima incrível. Lembro que o final tinha algum plotwist muito bom, mas não me recordo.\n\nObrigado desde já para quem consegui lembrar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10fnw8u",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Hausu - 1977"
            ]
        },
        {
            "title": "Possessão 1981",
            "selftext": "Alguém sabe onde assistir possessão (1981), já procurei em alguns lugares, mas não me parece seguro baixar, alguém sabe algum lugar seguro para assistir",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10f9bwr",
            "num_comments": 6,
            "comments": [
                "Eu baixei esse filme no Downloads Cult se não me engano",
                "https://vacatorrent.com/possessao-legendado-torrent"
            ]
        },
        {
            "title": "Melhores séries de todos os tempos by me",
            "selftext": "\n\n1. Breaking bad\n2. Mr robot\n3. Better call Saul\n4. True detective (temp. 1)\n5. Chernobyl\n6. Band of brothers\n7. Sopranos\n8. House\n9. The wire\n10. The office\n\nSe eu estiver errado, me corrijam.\nNão, não assisti GOT, pois era escravo de uma empresa varejista.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ew8oi",
            "num_comments": 70,
            "comments": [
                "Está do melhor para o \"menos melhor\"? Pq Sopranos ficar em sétimo é de fuder kkkkkkkk e cadê Seinfeld? Mr Robot e principalmente House estão perdidos no rolê aí kkkkkk não leva a mal, a lista ficou boa, mas eu fazeria algumas mudanças\n\nEdit: Mad Men não está aí é crime",
                "Chernobyl vale a pena msm? Nunca dei uma chance",
                "[deleted]",
                "Arquivo X?????????????????????????????",
                "Não assisti muitas séries na minha vida, mas pra mim a que mais me prendeu foi Sherlock, com o Benedict Cumberbatch.\nNão tenho paciência pra ficar mais de 40 minutos em um episódio, mas essa série me fez assistir uma temporada de 3 EP 1:30h cada episódio direto.\nAmei todas as temporadas.\nPra mim, foi a melhor série que eu já assisti.",
                "A gente tem o mesmo gosto. Então te indicarei 2 séries que ocuparão seu top 10:\n\nMad Men\n\n\n\nOz",
                "Moço, assiste Modern family. Mesma vibe de The office  e vai fazer vc colocar no top 10",
                "Muito difícil escolher melhor de todos os tempos... As coisas mudaram muito, comparar episódicos dos anos 60 com super produção de hoje não é nem justo...   \n  \nBreaking Bad  \nDexter até 5  \nThe walking dead até 5/6  \nGame of thrones   \nLost  \nFamília Adams  \nThe office  \nFriends  \nDukes of Hazzard  \nV dos anos 80  \nJeannie é um gênio  \nStranger things  \nPeaky blinders  \nPower Rangers 1995  \nKamen rider black  \nJaspion  \nHulk anos 80  \nCosmos de Carl Sagan  \nStar Trek  \n    \n\nEssas séries foram as mais comentadas... Eram mais faladas que novela das 8 kkk  \n  \nIsso sem contar desenhos...",
                "Minissérie é uma coisa à parte, não dá pra entrar aí. \n\nHouse e The Office também não, porque são seriados e não séries (apesar de serem ótimos). Pra classificar estas você teria que fazer outra lista comparando com outros seriados, tipo Friends, Seinfield, etc.\n\n Dito isso, considerando as séries da lista, eu concordo com a maior. Colocaria Game of Thrones, apesar do final lamentável.",
                "THE BOYS",
                "[deleted]",
                "Desculpa mas primeiramente Better Call Saul é muito melhor que Breaking Bad, segundamente cade Peaky Blinders? que deveria ser TOP 3 fácil, terceiramente Ozark também não está nessa lista é piada kkkkkk, mas cada um com seu gosto, mas uma coisa é certa essa lista tá errada.",
                "Nunca nem ouvi falar dessas séries meu Deus",
                "Cadê, cadê house of cards (até a 5 temporada) 😭",
                "\nSéries relativamente antigas, né? \n\nJá viu Ruptura?\n\n\nEdit: antiga não quer dizer ruim, mas, talvez sugira que esteja desatualizada. Só isso.",
                "Eh relativo, pq cada pessoa tem um gosto e pode adorar ou odiar uma serie. Eu particularmente colocaria o senhor dos aneis e dopesick nesta lista, GOT nao pq odiei a ultima temporada, do msm jeito que house of cards, serie otima q eh destruida pela ultima temporada",
                "Lost \nThe Walking Dead\nManifest\nLa Brea\nImpuros (Brasileira)\nDom (Brasileira)\nPra mim as melhores são essas, adoro =]",
                "House >>>>>>>>> peaky blinders>>>>>>>Breaking Bad\n\nAceitem",
                "ah cara, sopranos em sétimo é de fuder KAKAKAKAKAKA",
                "ward!",
                "Pq não estamos falando de Yellowstone?",
                "1 - True Detective(primeira temporada)  \n2 - The Sopranos  \n3 - Barry  \n4 - Breaking Bad  \n5 - True Detective(segunda e terceira temporadas)  \n6 - The Boys  \n7 - Banshee\n\n8 - Game Of Thrones(até a sexta temporada)  \n9 - Reacher  \n10 -  Justified  \n\n\nEm ordem de melhor para \"pior\"(nenhuma das 10 é ruim), lembrando que essa é MINHA opinião, a partir do MEU gosto, grato desde já pelo respeito a opinião alheia",
                "Cadê Acapulco? Ted lasso? Jack Ryan?"
            ]
        },
        {
            "title": "Você pede o GÊNERO/SERVIÇO e eu respondo com uma DICA de FILME. Topa o desafio?",
            "selftext": "Exemplo: Ação/Netflix\n\nDeixe a solicitação no comentário! 👇",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10epr6n",
            "num_comments": 79,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Drama- HBO/PRIME",
                "Fatos Reais - Qualquer plataforma (de preferencia dramas que nos façam refletir sobre a vida/ aprender). Valeu!",
                "Distopia estilo o preço do amanhã / qlqr plataforma",
                "Noir em qualquer plataforma/ano. Me surpreenda.",
                "Suspense - Netflix/Prime",
                "Suspense/Netflix",
                "Ação/suspense/terror - Netflix",
                "Whodunnit(quem matou)/qualquer serviço.",
                "Homem/HBO",
                "Alguma coisa no estilo taxi driver - hbomax",
                "Ficção científica!",
                "terror psicológico; comédia; trash/qualquer plataforma",
                "Comédia",
                "Terror sobrenatural (estilo invocação do mal) - qualquer plataforma",
                "Pós horror/starplus",
                "Ficção científica/Netflix",
                "Terrir/qualquer plataforma",
                "Que tal um desafio em cima do desafio.\nMe arruma um filme bom que poucos conhecem em qualquer plataforma shhsshs",
                "Distopia/ star+",
                "Terror/Netflix",
                "Thriller e fantasia/ qualquer plataforma",
                "Posso pedir dois?\n\n\nFicção científica/Qualquer plataforma;\nTerror psicológico/Qualquer plataforma.",
                "Algo parecido com INTERESTELAR em qualquer plataforma",
                "Comédia/HBOMaxx",
                "Fantasia/romance/ação / qualquer serviço"
            ]
        },
        {
            "title": "the last of us é (quase) a melhor adaptação de game até agora, só perde pra super mário bros - 1993",
            "selftext": "o que vocês acham?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10elb2x",
            "num_comments": 14,
            "comments": [
                "Participem da discussão do [primeiro episódio](https://www.reddit.com/r/filmeseseries/comments/10d37s5/the_last_of_us_1x01_when_youre_lost_in_the/)",
                "Eu acho meio cedo pra falar.\n\nE apesar de ter gostado da referência a Super Mario, todo mundo sabe que a melhor adaptação de vídeo game que existe é Mortal Kombat (1995) 😜",
                "Pq ninguém ta lembrando de arcane mais? Não conta como adaptação pra vcs?",
                "a série de tlou ta boa mesmo? só sei que é do mesmo diretor de super herói o filme",
                "Mas aí não tem como competir",
                "Super Mario Bros fica infinitamente melhor quando tu assiste depois de saber que o Hoskins e o Leguizamo foram obrigados por contrato a fazer o filme e depois de ler o roteiro eles sabia que o filme ia ser uma merda e ia flopar. Pra tornar a experiencia de filme mais agradável, eles encheram o cu de cachaça durante toda a filmagem.\n\nLeguizamo disse uma vez que mal lembra o que aconteceu no período de produção.",
                "A nova animação que vai sair agora, parece que o Luigi vai tomar o lugar da Peach ao ser sequestrado no lugar dela. E a Peach será a *femme fatale* que temos hoje em dia nos filmes e séries. \n\nNão teremos aquela nostalgia de salvar a princesa e ganhar um beijinho dela no fim da jornada."
            ]
        },
        {
            "title": "Onde passa esse filme/série?",
            "selftext": "Percebi que algumas pessoas aqui procuram saber onde estão passando filmes e séries recomendados pelos membros. Sugiro o Just Watch ([https://www.justwatch.com/br](https://www.justwatch.com/br)) que aponta o streaming no qual sua atração está sendo transmitida. Boa diversão a todes!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10el5g6",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Ótimo site, uso direto! E os resultados costumam ser mais confiáveis do que os do Google quando você pesquisa o nome do filme.",
                " Stremio.",
                "Podiam colocar isso na descrição. Se é que já não está...",
                "Só procurar no nome do filme no google que aparece tb"
            ]
        },
        {
            "title": "Alguém assiste The Walking Dead ainda?",
            "selftext": "Acabei de ver que vão cancelar o Fear the walking dead  e eu pensei \"esse negócio existe ainda\"?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ei2l2",
            "num_comments": 60,
            "comments": [
                "A serie já acabou já kkk o ultimo ep veio ano passado,e eu assisti até o final bem empurrado já q as ultimas temporadas nem se comparam com as primeiras...E fear n foi cancelado foi só finalizado mesmo já q agr vem a ultima temp,já deu oq tinha q dar.",
                "Há alguns meses eu pensei em voltar a assistir, mas não lembrava direito em qual temporada tinha parado, haha. No chute, comecei uma temporada que se passava um pouco depois de onde eu tinha parado, mas não senti uma conexão grande, sabe? Aí só vi um episódio. Não sei se voltarei a assistir, ainda estou considerando.",
                "Eu parei de ver em 2017. Até tentei ver alguns episódios depois, mas não senti ânimo nenhum assistindo. Não sei se vou voltar a assistir. Mas é mais provável que não.",
                "Acabei de baixar as duas primeiras temporadas... Tempo bom!",
                "Eu terminei de ver a última temporada quando saiu... Voltei a ver novamente pq gosto muito do gênero zumbi, do na 5° temporada, que eu me lembre, daí em diante já vai ficando chato....\nEu gosto de Fear the walking dead, não terminei de assistir, fico triste que vai cancelar, pq não é uma série de todo ruim.",
                "Gostava das primeiras temporadas, aquilo lá sim é uma perfeição. Mas as últimas são muito ruins",
                "Vi todas que saíram, até aquela TWD world beyond que teve duas temporadas. O Final dela é bem legal e dá um sentido para onde a série principal vai agora.\n\nA série principal já tomou um rumo totalmente diferente dos quadrinhos.\n\nTb  joguei os jogos da Clementine (melhor personagem dentro do universo TWD) e li as HQs. Só não li os livros.",
                "Da sexta temporada pra frente foi só ladeira abaixo, foram eliminando os melhores personagens e mudou completamente o rumo da história. Acabou recentemente e eu ainda estou criando coragem pra assistir a última temporada, não sei se vale o tempo que vou perder.",
                "Terminei a temporada. Mas as últimas eu sempre empurrei com a barriga. Tipo 1 episódio por mês. \n\nSó terminei mesmo porque confirmaram que iria acabar e eu não queria deixar pendurada.\n\nFwr TWD já desisti não lembro em qual. Terceira eu acho.",
                "eu comecei a ver no final do ano passado e to na 2a temporada, eu provavelmente devo assistir só até onde começam a encher linguiça pra série durar mais",
                "Po, chega bateu uma saudade. 2010 se pa, quando foi lançada.",
                "Parei quando o Carl morreu, acho que foi a coisa mais sem lógica e o episódio mais tosco da série.",
                "Eu tinha visto pela última vez em 2018 na temporada final do Negan, que só foi paia porque o Rick veio com papo moralista sobre ensinar uma lição e ao invés de matar o desgraçado resolve salvar o maluco que causou o terror absoluto durante semanas pra ele e toda a comunidade, tanto que um dos episódios mais satisfatórios depois disso foi a Maggie pegando o oitão e matando um dos antagonistas lá numa cena badass.\n\nEntão voltei a ver em março desse ano desde a nona temporada, depois de 4 anos, e parei no episódio final da primeira parte da temporada final. Sinceramente a coisa que menos gostei foi na relação entre Daryl e a Carol, é como se espremessem tudo que tinha ali e desse pra gente até a última gota, foi muito entediante. Mas de resto até que achei bacana e odeio admitir mas eu comecei a gostar da redenção do Negan. \n\nSó soube que o Rick voltou no final mas não vi o resto da serie pra saber o contexto. Vamos ver qual que é a da série do Negan e a Maggie e os spin off do Rick né",
                "Eu parei na 8 quando o tigre morre eu acho (nem sei se morre) e a série tava muito ruim mesmo kkkkkkk uma bagunça completa",
                "Parei na 5° ou 6° temporada. As vezes me aparecem vídeos das temporadas mais recentes e tem uns stormtroopers que me trouxeram algumas perguntas...",
                "Cara, se alguém assiste eu não sei, mas vão fazer mais 3 séries, uma solo do Daryl, uma com a Michonne e o Rick, e outra com a Maggie e o Negan.\nQuem vai assistir isso? \nEu li a sinopse delas e a mais legalzinha é a do Daryl.",
                "Eu assistia e parei na terceira temporada. Fiquei anos sem assistir.\n\nComecei do E1T1 de novo, qdo cheguei no final da 4a temporada, minha mulher que sempre detestou tudo de zumbi resolveu que queria assistir, resultado: voltei pra E1T1.\n\nAssisti até o fim da última temporada.\n\n\nOs spin-offs não assisti. Achei FTWD muito fraco e WB meio estranho.",
                "O Fear eu voltei a assistir, e gostei, já o The Walking Dead , depois dos sussuradores, tenho uma preguiça de assistir, kkkkkkkk",
                "Tava na última temporada, só q acabei parando",
                "era bom até se tornar mega massante",
                "assisti até o final. As ultimas temporadas melhoraram muito, mas a gente sempre fica com uma sensação de \"porra, podia ter sido bem melhor\". Ainda mais quando você lê as HQ's, que ai sim são perfeitas do início ao fim.\n\nagora sobre esse spin off: 0 interesse\n\ne vai ter mais spin offs. Na real TWD não acabou. Cagaram tanto na série que decidiram encerrar e agora vai ter vários spin off. Daryl na França (parece um lixo mas... promete), Rick e Michonne (sinto que será uma MERDA) e Negan e Maggie (PROMETE).",
                "Mano eu assisti todas as temporadas, nunca imaginei que conseguiria ver tudo , até por que a série é bem grande! Mais considero umas das melhores que eu ja vi."
            ]
        },
        {
            "title": "alguem sabe um filme no estilo trem-bala, de ação e comedia na hbo max?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10dwsyr",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Recomendo os outros filmes do mesmo diretor, Atômica, Deadpool 2 e Hobs e Shaw",
                "Não sei se tem na HBO Max, mas esses filmes mais antigos são do mesmo estilo e são muito bons:\n\n* O troco\n* Beijos e tiros\n* Snatch - Porcos e diamantes\n* Mandando bala\n* Adrenalina\n\nGunpowder Milkshake é um bem recente que é divertido, mas tem quem ache forçado ter um elenco totalmente feminino."
            ]
        },
        {
            "title": "Onde assistir a Roda do Destino?",
            "selftext": "Tô tentando achar esse filme do hamaguchi mas não tô achando de jeito nenhum. Até tentei no vizer mas o link abre pra outro filme. Tbm não achei drive :(",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10dvzds",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Torrent você acha. Peguei lá no Making Off\n\nA propósito, ótimo filme viu? O primeiro dos \"contos\" eu não gostei tanto, mas os dois últimos são excelentes."
            ]
        },
        {
            "title": "Atentado ao Hotel Taj Mahal",
            "selftext": "assisti esse filme hoje (muito bom inclusive) e ele me lembrou o filme \"Horas de desespero\" gosto de filmes com temática de terroristas, alguém tem mais alguma recomendação desse tipo?\n\nobs: curto filmes de desastres naturais também, se alguém souber algum pique \"O impossível\" pode me falar",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10d7zdz",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Já assisti esse filme e gostei também. Agora não me recorde de filmes semelhantes..",
                "Mano, filme eu não conheço mto, mas tem uma série na Netflix chamada \" fauda\", tenho certeza que vc vai gostar."
            ]
        },
        {
            "title": "The Last of US 1x01 - When You're Lost in the Darkness",
            "selftext": "&#x200B;\n\n|DATA|EPISÓDIO|\n|:-|:-|\n|15/01/23 - 23h|S01E01 - [When You're Lost in the Darkness](https://www.imdb.com/title/tt11957006/?ref_=ttep_ep1)|\n\n&#x200B;\n\n**Sinopse:**\n\nA vida da família Miller é virada de cabeça para baixo por um misterioso surto em sua cidade natal.\n\n**Onde assistir:**\n\nHBO MAX ou HBO (canal por assinatura).\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e aplicativos de streaming de terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10d37s5",
            "num_comments": 27,
            "comments": [
                "Galera que for escrever algo importante, lembrem-se que o game não tem para PC. Então muitas pessoas não jogaram. No celular utilizem o comando \\!<digite o texto aqui!< para esconder.\n\n>!Para ficar assim!<\n\nEdit. >!Agradecer mod Osbbie pela ideia e pelo post!<",
                "Particularmente me prendeu. Tem uma boa fotografia, os atores parecem que estão bem encaixados.\n\nComo eu não joguei, e optei por não ver o trailer, a morte da filha me pegou de surpresa. Achei que era ela quem viajava com ele. Depois que apareceu a \"substituta\" que eu me lembrei de ter lido algo muito tempo atrás que seria essa atriz.\n\nFiquei assustado para jogar. Não \"zumbis\" bobos e lerdos como TWD ou em RE. Agora tenho que esperar supostamente até março para jogar. :(",
                "Apesar de nunca ter jogado, já vi a história completa, e gostei bastante do primeiro epi. Captou muito bem a essência da história, e a ambientação e fotografias estão também bastante fiéis.\nMal posso aguardar o próximo domingo!",
                "eu gostei. eu sabia q a HBO n ia falhar nessa ou caçariam a cabeça dela. como nunca joguei mas já acompanhei uma vez meu irmão jogar, sabia mais ou menos q era sobre zumbis e tals, mas como não sou fã nem nada não foi tão uau p mim. tô curiosa pela garota, provavelmente ela deve ser a salvação do vírus ou algo assim (lembrando q nunca vi a história tá, eu sou leiga dms). eu fiquei surpresa pela morte da filha do cara lá, sabia q ela ia morrer pq já tinha visto no tiktok mas n sabia q era por tiro, achei q ela ia ser contaminada. enfim, não vou acompanhar semanalmente, vou maratonar quando tiver lançado tudo.",
                "Eu joguei o jogos apenas uma vez na vida. Não tenho a mínima vontade de rejogar porque acho que é um jogo único. Dito isto, eu me perguntava o que uma série de TV poderia me oferecer que o jogo já não me oferecia? Toda carga emocional já estava preenchida e aí, o que fazer?\n\nEntão, estou bastante surpresa em como conseguiram construir e emular o mesmo sentimento que senti jogando, principalmente na sequência de abertura do jogo e também da série, que é a morte de Sarah. Acho que os poucos minutos que ficamos com ela e entendemos os momentos finais da garota, funcionam na mesma intensidade que na obra original, embora nesta, seja mais para construção do Joel. Então, ponto pra série.\n\nO que mais me incomodou foi uma certa pressa que senti de chegar ao melhor ponto da história, que é desenvolvimento da relação pai-e-filha entre Ellie e Joel. Eu esperava passar mais tempo dentro das Zonas de Quarentena e vivenciar um pouco desse mundo, mas talvez isso seja exploreado mais em frente. A sequência inteira do acordo feito entre Joel, Marlene e Tess para transportar a \"mercadoria\" teve a mesma profundidade de um pires. \n\nMas vamos seguindo que ainda tem 8 episódios. \nEu gosto bastante de Depeche Mode, mas não fez sentindo encerrar com essa música.",
                "Gostei, ainda não faço parte dos que jogaram, porem achei o primeiro episodio redondo. alguns spoilers batidos eu ja sabia e não estragou o encanto. A resistência deu uma impressão de ser um pouco insossa, mas no geral foi um belo de um começo",
                "Assim como outros usuários também nunca joguei e a história eu só conhecia beeem por cima, só aquele básico \"apocalipse zumbi\"; não sabia nem o que tinha causado a epidemia (pandemia?).\n\nTambém optei por não assistir ao trailer - na real hoje em dia eu só assisto trailer se for acidental, acho que eles revelam muita coisa do filme/série como por exemplo você vê no trailer uma cena na qual Fulano tá fazendo qualquer coisa que no filme ele ainda não viu, aí tá naquela cena de luta pesada, fulano quase morrendo, mas você sabe que ele não vai morrer porque a cena que você viu com ele no trailer ainda não chegou. Já teve filme de comédia que eu vi onde as melhores piadas estavam no trailer, aí chega a hora da piada e não é tão engraçado porque você já esperava aquilo.\n\nDito isso curti bastante esse primeiro episódio. Pelo que entendi a menina que está viajando com eles seria a chave pra desenvolverem uma cura (antes de isso ser meio que apresentado no fim do episódio eu tava achando que ela seria filha de alguém importante da milícia e o grupo de resistência tentaria usar ela como moeda de troca, algo assim); como ela foi apresentada assim tão cedo na história só espero que consigam desenrolar bem esse meio da jornada sem ficar aquela coisa chata de \"precisamos proteger a escolhida a todo custo\" e que os episódios não se tornem repetitivos naquele sentido de que cada dia eles superam um obstáculo/inimigo diferente; sim, obviamente quero ver eles seguindo adiante, superando os obstáculos, por vezes tendo que retroceder e tal mas não naquele sentido de \"no episódio dois eles vão se deparar com alguns caras da milícia e vão vencê-los, no episódio três vai aparecer uma matilha e eles vão escapar, no episódio quatro vai aparecer um grupo fanático que quer que a epidemia/pandemia continue, tentando matar a menina, e eles vão matar essa galera, etc.\".\n\nTô na expectativa pra ver também de quais formas se dá a transmissão - imagino que inicialmente foi principalmente ambiental, mas será que ela se dá entre infectados? Em caso positivo como será que se dá - respiração? Mordedura? Fluidos? Pra mim o jeito que mais faria sentido, se tratando de um fungo, seria pela respiração.\n\nOutra coisa que eu espero que seja respondida é por que um doente ataca pessoas que a princípio não representam uma ameaça quando já está se alimentando de \"comida fresca\". Se o ataque se der apenas como forma de adquirir comida isso não faria sentido, então acho que teria algum mecanismo também no sentido de defesa no estilo \"se ele permanecer vivo ele será uma ameaça a mim\".\n\nMas no geral tá me passando a ideia de algo bem \"realista\", tipo o que de fato aconteceria se passássemos por uma situação apocalíptica.\n\nAliás, apesar de não ter jogado, não sei se porque foi a intenção deles mesmo e eles conseguiram executar bem isso ou se simplesmente porque eu já tava induzido por saber que foi baseado num jogo, teve algumas cenas em que eu senti que era realmente um videogame. 😄\n\nObs.: todas as perguntas que coloquei aqui são pra compartilhar com os outros ou estimular uma discussão de quem também não sabe as respostas pra elas, então quem souber por favor sem spoilers.",
                "Acabei de assistir e fui entender sobre a obra, qual era o segredo da Ellie.\n\nHBO acertou demais, principalmente com o elenco",
                "Não joguei o jogo.\n\nA passagem de abertura foi fantástica, muito bem feita. A revelação da menina ser imune achei muito corrida e podia ser num melhor momento com uma melhor construção. Música dos anos 80 significa problema e o episódio termina com uma.",
                "Eu joguei o jogo, vi gameplays e a minha impressão até agora é: eu gostei muito das adições que não tem no original, sabendo que os roteiristas são os mesmo do jogo dá mais um contexto pro jogo. Algumas coisas que eu notei. Não são spoilers, são coisas do jogo mas vou marcar como spoiler.\n\n1. >!Eu gostei bastante de uma explicação de pq o Joel não estar em casa quando a Sarah acorda. O Tommy ter sido preso faz sentido pq é um bom motivo pra ele sair e não acordar a filha.!<\n2. >!Eu adorei os primeiros minutos com os dois cientistas conversando sobre vírus e fungos e um possível motivo dos fungos terem mutado e conseguido infectar humanos.!<\n3. >!O relacionamento do Joel e da Tess ser mais \"romântico\", pelo menos me pareceu que eles não são só amigos que existe ou existiu algo entre eles.!<\n4. >!A cena deles saindo da cidade e o Joel totalmente inconsciente se jogar na frente da Ellie e ter meio que um flashback de quando a Sarah morreu e meio que ser transportado pelo o que ele queria ter feito na época e não pode, pra mim foi um dos melhores momentos. O Joel nunca pode viver totalmente o luto de perder a Sarah, ele sempre compartimentou e seguiu em frente pra sobreviver. !<\n5. >!O Tommy estar sumido uns meses e o Joel já estar querendo ir atrás dele fez mais sentido pra mim, pq dá mais ainda a impressão que foi só to levando a menina pq eu já tava indo mesmo.!<\n6. >!Easter Eggs!!!!!!!!!<",
                "Consigo ver como o jogo deve ser excelente, mas como seriado, bem padrãozinho apocalipse zumbi. Absolutamente nada de novo ou de mais. Vamos aguardar os próximos episódios.",
                "Faz tempo que eu não assisto uma série tão boa assim, já estou esperando o segundo episódio",
                "Pow eu achei o final meio caído, aquela edição deixa muito óbvio o paralelo entre a Ellie e Sarah.\n\nDito isso, foi um bom episódio. E eu fiquei mais animado para série do que eu achei que ficaria.",
                "**Série - 1º episódio da 1ª temporada de** **The** ~~Lacre~~ **Last of Us**\n\nFoi um bom começo. Respeitou o início do jogo nos assuntos principais, e ainda mais adicionou novos elementos que poderá enriquecer ainda mais a série no futuro. Eu não joguei o jogo, assisti a *gameplay* no YouTube completa, e realmente percebi que está uns 80% igual ao jogo. E isso não é ruim. Pois esses outros 20% são muito interessantes.\n\nPor exemplo, >!||o Joel recebeu um background de ser um veterano militar com experiência real em batalha.|| !<Isso provavelmente vai ser essencial pra justificar certas habilidades que ele porventura apresente no decorrer da série. \n\nTive uma impressão de que esse primeiro episódio foi um pouco apressado. No jogo tinham várias situações que aconteciam enquanto você estava ainda na cidade inicial que serviam pra enriquecer a história. Mas a série foi extremamente direta: mostrou os pontos principais, qual é o objetivo inicial e as motivações e pronto, tá iniciada a jornada.\n\n**Agora sobre as lacrações:**\n\nMudaram a etnia da filha do Joel no começo, de branca pra negra. Mas também o ator que interpreta o Joel é moreno, aparentemente hispânico, então não achei de tudo ruim. A atriz que interpreta a filha do Joel no início também é boazinha. Não é nada de extraordinário, ela apenas faz o seu papel de uma forma boa. \n\nA Ellie é feia. Parece o Marquito com aquele testão e aqueles olhos de psicopata sanguinário. Você não pode reclamar da falta de beleza na Ellie que senão os lacradores vão começar a te chamar de pedófilo. É a \"belezificação da feiura\" do progressismo.\n\nO Joel também teve uma mudança de etnia, como comentei antes. É um ator que tem a pele mais escura, parece hispânico, só que o ator é muito bom! Foi o Oberyn de Game of Thrones e o The Mandalorian. É inquestionável a atuação dele.\n\nSobre lacrações futuras: A Ellie é >!||lésbica. É bem capaz de aparecer já um romancezinho lésbico pra ela nessa primeira temporada.||!< No jogo e agora no início da série a gente é apresentado>! ||a várias personagens femininas ocupando posições de lideranças em guerrilhas. Você sabe qual o papel que sobrariam para as mulheres num possível futuro pós-apocalíptico? No máximo, chuto aqui, elas estariam vendendo o próprio corpo em troca de algumas migalhas de comida, quiçá sendo líderes de uma resistência que estaria lutando contra militares fortemente armados.||!< \n\nSe adaptarem o segundo jogo, será o fim da série inteira e terá um final tão pior quanto o que Game of Thrones teve. O segundo jogo foi uma merda e sobreviveu em cima da lacração e da \"a vingança nunca é plena, mata a alma e envenena\"."
            ]
        },
        {
            "title": "Maldição das adaptações de games acabará em The Last Of Us?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10cupg4",
            "num_comments": 18,
            "comments": [
                "Meio que já não acabou? Kkkk Arcane é uma obra prima, e Detetive Pikachu e os dois Sonic são bons filmes",
                "Meia-noite eu te conto",
                "Nunca existiu isso. Acontece que dão a maioria dos projetos de adaptação de videogame pra quem não gosta ou sequer joga videogame. E aí acaba ficando uma merda.",
                "Depende da fanbase. Resident Evil, fizeram um filme idêntico aos primeiros jogos e surge até viúva dos filmes da Milla pra reclamar.",
                "hbo max reviva por favor",
                "Ué, Silent Hill e Arcane já quebraram.",
                "Ué, gente? Detetive Pikachu, Sonic, Arcane, Cuphead, Witcher... eu acho que esse lance de maldição de videogame já passou, o máximo que faz sentido IMO é se perguntar se as adaptações de games vão se consolidar mesmo como nova mina de ouro de Hollywood - como os filmes de herói, por exemplo."
            ]
        },
        {
            "title": "melhores filmes cults para assistir chapado?",
            "selftext": "já vi vários. quero saber a experiência de vocês.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10cn8od",
            "num_comments": 17,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Akira (anime)",
                "O Labirinto do Fauno\n\nO Mundo Imaginário do Dr. Parnassus\n\nO mágico de Oz\n\nA vida de Brian\n\nMeu Amigo Harvey",
                "Laranja mecânica/ 2001 uma odisseia no espaço",
                "Não sei se é considerado \"cult\", tá mais obra underground, mas vou lançar aqui: NAKED LUNCH.",
                "2001, tem história de quando foi lançado tinha gente que assistia o filme chapado kkkk",
                "o ilusionista",
                "memento",
                "clube da luta",
                "Enter the Void.",
                "The Holy Mountain - 1973  \n\nSuspiria - 1977   \n\nMandy - 2018",
                "os oito odiados",
                "A caverna dos sonhos esquecidos de Werner Herzog",
                "só NÃO veja enter the void",
                "Trainspotting",
                "Pi\nFeherlofia\n964 Pinocchio\nPlaneta fantástico\nTetsuo the iron Man\nMASD-004\n🙂"
            ]
        },
        {
            "title": "Me ajudem a achar um filme antigo!",
            "selftext": "Quando tinha uns 5-8 lembro de um filme que via no DVD muito legal sobre um menino que entrava no poço e se transformava em um monstro parecido com Minotauro, era uma cena marcante para mim e é a única coisa q eu consigo lembrar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10cagcd",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10c8q3r",
            "num_comments": 18,
            "comments": [
                "Copenhagen Cowboy, por sugestão indireta do u/deepnavyblue.\n\nEu comecei ontem Andor. Pretendo concluir His Dark Materials e começar O Livro de Boba Fett.",
                "Estou a uma semana querendo começar Better Call Saul, a última que vi foi Bear da Star Plus.",
                "Terminei de ver a segunda temporada de White lotus.\n\nQuerendo acompanhar agora The last of us para comparar com o jogo que é perfeito.",
                "Iniciei Sopranos.",
                "Terminei a primeira temporada de A Hora do Diabo.\n\nA série é um pouco arrastada mas o final é otimo e lembra algo como Dark e Efeito Borboleta. Gostei muito do elenco e direção. A abertura tbm achei um trabalho muito bonito.",
                "Como fã de Deadwood, comecei na sexta Hell on Wheels. Mesmo sem o mesmo carisma e qualidade da produção da HBO, eu consegui maratonar a 1a temporada no fds e estou empolgado para a segunda. Bora que bora!",
                "Finalizei a terceira temporada de Jack Ryan.\n\nAgora quero acompanhar the last of us",
                "Inventei de assistir uma série antigona de detetive dos anos 70 chamada **The Rockford Files** (acho que por aqui ficou como Arquivo Confidencial). \n\nSérie boa pra caraco!",
                "Mutante Rex, mas vou dar uma pausada para assistir a nova série da HBO Tlou",
                "Assisti \"Machos Alfa\" do princípio ao fim e recomendo demais. \n\nA série espanhola segue 4 amigos que têm cerca de 40 anos de idade e suas peripécias com relacionamentos românticos (heterossexuais). Eles são confrontados com seu machismo o tempo todo (e o espectador junto), mas a série faz de um jeito muito engraçado, sem alienar os homens. 4/5",
                "Olhar indiscreto",
                "Estou terminando de ver Ozark"
            ]
        },
        {
            "title": "Acho que Os 8 Odiados se tornou meu filme favorito do Tarantino",
            "selftext": "Sempre tive dificuldade de listar meu top 3 filmes do Tarantino, mas depois de rever Os 8 Odiados ficou nítido para mim que é o melhor roteiro/fotografia da carreira dele.\nO homem consegue fazer um filme inteiro dentro de uma cabana e é tenso do começo ao fim.\nSem contar com a fotografia, os planos externos e o posicionamento de câmera dentro da cabana. \n\nQueria saber qual filme do Tarantino é o favorito de vocês.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10c8pil",
            "num_comments": 19,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu gosto mto dos 8 Odiados tbm. Tô até hj pra ver a versão estendida/série e até hj não assisti",
                "Eu também gosto muuito desse filme, o achei surpreendente. A trama é muito bem desenvolvida e prende a gente. É o tipo de filme que tem um roteiro 10/10.\n\nMeus favoritos dele são **Cães de Aluguel, Django e Bastardos Inglórios.**\n\nGosto muito até de Jackie Brown, mas não consigo gostar por nada nesse mundo de Kill Bill.\n\nOP, se você gosta do Tarantino, recomendo demais esse curta, com Selton Melo e Seu Jorge: https://youtu.be/jWmIIUqmu8U",
                "Eu adoro Os 8 Odiados mas parece que as pessoas não gostam muito e eu nunca entendi o pq, não é o meu preferido mas é o segundo.\n\n1- Poup Fiction\n2- Os 8 Odiados\n3- Um Drink no Inferno (sei que ele não dirigiu mas o roteiro é dele)",
                "1 - Cães de Aluguel\n2 - Pulp Fiction\n3 - Bastardos Inglórios",
                "eu sou completamente apaixonado por bastardos inglórios. tá no meu top 5 de filmes favoritos da vida",
                "Não está entre os meus melhores porque se for para assistir pela décima vez vou de Cães de Aluguel, Pulp Fiction e Hatefull eight. Mas em nota eu daria igual para todos. Com adendo que Os 8 odiados é o mais diferenciado.",
                "Eu ainda não vi todos, mas dos que eu vi o meu top 3 é Pulp Fiction, Kill Bill e Cães de Aluguel, os 8 odiados é muito bom também, mas até Django e Bastardos Inglórios acho melhores",
                "Bastardos Inglórios"
            ]
        },
        {
            "title": "Filmes de terror (que da MEDOO) bom pra assistir nesse finalzinho de sábado",
            "selftext": "Oi gente, quero ver um filme de terror, me indiquem um q vcs gostam q não seja tão famoso e falado pq praticamente já vi todos hahahahaha",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10c3hlv",
            "num_comments": 31,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Noroi (2005)\n\nGonjian (2018)\n\nMedo \\[A Tale of Two Sisters\\] (2003)\n\nO Chamado original - Ringu (1998)\n\nO Grito original - Ju-on (2000)",
                "Creep. Ele não dá MEDO, mas é bem estranho (o que eu gostei muito) é meu filme preferido, também jdjdjd.",
                "Hereditário",
                "A entidade (2011)   - Rec (2007)",
                "Hereditário",
                "Os mais recentes que vi e gostei:\n\nSmile, Pearl, Barbarian...\n\nNão deram medo, mas a história é diferente de tudo que já vi",
                "Marcas da Maldiçao (Netflix)                       Evil Dead 2013 (Reboot)                              Assim na terra Como no Inferno (2014)",
                "A chave mestra, clássico",
                "August underground",
                "IT mas só o 1",
                "fugindo do óbvio:\n\n&#x200B;\n\nAterrorizados 2017\n\n&#x200B;\n\nRubber 2010\n\n&#x200B;\n\nSuspiria 2018",
                "Eu vi Telefone Preto ontem e gostei, não dá medo mas é tenso...",
                "Speak no evil, Barbarian..",
                "speak no evil e a bruxa me deixaram um tanto quanto perturbado",
                "VHS",
                "Alma perdida.",
                "Sexta feira 13 já passou então vai ficar sem filme de terror. Kkk",
                "Skinamarink, do ano passado",
                "Gente eu vou indicar um filme que simplesmente é perfeito \n\nA medium \n\nUma dica: (assistam no idioma original)",
                "Meu terror favorito de 2022 foi Pearl, porém não me deu medo não.",
                "Putz, preciso salvar esse post pra pegar uns filme pra ver de vez em quando kkkk",
                "The last will and testment of rosalina weigh\n\nBabadock\n\nBlair witch project"
            ]
        },
        {
            "title": "House Of The Dragon, você gostou?",
            "selftext": "Particularmente, para alguém que e não assistiu e não tem interesse em assistir Game Of Thrones, foi uma experiência muito boa e realmente prazerosa, adorei os personagens, tanto os atores mirins como os filhos da Rhaenyra, como também os filhos da Alicint. \n\nEstou ansioso para que chegue logo 2024, apesar da demora, pela participação maior do criador da história, com certeza isso afetará de forma boa no enredo e roteiro da série, diferente daquele final, que mesmo não vendo, sei dos detalhes. \n\nPeço que para os leitores do livro, que não respondam essa publicação com quaisquer informações que não foram relevadas na série, ou, caso sinta uma enorme vontade, que deixe claro que é um spoiler do livro.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10c1uwd",
            "num_comments": 12,
            "comments": [
                "Poxa game of thrones é tão bom",
                "Também não assisti Games of Thrones, mas amei House of the dragon. \n\nEspero que a próxima temporada seja tão boa quanto essa.",
                "Gostei e muito.. Digo até que me surpreendeu, talvez se houvesse uma comparação entre primeiras temporadas... HOTD tem uma 1temp melhor que GOT.",
                "olhei a primeira temp de GOT para comparar(nunca assisti antes) e as duas séries são muito boas, porém House of The Dragon  consegue fazer tudo 10x melhor.  Foi  um dos top 3 do ano fácil.",
                "Ah, eu gostei, muito. Eu acho que começou meio lento, mas depois foi se desenvolvendo e me cativando.\n\nEu sou fanático por GoT, amo muito mesmo, até hoje tenho uma sensação de luto por causa da série. E ela é muito dinâmica, tem mais personagens, então talvez por isso achei HoTD menos brilhante. \n\nPra quem não assistiu ou GoT. Tinha um amigo na mesma situação de vocês, ele tinha preguiça e preconceito com a série, porque mistura dragão e idade média, aquela coisa... Ele assistiu e ficou maluco com a série, ficava me mandando mensagem todo dia pra falar sobre alguma coisa que viu e tal. Assistam, vale muito a pena, mesmo com o final medíocre.",
                "Eu gostei da 1° temp. de HOTD, mas achei mt achei as passagens temporais mt bruscas.",
                "Eu gostei tbm, esperava mais sangue atoa, mas ainda bom. Got a primeira temp tbm foi mais ou menos similar, mas depois começa a porrada. Como espero que a história conte até o fim da casa dos dragões deve melhorar e espero um final melhor dessa vez"
            ]
        },
        {
            "title": "alguém pra assistir hj um filme comigo? via discord",
            "selftext": "gostaria de assistir O Bebê de Rosemary, mas pode ser outro",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10brkdo",
            "num_comments": 12,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tem um [grupo](https://discord.gg/mtDuhmtn) q entrei aqui pelo reddit, vimos barbarian semana passada e acho q domingo vamos ver mais um tbm, só falta decidir, entrem aí",
                "[deleted]",
                "Q hrs é esse role?? Kkkk",
                "Se for um clássico sim, só vejo clássicos"
            ]
        },
        {
            "title": "HEREDITÁRIO é doentio...",
            "selftext": "Acabei de assistir Hereditário e posso afirmar: X e Pearl são filmes infantis perto desse filme. Esse mês eu não assisto mais nada de terror. Agora só estou com vontade de assistir Ursinho Pooh ou os Ursinhos Carinhosos... É isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10belcd",
            "num_comments": 71,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Hereditário não tem um lugar especial na minha memória. Não foi assustador o suficiente para se sustentar e não é exatamente um filme divertido. A única coisa que me marcou foi a atuação da Toni Collette",
                "São duas prateleiras diferentes,  acho esse terror psicológico muito mais terror que esses slashers... slachers são filmes divertidos, emocionantes, hereditário, midsomar são filmes que batem na alma mesmo",
                "Eu imagino que seja assim, já assisti o outro filme desse diretor e fiquei mais ou menos assim",
                "Eu achei sem graça quando vi, só me chocou a cabeça da menina cheia de formiga. Mas vou rever pq nem lembro direito \n\nSou acostumado com filme de terror mas dificilmente lança um bom \n\nNão gostei nem do terriefer",
                "Estou deixando de gostar de filmes de terror, pq a maioria é aquela forçada de barra que fica nítido. Sempre tem aquela coisa paranormal ou aquele cara psicopata... Alguns filmes se preocupam mais em ser estranhos do que criar um roteiro que nos prende no filme.\nHereditário achei bem fraquinho, todo mundo falou desse filme e achei bem decepcionante :/",
                "[deleted]",
                "O remake de a morte do demonio de 2013 também é pesado",
                "Do lado de qualquer filme de terror bom X e Pearl são infantis",
                "São duas prateleiras diferentes,  acho esse terror psicológico muito mais terror que esses slashers... slachers são filmes divertidos, emocionantes, hereditário, midsomar são filmes que batem na alma mesmo",
                "O something wrong about the johnsons é pior, na minha opinião",
                "Olha midsommar então hahahaha filme doentio do caralho fiquei meia hora parado pensando que merda eu assisti depois que o filme acabou",
                "o comeco do filme é uma merda o meio é MT bom e o final uma merda também kkkkkkk",
                "Um bom e velho terror psicológico. Vi no cinema com o meu avô e agradeço por ele ter dormido, pois acho que seria um pouco pesado para ele, sjjdjd. Eu (digo isso no meu ponto de vista), não achei o filme tão pesado, por já estar acostumada a ver Lars Von Trier, Gaspar Noe ou Michael Haneke. Mas, sim, foi um dos filmes mais pesados que eu vi no cinema.",
                "Midsomar é do mesmo nível ou mais leve?",
                "De primeira não curti muito Hereditário e até hoje acho \"Midsommar\" melhor (É do mesmo diretor)... \n\"X\" eu gostei muito e acredito ser um dos melhores do ano passado, já \"Pearl\" achei mediano.",
                "Que bom que o filme atingiu o objetivo. 😊",
                "Vc citou filmes de prateleiras diferentes. X e Pearl estão mais para um filme do tipo Grindhouse como Planeta Terror ou Machete.\nHereditário está mais para Midsommar, A Bruxa.. \n\nParticularmente eu gostei muito, achei um filme excepcional dentro daquilo que ele se compromete a entregar.\n\nVale ressaltar que X, Pearl, Midsommar, A Bruxa e Hereditário são filmes da mesma produtora: A24.",
                "Velho, achei pesado demais! A cena da velha aparecendo no início do filme e depois ela some quando a luz apaga é bizarro",
                "Mano quando o cara pegou fogo ao inves da mulher eu juro que eu fiquei em choque, cara a atuaçao dela é fenomenal",
                "Dá pra juntar esses três num balaio só e jogar fora, muito ruins. Quase nada que tá muito no hype é bom, de fato.",
                "Mente fraca. Eu não gostei de hereditário justamente por ser algo que não dá pra levar pra mente por ser raso. O filme é algo simples e não tem nada de incomum. O gore e a história é direto, eu terminei de assistir eu não tive dúvidas sobre o que eu assisti.",
                "Tá atrasado"
            ]
        },
        {
            "title": "Sugestões de filmes ou séries \"enemies to lovers\"?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10bcfgx",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Passageiros",
                "10 coisas que eu odeio em vc",
                "Esse é um dos clichês que mais odeio kkkkkk mas um legalzinho é o A Proposta"
            ]
        },
        {
            "title": "É só eu que acho o catálogo da Netflix sem graça?",
            "selftext": "Já faz um tempo que tenho sentido o catálogo da Netflix sem graça. Ele anda muito esvaziado, sem muitos títulos atraentes. Claro, ainda tem algumas joias ali dentro, tanto filmes e séries classicas como originais da plataforma. Mas, tenho sentido que é pouco. \n\nClaro que, em boa parte, a \"culpa\" é dos grandes estúdios (Warner, Disney e afins). Só que quando eu penso nisso fico triste por duas coisas: \n\n1 - A triste realidade de, se vc quiser ter acesso a uma grande diversidade de conteúdo, ter que pagar 20 serviços de streaming, ou usar um site pirata que a cada clique 20 abas são abertas no navegador. \n\n2 - Fico pensando quem, em não  muito tempo, a Netflix perca muito espaço para os grandes estúdios. O que seria uma pena. \n\nVc também tem tido essa impressão?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10b9862",
            "num_comments": 21,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Olha, falando exclusivamente de originais Netflix, tem algumas séries e filmes que são bons; mas sendo bem sincero, eu tenho um sentimento que na Netflix eu preciso garimpar para achar bons conteúdos. Ou seja, preciso gastar meu tempo livre ou vendo indicações no Youtube ou lendo listas na internet, o que é bem chato. Particularmente, no início a Netflix produziu alguns conteúdos originais bem interessantes, mas, a partir do momento que ela começou a focar hard em adolescente/jovem ela me perdeu. Hoje a HBO me atende muito mais do que a Netflix... Se na Netflix eu preciso garimpar os conteúdos originais para achar as joias no catálogo, na HBO eu simplesmente não tenho tempo para assistir todos os Originais que eu quero, chega a ser bizarro.\n\nP.S.: Essa onde de cancelamentos só piora a situação da Netflix; Você nunca sabe se vale a pena investir o seu tempo em um conteúdo, sendo que ele pode ser cancelado a qualquer momento e você nunca verá o final da história.",
                "Eu também acho uma grande porcaria. Poucas coisas boas no meio de um monte de coisa genérica.",
                "TMJ. Passo maior tempo passando de título por título sem conseguir achar algum interessante.",
                "Mas tem que levar em consideração que tem muita coisa que você já viu, eu não fico revendo mind hunter por exemplo",
                "É uma grande porcaria, eles se mantem em pé com produções que alcançam a \"moda\".\n\nToda vez que começam a surgir reclamações de preço, fim de compartilhamento uma produção deles acaba viralizando com ajuda de muita propaganda (marketing) e as pessoas esquecem momentaneamente os problemas, ninguém vai querer cancelar sem antes assistir o que todo mundo está falando",
                "Eu discordo. Numa googleada rápida aqui achei menção de que Netflix tem cerca de 2800 filmes e 1000 séries. Prime video 3000 filmes, 500 séries. HBO e Disney não deve dar 1000 filmes cada. \n\nVocê pode até achar que tem mais filmes/séries que *você* gosta nos outros serviços de streaming, mas sem graça não da pra dizer que é. A menos que você queira ficar assistindo sempre as mesmas séries e filmes com meia dúzia de lançamentos aqui e ali. \n\nFora que no Prime Video, esses dias, parece que tudo que de mais interessante pra ver tem que alugar ou assinar algo a mais. Pode não ser um problema para quem pirateia mas é pra mim. Além disso os originais internacionais da Netflix são muito superiores a conteúdo semelhante nos outros, na minha opinião.\n\nTem uns 10 anos que eu ouço o pessoal reclamar de catálogo da Netflix. Isso na época que tinha filme de Disney e Marvel e coisa e tal. Pra mim parece que o pessoal só se acostumou a reclamar e nunca lembrou de virar o disco.",
                "Eu fui um dos primeiros usuários do Netflix no Brasil, usei aquele 1 mês de graça pra maratonar Breaking Bad e depois não consegui encontrar mais nada interessante. Os conteúdos de terceiros que haviam ou eram muito antigos ou eu já havia assistido por outros meios e os conteúdos originais eu acho muito ruins (com algumas exceções). De lá pra cá não mudou muita coisa, exceto que hoje tem muito mais conteúdo original muito ruim.\n\nEu só tenho Netflix porque não sou eu que pago, porque se fosse, já teria cancelado.\n\nEnfim, se quiser se livrar do infortúnio do streaming, sugiro voltar à pirataria. Comunidades como r/selfhosted o pessoal configurar seu próprio home server de Plex e diversas aplicações pra fazer o download automático de conteúdo.",
                "Eu acho que os originais da Netflix são bem genéricos, mas fora isso tem muito conteúdo bom sim, mas a HBO e talvez até a Star+ tem um catalogo bem superiores",
                "tem muita coisa lá que tenho que ver, então discordo",
                "Saudade da Netflix do começo, não lembro bem o ano em que assinei, maas acho que foi em 2013, lembro que ainda peguei o lançamento oficial das primeiras séries deles como hemlock Grove e Orange is the New Black etc, mas depois dessa época foi só indo ladeira a baixo. Entendo que eles estejam tentando expandir o tipo de clientes, e todas essas coisas, mas pra mim a Netflix era legal porque era como a Mubi é legal hoje em dia pra mim: Uma plataforma que parece ter real interesse no cinema em si e na arte dele não só em marketing e dinheiro.",
                "a netflix tem tirado diversos filmes que eram bons do catálogo, fora os filmes recentes que parecem ser um ctrl C + ctrl V de outros.. super genéricos e sem graça..",
                "Vou ficar sem Netflix",
                "Netflix é o pior dos grandes serviços de streaming existentes no Brasil (Netflix, Prime, HBO e Disney/Star). A popularidade dela se deve ao simples fato de ter sido o primeiro serviço, então todo mundo tem porque era o único que tinha, virou verbo porque era o único que tinha, tinha conteúdo de diferentes produtoras porque era o único que tinha e vários aparelhos de televisão nem tão antigos assim só tem o aplicativo dela porque era o único que tinha (eu tenho uma SmartTv comprada em 2017 que só tem o aplicativo dela e do globoplay e alguns serviços menores aleatórios que ninguém usa como o Looke).\n\nCom o decorrer do tempo, os outros serviços foram surgindo e levando consigo suas produtoras (e.g. Disney ficou com o conteúdo da Disney+Pixar+Lucas Filmes+20th Century Fox, HBO ficou com as produções Warner, Prime pegou a MGM). Cada uma delas levou seus conteúdos com décadas de existência para seus serviços e ainda colocaram seus serviços as preços competitivos para ganhar mercado, forçando a Netflix a investir em conteúdos próprios.\n\nO catálogo da Netflix parece vazio porque ele é vazio. Eles investem num monte de conteúdo barato de qualidade duvidosa para fazer volume e ficam tristes se todos os assinantes não assistirem ao conteúdo na primeira semana.",
                "Sim,acho que essa impressão começou quando ela tava cancelando um monte de coisa e fiquei bem decepcionada e também pelos filmes adolescentes horríveis",
                "Concordo! Não tem muitos grandes lançamentos faz tempo, exceto Wandinha, mas NN foi só wandinha q foi lançamento recente, apenas foi a única q conseguiu ter magnitude, antes a Netflix era muitas grandes séries era difícil de acompanhar",
                "Ah, eu só assisto sempre os mesmos filmes e séries, então ta bom pra mim\nNão gosto de inovar e a maioria das coisas novas que tento ver, não me agradam. Principalmente da netflix que sempre me parecem coisas bem vazias, como se tudo fosse feito visando (ou é vizando?) uma garotada de 15 anos.",
                "Formula Netflix, cancelar produções bem feitas em  roteiro, direção e  personagens para investir em séries que o tik tok/twitter acha bom."
            ]
        },
        {
            "title": "Se você pudesse viver uma cena ou história de algum filme. Qual seria ?",
            "selftext": "Fiz essa pergunta sobre livros e fiquei curiosa para saber sobre filmes. Eu escolheria viver Interestelar",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10b8qxj",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Acho que Interestellar ou Uma Odisséia no Espaço.",
                "limitless",
                "O Senhor dos anéis",
                "Ducktales, adoraria ser sobrinha do tio patinhas hahaha",
                "O segredo dos animais.\n\no Ben vai continuar cantando, pois eu cuidarei dos coiotes"
            ]
        },
        {
            "title": "conhecem filmes assim?",
            "selftext": "Tem um tipo muito específico de filmes que eu gosto, não sei se já existe um gênero que os classifique, mas enfim, são filmes violentos e esteticamente agradáveis, principalmente esses que tem uma pegada neon bem forte. Vou listar os que conheço aqui embaixo e se alguém souber de semelhantes vou gostar muito de saber! \n\n* Drive \n* Demônio de Neon\n* Upgrade \n* Gunpowder Milkshake \n* Climax \n* Animais Noturnos \n* Copenhagen Cowboy (essa última é uma série que estreou agora na Netflix, pra quem gosta de produções como as que eu citei, acho que vai agradar)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10b6u8p",
            "num_comments": 12,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Parece que tu curte a pegada das coisas do Refn, se já não tiver assistido Only God Forgives, Too Old to Die Young ou Bronson, são os que completam essa fase artística dele.\n\nSeria legal dá uma olhada no que inspirou o Refn, que vai de cinema italiano (giallo) ao cinema de ação/policial/nihilista dos anos 80. Uma parada meio neon e synths.\n\nManhunter (1986), Thief (1981), The Driver (1973), To Live and Die in LA (1985), Profondo Rosso (1975), Miracle Mile (1988). \n\nSão só alguns que me vem na cabeça, outros mais recentes tem Good Time (2012), Nightcrawler (2014), Guns Akimbo (2019), Mandy (2018).",
                "Neon e violento me veio em mente \"Atômica\", mas não sei",
                "suspiria",
                "Suspiria 1977 e 2018\n\n&#x200B;\n\nThe Holy Mountain 1973\n\n&#x200B;\n\nse é pra estilizar...",
                "Os suspeitos",
                "Pode abrir um tópico só de compenhagem cowboy, op. Terminei de assistir hoje.",
                "Pesquisa o diretor Gaspar Noé, diretor de clímax por sinal.\nRecomendo: irreversível e Seul contre tous\n\nTalvez você goste do diretor Pedro Almodóvar, mas são dramas, mas as cores são extremamente fortes, o amis parecido com terror é a pele que hábito.",
                "**Onde os Fracos Não Têm Vez**\n\n**Road to Paloma**\n\n**The Rover**\n\nPra quem gosta da paisagem bucólica e curte fotografia cinematográfica, esses filmes são muito foda!\n\nTem também o **Anon**, que eu achei lindíssimo.",
                "Scarface (1982)"
            ]
        },
        {
            "title": "Me ajudem a achar esse filme (é asiático e se passa nos anos 90 ou no início dos anos 2000)",
            "selftext": "Eu não tenho certeza se é um delírio meu ou se  realmente aconteceu, mas eu nunca terminei e queria saber o final.\n\nÉ um filme asiático, provavelmente japonês ou coreano (talvez taiwanes, mas acho que não) que se passa em um acampamento para jovens, onde lá eles  fazem coisas para relembrar e honrar sua cultura. Eu lembro de duas partes específicas desse filme, a primeira, uma garota pede pra ficar com um garoto, mas ele recusa, então ela espalha um boato sobre ele ser homossexual. A segunda,  um grupo de um uns 3 ou 4 garotos foge do acampamento e vão para a cidade, eles vão a um bar e um deles começa a conversar com uma das moças que estava lá, problema, aparentemente ela era comprometida com alguém da máfia, algo assim, e daí pra frente só pra trás (eu parei de assistir nessa parte e eu PRECISO saber o que acontece depois)\n\nÉ isso que lembro do filme, se alguém lembrar de alguma coisa, por favor, me falem.\nAgradeço antecipadamente",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10b2mqq",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Não sei se é o mesmo, mas é bem parecido. \n\nhttps://youtu.be/j6jGNtql0YQ"
            ]
        },
        {
            "title": "Melhor filme de terror?",
            "selftext": "Nessa sexta feira 13 achei que seria legal assistir um filme de terror. Eu não curto filme de terror por ser repetitivo ou ter gore desnecessário. Se puderem me recomendar um com uma história boa agradeço.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10b2fjm",
            "num_comments": 25,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "A entidade",
                "Segue uma lista com algumas recomendações. \nX, Midsomar, A bruxa, Hereditário, Pearl, Invocação do mal, Sobrenatural, Halloween(1978) e (2018), Pânico, Premonição, Exorcismo(1973), Exorcismo de Emilly Rose, Massacre da Serra elétrica(1974), Noites brutais, Corra..",
                "pra mim um dos melhores filmes de terror que existem é A Bruxa de Blair, o original, de 1999. Acho um filme simples, não é muito pesado então todos podem assistir, e extremamente bem feito. Um clássico é um clássico.",
                "a bruxa",
                "X   \nPânico (1996)  \nRec   \nO massacre da serra elétrica (1974)  \nA bruxa",
                "Hereditário",
                "Depende do estilo de terror que você gosta, eu recomendo que fuja de Hollywood se não quer coisa repetitiva e clichê, segue a lista :\n\n* O sacrifício do cervo sagrado (Yorghos é um dos meus diretores favoritos)\n* O animal cordial (brasileiro pica)\n*  boa noite, mamãe (de 2014, não a bosta de Hollywood);\n* Lamb\n* The innocents\n* Midsommar\n* A bruxa\n* A maldição da bruxa\n* Vestido maldito\n* X\n* Men\n* Under the skin\n* O farol\n* Corra \n* The autopsy of Jane Doe\n* Last Shift\n* A entidade\n* Pulse\n* Mártires (2008 - 18+)\n* [REC]\n* Deixe ela entrar ( terror fofo)\n* VHS\n* O orfanato\n* Abismo do medo\n* Jogos mortais ( o primeiro)\n* Os outros\n* Bruxa de Blair\n* A mosca (+18)\n* O enigma do outro mundo\n* O iluminado\n* Um filme Sérvio (+18)",
                "Tem vários filmes clássicos que ainda não assisti, mas dos que eu vi eu gostei foram Midsommar, Halloween, Corrente do mal, Enigma do outro mundo, e recomendo ir atrás de filmes de terror japonês, eles sabem fazer terror melhor que todo mundo",
                "Assisti Marrowbone esses dias e gostei bastante. Uma indicação que não é filme mas também acho muito bom é a Maldição da Resistência Hill (tem na netflix) maratonei toda em uma noite (coincidentemente tbm sexta 13) com umas amigas e foi bem legal",
                "Esses dias fiz a maratona de invocação do mal e lembrei do pq amo filme de terror",
                "Raw, de 2016. Maravilhoso!",
                "A morte do demônio (2013) achei esse filme um remake muito bom do filme original de 1981, é um filme de 2013 mas os efeitos práticos, sonoros e a cinematografia do filme fizeram com que ele envelhecesse muito bem",
                "Cara eu olhei a trilogia do filme rua do medo, são três filmes e tu tem que olhar ele de trás pra frente eu achei o filme ótimo e recomendo muito ele",
                "Misommar\n\nSuspiria\n\nThe Color out of Space",
                "Mano, marcas da maldição nunca tive coragem nem de continuar",
                "Deadstream - muuuuuuito bom!\n\nSkinamarink - É chato, mas me deu um puta medo por fazer lembrar coisas da infância que todo mundo meio que já viveu!",
                "O meu filme de terror preferido é O Enigma do Outro Mundo",
                "O Iluminado",
                "Eden lake: sem saída , babadook",
                "Massacre da serra elétrica,a freira,It a coisa,telefone preto",
                "Os mais recentes que assisti e gostei:\n\nSmile,\nPearl,\nBarbarian"
            ]
        },
        {
            "title": "Só eu não sabia do Aimer Hammer?",
            "selftext": "Ontem estava de boa escutando um podcast sobre o seriado do Dahmer quando comentaram sobre o caso do Aimer Hammer. Eu estou chocado até agora, eu assiti \"Me chame pelo seu nome\" a pouco e eu não estou conseguindo assimilar o que esse cara fez.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ay35g",
            "num_comments": 9,
            "comments": [
                "Também descobri agora que li seu post.",
                "Lembro que na época até foi publicado sobre, mas pra mim aparentou mais como uma nota de rodapé do que o choque pelos crimes, pq o destaque foi pífio frente as acusações.",
                "Kk, atéagora não sei o que ele fez",
                "Qual o podcast?",
                "Tem um doc no hbo que conta tudo"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10aj95q",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Pearl, X ,Amelie poulain e decision to leave. eu quero ver aftersun",
                "[deleted]",
                "Ex Machina (Amazon): eu já imaginei que iria gostar, e só confirmei quando assisti, filme é muito bom, aborda muito bem o conceito do que pode considerar um ser vivo, e questões sobre Inteligência Artificial, se o que ela sente é só uma simulação ou ela realmente aprendeu a ter sentimentos, e a pensar por conta, entre outras coisas, e eu amo obras que abordam esse tema, além das atuações que são muito boas, o Oscar Isaac é um ator foda demais, todas as interações com a IA e o carinha lá que esqueci o nome são fantásticas, recomendo demais \n\nThe Warriors (Amazon): Esse aqui eu achava que era daqueles tipos de filmes que só quem assistiu na época gosta, mas estava completamente, gostei demais, quando terminei fiquei com vontade de ver mais, até fui atrás de ler as HQs, e vou ler o livro que o filme se baseou,. já entrou entre meus filmes favoritos fácil\n\nMeu Amigo Totoro: finalmente comecei a maratona das animações do Studio Ghibli, escolhi começar por esse, mas não consegui gostar o tanto que achei que iria gostar, ou tanto que a maioria gosta, é um bom filme, tem momentos muito fofos, a música do Totoro não sai da minha cabeça até agora, mas não amei tanto assim igual a maioria das pessoas \n\nA Viagem de Chihiro: Obra prima, só tenho isso a dizer\n\nA Princesa Mononoke: Provavelmente a animação que estava com mais curiosidade de ver, mas assim como o Totoro não gostei o tanto que achei que iria gostar, mas achei legal, e entendo quem gosta, tem muitas coisas boas, principalmente os personagens que não são 100% bons e nem 100% ruins, principalmente a \"vilã\" que se fosse feita no ocidente iria ser super exagerada e esteriótipada, pra quem assistir ficar naquela de \"ui ui Capitalismo malvadão\" \n\nCastelo Animado: Talvez A viagem de Chihiro seja até melhor, mas eu particularmente gosto mais dele, me identifiquei demais com a Sophie, além da interação entre os personagens é muito boa, e todos conseguem ter um desenvolvimento e um final, até o espantalho\n\nE todas essas animações assisti na Netflix, e vou continuar assistindo as animações do Studio Ghibli",
                "Vi: Fresh\n\nVerei: Red Rocket e Nitram",
                "\"O Menu\", PC  \n\"O Pálido Olho Azul\", Netflix  \n\"Gato de Botas: O Último Desejo\", PC",
                "Vi: \n\n* **RRR (2022)** na *Netflix*. Como filme de ação de 2022, dos que eu vi, só perde para **Im Westen nichts Neues** e **Top Gun: Maverick**. O filme é divertido, as cenas de ação são ótimas, o grande problema são as músicas aleatórias (tirando a da cena da dança que ficou muito boa). O filme parece um anime em live action, recomendo para quem gosta de anime.\n\n* **The Fallout (2021)** no *HBO*. Um slice of life legalzinho. O filme se perde em alguns momentos. O final é bom.\n\nNa lista para ver estão:\n\n* **The Tender Bar (2021)**. Drama. Prime.\n\n* **White Noise (2022)**. Terror. Netflix.\n\n* **Barbarian (2022)**. Terror. Star.\n\n* **X (2022)**. Terror. Prime."
            ]
        },
        {
            "title": "Me ajudem a achar, por favor!",
            "selftext": "O filme começa contando sobre uma lenda de um cavalo que leva as pessoas para a outra dimensão, é um cavalo branco, depois se passa num lugar que cuida de cavalo e tem uma menina que é humilhada por uma família rica, ai ela sai correndo e encontra cavalo branco, ai ela cavalga com ele, ele entra na água e ela acorda em um mundo medieval onde ela é a filha de uma antiga rainha ou algo assim e ela tem q ajudar a salvar o reino.\n\nIsso é tudo que eu me lembro kkkkkkk tbm tem uma personagem que parece a Merida de Valente\n\nPor favoor se alguém souber qualquer filme é",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ag6gx",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Se fosse um desenho, diria q eh o Cavalo de fogo"
            ]
        },
        {
            "title": "sobre breaking bad",
            "selftext": "to na 5 temporada episódio 4 e tô em dúvida, eu sei que o walter manipula o jesse mas fico me perguntando, será que ele realmente gosta de verdade do jesse…",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10actxp",
            "num_comments": 12,
            "comments": [
                "Ele gosta do Jesse PONTO. Mas é egoísta o suficiente para passar por cima de qualquer coisa.",
                "O último episódio responde a sua pergunta.",
                "Eu acredito que sim, como um filho, mas eles tem uma relação de amor e ódio.",
                "Quando vc chegar ao fim da serie, vc tera essa resposta. Mas ao meu ver, sim, ele gosta muito do jesse.",
                "O Jesse é a única pessoa que o walt genuinamente se preocupa",
                "Ele é um sóciopata manipulador sim, egoísta que sempre colocou as necessidades dele acima da do Jesse, no final que sentiu um pouco de remorcio e foi tentar salvar ele",
                "Eu sempre pensei no Walter como um irmão mais velho do Jessé. Ele ensina coisas ao Jesse, cuida dele, mas as vezes é meio babaca e controlador.\n\nEdição: \"as vezes\"",
                "No ep 5 nós descobrimos que o Jesse é o breaking bad então o argumento do walter é cancelado",
                "Mano,acho q sim o Walter gosta do Jesse,mas o Walter gosta muito de se sentir poderoso e toma muitas atitudes egoistas tbm"
            ]
        },
        {
            "title": "Acompanharemos The Last of Us à partir de domingo, dia 15.",
            "selftext": "Com a maioria esmagadora de votos, The Last of Us foi a série escolhida para acompanharmos à partir desse mês de Janeiro!\n\n**O tópico de discussão será aberto logo após a exibição do episódio. Os episódios serão transmitidos, semanalmente, na HBO MAX às 23:00h. O tópico aberto às 00:00h. Horário de Brasília.**\n\n&#x200B;\n\n**The Last of Us (2023) - HBO MAX**\n\n[Trailer](https://youtu.be/VHNzi1CjDb0)\n\n**Sinopse:** \n\nVinte anos após a destruição da civilização moderna, Joel, um sobrevivente, é contratado para contrabandear Ellie, uma garota de 14 anos, para fora de uma zona opressiva de quarentena. O que começa como um pequeno trabalho logo se torna uma jornada brutal e de partir o coração, já que ambos devem atravessar os EUA e dependem um do outro para sobreviver.\n\n&#x200B;\n\nhttps://preview.redd.it/dzu856zyeoba1.jpg?width=2765&format=pjpg&auto=webp&v=enabled&s=02bcd1b469e96799b56fb4d6ba27474f03b004ae",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10aayd1",
            "num_comments": 2,
            "comments": [
                "Poxa, se fosse um pouco mais cedo no domingo rolava Teleparty. Mas como eu sou idosa e trabalho na segunda nem animo 😅"
            ]
        },
        {
            "title": "me recomendem séries",
            "selftext": "opa, me recomendem algumas séries, to precisando, não pode ser la casa de papel, cobra kai, young sheldon, sintonia, peaky blinders, the flash, como vender drogas online, porquê essas eu ja assisti",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10a66cj",
            "num_comments": 32,
            "comments": [
                "ANDOR",
                "Madmen",
                "Ozar, The Sopranos, Ash vs evil dead, House of Cards(última temporada descartável), designated survivor, Slasher, sons of anarchy",
                "The end of The fucking World. Rápida e boa. Além disso, tem Mr. Robot, Dexter, Mr. Mercedes e Dark. Minhas preferidas.",
                "Shameless, não vai se arrepender. São várias temporadas mas depois que começa n para mais hahahahahah",
                "Lost",
                "hannibal, true detective",
                "Love, Death and Robots",
                "How I met your mother ou Brooklyn Nine Nine",
                "Nunca assista Wandinha apenas pegue meu conselho",
                "The OA e Tabula Rasa, ambas tem na netflix",
                "Tenta fazer um \"filtro\", por exemplo: drama ou fantasia, que tenha na Netflix ou HBO Max.\n\nEu vou indicar Derry Girls porque é bem curta, leve e divertida.",
                "Anne with an e \n\nE uma serie calminha sem violência \nE boa pra assistir sozinho",
                "Assista Evil. Estou viciada nessa série.",
                "Lupin é muito bom, tem na Netflix",
                "The witcher\nSupernatural\nGrimm\nVan hellsing \nCsi",
                "Suits",
                "The gilded age.",
                "Bosch, é uma série de investigação policial",
                "Breaking bad, é simplesmente a melhor série",
                "Dificil recomendar sem saber os gostos, mas uma serie que deve agradar a muitos eh o dopesick da Hulu. Temporada unica.\n\n&#x200B;\n\nTem no Star+, disney+ e appletv se nao me engano",
                "Um clássico de guerra para mim!\n\nBand of Brothers! (Irmãos de Guerra) e da HBO.\n\nUma minissérie muito bem elaborada em torno de R$ 65,4  milhões por episódio.\n\nSe gosta de Guerra vai gostar."
            ]
        },
        {
            "title": "vamos falar de ginny e georgia?",
            "selftext": "alguém ta assistindo ou terminou? eu simplesmente amo essa série mas pq krlh botou georgia pra matar fuller(o marido de cynthia que ta em coma)??????? e pra piora o filho dela viu...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10a54nn",
            "num_comments": 2,
            "comments": [
                "Nunca vi, mas só ouvi falarem mal",
                "Tbm achei palhaçada botar ela pra matar o homem"
            ]
        },
        {
            "title": "Um filme de fantasia que se passa no esgoto (e na sessão da tarde)!",
            "selftext": "Quando era criança lembro de assistir um filme na sessão da tarde, onde uma garota perdia um colar - deixava cair no esgoto - então, juntamente de um amigo, os dois resolviam entrar no esgoto para recuperar o colar que, se eu não me engano, possuía um valor sentimental para a menina.\n\nLá dentro eles descobriam um mundo repleto de criaturas anímicas, objetos que se moviam, enfim, o típico filme fantasioso para crianças em um final de tarde, após chegar da escola. Talvez hoje o filme não me agrade tanto quanto antes, mas sempre tive essa pulga atrás da orelha, não lembro o nome do filme nem demasiados detalhes, se alguém conhecer poderia me dar uma luz? Desde já fico grato.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10a0fsg",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Será que é \"Por água abaixo\"? Kkkk é o único que já assisti que se passa no esgoto, só que os personagens são ratinhos!",
                "Seria \"O Demônio da Garrafa\"?",
                "Tartarugas Ninja 👍\n\n\nDe nada",
                "Xuxa contra o Baixo-Astral?",
                "O Mundo Fantástico de Oz. \n\nMe parece um pouco com a sua descrição, mas não deve ser.",
                "Goonies?",
                "teenage mutant ninja 1, 2 e 3"
            ]
        },
        {
            "title": "Alguém conhece algum site para assistir o filme do Carlos Marighella?",
            "selftext": "Por favor",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "109na0x",
            "num_comments": 16,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Globoplay",
                "Globoplay\n\n\nGrátis: Youcine - aqui além do filme tem um doc",
                "Vai passar na Globo mas na forma de minissérie"
            ]
        },
        {
            "title": "Globo de Ouro 2023: veja vencedores",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108va6y",
            "num_comments": 5,
            "comments": [
                "Better call saul roubada dnv",
                "Better Call Saul foi roubada.",
                "Fiquei contente que o RRR ganhou pelo menos um prêmio",
                "Austin Butler mereceu ganhar um globo de ouro. O cara se transformou no Elvis.\n\nAgora tô torcendo pra ele ganhar um oscar."
            ]
        },
        {
            "title": "Andor é uma das melhores coisas que eu já assisti de Star Wars!!!",
            "selftext": "Não sei vocês, mas na minha opinião, Andor é uma das melhores séries de Star Wars!!! Superou até mesmo o The Mandalorian, que também é excelente; Só tem um defeito, não é Andor.\n\nP.S.: Ainda pensando em como a Disney aprovou essa série...\n\nNÃO LEIA OS COMENTÁRIOS, CASO AINDA NÃO TENHA VISTO A SÉRIE! ",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108t7p6",
            "num_comments": 17,
            "comments": [
                "Concordo. Superou facilmente mandalorian. Ainda tenho a cara de pau de dizer q foi a melhor série de 2022",
                "É melhor do que os filmes antigos, que todo mundo cultua",
                "Como se fosse difícil superar obi 1 e boba feet.",
                "Concordo. Serie maravilhosa, uma das minhas preferidas de 2022. Eu não botava muita fé, depois do fiasco que foi Booba e Obi Wan. Mas fizeram um trabalho lindo em Andor.",
                "Ainda não vi essa pedrada",
                "Estou assistindo e gostando. Eu não gosto dos clássicos de Star Wars, mas gostei muito de Rogue One e sou absolutamente apaixonado por The Mandalorian.\n\nEu entendo que vocês tenham gostado mais de Andor, acredito que é diferente porque foca mais na ação e si, nos conchavos e etc. (ainda não terminei a temporada)\n\nJá The Mandalorian é mais fantasia, eu acho os cenários e a fotografia mais bonita também. Achei mais comovente, digamos assim.",
                "Espera so ate sair corror"
            ]
        },
        {
            "title": "Qual filme indicado ao Oscar na sua opinião é o mais superestimado ?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108rm6e",
            "num_comments": 48,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Discurso do Rei, que não apenas foi indicado, como também VENCEU filmes como Cisne Negro, A Origem, Toy Story 3 e Rede Social.",
                "Isso tudo é muito subjetivo, mas PARA MIM \"recentemente\" foi o La la land",
                "Shakespeare Apaixonado tirou o Oscar de Central do Brasil. Gwyneth Paltrow levou no lugar de Fernanda Montenegro e em mais três categorias. É inacreditável que aquele cubo de xuxu ser considerada melhor que a Fernanda. Foi chocante e revoltante, até",
                "The Power of the Dog\n\nEu gostei do filme, muito, mas não entendi o \"hype\".\n\nAh, Mank também. Eu entendo porque as pessoas amam o filme, ele tem um estilo próprio que remete à Era de Ouro de Hollywood, mas eu não consegui acompanhar o ritmo.",
                "Todos que concorreram contra cidade de Deus, o único candidato possível pra melhor filme do mundo.",
                "A Forma da Água.\nBonitinho, mas parecia uma salada de chuchu.",
                "A forma da agua",
                "Shakespeare Apaixonado, e Birdman, não que ele seja ruim, mas naquele ano teve Whiplash, O grande hotel Budapeste, Sniper Americano e Jogo da imitação, todos melhores que ele\n\nEdit: Outro que Lembrei agora é o Spotlight, pqp que filme esquecível",
                "A forma d’água deve ter sido propina",
                "Dos mais recentes, Birdman. Até hoje não sei como que gerou tanto hype.",
                "NÃO SEI NÃO LICO POR OSCAR DES QUE MAD MAX NÃO GANHOU COMO MELHOR FOTOCAVIA",
                "Crash, acho que ganhou até, em 2006... puts que filme chato... oscar bait total...\n\n&#x200B;\n\nde memorável só tem isso e que me fez abandonar os \"filmes oscar\", como regra tenho que filme que ganha eu não assisto antes de ver alguns reviews pra ver se era bom (e 90% não são)",
                "Birdman. Eu não me conectei com o filme.",
                "Green book, la la land e up.\n\nOs dois já falam por si só, mas up é um caso pra se dialogar, já q ele ganhou em cima de \"o fantástico senhor raposo\", e na minha opinião, o senhor raposo tinha q ter ganhado.",
                "em 2020 acho que foi era uma vez em Hollywood, acho esse filme um saco",
                "Já saiu as indicações?",
                "Birdman e green book",
                "Verdade. É só uma vitrine p interessa p eles. Decepcionante",
                "Muita gente vai me xingar aqui, mas eu acho o silêncio dos inocentes um filme muito esticado, só o Anthony Hopkins que é bom, e ele aparece muito pouco",
                "Green Book"
            ]
        },
        {
            "title": "O que vocês acham do filme a \"fita cassete\" no geral",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108qe43",
            "num_comments": 2,
            "comments": [
                "Nunca assisti"
            ]
        },
        {
            "title": "Filme de janeiro em discussão - Requiem for a Dream (2000) - O que acharam do filme?",
            "selftext": "&#x200B;\n\n[ Enquanto o filho lida com sua própria batalha contra as drogas,  Sara é convidada para participar de seu programa de TV favorito. Para  poder usar o vestido preferido, começa a tomar pílulas para emagrecer e  fica viciada. ](https://preview.redd.it/2hofpfthyaba1.jpg?width=1280&format=pjpg&auto=webp&v=enabled&s=f939f252e90e5891aeb363cf968a57ae26aca11e)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108phtd",
            "num_comments": 14,
            "comments": [
                "Visceral, um daqueles filmes extremamente difíceis, mas nescessário ao mesmo tempo. Esse filme me deixou com um gosto amargo na boca durante muito tempo. Não tem felicidade em nenhum momento, não a redenção dos personagens só a vida nua e crua, escancarada, exposta. \nO horror desse filme não está em monstros ou assassinos em séries, mas sim na realidade da vida.",
                "Excelente filme, um dos mais pesados/tristes que já vi, até tenho receio de revê-lo",
                "Um filme bastante perturbador. Daqueles que te atingem como um soco no estômago. A atuação da Ellen Burstyn pra mim foi perfeita. Ela realmente conseguiu nos fazer sentir uma angústia real, de quem vive todo aquele sofrimento de uma codependente, inclusive no que se refere à negação, de aceitar que alguém tão próximo, que você criou e viu crescer pode agira daquela forma. \n\nEle também é diferente de tudo porque não remete a um final feliz, muito pelo contrário. Eu não esperava que o desfecho da Sara Goldfarb fosse tão impactante assim. O filme é cruel, mas não tão cruel quanto a realidade, para milhões de pessoas e de famílias. Eu não tenho o que dizer sobre questões técnicas, porque não entendo muito do assunto, mas acho que foi um dos melhores roteiros que já vi.",
                "Eu gosto de drogas",
                "Um filme muito pesado, mas extremamente necessário. Ele foi um filme muito importante na minha adolescência",
                "Um choque de realidade, o filme marca justamente por ser real, exibir uma narrativa que pode acontecer com qualquer um, em qualquer lugar do mundo - e acontece diariamente-  além de ser uma ótima crítica social, evidenciando algo óbvio, mas que ainda precisa ser bastante discutido. \n\nVemos o quanto as drogas tem o potencial de estragar uma vida, e quando falo de drogas não me refiro apenas as ilícitas, o filme retrata bem o que fazem as drogas lícitas e medicamentosas, mas vai além ao apresentar o drama que os personagens enfrentam, suas histórias de vida e os problemas que colaboraram para que os mesmos se afundem cada vez mais no abismo dos vícios, deteriorando o que há de mais belo neles, sua essência.\n\nA verdade é que todo excesso esconde uma falta. Posso dizer que é um filme que retrata uma realidade não exatamente com o propósito de chocar, mas de fazer refletir, apesar de ser um filme pesado, até mesmo chocante para alguns, possuí um forte teor educativo.",
                "Agonizante",
                "Bom filme, com uma história bem interessante, atuações impecáveis sobre assuntos meio polêmicos (vícios em drogas ilícitas vs outros vícios lícitos).\n\nMinha nota é 7,8/10.",
                "oi. Assisti quando saiu. Em vhs. Absurdamente foda. 20 anos atras ja mostrava o quanto eramos doentes. E piorou. O Wayans (um dos Brothers) manda bem demais. Eu achei muito corajoso da Connely topar esse papel, visto que poderia muito bem ser ser só mais uma atriz meia boca sem desafios.  Lembro de ter ficado meio chocado na época com \"aquela cena que gerou gifs com objetivos felatórios\".\n\nAté Jared Leto manda bem demais. Carai, cade os filmes bons de hoje em dia?",
                "Um dos filmes mais tristes que já vi",
                "Poucos filmes são de fato pesados, no modo de chocar ou existir não para agradar mas sim para jogar algo na cara. Requiem para um Sonho é esse tipo de filme.\n\n\nAssim como Um Crime Americano, Preciosa e Eu, Christiane F.,  Requiem Para um Sonho não se importa em agradar o público, ele nem tenta fazer isso, ele somente quer trazer à tona a discussão sobre o uso de drogas, lícitas ou não e o filme tem grande sucesso nesse ponto.\n\n\nAlém de uma atuação de gala do elenco principal, o filme é um verdadeiro diamante por entregar essencialmente aquilo que ele propõe: choque de realidade.\n\n\nÉ o tipo de filme que fica na cabeça por anos e anos e se torna referência em seu estilo.",
                "onde vejo, help"
            ]
        },
        {
            "title": "Cinema 3d",
            "selftext": "Uso óculos de grau e faz muito tempo que não vou ao cinema e estou com vontade de ir, como funciona a questão dos óculos 3d? É de boa assistir um óculos por cima do outro?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108os03",
            "num_comments": 10,
            "comments": [
                "Eu uso por cima, dependendo do óculos pode causar um desconforto, mas nada grave. Bom filme.",
                "Pra mim é insustentável. Fica extremamente desconfortável.",
                "Minha mãe usa por cima e segundo ela é de boa, mas eu não uso óculos de grau então não sei dizer se muda alguma coisa.",
                "Cara eu nem uso óculos e sou totalmente contra assistir filmes em 3D no cinema.",
                "Eu uso por cima pq não tem outro jeito. Dá p se virar bem.",
                "Eu acho bem desconfortável, uso óculos grande então já tiro de cogitação de ver qualquer filme 3D",
                "Uso óculos de grau e, particularmente, acho muito desconfortável assistir 3D por ter que usar um óculos por cima do outro. Por isso, priorizo sempre assistir normal, no fim das contas, nem tem tanta diferença assim e o ingresso geralmente é mais barato!"
            ]
        },
        {
            "title": "New Superman DCU!! #Concepart",
            "selftext": "DCU Superman #ConceptArt\nWhat do you think about this fancast?\n\nFeaturing Chloe Grace Moretz and Tobias Unbeaten to play Superman and Supergirl.\n\nlike, comment and share to start a campaign helping these great actors to be seen by james gunn for the new dcu.\n\n#ChloeandTobi\n\n#dcstudios \n#DC \n#superman \n#warnerbros \n#dcuniverseclassics \n#dcuniverse \n#supermanrecast\n#aigeneratedimages\n#aisuperman\n#jamesgunn\n#supermanrebirth\n#midjourney\n#midjourneysuperheroes\n#youngsuperman\n#dcuniverse\n#supermancgi\n#supermanillustration\n#supermansuit\n#supermanphotoaday\n#supermanreboot\n#supermanfanart\n#midjourneyart\n#supermanthemovie\n#manofsteel\n#manoftomorrow\n#kingdomcome\n#bigblueboyscout\n#clarkkent\n#adventuresofsuperman\n#dccomics\n#fancast\n#supermanfancast\n#supermancosplay\n#supermancostume\n\nInstagram:\nhttps://instagram.com/stitch_industries?igshid=Yzg5MTU1MDY=",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108oobe",
            "num_comments": 4,
            "comments": [
                "Senhor da gloria",
                "First i see the arm of superwoman grabbing The treasure os superando, than i realize it was the cape",
                "Brinca não"
            ]
        },
        {
            "title": "Alguém sabe o filme?",
            "selftext": "Lembro pouquíssimo do filme, mas é estilo SuperBad, AmericanPie. Eu acho que eles são alguns mlks que são zuados por outros, ai no fim eles se vingam deles, acabando com a casa deles, lembro que eles botam cola na privada e o mlk fica preso, e dps tem a cena de um dos mlk pegando acho que uma da namorada dos cara dentro de um carro",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "108nchs",
            "num_comments": 1,
            "comments": [
                "A vingança dos Nerds?"
            ]
        },
        {
            "title": "Algum fã de Veep por aqui?",
            "selftext": "Eu acho ela incrível, embora a última temporada não seja tão boa quanto as outras (mas com bons momentos).\n\nQuem gosta de política e humor puxado para diálogos vai se divertir bastante.\n\nAliás, a primeira temporada é a mais fraca no quesito humor na minha opinião, depois a série fica muito mais engraçada.\n\nQuem já viu?\n\n [Vice (Série de TV 2012–2019) - IMDb](https://www.imdb.com/title/tt1759761/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107whoa",
            "num_comments": 8,
            "comments": [
                "Tá na lista, um dia eu começo kkk",
                "Eu assisti só a primeira e segunda temporada. Tenho que retornar e terminar de assistir.",
                "Uma das minhas séries favoritas, revejo todo ano!",
                "To vendo agora e to abandon, dialogs parecidos com o Estill de succession  <3",
                "Minha sitcom favorita. Já revi muitas vezes.",
                "Eu não gostava quando estava indo ao ar pq achava muito caricata. Mas hoje com os acontecimentos políticos dos últimos 6 anos acho que ela é realista demais 🫠🤣🤣"
            ]
        },
        {
            "title": "The Rig (Mistério no Mar) - Prime Video",
            "selftext": "Terminei de ver agora The Rig, um thriller de ficção científica que acabou de ser lançado no Prime Video.\n\nTL;DR: teria dado mais certo se tivesse sido um filme e não uma série de 6 episódios. Também ajudaria se tivesse um final propriamente dito e não mais um famigerado *cliffhanger* como gancho para uma continuação. 3/5\n\nA premissa e ambientação me atraíram: mistério na plataforma de petróleo e coisa e tal. Li que o elenco tem bastante gente conhecida mas eu não reconheci ninguém. Os diálogos são bem mais ou menos, aquele padrão gringo de frases de efeito que ninguém usa na vida real, todo mundo é um mestre das tiradas, etc. Não me incomoda tanto mas é batido. Infelizmente achei que tem personagens \"ativos\" demais e acaba que nenhum deles tem realmente profundidade ou é bem desenvolvido. Nem mesmo os três que dividem espaço na capa. Ninguém na série é realmente \"gostável\", você espera que eles superem as tretas que se apresentam mas não realmente *torce* por eles.\n\nNo quesito mistério/suspense, achei que começa super bem e se mantém até o 3° episódio, mais ou menos. Depois o roteiro perde a mão. Eles vão descobrindo tudo meio rápido e fácil demais e, o pior, aceitam tudo sem pestanejar. Isso acaba com a sua suspensão da descrença porque as explicações são muito fora da caixinha e o pessoal deveria debater pelo menos um pouquinho se não estão forçando a barra. Mas não, encaram tudo de forma bem natural pra que a trama continue andando.\n\nE no final... Meio que o final flamba. Os protagonistas ficam sabendo de todos os quês e porquês sem grandes sacrifícios e daí fim. Só que não. Só que sim, porque eu duvido que essa série será renovada e se for, não consigo imaginar o que vão inventar para encher linguiça em mais 6 episódios. \n\nNão digo que me arrependo de ter visto porque pelo menos o início me prendeu, mas também não recomendo, a menos que se esteja sem mais nada de bom pra ver.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107ts4m",
            "num_comments": 1,
            "comments": [
                "Legal o relato, me poupou perder tempo haha"
            ]
        },
        {
            "title": "Quais filmes são \"criminalmente\" esquecidos?",
            "selftext": "Eu sei que com vários filmes sendo lançados por ano(principalmente agora no streaming), é inevitável alguns acabarem ficando mais de lado, mas quais pra vocês mereciam mais reconhecimento?\n\nDe cabeça penso no Aniquilação, lembro que antes do lançamento gerou um certo hype por conta do diretor que tinha feito o Ex Machina (que é outro filme que merecia ser mais lembrado), mas depois de um tempo meio que esqueceram ele, lembro que quando ele lançou dividiu muito as opiniões, então talvez isso tenha ajudado ele a cair no esquecimento, mas eu gostei demais, aborda bem temas como depressão e autosabotagem, e toda aquela maluquice que vai acontecendo durante o filme (que é explicado no final), é muito bonita visualmente\n\nOutro que caiu no limbo do esquecimento foi o Beast of no nation, primeiro filme da Netflix, e chegou na época que todo mundo ainda estava em lua de mel com ela, lembro que na época todo mundo fez críticas pelo filme não ter sido indicado ao Oscar, e pelo Idris Elba não ter sido indicado como melhor ator",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107te4c",
            "num_comments": 26,
            "comments": [
                "Tem uns filmes dos anos 90 (que se estendem do final dos anos 80 ao início dos anos 2000) que eu acho excelentes e foram famosos na época, mas contam como esquecidos simplesmente porque ficaram velhos:\n\n- A Guerra dos Roses\n- Os Espíritos \n- Empire Records\n- A Morte lhe Cai Bem\n- 21 gramas\n- O conde de Monte Cristo\n\nCertamente tem outros que depois vou me lembrar.",
                "Cães de aluguel,aposto que a maioria acha que o primeiro filme do Tarantino foi pulp fiction,não vejo quase ngm falando de cães de aluguel\n\n\nHeat fogo contra fogo tbm quase não vejo ngm comentado",
                "**O Ilusionista**\n\nCara, que filme maravilhoso! Puta que pariu, muito foda, mas as pessoas esquecem dele, acho, porque tem um outro filme do gênero que fez mais sucesso, O Grande Truque.",
                "O Albergue",
                "Todos do Brandon Cronenberg. ( Possessor e Antiviral)"
            ]
        },
        {
            "title": "Nada de novo no front - 2022",
            "selftext": "Quais suas considerações sobre o filme? \nEu achei muito pesado e real, final brutal. Interessante como conseguiram reinventar a trama do filme anterior para ficar ainda mais tenso de acompanhar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107n0xr",
            "num_comments": 10,
            "comments": [
                "Achei excelente o filme, desde a feição do menino mudando no decorrer da guerra, quanto a felicidade imensurável dele e dos amigos ao conseguirem alguns ovos. Filme denso, mas muito bem construído.",
                "Gostei e só. Acho que depois de tantos documentários eu fiquei vacinado quanto aos absurdos de uma guerra. \n\nGostei bastante das batalhas serem um caos completo e não aquelas batalhas super ensaiadas cheio de gritos de ordem e posicionamento tático de videogame. A decadência moral e psicológica do personagem é o ponto forte do filme com toda certeza.\n\nEnfim, um bom filme mas provavelmente não entraria em top 10 meu.",
                "Eu ainda não vi a primeira versão do filme (confesso que nem conhecia na verdade, até pq não sou de assistir filmes de Guerra), mas gostei demais dessa versão, foi um dos meus filmes favoritos do ano passado, a evolução do personagem ao longo do filme é boa demais, em várias momentos senti medo dele morrer, estava torcendo pra ele ficar vivo no final, aquela última sequência do filme é fantástica, só tenho elogio pra esse filme, bom demais",
                "Achei excelente o filme, melhor de 2022 com certeza!\n\nA melhor cena é >!aquela mais próximo do fim, que ele está recuando devido aos blindados e lançadores de chama, cai em um buraco e mata a facadas o soldado inimigo, depois, vê todo o sofrimento da morte e tenta ajudá-lo!<  Pra mim é uma cena carregada de angústia, dor, sofrimento visceral, onde não existe mais certo e errado.",
                "Muito bom, acho que é a melhor versão das 3, mas é muito triste e brutal.",
                "Filme perfeito, mostra como muitos jovens acham que a guerra é um jogo e que estão prontos pra ela quando na verdade não sabem das verdadeiras consequências."
            ]
        },
        {
            "title": "Não consegui assistir Game of Thrones",
            "selftext": "O excesso de vulgaridade me deixou com tanta vergonha alheia que foi impossível passar dos primeiros episódios. Simplesmente não consegui levar a sério o “conteúdo” com tanto erotismo em momentos desnecessários. Mulheres nuas para lá e pra cá; sexo e mais sexo; conversas obscenas... Cara, eu realmente não tenho nada contra essas séries mais adultas (já assisti várias assim); o problema é quando eles exageram só pra atrair o público viciado em pornografia — que é enorme.\n\nSou uma grande fã da Alta Fantasia e desistir de GoT — que até dragões tem — me deixou muito desolada :(",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107g2oj",
            "num_comments": 28,
            "comments": [
                "Depois diminui bem, fica tranquila. Vai ser substituída por muita morte violente, mas vale a pena ver.\n\nNão julgue os pessoal da punha.",
                "Eu vi quatro vezes o primeiro episódio ate me convencerem a ver a série pq “ia melhorar” e adivinha? É a melhor série que ja maratonei (tirando o final)",
                "Essa é uma característica da HBO e não de GOT.",
                "Concordo, até Daenerys que é uma das personagens principais da trama foi sexualizada em demasia e até explorada em cenas desnecessárias de nudez durante a primeira temporada.\n\nContudo, a partir da segunda temporada esse erotismo exagerado dá uma aliviada, mas desde já esteja avisada que ao longo da série haverão duas cenas de estupro que são meio difíceis de tragar. \n\nNo restante, recomendo a série pela qualidade de produção e fidelidade em adaptar os livros, pecando apenas nas últimas temporadas que ficaram na mão dos roteiristas, pois não havia (nem há, ainda) material original escrito pelo autor.",
                "Totalmente justificável, pior que GoT só 50 tons de cinza...",
                "Não acho que ô sexo é usado como scam, na série o sexo é uma moeda de negociação e manipulação faz parte da trama, assim como os jogos políticos.",
                "Sim, a nudez e violência desnecessária sempre foi uma crítica constante recebida por GoT... Mas vai melhorando ao longo das temporadas. A primeira temporada é de longe a que mais tem cenas obscenas.\n\nMas o ponto fraco de GoT é o desenvolvimento dos personagens e da história em si. GoT é uma série fantástica até o final da quarta temporada. Mas assim que a história da série ultrapassa os livros, é possível notar uma queda de qualidade no roteiro.\n\nA quinta e a sexta temporada até que são ok. Mas a penúltima temporada é bem fraquinha e a última temporada é odiada por quase todos os fãs da série de tão decepcionante que foi.",
                "Nudez e sexo em series me incomodam um pouco tambem. E realmente GOT há em excesso. Mas não é algo que prejudique a narrativa e em geral existe justificativa para nudez. Algumas vezes para mostrar o quão depravado ou cruel é um personagem, outras vezes para mostrar poder ou a perda da inocência.",
                "Pessoal falou bastante da primeira temporada. Eu digo que a primeira temporada é a que mais se aproximou dos livros. Por isso...\n\nMuitas das cenas sexualizadas acabaram por entrar e completar em algo que você precisa perceber que um filme não mostra o que o personagem pensa e são completadas com essas submissões ou mesmo o poder do personagem. \n\nNo mais, eu concordo com você no excesso. Mas tenta dar uma chance ignorando o fato e tentando compreender os personagens. \n\nDepois melhora nas cenas exageradas de sexualidade, mas acaba entrando em assuntos mais brutos.",
                "Só lembro dos memes falando que uma versão xxx da série teria menos sexo que a própria série",
                "Está abrindo mão de uma das melhores de todos os tempos. A putaria fica só na primeira temporada. Depois tem uma teta aqui e ali, mas muito menos. Vale demais a pena. Não se prive dessa obra de arte. Sério.",
                "Nossa game of thrones é incrível, até esqueci q tinha nudez já q é só nas primeiras temporadas.",
                "Se conseguir passar pela primeira temporada, o restante é de boas.",
                "A nudez que aparece na série não chega nem perto da obscenidade das descrições dos livros.",
                "Eu tbm fiquei assim no início mas tentei assistir até o fim, depois de algumas temporadas isso diminui bastante, o final realmente parece ter sido feito na carreira mas eu simplesmente amei essa série, se ela n tivesse tato pornô seria perfeita e eu recomendaria aos meus pais kkk outra série boa mas q tem MT cena de sexo é peacky blinders",
                ">Cara, eu realmente não tenho nada contra essas séries mais adultas (já assisti várias assim);\n\nSe essas séries adultas que vc já assistiu são da HBO, então era pra vc estar mais habituada com as cenas que GoT tem rs\n\nNão sei ao certo o que a motivou assistir a série, talvez pensasse que por ter dragões (e tem wargs, troca-peles, videntes verdes...) fosse uma série de Alta fantasia estilo que vc gosta, mas não é bem assim rs \n\nSugiro que vc dê mais um tempo e que abra a mente para a trama em si. E se as cenas de sexos te incomodaram tanto a ponto de tirar sua atenção do enredo, pode pular, não vão fazer falta pra vc entender o que está acontecendo de fato.",
                "Então, apesar de GoT ter muita cosia de alta fantasia, o que fez o público cativar mesmo foram as tramas mais \"realistas\" (jogo político, disputa por poder, sexualidade como parte desse jogo político) e por ser chocante (história não clichê <<pelo menos nas primeiras temporadas>>, algumas cenas gore/sexo desnecessárias, mas que fazia \"bem para o marketing\" pq chamava atenção). Assim, claramente vc não é obrigada a gostar de nada, mas se vc procurou assistir GoT esperando por algo \"high fantasy\" realmente essa não é a série (apesar de ter vários elementos, não foi isso que fez a série se tornar popular). Agora se vc quiser assistir algo tipo Duna/Spartacus mas em uma ambientação medieval, aí sim GoT é pra vc.",
                "A primeira temporada é assim mesmo. Mas depois o pessoal começa a morrer ao invés de transar",
                "Game Of Thrones é uma novela das 11 da Globo com pitada gourmet! Kkkkk! Pouca história, alguns clichês e muita nudez e sexo. Uma série/novela já é algo focado em grana e não arte em si.",
                "HBO sendo HBO",
                "Interessante você ter ficado impressionada por apenas um dos aspectos (por acaso temporários) da obra.\n\nJá refletiu porque a sexualidade de terceiros incomoda você? Vale uma investigação aí."
            ]
        },
        {
            "title": "Qual o seu filme favorito?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107e4rg",
            "num_comments": 118,
            "comments": [
                "Blade Runner",
                "Qualquer um do Tarantino",
                "A viagem de Chihiro (Spirited Away)",
                "Batman: O cavaleiro das trevas",
                "The godfather",
                "Show de Truman",
                "Sherek, sem sombra de dúvidas",
                "Ação: Operação Invasão\n\nAventura: Jogador N°1\n\nFantasia: História Sem Fim\n\nComédia: O Alto da Compadecida\n\nRomance: Ela\n\nDrama: O Show de Truman\n\nSuspense: Vidas em Jogo\n\nTerror: As Fitas de Poughkeepsie\n\nFicção Científica: Tudo em Todo Lugar ao Mesmo Tempo\n\nCult: Scanners",
                "Acho que seja \"A fantástica fábrica de chocolate\" \"O grinch\" \"O iluminado\" e \"Laranja mecânica\"",
                "Django Livre",
                "Homen aranha no aranha verso, amo aquela animação",
                "The royal tenenbaums",
                "bem dificil... mas diria que  pulp fiction eh o meu preferido",
                "a origem",
                "tá entre bastardos inglórios e forest gump",
                "Difícil de manter um filme em cada categoria! 😅\n\nAção: O Exterminador do Futuro 2\n\nAção sci-fi: Aliens: O Resgate\n\nAção-thriller: Clube da Luta\n\nAção nacional: Cidade de Deus\n\nAção-guerra: O Resgate do Soldado Ryan; Nascido para Matar\n\nAção-espionagem: 007 contra GoldenEye; Intriga Internacional\n\nAção-crime: Pulp Fiction - Tempo de Violência; Cães de Aluguel",
                "Forrest Gump",
                "Eu gosto de muitos, mas muitos filmes. Como hoje falaram ( o u/another_son ) aí da História sem Fim, lembrei de um que também gosto bastante.\n\nLady Hawke, o Feitiço de Áquila",
                "interrestelar",
                "Sempre tive dificuldades pra escolher um filme favorito, mas fico com Blade Runner",
                "Homem-Aranha, o primeiro do Sam Raimi",
                "Tropas estelares, a cena deles descendo em klendathu ainda é eletrizante toda vez que assisto:\n\n \"you kill everything that has more than two lags, do you get me!?\"\n\n# \"we get you sir!!\"\n\n\n[https://youtu.be/-hPNIwafEPw](https://youtu.be/-hPNIwafEPw)",
                "O GUIA DO MOCHILEIRO DAS GALÁXIAS",
                "Donnie Darko",
                "Jurassic Park 1",
                "Segredo dos animais",
                "De volta para o futuro parte 2",
                "O Enigma de Outro Mundo",
                "A cor púrpura é um dos meus favoritos, com certeza!",
                "Harry Potter",
                "Batman 1989",
                "Como treinar seu dragão 2",
                "As Branquelas",
                "12 anos de escravidão 🥺",
                "Kill Bill vol 1 e 2",
                "Velozes e furiosos",
                "Irmão urso",
                "Era uma vez em Hollywood",
                "resgate do soldado ryan",
                "Blade Runner (tanto o de 1982 como o de 2017) e Django!",
                "Kill Bill",
                "bastardos inglórios talvez",
                "Boa pergunta, sjdhh. Acho que \"Clube da Luta\" (com certeza) maaas também amo \"Creep\", \"Spree\" e \"Donnie darko\".",
                "Shrek 1 e 2",
                "Como treinar o seu dragão",
                "Divergente",
                "Não é bem um filme, mas star Wars: the clone Wars é uma obra de arte perfeita pra mim.",
                "Difícil escolher, mas eu diria que o meu favorito é Ferris Bueller's Day Off, funciona quase como um antidepressivo para mim. Além do enredo ser divertido, ainda dá para tirar umas coisas legais para vida.\n\n\"A vida passa rápido demais. Se você não parar de vez em quando para viver a vida, acaba perdendo o seu tempo.”",
                "Nacional: Aquarius, Kléber Mendonça & A Febre do Rato, Cláudio Assis\nInternacional: Dançando no Escuro, Lars Von Trier",
                "Como nossos pais",
                "10 Coisas que Odeio em Você",
                "Difícil dizer , mas o primeiro que veio em mente foi scarface",
                "Uma vida iluminada (Everything's Illuminated)",
                "**A Árvore da Vida.**\n\nÉ o tipo de filme que se eu tivesse assistido em um dia diferente, talvez nem ia terminar. Todo o contexto à época me fez achar esse filme a coisa que mais amei assistir na vida. Mas pra ser justo, metade do filme são imagens sobre o universo, micro e macrocosmos ao som de Zbigniew Preisner, uma perfeição: [https://youtu.be/az7L-VffHBo](https://youtu.be/az7L-VffHBo)\n\nHá uma versão desse filme, digamos assim que se chama Voyage of Time: Life's Journey, que são imagens não aproveitadas no filme, fazendo uma ode à natureza, narrado por Cate Blanchett, perfeito também!",
                "Magnolia",
                "Eu tenho um pouco de dificuldade com isso de filme favorito mas eu gosto muito de maze runner 2",
                "RABU",
                "Blade Runner",
                "Donnie Darko"
            ]
        },
        {
            "title": "Sandman da Netflix, você gostou?",
            "selftext": "Eu particularmente gostei MUITO, foi muito gostosinho de assistir, fora o primeiro episódio, foi meio chato para mim, mas os próximos foram divertidos, meu favorito é o que aparece a morte.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107cldt",
            "num_comments": 12,
            "comments": [
                "Não",
                "Eu gostei bastante, mas eu achei bem lenta. Tive que fazer um pequeno esforço pra chegar até o final, mas quando eu cheguei lá pro episódio 8/9, eu fiquei bem empolgado.",
                "Bom demais no começo achei chato e umas partes meio sla mas se fosse uma nota eu daria 8.9/10 vale a pena assistir achei bem diferente.",
                "Muito bem produzido, mas nada de surpreendente na história ou na atuação (as melhores para mim foram o Lúcifer e a Morte), o resto achei OK.\n\nQuando o universo da série é muito grande (vasto, complexo) fica difícil de engajar com poucos episódios.\n\nÉ bom, mas poderia ser melhor, faltou profundidade na minha opinião e mais tempo para o espectador se engajar mais com as personagens.",
                "Adorei! Mal posso esperar pela segunda temporada",
                "Muito, respeitou os quadrinhos.",
                "Eu nunca li nada e fui assistir de forma totalmente ignorante, nem sabia que era um big deal  e gostei bastante! Ansioso já pela continuação, espero de verdade que tenha apesar da Netflix cancelar tudo né",
                "Não é ruim..",
                "Camarada meu que já conhecia das antiga achou razoável, eu que não conhecia nada curti muito!",
                "eu amei, aguardando temporada nova",
                "Gostei bastante. A primeira parte da história, que foi super acompanhada pelo Gaiman, foi fenomenal. Gosto muito do universo de Sandman e a adaptação foi realmente muito boa.",
                "Eu gostei, sou fã dos quadrinhos e gostei de como a série foi fiel aos primeiros arcos, no entanto a segunda parte da série foi bem arrastada, você consegue ver bem a diferença entre o primeiro e o segundo arco."
            ]
        },
        {
            "title": "\"Olhar indiscreto\", Netflix",
            "selftext": "Nossa, que série horrorosa!!! haha  \nSérie BR que parece estar \"dublada\" com a maioria do elenco ruim. Difícil dar uma nota 1/10...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "107b8nd",
            "num_comments": 8,
            "comments": [
                "as vezes parece dublada porque na filmagem o áudio ficou ruim, daí os atores dublam a cena por cima para não perder a filmagem",
                "Essa série foi feita basicamente so pra mostrar a Débora nascimento em cenas de sexo pq os produtores sabem que tem MT pessoal tarado nela",
                "Gente, deve ter uma puta panelinha do caralho nesse meio pq porra qual a dificuldade de fazer uma séria decente?",
                "Ruim mto ruim,uma bagunça a unica coisa boa é as cenas 👺👺",
                "Tá surfando na onda de séries “picantes”",
                "O moço que faz o Heitor é português mas tenta forçar um sotaque brasileiro, por isso fica estranho. Mas achei PÉSSIMO tbm, Senhor"
            ]
        },
        {
            "title": "Quais filmes na opniao de vocês envelheceram mal ?",
            "selftext": "Não filmes que ficaram ruins nem nada do tipo mas sim filmes que ficaram datados de algum jeito enfim oq vcs acham ?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "106vo03",
            "num_comments": 27,
            "comments": [
                "O amor é cego, com Jack Black.",
                "Tem vários filmes de comédia que envelheceram super mal, mas fico com o Vingança dos Nerds, que eles colocaram câmera escondidas no vestiário feminino, e em uma cena um dos protagonistas abusa sexualmente de uma menina fingindo ser o namorado dela",
                "Jogos vorazes, pq na época que eu li os livros antes de sair no cinema era muito famoso e esperado, todo mundo falava sobre a história de Panem, talvez fosse só na minha bolha, mas pensava que ia se tornar um filme histórico tipo como Harry Potter é hoje.",
                "O Mágico de Oz\n\nPra mim pelo menos envelheceu muito mal depois de descobrir os horrores dos bastidores e todas as polêmicas",
                "Tropa de Elite. Não pelo filme em si, mas pela burrice interpretativa de quase todo mundo que o assistiu e não entendeu a mensagem, ou melhor, entenderam o oposto.",
                "Faz o post ao contrário agr OP, seria interessante tbm",
                "norbit, assistir aquilo hoje em dia, misericórdia, é tanto ismo e fobia junto que mal consigo juntar todos aqui no comentário",
                "Star Wars",
                "Todas as comédias românticas de antes de 2015 e todos os filmes do Addam Sandler.",
                "Seria mais ou menos, filmes que previram um certo futuro e esse futuro qdo chegou foi completamente diferente?",
                "O exorcista, sou atéia, mas os relatos das mortes do pessoal da produção, do elenco, me chocam até hoje, é uma obscuridade o que cerca esse filme que eu vou nunca entender."
            ]
        },
        {
            "title": "Manifest (série) uma das melhores que eu já vi e sem reconhecimento…",
            "selftext": "Galeria, esses tempos atrás decidi começar essa nova série, o nome é manifest, e cara é uma das melhores séries que eu já vi, ela nos envolve de umas forma que ficamos presos e fascinados na história e tudo que engloba ela, sobre esse mistério do voo 828… Claro que tem vezes ou outra que enjoa por conta de se tratar do mesmo, como na 2º temporada, o restante foi bem desenvolvido e as outras me prenderam de uma forma muito boa, recomendo assistirem!\n(Até minha mãe tá assistindo e curtiu kkkkk)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "106nkl4",
            "num_comments": 10,
            "comments": [
                "Eu comecei a assistir e achei bem fraquinha. Não sei se o que mais me incomoda é a dublagem que parece coisa de novela mexicana. Sei lá. A história em si é até boazinha, mas não gosto muito da atuação.",
                "Manifest tem uma ideia boa mas tenho a impressão que a execução é mal feita.",
                "S.O.S kkkkkkkk, adoro Manifest mas é impossível não reconhecer que é mal produzida",
                "Eu achei ruim demais e as atuações são ruins nível mutantes da Record",
                "A história é interessante e até bem amarrada em alguns pontos, mas como a maioria da galera aqui falou, a atuação tosca é algo que pega forte.\nPrincipalmente aquele cara principal, o loirinho. Aquela pinta de gostosinho dele me irrita, e ele fica cochichando o tempo todo, querendo fazer carão, sei lá, é péssimo hahahahaha\nComecei a assistir por causa da minha mulher, no começo até gostei, mas nessa última temporada só quero enfiar uma faca no meu olho.",
                "Já não teve série com voo misterioso suficiente? Avião fugindo do sol, avião que volta no tempo, aviao que some todo mundo ..."
            ]
        },
        {
            "title": "Grupo no discord",
            "selftext": "O objetivo é assistir algo com outras pessoas. Quem quiser entrar me manda nome do perfil no discord. Aguardo vocês! 😁",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "106l1gp",
            "num_comments": 6,
            "comments": [
                "Ambrosia#3147",
                "lu1zp#8807, inclusive tava pensando em assistir um filme hoje junto com um pessoal. Queria assistir um filme de terror, se o pessoal se animar posso compartilhar a tela.",
                "Manda na DM"
            ]
        },
        {
            "title": "Diga um filme incrível com uma continuação horrível",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "106h3aj",
            "num_comments": 73,
            "comments": [
                "Meninas malvadas",
                "O maskara kkk",
                "Thor Ragnarok. A sequência que é \"Amor e Trovão\" é um show de horrores",
                "A Era do Gelo. O 1° é ótimo, o 2° é muito bom, o 3° deve ser meu favorito (sim, é por causa dos dinossauros), o 4° até que tem partes boas, e o 5° fez eu me arrepender de ter gastado 2 reias em um DVD",
                "Bruxa de Blair, Halloween",
                "Psicopata americano",
                "Matrix (1999) é um filme genial que só tem continuação bosta.",
                "Tá Dando Onda",
                "Hotel Transilvânia",
                "Detona Ralph",
                "Troll 🙂",
                "O Exorcista",
                "Esqueceram de mim, pra mim só o 1 e bom, o 2 é mais ou menos e o 3 fechou o caixão de vez",
                "Todo mundo falando de matrix, mas eu realmente gostei dos dois filmes, acho que fecha a bem a história. \n\nRuim mesmo é o ressurrections, que bagulho sinsitro de ruim, até o \"mini filme\" matrix awakens feito na Unreal Engine 5 é mais Matrix que esse último filme. A única coisa que me incomodou no segundo filme lá de 2003 foi a cena da orgia kkkkkkkkkkk",
                "Fragmento com a sequência de Vidro e Kingsman",
                "Psicopata Americano",
                "Rei Leão",
                "Efeito borboleta 🦋",
                "Carros\nMe julguem mas pra mim a franquia podia acabar no primeiro.",
                "Minions",
                "O poderoso chefão (o 3 nem assiste que é bleh)",
                "matrix",
                "Ma ma mia",
                "Matrix , a hora do pesadelo, jogos mortais, brinquedo assassino, o poderoso chefão. O Matrix o 4 é um lixo, jogos mortais só o 1 que é bom, brinquedo assassino a mesma coisa, o poderoso chefão 3 é um lixo, só quando a filha do Michael Corleone morre que fica bom.",
                "O silêncio dos inocentes",
                "Jogos vorazes",
                "After",
                "Matrix",
                "Titanic \n\n\n\nSim tem sequência",
                "Matrix",
                "Highlander.",
                "Avatar",
                "Jogos mortais",
                "Motoqueiro fantasma",
                "Premonição; os 3 primeiros são ótimos, o 4° é uma merda e o 5° é bom, mas deixou a desejar tbm",
                "Malévola, detestei o segundo filme",
                "Corpo fechado",
                "Divergente",
                "De volta para o futuro e titanic",
                "Donnie Darko"
            ]
        },
        {
            "title": "Nome do filme: Táxi Driver, nome do filme em português: Taxi Driver - Motorista De Táxi 😂",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "106cuu2",
            "num_comments": 4,
            "comments": [
                "Isso também vale pro Closer, que aqui ficou closer - Perto demais, também tem o Tomorrowland que ficou Tomorrowland - A terra do amanhã",
                "E faz sentido.   \n\n\nPois na época ninguém falava inglês aqui no Brasil, na época da ditadura chique era chupar ovo de francês.   \n\n\nQuer raiva? passei 3 anos da vida em busca de O bom, o mau e o feio pois abria o show dos ramones. Perguntava em tudo que era locadora até que em UMA que tinha a busca por nomes também em inglês o cara me recomendou um filme que batia com a descrição \"três homens em conflito\".   \n\n\nA vida antes da wikipedia, imdb e torrents era um inferno. No c\\* que hoje alguém passa mais de 2 minutos procurando ou baixando um filme.",
                "Kkkkkkkkk tá quase no mesmo nível que \"breaking bad - a química do mal\""
            ]
        },
        {
            "title": "Compartilhamento de conteúdo",
            "selftext": "Alguém conhece algum sub ou site que contenha lista atualizada de sites de compartilhamento/streaming de filmes e séries?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "106ag65",
            "num_comments": 2,
            "comments": [
                "O problema é que isso é conteúdo ilegal. Então sempre que postam o reddit remove ou nós somos obrigados a remover. Se não fizermos o reddit fica no nosso pé."
            ]
        },
        {
            "title": "O Mestre (2012) Um Grande Filme Esquecido",
            "selftext": "Oi gente, gostei muito da comunidade e queria apresentar um dos melhores filmes que já vi, O Mestre (2012) com a direção do Paul Thomas Anderson e um elenco maravilhoso com Joaquin Phoenix e o um dos meus atores favoritos Philip Seymour Hoffman, cara, esse filme é maravilhoso, para mim supera Sangue Negro (2007) que é um baita filme do mesmo diretor, bem esse filme inicialmente fala sobre um soldado que lutou na Segunda Guerra Mundial (Joaquin Phoenix) que tenta se reintegrar na sociedade depois da guerra, ele até tenta diversos empregos mas não consegue se habituar, até que ele \"conhece\" Lancaster Dodd (Hoffman) um lider de uma seita religiosa e segue ele como seu lider, a direção desse filme é incrível, as cenas, os diálogos e ainda tem um plot twist muito bom no final, tudo beira a perfeição, o filme tá disponível na HBO MAX, não vejo muitas pessoas falando dele, mas é um baita filme, vejam não vão se arrepender",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10682hv",
            "num_comments": 2,
            "comments": [
                "Realmente, é um filme excelente. Atuação do Philip Seymour é impecável. Fique triste quando ele morreu, ainda mais pelo contexto, foi bem solitário.\nEu não tenho muito o que dizer sobre o filme em si, mas vale a pena demais, com certeza.\n\nEdit: OP, me tira uma dúvida, é nesse filme que tem uma mulher que tenta combater a seita?"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1067uto",
            "num_comments": 15,
            "comments": [
                "Essa semana eu terminei **Somebody** na Netflix e confesso que me choquei ao perceber que a classificação etária indicativa é de 16 anos. Não é uma questão de conservadorismo, só acho que a série é mais perturbadora do que aparenta. Até mesmo o modo como ela é elaborada é uma coisa meio enervante, sem muita m´úsica, trilha sonora muito minimalista, edição mais seca. Acho que faltou um olhar mais sério nesse sentido. De qualquer modo, é uma boa série.\n\nVou começar a assistir **The Crown** agora por pura curiosidade e depois vou rever **Clark**, que gostei muito.",
                "Tô reassistindo stranger things e This is us.. E recomendo mt pois estão no meu top 5 de melhores séries da vida",
                "Ninguém se importa com o que a gente escreve aqui, fato",
                "Departamento de Conspirações - Netflix  \nPeriféricos - Amazon  \nEleita - Amazon",
                "Tulsa King, com o Stalone, e Slow Horses, com o Gary Oldman. Recomendo ambas!",
                "Última temporada de This is Us. Chegou no Prime Video",
                "Inside Man",
                "The white lotus e Reservation Dogs, também estou querendo ver a última de Patrulha do Destino",
                "Finalizei **Kaleidoscope** na *Netflix*. Fraquinha, personagens mal escritos, final decepcionante. Não recomendo.\n\nVou começar **Your Honor** no *Paramount*.",
                "Acabei de ver a primeira temporada de Ruptura e estou ansiosa pela segunda. Realmente uma série excelente."
            ]
        },
        {
            "title": "Filmes de jogos para o filho",
            "selftext": "Estou pensando em assistir uns clássicos com meu filho de 13 anos. Estou na dúvida entre Mortal Kombat e Street Fighter para mostrar pra ele como era a qualidade dos filmes baseados em jogos da minha época (tenho 40 anos). Alguma recomendação de filmes mais toscos mas tão legais quanto esses dois?\nDigitando aqui lembrei do clássicos Super Mario 😂😂😂",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1067oo8",
            "num_comments": 4,
            "comments": [
                "O filme do The king of fighter é fácil um dos piores filmes que assisti na vida\n\nEdit: Outros que são horroroso também são os Doom, Final Fantasy, e o Alone in The dark",
                "Super Mario Bros",
                "Silent Hill é legalzinho, mas se você quer tosquera mesmo assiste qualquer filme baseado em vídeo game do Uwe Boll (tirando Postal, aquele até que é legal levando em conta o quão ridículo é o jogo.)."
            ]
        },
        {
            "title": "qual o nome desse filme que é sobre uma empregada meio doidinha?",
            "selftext": "edit: Me lembrei, o filme se chama \"La nana\"\n\nacho que o nome do filme tinha o nome da protagonistaera um filme latino em espanhol(nao sei qual pais, tenho certeza que era na america latina) que tinha passado na **TV brasil** no ***Cine Ibermedia***(saudades), que, que eu me lembre, era sobre uma empregada esquisitinha que se apegava a familia da patroa, e tinha uma amiga mais despirocada tambem empregada da familia, que tinha feito até topless na casa da patroa. e eu acho que o nome dessa amiga era lola ou a personagem que se chamava lola(se pá nenhum dos dois e eu to **louco**)\n\naí tem uma parte do filme que a protagonista começa dar em cima do filho da patroa ficando pelada na frente dele, só que ela era muito mais velha que ele e tambem nao tinha um dos corpos mais atraente, entao ele foge\n\nescrevi na pressa f0dazi",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1064ooe",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eita, postando aqui porque tenho quase certeza que já vi esse filme, embora não lembre o nome."
            ]
        },
        {
            "title": "Alguém pra conversar?:/",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1064jmo",
            "num_comments": 17,
            "comments": [
                "Não, em todo o Reddit não existe ninguém para conversar infelizmente.",
                "Só chamar",
                "Chama",
                "Bora",
                "Só bora",
                "Chama",
                "Namoral, muito eu na vida, mas se mandar na dm eu vou ficar com preguiça e ñ vou responder, Reddit Style 🤙",
                "Fale que eu te escuto"
            ]
        },
        {
            "title": "Poderiam me ajudar a descobrir o nome de um filme",
            "selftext": "Eu n me lembro muito de como era, mas lembro que tinha um cara mais velho e um mais novo. Lembro de uma pessoa falando para esse mais velho, que se ele não quisesse morrer, ele teria que matar o mais novo, e o mais velho dizendo pra esperar um pouco que o cara não sabia nada da vida, alguma coisa assim.\n\nLembro tbm de eles entrarem em uma capela, onde o mais velho fala para o mais novo chegar mais perto, e tocar no sangue que avia lá, pq esse sangue seria o sangue de cristo, e que ele voltava a ficar liquido uma vez no ano\n\nNão lembro de mais nada",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1062wq5",
            "num_comments": 10,
            "comments": [
                "Foi sonho ñ?   / lembra ao menos se há algum ator/atriz conhecido? A nacionalidade do filme? Era antigo? Aonde viu essa parte, tv aberta, acabo ou internet? / mais dados por favor",
                "O príncipe das sombras (1987)",
                "Tem ideia de que ano assistiu isso ± e se era um filme novo ou antigo na época?",
                "In Bruges (2008)\n\n[https://www.imdb.com/title/tt0780536/](https://www.imdb.com/title/tt0780536/)\n\n&#x200B;\n\nÓtimo filme"
            ]
        },
        {
            "title": "EU TE AMO A24; OU MELHOR, AMO-TE A24. AMO-TE MUITÍSSIMO",
            "selftext": "Eu ADORO filme que exige reflexão. Adoro pensar sobre o que eu assisto. Filme \"Sessão da tarde\" é bom, mas já tem muito por aí. Por isso que eu amo a A24. Chega de blockbuster idiota que agride a arte do cinema. Eu gosto mesmo é de assistir um filme super difícil e de julgar as pessoas que não entenderam. Fico pensando por horas em filmes incríveis feitos pela A24, sempre tomando o meu vinhozinho... e fazendo pose de intelectual. A24, eu te VENEEEEEEEEEEEERO.  \n\n&#x200B;\n\n \n\nP.S.: Essa é apenas uma brincadeira com um post anterior. Não levem a sério.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1062mg3",
            "num_comments": 17,
            "comments": [
                "Virou moda dar hate na A24 e eu juro que não consigo entender o porquê. Se tem uma galera gostando dos filmes deles porque ficar nessa rivalidade besta? Aí fulaninha se acha o inteligente porque fica discutindo Hereditário blá, blá, blá. \n\nTem nicho pra todo mundo, tem filme de tudo que você imaginar. \nMano, se tu gosta de Transformers e Gente Grande tá tudo bem também. Não vejo ninguém discutindo o posso de vazio que são os filmes do Adam Sandler, mas sempre vejo gente chata falando da A24.",
                "Crítica foda, bem melhor e mais claro que o post anterior, mas well, opinião é igual bunda",
                "Eu não sei o que é A24, ou melhor, estou pesquisando agora. É uma produtora? Onde consigo assistir aos filmes? Obrigado!",
                "A24 é demais, se gosta do terror deles, recomendo pesquisar sobre cinema grego.",
                "Assiste scooby doo mt bom da uma sensação ótima quando você descobre quem é monstro antes do desenho mostrar, precisa de uma reflexão enorme para alcançar esse nível 👍"
            ]
        },
        {
            "title": "EU TE ODEIO A24 EU TE ODEIO MUITO",
            "selftext": "Namoral eu odeio essa empresa de bosta que só faz filme bosta, eu odeio o novo tipo de terror que não acontece porra nenhuma bla bla bla mas tu tem que interpretar a vai te fuder se eu quisesse pensar leria um livro eu quero ver jumpscare idiota e personagens burros vai se fuder ''farol'' que filme ruim vai se fuder ''a bruxa'' vai se fuder hereditario vai se fuder mindsommar vai se fuder pearl vai se fuder jenna ortega mentira tu é gente boa",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1061ek8",
            "num_comments": 28,
            "comments": [
                "Well, opinião é igual bunda",
                "É só não assistir?",
                "Então tá bom",
                "Rapaz, a A24 pra mim está se mostrando uma produtora de excelência. \nHereditário é um filme excelente. Midsommar é outro bom filme. Farol e A Bruxa são outros títulos acima da média. Pearl com aquele final... Mia Goth e o sorriso nos créditos é demais. X - A Marca da Morte tbm é muito bom. Estou esperando o último da trilogia Pearl (Maxxxine).\nAh! E tem Beau is Afraid vindo em abril.",
                "Nn veja,as vezes um filme assim com um roteiro mt bem pensado q te faz pensar acaba sendo mt melhor do q um filme cheio de clichê,generico e cheio de jumpscare..N falta opção desse tipo pra vc assistir amado.",
                "A Bruxa: baita filme\nO Farol: bom filme\nHereditário: Excelente filme\nMidsommar: não gostei, achei pretensioso pra cacete mas não posso dizer que é ruim.\n\nO problema é vc, cara.",
                "obrigado por essa lista de recomendação de bons filmes",
                "Certíssimo, vamos acampar na sede da empresa pra impedir eles de lançarem mais filmes, quem está comigo",
                "Ok",
                "Tanto filme medíocre da a24 e você cita os melhores kkkk(tirando Pearl)",
                "A Bruxa é um lindíssimo ensaio sobre a libertação feminina e meu amigo se você não entendeu isso o problema não é a produtora.",
                "Depois de Hereditário, midssomar e agr X - a marca da morte, é um péssimo momento pra não gostar deles, A24 tá no seu melhor momento nos últimos anos kkkkkk",
                "Mãe não entra na sua lista n???",
                "Uma das minhas produtoras favoritas",
                "Kkkkkkkkkkkkkkkkk rachei na parte da Jenna Ortega",
                ">se eu quisesse pensar leria um livro \n\n¯\\\\_(ツ)_/¯",
                "Amo esses três filmes. Hereditário e A Bruxa são maravilhosos. Eu acho"
            ]
        },
        {
            "title": "Vocês tem esse hábito?",
            "selftext": "Assistir filmes/ séries pela internet com outras pessoas. Parece uma ideia legal mas nunca tive oportunidade.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105zhrm",
            "num_comments": 14,
            "comments": [
                "Eu geralmente combino de assistir junto dos meus colegas na mesma tela na casa de alguém, já tô até marcando um dia pra eu e os caras vermos o filme mais gamer possível: Jogador N°1. Acho que a ideia de assistir pela Internet (cada um com o seu aparelho) não deve ser muito divertida.",
                "Apesar de não assistir com outros com mt frequência, as vezes que assisti foi bem legal. Quem quiser um app para assistir com amigos, eu recomendo o \"Rave\".",
                "Nunca fiz isso, mas queria experimentar",
                "[deleted]",
                "Nunca fiz, tem uma pessoa que vai fazer isso aqui, irei participar. Nem compreendi direito como será feito kkkkk, parece que um app será usado p/ tal.",
                "Se for prime time, estreia semanal, não. Eu prefiro assistir atento. Se for algo que eu já vi, até pode ser que role. Nunca fiz.",
                "Oi, pessoal! Eu já sugeri algumas vezes de fazermos Watch Party usando uma extensão do Chrome chamada Teleparty. Cada um precisa ter sua conta da Netflix, ou HBO, e ter a extensão no browser do computador. O filme roda sincronizado para todos numa tela que tem um chat para conversarmos. Eu acho bem divertido. \n\nSe quiserem escolher um filme eu ajudo a organizar.",
                "Não, de vez em quando assisto com minha mãe, mas eu sempre quis marcar de ir assistir algo com um ou mais amigos, ou, se algum dia eu conseguir, com alguém que namore, mas nunca tive a oportunidade, mas eu bem que queria, talvez esse ano"
            ]
        },
        {
            "title": "Sobre um filme esquecido.",
            "selftext": " Cara uma vez assisti a metade de um filme muito estranho que eu adorei. Tecnicamente era sobre um garoto robô que foi adotado por um funcionário da empresa que criou essa criança e ela foi integrada na família, porém um tempo se passou e esse garoto foi abandonado por que estava causando uns problemas então ele e seu urso Teddy vai tentando sobreviver em um mundo em que as i.a's são totalmente rejeitado e vista com maus olhos, então eles vivem se escondendo e criam uma própria comunidade, e esse menino e o urso Teddy vão tentar sobreviver no meio dessas i.a's. E depois disso eu não lembro mais, porém eu queria muito assistir novamente depois de alguns anos e eu perguntei para muitas pessoas mas ninguém sabia que filme era esse. Então hoje eu liguei a TV e esta passando esse filme na globo! Depois de anos e anos procurando e não encontrando nada sobre esse filme, do nada ele passa aleatoriamente na sessão da tarde, eu tô bastante feliz por não ter sido uma miragem esse filme.\n\nObs: descobri agora que o nome do filme é A.I. - Inteligência Artificial.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105vbd4",
            "num_comments": 2,
            "comments": [
                "MDS eu lembro desse filme,tinha me esquecido o nome,lembro que vi umas duas vezes quando era menor e me marcou muito.Cada cena parecia um sonho, valeu op por me lembrar dele"
            ]
        },
        {
            "title": "O que faz um filme de terror ser bom pra vc?",
            "selftext": "Gostam do tipo slasher, sobrenatural, terror clichê adolescente, terror pesado, psicológico ou o que conta mais pro filme de terror ser bom pra vc? \nVou citar um dos poucos filmes de terror que eu curto: it a coisa, us, corra, poltergeist. (Acho que resumindo prefiro filmes com menos violência e mais suspense)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105ffc4",
            "num_comments": 23,
            "comments": [
                "A violência precisa ser usada com sabedoria no Corra por exemplo ele te deixa apreensivo o filme inteiro e só no final tem aquela explosão de violência que você não está esperando, não é nada gratuito, mas sim uma coisa que foi sendo construída.",
                "Quando o assunto é terror, eu acho que os filmes de zumbis são os meus favoritos. Não sei se é porque eu gosto de imaginar como eu me sairia se estivesse preso em um apocalipse zumbi, ou se é só porque eu adoro ver os maus-tratos que esses monstros levam. De qualquer maneira, nada supera um bom filme de zumbis para me deixar na ponta do assento. E se tem uma coisa que eu adoro, é um bom susto! Ah, e só pra dar uma graça, eu também gosto de filmes de terror com gatos falantes. Não sei por quê, só acho isso muito engraçado. Mas não se preocupe, eu ainda prefiro os zumbis.",
                "Assiste O Iluminado, O Exorcista e Psicose, se encaixam no que você falou",
                "Eu gosto quando o terror é usado como parte da história, e não o contrário, quando a história se força para encaixar nas partes de terror. Pior ainda quando o filme acaba sem nenhuma conclusão.",
                "ter um enredo além de espíritos, serial killers e possesao demoníaca....",
                "MTS coisas.\n\n1- quando é baseado em fatos reais, como por exemplo crimes que realmente aconteceram.\n\n2- Suspense, eu odeio quando o filme intrega já de cara o vilão e como derrotar ele.\n\n3- quando o final não é feliz. Tipo o personagem morre ou fica com uma sequela.\n\nEstás coisas tornam o filme MT bom pra mim ;)",
                "Cenas gore\nBrutalidade\nOrgãos humanos (vítimas)\nSeres psicóticos/sobrenaturais\nAssassinos\nMonstros \nVítimas frágeis e 1 forte",
                "Estou vendo a serie de terror o gabinete de curiosidades, adoro quando o episodio termina em aberto dando a entender que o mal vence ou que o ser humano é fraco diante do desconhecido, gosto quando a historia não fica se aprofundando no personagem contando passado distante ou aquele clichê que os blockbuster faz, o verdadeiro terror te joga já no meio da historia, você pega o trem andando, só esta ali pra contemplar o desfecho, torçe pelos personagens e fica maravilhado com as reviravoltas que o personagem faz para se manter vivo, ou estender um pouco sua vida. Acho que isso é o verdadeiro terror pra mim, um assasino que aparece do nada e mata não tem graça, é o que penso.",
                "Não apelando pro JumpScare já ganha pontos comigo",
                "Acho que, para mim, o essencial é a verossimilhança (por exemplo, sou apaixonada por filmes pé no chão, sobre serial killers ou coisas assim.)  Algum filme quente prenda a atenção, te deixe tenso, imprevisível também são questões importantes. \n\nAh, e obviamente, os personagens. O desenvolvimento deles, da história e do \"vilão\" tamn são fatores muito importantes. Destaco também que um filme bom é aquele que sai do padrão (Exemplo: Antiviral, Possessor, Creep, Black Christmas, spree, etc)",
                "Atmosfera, atuações, trilha sonoro, algo estranho(monstro, pessoa ou entidade q o cérebro humano ñ compreenda bem), história e personagwns bem escritos.",
                "Matança,assassino,su1c1d30",
                "Um que me dê medo, e seja algo que possivelmente aconteceria cmg",
                "Ser baseado em fatos reais; ter suspense o suficiente pra fazer eu ficar presa naquele filme; ter muita ação, é horrível você assistir um filme e não ter emoção e sempre estar acontecendo a mesma coisa desde o início",
                "Violentos,  ficção científica e sobrenatural",
                "Terror e meu gênero fav, mas é um gênero difícil, acredito que a história sempre muda a minha avaliação sobre, eu amo quando tem possessão e espírito. Mas nem todos são bons",
                "Querer parar de assistir na metade, mas continuar assistindo",
                "Terrorzinho não me atrai. Eu gosto mesmo é dos filmes perturbadores, desses que as pessoas saem de perto de mim enquanto eu assisto.\n\nMártires, Centopeia Humana 02, O Albergue 01, Holocausto Canibal, Terrifier 01, A casa de Cera, A Serbian Film, O Exorcista, A Entidade, A Bruxa, Hereditário, Quando As Luzes se Apagam, A Mosca e O Iluminado estão entre os meus favoritos.\n\n&#x200B;\n\nSe não me deixar pelo menos três dias sem dormir eu não assisto.",
                "Terror clichê adolescente",
                "O que faz ser bom é não precisar assustar de propósito, deixando a situação e atmosfera sozinhas causarem medo. Também gosto quando o filme não explica muito a situação e fica meio ambíguo.",
                "Eu sou fã de terror num geral; desde q seja bem feito e cumpra sua proposta, seja ela qual for, costumo considerar bom. \n\nSe tiver interesse, dá uma conferida no CineHorror 101, meu canal no YT, lá tô sempre falando de filme de terror, dos mais variados subgêneros \\^\\^",
                "terror.como.uma.noite,alucinante"
            ]
        },
        {
            "title": "Preciso de ajuda para encontrar um filme do Corujão",
            "selftext": "Olá, eu vou já avisando que me lembro muito pouco, eu assisti quando era muito novo porque meu pai dormiu e deixou a tv ligada e quando cheguei na sala já estava passando a ultima parte.  \n\n\nO que eu lembro é que era de terror, com demônios, me lembro da cena final que o sobrevivente pega um ônibus e derrama um liquido na porta e na próxima parada o demônio não entra e diz que vai pegar o próximo. Estou tentando me lembrar de mais alguma coisa vou tentar atualizar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105f2wv",
            "num_comments": 7,
            "comments": [
                "Essa descrição parece ser de um filme chamado \"O Exorcismo de Emily Rose\". \n\nNa cena final do filme, o único sobrevivente do exorcismo escapa do demônio e o afasta usando um líquido sagrado enquanto está em um ônibus. Ele diz que vai pegar o próximo ônibus, sugerindo que o demônio não vai conseguir segui-lo. Esse é o filme que você estava lembrando?"
            ]
        },
        {
            "title": "Melhor plataforma para filmes de terror/suspense",
            "selftext": "Qual a opinião de vcs galeres? Sempre achei a HBOMax a melhorzinha (tem alguns que eu gosto, mas que já assisti) mas não tenho mais assinatura, a Netflix p/ descobrir coisas \"novas\" mas tem que garimpar muito p achar alguma coisa de qualidade. O Prime Video eu acho bem ruinzinho, mas nunca parei p pesquisar muito, já os outros (Paramount+, AppleTv, etc) nunca tive.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105erl7",
            "num_comments": 3,
            "comments": [
                "Procura no canal do refúgio cult, ele faz lista lá da Amazon e Netflix.\nNa minha opinião é o Telecine e Darkflix.\n\nOutra coisa, suspense espanhóis são bons demais, procura depois.",
                "O único que eu consigo lembrar em especifico á esse conteúdos é a [Darkflix](https://darkflixplus.com.br/), lembro que ele tinha um conteúdo até que interessante.",
                "instala a youcine que lá tem todos os filmes/séries"
            ]
        },
        {
            "title": "Alguém topa assistir um filme de terror pelo Discord?",
            "selftext": "<< Não sei se é permitido >> Tô positivado de Covid (mas tô bem) e vou ficar em isolamento nesse fds e tava pensando em chamar amiguíneos e amiguíneas p/ assistir um filme ( ou série bom/boa). Tenho a netoflix, prime video e a Starplus. Bora animar isso aí!\n\nEDIT: GALERINHA, HJ ÀS MEIA-NOITE VOU ASSISTIR UM FILMEZIN, AINDA NÃO DEFINI QUAL, PREFERÊNCIA DE TERROR, MAS QUEM QUISER PODE SUGERIR OUTRO GÊNERO/FILME. VOU TENTAR COMPARTILHAR A TELA PELO DISCORD, QUEM QUISER MANDA UM SALVE AÍ E ME AJUDEM PLS, NUNCA FIZ ISSO. SE DER CERTO AMANHÃ FAÇO A MESMA COISA, MAS MAIS CEDO. AMANHÃ VOU ASSISTIR FILME AS 20HRS, QUEM QUISER TAMO AÍ.\n\nCHAMEM NO DISCORD: LU1ZP#8807.\n\n&#x200B;",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105c2zg",
            "num_comments": 15,
            "comments": [
                "Dependendo do horário eu assisto sim",
                "Ñ participei de algo assim. Eu topo",
                "Depende do filme",
                "Tó atradada",
                "se criar chama ai"
            ]
        },
        {
            "title": "Titanic",
            "selftext": "Titanic vai ser relançado nos cinemas agora em fevereiro. Eu sou um grande fã do filme e pretendo ver, só tem um problema. Eu detesto a redublagem que fizeram no relançamento de 2012, acho a dublagem original mil vezes melhor. \n\nSendo assim, tem como saber com qual dublagem o filme vai sair? Existe alguma forma de ver isso?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105br0t",
            "num_comments": 7,
            "comments": [
                "Se redublaram é pq 1- foi a pedido do estúdio ou 2- problemas de direitos da dublagem original. Então é certeza que não vem com a clássica. Pode ser até uma nova, mas dificilmente a clássica.",
                "Também sou um grande fã desse filme. Porra, eu tinha 7 anos quando foi lançado, e pra mim, até hoje, é o maior (não o melhor) filme de todos os tempos. Falo no contexto geral, repercussão, comoção, tudo.",
                "Nossa, ver esse filme no cinema deve ser incrível. Valeu pela indicação, não tava sabendo.",
                "Nos créditos, mas não sei se dá pra ver antes.",
                "eu amo dublagem mas sempre assisto legendado pq na dublagem original odeio a dublagem da rose e na redub odeio do jack"
            ]
        },
        {
            "title": "UwU",
            "selftext": "boa noite pessoal, poderiam me recomendar filmes nacionais? que não sejam de comédia tipo da Netflix. de preferência, filmes antigos.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1058j6f",
            "num_comments": 14,
            "comments": [
                "O Palhaço. Não é antigo, mas se você gosta de drama, acho que vai gostar.",
                "2 Coelhos, foi uma boa surpresa",
                "[Verônica](https://youtu.be/DlkmHmVH3AA)\n\nA Andrea Beltrão manda bem demais nesse filme.",
                "Amarelo Manga - Drama",
                "Os baseados em peças eu gosto bastante\n\nTrair e coçar é só começar, lisbela e o prisioneiro",
                "OwO"
            ]
        },
        {
            "title": "Filmes de terror",
            "selftext": "Sempre gostei de assistir filmes de terror, principalmente antigamente quando juntava toda a minha família e fazíamos uma maratona. Os filmes de terror antigamente deixava a gente super aflita, tensa real sem saber o que iria acontecer. Hoje em dia é muuito difícil encontrar um filme de terror assim. \n\nConcordam? Tem algum filme mais atual que te deixou muuuito assustadx?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "105301l",
            "num_comments": 37,
            "comments": [
                "Uma coisa que eu sempre comento quando essa discussão de \"os filmes de antes eram melhores\" surge: Quantos filmes não americanos vc assistiu/assiste em um ano?\n\nHollywood segue um padrão, uma estrutura que apela ao público casual deles. Jumpscares se tornou um artifício poderoso para forçar o susto, e apela a um público que hj teria problemas de acompanhar filmes de ritmo mais cadenciado como O Bebê de Rosemary e Tubarão (sim, é um filme de terror).\n\nO que eu recomendo são filmes asiáticos, não só pra sair um pouco do lugar comum mas pq a região é reconhecida na indústria por ter os melhores do gênero, muita coisa inclusive que foi refilmada pelos americanos.\n\nCoisas mais recente que vale a pena:\n\n\\-Noroi (Japão, 2005) - *não é recente mas é  facilmente um dos melhores filmes de terror desse século!*\n\n\\-O Lamento (Coreia do Sul, 2016)\n\n\\-Gonjian (Coreia do Sul, 2018)\n\nTailândia tem muita coisa ESPETACULAR, mas como eu não assisti nenhum recente não vou recomendar as cegas, mas fica a dica pra dar uma pesquisada.",
                "O lamento e o Hereditário, são os únicos atuais que me deixaram assutado de verdade daqueles de ficar com medo de ir no banheiro a noite. \n\nFilmes como os slasher's por exemplo nem chocam mais é apenas violência desenfreada e a violência está tão banalizada que filmes como esse nem chocam mais. \nUm gênero que eu estou começando a explorar agora e o body horror. O Titane, Raw, Enigma de outro mundo, A pele que hábito e Hellraiser são ótimos exemplos de filmes de terror que dão medo, mas não por causa da violência, mas sim por causo do corpo. Imaginar seu corpo naquela situação é desesperador.",
                "Concordo, sou fã de filmes de terror só que os de hoje em dia estão deixando muito a desejar. Um filme atual que achei diferente me assustou foi Assim na Terra como no Inferno, só acho que tem que ter paciência no começo do filme pq tem muita enrolação até as coisas realmente começarem a acontecer.",
                "Os filmes antigos de terror são bem melhores do os de hj em dia. E a coisa frustrante é que hallowen uma noite de terror, sexta feira 13, a hora do pesadelo e etc tinham orçamento minúsculo e sem possibilidades de  facilitar as difíceis filmagens duras e árduas, enquanto os filmes hj em dia com orçamento milionário e com facilidades gigantescas n tem um mizero porcento da magnitude incrível dos filmes antigos de terror",
                "Eu gosto de filmes de terror que n me assustem, tipo chucky. O mais pesado que eu passei dias recriando os cenários na minha cabeça, foi o exorcismo de Emily Rose, desse dia em diante corro longe de filmes paranormais.",
                "Acho que é a perda de sensibilidade ao já saber como são praticamente todas as \"fórmulas\" e roteiros de filmes de terror. Tenta assistir algo novo, que não seja algo sobrenatural/demoníaco, sei lá, algo diferente do que está acostumado e veja se vai sentir mais medo. Se for o caso, é uma questão de, certa forma, já saber o que virá.",
                "Não, os filmes modernos são ótimos, só é preciso saber procurar",
                "quando penso em certas cenas de hereditário eu fico apavorada se tiver de noite, e pior q esses pensamentos vem sempre de madrugada qnd meu namorado ja dormiu, as vzs espero amanhecer pra dormir dnv kkkkkkk q raiva, mas eu amo tbm esse filme é mt bom",
                "Hereditário, eu demorei um pouco pra superar aql cena do carro kkkkkk.",
                "O homem nas trevas, não é do tipo que te assusta muito mas é tensão o filme inteiro praticamente, e tem na Netflix",
                "O filme possum me deixou desconfortável, o poço também é grotesco, a bruxa, Hereditário, Midsommar. Também gosto de terror no espaço, saber que esta cercado pelo vácuo com um assassino a bordo para mim é aterrorizante.",
                "Na verdade, nós envelhecemos e certas coisas perdem a graça. Aí culpamos as coisas e não o tempo.",
                "Os filmes atuais, salvo exceções, baseiam-se em sustos fáceis.  \nQual o meu favorito? É um sci-fi de terror, \"O Enigma de Outro Mundo\" de John Carpenter, de 1982. Extremamente tenso e gore.  \nHoje me interessa mais o terror psicológico como \"Corra!\",  \"Hereditário\", \"Midsommar\". É preciso reinventar o gênero.",
                "Tem vários filmes atuais que causam um baita desconforto e incômodo. Speak No Evil, The Sadness, Terrifier 2... só pra citar alguns de 2022. Quanto ao medo, bom, acho que tem a ver com o quanto você consome em termos de filmes e série de terror. Pessoalmente, é MUITO difícil eu sentir medo em qualquer filme, porque eu assisto muito filme de terror, então a gente fica meio calejado/vacinado kkkkkkk\n\nMas, se tu curte filme de terror, vale a pena dar uma olhada lá no canal CineHorror 101, sempre tem dica de filme e críticas de novos lançamentos, etc. ;)"
            ]
        },
        {
            "title": "Quando esse filme lançou eu tinha 11 anos, sempre via nas faixadas de locadoras e desviava o olhar de medo, era muito popular, fui assistir agora depois de 19 anos passados, nossa fiquei todo arrepiado mano, é um terror diferente.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "104ysaf",
            "num_comments": 9,
            "comments": [
                "O primeiro filme é excelente. Assisti com uns 14 anos e o final explodiu minha cabeça. O restante da franquia eu já não gosto.",
                "Tô com 22 anos na cara e nunca assisti, só sei sobre o que é por causa das paródias em \"Todo  Mundo em Pânico\".",
                "O primeiro é sensacional. Orçamento baixo e um resultado incrível. Assisti na primeira oportunidade que pude. Os demais não são bons como o primeiro e o último é um desastre, mas dá pra assistir. Mas vale a pena.",
                "Off topic: O jigsaw parece que tá segurando uma mega diarréia nesse poster.",
                "o último filme da saga foi um surto coletivo de tão ruim que é.",
                "o primeiro é ótimo, os outros foram caindo a qualidade, mas o sétimo foi muito bom, acho que encerrou bem a franquia, não precisa de reboot ou continuação. Spiral então nem se fala de tão ruim, acho que já deu de jogos mortais. Hoje em dia tem muitos filmes e series que tem violência explicita e que conta uma historia bem melhor."
            ]
        },
        {
            "title": "serie Alice in Borderland",
            "selftext": "alguem de voces ja assistiram ou ta assistindo? to terminando a segunda temp e fiquei chocada com o ep 7, deu ate uma tristeza pelas mortes",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "104x9e3",
            "num_comments": 14,
            "comments": [
                "Eu achei a 1ª temporada MUITO maneira, pra mim rivalizou com Round 6 pelo posto de melhor série de jogatina distópica. Mas eu já suspeitava que por ser uma parada muito fantasiosa/tecnológica, iam se embananar na hora de explicar, naquela vibe LOST que só quem viveu, sabe - por mim, era melhor nem tentar explicar.   \n\n\nAí veio a 2ª temporada e nossa senhora... Começou até interessante, mas foi ficando cada vez pior. Os jogos tavam bem menos criativos e inspirados, o ritmo freou legal, decisões começaram a fazer menos sentido... no episódio 7 mataram praticamente todo mundo de forma super forçada e encerraram com aquela explicação de ter sido um pseudo limbo/purgatório depois da queda do meteoro. Acabaram com tudo de bom que tinham feito antes...",
                "Alguém gosta, é boa?",
                "no dia que saiu a segunda temp eu juntei 2 amigas que tbm assistem e comemos dois pacotes de pipoca assistindo alice in borderland, a série é mt boa, as mortes são tristes, mas nada supera todo o jogo psicológico de todos os eps, todos os jogos são insanos",
                "Gosto muito, mas achei que tanto a primeira como a segunda temporada enfraquece do meio pros últimos episódios. Não que sejam ruins os últimos episódios, mas os primeiros geralmente são bem melhores e da a impressão da série perder força. Por exemplo os jogos do peladão e o do \"impostor\" foram fodas demais. Os outros nem tanto",
                "já acabei, e percebi que chorei horrores a toa! nossa mano, que ódio. mas voltaram quando percebi que o tatta não voltou, a série matou ele por nada...",
                "Terminei, e que bagulho bom, NOSSAAA! Estava com saudade de ver algo bom, agora só esperando às próximas continuações, esse ano tá prometendo hein."
            ]
        },
        {
            "title": "Enquete para escolhermos o filme de Janeiro",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/104rebe)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "104rebe",
            "num_comments": 13,
            "comments": [
                "Gente Grande no meio desses filmes, é tipo eu entre as opções da menina que eu gosto",
                "\"ASS TO ASS!!, ASS TO ASS!!\", requiem é um filme que não vou voltar a ver tão cedo, é muito bom e aterrorizante ao mesmo tempo",
                "Gente grande",
                "As vantagens de ser invisível pelo amor de Deus",
                "Eu sou novo no sub, e estou com uma dúvida. É pra gente votar em filmes que acreditamos gerar mais discussões, que seja mais interessante, digamos assim, ou filmes que ainda não assistimos?",
                "so conheco o gente grande heheheh, ams vou votar no primeiro mesmo",
                "A Vida é bela é maravilhoso"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "104it3j",
            "num_comments": 33,
            "comments": [
                "[deleted]",
                "Turning Red: Adorei o filme, me identifiquei demais com ele, me lembrou muito minha adolescência, e pelas as coisas que passei por ter pais super controladores\n\nTar: O filme é bom, mas eu não gostei, aborda várias temas bons como a cultura do cancelamento, traz pra debate até onde podemos separar a obra do artista, e mais algumas outras questões, mas mesmo assim assim não consegui gostar, eu reconheço que é bom, mas não é pra mim \n\nCoda: Filme fantástico, amei demais, eu sei que em alguns momentos apela pro melodrama, e tem algumas soluções fáceis, mas eu me conectei demais com a família, queria ver mais coisas da família junta\n\nHalloween: Eu não iria ver esse filme, só vi pq o que eu queria saiu da Netflix, eu já imaginava que era bom, e só confirmei quando assisti, ainda bem que não demorei mais pra ver ele, sinceramente sinto falta desse tipo de terror, principalmente com essa Avintequatroterização dos filmes de Terror, onde a maioria segue uma estrutura bem pradrãozinha e esquematizada, e ainda juram que estão revitalizando o gênero (cof cof X e Pearl cof cof)",
                "A criada: baita filme. Impressionante como ele te mostra uma coisa, logo depois outra e quando vai ver se surpreende de novo.\n\nTambém vi o mundo dos pequeninos(amei)  e castelo no gelo, mas esse último foi péssimo, que filme ruim",
                "To passando um tempo com os irmãos jovens da namors na praia, dito isso, estamos vendo filmes de terror ou divertidos. Vimos It 1 e 2 (HBOMax), Glass Onion (Netflix), Trem-Bala (HBOMax) e o clássico O Espanta Tubarões (Netflix). Todos cumpriram seu dever, com exceção do torturante It 2. \n\nQueremos ver: Shark Side of the Moon (YouTube), pois sou fã de filmes b e de tubarão, já tô preparando eles mentalmente há dias, espero agradar.",
                "Eu assisti Sangue Negro e Túmulo dos Vagalumes, não tem em nenhuma plataforma, baixei no site Redecanais.\n\nEu pretendo assistir Parasita e Taxi Driver",
                "Alguém realmente lê o que colocamos aqui?",
                "Não é filme, mas série \nThe Old Man no Star+\nTô curtindo",
                "Vi:\n\n* **Elvis (2022)** na *HBO*. Achei bem mais ou menos, o filme foca mais no coronel do que em Elvis.\n\n* **Matilda the Musical (2022)** na *Neftlix*. O primeiro filme é legalzinho e vi recentemente. O musical não consegue desenvolver o terror pela vilã nem a relação entre matilda e a professora. A única cena que conseguiu aprimorar o primeiro é >!quando as crianças se unem para desafiar a diretora!<.\n\nNa fila para ver estão:\n\n* **The Fallout (2021)** na *HBO*.\n\n* **White Noise (2022)** na *Neftlix*.\n\n* **The Tender Bar (2021)** no *Prime*.\n\n* **Barbarian (2022)** no *Star*.",
                "Ainda ñ assisti nenhum filme nessa semana, mas pretendo ver Aftersun.",
                "Ruído Branco - Netflix  \nOs Banshees de Inisherin - PC  \nMatilda - O Musical - Netflix  \nAté os Ossos - PC  \nMundo Estranho - PC  \nNoite Infeliz (recomendo para rir muito)  - PC  \nOs Fabelmans - PC",
                "Black Mirror conta como filme? É uma série antológica, cada episódio funciona como um filme sozinho e sem continuação, a história acaba ali. Se me deixar dizer, o segundo episódio da primeira temporada é muito bom, também tem o episódio um ou o dois da terceira temporada, aqueles são ótimos. Tudo na Netflix."
            ]
        },
        {
            "title": "Malena (2000)",
            "selftext": "Mano, o início desse filme me quebrou todinha, acho que nunca ri tanto em minha vida. Porém, apesar disso, até que gostei um pouco do filme. Não vou falar o que acontece, recomendo que vejam e tirem as suas próprias conclusões.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "104c4ff",
            "num_comments": 5,
            "comments": [
                "Eu conheço a história meio pro cima, fiquei surpreso que dê pra rir assistindo ele kkkkk um dia ainda vou ver ele, parece ser muito bom",
                "É bacana o filme, Monica belucci era gatona no começo dos anos 2000"
            ]
        },
        {
            "title": "Não me lembro desse filme, alguém me ajuda por favor",
            "selftext": "\n\nQuando eu era criança assistia um filme que era feito em animação 3d.\nO filme começava com uma corrida de carros num lugar meio medieval, com os carros sendo movidos a hélices e coisas do tipo. Os protagonistas principais são um cara mais velho e um mais novo, todos os habitantes tem as orelhas pontudas como se fossem elfos.\nLembro que a filha do rei se infiltrou na corrida como uma participante.\nTambém lembro que após a corrida acabar, vem uma pessoa da vida real e rouba uma relíquia do reino que era uma fonte de energia. Nesse ponto descobrimos que todos desse reino na verdade faziam parte de uma história fictícia, então para recuperar a relíquia roubada eles viajam para o mundo real.\nOs principais detalhes que lembro a partir daí é que eles são bem baixinhos em relação aos humanos, mais ou menos do tamanho de esquilos, e que no final o vilão do filme queria usar a relíquia para fazer com que o mundo fictício literalmente saísse da televisão para o mundo real. O plano dele era sincronizar todas as televisões num canal de erupção vulcânica e fazer muita gente morrer com a lava saindo da televisão ( que plano horrível kkkkkkkk)\nEu também lembro que ao invés disso um dos protagonistas liga os canais num programa de pipoca com a música do Nian Cat tocando, aí começa a sair pipoca da televisão kkkkkkkkkk.\nEssas são as principais informações que lembro, se alguém souber, por favor coloca o nome do filme, desde já agradeço.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10487d5",
            "num_comments": 4,
            "comments": [
                "A terra encantada de Gaya?"
            ]
        },
        {
            "title": "Aparentemente The Menu saiu pra HBO Max, mas não pra o brasil",
            "selftext": "paguei um ano disso pra nunca mais",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103z7m7",
            "num_comments": 21,
            "comments": [
                "No Brasil sempre demora, tem um monte de burocracia por trás pra ver quem vai distribuir. Espera um pouco que logo eles soltam. Ele nem está no torrent ainda",
                "Vai chegar pelo Star+ aqui. Ainda em Janeiro.",
                "vai cancelar só por isso? kkkkkk",
                "Assisti ontem no stremio,  bem legal o filme",
                "Aqui no meu torrent c ip brasileiro ta tendo 😎👌",
                "Dia 18",
                "Algm me passa site pra baixar torrent de filme? Pode ser srt em ingles",
                "Dia 18 de Janeiro na Star+",
                "Assisti ontem, baixando via torrent 👀",
                "Deve ser pq a Warner tá uma bagunça dps da troca de diretor, esse novo diretor tá sabotando o HBO MAX."
            ]
        },
        {
            "title": "Qual série vamos acompanhar em Janeiro?",
            "selftext": "Olá, espectadores!   \n\n\nRecentemente a moderação estava pensando em formas de engajarmos a nossa comunidade, juntamos as cabeças e tivemos essa ideia mirabolante de acompanhar uma série juntos que estreiam nesse mês. É um evento que ficará fixado junto com o Clube do Vídeo durante o mês, e neste começo será um teste (ainda nem pensamos um nome!).  \n\n\nEscolhemos séries que seriam do acesso de todos em streamings brasileiros e chegamos com essa listinha, que vocês vão nos ajudar a escolher. Lembrando que algumas séries tem lançamento completo (ou seja, todos os episódios de uma vez) e outras tem lançamento de episódios semanalmente!\n\nEscolham com sabedoria!\n\n[View Poll](https://www.reddit.com/poll/103ruo4)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103ruo4",
            "num_comments": 9,
            "comments": [
                "Pretendo assistir periféricos, da Amazon",
                "Vou ser sincero, a única série que eu conheço dessas opções é The Last of Us",
                "The Last Of Us, sem sombra de dúvida. Tô até animado com o fato de que vai começar com um episódio de 90 minutos."
            ]
        },
        {
            "title": "Homem Engolindo uma Cobra.",
            "selftext": "Eu assisti apenas essa cena na casa do me avô quando era criança e fiquei traumatizado.\nEstava passando em um corujão da vida, tarde da madrugada, e era uma cena de tortura onde uns homens abriam a boca de um cara a força e fazia ele engolir uma cobra viva ainda. Eu lembro de ficar chocado com a cobra se rastejando pela garganta do cara e ele morrendo.\nPreciso ver esse filme para superar este trauma.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "103pgsb",
            "num_comments": 1,
            "comments": [
                "Tem que ter presença de espírito pra não evocar meu eu 5ª série que faria piada idiota com esse título mas o filme é Efeito Colareral com Arnoldinho"
            ]
        }
    ]
}