{
    "posts": [
        {
            "title": "Monstros S.A. 2 seria mais interessante dq Toy Story 5. A Pixar nn entende que o fim da franquia de Toy Story foi no terceiro filme.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10y19eu",
            "num_comments": 18,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eles não desistem de Toy Story por questões financeiras. \nNunca vão enterrar esse projeto.\n\nEu gostaria de Monstros SA também.",
                "de fato monstros s.a sim merece uma continuação\n\ntoy story devia acabar no 3",
                "Pixar não, Disney\n\nA Disney vai sugar até a última gota",
                "E Monstros S.A ganhou uma sequência (que na realidade é uma prequela) mas pelo menos matou a saudade dos fãs",
                "Calma, vamos dar uma chance pro Quinto filme de Toy Story, quem sabe a gente gosta",
                "Concordo com você, seria muito bom se fizessem monstro S.A de onde o primeiro filme acabou, eu achei muito rui essa série que fizeram do monstro S.A",
                "Nunca vi toy story, mas gostei muito desse com eles na universidade",
                "A linha de corte parece ter sido ter ultrapassado um bilhão de dólares nas bilheterias.",
                "Talvez você não seja o público alvo",
                "E Monstros S.A ganhou uma sequência (que na realidade é uma prequela) mas pelo menos matou a saudade dos fãs"
            ]
        },
        {
            "title": "Qual filme vamos indicar para Fevereiro? Tema Western",
            "selftext": " \n\n[Em janeiro, assistimos um Drama](https://www.reddit.com/r/filmeseseries/comments/108phtd/filme_de_janeiro_em_discuss%C3%A3o_requiem_for_a_dream/). E vamos colocar um tema diferente por mês\n\nFevereiro, Western e para março ainda não temos\n\n(outubro/terror e dezembro/Natalino)\n\n**Filmes com mais de 10 anos da data de lançamento.**\n\nQuem comentou nas discussões anteriores tem preferência na enquete final.\n\n[Filmes já assistidos e discutidos no Clube do Vídeo](https://www.reddit.com/r/filmeseseries/wiki/clube_do_video/)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10xwud1",
            "num_comments": 15,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Os 8 odiados.",
                "Os Imperdoaveis.",
                "Tombstone",
                "Rio Bravo, ou onde Onde Começa o Inferno (1959)",
                "A lenda do zorro?",
                "O Homem que matou o facínora (1962)",
                "O Estranho Sem Nome (1973), que a Netflix está me recomendando",
                "Dança com lobos - 1990",
                "3 Godfathers (1948)"
            ]
        },
        {
            "title": "Meu querido intruso - Once Around",
            "selftext": "Prezados, voces sabem  onde baixo ou compro a midia digital  ou  DVD desse classico romance? (Com dublagem se possivel)\n\nLembro de assistir  com a minha  mãe, nao acho em canto nenhum  dessa Internet  de meu DEUZO.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10xpww5",
            "num_comments": 4,
            "comments": [
                "Achei na shoppe"
            ]
        },
        {
            "title": "Toy Story 5 foi confirmado",
            "selftext": "A Disney acabou de anunciar que Toy Story 5 esta sendo desenvolvido, eu sinceramente acho que esse filme não deveria existir.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10xeiql",
            "num_comments": 27,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Rodrigo Salem bem disse hoje no [Twitter](https://twitter.com/rodrigosalem/status/1623447587020832768?s=46&t=F1t7N_cdBKAQbxpSSUHnwA): \n\n“Disney+ perdeu 2,4 milhões de assinantes no último trimestre de 2022. \n\nDisney cortará 7 mil empregos em 2023 para economizar US$ 3 bilhões.\n\nDisney anuncia sequências de \"Toy Story\", \"Frozen\" e \"Zootopia\".\n\nA bolha estourou, como previsto.”",
                "Acho que Toy Story não acaba mais. Chegou ao ponto que virou filme pra vender bonequinho.\n\nEu me surpreendi com o 3, que achava que seria desnecessário mas acabou sendo ótimo. Mas no 4 já deu pra ver que saturou por mais que o filme fosse competente.",
                "Filmes e séries e seus sérios problemas de não encerrarem ciclos.",
                "Cara, eu tô MT puto e triste com isso, pq n deixam só acabar",
                "Do quarto eu nem gostei tanto. Também não precisava.",
                "O 3 fechou de uma maneira tão bonita a saga, deveria ter terminado ali.\n\nEntão veio o 4, que eu esperava que seria ruim, mas é bom, e até tem momentos emocionantes (embora não chegue no nível dos três primeiros).\n\nNo fim, o que importa é o dinheiro. Eles sabem que vai fazer uma montanha de dinheiro, e como é um dos produtos principais da Pixar, eu penso que vão ter um cuidado como fizeram no 4. Mas desnecessário.",
                "Toy Story 🤝 Era do Gelo\n\nNão saber quando terminar a saga",
                "Pra mim tinha que ter terminado no 3 e ter ficado por isso, eu acho que esse filme só vai atrair quem assistiu os outros quando era mlk, as crianças de hoje em dia não conhecem toy story, acho eles não atingem as crianças",
                "Vou fingir que nem li nesse post",
                "o quarto n foi literalmente um ponto final?",
                "As crianças vão amar",
                "Caramba... Eles são mesmo totalmente incapazes de fazer histórias novas! Só sabem fazer sequências e live actions e sabem que todo mundo vai consumir qualquer merda que fizerem.",
                "Zootopia merecia uma continuação mesmo.",
                "A triste realidade é que nada nunca acaba de verdade, os caras esperam anos mas sempre vão trazer o que fez sucesso de volta em algum momento, e nem tô falando necessariamente de Toy Story",
                "era p ter acabado no 3",
                "Nooo, no God please no ,NOOOOOO",
                "Vou ter 100 anos e essa franquia ainda vai estar rolando..."
            ]
        },
        {
            "title": "Narcos ou El Patron Del Mal ?",
            "selftext": "Qual eu deveria assistir ? Acho muito foda o Wagner Moura, mas provavelmente pela outra ter 73 episódios deve ser bem detalhada.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10vns7t",
            "num_comments": 3,
            "comments": [
                "Recomendo os dois. A primeira e segunda temporada de Narcos retratam a história de Pablo Escobar sob a perspectiva da polícia, numa pegada mais hollywoodiana. Já El Patron Del Mal é uma novela que retrata com mais detalhes a vida de Pablo Escobar. \n\nComplementando minha opinião, as outras temporadas de Narcos retratam os outros carteis que ganharam força após a morte de Pablo Escobar: Cartel de Cali, Guadalajara, etc.",
                "narcos foi uma experiência fantástica pra mim, embora muita gente tenha criticado o sotaque do wagner a atuação dele não deixa a desejar, a produção tb foi ótima nas cenas de ação. não vi el patron del mal",
                "Recomendo assistir os dois, mas assista Narcos primeiro \n\nQuando você terminar Narcos tu vai querer saber bem mais sobre a vida desse cara e vai te dar motivação pra passar pelas partes mais chatas de El Patron (que é muito bom,mas pra assistir tu tem que meio que entrar num mindset que é uma novela colombiana e é estruturada dessa forma)"
            ]
        },
        {
            "title": "No futuro, o governo japonês captura uma classe de alunos do ensino médio e os força a se matarem sob o ato revolucionário. Filme que Jogos Vorazes plagiou ou que dizem, É um Filme bem Sádico e Sangrento. Pra quem gosta de filmes na pegada 'Battle Royale', esse é o Melhor.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10vlzxh",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "* Pra quem gosta de filmes na pegada 'Battle Royale', esse é o Melhor.\n\nUé... Esse é **O Battle Royale** original... não é só \"na pegada de\"...",
                "E plagiou msm, não é só a premissa até os personagens secundários e a resolução da história são iguais. Uma pena que a maioria escolhe ignorar. \n\nEnfim, Battle Royale é o nascimento do gênero \"death games\" que é bem popular na ásia, tem vários filmes super legais do tipo, vale dar uma pesquisada.",
                "Esse filme é incrível. Um dos mais chocantes que eu ja vi também. É um filme que gostei muito de ver, mas não sei se veria de novo.",
                "Muito bom e o manga tbm",
                "Fui ver e parei quando mostram o professor morto, achei trash e o filme me perdeu a partir daquele momento.",
                "Vc só esqueceu que o título não é esse, o takeshi Kitano ensina no filme e é BATTERU ROYARU, pfvr não desrespeite o takeshi kitano",
                "Filmaço",
                "tem link?",
                "Nunca vi o filme, mas o manga é espetacular"
            ]
        },
        {
            "title": "Recomendação de decumentarios",
            "selftext": "Eu to tentando desenvolver um hábito de assistir filmes e documentários nos finais de semanas.\n\nQueria saber se alguém ai tem algum documento sobre tráfico humano para me recomenda.\n\nQuaso não tenho pode ser outros tipos de documentário ou filmes  também.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10vkyf2",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "veja os da bbc no YouTube, la eu assisti um de crianças que eram traficadas sendo bebês, vale mto a pena.",
                "\"Blackfish\" é um documentário sobre as orcas que vivem em cativeiro no SeaWorld, vale a pena ver",
                "Louco não, doido! Tem no HBO. Sobre serial killer."
            ]
        },
        {
            "title": "[DISCUSSÃO] The Last of Us 1x04 - Please Hold on to My Hand",
            "selftext": "&#x200B;\n\n|DATA|EPISÓDIO|DISCUSSÃO|\n|:-|:-|:-|\n|15/01/23 - 23h|S01E01 - [When You're Lost in the Darkness](https://www.imdb.com/title/tt11957006/?ref_=ttep_ep1)|[Link](https://www.reddit.com/r/filmeseseries/comments/10d37s5/the_last_of_us_1x01_when_youre_lost_in_the/)|\n|22/01/23 - 23h|S01E02 - [Infected](https://www.imdb.com/title/tt14500884/?ref_=ttep_ep2)|[Link](https://www.reddit.com/r/filmeseseries/comments/10j2224/discuss%C3%A3o_the_last_of_us_1x02_infected/)|\n|29/01/23 - 23h|S01E03 - [Long Long Time](https://www.imdb.com/title/tt14500888/?ref_=ttep_ep3)|[Link](https://www.reddit.com/r/filmeseseries/comments/10oquyc/discuss%C3%A3o_the_last_of_us_1x03_long_long_time/)|\n|05/02/23 - 23h|S01E04 - [Please Hold on to My Hand](https://www.imdb.com/title/tt14500890/?ref_=ttep_ep4)||\n\n**Sinopse:**\n\n*Depois que Joel e Ellie deixam o complexo de Bill e Frank, eles se deparam com algo que é ainda mais mortal do que os infectados. Pessoas. Joel deve proteger Ellie a todo custo, para não reviver o que aconteceu com sua filha tantos anos atrás.*\n\n&#x200B;\n\n**Onde assistir:**\n\nHBO MAX ou HBO (canal por assinatura).\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e  aplicativos de streaming de terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10uvsdf",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu gostei do episódio, mas acho que perdi algo. A princípio Fiquei meio perdido no interrogatório.\n\nPor outro lado, é o que eu falei do episódio anterior, podia ser balanceado. Este foi pura tensão até nos momentos que você vê o Joel ceder. A Ellie é esperta, forte e corajosa, mas a maior característica dela na série está sendo a insolência. =/. \n\nJá o Joel cresce em empatia com a Ellie. De forte, durão e corajoso está virando família.\n\nNo todo eu gostei, só faltou mesmo uma balanceada. Podiam ter aproveitado mais o pai e filho. Que provavelmente vão morrer no próximo episódio seguindo a lógica. :(",
                "Este para mim, até agora, não está no mesmo nível dos outros Eps. ainda mais depois do 3, que foi uma obra prima. Parece que teve muito tempo para pouca história. Até entendo o \"slow down\", mas não gostei tanto assim.",
                "Porque é tão difícil, depois de 47.839 filmes/séries de pós apocalipse o pessoal entender que NÃO ia ter gasolina? Não teria combustível para 1 carro funcionar, que dirá toda uma frota? E que se houvesse gasolina que ainda prestasse, as pessoas NÃO a gastariam de uma vez só dando rolê pela cidade para procurar gente que supostamente matou seus comparsas, apenas para se vingar, sem ganhar nada de concreto com isso. Uma coisa é se armar, reforçar os vigias, etc. Mas desperdiçar gasolina caçando gente que você não faz a menor ideia onde está? De jeito nenhum. Esse pessoal tá precisando ler o Guia de Sobrevivência Zumbi.\n\nSinceramente, esse tipo de coisa me tira da suspensão da descrença. Imagina-se que após 20 anos as pessoas que ainda estão vivas são aquelas que souberam melhor usar seus parcos recursos. Mas aparentemente não. De novo, fica parecendo que todo mundo é estúpido e isso faz com que eu [não me importe com o que acontece com essas pessoas](https://tvtropes.org/pmwiki/pmwiki.php/Main/EightDeadlyWords).  \n\n\nPra piorar, neste episódio Joel toma uma decisão que parece ser completamente contrária à sua índole: tomar um atalho para ganhar um pouco de tempo. Não dá nem pra dizer que é porque ele não está raciocinando direito por estar preocupado com Tommy, porque ele já fez várias paradas/desvios desde que decidiu ir atrás dele. Na minha opinião teria sido bem melhor se passar por Kansas City fosse a única opção ou se algo inesperado os obrigasse a ir por ali. Joel sendo imprudente a toa atrapalhou bastante um episódio já com problemas.",
                "Pior episódio sem dúvida… episódios sempre de quase 1hra ou mais, e esse me vem com 45min?? Q pobreza foi essa????????",
                "Eu não gostei muito desse... Acho que eles erraram na Ellie, e consequentemente, na dinâmica da relação dela com o Joel..\n\nA Ellie da série tá mais pra uma menina insolente, parecendo até mimada às vezes..  e na relação dela com o Joel tô achando este último muito passivo.. os diálogos deles são quase interrogatórios, e guiados pela Ellie..\n\nNos primeiros 2 episódios eu estava curtindo uma série que era uma adaptação da história de um game, que era o que eu queria, e estava recebendo até então.\n \nAgora tô buscando curtir uma série que faz uma *releitura*, que apresenta uma \"versão alternativa, própria\" , dos acontecimentos do game. É um outro produto.. não era o que queria, mas é o que temos pra hoje.",
                "Demorei um pouquinho pra assistir esse, acho que o meu hype com a série está diminuindo hahahahaha\n\nEpisódio já aguardado do desenvolvimento do laço paternal entre Joel e Ellie. Tenho que admitir que teria curtido se o episódio inteiro fosse como um \"road movie\", em vez de ir pra ação e essas novas pessoas de Kansas City logo de cara, queria um pouco mais de tempo deles viajando por esse EUA devastado. Mas faltando apenas 5 episódios, mais uma vez, vão queimar largada.\n\nEu não tenho paciência pra piadinhas, então acabei tendo a mesma reação que o Joel hahahahaha\n\nA série tá trazendo um monte de ator bom, tivemos o Nick Offerman no episódio passado e agora, Melanie Lynskey."
            ]
        },
        {
            "title": "Vocês assistem animações para adultos?",
            "selftext": "Se sim, quais? Um que eu gosto muito e que é besteirol gore é Paradise Police. Love, Death + Robots é muito boa tbm",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10uuyqd",
            "num_comments": 16,
            "comments": [
                "“É Tolkien e não Token!”\n“Mãeeee coloca silicone”\n“Maconha tegridade, especial de pandemia”\n“Caralho eles mataram o Kenny!!! - Seus Filhos da puta”\n“Defesa Chewbacca”\n\n\n\nNada ganha de south park n tem como q desenho maravilhoso",
                "Por um breve momento eu fiquei assustado... mas depois entendi do que se tratava... Ufa...",
                "gosto bastante, mas da uma enjoda as vezes",
                "A minha preferida de longe é Bojack Horseman e não só como animação, mas em série como geral",
                "Sim. Assista Smiling Friends, tem no HBO Max. Excelente.",
                "Sim! South Park, Rick and Morty e Mr Pickles",
                "Eu assisto só Rick & Morty e Os Simpsons, mas pretendo ver Arlequina, Arcane, Bojack Horseman, Invencível, uma que é um cachorro demônio e outra que tem uma batata frita e um refri falante.",
                "Love, Death+Robots é maravilhosa. Alguns episódios são memoráveis.",
                "nenhuma, nem de criança, nem de adulto.",
                "Só south park (as vezes) e Simpsons, o resto ou é depressão profunda ou sexodrogasxingamentossangue",
                "departamento de conspirações",
                "tenho que terminar love, death + robots e to vendo a série animada da harley quinn, também penso em ver bojack horseman quando tiver tempo",
                "Não. Para ser sincero, não tenho muita paciência."
            ]
        },
        {
            "title": "Assisti \"O Menu\" e...",
            "selftext": "...fiquei com vontade de comer x burguer com fritas 😆\n\nAcredito que poderiam ter explorado mais a história do Chef, mas fora isso adorei. É o tipo de filme que te envolve, desde que você esteja pronto para uma narrativa alegórica e satírica. Me remete a filmes como \"O Poço\", \"Mãe\" e \"Parasita\".",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10uq29y",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O filme é realmente muito bom. Mas acho que pessoas que assistem filmes só por assistir, não pra entender o contexto e o significado por trás da história não vão entender e/ou gostar do filme.\nNunca pensei que fosse gostar de um filme sobre comida. Mas amei",
                "Esse filme me engoliu no cinema, eu comprei muito a história, apesar de não ser um dos melhores filmes foi uma das melhores \"experiências\"",
                "eu preciso muito comprar os ingredientes e fazer um hambúrguer daquele estilo, to morrendo de vontade kakajsksk",
                "assisti e na minha opinião foi um dos piores q vi no ano kkk fui ver com a intenção de assistir um filme de terror com um chef psicopata q mata todo mundo enquanto os protagonistas tentam fugir, ent como pensei q seria isso acabei n adentrando mt na ideia do filme. pretendo assistir dnv com um olhar mais atento e crítico.",
                "Nota 3,75/10.\n\n\nFilme chato, inverossímil, sem sentido.\n\nPoço faz uma crítica a sociedade infinitamente melhor.",
                "Curti a parte satírica e, dentre as várias críticas do roteiro, o que mais me atraiu foram as sobre essa supervalorização das criações dos chefs. As pessoas ficam procurando conceito em pratos minimalistas, como se forçassem viver uma \"experiência gastronômica\". Afinal, essa moda de Master Chef, entre outros \"realities\", tornaram-se um câncer televisivo."
            ]
        },
        {
            "title": "O que você acha de \"Tudo em Todo Lugar Ao Mesmo Tempo\"?",
            "selftext": "Estou sentado no cinema esperando dar o horário da minha sessão, extremamente feliz que ele voltou em cartaz, 3° vez que venho assistir. Eu acho o filme sensacional, um dos melhores que assisti nos últimos tempos. Queria saber a opinião de vocês sobre essa obra.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ul3up",
            "num_comments": 36,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O melhor do ano.\n\nQuando puder pesquise sobre não-dualidade. Pensadores como Rupert Spira, Ramana Maharshi, Jeff Foster,  entre outros. \n\nI heart huckabees é outro filme que também aborda esse tema.",
                "Achei o filme ótimo. Supera muitos filmes de multiverso e saber quanto custou pra fazer um filme bom como esse é ainda melhor",
                "Não entendi o hype em cima desse filme, é bem meh. Não curti muito não kkkk",
                "Opinião impopular, achei hypado demais. Não gostei da 1° vez que assisti, na 2° achei melhor, mas n pra tdo isso q estão comentando.",
                "Eu achei muito ruim, talvez porque eu tinha uma expectativa muito alta, parece um filme da marvel piorado. O filme é visualmente bonito e bem editado, mas eu achei o enredo bobo e vazio. Não entendi as 11 indicações até agora",
                "Um dos melhores filmes que ja assisti.",
                "Assisti ontem e achei muito bom, não chorei como o pessoal nas redes diz que chorou, mas confesso a cena das pedras marejou um pouco meus olhos kkkk",
                "Bom filme, mas o filme que mais me marcou foi Aftersun",
                "mt bom, vai ganhar o oscar sepa",
                "Não assisti ainda. Recomendam?",
                "Top 10 do século. O Oscar já anda sem moral, se ele não ganhar pra mim a credibilidade vai cair pra zero mesmo.",
                "Achei uma forma muito lúdica de abordar família, achei um filme delicinha e entretenimento.\nFico feliz que a Michelle yeoh finalmente tá ganhando o reconhecimento que ela merece e sempre mereceu",
                "Superestimado.\n\nMas admito uma coisa: *a montagem é excelente.* Só que ganhar Oscar de \"Melhor Filme\" e dizer que é um filme que vai entrar pra história, me deixa abismada.",
                "Esse filme é sur re al ! Até ele acabar pela primeira vez eu nao tinha entendido é nada! Depois foi só voadoras de insights e assossiações. Ainda estou abismada como ele aborda tantos assuntos sentimentais, emocionais, práticos e sensiveis e consegue fazer ter algum sentido. Liberdade, divorcio, familia, depressao, escolhas, sonhos e fantasias, valores, capitalismo, felicidade, sucesso, sexualidade, fé, perseverança, pre-conceitos, crenças, amor-próprio etc... alem disso ainda tem uns memes e coisas inusitadas. Chorando horrores e segundos dps rindo, dps chorando de novo, dps rindo de novo... 😮‍💨 loucura, igual a vida fora da tela.",
                "Vi três vezes no cinema, e se brincar vejo mais uma.\n\nÉ maravilhoso, no Oscar aqui de casa já ganhou tudo que tem pra ganhar.",
                "eu amei, melhor filme que vi nos últimos tempos, chorei horrores, entrou na minha lista de favoritos",
                "Um dos melhores filmes já feito",
                "Terrivelmente horrível, 3 horas da minha vida perdidas",
                "Não, não... 1.000x não, assisti só até o meio e não consegui mais.\n\n\nNa minha opinião, uma BOSTA TOTAL, ruim, péssimo, não consigo achar nada de bom nesse filme.\n\nÉ ação? É comédia? É Sci-Fi?\n\nNão, é pura bosta batida no liquidificador que nem com toda gourmetzação consegue deixar de ser UMA BOSTA COMPLETA.\n\nSaudades de Donnie e Darko (filme ruim, mas infinitamente melhor que esse)",
                ">O que você acha de \"Tudo em Todo Lugar Ao Mesmo Tempo\"?\n\nMuito ruim",
                "Achei sensacional tbm",
                "É demais! Multiverso de uma forma que nem a Marvel conseguiu fazer ainda nos filmes.",
                "É genial apenas para quem não é iniciado em multiverso. O humor do filme me desconectou do drama. Bem zoadinho, parece aqueles da Marvel. 💩",
                "Eu acho q eu nunca vi um filme com o visual e efeitos mais bonitos q esse, sendo sincera eu imaginava algo assim no último doutor estranho, me decepcionou não ser igual a essa obra prima, e além disso me fez pensar muito, para mim foi um dos melhores filmes que eu já vi."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10tz78e",
            "num_comments": 7,
            "comments": [
                "Comecei Suits, mas já é veia. Tô esperando a 2 temporada de Ruptura",
                "The Last of Us is my addiction",
                "Acabei Vikings Valhalla, segunda temporada. Boa demais!!!",
                "Better Call Saul",
                "The last of us",
                "Wolf pack / poker face",
                "The head s02 finalizada\n\nThe Last of US\n\nServant s04\n\nHunters S02 finalizada"
            ]
        },
        {
            "title": "Um clássico da sessão da tarde",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10tr3z2",
            "num_comments": 2,
            "comments": [
                "Deu vontade de reassistir",
                "Saudades"
            ]
        },
        {
            "title": "Que filme é esse?",
            "selftext": "É um filme que quatro(?) amigos agora adultos se juntam depois de muito tempo distantes e estão realizando uma tour que deveriam ter feito desde jovens. Essa tour passa em varios lugares numa cidade, fazendo varias coisas diferentes. Aí tem uma cena deles no bar que um deles vai no banheiro no mictório e um dos caras lá não é humano. É um alienigena/robô/zumbi (não lembro). E começa o verdadeiro plot do filme, eles 4 contra esses bichos. Se eu lembrar de mais detalhes eu coloco aqui.\n\nValeu!\n\nEdit: Fui \"jenial\" agora. Lembrei do rosto de um dos atores no filme. Procurei no Google \"atores de filme de comédia\". Procurei na lista e achei o ator. Procurei os filmes que esse ator fez e encontrei o filme\n\nO nome é \"The World's End\" (2013)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10toe9u",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Conhecido tb por Herois de ressaca, acho q é o ultimo filme da trilogia do sorvete lá (Cornetto), chumbo grosso e todo mundo quase morto, hot fuzz e shawn of the dead, outro conjunto de filmes mt bons recomendo",
                "The World's End, filme que faz parte da maravilhosa Cornetto Trilogy.",
                "Também quero saber qual é esse filme. Pode ser o mesmo que procuro a anos.",
                "O apanhador de sonho.\n\nDo Fucking - GoD Stephen King."
            ]
        },
        {
            "title": "Me indiquem filmes ou séries",
            "selftext": "Alguém pode me indicar séries ou filmes, q contém plot twist chocante ou muito bom, por favor não dá spoilers",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10tjc8m",
            "num_comments": 28,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Identidade (2003)\n\nOs Suspeitos (1995)\n\nO Corpo (2012)\n\nO Grande Truque (2006)\n\nA Pele que Habito (2011)\n\nO Predestinado (2015)",
                "Duas faces de um crime.",
                "High Tension (2003)",
                "Atualização (2018)\n\nVidas em Jogo (1997)\n\nA Visita (2015)\n\nCorpo Fechado (2000)\n\nUm Contratempo (2016)\n\nBuscando (2018)\n\nGarota Exemplar (2014)\n\nAmnésia (2000)\n\nCoherence (2013)",
                "Ruptura - Apple tv",
                "https://9gag.com/gag/aY74p62",
                "Estou revendo agora um anime com ótima animação e história cheia de suspense: Fate/Zero, da Ufotable.\n\nTambém sugiro Madoka Mágica (este tem um puta plot).\n\nE a série The Last of Us",
                "Hollow Triumph (1949)",
                "2012(Netflix)filme\n1917(Netflix)filme\nÉLITE(Netflix)série \nSex Education(Netflix)série",
                "Entre facas e segredos (2019)\nTop gun: Maverick (2022)\nCorra! (2017)\nPrincesa Mononoke (1997)",
                "Sr Ávila-HBO MAX",
                "Não sei o que é plow twist mas te recomendo:\n\nQuem matou Sara (série)\nGarota exemplar\nRegressão",
                "Já viu o poderoso chefão né? O filme preferido do Michael Kyle.",
                "• Marrowbone\n\n• Os Infiltrados\n\n• A Vila\n\n• Interestelar\n\n• A Chegada\n\n• The Invitation\n\n• Buscando\n\n• Meu Pai\n\nEspero ter ajudado :)",
                "O silêncio dos inocentes",
                "Psicose (1960) \n\nO plot twist mais famoso (e talvez clichê) dos cinemas.",
                "ve maniac no netflix! eu pirei muito nela, fiquei alguns meses so pensando sobre.",
                "Por trás de seus olhos. Essa série tem um plot twist incrível. O elenco está afinadíssimo",
                "A Ilha do Medo (2010).\n\nOs filmes da série \"Premonição\" também é cheio de plot twist.",
                "otimo comentario busco isso faz tempo"
            ]
        },
        {
            "title": "Pergunta",
            "selftext": "Há uns 10 anos, ou mais, não lembro direito. Assisti um filme, acho que americano, sobre um fenômeno que ocorreu na Terra, onde o campo magnético foi afetado, eu acho, e com isso, ondas eletromagnéticas eram emitidas e qualquer pessoa que estivesse perto de algo com eletricidade, como carro, casa ou sei lá, morreria eletrocutado. \n\n  Lembro de algumas cenas, como numa em que os protagonistas estavam num comboio junto com o exército e, de repente, surge uma onda eletromagnética, sim, era possível ver essas ondas, e eles tentam avisar para os militares saírem dos veículos, só que os soldados não entendem e acabam morrendo eletrocutados. Em outra cena, pelo que eu me lembro, diversas pessoas vão para uma igreja procurar abrigo num momento em que essas ondas apareceram, só que havia eletricidade nesse local e todos acabam também morrendo, nessa cena, a câmera mostra somente a fachada da igreja e tu escuta os gritos das pessoas quando são atingidas pelo fenômeno.\n\n  O fim do filme eu não me lembro direito, mas acho que eles descobrem oq causou esse acontecimento e deduzem que para ajeitarem as coisas, há a necessidade de jogar uma bomba, ou algo do tipo, no fundo do mar para acabar com esses fenômenos.\n\n  Aí gostaria de saber se alguém se lembra de algum filme com esse enredo ou algo do tipo pq há tempos que tento achar esse filme e não consigo. Na época que assisti devia ter entre uns 8 e 10 anos,  agora já to quase com 21.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10thbgn",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Só adicionando mais infos, parecia ser um filme do final dos anos 1990s e início dos anos 2000s. Não lembro se tinha passado na tv aberta, na globo no caso, ou se era na época de alugar dvds e tals. \n\nSe alguém tem uma ideia do filme que eu to falando, ficarei muito grato. Procuro por esse filme há tempos pq é bem legal o enredo, pelo pouco q ainda lembro.",
                "Não sei se é, mas a descrição da onda me lembrou o a hora da escuridão, seria esse?",
                "Não tenho tanta certeza, mas parece ser o filme O Núcleo (2003).",
                "Tem um série, chamada Revolution, que eu ACHO que se encaixa mais ou menos nisso aí.\n\nSe eu não estiver viajando, acontece uma tempestade solar e afeta a energia elétrica na terra, daí tudo fim se energia e tals."
            ]
        },
        {
            "title": "Você assiste filmes/séries no celular/tablet/pc/mac ou mais na TV mesmo?",
            "selftext": "Surgiu a curiosidade como vcs assistem, assumindo que sejam usados os apps oficiais dos provedores streaming… as vezes utilizo espelhamento do mobile pra tv.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10t4fqb",
            "num_comments": 23,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sempre vejo no meu celular. Além da tela dele ser melhor, gosto da privacidade de apenas eu assistir aquilo (ainda mais que estou assistindo Game of Thrones).",
                "No pc, e sempre de fone.",
                "Geralmente assisto pelo celular. Acostumei tanto assistir em tela pequena que quando vou ao cinema acabado ficando meio perdido sem saber pro em que prestar atenção na tela. kkkkk",
                "Quando não tinha smart TV eu via no PC. Depois que inventaram as TVs com USB, daí nunca mais assisti no PC.",
                "Normalmente não tenho problema nenhum em assistir em outros aparelhos oque incomoda é encontrar uma posição confortável usando tablet ou celular. Mas sem dúvida a vantagem da privacidade é sempre bom e com o uso dos fones pode ser uma experiência até melhor que na TV",
                "Montei um servidor de Plex, estou adorando (vendo na TV)!!!",
                "Só pela TV ou tela de cinema.",
                "Geralmente no pc ou note mas quando dá eu conecto ele na tv",
                "no celular tem mais privacidade. Assistir na TV é ótimo tbm, mas só quando tá sozinha. Não gosto quando tô assistindo e tem gente em casa, me atrapalha, só é bom quando assiste junto",
                "Prefiro ver no Pc, mas tô sem atualmente, e sem tv smartv tbm, então me sobrou o celular e tô conseguindo ver as coisas bem, mas sinto muita falta de ver no Pc.",
                "eu assisto mais na tv, a minha é no meu quarto e a da família na sala, ent n tenho q dividir e posso assistir qualquer coisa em privacidade, mas quando se trata de um filme com alguma assinatura q eu n tenho, eu vejo pelo celular msm. \n\nApps:\n \nAmentic Tv;\n\nCrunchyroll.",
                "app oficial é tv, não oficial é pelo pc",
                "No celular",
                "Celular Android, pelo app youcine",
                "Prefiro pela smartv.\nNão gosto de ficar com o smartphone na mão e me mexo muito pra deixar ele apoiado.\n\nTenho uma tv smart que te tão velha emburreceu ( Globo play por exemplo saiu e Netflix ficou lenta). Comprei uma Roku pra continuar usando.\n\nTambém assisto muita coisa que ainda não estão disponíveis nos streamings brasileiros então baixo no notebook e tenho ele conectado na tv pra assistir."
            ]
        },
        {
            "title": "The last of us da HBO deu bom?",
            "selftext": "No podcast dessa semana falamos sobre como a série lida com o material original e as mudanças e como elas são necessárias para uma narrativa em formato de TV!\n\nhttps://preview.redd.it/4k83mxl1d3ga1.png?width=1080&format=png&auto=webp&v=enabled&s=00673657b3c5fc06eba4573a2b5867642f1c217e\n\n[LEIGAMENTE 3 - THE LAST OF US](https://open.spotify.com/episode/75pO31auzRsGv2mh2IidKG?si=037831ce50cf479c)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10t3uun",
            "num_comments": 7,
            "comments": [
                "Vc defende que \"remakes\" devem ser diferentes do \"original\"?"
            ]
        },
        {
            "title": "James Gunn anunciou que vão fazer um filme baseado na história em quadrinhos \"Supergirl: woman of tomorrow\"",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10t2ei3",
            "num_comments": 17,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu li os quadrinhos, e gostei bastante, mas tenho minhas dúvidas da capacidade de sua adaptação para o cinema, porque um dos grandes charmes da história é a arte.",
                "Esse quadrinho é excelente. Aliás, todos os quadrinhos que o James Gunn anunciou que vão ser base da nova fase do DCU são muito bons. Estou ansioso pra ver como o Monstro do Pântano vai ficar.",
                "Eu já acho que essa é uma ótima introdução ao universo de Supergirl trazendo o clássico era de prata com um mix mais moderno, o Tom King acertou demais nesse quadrinho. Inclusive, se seguirem muita coisa do King pro cinema, eu até posso me importar pra filmes de supers de novo.\n\nSempre vou preferir a versão noventista rebelde riotgirl do Peter David, mas não sei se combina com os dias de hoje. E aí já acho que a versão da série da CW ficou muito clean, embora gostei da primeira temporada.",
                "fudeu"
            ]
        },
        {
            "title": "alguém lembra desse desenho (socorro)",
            "selftext": "eu to querendo lembrar de um desenho que eu via no Discovery kids eu acho, era um desenho em 3d que tinha uma menina e um dragãozinho verde, e dragão tinha meio q uma bolsa na barriga, dai tinham vários desafios no episódio, e cada desafio precisava de algum item pra passar, e sempre no primeiro desafio o dragão pegava alguma coisa e a menina falava que aquilo não era útil, e ele guardava na bolsa, e sempre no último desafio, a chave pra passar era o item que o dragão pegava no começo.  \né isso que eu me lembro  \nME AJUDEM PFVR",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10t2c0i",
            "num_comments": 4,
            "comments": [
                "Seria 1,2,3 Bo? Em inglês, Bo on the Go.",
                "Histórinhas de dragões"
            ]
        },
        {
            "title": "Por que não querem um Superman que não seja o Henry Cavill",
            "selftext": "Acho que o personagem é muito maior do que o ator, e pode funcionar sem ser ele",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10scq7o",
            "num_comments": 12,
            "comments": [
                "Eu sinto que o Cavill não pôde mostrar muita coisa como superman, acredito que ele merecia. Outra coisa que pega também, é o fato dele ser muito fã do personagem, isso faz com que eu queira vê-lo ainda mais como o super.",
                "Porque tem gente que é chata pra caralho e não tem nada melhor para fazer. E se não escolhem o ator ou a atriz que, na cabeça deles, é perfeito ou perfeita, ficam criticando, porque precisam ser os protagonistas da vida.",
                "Pq ele é legal e nerdão. Acho que só por isso.",
                "é tipo dpa, era bom quando tinham os atores iniciais, mudaram e a globo tentou se sustentar com novos personagens, pois desvincular o ator do personagem era muito complexo",
                "Frescura. Ngm aceitava o Robert Pattinson como Morcegão, agora q saiu o filme as críticas diminuíram consideravelmente. Sinto q pode ocorrer algo semelhante com o próximo Superman."
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10s97ov",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Seguindo os indicados ao Oscar que não havia visto, vi:\n\n* **Black Panther: Wakanda Forever** no *Disney+*. Não esperava muito, mas fiquei decepcionado mesmo assim. As cenas de ação são fracas, o roteiro é preguiçoso e busca saídas fáceis. Em nenhum momento o filme empolga. Não recomendo.\n\n* **Causeway** na *Apple TV*. Drama que parece promissor no começo mas se perde com o tempo, especialmente pela falta de motivações da personagem principal. Não recomendo.\n\n* **Bardo, falsa crónica de unas cuantas verdades** na *Netflix*. Até agora estou confuso se o filme é um drama, uma comédia, ou uma fantasia. A fotografia do filme impressiona, uma das melhores que vi nos últimos tempos, planos distantes, várias tomadas longas, tudo é espetacular. Enquanto o filme tem várias cenas muito boas, não apenas pela fotografia, mas também pelos diálogos, o roteiro é uma bagunça, o que o faz ser um filme meh e confuso. Vale a pena ver pela fotografia.\n\n* **To Leslie**. Drama que teve a polêmica da indicação da atriz ao Oscar. Apesar de boa, a atuação dela não é espetacular, como foi anunciado. Já vi essa história de personagens viciadas contadas várias vezes, então não achei lá essas coisas. Não é melhor que filmes como **The Basketball Diaries**.",
                "O único filme que salvei para assistir essa semana foi Harriet. Tô adiando esse filme já faz tempos. Geral fala que é bom, mas eu sempre fico com preguiça de assistir ele.",
                "essa semana assisti tár, achei meio superestimado apesar da cate blanchett entregar uma ótima performance.\n\nto pensando em ver the menu nos próximos dias"
            ]
        },
        {
            "title": "Oq vocês acharam de olhos famintos 4?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10s6u48",
            "num_comments": 15,
            "comments": [
                "O melhor elogio que posso fazer ao filme é que ele é horrível. Muito horrível mesmo.",
                "Não tive coragem de ver ainda",
                "Só assisti o primeiro e está bom. Pois as continuações desses filmes costumam ser muito ruim.",
                "Não assisti e nem pretendo... Manter distância dessa bomba é a melhor coisa a se fazer kkkk",
                "Mto ruim, mas tenho boa experiência assistindo. Fui no cinema com o brother e a gente ficou zoando o filme durante a sessão toda",
                "Nem sabia que existia. Parei no 2 há uns 20 anos.",
                "Único elogio que talvez esse filme mereça, é como os produtores foram esperto nessa lavagem de dinheiro",
                "Eu que não vejo isso nem pagando",
                "Devem existir filmes piores."
            ]
        },
        {
            "title": "Minha indicação hj, MACACOS GUERREIROS DE UGANDA, dois cientistas passaram 20 anos filmando e estudando uma civilização de mais de 200 chimpanzes, organizada com hierarquia, politica, punições, com diversas descobertas que revolucionam a primatologia, esse doc é impressionante.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10s5hx1",
            "num_comments": 14,
            "comments": [
                "adorei a recomendação, verei!💕",
                "Onde ?",
                "u/delealien muito interessante a sua indicação. Não somos tão diferente deles quanto queremos supor. Tanto que a guerra na Ucrânia segue sendo uma ameaça existencial para a humanidade. \n\nTrailer: https://www.youtube.com/watch?v=f3JQLpyfDAo",
                "Fiquei super curiosa de assistir, eu adorei ver o trabalho da Jane Goodall com chimpanzés, ela foi pioneira no estudo comportamental de populações selvagens deles.",
                "Parece muito foda, vou ver demais",
                "Curti a indicação. Vou dar uma olhada. Valeu.",
                "Onde encontro?"
            ]
        },
        {
            "title": "Vocês gostava de da série zack e cody gemeos a bordo",
            "selftext": "Eu assistia quanto criança e gostava muito da série, e voltei a ver de novo na Disney Plus as duas séries e é muito gostosa de se Assistir, pena que não teve continuação",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ruu9j",
            "num_comments": 7,
            "comments": [
                "gêmeos a bordo era maneiro, mas gêmeos em ação é um clássico!!",
                "Eu gostava do gêmeos em ação \nEsse gêmeos abordo foi fraquinho",
                "Era bem legal",
                "Kkkkkkkkkkkkkk sim\n\nChegava do colégio e, almoçando, assistia: Feiticeiros de Waverly Place, Zack Cody, Sunny Entre Estrelas. Era bem a Disney, no 98.\n\nMas das antigas mesmo sou fã de Drake e Josh e iCarly ahahahha.",
                "Não é minha série favorita da Disney, mas gostava bastante de ver na infância, quase todos os atores são cheios de carisma.",
                "Só curtia Drake e Josh.",
                "Nossa, eu gostava muito. Recentemente eu reassiti."
            ]
        },
        {
            "title": "Qual série iremos acompanhar em fevereiro?",
            "selftext": "Olá, espectadores! Chegamos no mês carnavalesco! Ou seja, temos aí 4 dias de folga... e vamos preencher com séries! Óbvio!\n\nConvidamos para nos acompanharmos em assistir uma nova série que sai esse mês, igual estamos fazendo com **The Last of Us** (aos domingos... ou segundas!). Aqui estão as escolhidas:\n\n&#x200B;\n\n[Dear Edward](https://www.imdb.com/title/tt17543896/?ref_=nv_sr_srsg_0) (AppleTV+) - 03/02\n\n*\"Conta a história de Edward Adler, um menino de 12 anos que sobrevive a  um acidente de avião que mata todos os outros passageiros do voo,  incluindo sua família.\"*\n\n[Santo Maldito](https://www.imdb.com/title/tt17542752/?ref_=nv_sr_srsg_0) (STAR+) - 08/02\n\n*\"Conta a história de um professor ateu que se transforma em um idolatrado pastor após crerem que ele realizou um milagre.\"*\n\n[Hello Tomorrow!](https://www.imdb.com/title/tt14596212/?ref_=nv_sr_srsg_0) (AppleTV+) - 17/02\n\n*\"Ambientada num mundo retrofuturista, a série segue a jornada de Jack, integrante de um grupo de caixeiros-viajantes que vendem temporadas de férias na Lua.\"*\n\n[The Consultant](https://www.imdb.com/title/tt16152716/?ref_=nv_sr_srsg_0) (Prime Video) - 24/02\n\n*\"Christoph* *Waltz vive um consultor contratado para melhorar os negócios de uma empresa de games. Porém, seus métodos excêntricos colocam a vida dos  funcionários em risco.\"*\n\n[Liaison](https://www.imdb.com/title/tt14792896/?ref_=nv_sr_srsg_1) (AppleTV+) - 24/02\n\n *“Um thriller contemporâneo de espionagem explorará os impactos devastadores dos erros do passado no futuro.\"*  \n\nEscolham com sabedoria!\n\n&#x200B;\n\n[View Poll](https://www.reddit.com/poll/10rkvlp)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10rkvlp",
            "num_comments": 1,
            "comments": [
                "Eu li \"poneis malditos\" ao invez de santo maldito"
            ]
        },
        {
            "title": "como vocês escolhem um filme pra ver?",
            "selftext": "as vezes passo um tempão tentando escolher e no final acabo não vendo nenhum. é foda hahahaha.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10rbkgo",
            "num_comments": 36,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Puramente pelo feeling. Do poster, a sinopse, atores/diretor.. Mas principalmente sem nenhum pudor de começar a ver e parar com menos de 5 minutos se não \"bater\" legal. Ou seja: escolho pela tentativa e erro",
                "Tem alguns canais no YouTube q ajudam mt nessa hora como PH Santos, Isabela Boscov, Refúgio Cult e entre outros.",
                "50% das vezes por recomendação (de amigos, de youubers, de pessoas q sigo no tt, etc)\n\nos outros 50% pelo poster/capa. se for atraente, eu assisto 😎 (eu n leio sinopses nem assisto trailers)",
                "Excelente e pertinente post!\n\nPor ter a mesma dificuldade, de tanta coisa ruim atualmente, seja por influencia de reviewbombs no IMDb ou da critica especializada tendenciosa, apenas capa/sinopse/trailer/feeling/menu Netflix para mim não eram o suficiente... Nem ficar olhando paginas e paginas de todos os agregadores de reviews... muito tempo perdido, que as vezes, chegava em lugar algum. Assim, para uso próprio pessoal, fiz um experimento por 6 meses durante o pico da pandemia... como cinéfilo há trocentos anos e nerd em TI, criei um sistema próprio de recomendação usando data science, ou seja, um algoritmo de captura de filmes através de um critério próprio me baseando em todos os serviços de avaliações. Nerdice, mas... no final, verifiquei que 95% dos titulos realmente foram de satisfatórios pra cima. Fiquei tão impressionado como funcionou comigo, e muito melhor do que o sistema de recomendação da Netflix, que resolvi compartilhar c/ o mundo, rsrs",
                "Metacritic",
                "No começo de cada mês, eu vejos os lançamentos de filmes no imdb, metacritc e filme B, escolho 4 baseado em informações como diretor, elenco e sinopse e adiciono à lista. A lista é separada por gênero:\n\n* Ação;\n* Comédia;\n* Drama;\n* Ficção, Fantasia e Terror; \n* Suspense\n\nFilmes também entram na lista por indicação de amigos.\nPara não ter apenas filmes novos, mensalmente, também adiciono 4 \"recomendações\" dos algoritmos do imdb, taste.io, ou criticker.\n\nDependendo do dia do mês, escolho um gênero (e.g. dia 1 Ação, dia 2 Comédia, dia 3 Drama, ...). Procuro o primeiro da fila do gênero, se não estiver disponível, vai para o final da fila e tento o próximo.",
                "Igual eu escolho lanche. Procurando um tanto de titulo, pra no final assistir algum que eu ja vi.",
                "Muitas vezes, pela duração hahaha\n\nÉ um absurdo, mas por exemplo, hj lançou wakanda, ia assistir.\n\nDuas e quarenta de filme? Nao, nao.\n\nFui ver série.\n\nMais de uma hora e quarenta, só aos domingos",
                "Basta eu ter vontade de assistir e disponibilidade. Tipo agora, tô assistindo Bingo, O Rei das Manhãs porque vi que tem no Prime e eu tava desde 2018 afim de ver esse.",
                "Vejo o que mais me chama atenção ou do estilo que eu gosto ou assisto algum filme legal que eu já vi\n\nExemplo: hj estava procurando alguma coisa legal na netflkx e encontrei um filme que me chamou a atenção  o filme *\"Até que a fuga nos separe\" e achei incrível",
                "As vezes eu vou pela capa do filme kkkkk",
                "IMDb",
                "Sou inscrito em vários canais q eu acho q tenha um gosto parecido com o meu, para qd for elogiado ou recomendo um filme eu adicionar na lista e qd eu for assistir já sabendo q a probabilidade de gostar é alta eu consigo só escolher um aleatório sem medo.\n\nSou um cara mt indeciso e prefiro dar play logo em um filme se não acabo fazendo igual tu OP, outro método tbm é escolher o filme q vou ver mt antes de ligar a tv ou o pc, de entrar no streaming etc...",
                "Refúgio cult e/ou diretor.",
                "Tenho uma lista de wishlist no imdb que vou adicionando toda vez que vejo alguma recomendacao (tenho uns 20 filmes pelo menos normalmente)\n\nhttps://www.imdb.com/user/ur135307570/watchlist/",
                "A intuição escolhe por mim.",
                "Faço isso muito hoje, e fazia demais na época das locadoras",
                "pela capa e nome",
                "Vou pelas avaliações do Rotten Tomatoes e IMDB, dificilmente assisto um filme que tem nota menor que 7.",
                "geralamente eu vejo a sinopse ou o trailer dele, se for o tipo de filme q eu gosto da vejo.",
                "Listas do letterboxd, curadoria da Mubi",
                "Normalmente eu vejo a sinopse e o tema, se eu gostar do poster e da proposta do filme eu assisto, se eu n gostar eu mudo, por que eu n suporto assistir um filme que eu n tô gostando até o final.",
                "Às vezes vou por recomendações nos grupos sobre cinema que faço parte, às vezes vou por listas (um dia ainda vou ver todos os da lista do imdb), às vezes eu fico obcecado por um diretor e me dá vontade de ver todos os filmes dele (tô assim agr com o Alfred Hitchcock), às vezes abro o streaming e boto algo aleatório mesmo. Enfim, depende muito do dia."
            ]
        },
        {
            "title": "Procuro o nome desse filme já faz 10 anos",
            "selftext": "Quando eu era criança eu tinha esse Dvd no qual a capa acabou molhando e estragou, então não lembro como era. Eu lembro de coisas muito esporádicas do filme. Era uma menina adolescente meio emo, e ela tinha um irmão mais novo. Lembro que na volta da escola ela passava por um beco e via uma loja de produtos meio sobrenaturais, tipo de bruxaria, etc e acaba entrando. Se não me engano nessa loja ela acha um livro, no qual ela lê e nisso acaba despertando um \"monstro\" que (se eu me lembro bem) sequestra o irmão. E eu só consigo lembrar disso. Tinha impressão que o nome do filme tinha alguma ligação com inferno mas pode ser só loucura minha.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10qlt9r",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tinham que inventar um ChatGPT inverso para casos como esses, para desvendar obras das quais lembramos só trechos...",
                "The Haunting Hour: Don't Think About It (2007). \n\nDe nada 😉",
                "A coisa maligna: não pense sobre isso. Filme do disney xd",
                "Não sei se é o mesmo, mas tem o filme O Demônio da Garrafa",
                "Acho que não é esse, mas como você fala de um filme em que o irmão é sequestrado para um mundo de fantasia e a irmã que tem que ir atrás, faz-me lembrar de \"**[Labirinto, a Magia do Tempo](https://www.imdb.com/title/tt0091369/)**\""
            ]
        },
        {
            "title": "Tá difícil de dormir sem saber qual era o nome dessa série que eu tanto amava quando mais nova",
            "selftext": "Eu ainda tenho boas e vagas lembranças dessa série, ela provavelmente possou na teve Futura, ela tinha atores reais e tinha TB um CGI até que consideradamente bom para a época, ela passou entre 2008 a 2014, o personagem principal eu não tenho certeza seu era uma garota ou um garoto, tirando isso eu lembro que tinha um tipo de mago que aparecia raramente para ensinar magia para a criança e também animais entalhados em madeira só que provavelmente um era em pedra pq tenho um lembrança do pai usando como peso de papel, e eles falavam e tinha um agora não tenho tanta certeza se ele era o corvo ou o cão/coiote, mas eu lembro que era o filho do mago, também lembro de um EP em que alguém morreu e foi colocado moedas nos olhos para pagar o barqueiro.\nO horário completa certeza era atarde em torno de uma 5 a 7 horas da tarde pois eu lembro de meu pai passar na frente da tv e ficar lá parado me atrapalhando a assistir pq ele sabia que eu gostava.\nEntão eu agradeço muito a qualquer um que tiver disposto a ajudar.\n\nEdit: Consegui mais informações com a minha Mãe, ela falou que eu assistia mais o canal Cultura nesta época, e se lembra que os animais eram mais parecidos com brincadeira feitos de madeira, também disse que o personagem principal é tá uma garota loira e um dos bonecos era um cachorro azul e que ela me faz parar de assistir em algum momento pq eu era pequena e achou uma das cenas um tanto pesadas para aninha idade.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10qilf3",
            "num_comments": 3,
            "comments": [
                "Eu passei um bom tempo pesquisando, mas, eu acho que é mais fácil você procurar a programação que passava nesse canal na época. Têm muitas séries sobre magia só que eu não consegui encontrar nenhuma que tivesse todos esses elementos.",
                "Marnie e Sua Caixa Mágica",
                "Pelo que você descreveu, a série parece ser \"As Aventuras de Sarah Jane\" (The Sarah Jane Adventures, no original em inglês). É uma série britânica de ficção científica e fantasia que foi exibida entre 2007 e 2011, e apresentava uma ex-companheira de aventuras do Doctor Who, chamada Sarah Jane Smith, como personagem principal. A série também contava com animais falantes entalhados em madeira, que eram os aliens \"Bane\", e um dos personagens era o filho de um mago chamado \"Eldritch\". Espero ter ajudado!"
            ]
        },
        {
            "title": "Você gosta de filmes e séries de super-heróis?",
            "selftext": "Se sim, qual o que você mais gostou?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10qi3t4",
            "num_comments": 26,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "não,são todas uma ideologia de mundo melhor q nunca vai existir!",
                "Sim, the boys pra mim é a melhor série de super-heróis ja criada",
                "Não, só de Buffy the Vampire Slayer.",
                "Sim, mas só alguns, como o novo do Batman e The Boys. \n\nNão sei se encaixa, mas há algumas animações da DC que são muito boas também!",
                "Sim eu gosto mt, apesar de o gênero estar saturado. Meu filme de super-herói favorito é Batman: Cavaleiro das Trevas e a minha série é a do Demolidor (2015).",
                "Muito poucos, tipo demolidor e Loki (por que sou fã de sci-fi). De filme muito poucos eu considero realmente bom em questão de critica mais fria sabe. \nEu gosto muito do Homem-Aranha 2 do Raimi pq vejo o protagonista em um momento mto foda e entendendo muito do papel dele. Cavaleiro das Trevas acho do krl pq a gente vê o Batman indo até o limite de seus ideais e quebrando completamente. \nDemolidor eles construiram um herói \"justo\" na primeira temporada pra na segunda os ideais serem colocados a prova com o surgimento de outro justiceiro que aplica metodos mais eficientes, da pra tirar altos debates dessa série. \nThe Batman eu tenho um carinho mto grande pq adoro filme de investigação e suspense e pra mim foi um prato cheio. \nTirando esses não acho nenhum filme DO CARALHO além desses. Tem alguns eu tenho muito carinho tipo spider man nwh, mas reconheço que não é um bom filme.",
                "Gosto de filme bom. Os últimos filmes de herói deixaram muito a desejar: plot preguiçoso, piadas sem graça em momentos inadequados, personagens desinteressantes, etc.\n\nDe série, eu gosto muito de liga da justiça sem limites e de batman a série animada.\n\nDe filme, o cavaleiro das trevas não tem comparação, mas gosto muito dos dois primeiros homem-aranha, x-men 2 e x-men dias de um futuro esquecido",
                "Não muito, só de anti heróis ou uma desconstrução...",
                "Sim",
                "Alguns sim",
                "Só os mais antigos",
                "Não",
                "sim, adoro ficção científica e sou apaixonada pelo mundo da marvel, todas as teorias que consigo imaginar ao assistir um filme me alugam um triplex na cabeça e eu adoro essa sensação, a ideia do multiverso pra mim é muito daora e eu poderia passar horas pensando nisso",
                "Depende",
                "Gosto de The Boys, mas não sei se se encaixa na série de super-heróis que você quis dizer-",
                "Gosto das três primeiras temporadas de Arrow e de Cavaleiro das Trevas",
                "Sim",
                "Tenho 36 anos. Colecionei quadrinhos por 15. Quando parei de comprar revistas, comecei a pagar Marvel Unlimited em 2007 (ano de lançamento do serviço), pagando até 2017. Nesse período li TUDO que tinha disponível de X-Men, Homem-Aranha, Quarteto Fantástico, Hulk e mais incontáveis outras revistas do universo Marvel.\n\nQuando a Marve lançou Iron Man em 2008, eu percebi que algo especial estava acontecendo. Eles iam começar um universo interligado de filmes - tal qual os quadrinhos - e isso ia ser incrível. E está sendo. Uma coisa curiosa é que nenhum desses filmes é, verdadeiramente, bom. Eles são todos meia boca, entretenimento barato, filme pipoca, como quiser chamar. É no todo da coisa que tudo fica mais interessante. Porque, assim como os quadrinhos que os inspiram, eles são *pulp* e não tem vergonha disso. Sam Raimi foi, na minha opinião, o primeiro diretor de cinema que fez um filme de super herói que não tinha vergonha de ser de super herói, de ser bobo, de ser infantil. Foi o primeiro Homem-Aranha e tenho pra mim que aquele filme mudou a história do cinema.\n\nEnfim, poderia falar sobre isso tudo por dias.\n\nRespondendo sua pergunta: o primeiro Avengers e o Avengers: Endgame.",
                "Depende muito. Na maioria das vezes não gosto.\n\nBatman Begins eu assisto sempre que passa.\n\nLiga da Justiça vi a versão final, não é um filme que eu veria de novo.\n\nAquaman, Batman vs Superman, Adão Negro são da turma que só assisti 10 minutos.\n\nDemolidor, liga da justiça anime, Gotham eu acompanhei. Já flash, arqueiro verde, superwoman nunca assisti e nem vou.",
                "Sim, mas deve se ter um critério pra selecionar o que é bom ou bomba.",
                "Agentes da shield. Série muito boa."
            ]
        },
        {
            "title": "O melhor coringa",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10qgyak",
            "num_comments": 21,
            "comments": [
                "Sim, de fato até o momento foi a melhor coringa que tivemos até hoje.",
                "Não sei... gostei muito do Joaquim Phoenix também.",
                "Eu tinha certeza q era ele até assistir The Joker em 2019.",
                "Que mentira, esse é o Chefin, da Mainstreet.",
                "O segundo melhor, Mark Hamill é perfeito!",
                "Desculpa, mas o Jack Nicholson nao tem comparação",
                "Nicholson >>>>>>>",
                "Nunca será Mark Hamill.",
                "Ennis <3",
                "Opinião",
                "Sim ,ele sentia até mal estar p incorporar o personagem 👌",
                "Esse foi o melhor, anos luz a frente dos outros em minha opiniao :=)"
            ]
        },
        {
            "title": "alguém me ajuda a lembrar o nome desse filme pfv?",
            "selftext": "seguinte, o filme se eu n me engano é de romance e sobre guerra. dois agentes se conhecem numa missao e o cara pede ela em casamento. anos mais tarde os superiores dele desconfiam de que ela esteja vazando informações e ele joga uma isca (informaçao falsa) e enquanto a confirmação nao chega ele investiga a vida dela.\n\n\nAGORA TEM CENA DE SPOILER:\n\n\no cara descobre q ela roubou a identidade de outra mulher quando ela nao sabe tocar uma musica específica no piano, eles tentam fugir juntos mas ela acaba sendo morta no fim. ALGM SABE??",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10qgfcy",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Segundo o chatGPT:\n\nO filme que você está descrevendo é provavelmente \"The Pacifist's Dilemma\" (título em tradução livre: \"O Dilema do Pacifista\")."
            ]
        },
        {
            "title": "Vocês já assistiram a série mistério de anubis que passava nick?",
            "selftext": "Eu assistia e lendro que gostava e era bem interessante, vocês já viram?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10qfqx0",
            "num_comments": 1,
            "comments": [
                "já assisti uns trechos, lembro até hj de uma cena em q um grupo de personagens tavam tentando entrar em uma sala pra fazer sla oq\n\nmt old kskskskskks"
            ]
        },
        {
            "title": "Me ajudem a lembrar desse filme/série",
            "selftext": "Me lembro quase nada dele, só sei que tem uma cena numa prisão em que é dado para um detento discretamente dentro de um livro uma corda para se enforcar, realmente não consigo me lembrar, por favor, help :(",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10q242h",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Talvez não seja, mas The Wire? \n\n&#x200B;\n\nSpoilers: https://www.youtube.com/watch?v=TJI5EBxdP6k",
                "* r/napontadalingua/ *(sub brasileiro)*\n\n* r/tipofmytongue/ *(sub gringo)*",
                "Acho que é Um Sonho de Liberdade."
            ]
        },
        {
            "title": "Qual(is) serviço(s) de avaliação você mais confia? Ex: IMDb, Rotten Tomatoes, Metacritic, Letterboxd, etc.",
            "selftext": "Dos agregadores de avaliação (tipo IMDb, Rotten Tomatoes, Metacritic, Letterboxd ou outro)\n\n1) Qual(is) você mais confia ou se baseia antes de assistir um filme/série?\n\n2) Assumindo que a nossa opinião (do público) é a que mais conta, você nunca presta atenção nas avaliações dos críticos (ex: Tomatometer)?\n\nPor favor deixe nos comentários, gostaria de saber a opinião do pessoal! :=)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10pl15m",
            "num_comments": 55,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu gosto do imdb.",
                "Atualmente nenhum, confiava bastante no IMDB, mas ultimamente até lá está rolando review bombing.",
                "RT, IMDB, e um pouco dos comentários se for algo famoso o suficiente pra ter expectativa. Eu quase sempre vejo o que me interessa de todo modo, então uso mais pra filtrar os 'talvez'.\n\n>Assumindo que a nossa opinião (do público) é a que mais conta\n\nPra mim geralmente é o contrário. O público vai muito em cima de critérios subjetivos, então serve mais pra filmes tipo sessão da tarde que pra filmes sérios. Em contrapartida a crítica especializada não serve pra julgar a maioria desses filmes que são feitos pra serem bobinhos e apenas entreter.",
                "Minha galera do bar.",
                "Rotten, Metacritic, IMDB, e Letterboxd. Os dois primeiros uso para crítica e os dois últimos para público.\n\nMas no final não importa tanto, meu interesse de ver um filme é mais pela sinopse.",
                "Nada supera o METACRITIC. Mas somente a média dos críticos. A dos usuários é só reviewbomb.",
                "Rotten tomatoes. \n\nSempre confiei nele, mas dependendo dos comentários eu dou uma chance pro filme independente da nota dele.",
                "IMDb e o Rotten, mas confiança mesmo só nas opiniões de pessoas comuns.\n\nAs opiniões de críticos profissionais são dispensáveis, é difícil de ver algo \"profissional\"  que não seja enviesado.",
                "IMDb e Rotten",
                "Eu pesquiso algo somente no imdb. Mas eu não olho ranking ou sinopses de filmes que vou assistir.\n\nÀs vezes só quero saber título original, autor, ator, diretor. Nada mais que isso.",
                "Eu descobri um muito superior e definitivo, pq a avaliação é personalizada.\n\nNo app tv time, ele mostra uma % baseada em tudo o q tu já viu... \n\nPra mim, mostra 90%, pra outra pessoa mostra 10%\n\nMuito melhor q nota do imdb, onde poderoso chefao e batman ficam lado a lado, como se pudessem estar na mesma frase.",
                "Confio no meu gosto pessoal e na crítica de alguns youtubers.",
                "Listas do imdb e filmow",
                "O gosto do u/HoriMameo",
                "Às vezes dou uma conferida no Rotten, mas não deixo de assistir o filme mesmo a nota sendo ruim. Já perdi as contas de quantos \"certified fresh\" (bem avaliados) achei uma merda. Então sempre tento dar uma chance e ter minha própria experiência e opinião.",
                "IMDB é um dos que eu menos confio pq é 100% baseado nos usuários, sendo muito fácil de qualquer um criar conta, e não é incomum as pessoas fazerem review bomb das paradas por motivos toscos. Mas eu ainda uso a nota um pouco como base às vezes.\n\nLetterboxd também é só público e é fácil de fazer conta, mas por ser mais nichado eu acho que as notas acabam sendo menos contaminadas por opiniões mais extremas (tanto pro bem quanto pro mal).\n\nEu costumo levar mais em conta o Rotten Tomatoes por ter o termômetro dos críticos juntos. Nem sempre concordo com eles, mas levo em conta pq costumam ser visões menos enviesadas, mais imparciais mesmo (os caras não vão dar nota baixa pq tem representatividade ou alta só pq são fãs da franquia, por exemplo).",
                "Letterboxd",
                "Minha opinião é sempre melhor.",
                "Metacritic é muito rigoroso, além disso, é um agregador de críticas. O que mais confio é o letterboxd.",
                "Eu, particularmente, gosto de avaliar por conta própria. Tem muito filme que eu gostei, mas não é nota 10, sjjdjd. Avalio tudo no letterboxd para filmes e tvtime para série",
                "O ideal seria pegar todos esse sites de maior conhecimento/reputação e gerar um média, vamos assim dizer. Um novo site, com um algoritmo específico.. Não sei se há. Confio nas médias.",
                "Cada serviço é diferente, mas eu uso mais Metacritic e Rotten Tomatoes.\n\nEu não levo a opinião do público muito a sério porque pode ser bem aleatório e os filmes com mais marketing e populares costumam se sair melhor.\n\nA dos críticos eu já acho mais previsível, ainda mais conhecendo o perfil específico de um crítico.",
                "confio no Rate Your Music e as vezes no Letterboxd",
                "Sempre vou pela nota do imdb, só leio as informações por curiosidade depois que eu assisto e gosto de um filme. Para ser bem sincero o que importa para mim primeiramente é a história que o filme conta, eu vejo várias críticas por lá dando nota por efeitos especiais ou interpretações, na real eu to pouco ligando pra isso, o que me prende mesmo é a história, como é contada e se prende a atenção. Algo secundário que gosto também é trilha sonora, mas se não tiver também nem ligo. Já teve filmes em que a nota era alta e assisti e achei uma bosta. Um tempo atrás tinha uma neura de ver filme legendado, hoje em dia to vendo tudo dublado mesmo, o filme fica mais divertido, foda é quando tem aquelas dublagem meia boca."
            ]
        },
        {
            "title": "Qual o nome desse filme?",
            "selftext": "Assisti quando era criança e só lembro de alguns detalhes, o que deixa quase impossível:\nUma menina ou o pai dela são fãs do Gagarin, acredito que parte do filme se passa no colégio que a menina estuda também.\nAcho que tem grandes chances do filme ser europeu ou russo.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10pir3q",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Po, não ajuda muito essa descrição, mas tenta procurar [nesse site](https://www.whatismymovie.com/)"
            ]
        },
        {
            "title": "Alguém sabe aonde assisto a série três é demais, e se possível que ter pra mudar o idioma da legendas",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10pi5ae",
            "num_comments": 3,
            "comments": [
                "https://maxseries.in/serie-e-animes/tres-e-demais/  \nhttps://seriesgratis.site/serie/assistir-full-house-tres-e-demais.html  \nhttps://www.loveflix.tv/serie-tres-e-demais-full-house-em-hd/"
            ]
        },
        {
            "title": "Alguém me recomenda séries de comédia leve e boa, que tenha na Disney ou no HBO?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10phwpo",
            "num_comments": 12,
            "comments": [
                "Serve animação? Se sim, na HBO tem uma porrada de coisa massa da Cartoon Network.\n\nSe for série com atores reais, sugiro Two Broke Girls e tem também Curb Your Enthusiasm, mas essa é daquelas meio \"Ame ou odeie\". O humor é bem... Peculiar.",
                "Um maluco no pedaço, The big Bang theory e The Office.",
                "The Flight Attendant (HBO)\n\nBarry (HBO)\n\nA vida sexual das universitárias (HBO).",
                "[The Mysterious Benedict Society](https://www.imdb.com/title/tt11875316/)\n\n[DuckTales](https://www.imdb.com/title/tt5531466/)\n\nEmbora eu não diria que nenhuma da HBO pode ser chamada *leve*:\n\n[Avenue 5](https://www.imdb.com/title/tt10234362/)\n\n[Our Flag Means Death](https://www.imdb.com/title/tt11000902/)\n\n[The Righteous Gemstones](https://www.imdb.com/title/tt8634332/)\n\n[Minx](https://www.imdb.com/title/tt11947418/)\n\n[The White Lotus](https://www.imdb.com/title/tt13406094/)",
                "Assisti \"Malcom\" na Disney+, só tem três temporadas mas é muito boa, é de 2000 e eu tinha assistido na época na Record, no final do ano passado descobri que ela tá na Disney+ e assisti de novo e contínua muito boa.",
                "Silicon Valley, Veep",
                "Flordelis.",
                "Two and half man",
                "House of the Dragon, na HBO. Simplesmente perfeita.\n(Caso goste dela, tem Game of Thrones também)"
            ]
        },
        {
            "title": "Alguém já assistiu o albergue",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10pg7km",
            "num_comments": 10,
            "comments": [
                "O 1 é 2. Se não assistiu, vá com estômago preparado rs",
                "Sim, eu assisti o 1 e algum que era em Las Vegas. Quando assisti o primeiro nos 00s, ainda era criança, e fiquei meio traumatizado, principalmente com aquela cena da moça asiática sem jogando no trem.\n\nMas a uns meses atrás eu peguei para reassistir, e confesso que ri muito durante o filme. Algumas coisas eu achei bem engraçado tipo a cena dos 'vilões' sendo atropelados, aquelas crianças, o cara cortando a perna com a serra elétrica kkk.\n\nAgora esse de Las Vegas, acho que o 3, eu confesso que achei engraçado durante o filme todo, não só eu como meu pai kkk.\n\nEsse estilo do Albergue ficou muito popular durantes os 00s, mas eu particularmente acho que envelheceu muito mal. É bom pra assistir com a galera e dar uma boa risada.",
                "Blz",
                "Assisti o 1, vale a pena. Pensava q seria pior",
                "todos, as mesmas histórias jovens sumindo e morrendo, um bom filme, bem sangrento",
                "Todos, mas pelo que lembro o 3 é mais fraco. O 1 e 2 são legais",
                "Dizem que é extremamente violento, não tive coragem de assistir.",
                "Eu o amo, é um dos meus favoritos! Eis duas coisas que acho interessantes no filme: o falso protagonismo do rapaz de cabelo castanho e a cena do atropelamento das bandidas.",
                "Já  o 1 e tbm um pedaço do 2, é bem a cartilha do torture porn, mas honestamente não é o mais perturbador q já vi, nesse quesito daria 5/10."
            ]
        },
        {
            "title": "Uma Família viaja e acaba se deparando com um psicopata num piquenique. Filme de terror psicológico bastante brutal.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ozix3",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Filmaço",
                "Segui a sua recomendação e assisti ele hoje. Gostei do filme.",
                "Netflix?"
            ]
        },
        {
            "title": "Alguém me recomenda algum filme?",
            "selftext": "Comédia, ação, suspense/terror, qualquer coisa",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ovbae",
            "num_comments": 17,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Incendies (2010)\n\n21 Gramas (2003)\n\nBodies Bodies Bodies (2022)\n\nSnatch (2000)\n\nFilhos da Esperança (2006)",
                "Smile, o telefone preto, nao nao olhe..",
                "Donnie Darko - Fantasia e Ficção Científica",
                "assisti essa semana o filme \"vice\" muito bom esta na netflix.",
                "a ilha do medo",
                "Boyhood\n\nDependendo da sua idade vai se identificar com algumas coisas"
            ]
        },
        {
            "title": "[DISCUSSÃO] The Last of Us 1x03 - Long Long Time",
            "selftext": "&#x200B;\n\n|DATA|EPISÓDIO|DISCUSSÃO|\n|:-|:-|:-|\n|15/01/23 - 23h|S01E01 - [When You're Lost in the Darkness](https://www.imdb.com/title/tt11957006/?ref_=ttep_ep1)|[Link](https://www.reddit.com/r/filmeseseries/comments/10d37s5/the_last_of_us_1x01_when_youre_lost_in_the/)|\n|22/01/23 - 23h|S01E02 - [Infected](https://www.imdb.com/title/tt14500884/?ref_=ttep_ep2)|[Link](https://www.reddit.com/r/filmeseseries/comments/10j2224/discuss%C3%A3o_the_last_of_us_1x02_infected/)|\n|29/01/23 - 23h|S01E03 - [Long Long Time](https://www.imdb.com/title/tt14500888/?ref_=ttep_ep3)||\n\n&#x200B;\n\n**Onde assistir:**\n\nHBO MAX ou HBO (canal por assinatura).\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e  aplicativos de streaming de terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10oquyc",
            "num_comments": 23,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Meu episódio favorito, até o momento. Meus daddies do apocalipse.\n\nAssim, como o gênero da ficção-cientifica é um retrato do nosso presente, eu sempre gosto de dizer que o gênero de zumbi/infectados é sobre humanidade. O pai do zumbis, o mestre George Romero já dizia \"não são os monstros que importam, mas sim como as pessoas se comportam, é aí onde mora o medo e desespero\". Ele disse isso enquanto fazia Madrugada dos Mortos. \n\nE o que mais me pegou nesse episódio, e esquecendo o meu conhecimento do jogo, é que Bill e Frank tiveram a escolha e a oportunidade de morrer, que é o que muitos não conseguem nesse universo onde você mata ou morrer. Foi a coisa mais assustadora pra mim e também um tremendo desenvolvimento de personagem, não apenas para os dois, mas para Joel e Ellie que ainda tem uma jornada pela frente. Um episódio mesmo muito tocante.\n\nSem querer cantar mais elogios, mas o Emmy vem!",
                "Apesar do episódio ter sido muito bom, tomadas incríveis e ótima direção, porra. >!Gastaram um episódio inteiro com um plot que não existe?!< Sacanegem, né?\n\nTalvez para quem jogou tenha feito sentido. Mas para quem só assiste a série ficou só a \"moral da história, temos um propósito\".\n\nGostei, mas ficou faltando o gostinho do terror.",
                "Melhor episódio da série até agora sem discussão , é tão bom que me fez esquecer o fraquíssimo Episódio da semana passada que me fez ter medo do rumo que a série ia tomar mas esse episódio não desapontou, excelente",
                "Pow, adorei o episodio. parece que deu uma boa profundidade no cenário local, contando uma historia que pra ellie e o joel são bem tangenciáveis , e ainda assim não tira a importância deles. \n\nO processo como pessoa do bill durante o passar do tempo foi muito bom também, do redneck qanon pro fofinho dos morangos kkkkk. Nao mudaria o final, uma especie de spin off muito bem resolvido.\n\nalias e que morango caro ein",
                "Cara, vi comentários por aí que rumam essa série cada vez mais para o nicho: \"amo ou odeio\", é, eu tô amando.\n\nComo alguém que jogou o jogo, senti por perder a relação Ellie e Frank que seria 10/10. Acredito que teria sido um ep para rir e ficar mais descontraído. Fora as chances de desenvolver cenas de ação agregadas a exploração da \"cidade do Bill\".\n\nEm troca, ganhei uma história de propósito, conexão e um jeito de redimir o \"final do contato que temos com Bill\", já que no jogo (é spoiler falar sobre um jogo de quase 20 anos?). Enfim, o destino do Frank e o relacionamento com Bill é diferente, então foi uma redenção especial.\n\nÉ engraçado pensar que em uma série pós-apocaliptica  tivemos um ep com uma única aparição de zumbi (e a primeira morte realizada pela Ellie).\n\nPor fim, continua-se a ver o desenvolvimento e o aprofundamento dos sentimentos do Joel, dá pra ver que a carta que o Bill deixou pra ele mexeu novamente com ele, assim como a morte da Tess. \n\nÉ, não lembro onde li/ouvi que disseram que esse seria o melhor ep da primeira temporada, pois bem, foi ótimo!",
                "Melhor episódio até o momento, disparado, por um motivo simples: quase não tem Ellie 😝\n\nMentira, é só um dos motivos. Nick Offerman é apenas brilhante! E o episódio mostra que os roteiristas conseguem contar uma boa história se quiserem, não precisa ser só clichê de apocalipse zumbi atrás de clichê de apocalipse zumbi.\n\nAmei. Depois do episódio 2 achei que teria que me obrigar a continuar assistindo a temporada, mas parece que não.",
                "Não joguei o jogo e não conheço nada da história.\n\nDito isso, acho que a série tem o problema de ser muito enxuta, parecendo ter sido feita de modo express, com histórias fechadas em si mesmas (não há intersecção entre elas) e contadas muito superficialmente. Isso impede que os telespectadores criem empatia pelos personagens e se importem com seus enredos.\n\nAconteceu isso com a filha do Joel, com Tess, com Tommy (está desaparecido em algum lugar ao oeste, mas quem liga?), com Bill e Frank.\n\nUm ponto alto é a personalidade da Ellie, muito bem representada pela atriz."
            ]
        },
        {
            "title": "Top 5 - Ranking de séries e filmes",
            "selftext": "Séries:\n1 - Mr. Robot;\n2 - Breaking Bad;\n3 - Narcos;\n4 - Band of Brothers;\n5 - Chernobyl\n\nFilmes:\n1 - Silêncio dos Inocentes;\n2 - Se7en;\n3 - Clube da Luta;\n4 - Gran Torino;\n5 - O Irlandês\n\nAgora é vocês, postem seus ranking. Mas tem que ser até 5.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ope6d",
            "num_comments": 12,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "**Better Call Saul**, **Breaking Bad**, **Band of Brothers**, **Mr Robot**, **The Leftovers** é meu top 5 melhores séries de todos os tempos. Qualidade altíssima de fotografia, atuação, roteiro e trilha.\n\nMas menções honrosas para **Chernobyl**, **The Wire** e **The Americans**, pois também são obras-primas com um final impecável.",
                "\nSéries:\n1 - Sopranos;\n2 - Breaking Bad;\n3 - Twin Peaks;\n4 - The Wire;\n5 - Os Filhos da Guerra\n\nFilmes:\n1 - The Godfather;\n2 - Ran;\n3 - Um Corpo que Cai;\n4 - Taxi Driver;\n5 - Operação França",
                "Muito difícil escolher só cinco\nvou colocar aqui aqueles que eu vi mais vezes.\n\nSéries: 1 - Sopranos; 2 - Breaking Bad; 3 - Mr. Robot; 4 - Mad men; 5 - Better Call Saul. \n\nFilmes: 1 - Whiplash; 2 - Taxi Driver; 3 - Trainspotting; 4 - Submarine; 5 - Burning.",
                "Filmes: 1, O Lobo de Wallstreet - 2, Os Oito Odiados - 3, Era Uma Vez Em Hollywood - 4, A Bruxa - 5, Projeto X \n\nSeriés: 1, Breaking Bad - 2, Band Of Brothers - 3, The Witcher - 4, The Walking Dead - 5, The Office\n\n* São os que eu mais gosto, não melhores ou piores\n* Faltou muita coisa e se fosse um top 10 ia faltar também kkkkk",
                "Filmes: 1. The Godfather; 2. Taxi Driver; 3. Paris,Texas; 4. The Godfather 2; 5. Memories of a Murder.\n\nMenções: Deer Hunter, Boyhood, Kramer vs Kramer, The Pianist, Interstellar, Incendies, Come and See\n\nSéries: 1. Sopranos; 2. GoT da temporada 1 a 4; 3. True Detective 1 temporada; 4. The Leftovers; 5. Sons of Anarchy.\n\nMenções: Mad Men, Peaky Blinders, Band of Brothers",
                "Se você disse 5 de cada gênero, ainda seria difícil... Kkk\n\nTô chegando em 3000 filmes e quase 500 séries...",
                "Séries: 5 - I May Destroy You; 4 - The Night Of; 3 - Watchmen; 2 - Midnight Mass; 1 - The Leftovers.\n\nSéries Animadas/Animes: 5 - She-ra Princess of Power; 4 - The Dragon Prince (apesar da nova temporada ser meio fraquinha); 3 - Cowboy Bebop; 2 - Avatar (Aang e Korra); 1 - Neon Genesis Evangelion.\n\nQuando o assunto é série não tem competição pra HBO, padrão altíssimo de qualidade. Quanto aos filmes, não consigo escolher haha",
                "Séries:\n\nThe Wire - The Office - Power - Top Boy - Snowfall",
                "Pessoa de interesse\nBreaking bad\nThe wire\nMedium\n12'macacos\n\nNão sou muito fã de filmes."
            ]
        },
        {
            "title": "O que vocês acham do filme Psicopata americano?",
            "selftext": "Já assisti esse filme diversas vezes e acho incrível a atuação do  Christian Bale. A trilha sonora é uma maravilha e como trata as questões de narcicismo dele\n\nEssa é a minha opinião bem superficial sobre o filme",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10opd7w",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Um dos melhores filmes que já vi na minha vida. Um humor brilhante.",
                "Eu amo os diálogos desse filme. Tipo a cena em que ele conversa um mendigo.",
                "Eu acho esse filme perfeito, a primeira vez que assisti foi no Corujão, ele prende a atenção do início ao fim.",
                "Nunca assisti",
                "Lembro de ter assistido ele a um bom tempo atrás, eu até tinha curtido. Como alguém falou aqui, a parte mais legal dele são os diálogos, nada mais. \n\nAcredito que ele é um filme um tanto quanto superestimado: não é nada tão único, o livro é bem mais interessante. E confesso que a galera está destruindo muito a imagem do filme, e principalmente do personagem, com esses memes todos ai de sigma."
            ]
        },
        {
            "title": "Indiquem filmes bizarros pra ver, mas bizarro mesmo. Do mesmo naipe que \"Salo ou os 120 dias de Sodoma\" e \"Martyrs\".",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10op84b",
            "num_comments": 24,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Centopeia humana, holocausto canibal\n\nSugiro acompanhar o canal do Getro e o Refúgio cult no YouTube, eles falam de filmes assim",
                "The Holy mountain, El Topo, Hausu, Rubber, House 2 the second story...",
                "Eu vi \"a Serbian film\" há uns anos e pqp viu kkkkkkkk nunca mais",
                "Não conheço esses que você citou, mas conheço um muito bizarro \"Climax\"",
                "Ichi The Killer",
                "Nekromantik e Grotesque",
                "Os filmes do Takashi Miike se encaixam nisso que você tá procurando. Os mais famosos são Ichi The Killer e Audition. Além dele, tem o Cronenberg (A Mosca, Videodrome), David Lynch (Eraserhead, Mullholand Drive e a série Twin Peaks), Sion Sono (Antiporno, Love Exposure), Shozin Fukuo (964 Pinochio) e tem também o Shinya Tsukamoto, que dirigiu Tetsuo: the iron man, que é obra obrigatória pra quem gosta de body horror",
                "Acho que o filme mais bizarro que já vi foi Kuso, é bem nojento, não assista se tem o estômago fraco kkk",
                "Anticristo (2009)\n\nTaxidermia (2006)\n\nVisitor Q (2001)\n\nHaute Tension (2003)\n\nDeadgirl (2008)",
                "Tem Threads, um filme mockukentary da BBC Studios sobre a vida de uma família inglesa após um apocalipse nuclear.\n\nFaz mais de seis meses que assisti e mesmo assim ainda fico abalado quando penso a respeito. O filme te destrói.\n\nSe não precisar ser estritamente thriller psicológico ou nojeira, sugiro qualquer filme do Yorgos Lanthimos - especialmente Dente Canino.",
                "Sushi assasino",
                "• O Pneu Assassino\n• O Sofá Assassino \n• A Praia Assassina\n\nBem, parece que faltou criatividade pra esses criadores (ou será que sobrou?)\n\nE Sharknado. Esse é um dos melhores. É um filme que mistura tubarões... e tornados, com aquelas cenas incríveis de CGI da lan-house. E ainda tem acho que 6 ou 7 desses filmes, como se já não bastasse o primeiro.",
                "Thanatomorphosis tem no YouTube\nNekromantic tem no YouTube tbm",
                "Thanathomormose, Girl Hell 1999, Red Room I e II, Trilogia August Underground, filmografia do Marian Dora, Vase de Noces, Franquia Guianea Pig, Franquia All Night Long, O Bar Luva Dourada, Necromantic I e II, The Green Elephant, Violência Gratuita, O Vídeo de Benny, As fitas de Polkiepisbie, Moebius, Atroz, Peles, Where the Deads Go to Die, Black Metal Veins, Slaughtered Vomit Dolls e continuações, Dans Ma Peau, Home Movie, A garota da Vasa ao Lado, Gummo, Trash Humpers, The Bunny Game, Antiviral... se eu lembrar de mais algum eu coloco aqui.",
                "[Mope](https://www.imdb.com/title/tt6927492/). O filme leva um tom cômico quase o tempo todo mas ainda são as risadas mais desconfortáveis que me lembro."
            ]
        },
        {
            "title": "Essa semana assinei o Mubi. 16 reais mais bem-gastos da minha vida.",
            "selftext": "Eu nem escolho mais o que quero assistir, simplesmente dou play e tudo que é sugerido e tudo é maravilhoso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ooowx",
            "num_comments": 8,
            "comments": [
                "Assinei por um tempo e depois cancelei. O buffering dele era muito lento. Vivia travando os filmes. Mas o catálogo tinha alguns filmes interessantes que eu não entraria em contato a não ser por lá.",
                "De longe o streaming com o melhor catálogo, junto com belas artes à la carte.",
                "Onde vc pegou por 16 reais mensais?",
                "Não conhecia, mas olhando o catálogo me interessou pra caramba, vlw pela recomendação :)",
                "Tem muita coisa boa, sobre filmes com médio e baixo orçamento. Altamente recomendado!"
            ]
        },
        {
            "title": "Queria saber o título de um filme, mas só sei a sinopse",
            "selftext": "É sobre um casal que recebe a visita de estranhos que abrem uma caixa com um botão vermelho dentro. Eles falam que se o casal decidir apertar o botão, eles vão ganhar uma quantia absurda de dinheiro, porém uma pessoa aleatório no mundo vai morrer.\n\nEu lembrei desse filme porque eu vi o trailer do novo filme do Shyamalan, o Batem a Porta e achei abtrana similar.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10oo9fs",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O nome do filme se chama \"A caixa\", olha o recap: [https://youtu.be/kEnj5Xyoz0M](https://youtu.be/kEnj5Xyoz0M)",
                "A Caixa. Aliás é com Frank Langhella se não me engano. Gosto da atuação dele.",
                "Vi esse filme no pewee"
            ]
        },
        {
            "title": "Minha indicação de hj, a trilogia MAZE RUNNER, um dos filmes de sci-fi e aventura e suspense mais subestimados, não é muito comentado, mas se tu gosta de filmes com uma boa história e que te prende, esse filme é MUITO legal e cheio de mistérios.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10on5gc",
            "num_comments": 22,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O primeiro filme é muito bom, mas os outros dois... são terríveis. O protagonista é um burro, a ação é uma piada, os personagens na frente do guardas e ainda os guardas erram os tiros... não a toa que essa trilogia é subestimada, e com razão. Recomendo só o primeiro filme, no máximo até o segundo filme, agora o terceiro... bem, ai é por sua conta e risco.\nÉ bem mais proveitoso assistir a brilhante trilogia de Planeta dos Macacos que isso ai, e falo serio.",
                "Gostei muito do primeiro. Os outros dois são ruins.",
                "Eu tinha um DVD com a trilogia completa. Acho que se eu achar ele novamente eu reassistiria.",
                "Eu gosto bastante do primeiro, o segundo é mais ou menos e o terceiro eu não assisti",
                "Ahhh eu amo! Ótimos filmes 👌🏼",
                "É bom num nível \"Sessão da Tarde\". Um filme de aventura raso, que não propõe grandes reflexões e contém cenas de ação que são ok. Particularmente, acho muito parecido com a proposta de Jogos Vorazes, que até acho mais legalzinho. Enfim, do nada lembrei de um filme bacana também, que tem uma pegada parecida, mas bem tensa, \"O Cubo\". Abraços!",
                "É uma trilogia legal, mas confesso que só assisti por causa da Kaya e do Dylan. kkkk",
                "Gosto é pessoal. Acho uma trilogia superestimada.",
                "Honestamente, gostei muito do primeiro filme, mas infelizmente só ele presta.",
                "Assistam, é muito bom.Sou super fã,quem quiser também pode comprar os livros,por que também é bom",
                "Assisti o primeiro e achei horroroso kkkkkkkkk",
                "Eu já tinha visto há uns anos atrás quando passava na temperatura máxima, e lembrando disso recentemente decidi ver a trilogia inteira de uma vez, e não é que é divertido assistir? Dos três eu prefiro o primeiro, o visual das máquinas lá eu gostei pra caramba também, não li os livros e talvez por isso gostei bastante huahuahua"
            ]
        },
        {
            "title": "Qual série vc assistiu duas vezes?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10o5osw",
            "num_comments": 69,
            "comments": [
                "Chaves, de tanto passar na tv já devo ter visto muito mais que 2 vezes kkkkkkkkkk",
                "Todo Mundo Odeia o Chris, mas tenho certeza que n foi só 2 vezes",
                "The office (acho que na quarta vez)",
                "Não posso considerar 2x, mas GoT e Better Call Saul e the leftovers que eu assistia nas estreias(ao vivo), eu revia alguns capítulos durante a semana.",
                "Tem várias que vi mais de uma vez\nDe comedia: friends, How I met your Mother, Brooklyn 99, THE OFFICE (mtas vzs), unbreakable kimmy smith, The good place, \nOutras: house, greys anatomy, suits, the good wife, scaldal, sons of anarchy, bocjack horseman, south Park, midnight gospel, lie to me, blackmirror \n\nEu repito muito algumas séries, pq é bom ter passando glo que já vi pra fazer várias atividades",
                "Sopranos (2x)\nTrue Detective S1 (3x)",
                "Breaking bad umas 3 vezes ,eu literalmente sei o nome de todos os episódios de tanto que eu decorei",
                "Sons of anarchy, peaky blinders",
                "Breaking Bad e jornada nas estrelas",
                "The O.C.",
                "Game of Thrones. Gilmore Girls.",
                "Várias e mais de 2 vezes.\nDois Homens e Meio, Chaves, Supernatural, Todo Mundo Odeia o Chris, Eu a Patroa e as Crianças, The Walking Dead.",
                "Narcos",
                "Hannibal, the mentalist, e eu queria ver the river novamente mas em lugar nenhum tem ;/",
                "Black Mirror temporadas 1 e 2",
                "Breaking bad 4x\nGot 3x\nSopranos 3x\nThe wire 2x",
                "The good place",
                "breaking bad, stranger things, maniac, love, death and robots, steven universo, black mirror, etc 😔",
                "Black mirror",
                "The Punisher",
                "Caverna do Dragão.",
                "Chernobyl (2x)\n\nPrison Break (reassisti quaase tudo)\n\nSuits",
                "Lucifer",
                "The Office umas 10x, Modern Family e Community. \n\n\nQueria rever The Wire e Band of Brothers",
                "friends",
                "Game of Thrones, Friends e La Femme Nikkita",
                "Várias dessas que passava na tv quando eu era criança/adolescente:\nChaves, todo mundo odeia o Cris, eu a patroa e as crianças, pica pau, X-Men evolution, liga da justiça, super choque, dragon ball z, Mr bean, etc.\n\nDe reprise planejada eu vi yu tu Hakusho, Batman the animated series, full metal alchemist e estou revendo breaking bad.",
                "Chaves, Todo Mundo Odeia o Cris, Eu a Patroa e as Crianças, Arnold, Um Maluco no pedaço...\nEssas que passavam direto na tv quando estou com tempo livre sempre escolho uma para assistir novamente.",
                "the 100",
                "Miami Vice,  e E.R. Plantão Médico.",
                "Rick qnd morty kkkk muito bom",
                "My wife & kids. E The big bang theory. 👍🏽 Não sou de rever o que já assisti, principalmente as séries.",
                "Supernatural",
                "Que lembro agora:\n\nChuck, Buffy, Angel, One Tree Hill, Everwood, Cavaleiros do Zodíaco, The Mentalist, Prison Break, Super Campeões, Futurama, Cowboy Bebop, FMA.",
                "The Office britânico só",
                "que eu consigo me lembrar agora The Walking Dead e Rookie Blue",
                "The Office, slk, mt boooooom",
                "Stargate\nPessoa de interesse\nAgentes da shield\nEsses já assisti mais de 3 vezes.",
                "How i met your mother",
                "Friends, Breaking Bad e Battlestar Galáctica, porque minha esposa não as conhecia e fiz questão.",
                "Breaking bad, Lost, Demolidor, Game of Thrones, True Detective, The Killing, Chernobyl",
                "A Maldição da Residência Hill, A Maldição da Mansão Bly, Dr. House, Todo Mundo Odeia o Chris, Everwood: Uma Segunda Chance, Mortal Kombat (anos 90), Xena... mas nada supera Chaves e Chapolin",
                "True Detective season 01.\nSérie incrível com dois atores fodasticos",
                "Eu ainda não assisti 2 vezes, mas quando terminar de lançar a segunda temporada de Vox Machina irei reassistir tudo de novo.",
                "Death note",
                "That '70s Show (no momento to na terceira)\n\nHow i met your mother\n\nDemolidor\n\nHouse\n\n(No momento são essas que eu lembro)",
                "Várias, no geral animações: BoJack Horseman, She-Ra and the Princesses of Power, Avatar, Dragon Prince, muitas outras",
                "House, South park, prison break",
                "The 100,This is us, the originals",
                "Nenhuma. A vida é muito curta pra repetir qquer coisa.",
                "Mad Men",
                "Breaking bad",
                "Lucifer e Once Upon a Time",
                "Business proposal, my secret romance, Hae-Ryung, a historiadora, O Rei de Porcelana e alquimia das almas (primeira temp).\nSe considerar animes: terror in resonance, kuroko no basket, The Irregular at Magic High School e Another.",
                "Friends, Game of thrones e Breaking Bad. Pensando em ver Sons of Anarchy novamente.",
                "IT crowd. Para quem é da área de informática é bem melhor que Big Bang Theory.",
                "FRIENDS, acho que mais de 10 vezes hahahahah",
                "Friends, How i met your mother e Teen Wolf (todas mais de 2 vezes k)"
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10nx6qu",
            "num_comments": 8,
            "comments": [
                "The Last Of Us na HBO Max.\nVinland Saga na Netflix.\nServant e Shrinking na Apple TV.",
                "Já que tem muita gente com HBO agora por conta de LoU, aproveitem e dêem uma chance pra Barry. Comédia muito boa e suspense/drama no ponto certo",
                "Só tô acompanhando animações neste mês: Vox Machina da Amazon e Vinland Saga na Netflix",
                "The last of us na HBO max. 🧟‍♀️"
            ]
        },
        {
            "title": "Quem aí já viu M3gan o que achou?",
            "selftext": "(Atenção a quem ainda não viu, possível spoiler aqui)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10nqfiv",
            "num_comments": 8,
            "comments": [
                "Achava que poderia ser bom, ter um final, algo de diferente, ou plot twist, mas é so mais do mesmo de um filme genérico.",
                "Muito bobinho e inofensivo. Sem tensão nenhuma nas mortes, clímax final previsível com cena que parece tirada de filme infantil (quando tem o B - quem viu sabe), e gancho pra início de franquia.\n\nO que gostei no filme foi do humor, com bastante piadas boas.\n\nA censura baixa do filme também não ajudou muito, pois deixa as cenas dos assassinatos bem leves e rápidas demais.",
                "Eu achei muito bom. Não foi um filme de sustinho, mas um filme que dá muito desconforto.",
                "Ta mais pra filme de comédia do que de terror. Mas não comédia por ser ruim e a gente rir da cara deles, comédia por realmente ser divertido e engraçado.",
                "É um filme de terror PG13. Tenta ser divertido, brinca com algumas coisas do próprio filme. Se vc for esperando um filme p entreter, massa, mas se for esperando um filme de terror aí cabou-se.",
                "Achei bem divertido e engraçado, o filme entende a própria proposta e faz muito certo em não se levar a sério. Só deixa a desejar no horror propriamente dito, mas aparentemente a culpa é da distribuidora já que a própria equipe comentou que o filme sofreu cortes/censura pra ficar com uma classificação indicativa mais baixa",
                "Esperava mais"
            ]
        },
        {
            "title": "Vale a pena assistir M3GAN ?",
            "selftext": "Eu possivelmente vou assistir o filme no cinema neste domingo, mas tenho medo do filme ser ruim.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10noy44",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Não vale, bem mediano. Sem graça e sem sangue. E, outra, já saiu para baixar...",
                "Rapa assisti esse filme ontem no cinema, o filme é muito ruim na moral.\n\nSe tu assistir o trailer praticamente viu o filme.",
                "Aparentemente é bem censurado, mas tá pra sair a versão do diretor, que eles dizem ser mais sangrenta, eu estou esperando pra ver.",
                "Como já disseram, nem perca tempo, é cilada",
                "Filme de boneco assassino em pleno 2023",
                "Não , filme bem ruim",
                "não vale a pena. a garota dá mais medo que a boneca"
            ]
        },
        {
            "title": "Esnobados do Oscar.",
            "selftext": "Diga o seu filme, ator/triz ou diretor favorito o qual vc acha q foi esnobado nas indicações desse ano.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10njaj2",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Batman, The Northman e Pearl. Acho que pelo menos a Mia Goth deveria estar entre as indicadas de melhor atriz. A atuação dela em Pearl é excelente.",
                "[removed]",
                "The Batman\nO Homem do Norte\nMia Goth\nPaul Dano (The Fabelmanns)\nPinocchio por Guilhermo del Toro (tinha condição de ter mais indicações)",
                "Aftersun",
                "Decidions to Leave. por mim, venceria fácil como melhor filme internacional. e Aftersun não estar em pelo menos Melhor Roteiro Original é injusto dms",
                "Como a maioria ressaltou aqui nos comentários, o horror merecia ter mais espaço. A maior injustiça foi com NOPE do Jordan Peele (na minha humilde opinião o melhor dele até agora). Fiquei chocado que não foi indicado a nenhum prêmio quando merecia indicação no mínimo pras categorias técnicas, sem falar no roteiro que é uma maravilha. Fora esse, acho que After Yang podia ter sido indicado a alguma coisa também e a Aubrey Plaza merecia uma indicação por Emily The Criminal.",
                "a Mia Goth em pearl foi outro nível de atuação no ano passado, mas nós já sabemos o quanto a academia esnoba filmes de terror"
            ]
        },
        {
            "title": "Qual o nome do filme",
            "selftext": "Estou desesperada tentando lembrar o nome de um filme ! Estou lendo o livro Entre quatro paredes / behind the doors da autora B.A Paris. Acontece que eu tenho certeza que já vi um filme igual esse livro e não consigo lembrar o nome ! A sinopse é : Grace é a esposa perfeita.\nEla abriu mão do emprego ( representando que viaja )  para se dedicar ao marido e à casa. Agora prepara jantares maravilhosos, cuida do jardim, costura e pinta quadros fantásticos..\nEla é casada com Jack, o marido perfeito.\nEle é um advogado especializado em casos de mulheres vítimas de violência e nunca perdeu uma ação no tribunal. Rico, charmoso e bonito.\nOs dois formam um casal perfeito.\nParece ser o casamento perfeito. Mas por que Grace não abre a porta quando a campainha toca e não atende o telefone de casa? E por que há grades na janela do seu quarto? \nPonto importante : Grace tem uma irma com sindrome de down, ela e o marido se conheceram em um parque em que a irmã estava dançando sozinha até que o lindo homem dançou com ela como forma de conquistar o coração da irmã. A irmã com sindrome vive em um internato.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10njaf7",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tirando a parte da irmã com síndrome de down parece um pouco com \"Garota Exemplar\""
            ]
        },
        {
            "title": "Alguém já olhou a casa de cera",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10nhvun",
            "num_comments": 5,
            "comments": [
                "Já vi esse filme a muito tempo, achei muito bom. Torço pra ter um segundo filme até hj .",
                "Cara, o filme é muito bom! Eu gostei do enredo",
                "Já, é um ótimo slasher! \"See Paris die! May 6th.\"",
                "Vi um resumo. Acho legal a proposta, só que a execução foi um pouco falha em aspectos da obra",
                "Eu amo!! Um dos meus filmes de terror preferido. 😅"
            ]
        },
        {
            "title": "Aceito sugestões de um filme de suspense pra ver numa sexta feira a noite. Mas tem que ser o melhor de suspense que vcs já viram. 😀",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10n23al",
            "num_comments": 31,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Corra",
                "Um Contratempo, Coherence, Triângulo do Medo, Identidade (2003).",
                "Hereditário, a chave mestra",
                "Noites brutais",
                "Amnésia (2000) de Christopher Nolan",
                "[The Game, 1997.](https://youtu.be/nsKdR05ZsGE)\n\nEdit: [link prime vídeo.](https://app.primevideo.com/detail?gti=amzn1.dv.gti.cab5fe61-6167-7029-f68c-e3587bf25b9d&territory=BR&ref_=share_ios_movie&r=web)",
                "A ilha",
                "Meus preferidos são O Nevoeiro e Se7en.",
                "Hereditário",
                "Fratura",
                "Ringu",
                "Durante a tormenta (espanhol, tem na Netflix), instinto selvagem (um clássico, tem na Netflix), \nAnimais noturnos, O abutre, O animal cordial (brasileiro, muito bom, tem na Netflix)",
                "Vale do medo,\nHerança maldita\n\nVi recentemente e adorei os dois filmes super recomendo, ambos os filmes são coreanos.",
                "A ilha do medo",
                "Não é o melhor suspense que já vi, mas é uma referência no gênero: O Iluminado.\nMidsommar, A Bruxa, 1408...",
                "Cara o melhor que já vi é complexo, não consigo pensar assim, mas  O Menu do star+ eu gostei bastante",
                "Gosto muito de Festim Diabólico (1948) e O Inquilino (1976). Fica como sugestão para as próximas sextas.",
                "Jason X \n\nPor mais que eu ache que vc vai rir na maior parte do tempo do que sentir medo",
                "Louca obsessão",
                "a origem"
            ]
        },
        {
            "title": "Dúvida",
            "selftext": "Estou assistindo “the office”, e já estou na 3ª temporada. Acabei de descobrir que depois da 7ª temporada não tem mais o Michael, e vi no IMDb que as notas de episódios decaíram bastante na 8ª e 9ª temporada. \nSendo assim, me digam: vale a pena assistir a 8ª e 9ª temporada ou não? E se não vale a pena, qual seria o episódio perfeito para parar a série? \n(sem spoilers por favor)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10muisp",
            "num_comments": 9,
            "comments": [
                "Por mais que as últimas duas temporadas não tenha o Michael, acho que ainda sim vale muito a pena continuar. Dá pra tirar umas boas risadas. Tem muita bizarrice pra acontecer.",
                "Sem o Michel pareceu forçado os novos chefes, achei cansativo no geral. \n\nContudo, no final da 8 ou 9, ele volta pro casamento do dwait, e acho legal aquele episódio",
                "Com certeza vale, pô. Por mais que o Michael saia e, sim, o nível dê uma caída, ainda tem todos os outros personagens que seguem legais de acompanhar!",
                "O episódio perfeito pra terminar de assistir é quando não tem mais o Michel. Não é spoiler pq vc já sabe que ele sai, então quando ele sair vc para de ver.\n\nPorém eu já vi umas 3x essa série, acho que vale ver as temporadas finais, é ruim mas até que não é tão ruim sabe, perde muito a qualidade mas não chega a ser ruim.\n\nOutro ponto seria, se vc continuar vendo após a saída do Michel e ver que fica realmente ruim, pula direto pros últimos episódios da última temporada, acho que os últimos 5 ou 6, aí o arco da série se fecha por inteiro, vc não se arrepende. Seria tipo um time skip pra filler."
            ]
        },
        {
            "title": "Dica de filmes e séries",
            "selftext": "Opa! Eu amo filmes e séries que me deixem reflexivo por um bom tempo. \n\nUma das minhas séries preferidas é The OA, justamente por conseguir brincar com vários gêneros e permitir uma imersão na narrativa criada pela Brit Marling. \n\nApós toda essa prolixidade, gostaria que alguém me recomendasse filmes e séries que tenha uma premissa parecida. Algo totalmente fora da caixa.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10mp0z8",
            "num_comments": 21,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Severance\n\nquero muito que saia a temp 2!",
                "The Leftovers - HBO, série mais reflexiva que já vi, 3 temporadas, o final é o melhor final de série que já vi na vida, com certeza vai render boas interpretações sobre o que rolou e a série vai alugar um duplex na sua cabeça.",
                "Saudades The OA, me corroe por dentro não saber o desfecho da história. Estou meio órfão de série, mas comecei a assitir: O ensaio (HBO) e Contos do loop (Amazon). \n\nAmbas são pérolas escondidas que todos deveriam dar uma chance. E são bem fora da caixa",
                "Pra começar, já aviso que odeio The OA. Perdão pela sinceridade mas achei uma bosta pretensiosa. Tendo isso em mente, minhas recomendações:\n\nThe Man in The High Castle (Prime) - meio cringe e estúpida às vezes, mas a mitologia por trás é muito interessante\n\nThe X-Files (Star+) - ainda é uma das melhores, se não a melhor série de ficção científica por aí \n\nTrue Detective (HBO) - pule a segunda temporada, não perde nada\n\nStranger Things (Netflix) - caso tenha vivido embaixo de uma pedra nos últimos anos\n\nDark (Netflix) - odeio, mas talvez goste.. bem bosta igual The OA, mas talvez te agrade\n\n1899 (Netflix) - odeio também, pelo mesmo motivo\n\nThe Terror (Prime) - excelente, adoro e é uma incrível série de horror lovecraftiano",
                "Black Mirror e Dark.",
                "Filme fora da caixa eu sempre recomendo O Predestinado, é sci-fi, demora um pouco pra engrenar, mas tem um conceito bem louco.\n\nSéries fora da caixa eu recomendaria Ruptura (Apple TV+) e The Good Place (Netflix).\n\nSobre reflexão em si, não é tão fora da caixa, mas The Night Of (HBO) me deixou meio baqueado. Não são muitos episódios e é somente uma minissérie, mas tem uns temas bem atuais que eu acho que vale a pena conferir.",
                "Eu tô vendo Band of brothers, fala sobre guerra e histórias pesadas, então pra mim cai bem pra \"coisas reflexivas pra assistir\" quem sabe você goste tbm, apesar de não ter a vibe que mencionou",
                "Filmes:\n- Insomnia (2002)\n- O Silêncio dos Inocentes \n- Psicopata Americano\n- Gran Torino\n- Fragmentado\n- Os Sete Crimes Capitais \n\nSéries:\n- Band of Brothers \n- Mr. Robot \n- Breaking Bad \n- Hannibal\n- House M.D\n- Spartacus\n- House of Cards \n- Família Soprano",
                "Pode estar batido, mas Tudo em Todo Lugar ao Mesmo Tempo me deixou PENSANTE kkk",
                "breaking bad apenas",
                "Twin Peaks"
            ]
        },
        {
            "title": "Alguém me indica curta metragens?",
            "selftext": "Quero ver algumas coisas diferentes e fora dos padrões dos filmes que vemos sempre, então todas as dicas são bem vindas. Obrigado desde já",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10ml8hz",
            "num_comments": 12,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Still, tem completo no YouTube,\nNão vai se arrepender",
                "Contra-Filé, stop motion brasileiro muito bom.",
                "- the cameraman's revenge (1913, 13 min)\n- pas de deux (1968, 13 min)\n- meshes of the afternoon (1943, 14 min)\n- szél (1996, 7 min)\n- entr'acte (1924, 22 min)\n- ulysse (1983, 22 min)\n- la jetée (1962, 28 min)\n- nuit et brouillard (1956, 32 min)\n- the inauguration of the pleasure dome (1954, 38 min)\n\neu diria que esses são relativamente \"fora do padrão\"",
                "\"What Did Jack Do?\" é muito bom! Tem na Netflix.",
                "Aurora: A rua que queria ser um rio\n\nSideral (foi pra lista do oscar esse ano)\n\nAmbos na MUBI",
                "Nós que aqui estamos por vós esperamos tem inteiro no yt",
                "Theo strange things about the Johnson's..bizarro e tem legendado no YouTube.\nOutro que gostei mais ainda Other side of the box.. tbm é bizarro e tá no YouTube"
            ]
        },
        {
            "title": "Filmes nacionais",
            "selftext": "Vocês podem me recomendar filmes nacionais? Tanto antigos quanto atuais (preferência pelos antigos)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10mks7n",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Entre abelhas é um dos meus favoritos. N manjo tanto de filmes brasileiros então não consigo pensar em nenhum outro no momento, mas tem várias séries brasileiras incríveis tbm.",
                "Gosto muito do \"Nós que aqui estamos por vós esperamos\", de 1999, do Marcelo Masagão. Tem no YouTube, free. Tem que saber um pouco de história do séc XX, senão vai ficar boiando.\n\nOutro que gostei bastante e é pouco conhecido é um chamado \"Como esquecer\", de 2010.",
                "Tropa de elite",
                "Rio zona norte; Rio 40 graus; Bonitinha, mas ordinária; À meia noite levarei a sua alma; Saneamento básico, o filme; Bicho de sete cabeças.",
                "O homem do futuro"
            ]
        },
        {
            "title": "Qual série atual vocês acham que merece mais reconhecimento?",
            "selftext": "Ano passado assinei HBO Max e assisti uma série chamada de Warrior, eu achei a série fantástica, ela está indo para sua 3ª temporada, porém sempre ao conversar com pessoas que conheço, ninguém viu ou ouviu falar, e ao procurar sobre a série na internet também achei bem escassa a quantidade de pessoas comentando sobre, ai ficou o meu questionamento sobre ótimas séries que estão existindo atualmente porém não estamos dando bola. Tem algum que vocês notaram estar acontecendo isso? E fica minha indicação para Warrior na HBO! vale muito a pena!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10mk9ye",
            "num_comments": 21,
            "comments": [
                "Como vender drogas online rápido - Netflix\n\nNinguem conhece, que injustiça!",
                "His dark materials - HBO",
                "- Homem da terra -, é um baita filme, mas não é muito reconhecido.",
                "Mindhunter, True Detective e Succession.",
                "Cara, muito obrigado pela indicação. Tenho a HBO e nem fazia ideia que essa série existia, as vezes tenho a sensação de que navego na superfície dos streamers. Uma série muito boa de luta é Into the Badlands, foi uma grata surpresa quando descobri ela no Prime Video.",
                "Shameless - HBO",
                "Finalmente alguém que conhece Warrior! Essa tem uma das melhores cenas de ação que eu já vi, seja filme ou série.\n\n&#x200B;\n\nRecomendo muito Barry, série de dramédia maneiríssima sobre um assassino profissional que se apaixona pelo mundo do teatro e decide virar ator - só que ele é um ótimo assassino e péssimo ator kkkk. Também na HBO.",
                "That 90s Show",
                "Haters Back Off",
                "\"From\" e \"Gangs Of London\"",
                "The Rehearsal\n\n&#x200B;\n\nStath Lets Flats\n\n&#x200B;\n\nAm I Being Unreasonable?\n\n&#x200B;\n\nSmiling Friends"
            ]
        },
        {
            "title": "Filmes de terror de 2023",
            "selftext": "No podcast dessa semana falamos sobre as expectativas do cinema de terror de 2023, ''bater a porta'', ''Freira 2'', ''Sobrenatural 5'', ''Jogos mortais 10'', ''Pânico 6'', todas as grandes atrações do cinema e algumas menções honrosas. comenta ai, o que tu espera fã de terror?\n\n[Episodio - O que esperar dos filmes de terror de 2023?](https://open.spotify.com/episode/0mVx1G8wvLyElm0ey7sFdY?si=d83c690d1ddd470c)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10mk6vp",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Nenhum desses é terror de verdade... Pra mim não passam de indústria ...",
                "Não acredito que vai ter um segundo filme da freira, Kkkkkkkk eu odiei esse filme de todo meu coração",
                "Ouvirei"
            ]
        },
        {
            "title": "Porque os filmes e séries brasileiras não conseguem ter um roteiro sem diálogos genéricos e atuações sem overacting?",
            "selftext": "Terminei hoje a série da boate Kiss da Netflix. Confesso que, sim, a série tem mais acertos do que erros. Mas ainda me vejo muito incomodado com a forma de construir diálogos pelos roteiros brasileiros, soa forçado e completamente desconexo da realidade. Assim como as atuações, quase sempre exageradas e zero naturais.\n\nProcurei por horas hoje no Google por artigos e textos que tentam destrinchar essa característica do audiovisual brasileiro. E me frustrei pq não encontrei nada que me ajudasse entender essa característica nossa de forma mais profunda.\n\nVi sim, e também sinto, que a dramaturgia das novelas - quase sempre mais exagerada - e a escola teatral interferem na formação cênica dos atores. Mas quando olho pra trás e vejo atuações e roteiros muito bem construídos como Cidade de Deus e Central do Brasil me vem à cabeça: a gente sabe fazer cinema sem precisar de exageros. Então isso deixa de ser uma característica cultural nossa que precisamos ignorar e seguir em frente, porque não falamos mais sobre isso?\n\nAlguém também tem esse questionamento?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10mejir",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Diálogos de filmes e séries americanos frequentemente são pouco naturais, mas a gente não percebe porque não é nossa língua e a gente acaba achando que americanos falam daquele jeito mesmo. Como quase todo filme é desse jeito acaba parecendo o \"natural\" pra nós, quando é só o comum. Eu vejo isso quando entro numa discussão sobre um filme com gringos e tá todo mundo com uma reclamação igual a sua mas eu não tinha reparado nada de mais. \n\nEscrever diálogos realistas é difícil. Muita informação que normalmente não entraria num diálogo real acaba aparecendo para dar contexto, para situar o espectador. Outra coisa é que vícios de linguagem somem automaticamente quando as pessoas sabem o que vão falar, como numa palestra bem ensaiada. Isso sempre vai distanciar a forma como os atores entregam as suas falas da forma natural de se falar, com pausas e o monte de palavras e sons extras que a gente usa pra encadear uma ideia (como \"é, né, tipo:, etc).",
                "Eu acho que o que mais me incomoda nas atuações brasileiras (e na direção de atores, né) é a dicção PERFEITA, especialmente em novela - por mais que, sim, isso esteja diminuindo cada vez mais.   \n\n\nNa vida real, ninguém fala, sei lá, \"onde ele está?\" com todas as palavras separadinhas e devidamente pronunciadas. Seria muito mais tipo \"onde ele tá?\" com tudo mais junto mesmo.  \n\n\nOuvir a pronúncia perfeitinha me tira demais da imersão de qualquer produto BR...",
                "Cite exemplos de diálogos",
                "Eu não vou acabar presa, sabe por quê? PORQUE EU SOU RICAAA!!!",
                "Sinto muito isso em novelas brasileiras. Os diálogos são muito artificiais. Como as novelas tendem a ser a referência para roteiristas, acho que isso acaba passando para as séries. São poucas as que não notei isso.",
                "Isso não é exclusivo de produções brasileiras",
                "Bom, acho que rola uma influência inconsciente do consumo de produtos estrangeiros, e a imitação do que se ouve em dublagens e se lê em legendas, muitas vezes mal feitas, traduzidas de forma literal. Mas percebi também que muitas vezes falas que eu achava que eram forçadas em novelas e filmes na verdade é só o jeito que as pessoas de outros estados falam na vida real.",
                "A maioria dos filmes não usa isso, claro as comédias tipo se eu fosse você e afins vão conter ou novelas.",
                "Sim! Eu sempre reparei que em algumas produções, sejam novelas, filmes ou séries, eles usavam um português coloquial, muito diferente do linguajar cotidiano. \n\nQuando eu assisti a série 3% foi quando mais percebi isso. A série é ótima, mas tem algo na fala dos personagens que soa artificial."
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10mabzs",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Assisti: O menu. No star+. Bom filme, me surpreendeu.",
                "Assisti: Minority Report na Netflix e Interstellar no stremio",
                "Simpsons filme- vizer.com",
                "Assisti o filme \" o pálido olho azul\", nota 7 no máximo e pretendo ver o filme judas e o Messias negro"
            ]
        },
        {
            "title": "Qual foi o último filme que você alugou em uma Locadora",
            "selftext": "O meu foi Velozes e Furiosos 4 em 2009.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10m8wgf",
            "num_comments": 23,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sexta feira 13 de 2009",
                "Quebrando regras 2, em 2011 ou 2012, não lembro.",
                "Se me lembro bem, foi Pokémon 2000. Kkkk",
                "Foi um bem ruim de terror, 2009 tbm",
                "Nossa cara, até escorreu uma lágrima aqui. Kkkkk queria lembrar qual foi... Mas acho q foi em meados de 2012",
                "Acho que foi Star Wars Episódio IV - Uma Nova Esperança em 2009 ou Homem-Aranha 3 em 2008",
                "Busca Implacável 2, 2012",
                "Não faço ideia... Kkkk",
                "Anastasia, 2007 se não me engano.",
                "Faz uns 15 anos, Matrix e Animal. Lembro bem pq esqueci de devolver e só percebi meses depois. A conta na locadora tava uma bola de neve absurda kkkk",
                "Alguma comédia romântica da Katherine Heigl com a então minha minha namorada que seria minha esposa.\n\nLá pros idos de 2009 também.",
                "Eu nunca aluguei nenhum filme em locadora (tenho 16)",
                "O meu foi Transformers 4 2014, caramba faz tempo pra caramba kkkk",
                "Acho que foi Harry Potter e o Cálice de Fogo. Inclusive matei aula do cursinho de inglês pra assistir ele kk",
                "Sete pecados capitais",
                "Avatar, assim que saiu para locação, provavelmente em 2010.",
                "Kick-Ass (2010) em 2011."
            ]
        },
        {
            "title": "Filme Sul-Coreano de Ação/Thriller com um pouco de Horror e Ficção Científica l. O filme é sobre um Navio de carga transportando os criminosos mais procurados da Coréia. Com reviravoltas e muito sangue. Esse filme é o mais violento lançado no ano passado.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10m8gj1",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eita, botando na minha listinha",
                "Tem no streaming já?"
            ]
        },
        {
            "title": "so sei de uma coisa: Breaking Bad é muito foda",
            "selftext": "mano esse fechamento da série, juro tô até agora sem palavras que série foda foda foda foda meu deus sei nem o que dizer kkkkkkk mas assistam sério, se deem a chance de ver algo que provavelmente vcs n esperam",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10m1mq2",
            "num_comments": 61,
            "comments": [
                "Todos que eu conheço falam a mesma coisa, tentei ver uma vez, mas acabei largando no ep.2, vou dar mais uma chance.",
                "O final de Better Call Saul conseguiu ser ainda mais perfeito. Série obrigatória para todos que já terminaram Breaking Bad.",
                "assista el camino pra ter um fechamento do fechamento\n\ne depois better call saul",
                "Assiste Better call Saul",
                "BB é foda e BCS é ainda mais foda",
                "A trilogia Breaking Bad, El Camino e Better Call Saul é cinema em seu ápice. O auge das mídias televisivas",
                "Uma das minhas obras de ficção favoritas",
                "Melhor série de todos os tempos",
                "Breaking bad é uma obra de arte. Essa é a definição correta.",
                "Tá bem atrasado, viu?",
                "Breaking Bad é a melhor série que eu assisti e que jamais irei assistir novamente. Os criadores fizeram a Skyler se muito insuportável, pqp. E ela estava certa, se for pensar.",
                "Soulgodman é melhor pra mim",
                "Se você curtiu essa série, provavelmente também irá curtir Ozarks. Ponha na lista.",
                "Tá 10 anos atrasada",
                "BB é espetacular! comecei a ver Better Call Saul recentemente e já to ansioso pra sentir a mesma emoção",
                "demais, série bem elaborada, roteiro ótimo, atores interpretam super bem, série boa do início ao fim",
                "Cara é muito legal ver o efeito que breaking bad causa nas pessoas, quando elas terminam a série.\nFiquei exatamente igual você! Kkkk recomendando até os estranhos na rua.",
                "Bem, isso é praticamente óbvio kkkk \nAgora estou começando a serie Família Soprano, que dizem ser melhor que Breaking Bad. E ate agora... tá muito foda. Recomendo."
            ]
        },
        {
            "title": "Monster",
            "selftext": "Pense em um anime (ou série pra alguns) complexo, facilmente foi o mais complexo que já assisti, e não é a toa que é o meu anime número 1.\nA história começa com um neurocirurgião brilhante chamado Tenma, que tem princípios e valores que o aproxima muito de alguém \"santo\", ou um \"bom samaritano\", ele tendo construído uma carreira impecável no hospital, além de estar em um casamento arranjado com a filha do dono, estraga tudo, ao desobedecer as políticas do hospital onde trabalha.\nAcontece um caso, onde alguém importante politicamente da cidade está gravemente ferido e estar entre a vida e a morte, além de uma criança que levou um tiro na cabeça; a política do hospital é simples, será atendido quem chegar primeiro no pronto socorro... mas isso muda quando tem alguém importante no meio. E foi isso que aconteceu, a criança com o tiro na cabeça chega primeiro no pronto socorro, mas o Tenma - já pronto pra fazer a cirurgia no garoto - é impedido, sendo obrigado pelos superiores a ir fazer cirurgia no sujeito que é importante. Tenma desobedece escolhe atender quem chegou primeiro, no caso, a criança. Tendo feito um ato admirável, mal o sabia a desgraça que tal atitude o traria. Tenma ao ter desobedecido as ordens, perde como consequência a então noiva e o apoio dos superiores, assim, estragando a sua carreria até então promissora. \nNão só isso, como tal atitude o traria algo ainda mais terrível, que o levaria diretamente pra o inferno, encarando o Monstro, no caso, a natureza cruel presente no ser humano, além de viver com a culpa por ter sido cúmplice sem querer de tais monstruosidades.\n\nMonster, é um embate filosófico entre \"bem\" e \"mal\", é um embate entre \"Todas as vidas possuem idêntico valor\" e \"A única coisa que o ser humano tem como igual é a morte\". Qual embate vai vencer no final? E será que a monstruosidade humana é uma ameaça a bondade humana?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10lf94s",
            "num_comments": 3,
            "comments": [
                "uma obra-prima, é muito legal o contexto de tudo que tá acontecendo, porque se passa no pós-queda do muro de Berlim e é um ambiente diferente da maioria dos animes, amo as questões filosóficas que o anime trás sobre o \"bem\" e o \"mal\" ou o certo/errado, a jornada do Tenma, a construção do Johan e o desfecho.\n\nnão sei pq a Netflix só disponibilizou 30 episódios dele 😭"
            ]
        },
        {
            "title": "Insomnia (2002)",
            "selftext": "Filme dirigido pelo gênio Christopher Nolan.\nNolan.\nComo você reagiria ao matar por acidente um colega enquanto tenta prender um suspeito?\nNesse filme tal dinâmica acontece, uma equipe policial vai em busca de um suspeito, mas em um ambiente com bastante neblina, o policial (protagonista) atira por acidente em um colega, até então amigo. Abalado pela culpa de não falar a verdade sobre o acidente (pois ele preferiu mentir, dizendo que foi o suspeito que atirou no seu colega), ao mesmo tempo que é chantageado pelo suspeito (antagonista), a Insônia vem como consequência, destruindo gradativamente o psicológico do protagonista, mas qual será o final disso tudo?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10leslr",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Falta só ver esse do Nolan, está na lista"
            ]
        },
        {
            "title": "Minha indicação pra vc de bobeira hj, filme que conta a história de um cara (que tenho minhas dúvidas se é psicopata) no submundo da filmagem jornalistica e criminal, trazendo reflexões sobre esse mercado da tragédia, do crime e da mídia sensacionalista, filme cheio de reflexões, personagem forte.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10leho0",
            "num_comments": 19,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Ótimo filme, OP. Eu ñ tenho dúvida q o protagonista é um psicopata.",
                "filme simplesmente incrível",
                "De fato, um ótimo filme, um dos melhores que eu vi recentemente. Inclusive a atuação do Jake Gyllenhaal é incrível.",
                "Eu já conheci um cara que fazia isso, dizia ele que ganhava de 100-250 por cada gravação, mas ele não tinha um Mustang, era um uno mesmo juahuahua o filme é bom msm",
                "o Wallace Souza do cinema, recomendo a série Bandidos na TV",
                "Filme muito bom, fiquei triste quando ele saiu da Netflix. Aonde se encontra hj em dia?",
                "Assisti esse filme por indicação de um amigo que amou o filme. Acho que ele era no máximo sociopata, alguém sem empatia que só se relaciona com outas pessoas para tirar vantagem. O psicopata ultrapassa e muito a linha do socialmente aceitável e faz coisas perversas que vão causar horror, repulsa nas pessoas.\n\nEle não aparentou causar sofrimento por prazer, mas porque se sentiu ameaçado. Óbvio que ele teve uma satisfação, na cena final, mas não era o objetivo principal.",
                "Acho que vou assistir de novo qualquer hora, obrigado por lembrar",
                "Esse filme é lindo. Não esqueça que tem a crítica ao capitalismo, intrínseco ao filme desde o começo.\nE sim, esse cara só pode ser psicopata kkkkkk",
                "Excelente filme!!!!",
                "quando fala de abutre midiatico é impossível nao lembrar do episodio do porco de black mirror",
                "Tentador",
                "Eu não tenho dúvidas. Ele tem todos os traços nítidos de um psicopata, não tem nenhuma razão pra ele não ser um kkkk\n\nAliás realmente é um filmaço, vale muito a pena ver",
                "Onde encontra?"
            ]
        },
        {
            "title": "ajuda pra achar um curta que assisti em 2016-2017",
            "selftext": "entao rapaziada, na minha escola uma epoca a professora de portugues passou alguns curtas metragens pra sala assistir e entre eles tem um que eu nunca mais consegui achar, ja procurei por muito tempo. Eu tenho ctz q esse curta existiu pq tenho amigos da escola ainda e eles lembram tb e tentaram me ajudar a achar, entao n foi um sonho.\n\nbasicamente o curta era uma animacao 3D q mostrava aa rotina de uma casa futuristica q tinha um dispositivo tipo um google home q fazia varia tarefas tipo tocar alarme, preparar cafe da manha etc. ai no final do curta a camera da um zoom out e mostra q o mundo foi destruido por uma bomba e só essa casa restou intacta e todos os humanos desapareceram. Um detalhe é que no final mostra a sombra da familia q morreu pela bomba atomica\n\nem uma das minhas tentativas de achar eu encontrei esse canal  [(6131) TheCGBros - YouTube](https://www.youtube.com/@TheCGBros/videos)  que tem muitos videos mas dentre eles tem alguns que a minha professora passou entao muito provavelmente ela pegou de la, mas nao achei\n\nedit eu vi em 2018",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10l99lp",
            "num_comments": 2,
            "comments": [
                "ajudem galera por favor eu procuro ele ha anos",
                "Pode ser que tenha sido excluído ou privado."
            ]
        },
        {
            "title": "Ice Merchants Curta Metragem de Animação Portuguesa Nomeada Nos Oscars",
            "selftext": "Isto está mesmo lindo! \n\nMuito bom. Transmite uma melancolia enorme.\n\n[https://youtu.be/z-haOfMNZtg](https://youtu.be/z-haOfMNZtg)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10l8qli",
            "num_comments": 0
        },
        {
            "title": "Emancipation (2022) 🌟🌟🌟🌟",
            "selftext": "O filme foi ofuscado pela presepada do protagonista durante o Oscar do ano passado, mas vale muito assistir. Com uma fotografia linda, quase preto e branco, a escolha de matizes como verde e vermelho em momentos cruciais destacam emoções. Uma forte história baseada em fatos reais. Rende, para além de um bom passatempo, profunda reflexão sobre uma das maiores mazelas da humanidade.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10l3sh0",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "filme de escravidão e negros tomando chibatada está muito ultrapassado, a raça esta em outro patamar nos dias atuais, é o legítimo filme preguiçoso e apelativo que tem milhares iguais, eu descarto, mas respeito quem gosta desse tipo de filme entediante.",
                "Eu tbm gostei da paleta de cor, não é um preto e branco propriamente dito, é como se tivesse \"perdido\" a saturação das cores, e não como se fosse só um filtro em preto e branco, não chega a incomodar visualmente, pelo contrário, é muito bom de se ver, e tem até o Trevor do GTA hein"
            ]
        },
        {
            "title": "Para quais lançamentos de 2023 você está ansioso(a)?",
            "selftext": "Os meus:\n\n\\- A pequena Sereia\n\n\\- Barbie\n\n\\- Killers of The Flower Moon\n\n\\- Napoleão \n\n\\- Beau Is Afraid",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kz56v",
            "num_comments": 9,
            "comments": [
                "Beau Is Afraid, porque gosto muito desse diretor, e o da Barbie por não fazer ideia do que vai ser isso kk",
                "Transformes: O Despertar das Bestas, Besouro Azul, Guardiões Da Galáxia 3, Aquaman 2, Super Mario Bros, Durgeons and Dragons, Miranha no Miranha-Verso 2 e o último filme do Indiana Jones.",
                "Nem sei se vai sair. Mas vi uma postagem no r/MoviePosterPorn de um filme chamado [Voidcaller.](https://www.youtube.com/watch?v=fW2kYAnnirI) Pelo que eu entendi, ainda está em produção e precisa de um financiamento para acabar. \n\n&#x200B;\n\nEspero que saia do papel, e que eu ache um torrent legendado, porque parece ser meio alternativo.",
                "Re4Re e ARK II",
                "Top 5:\n\nKillers of the Flower Moon;\n\nOppenheimer;\n\nBeau is Afraid;\n\nAsteroid City;\n\nHow Do You Live.",
                "Guardiões da Galáxia 3\n\nBarbie\n\nSuper Mario Bros\n\nHomem Formiga e a Vespa: Quantumania\n\nVermelho, Branco e Sangue Azul",
                "Beau is Afraid, Knock at the Cabin e Poor Things.",
                "Transformers o despertar das feras"
            ]
        },
        {
            "title": "O que acham de Martyrs e filmes do gênero?",
            "selftext": "Depois de ver o remake resolvi assistir o original, não recomendo ver  esse filme no café da manhã, perdi foi a fome kkkkkkk anaway\n\nÉ muito mais atordoante e cru que o remake, porém igualmente triste. Recomendo pra quem curte filmes do gênero. :)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kysmg",
            "num_comments": 24,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Martyrs é uma obra prima. Filme cru, angustiante, com um tema sensível e que é uma injúria compará-lo com lixos como A Serbian film ou a Centopéia Humana.\n\nApesar disso, é o filme mais cruel que eu já assisti, muito pesado mesmo. Depois que assisti passei um bom tempo me sentindo muito mal, uma sensação péssima mesmo. A maldade humana na sua forma mais crua, não acho que seja um filme pra ser visto por todo mundo. É um dos meus filmes favoritos, mas não pretendo rever. Talvez um dia. O remake dispenso.\n\nNo mais, o New French Extremity foi um estilo massa, mas que acho que foi ficando meio raso com o tempo. Com uns filmes que apelam muito pra violência, sem algo por trás. Um exemplo é A Invasora, que acho bem peba e não sei o que tanto as pessoas veem nesse filme.\n\nDito isso, não sei bem o que vem sendo produzido atualmente e dei um tempo de filmes com essas temáticas.",
                "Sinistro. Conheci o new french extremity, a uns bons anos atrás e viciei. Tem muito filme bom desse gênero. Frontier(s) é um nessa pegada, que tem várias referências a clássicos do terror, se tu não conhece, e gosta, tenta dar uma pesquisada, é pesado, mas massa demais !",
                "Eu gostei adorei a discussão existencial e tals mas é bem forte mesmo",
                "Está entre meus filmes de terror favorito, curtir outros do gênero tbm como A Invasora, Haute Tension, Em Minha Pele, (A) Fronteira.",
                "Vi uma vez há uns 5 ou 6 anos, nunca mais saiu da minha cabeça, principalmente a última cena. Poucos filmes me deram essa sensação pesada que esse filme me deu.",
                "Tentei ver uma vez e com uns 20 minutos de filme eu tive que parar... Talvez eu tente novamente; mas só talvez...",
                "eu adorei esse filme, é pesado mas tem uma mensagem foda",
                "Pra mim um dos melhores filmes de terror , mas como costumo dizer , talvez ele não seja pra todo mundo .",
                "Excelente, angustiante do começo ao fim!",
                "Ainda vou assistir, então não tenho o que comentar.",
                "O melhor filme de terror que eu já vi, se vc não for forte psicologicamente vc passa mal mesmo. O new french extremity tem outros mt bons tbm, como a fronteira, a invasora, irreversível, entre outros",
                "Bom filme",
                "Uma bosta ,esse e filmes como a serbian film centopéia humana etc só tem cenas gratuitas e desnecessárias e gore extremo pra chocar mas história que é bom ,nada",
                "Filme tenso, pesado. Adorei o final. Falar mais correria o risco de foder td. Melhor deixar no imaginário.",
                "Lindo"
            ]
        },
        {
            "title": "Mr. Robot",
            "selftext": "A sinopse diz que é uma serie onde o protagonista de dia trabalha como segurança digital pra uma empresa que ele odeia, e de noite é um \"hacker vigilante\", mas a serie é muito mais que isso. \nO foco da serie é o psicológico do protagonista, onde a cada temporada vai piorando mais, além dos mistérios em relação ao passado do prota e do grupo hacker \"Fsociety\" (Fuck Society). \nO que mais tem na serie são os plot twists, onde cada vez o nível das descobertas vão piorando mais e mais, seja em grau, seja em criatividade, sem falar na quebra da quarta parede, onde o protagonista conversa com o telespectador, o chamando de amigo imaginário.\nTudo - ou quase tudo - na serie é praticamente perfeito, até nas partes onde ocorre o hack, é realista, e não como é em filmes hollywoodianos onde ao apertar de alguns botões já hackeia a NASA, não, o hack demanda tempo e estrategia, alem do uso de ferramentas especificas; no início o telespectador não vai entender nada (a menos que preste atenção em todos os detalhes), mas quando reassisti, tudo começa a fazer sentido, tendo claro o final da serie onde tudo é explicado de forma genial.\nAtualmente é minha serie numero 1, recomendo assistir com o áudio original (ou seja, em inglês).",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kq274",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Hoje mesmo eu estava pensando em como devia existir um sub br destinado a essa série. É maravilhosa.",
                "Série genial, com as reviravoltas mais surpreendentes que já vi, e com um final impecável.",
                "Amei essa série.",
                "A fotografia da série é muito boa, principalmente aquele episódio \"em um take\", claro, com os famosos cortes disfarçados igual 1917, mas mesmo assim é muito boa.",
                "Baita serie",
                "ótima"
            ]
        },
        {
            "title": "Minha indicação de hj, filme do grande Mel Gibson, brutal e impactante sobre como era a civilização Maia pouco antes da invasão espanhola, um filme cheio de simbolismos e significados, com atores da própria região de lucatã, antigo território do império, filmaço!",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10km2d3",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Esse filme é muito louco, pena que é underrated",
                "Esse filme é muito top",
                "É um bom filme.",
                "Gosto do filme, mas é importante ressaltar que é cheio de estereótipos e quase nada é baseado em evidências históricas.",
                "Filmaço mesmo, tenso do início ao fim. Tem alguma recomendação de filme nessa mesma pegada?"
            ]
        },
        {
            "title": "Qual o melhor filme do adam sandler",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kif44",
            "num_comments": 25,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Como se fosse a primeira vez",
                "Click",
                "Joias brutas",
                "Embriagados de amor",
                "Um maluco no golfe",
                "Com certeza é Como se Fosse a Primeira Vez ou Click",
                "eu amo este é o meu garoto mas tenho consciência de que eh ruim, o melhor pra mim eh como se fosse a primeira vez",
                "Difícil dizer, mas acho que Click ou Como se fosse a primeira vez.",
                "Error 404 not found.",
                "E tem?",
                "dificil escolher o melhor mais click é bem legal",
                "Bah, sou um fã dos filmes do Adam. Sepah que o melhor pra mim é Click, porém ele tem um apelo nostálgico no meu caso, então não vale muito 😂",
                "O meu é Zohan, é tão idiota que eu acho hilário.",
                "Gente grande",
                "Bom, tecnicamente, acho que Jóias Brutas (2019). Mas se for considerar nossa nostalgia e lado emocional puro, então a maioria é gostosa de assistir. Não vou citar porque são muitos, mas todos sabem o tipo de filme que o Adam Sandler faz.",
                "O do basquete lá",
                "Gente grande",
                "Joias brutas",
                "Gente grande",
                "Como se fosse a primeira vez!"
            ]
        },
        {
            "title": "Alguem aqui é fã de Lost?",
            "selftext": "a um tempo atrás foi a melhor serie que vi,mas numca conheci alguem que gostasse",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kiehy",
            "num_comments": 22,
            "comments": [
                "Melhor série.\n\nAcompanhei na época de lançamento, fazendo vigília na comunidade no Orkut e tudo mais. Na época fiquei meio puto com o desfecho, porque foram anos acompanhando, mas reassisti novamente, um ep atrás do outro, e tudo fez bastante sentido.",
                "Foi a primeira série que comecei a acompanhar de verdade. Assistia na madruga quando passava na Globo. A última temporada acompanhei usando comunidades do orkut, baixando os arquivos em rmvb, com internet de moldem da claro. Na época epor muito tempo foi minha série favorita, até a chegada de breaking bad.",
                "Lost >>>>>>>> abismo >>>>>>> Breaking Bad",
                "Sinceramente, acho que não há serie que gosto mais que LOST. Ja vi no minimo umas 14x desde que saiu. Lembro de ver na globo de madrugada, em dvd, bluray, baixado piratão, na prime e to vendo denovo na starplus. Literalmente viciado na série.",
                "Eu amooo Lost, série que assisti mais rápido pq não aguentava tanto mistério. Me empolguei tanto pra chegar no final e ser uma merda '-'",
                "A série é ótima, mas as últimas temporadas foram meio ruins comparado as primeiras",
                "Eu gosto de Lost",
                "Eu assisti pela primeira vez em 2021. Na minha opinião é a melhor série. Nada chega perto.",
                "Pretendo assistir em breve.",
                "Foi uma série muito boa, revi depois em 2011/2012, continuava boa.\n\nEsta foi a última série que corria pra assistir na TV, não perdia a noite de domingo. Era no AXN?",
                "Legal mas o final é horrível assim como a Maioria das séries \n\n\n\nPode falar oq for de breaking bad mas ele é uma das únicas series que tem um desfecho coerente"
            ]
        },
        {
            "title": "Como o Thanos contratou o Loki?",
            "selftext": "Fiquei lembrando daquele primeiro filme dos vingadores e me bateu essa pergunta, sei que tem os caras que manjam bastante de Marvel que vão ter a resposta, e fiquei curioso mesmo. Como foi que o Thanos contratou o Loki pra fazer toda aquela arruaça no primeiro vingadores? Achou ele no linkedin, ou foi o Loki que descobriu a vaga no infojobs?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kh8xg",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Indicação, contrato CLTista",
                "Não foi diretamente",
                "Não tem como saber se os filmes não responderam. Assim como Thor, ele não fica só em Asgard. Pode muito bem visitar outros planetas.",
                "bom thanos viaja equilibrando planetas ne, asgard era um planeta em potencial extinção e isso pode ter chamado a atenção dele, que indo pra la conheceu o loki"
            ]
        },
        {
            "title": "Depois de 1 ano de lançamento,oque vc achou de Panico 5 e o que espera pro 6 filme?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kh522",
            "num_comments": 20,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "normalmente sequências de terror com os filmes produzidos em um curto período de tempo de um pro outro são sinônimos de má qualidade, me preocupa bastante o 6 sair logo em seguida do 5, mas eu dei uma animada com o trailer, espero que seja bom e não só um filme pra aproveitar o sucesso que foi o último e lucrar dinheiro",
                "Eu achei uma boa volta da franquia pras telonas. O time novo funcionou melhor do que o time do 4, o twist da protagonista foi muito bom e uma surpresa agradável. Achei bom que o trio de protagonistas dos 3 primeiros filmes aparece, mas fica em segundo plano e dá um apoio, mesmo este sendo menos significativo durante do decorrer do filme do que o 4. A morte DAQUELE PERSONAGEM CLÁSSICO foi a parte mais impactante do filme e foi uma escolha arriscada, porém corajosa dos roteiristas. O confronto final foi mais empolgante que o do 4.\n\nSobre o 6: Eu tô um pouco pessimista sobre ele. É focado em outro time de novatos, mas é o primeiro filme sem a Neve Campbell, que interpreta a Sidney Prescott, e e é o segundo filme fora de Woodsboro, se não me engano. E pelo o que os trailers indicam que vai ser o último filme com a personagem da Courtney Cox. Outra coisa que me incomoda é intervalo curto entre os filmes de um ano e meio.",
                "Pra mim o Pânico 5 nem tinha necessidade de existir. O 4º achei sensacional e poderia ter sido uma ótima finalização pra franquia, mas fizeram o 5º e apesar de tudo, achei ok. Tipo: não necessariamente bom, mas poderia ser pior. A ideia até foi boa, mas nada muito impactante. Quiseram pegar a coisa da nostalgia, brincar com a personagem lá falando as regras como no primeiro filme e fazer o que tá sendo comum agora de brincar com as próprias referências. Mas ficou meio: ok, eu sei o que vocês tão fazendo, mas não tá muito interessante.\n\nGostei de como foi a questão do assassino e no geral achei um filme decente, que fez jus à franquia. De qualquer forma ainda foi bem superior ao 2º e 3º filmes.\n\nAcho que poderiam ter terminado aqui de uma vez por todas, mas ainda vão fazer o 6º e ainda por cima sem a Neve Campbell. Acho bem difícil sair coisa boa.",
                "O primeiro é o melhor",
                "Ainda nao assisti\n\nO pouco que eu sei da franquia é o que eu vi em todo mundo em panico",
                "eu espero que seja igual aos ultimos 3, onde na metade do filme eu sabia quem era o assassino",
                ">oque vc achou\n\nNão achei pq não procurei, se tivesse procurado e achado, escondia novamente 😂",
                "Achei uma excelente requel, que conseguiu trazer os comentários meta e referências para os dias de hoje além de honrar o legado da série.\n\nAgora, para o Pânico 6 já não estou com as expectativas tão altas, foi uma produção bem célere, mas veremos. O Pânico 5 parece que foi a linha de transição entre os filmes do Wes e a nova geração, então esse novo precisa mostrar sua identidade e arriscar, na minha opinião.",
                "Espero porra nenhuma, nunca conferi a franquia 🙂",
                "Eu assisti os 5 filmes em 2 dias, os 4 primeiros no primeiro e o 5 no segundo dia. Eu me amarrei no 4, ele tinha bem aquela cara de filme dos anos 2000/começo da década de 2010, sla, a vibe dos filmes desses anos me pegam bastante. Mas sinceramente, o 5 pra mim... meio q me mostrou q nd a ver continuar a franquia. Pra mim já tá virando uma repetição chata, o 5 até q é legal, mas o final em q os assassinos se revelam eu achei meio porre. Ent pro 6 eu n tenho mt expectativa, mas vou assistir de qualquer jeito, me amarro na lore de Pânico e vai ter a Kirby, minha crush da saga 🥳😍🤭",
                "Esse filme foi perfeito",
                "pra mim a saga poderia ter acabado no 4 filme",
                "espero que seja que nem os outros e que nao tirem a ideia inicial do filme panico",
                "nao vou negar que estou bem triste por que tiraram a sidney como  personagem principal"
            ]
        },
        {
            "title": "Orfão de The Office",
            "selftext": "Terminei de assistir a última temporada de The Office e agora estou órfão. Então estou procurando comédias similares para me ajudar a relaxar depois de trabalhar, estudar e cuidar da casa. \n\nObs.: já assisti também modern family, how i met your mother, ted lasso e Brooklin 99. São todas ótimas.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kg8t6",
            "num_comments": 24,
            "comments": [
                "Parks and Recreation",
                "Superstore na Netflix.",
                "Eu to reassistindo Community, é uma comédia bem besteirol mas é muito legal",
                "Acho que se você gostou dessas séries ai vai gostar de Parks and Recreation, e dessas séries que eu gostei tanto que fico vendo uns pedaços pelo YouTube.",
                "Brooklin nine nine é legalzin",
                "recomendo community",
                "What we do in The shadow",
                "Raising Hope",
                "The last man on earth, só me lembro dessa",
                "community",
                "Silicon Valley",
                "Mano, assiste O rei do pedaço (King of the hill). É uma série noventista sobre uma família comum e com seus altos e baixos porém acontece muita coisa nesse tempo, fora que é engraçado pra caramba. É do mesmo criador do Beavis and Butthead. Se possível assista esse EP e veja se gostou. [Aqui está o link](https://youtu.be/06f63OuFh3M)\nE Tem um site que tem td online...",
                "Black-ish e The Middle",
                "Peep show. Tem no app Pluto tv",
                "Dá para assistir the office de novo, haha. Daqui a pouco vou começar minha quarta maratona.",
                "The it crowd",
                "Abbott Elementary é ótima! Já tem uma atriz com Emmy é um ator com Globo de Ouro, tudo pela série. E é bem no estilo The Office, com equipe de filmagem e tudo."
            ]
        },
        {
            "title": "Alguém sabe qual é o filme?",
            "selftext": "Acho que é um filme de suspense ou algo do tipo.\n\nA única coisa que me lembro é que nele havia uma garota loira de olhos azuis que sentia inveja da garota de olhos verdes, nisso pelo pouco que me lembro ela arranca os olhos da garota e a mesma aparece amarrada e com uma venda em seus olhos só sangue (desde já agradeço a todos)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10kdvn2",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Me indica aí uma comédia romântica",
            "selftext": "Oiie, tô procurando algumas comédias românticas pra assistir e aproveitar as minhas férias só não sei por onde começar -_-\n\nSó coloquem onde ela está disponível por favor.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10k88tm",
            "num_comments": 12,
            "comments": [
                "10 coisas que odeio em você",
                "Jimmy bolha. (infelizmente, é a única comédia romântica que eu conheço JDJDJDK, é legalzinha de ver até)",
                "Bonequinha de Luxo",
                "Alguma coisa da Tiffany do Prime",
                "A mentira (2010) na Netflix",
                "Fresh",
                "o plano imperfeito -netflix\npalm springs -star+\nde repente 30-netflix",
                "algum o adam sandler",
                "Amor e gelato (livro) o filme e uma b0st4",
                "Não sou fã do gênero, mas gostei de dois:\n\n- Entre lençóis (2009-Brasil)\n- Um plano perfeito (2014-França)",
                "Amizade colorida e Amor a toda prova"
            ]
        },
        {
            "title": "Indicados a melhor filme... Qual sua aposta? Quem não merece está aí? Quem faltou?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10k7ozf",
            "num_comments": 43,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Top Gun Maverick foi bom demais, mas aqui como em qualquer canto da internet vai ter sempre os metidos a intelectuais que se recusam a falar bem de qualquer coisa que é mainstream, tem que mostrar que são diferentes e que seus gostos são superiores aos das massas.",
                "Avatar 2 estar como candidato a filme do ano é uma sacanagem",
                "Tudo em todo lugar ao mesmo tempo vai levar essa.",
                "Avatar nos melhores filmes é de doer, é bonito e tal, mas tem um roteiro genérico.\n\nNão colocaram Aftersun, pqp.",
                "Aftersun merecia estar aí",
                "Esnobaram a Babilônia mesmo!\n\nEstou na torcida por Tudo em Todo Lugar ao Mesmo Tempo, mas acredito que vão dá o homem dourado pro Spielbergzão.",
                "A Isabela Boscov fez um vídeo com o Roberto Sadovski comentando sobre essas indicações, e o Sadovski fala uma coisa que é real, o Oscar premia muito mais o espírito do tempo do que os melhores filmes da temporada",
                "ja vi muito filme de guerra, mas nada de novo no front conseguiu trazer uma tristeza, percepção de como as pessoas morreram por nada, com inumeras histórias e feitos por tras, em um cotidiano tedioso que a vida não valia mais que alguns ovos crus.",
                "\"Tudo  em Todo Lugar ao Mesmo Tempo\" é o melhor filme.  \nTodos mereceram a indicação",
                "everything everywhere all at once o único possível",
                "o filme Triangle of sadness é um filme bom, mas não merece um Oscar, teve filmes melhores pra concorrer a um Oscar, Elvis ou Everything Everywhere All at Once merecem ganhar, Avatar foi bom os efeitos, o 3D é incrível, mas o roteiro foi bem paia",
                "Pra mim faltou The Batman.",
                "Top Gun, um filme foda que reensinou o mundo pós covid a ir no cinema...",
                "Colocaria gato de botas",
                "Banshees pela fé, muito fraco!",
                "Por que o povo gosta tanto de Top Gun? Não assisti esse, mas vi o primeiro e fiquei desejando o tempo que assisti de volta. Um dos roteiros mais fracos e clichês que já assisti, sem contar que são quase 2 horas de propaganda da Força Aérea Americana. É igual aquele filme Sniper Americano. Eu até entendo gostar desse tipo de filme, mas essa devoção, como se fossem a melhor coisa do mundo, só americano mesmo pra achar, e eles acham. Pura propaganda das Forças Armadas. Os roteiros desses filmes são fraquinhos.",
                "O que Top Gun tá fazendo aí? A cientologia pagou pra tá no oscar, certeza. \n\nOs únicos que merecem na minha opinião e Tudo em todo lugar,  Os Banshees de Inisherin e Tár",
                "The Fabelmans ou Nada de novo no Front ganham",
                "tudo em todo lugar ao mesmo tempo: extremamente superestimado e hypado.   \n\n\nthe Banshees of Inisherin: melhor filme disparado (já vi todos os indicados).",
                "Aftersun com certeza",
                "Pelas indicações fica claro como esse ano foi ruim...\n\nDifícil escolher, mas pra mim, *\"nada de novo no front\"* foi o melhor filme dos indicados",
                "Avatar 2 KKKKKKKKKKKKKKKKKK",
                "Fnaf...",
                "Avatar 2 não deveria estar aí"
            ]
        },
        {
            "title": "Oscar 2023 | Confira todos os indicados",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10k7ebg",
            "num_comments": 3,
            "comments": [
                "Avatar vencerá com folga, filme absurdo!",
                "Os indicados esse ano estão muito bons mas tudo em todo lugar ao mesmo tempo vai voltar pra casa com muitas estatuetas hahaa"
            ]
        },
        {
            "title": "Uma vez eu comentei que era impressionante a versão dublada russa de Joker, parecia que tinham usado lipsynch, algum sincronizados para os lábios. Acho que não errei. O.o",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10k6k9u",
            "num_comments": 0
        },
        {
            "title": "Indicações de Filmes e Series",
            "selftext": "Estou querendo indicacões de bons filmes e series que tenham na Amazon prime...please!!!S2",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10jsyrv",
            "num_comments": 27,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O exterminador do futuro. \n\nCome with me if you want to live! 🫱🏻‍🫲🏼",
                "Vou recomendar *The Bear*, série de 8 episódios. Destaque para o episódio 7 que foi filmado totalmente em plano sequência.",
                "Series da amazon q eu amei:\n\n1. This is us\n2. Hanna\n3. The vampire diares\n4. Them",
                "Licorice Pizza, Animais Noturnos, Minari e Sound Of Metal, todos da Amazon",
                "Série de animação \"Vox Machina\". Além de ter ótimos personagens, tem uma boa comédia, ação violenta e momentos empolgantes. A segunda temporada foi lançada nesta sexta-feira, com 3 episódios iniciais.",
                "Séries:\n- Mr. Robot; \n- Família Soprano;\n- Breaking Bad; \n- Band of Brothers; \n- Sherlock;\n- Hannibal;\n- Narcos;\n- Spartacus;\n- House M.D;\n- House of Cards \n\nFilmes:\n- Gran Torino;\n- Spirit Espírito Selvagem;\n- Psicopata Americano \n- Fragmentado\n- O Irlandês",
                "Filme, “alita anjo de combate”",
                "Série “o expresso do amanhã”, série “The rain” Netflix",
                "Judas e o Messias negro, Minari, o silêncio dos inocentes, scarface…",
                "Jojo rabbit",
                "Two and Half man",
                "Nine perfect strangers",
                "Mr. Robot (serie) e Clube da luta ( Filme). Ambos são meus preferidos.",
                "Série: Invencível e Fleabag",
                "A Amazon é foda, tá pior que a Netflix. Assisti um monte de série lá que achei foda pra caralho, mas não têm a 2ª temporada. \n\nDito isso, indico:\n\nThe Boys\n\nCaçadores",
                "Jean Claude Van-Johnson\n\nInvencible\n\nJack Ryan"
            ]
        },
        {
            "title": "Pânico 6 chega arrebentando em novo trailer. Brutal!",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10jrrh3",
            "num_comments": 0
        },
        {
            "title": "Berserk x Vinland Saga: Semelhanças",
            "selftext": "Mais alguém notou alguma semelhança na história de Berserk e  de Vinland Saga?  \n\n\nDurante o treinamento do Thorfinn (Vinland) com o bando do askellad. Os acontecimentos e falas são idênticos a cena de Berserk que mostra o Gutz no seu primeiro bando.  \n\n\nSabem se Vinland tem alguma inspiração em Berserk? Conhecem algum outro anime com uma situação parecida?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10jmfow",
            "num_comments": 1,
            "comments": [
                "Eu só sei que são duas obras incríveis"
            ]
        },
        {
            "title": "História do oculto, um dos meus filmes preferidos de terror",
            "selftext": "É um filme argentino, muito pouco conhecido. Vi ele pela netflix e gostei bastante. Recomendo para quem é fã do gênero e/ou está afim de assistir algo longe do circuito de Hollywood.\n\n&#x200B;\n\nSinopse:  Um popular programa de televisão, chamado \"60 minutos antes da meia-noite\" vai ao ar pela última vez, trazendo um convidado. O homem chamado para o programa diz ter informações que relacionam o governo a um culto obscuro.\n\nhttps://preview.redd.it/bmdcyvpdhuda1.jpg?width=1120&format=pjpg&auto=webp&v=enabled&s=7700e6eb2f562fcab3bf1deef189a5e1aafa1ec1",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10jkj7d",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Parece interessante, marquei pra ver",
                "Maneiro, vou procurar pra ver, me amarro em terror, especialmente se for fora do americano"
            ]
        },
        {
            "title": "Poderiam me recomendar filmes de terror psicológico.",
            "selftext": "Pesquisei bastante do gênero, um que me satisfez muito (e se tornou meu filme favorito) foi a \" ilha do medo\".",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10jh9r8",
            "num_comments": 55,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Babadook",
                "O Farol, com Robert Pattinson e Willem Dafoe. Excelente e me lembrou bem A Ilha do Medo.",
                "Brasil X Croácia- Quartas de finais da copa do mundo de 2022",
                "O sacrifício do cervo sagrado;\n\nPesquisa os filmes da A24",
                "O Amigo Oculto\n\nRun\n\nFragmentado\n\nMa",
                "[deleted]",
                "Midsommar, estou pensando em acabar com tudo, hereditário, corra!, mãe!, irreversível, anticristo, o mistério das duas irmãs, caso 39, men, a pele que habito, dente canino, o sacrifício do servo sagrado, chave mestra, o número 23, a origem. Esses são os que eu me lembro agora de cabeça.",
                "Creep e Creep 2",
                "Tem outro genial, um pouco mais antigo, que eu gostaria de rever. Chama-se Plano de Voo, com Jodie Foster. Mas não sei se tem em algum serviço de streaming.",
                "Nós, Corra.",
                "O recém lançado \"the menu\"",
                "Cara, veja os inocentes e speak no evil, pqp que filmes fodas.\n\nLista do que vi e gostei em 2022 de psicológico.\n\n. Rua Cloverfield\n\n. O chalé\n\n. Possessor\n\n. Hatching\n\n. Talvez soft & quiet",
                "Boa noite, mamãe",
                "O Orfanato. Gosto muito desse filme, sempre recomendo quando tenho oportunidade...   \n\n\nGosto também de Midsommar e Hereditário.  \nMas não sei se são bem terror psicológico (Não sou o melhor critico de cinema...)",
                "Minha Infância\nBy Oligarca",
                "Fratura",
                "Nós\nCorra\nO homem nas sombras\nHereditário\nMãe (acho que é esse nome, uma mulher fantasma e tal, não a aquele da alegoria da criação)\nBabadook",
                "A Bruxa, Hereditário, Midsommar, Colheita Maldita, A Ameaça, Sinais, O iluminado (obrigatório pra qualquer cinéfilo), A coisa, quase qualquer filme do Brian de Palma nos anos 1980, Maníaco...",
                "minha vida",
                "Rua cloverfield, 10 / o homem insensível",
                "Os outros",
                "O Poço",
                "Ward",
                "Corra!\nNope! \nA Chave Mestra \nOs Outros (velho, mas ótimo!)",
                "O Menu, tem no star+",
                "Creep, sem dúvidas.",
                "Os filmes A visita e Corra, simplesmente duas obras que te prendem do início ao fim, dando aquele suspense de tirar o fôlego.",
                "Também recomendo todos os filmes do Haneke, especialmente Violência gratuita (1997)",
                "Speak No Evil (Não fale o mal)\nSkinamarink\n\nAmbos de 2022.",
                "já viu o primeiro psycose?"
            ]
        },
        {
            "title": "Depois da saída do Henry Cavill da dc como vcs acham que vai ser conduzido o universo do Snyder?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10jfqi3",
            "num_comments": 20,
            "comments": [
                "N vai existir, vai ter reboot. Tá confirmado",
                "Como tem sido conduzido tudo da DC desde o início: mal.\n\nA verdade é que a Warner fez alguns filmes bons, alguns eu diria até ótimos, mas o todo da obra ficou medíocre. Se compararmos com a Marvel (que é o oposto, um monte de filmes mais ou menos na melhor das hipóteses, que juntos formam um conjunto ótimo), o DCU é um amontoado de visões sem coesão, que parecem não caminhar pra lugar nenhum. Já o Snyder, na minha opinião, é um cara super-valorizado, que até hoje não merece o hype. Não que ele seja ruim, ele até que faz coisas interessantes. Mas não é pra tudo isso.",
                "Reboot do zero.",
                "That's the neat part. It don't",
                "Na real,eu não me importo,de qualquer forma vai ser mais um bando de filme avulso de super-heróis fingindo ter conexão no universo,mas parecendo mais anaconda vs crocodilo",
                "Achei mt balela essa história de queremos um ator mais novo n sei o que… só pra um personagem e os outros n. Só espero que coloquem alguém que pareça o superman e que seja um bom ator",
                "DC tá totalmente perdida e cada decisão dos executivos só piora a situação.",
                "Eu gosto do vilão só na segunda versão",
                "nada, esse universo morreu :)",
                "snyder só vive em nossos corações",
                "Universo do Snyder ?? 🤣🤣🤣🤣🤣🤣🤣",
                "morreu faz tempo",
                "Lixo",
                "Não sei, não abri minha lixeira pra ver universo do Snyder"
            ]
        },
        {
            "title": "[DISCUSSÃO] The Last of Us 1x02 - Infected",
            "selftext": "&#x200B;\n\n|DATA|EPISÓDIO|\n|:-|:-|\n|15/01/23 - 23h|S01E01 - [When You're Lost in the Darkness](https://www.imdb.com/title/tt11957006/?ref_=ttep_ep1)|\n|22/01/23 - 23h|S01E02 - [Infected](https://www.imdb.com/title/tt14500884/?ref_=ttep_ep2)|\n\n&#x200B;\n\n**Sinopse:**\n\nJoel, Tess e Ellie atravessam um hotel abandonado e inundado de Boston a caminho de deixar Ellie com um grupo de Fireflies.\n\n \n\n**Onde assistir:**\n\nHBO MAX ou HBO (canal por assinatura).\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e  aplicativos de streaming de terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** do episódio. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10j2224",
            "num_comments": 20,
            "comments": [
                "Caramba. Hoje pegaram pesado.\n\nEu já imaginava que eram conectados, graças ao Ben 10 que assisti muito. :)\n\nLembrando a galera que este game não existe ainda para PC. Então tem muita gente que não jogou.",
                "Gostei bastante, como ainda não tive a oportunidade de jogar o jogo e não conheço nada da história eu gostei desse EP meio \"tutorial\"",
                "Cara, pensando nos principais \"arcos\" que existem no primeiro jogo, a adaptação tá seguindo o ritmo natural.\n\nTer a Ellie como \"o ouvinte\" é bom para quem não conhece muito sobre o universo ou caiu de paraquedas na série. Somando isso ao prólogo da Dra. avaliando a infectada a gente começa a entender a gravidade da infecção.\n\nAcho que o combate com clickers foi realista, mais do que é no jogo, já que são seres humanos.\n\nCurti esse ep",
                "E aquele beijo de língua, hein, geeeeeente. >!Eca!<",
                "Eu gostei do Ep., de um modo geral, mas para mim a \"introdução\" aos tipos de infectados foi muito longa, pareceu mais um tutorial meio arrastado. Tenho a sensação de que foi muito tempo para pouca história. Achei a cena de abertura genial, um dos pontos altos do Ep. A cena do beijo foi surpreendente, e inesperada. Mas tive a impressão que o ritmo e a história do 1° Ep. foram melhores, espero que acabem essas explicações mastigadinhas, e a história se desenvolva de maneira mais fluída. Confesso que ainda estou com a expectativa bem alta para o restante da série.",
                "Eu gostei mais do episódio 01",
                "Achei o episódio meio \"tutorial\" hahahahaha \"Olha existe esse tipo de infectados que pode ouvir melhor e talz eles também são conectados entre si como uma hivemind e pah\"  \n\n\nTalvez agora que as comparações game X série fiquem um pouco mais forte (pra quem jogou, óbvio) porque não me entregou nada, nem em termos de escrita nem em termos de história, que eu já não tivesse experimentado. Bem morno.\n\nMas o beijinho no final hein, terrível primeiro encontro.",
                "Esse episódio foi praticamente um filler ,só não pode ser considerado um filler pq teve aquele evento no final",
                "Sei lá eu realmente acho que tirando fotografia e atuação que tá maravilhoso como sempre os caras realmente erraram a mão no ritmo nesse episódio,foi praticamente um episódio pra apresentar os infectados \n\n\n\n\nEnfim eu já esperava que ia ser um episódio nesse estilo pelo título mas não esperava que ia ser tão lento assim\n\n\n\nDo mesmo jeito,ansioso pro próximo",
                "Qual foi o do beijo no fim? Meio zoado.\n\nTirando isso o episódio foi ok.\n\nFiquei imaginando como seria a adaptação do combate na série.",
                "O \"cold opening\" (como se fala em português?) eu curti bastante. O resto do episódio é completamente *meh* e a Ellie já ultrapassou a quota \"adolescente chata padrão\" de série/filme gringo. Já tá bom de deixar de ser só chata e inconveniente e começar a se desenvolver como personagem."
            ]
        },
        {
            "title": "Recomende um anime e diga pq vale a pena assistir",
            "selftext": "Tenho começado a ver animes há pouco tempo . Comecei por death note, depois fui pesquisar outros estilos gostei mto os do Studio ghibli, tem otimasb reflexões.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10j1tnx",
            "num_comments": 24,
            "comments": [
                "Inuyasha",
                "-O conto da princesa Kaguya \n\n-Túmulo dos Vagalumes\n\nJá viu esses do Studio Ghibli? Meus preferidos",
                "Fullmetal e Hunter x Hunter",
                "Berserk, vale a pena pq é Berserk po...",
                "Monster, a trama é excelente e é bem fechadinha.\n\nDilemas morais, personagens bem desenvolvidos, história que te prende e deixa com vontade de saber o que vai acontecer apesar do ritmo talvez ser um pouco lento.\n\nEntrou na Netflix agora apesar de não ter todos os episódios (mas é bem fácil de achar tudo até no youtube).\n\nBasicamente um dos melhores animes/mangas já feitos.",
                "Monster. É meu preferido.",
                "Erased, é um anime bem curto, conta a história de um rapaz q consegue viajar no tempo indo ao seu passado podendo assim investigar o desaparecimento de seus colegas de classe. 13 episódios eu acho e é bom",
                "Eu queria recomendar one piece, meu anime preferido, mas é lento pra porra\n\n\nOusama Ranking (Ranking of kings), pq é lindo, o boji é um fofo, o kage é um lindo, o daida amadurece legal. O estilo de animação/traço é aconchegante. \nÉ perfeito, apenas isso.\n\nResumo bem por cima: pensa numa criança, que nasceu muda, fraca e pequena, mas ele é filho primogênito do rei mais poderoso (em força física), a pressão que colocam sobre ele, o quanto ele é esnobado. Mas em um momento ele precisa juntar forças para lutar.",
                "Code Geass: diferentemente do Light/Raito/Kira o protagonista desse aqui não é um psicopata.\n\n* Angel Beats: Pessoas lidando com a morte.\n* Ano hana: Mais pessoas lidando com a morte.\n* Shiki: prepara pro choque pq ele é grande  \n\n\nFilmes: \n\n* A voz do silencio\n* Your Name\n* Crianças Lobo\n* Os filmes de Code Geass: Um recap na vdd com algumas mudanças na historia e uma nova historia após o termino do anime e tem tb um que se passa entre as temporadas.",
                "Posso te indicar os clássicos:\n\n- Saint seya\n- dragon Ball (z, GT, Budokai...)\n- Yuyu Hakusho\n- InuYasha\n- Evangelion\n- Naruto\n- Pokémon",
                "Hi Score Girl - da Netflix -\n\nVocê acompanha alguns anos da vida de Haruo, um garoto viciado em Street Fighter até que ele perde pra uma menina da turma, que joga com Zangief.\n\nÉ um anime divertido e nostálgico, que no fim você sente falta de novas histórias dos personagens.\n\nAggretsuko - Netflix\n\nRetusuko é uma menina calma num emprego burocrático com um chefe carrasco, o qual ela tem como válvula de escape cantar death metal em karaokê. A última temporada deve estrear esse ano.",
                "Deathnote, foi meu primeiro anime e eu terminei semana passada!"
            ]
        },
        {
            "title": "poderia me recomendar um filme ou serie que te prendeu bastante?",
            "selftext": " Estou a muito tempo (algumas horas) procurando um filme para assistir pode ser desenho, serie... enfim basicamente magia com romance estilo enemies love, Strange magic ou ate mesmo crepúsculo, ou nenhum tipo mundo dos centauros ou a maldição da residência hill, eu só quero ver algo novo que me faça pensar ou sla me sentir minimamente fora desse mundo, onde eu me apego as pessoas e tals.... enfim desculpa se fui exigente.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10j14mt",
            "num_comments": 35,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "ilha do medo, insano",
                "The sopranos",
                "Táxi driver",
                "berserk",
                "The man from earth(2007)",
                "Band of Brothers",
                "The americans",
                "Quando eu achei que Prison Break (Amazon) era o ápice das série, conheci Breaking Bad (Netflix) anos depois conheci Família Soprano (HBO) e já vi incontáveis vezes a série. Pouco hype no Brasil, mas na gringa ela é considerada uma das melhores séries por muitos canais e jornais.\n\n“The Sopranos (1999-2007)\nEm seis temporadas, \"The Sopranos\" ganhou 21 Emmys e e cinco Globos de Ouro e é frequentemente apontada como a melhor e mais bem escrita série de todos os tempos.”",
                "Qualquer filme da DreamWorks",
                "Oz",
                "Dragon's Blood (Netflix). Série de animação. Máfia + enemies to lovers.",
                "Acho que você iria gostar do The Vampire Diaries",
                "O pessoal só leu o título e está indicando ótimas séries, mas que fogem ao que você pediu. haha\n\nAcho que vai gostar de O Mundo Sombrio de Sabrina, é uma série.\n\nFilme, se não assistiu ainda, Malévola é ótimo! É magia com um romance, mas foge ao clichê que a gente tá acostumado.",
                "The banshees of inisherin",
                "1899",
                "Filme Terra fria com Charlize Theron, nunca na vida senti tanta raiva dos personagens de um filme como nesse.",
                "serie boa de investigação \"o mentalista\" acredite ela ti prende com personagens carismaticos e casos criativos",
                "Breaking Bad é muito boa. E livros, acho Game of Thrones",
                "The office",
                "“Meio fantasioso” e romance: Your Name\nNada fantasioso, triste e como um certo romance: Koe no katachii\nFantasioso triste e maravilhoso: Angel Beats(nao se apegue a ninguém)\nShiki: se apegue se desapegue se choque\nDirk Gently",
                "Jackie Brown (1997) clássico do Tarantino, impossível não se prender olhando a atuação impecável do Samuel L. Fucking Jackson\n\nAmerican Beauty (1999) incrível em todos os aspectos, gosto muito do arco de cada personagem",
                "Alice in Borderland...me prendeu do começo ao fim."
            ]
        },
        {
            "title": "A procura de um filme sobre máfia japonesa",
            "selftext": "Eu acredito que é um filme bem popular do gênero, que assisti bem sonolento a um bom tempo atrás de madrugada na HBO, mas que por algum motivo eu não estou encontrando o nome. Portanto, tomei a coragem de postar aqui.\n\nO filme, eu acredito ser do fim dos 90s ou 00s. Basicamente, o protagonista é um cara meio solitário que trabalha para a máfia japonesa e, se eu não me engano, é fornecido uma missão para ele de ficar de olho em uma garota em especifico.\n\nA questão é que ele acaba se apaixonando por essa garota, e pelo que eu me lembre, essa garota era namorada ou filha de alguém importante da máfia ou político. E isso acaba gerando um problemão para o protagonista. Os mafiosos até invadem o apartamento dele, meio que num piscar de luzes, o enchendo de porrada.\n\nEu lembro de uma cena em específico que ele é enterrado vivo, no meio da chuva, cheio de mafiosos observando... dai o protagonista consegue sair da situação e fugir de carro de uma forma muito mentirosa.\n\nNo final do filme, ele entra em uma espécie de bar/lounge de luxo, matando/se vingando de todos os mafiosos. E após isso, ele fica se observando no espelho, e o filme acaba. \n\nCara, eu tenho quase a certeza que alguém vai matar de primeira qual filme é. Mas eu não lembro do nome dele e não encontro de jeito nenhum. Estava com um sono disgramado naquela noite, mas tinha gostando muito da vibe meio noir do filme.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10iyzb2",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Não é japonês mas parece A Bittersweet Life ou O Gosto da Vingança, sul-coreano.\n\nOu algum do Takeshi Kitano, se for da Yakuza mesmo."
            ]
        },
        {
            "title": "Eu vejo a intro de the last of us e já me da uma vontade de rever o primeiro ep",
            "selftext": "[https://youtu.be/VjDxl-\\_jA7c](https://youtu.be/VjDxl-_jA7c)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10iwb5f",
            "num_comments": 2,
            "comments": [
                "Puts eu gostei tanto da série 🥺🥺",
                "Você gostou da intro? Achei tão cópia de Game of Thrones… eu gostei mais da pegada da lanterna que aparecia nos primeiros trailers"
            ]
        },
        {
            "title": "Marvel",
            "selftext": "Boa tarde, galera. \nQual a melhor ordem p assistir os filmes da Marvel? 🤣",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10imkdz",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "De lançamento",
                "Sinceramente, recomendo não assistir.",
                "Ordem de lançamento",
                "Pega a ordem de lançamento mesmo",
                "A ordem cronológica entrega muita coisa. A melhor é a ordem de lançamento."
            ]
        },
        {
            "title": "Me diga seu filme favorito sem dizer o nome dele",
            "selftext": "homem acha foto sua mais velho em sua festa de 4 anos",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "10icw46",
            "num_comments": 41,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Say “Hello” to my little friend",
                "Homem encontra um veado morto no meio da estrada, sai do carro em direção ao animal, corta toda sua barriga para as tripas saírem, e se veste com a carcaça do animal morto enquanto dança na estrada, até ser atropelado por um caminhão.",
                "Caralho, eu sei essa, mas estou confundindo com uns 4 filmes na minha cabeça. Vou esperar alguém falar.\n\nO meu favorito (A Árvore da Vida) é impossível alguém acertar, quase ninguém viu. Vou falar o 2º favorito.\n\nDois grupos de símios duelam por um poça de água.",
                "Grupo de cientistas caem em uma cilada tentando ajudar uma mulher que disse que seu povo estava refém em um planeta desconhecido, mas chegando lá muitos deles ficaram reféns e os que não conseguiram ficar presos tentam salvar seus colegas.",
                "A primeira regra é: não se fala sobre isso.",
                "Efeito borboleta?",
                "Boxeador amador tenta mudar de vida ao ganhar a oportunidade de enfrentar o atual campeão mundial.",
                "É um filme sobre pôneis pequenos",
                "Corridas\nUma morte no meio\nAção\nP O L Í C I A\nEntre vários outros",
                "ONDE ESTÁS ONDE ESTOY, UNO BANDOLEDO DONDE VOY, DEVO GRACIAS A DIOS, POR ONDE ESTÁS AONDE ESTOY",
                "ONDE ESTÁS ONDE ESTOY, UNO BANDOLEDO DONDE VOY, DEVO GRACIAS A DIOS, POR ONDE ESTÁS AONDE ESTOY",
                "Z na testa",
                "Um cara vinha com sua namorada numa rodovia num tempo chuvoso. Aí do nada ele bate o carro e aparece um sujeito misterioso usando um sobretudo. Ao ver esse sujeito, o casal dentro do carro ficou com medo e decidiram seguir viagem. Lá na frente o casal para num posto de gasolina, aí um tempo depois, o mesmo sujeito que apareceu lá atrás aparece no posto. Depois de algum tempo, o homem misterioso pede carona para o casal, que resolveram aceitar levá-lo. Com o passar do tempo, esse homem começou a falar coisas muito sinistras para o casal. E pediu também para ser morto por eles. Aí depois de um tempo rola uma briga dentro do carro. O casal consegue tirar o sujeito de dentro do carro, eles acham que se livraram do assassino, mas aquela noite só estava começando, junto com o inferno que seria a vida deles de ali em diante... Esse é o meu filme favorito! Me desculpem se escrevi/ ou contei algum coisa errada, mas acredito que não",
                "Um garoto de 11 de idade na Alemanha nazista tem como seu amigo imaginário Adolf Hitler ele descobre que a uma judia morando na sua casa então ele descobre que os judeus não são tão maus e que Hitler não é tão bom"
            ]
        }
    ]
}