{
    "posts": [
        {
            "title": "Harry Potter é muito bom",
            "selftext": "quando era criança eu tinha visto alguns filmes do harry potter, mas nunca tinha parado pra VER realmente e há uma semana atrás eu assisti todos do começo, e puta que pariu MT bom sério, deixa meu coração quentinhoooo adoro, se vc tava querendo ver harry potter esse é o sinal kkkkk esse eh o tipo filme que as pessoas ou amam ou odeiam e as que odeiam provavelmente não viram",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12a2o9i",
            "num_comments": 35,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Gosto muito do [Harry Potter by Balenciaga](https://www.youtube.com/watch?v=iE39q-IKOzA)",
                "Eu só gosto dos dois primeiros dirigidos por Chris Columbus.",
                "Opinião né",
                "Eu não li os livros, não sou nenhuma fã ferrenha, mas os filmes são importantes pra mim pela nostalgia. São muito legais sim, o meu favorito é O Prisioneiro de Azkaban. O mais fraquinho eu acho que é A Ordem da Fênix.",
                "Também gosto da saga. Comecei pelos filmes e agora tô lendo os livros. Falta Enigma do Príncipe e Relíquias da Morte para concluir a leitura.",
                "também vi os filmes recentemente e mesmo que eu nao tenha lido os livros, eu gostei bastante! existem furos meio grandes no roteiro e alguns filmes são exageradamente longos e até um pouco chatos mas o conjunto geral me agradou bastante!",
                "CARALHOOO, acabei de descobrir que existem versões estendidas dos filmes 😍😍😍\n\nJuro que eu não fazia ideia. Já estou baixando pra assistir. Parece que apenas os dois primeiros filmes têm versões estendidas.",
                "Assisti ontem marota de HP na televisão, eu não canso de assistir, toda vez que passa, assisto.",
                "Eu gosto dos visuais, quando assisti a primeira vez foi bem bom. Mas assim, vamos ser realista que não tem como desvencilhar a mente macabra da JK dos filmes. Transfobia, racismo, antisemitismo, e um bocado de mazela da cabeça doentia dela foram transportadas como conteúdo canônico do seu universo. \n\nAlém dos furos de roteiro e dezenas de outras coisas mal escritas. Levando tudo isso em conta o universo dela fica uma bela merda, pra dizer o mínimo, isso pq tô tentando ser \"\"\"\"\"imparcial\"\"\"\" tentando ver algo além da problemática geral.\n\nAgora, se você realmente tenta ver a obra como um todo, avaliando ela como um filme sério que você avaliaria um bom filme, meu deus, é se jogar no lixo.",
                "Meh.",
                "Prefiro vingador do futuro",
                "Bão demaizi",
                "Pega os livros, são bem pequenos e escritos numa linguagem bem fácil, já terá os rostos e vozes na mente.",
                "Eu pensava a mesma coisa, mas ai passei pela puberdade e assisti outros filmes.",
                "Eu gosto dos filmes e odeio o fandom com todas as minhas forças. Potterhead é tudo insuportável que superestima a obra. Quando eu digo que gosto, é porque considero que no máximo é um entretenimento decente, e só.",
                "nossa falando em hp antigamente eu so tinha assistido o primeiro ai, na primeira vez q eu mestrueikkkk, estava eu entediada sem faze nada,pq eu tava de ferias no final do ano,ai eu inventei de assisti e e muito bom agora minha meta e le os livro",
                "I agree with you..."
            ]
        },
        {
            "title": "Oque vcs acham sobre classificação etária de filme?",
            "selftext": "Olá hoje fui assisto panico 6, só que n deixaram pq eu n tinha 18 anos, eu acho isso um absurdo pq n estamos falando de um remédio traja preta por exemplo que se organismo n aguenta vc morre é apenas a droga de um filme o máximo que eu posso ter é a porcaria de um pesadelo.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129tfva",
            "num_comments": 22,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Classificação etária não tinha que permitir ninguém de barrar pessoas em filme. Essas classificações são mais \"guias\" para os pais saberem se o filme é violento ou não etc\n\nNão é como se você não pudesse ter acesso ao filme de qualquer outra forma. E também não é como se com 16 anos você já não tenha tido acesso a violência e/ou peitos, que geralmente é o que decide essas faixas.",
                "Se deixam você entrar e você chega em casa depois com medinho seus pais vão lá e comem o cu do cinema com farofa e suco",
                "Deveria ter classificação para usar o reddit.",
                "Frescura",
                "bem, vc tem duas opções, ou vc pede pro seus pais te levar pra ver o filme ou vê o filme pirata",
                "Fui assistir pânico com minha irmã de 16 e barraram ela, mas foi só conversar com a gerência de q ela era a minha irmã e fazer uma autorização. Quem tem 16 ou 17 n pode entrar desacompanhado, e quem tem 15 pra baixo n pode nem acompanhado dos pais\nEu não acho errado ter a classificação indicativa, até pq quase todos os filmes são até 16 anos e qqr adolescente consegue entrar nesses. O cinema te barra pq, mesmo q seja uma indicação, tem conteúdo adulto que menor n é pra ter contato, e se tiver o pai tem q estar ciente pq, querendo ou n, pode trazer algum prejuízo \nUma vez fui com minha tia assistir um filme q a classificação indicativa era de 16, n tivemos problema nenhum pra entrar. Na época eu deveria ter menos de 15. A gente achou q ia ser algo tipo comédia romântica, mas era um filme hiper sexualizado q falava só de sexo e masturbação. Nesse caso, não barraram por algum motivo q eu até hj n entendi pq, ao meu ver, o contato com coisas sexuais n deve ser feito por menores de idade pq afeta desenvolvimento, acaba q sexualiza antes do tempo etc. \nSobre o pânico em si, eu assisti todos antes de fzr 18 em casa. Minha mãe via comigo, minha irmã de 16 assistia comigo e eu, por ter assistido mtos filmes de terror e todos os pânicos, n acho q pânico é tão pesado pra ser 18, mas se a legislação diz q é 18, o cinema tem q se resguardar e te barrar sim pra q eles n tenham problema. Eu acho q deveria ser 16 no máximo, tanto q assustei qdo vi q era 18. \nOq vc pode fazer é falar com seus pais pra eles preencherem o documento de autorização no cinema pra vc entrar e pronto. \nOu tbm vc compra ingresso pra outro filme e entra na outra sala",
                "honestamente, eu acho que é mais do que necessário",
                "Foi ver no cinema? Creio que possa ver, se houver documento assinado por pais ou juiz, porque é classificação etária recomendada, e não exigida. Além de que, se bem recordo, os filmes passavam na Sessão da Tarde, assim como os primeiros de Brinquedo Assassino no SBT...\n\nEu acho ótimo ser RECOMENDAÇÃO porque permite a pessoa comum saber o que esperar do programa antes de deixarem seus filhos assistirem, bem como há espaço pros pais/responsáveis fazerem algo se acreditam que seu filho é maduro o suficiente para.\n\nEu, sendo professora, é muito útil na escolha de filmes que passarei em sala de aula, ou pedir autorização dos pais caso um ou dois alunos ainda não tenham feito aniversário pra alcançar a classificação etária"
            ]
        },
        {
            "title": "Não consigo engolir o final de Interestelar",
            "selftext": "Simplesmente não desce. Não importa o quanto \"fisicamente\" correto ou toda essa balela seja, o final continua sendo ruim e anticlimático.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129siuj",
            "num_comments": 16,
            "comments": [
                "Com certeza, baita filme mas cagou tudo com aquele papo de \"o amor transcende o tempo e espaço\".",
                "Ah eu adoro, haha! Um dos meus filmes preferidos, mas ok, aceito que não curtam o final!",
                "Ué, e vc esperava o que do final? Achei bem interessante toda essa questão da passagem do tempo ter se concretizado naquela cena.",
                "Interestelar é um filme incrível com um final supremamente bosta.",
                "Vamos ver se eles vão consertar no 2.",
                "Cara, eu também achei bem 😐. Não anula toda a produção do filme, que é sensacional. \n\nMas me perdeu também no final.",
                "A cena dele reagindo aos filmes do filho anula qualquer defeito que o filme possa ter.\n\n\nE TEJE DITO",
                "Eu adorei o final mesmo n entendendo nada",
                "Pelo ao menos vc entendeu o suficiente para não gostar pois eu não entendi foi e nada",
                "Ouvi o podcast \"Enquadrando\" e os caras fizeram comentários com boas interpretações do filme. Acho que vale a pena pois eles vão falando cena a cena.",
                "Meu favorito do Nolan. E AMEI o final.",
                "Eu acho que um final sem ficção, mais realista seria melhor.\n\nMas apesar disso, não achei o final ruim, gostei bastante da mensagem do filme.",
                "O filme trabalha com o conceito de Tesseract que seria uma estrutura onde você poderia acessar qualquer lugar em qualquer época. Não sei se foi poético ou cafona"
            ]
        },
        {
            "title": "Filmes de Super Heróis",
            "selftext": "O que vocês acham de filmes de super heróis? Eu gostava tanto, mas de uns anos pra cá eu enjoei, o último que assisti foi do homem aranha que aparece os outros aranhas, depois daquilo perdi a vontade de assistir e hoje já não me faz falta mais.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129pixu",
            "num_comments": 28,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tbm sempre gostei de filme de herói, minha maior diversão no ensino médio foi quando saiu guerra infinita e ultimato, mas ultimamente tbm tenho perdido a vntd de ver.",
                "eu particularmente gosto de filmes de super heróis, principalmente pelo fato de eu ser um grande fa de quadrinhos principalmente da DC, mas confesso que ultimamente tem ficado um pouco saturado",
                "Coisa de criança e adolescente",
                "Sinceramente, assisti Homem Aranha: Sem Volta Para Casa e curti. Mas depois percebi o quão esquecível é, 5 minutos depois do filme eu simplesmente esqueci que ele existia. E a maioria dos filmes da Marvel são assim.",
                "Cara, adoro filmes de super herói! Acompanho a Marvel desde 2008 e foi muito legal crescer com os filmes. Eu e meu pai assistimos todos no cinema. Porém, no ano passado deu uma desanimada. Eu e ele não nos interessamos tanto pela Marvel em 2022 e eu acho que deu uma saturada. Foram muitos lançamentos ao longo dos anos e acho que eles deveriam variar a fórmula dos filmes e inventar novos meios de contar a história. No momento estou interessado mais nos filmes mais contidos da DC como The Batman e Joker, que não possuem relação com um mega universo.",
                "São tipos de filmes que vc só vai querer ver uma vez e não mais. Mas tem filmes de super heróis que são muito mais esperados que outros, não duvido que quando vier um novo filme de super herói com um mega evento, vc não vai se empolgar de novo. O filme do Flash pode ser um deles",
                "Eu parei no vingadores.  Ultimato. Eu acho que ali era o final do ciclo mesmo. Achei foda demais!! Poderiam parar de fazer, deixar a geração passar. Mas ao contrário começaram a produzir mais e mais.. e ai qualidade cai e a bilheteria também.   Um filme o outro, sim, mas o.mercado ficou saturado. Vai surgir outra. E depois volta",
                "Eu sempre gostei dos filmes de heróis, desde o tempo quando a categoria ainda era mal vista. Só mente com o filme dos X-Men e com o sucesso de homem aranha em 2001 que começaram investir em peso. Mas acredito que o que esta desanimando o público, é a falta de bons roteiros e fidelidade aos personagens originais. Estão cagando os filmes com CGIs mal feitos. Olhamos os filmes e parece que tudo é o mesmo. Os executivos, que só querem ganhar dinheiro, estão sabotando tudo. Sem falar na influência de todos os grupos de militância. O Thor por exemplo, que nos quadrinhos é bem masculo, durão, virou uma piada, nada haver. Só ladeira abaixo",
                "eu gosto desde de criança mas não sou aquela pessoa que assiste todos os filmes de super heróis e sabe o nome de todos kkkkkj sou bem leiga nesse assunto na verdade \n\ntem uma série muito BOAAA que é the boys, já viu?",
                "exageradamente longos e cheios de maneirismos, os plots são substituídos por apego emocional dos fãs e fica uma coisa meio água com açúcar bem chata de digerir se você for \"leigo\" ou não souber tim-tim por tim-tim da história do personagem do filme ou etc",
                "Tô de caco cheio, não aguento mais",
                "Tbm curto, porém a Disney tá ferrando o gênero com sua fórmula Marvel, por isso q the batman e tbm logan são melhores q mtos filmes, mas graças a Deus q outros filmes estão se pagando bem",
                "Fastfood audiovisual, era interessante no inicio, porém eu já estava de saco cheio até mesmo antes do Ultimato, após ele eu não fazia questão nenhuma de assistir nenhum outro filme, apenas homem-aranha pois fui puxado pelo maldito demonio da nostalgia por eu ter crescido com os filmes do Tobey Maguire, mas depois disso não vi nenhum outro.\n\nPorém ainda acho interessante quando a DC faz filmes isolados, como o caso de The Batman e Joker, onde diretores tem mais liberdade em fazer o que quiser sem que o studio fique em cima pq existe todo um calendário de outros filmes genéricos que tem que atrair o máximo de publico possível, fazendo um filme agua com açúcar. \n\nEnfim, acredito que 2022 tem mostrado algo realmente satisfatório que é uma queda de publico para esse filme e o que pode resultar ao fim desse tipo de porcaria, não suporto mais um cinema com 10 salas e 7 delas são reservadas apenas para filmes de boneco.",
                "o unico super-heroi q presta pra assisti filme e o homem-aranha pq a pessoa n enjoa de assisti",
                "Em geral, eu não curto. Mas o Dredd (2012) é um bom filme de ação cyberpunk. De séries, Invincible e The Boys são legais por subverter os estereótipos de historias de heróis. Guardada as devidas proporções, são os \"Watchmen\" da atualidade.",
                "Eu sempre curti, mas parece que deu uma bela diminuída nos filmes bons desse tipo",
                "Eu gosto só dos filmes do Homem Aranha. De resto, até vejo, mas não fico mais hypada. Morro de preguiça de filmes que eu preciso ver uns 500 outros antes, ler 300 HQs, etc. para estar por dentro do universo e conseguir entender. E ultimamente tem ficado um pouco saturado mesmo. Mas né, quem é fã das HQs e acompanha há anos, são divertidos, realmente curte, não julgo.",
                "Estão saturados, e a maioria são esquecíveis."
            ]
        },
        {
            "title": "Nome do filme",
            "selftext": "Eu tenho 40 anos e é um filme que lembro de ter assistido no SBT a tarde, quando eles tinham uma sessão nesse período. \nEu não lembro de quase nada do filme, apenas do final:\n\nEra uma casa onde uma ou duas pessoas foram encontradas mortas, quem encontrou o corpo (ou corpos) pegava a arma e se suicidava, nisso a câmera saía pela janela e ia subindo em direção ao céu, nisso era possível ver outras pessoas entrando nessa casa e se ouvia \"ah não\" (tiro de arma) e o filme terminava assim, com uma espécie de suicídio coletivo conforme as pessoas iam entrando nessa casa.\n\nAlguém sabe o nome?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129n952",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "  Penn & teller get killed,  em português ficou perseguidos por acaso.",
                "Enter the void será ? Não lembro muito bem fo filme, mas tinha uma perspectiva psicodelica em primeira pessoa..."
            ]
        },
        {
            "title": "Queria lembrar o nome de um filmes",
            "selftext": "A mais ou menos uns 4 anos atrás eu vi um filme indiano hilário, cujo nome não lembro mais queria rever\nO filme começa num hospital onde tem um trabalhador que acompanha o nascimento do seu filho e do filho de seu chefe, até que o filho do seu chefe aparentava ser autista, e como ele gostava muito do chefe ele trocou o filho do chefe e ficou com ele pra ele, com isso dando seu filho pra o do chefe, aí tem um puta rolo pra resolver o problema, ele enfrenta uma máfia, briga com um tigre, outra cena que pode ajudar, é uma parte que ele interroga um cara num porto cheio de navios e infelizmente é só pq eu lembro\nObs:ele estava na Netflix",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129lghn",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Antologia John Wick: Qual o melhor filme para você?",
            "selftext": "Antes de mais nada, gostaria de avisar que esse tópico é um alerta de ***SPOILER***, então quem é fã da franquia John Wick e não assistiu o quarto filme, melhor evitar o tópico ou leia por sua conta e risco.\n\n---------------------------------------------------------------------------------\nAgora que já assisti o quarto filme, para quem acompanha o que acho ser a melhor franquia de filmes de ação no momento, o que acharam do último filme e acham ele o melhor da franquia? \n\nPessoalmente ainda não superou o segundo filme. As cenas de ação do mesmo continuam insuperáveis e foi surpreendente pra mim terminar com a cena do Wick matando o mafioso lá dentro do Hotel Continental e passando a ser caçado pela Alta Cúpula.\n\nNo quarto filme as cenas são boas, mas achei algumas cenas exageradas (Wick caiu uma penca de vezes que me fez ter a impressão de que o cara tinha super poderes cara) e aquela cena dele lutando com os capangas do gordão enquanto todo mundo dançava freneticamente não me pegou (eu sei que ela tinha um propósito artístico, mas ficou parecendo mais uma cena de jogo de luta do que algo artístico pra mim)\n\nBom, eu tenho mais opiniões quanto ao último filme, mas não quero alongar mais isso aqui, então deixem sua opinião nos comentários!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129iuig",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O primeiro com certeza pra mim é o melhor.",
                "Vi o primeiro filme 5 vezes, o segundo 2 vezes, o terceiro 1 vez, o quarto 1 vez.\n\nO primeiro filme é o melhor, o roteiro é encaixadinho, as cenas de ação são boas e o começo do filme é incrível, principalmente para quem vai ver sem saber o que espera do filme. É simplesmente brilhante a forma de apresentar John. Começa com ele no posto sendo abordado pelos russos e ele fala russo, aí você se pergunta o porquê disso. Depois começa o mito de John Wick: \"Quem é ele?\", \"Por que mexer com ele foi errado?\", \"Por que ele é tão importante?\", \"Por que ele é tão temido?\". A cena do chefão explicando quem é John para o filho é muito bem feita.\n\nO segundo filme é o que menos gosto, ele tem o melhor final e um roteiro melhor que o terceiro, mas foi o filme que esculhambou o universo construído no primeiro. A verdadeira sociedade secreta é composta pelas pessoas que não são assassinas.\n\nO terceiro filme tem o roteiro mais fraco, mas você não está vendo o filme pelo roteiro, ele tem as melhores cenas de ação até então, principalmente as longas lutas no hotel.\n\nO quarto filme é o segundo melhor, o roteiro não é lá essas coisas mas é melhor que o do segundo e o do terceiro.\nAs cenas de ação são as melhores da franquia e as personagens mais memoráveis e cativantes.",
                "O primeiro é o melhor pra mim. Ainda não assisti o quarto (e pra ser sincero não me lembro do terceiro...) Mas o segundo já começou a ficar muito fantasia...",
                "Gostei desse de Agora,que ele tira até cera de ouvido dum dos caras lá na bala,é bem absurdão,filme de tiro Surreal demais,parece Historia em quadrinho só que em filme.E a Dança dos Irmãos Magricelas Japoneses lutando com ele no andar do Prédio,tipo como se Jão Wick passasse de fase num jogo e encontrasse os Chefões de Fase no final....além do Morfeu picotado,que é um bonus nesse filme...."
            ]
        },
        {
            "title": "Assisti O Poderoso Chefão I",
            "selftext": "É isso, tô meio sem palavras pra falar ponto por ponto do que achei bom. Uma experiência incrível",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129b0nw",
            "num_comments": 8,
            "comments": [
                "Igual eu quando assisti. Fiquei sem palavras. Acho que é um dos 3 melhores filmes de todos os tempos. E eu enrolei para assistir. Se ainda não viu, recomendo os outros filmes do Coppola.",
                "Eu demorei mt pra dar uma chance pra essa triologia incrível. Assista o segundo (meu favorito), mas ñ vá com tanta expectativa para o terceiro.",
                "Se fudeu, agr quase tudo no mundo dos filmes se torna uma merda daqui pra frente. Pelo menos comigo foi assim, tente não comparar com nada que é feito hj em dia hehehe",
                "Estava querendo assistir, nem preciso mais fazer um post pedindo feedback, vlw.",
                "Assista aos outros também",
                "meu filme favorito de todos os tempos, fiquei desse naipe quando assisti ele",
                "É perfeito, filmaço!"
            ]
        },
        {
            "title": "Filme: Camisa de Força - 2005",
            "selftext": "Pessoal.. boa noite!\nAcabei de assistir o filme Camisa de força no Primevideo.. alguém aqui já viu? Estou bem impactado e gostaria de saber o que vcs entenderam sobre o final do filme.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "129864n",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Faz muito tempo que vi, achei muito bom tbm."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1297xkd",
            "num_comments": 5,
            "comments": [
                "Tô finalizando Supernatural (sim, eu não assisti quando lançou).",
                "O Agente Noturno, tô gostando.",
                "Resolvi começar Shadow and Bones, já que saiu a segunda temporada. Também estou vendo Cowboy Bebop com meu namorado e estamos querendo rever O Pacificador.",
                "DOM",
                "the last of us, semana passada foi The Devil's Hour mt boa inclusive"
            ]
        },
        {
            "title": "Assisti Interestelar.",
            "selftext": "Esse foi simplesmente um dos melhores filmes que já assisti. Estou em dúvida se coloco ele no meu top 1, ao lado de Avatar (2009), ou se coloco ele em segundo lugar.\n\nGosto muito de física e astronomia (não sou nenhum físico/cientista). Gostei muito do jeito que eles abortam os arcos do filme, os estudos/teorias do que possivelmente pode acontecer em um buraco de minhoca, teoria da relatividade, buracos negros, comprimir e esticar o tempo.\n\nO filme não é arrastado nem um pouco, e tempo realmente é relativo... pra mim não se passaram três horas não... foi quase uma KKKKK\n\nMe emocionei em vários momentos do filme.\n\nFiquei chocado e arrepiado quando o Cooper nota que no planeta Miller não existe montanhas, e sim ondas ridiculamente enormes (eu suspeitei nisso quando eles entraram no planeta, pois as \"montanhas\" estavam parecendo ondas gigantes). Não pude acreditar quando eles voltam pra nave e se passaram 23 anos (quanto tempo eles ficaram no planeta Miller?).\n\nComecei a derramar lágrimas quando o Cooper de solta do resto da nave e deixa a Brand ir para o outro planeta sozinha. Não pude acreditar e fiquei comecei a me sentir desconfortável quando Cooper se ejeta da nave DENTRO DO BURACO NEGRO.\n\nNão consegui acreditar quando o Cooper volta e vê a Murphy já velha no seu leito de morte, com os seus descendentes que nem o conheciam. Me emocionei nessa cena.\n\nEspero q a Brand esteja bem e que consiga sobreviver no novo \"Planeta Terra\", e que Cooper consiga chegar lá e ter um relacionamento com ela.\n\nEspero que Interestelar volte com uma sequência mais maravilhosa ainda. Não é a toa que ganhou o Oscar.\n\nOq vcs acharam desse filme? Acredito que pessoas que não tenham muito conhecimento sobre física e astronomia não vão entender muito bem os eventos que ocorrem. \n\nPs: Indico esse filme extraordinário para todos que lerem esse post.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "128sohk",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu devo ser a minoria que não gostou tanto de Interstellar, porque apesar de adorar ficção cientifíca, acho que um dos pontos fortes de bons filmes que abordam esse tipo de história é saber o que pegar emprestado e como misturar isso com a história. Interstellar mergulhou fundo e se baseou em fatos e teorias de forma que poucos filmes fazem e acho que foi nisso em que pecou, pois quando começou a introduzir elementos fantasiosos houve uma quebra de imersão pra mim e eu não consegui mais relevar desse ponto em diante.",
                "Preciso assistir novamente Interestelar, mas lembro que toda a conexão do início com o fim do filme me deixou surpreso. Nolan sabe muito bem surpreender o seu público e as atuações do filme são excelentes também. Do Nolan eu recomendo muito o filme O Grande Truque. É o meu favorito do diretor e também tem um pouco de ficção científica e ciência (apesar de ser mais fantasioso).",
                "A trilha sonora é tudo pra mim",
                "Eu achei um puta de um filmaço. Vi em dezembro 2014 no cine. \n\nTem várias licenças poéticas como quando ele cai no buraco negro, o buraco de minhoca etc mas tem muitos conceitos sólidos de física.\n\nSe não me engano eles ficam pouco mais de uma hora no Planeta de Miller, devido toda aquela tormenta que eles passam com as ondas.  \n\n[Retirado daqui:](https://www.reddit.com/r/interstellar/comments/2mmyvx/how_much_time_did_they_spend_on_millers_planet/)\n\n>\rEles voaram para a atmosfera e estou assumindo que demorou cerca de 10 minutos a 15 para pousar. A cena inicial de 3 minutos procurando os destroços e depois a onda. Sem falar que depois da primeira onda seus motores inundaram e Tars disse que levaria cerca de 45 minutos para drenar. 43 minutos depois, a próxima onda veio, pois eles tinham cerca de 2 minutos restantes para drenar. Foi quando eles ligaram os motores/purgaram-nos e decolaram. Estou assumindo que eles ficaram lá apenas por cerca de uma hora e alguns minutos.",
                "esse filme é muito foda, muitas pessoas criticam os filmes do Nolan mas eu particularmente gosto, interestelar é um ótimo filme, mas pra mim tá bem longe de ser o melhor filme do mundo ou coisa do tipo, eu sou apaixonado pela trilha sonora desse filme Hans Zimmer só lança pedrada",
                "Interestelar é pika das baladas",
                "Interestelar e um filme bom porém nerd demais pra mim"
            ]
        },
        {
            "title": "Defendendo filmes de terror: um \"talvez você esteja assistindo errado.jpg\"",
            "selftext": "Recentemente tenho percebido que muitos amigos meus evitam assistir terror porque são \"sem graça demais\", \"sempre correm atrás do clichê\", ou até desdenham do gênero como um todo, como se não houvesse nada mais para ser produzido de relevante.\n\nEu também tenho percebido que muita gente não leva o gênero a sério por não entenderem exatamente o que significa um filme de terror, ou esperam algo que ele não foi feito pra fazer. E vou ser honesto com vocês, não os culpo por muitos motivos.\n\nO primeiro deles é de que eu sinto que filmes de terror chamam muita atenção no mercado cinematográfico. Não no sentido de girar muita grana, mas por serem destacáveis. Por exemplo, indo ao cinema você se depara com 3 cartazes, os filmes são;\n\n1. Extraestelar: uma viagem galática\n2. Como fiquei depois de você 2\n3. Hoje Irei Ceifar A Sua Alma 4: O Despertar\n\nAssim, posso até estar exagerando um pouco, e vou até ir um pouco longe, se eu topo com esses 3, a chance de eu chamar o terceiro cartaz de genérico ao invés dos outros 2 é MUITO alta. Mas porque? \n\nEu sinto que filmes de romance ou de ação são poucos chamados pejorativamente de genéricos porque eles geram menos expectativa que um filme de terror, isso no caso de gerar uma primeira impressão. Ao assistir um filme de terror é sempre a ideia de que ele TEM QUE assustar, e se não fizer isso, ele não cumpriu seu papel de ser aterrorizante, e muitos cineastas acreditam mesmo que seu papel deve ser esse, utilizando de jumpscares e outros clichês baratos.\n\nNo entanto, tentando sair do \"subjetivo\", há muitas coisas que provocam o horror/terror sem necessáriamente usar jumpscares. Tanto os baratos, quanto os bons (sim, existem jumpscares muito bem feitos). Eu sempre vou usar como exemplo o da cena do fantasma andando em câmera lenta do filme \"Pulse\" ( [Kairo | Anatomy Of The Scariest Scene Ever - YouTube](https://www.youtube.com/watch?v=HfoU_Z1uVfc) ), ou até mesmo um não-terror, como Dogville - esse em específico me leva pra um outro ponto.\n\nTem algum tempo que rola uma discussão sobre sua terminologia. Assim como Metallica pode ser visto como Heavy Metal e Thrash Metal, ou Deftones pode ser visto como Metalcore ao invés Nu Metal. Eu não acho que obras sejam uma coisa só, eu sinto que Terror é mais um como qualquer outro \"motor\" (inclusive tem até um artigo que popularizou sobre esse assunto, mas não lembro nada em relação à ele).\n\nFilmes podem ser 30% terror, 70% comédia. Filmes podem ser 15% terror, 15% horror, 50% ação, e foda-se não sei fazer matemática, deixa pra lá. Mas vocês entenderam.\n\nA última vez que assisti um filme de terror com amigos teve a discussão do porque assistir terror se você pode assistir um \"suspense\". Eu particularmente não fui muito a fundo do que diabos significa \"suspense\", mesmo que esse \"GÊNERO\" seja usado desde a idade da pedra. Todos imaginam Suspense algo como investigação policial, o que eu acho estranho porque se assim for, praticamente qualquer filme TAMBÉM É um filme de suspense. Mas tudo bem. Acho que nesse caso, a terminologia mais comum é Thriller, mas mesmo assim acho mais genérico do que \"terror/horror\". Usando plataformas como letterboxd ou IMDB, meio que prova meu ponto, e muita gente (principalmente amigos meus) tentam englobar os filmes em 1 único gênero. \n\nMeu último ponto do porque eu tenho sentido que EU e muita gente tem assistido filmes de terror errado.\n\nEu sou um fã assíduo de filmes de terror. Eu e minha namorada assistimos sempre uns 3 filmes quando nos encontramos, e tenho percebido que os de terror são quase sempre os que tem me feito CAIR DE SONO. Não porque são ruins, mas porque reparei que a forma como eu assisto não é conveniente pra alguém que precisa ser fisgado pela proposta do filme.\n\nTem aqueles filmes que o pessoal chama de \"slow burn\", né? Mullholand Drive é o que me vem na cabeça no momento (sim, ele é dado como terror, além de thriller). Eu assisto normalmente na cama, mais ou menos deitado (é a forma como fico mais confortável), com uma TV não muito grande que está à 1 metro e meio de distância de mim. O áudio também não é muito bom, e o ar condicionado faz um barulho considerável que compete com o som do filme.  Vez ou outra meus pais me chamam no meio do filme, ou meu cachorro começa a latir do nada.\n\nO que quero dizer com isso? Que dessa forma, muitas vezes não engajo no filme quando preciso engajar. Sabe a construção de tensão que é feita à passos lentos? Skinamarink por exemplo, assiste essa merda aí com fone de ouvido com a tela gigante na sua cara. Eu duvido você não se cagar de medo. Apesar de ter achado o filme MUITO MAIS OU MENOS, porém original na sua proposta e execução, eu sinto que teria ficado muito mas muito mais cagado se tivesse \"setado\" o ambiente adequadamente. E isso serve tanto pros \"slow burn\" quanto pros que não são.\n\nEu vou usar também de exemplo um dos ARGs que eu mais amo: Catálogo Mandela. Pra quem não sabe, Catálogo Mandela é um \"jogo de realidade alternada\", onde os telespectadores normalmente fazem parte ativa da descoberta e interação da obra, que muitas vezes se propõe como \"real\" ao invés de apenas uma mídia tipo filme ou série. Sabe a creepypasta do Sonic? É tipo isso.\n\nEu ME CAGUEI DE MEDO com Catálogo Mandela. E sabe qual o pior? O cara deve ter feito tudo aquilo em 10 minutos no photoshop/sony vegas. Até hoje sou engajado com o universo e acho muito criativo, mas na época que eu assisti os \"episódios\" no youtube, eu estava de fone assistindo pelo PC de noite. \n\nSinto que as pessoas tem feito bem menos isso com filmes de terror. Não se \"dão\" completamente. E isso não é só pro gênero que é um pouco mais exigente do telespectador, mas pra qualquer obra. Muitas nuances, detalhes, ou até mesmo referências, são passadas porque sentamos pra ver filme como se fosse um vídeo no youtube. E não os culpo! cada um consome entretenimento da forma como bem entender, e não tem nada de errado nem moralmente errado nisso. É só um detalhe mesmo.\n\nEu poderia escrever mais, mas acho que ninguém vai ler tudo. São só opiniões que vieram na minha cabeça do nada com base em absolutamente porra nenhuma. \n\nO que você acham do que eu falei até agora? Gostaria de saber a opinião de vocês!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12870v4",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Nossa, que legal ver alguém escrever tanto por aqui. Às vezes sinto que só eu que discorro e teco vários argumentos aqui.",
                "Acho que suspense é sempre que não tem algo sobrenatural. \n\nBom texto. Estou no meio de Avatar, parei para tomar uma água. Volto depois para analisar melhor.",
                "Depois de superados medos irracionais que trazia, me tornei um ávido fã de filmes de terror. Assisto de tudo, mas não curto muito slasher (se alguém puder recomendar um que quebre essa aversão, eu agradeco muoto). Me cativam mais obras sobrenaturais ou de mistério intrínseco. Vejo e revejo os melhores, como a série Alien (os 3 primeiros), o assustador The Wailling, O Ritual (2017), The Thing, Inovação do Mal, Martyrs, O Enigma do Horizonte e por aí vai (tenho um HD só dedicado a essa categoria de filmes). Hj, por exemplo, tirei o dia para rever alguns deles para curtir a ressaquinha boa que passo. Já vi Eu Sou A Lenda, A Autópsia de Jane Doe e estou começando The Void. Ficam essas recomendações para os companheiros. Forte abraço!",
                "Só foi despertar no quarto filme?? Os 3 primeiros foram a live dele dormindo??",
                "Os exemplos não foram bons, pq pelo \"4\" a opção 3 só me chamaria a atenção se eu conhecesse os outros três.\n\nSe fosse: \n\n1. Extraestelar: uma viagem galática\n2. Como fiquei depois de você \n3. Hoje Irei Ceifar A Sua Alma\n\nOlhando só pelo nome eu consideraria como ordem de “parecer genérico” 2, 1 e 3.\n\nHoje em dia vejo romance em baixa e terror ganhando mais respeito graças a filmes como Hereditário, A Bruxa, X e Pearl.",
                "Olha, para mim eu sempre fui com a mentalidade que \" um bom filme de terror, é um filme de terror bom, um filme ruim de terror, é o melhor filme de comédia \"."
            ]
        },
        {
            "title": "Pergunta",
            "selftext": "Qual o nome do melhor filme que já assistiu?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1283ntr",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Muda toda hora mas no momento é Babilônia",
                "Blade Runner",
                "Gladiador",
                "Essa resposta é de momento mas os filmes que tá assim 10/10 é O Poderoso Chefão,Psicose, Gladiador,Os Suspeitos (2014),2001-Uma Odisseia no Espaço...",
                "The Holy Mountain\n\nImpossível não bater palmas no final",
                "O meu favorito de todos é A Noviça Rebelde. Também amo os filmes do Studio Ghibli. A Viagem de Chihiro e O Castelo Animado são obras de arte.",
                "Twelve Angry Men."
            ]
        },
        {
            "title": "Quais as melhores atuações que vocês já viram em um filme/série",
            "selftext": "Pode ser uma cena específica ou todo o conjunto da obra. Para mim, uma das mais marcantes é a atuação do Bryan Cranston em Breaking Bad e toda a evolução do personagem. Ele que era mais conhecido em série de comédia, foi inacreditável como ele atuou nessa série.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1282gpk",
            "num_comments": 11,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Daniel Day-Lewis em \"Sangue Negro\"",
                "Por alguma razão me veio a mente Toni Collette, com 22 anos, em \"O Casamento de Muriel\"\n\n[Trailer O Casamento de Muriel](https://www.youtube.com/watch?v=S1sMVz5CYdY)\n\nO filme é australiano e de 1994. Super recomendo.\n\n[Pra quem já viu: onde estão os atores](https://celebrity.nine.com.au/movies/muriels-wedding-cast-then-and-now/9ff1182e-49f9-4422-a31e-4dce8a5b82c7#1)",
                "Jake Gyllenhaal em Os suspeitos",
                "Acho que Toni Collette em Hereditário",
                "Christian Bale em O Vencedor e, principalmente, Brendan Fraser em A Baleia. PUTA QUE PARIU, eu fico até arrepiado com eles. Eles literalmente se doaram à arte. O Brendan engordou 80 quilos pra fazer o filme. Claro, ele ganhou dinheiro e reconhecimento por isso, mas não deixa de ser uma das coisas mais marcantes que vi na vida.\n\nE eu vejo de uma forma mais psicanalítica, como uma combinação de pulsão de vida e pulsão de morte. A combinação perfeita entre focar toda a sua energia em algo, enquanto produção artística, ao mesmo tempo que, por consequência do processo, se mata um pouco de si mesmo. Afinal, o corpo cobra caro por tamanho estresse.\n\nA gente só consegue vislumbrar esse tipo de arte na gastronomia, onde o belo e sublime é devorado, deixa de existir numa forma de incorporação da própria arte. Fiquei realmente fascinado com o Brendan.\n\nFora estes, a última vez que eu pensei \"que atuação magnífica\", foi quando assisti Thelma & Louise. Também o Harry Melling em O Diabo de Cada Dia. Sensacional interpretação!",
                "de cabeça, Thimoty Hutton em Ordinary People",
                "A primeira pessoa q me vem à mente é a Mia Farrow pela atuação dela em \"O Bebê de Rosemary\" que é surreal de boa. Mais recentemente fiquei espantado com a performance do Austin Butler como Elvis.",
                "A atuação do Josh Holloway em Lost",
                "eu amo a olivia coleman em a filha perdida!!"
            ]
        },
        {
            "title": "Rpzd Me Indiquem Filmes/Séries Bons Para eu assistir",
            "selftext": "Gosto De Filme De Ação ou Comédia. (+/- aqueles da sessão da tarde",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1282f7z",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Ted Lasso é uma comédia de encher o coração",
                "Superbad",
                "Já viu Anjos da Lei 1 e 2? São muito engraçados, vale muito a pena.\nDe série, indico Community e Brooklyn 99. Ambas são comédias e têm na Netflix."
            ]
        },
        {
            "title": "Me indiquem filmes para chorar",
            "selftext": "Não tenho preferência de gênero, meu objetivo é chorar hoje até dar dor de cabeça. Obg 🙂",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "127vohz",
            "num_comments": 74,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "A vida é bela",
                "Menina de ouro",
                "Assista a esse curta: [Up - Altas Aventuras (Vida de Carl e Ellie)](https://youtu.be/j8etbVnzhtU)",
                "A Lista de Schindler\n\nUma Prova de Amor\n\nPonte Para Terabítia \n\nEfeito Borboleta",
                "Homem elefante\n\nTúmulo dos Vagalumes",
                "À Espera de um Milagre\n\nAmor (2012)\n\nExtraordinário (2017)\n\nDizem que A Culpa É Das Estrelas é de chorar. Eu não chorei neste, mas deu vontade de chorar assistindo Marley e Eu, confesso.",
                "n sei se é comum, mas chorei vendo boyhood",
                "Túmulo dos Vagalumes",
                "Peixe Grande (2003). Tô querendo reasistir porque vi no cinema e já fazem 20 anos, mas receosa de chorar o tanto que chorei naquele dia (dentro do cinema, junto com todos que estavam lá)",
                "o túmulo dos vagalumes",
                "Pinóquio de Guillermo del Toro",
                "Sempre ao Seu Lado, Como Eu Era Antes de Você, Meu Primeiro Amor, Um Dia, Um Amor para Recordar, Milagre na Cela 7 (esse eu fiquei sabendo que é muito triste), Lado a Lado, Forrest Gump... lembro desses agora.",
                "Lula, o Filho do Brasil.",
                "Viva a vida é uma festa, a espera de um milagre",
                "Koe no katachii\n\nO menino do pijama listrado\n\nO pianista\n\nMarley e Eu\n\nSempre ao seu lado",
                "Ela (2013)\nBrilho eterno de uma mente sem lembranças \n500 dias com ela\nHistória de um casamento\nUp",
                "A Silent Voice (2016).",
                "Amor além da vida",
                "Chorei em estrelas além do tempo, pq as minas são foda\n\nDois Irmãos: Uma Jornada Fantástica\n\nDivertidamente\n\nRei leão",
                "recentemente tem aparecido vários cortes do filme \"o menino do pijama listrado\" no meu tik tok. Eu me acabo de chorar com vídeos de 30 segundos, que dirá o filme completo\n\ncrianças com a realidade da segunda guerra, é pra ficar em depressão mesmo",
                "THE\n\nFUCKING\n\nWHALE",
                "As Pontes de Madison\n\nÀ procura da felicidade",
                "A Estrada",
                "POLÍCIA FEDERAL - A LEI É PARA TODOS",
                "12 anos de escravidão",
                "Cemitério dos Vagalumes (1988) Studio Ghibli",
                "Gladiador",
                "O Expresso da Meia-Noite",
                "Preciosa",
                "dark backward , ou quanto mais doido melhor",
                "Meu amigo Enzo, filme com cachorro esses são difíceis não chorar.",
                "Brilho eterno de uma mente sem lembranças \n\nVá e veja",
                "O pijama do menino listrado",
                "A baleia",
                "A Paixão de Cristo, do Mel Gibson.",
                "Questão de tempo",
                "Your Name (Seu Nome) 2016\n\nFilme de anime que você ri e chora litros",
                "Interestelar",
                "Speak No Evil!!!!",
                "O Grande Dragão Branco,com Van Damme,é um drama comovente sobre um lutador que perde um amigo num torneio mortal.",
                "A primeira vez que assisti \"Mary e Max - Uma Amizade Diferente\" eu desidratei de tanto chorar. \"Soul\" e \"Viva - A Vida é uma festa\", ambos da Pixar, também têm uns momentos meio pesados. Nos três casos, acho que o choro vai depender muito do quanto vai se identificar com os personagens e as situações.",
                "Sempre ao seu lado",
                "Ponte para Terabitia\n\nA Vida Secreta das Abelhas \n\nMeu Nome é Rádio",
                "hi. \n\n\\- The pianist\n\n\\- The boy in the striped pyjamas\n\n\r\\- Hacksaw Ridge"
            ]
        },
        {
            "title": "Existe uma versão completa dublada de Arn - O cavaleiro Templário?",
            "selftext": "Bom dia, pessoal. Primeiro post aqui.\nEu estou procurando a versão completa dos filmes do Arn - Tempelriddern, porque assisti uma vez a versão americana e gostei. Depois assisti o original em Sueco, que são dois filmes com mais de duas horas cada, e vi que a versão original é muuuito melhor que a versão americanizada. Estava catando dublada porque queria olhar com minha vó que é religiosa kkk\n\nSerá que existe chance de existir uma dublagem ou sem chance mesmo?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "127t2be",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "vcs gostam de filmes brasileiros?",
            "selftext": "qual a opinião de vcs quanto a filmes brasileiros? tem algum filme q faça vc ter esperanças no cinema nacional?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "127pxg8",
            "num_comments": 40,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Existem filmes brasileiros que merecem muito mais reconhecimento, eu particularmente acho incríveis, como Cidade de Deus (que dispensa comentários), Auto da Compadecida, Carandiru, Estômago, O Cheiro do Ralo..sou fã",
                "Sim. Um dos meus filmes preferidos é o Auto da Compadecida, estou muito animado com o 2. Temos no Brasil alguns filmes lado B, de horror, que não são muito divulgados, o último que vi foi Cemitério das Almas Perdidas, achei bem massa, a maquiagem é fantástica. Nos anos 30, tivemos um filme que também revolucionou o cinema, chama Limite. \n\nMe amarro no Cinema Brasileiro, e acho que deveria ser mais valorizado, não é só Globo filmes, tem muita produtora menor fazendo muito filme massa.",
                "Bingo: O Rei das Manhãs é um filme BR que para mim tá pau a pau com qualquer indicado do Oscar de melhor filme! VALE A PENA!!",
                "Sim, há filmes de ótima qualidade",
                "A mesma opinião sobre o cinema hollywoodiano, de cada 100 salva 1 apenas! A diferença eh q o fluxo de filmes americanos é maior entao prece a eles produzem muita coisa melhor, sendo que na real eh q eles fazem mais coisas e consequentemente acertam mais",
                "Além dos filmes citados nos comentários acima. Eu sempre quis que aparecesse algo sobre nosso folclore e apareceu a serie \"cidade invisível\" me surpreendi muito com a história e fico ansiosa sempre pela proxima temporada.",
                "eu sinto que existe uma quantidade obscura de filmes absurdamente bons BR que ngm conhece pq simplesmente nao tem costume de ir atras de filme BR.\n\n&#x200B;\n\neu tenho um amigo que acha incrivel uns ai mas nunca assisti tambem. eu acho que a visao das pessoas sobre o cinema br é mt enviesada.",
                "Os filmes brasileiros são como quaisquer outros. Tem uns bons, outros ruins",
                "Cidade de Deus, Tropa de Elite e Carandiru são filmes que retratam muito bem a realidade de uma parte significativa do Brasil. Eu gosto desses filmes mesmo não compartilhando da mesma opinião política dos autores, pois por mais que tentem de alguma forma aliviar algumas coisas, eles são bem fiéis.",
                "No geral, não. Pode chamar de paga pau de gringo sei lá o que, mas fato é que o cinema brasileiro no geral é ruim, na minha opinião.\n\nSim, tem filmes bons e clássicos, que a galera até já colocou aqui no post em outros comentários, mas a grande maioria é uma grande bosta.",
                "NAO\nTanto que ninguém conseguiu sair dos batidos títulos Cidade de Deus, auto da..., Carandiru...\n\nCinema brasileiro só não é pior que o cinema Espanhol",
                "De alguns.",
                "Pessoalmente eu prefiro o cinema autoral do que o cinema mais acadêmico. José Mojica Marins e Mazzaropi são grandes criadores de obras incríveis. Esses caras lotavam o cinema, diferente da embrafilme e da Glauber.\nObs : Gosto muito de Glauber Rocha. É apenas uma constatação.",
                "Eu gosto, vez ou outra eu assisto algum",
                "Tem vários OP, desde Tropa de Elite ao Bacurau (entre outros ótimos filmes como Cidade de Deus). Tem muita qualidade no cinema nacional (e tbm tem mt filme ruim), mas apesar das inúmeras ótimas produções eu confesso q eu geralmente me encontro inclinado a assistir mais obras estrangeiras.",
                "Só dos bons.",
                "Sim, inclusive recomendo o que tá no cinema agora: lá situacion (com a Júlia Rabelo e a Tati Lopes), morri de ri várias vezes.\nAdoro, principalmente, os filmes de comédia brasileiro e sempre q tem algo no Brasil no cinema tento assistir pra dar aquela moral. Alguns não merece, mas outros me surpreendem",
                "Não. Raramente vejo um, e os que tem é tudo o mesmo e enjoativo assistir novamente. Não gosto. Tô curtindo filmes europeus e alguns coreanos.",
                "O clássico O auto da compadecida,\nLisbela e o prisioneiro (Frederico Evandro um vilão digno de Oscar) cidade de Deus, tropa de elite, assalto ao banco central e algumas comédias aleatórias que minha namorada ama e eu gosto muito de assistir com ela.",
                "Siim. Assistam “Animal Cordial”, é um filme de suspense que se passa com pessoas presas em um restaurante. O sociopata feito pelo Murilio Benicio é fenomenal.",
                "Estômago. Acredito que é um dos melhores filmes nacionais. Só perde pro auto e cidade de Deus.",
                "Yes!!!!",
                "Sim. Principalmente os de terror/horror.",
                "Acho a maioria meio vergonha alheia, constrangedor, minha teoria é que se fosse dublado seria melhor a dublagem salva alguns filmes gringos talvez funcionasse tem muito ator mediocre e sotaque falso da globo.\n\nAlguns que lembro que gostei\n\nA Marvada Carne\r  \nTropa de Elite 1\r  \nCidade de Deus\r  \nO Auto da Compadecida\r  \nAssalto ao Banco Central\r  \nO Homem que Desafiou o Diabo\r  \nCidade dos Homens\r  \nSerra Pelada\r  \nXingu\r  \nE Aí… Comeu?\r  \nCentral do Brasil\r  \nOs Normais",
                "Cinema brasileiro tem todo potencial do mundo, porém como todo país ele é engolido pela grande hollywood, mas acredito que isso tem mudado com os anos com filmes como Parasita ganhando o Oscar e ajudando o publico a ver que não é só cinema americano que existe.\n\nBingo mesmo deve ser um dos melhores filmes que já assisti, porém o publico Br fala pouco dele nas rodinhas de conversa."
            ]
        },
        {
            "title": "Filme sobre casal na neve",
            "selftext": "Só consigo lembrar que tem um casal e eles estão numa região de minas terrestres na neve e até conhecem um cara que não tem uma das pernas porque explodiu ela em uma mina e no final eles estão fugindo no meio dessa região e o homem pisa em uma mina, param de correr e ele fala pra ela ir sem ele porque quando ele levantar o pé vai explodir. Sabem qual é  o filme? Obg",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1278vfo",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Amor Sem Fronteiras 2003\n\nAcho que essa seja a [cena](https://youtu.be/dMJolQgBp38) que você mencionou."
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1277xbv",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tudo em todo lugar ao mesmo tempo, tem no amazon prime mto bom",
                "Assisi valerie e sua semana das maravilhas, o filme é muito viajado, porem a filmagem é bonita, é um filme q te leva pra outra dimensão. To querendo ver lady bird, vi umas pessoas falando bem, acho q deve ser bom",
                "Ontem assistir Ghost In The Shell em um site com acervo pirata. Quero assistir corpo em evidência ou loucos de paixão, também em site com acervo pirata.",
                "Pretendo ver Ghost in the Shell na netflix",
                "A procura da felicidade na netflix\n\npretendia assistir Jonh Wick 4 no cinema mas ta muito caro os ingressos, fora gasolina",
                "Vi essa semana Poesia sem fim, do Alejandro Jodorowsky, um dos meus diretores preferidos. Tá disponível na Mubi mudando a localização via VPN para o México.\n\nGostaria de ver esse fim de semana a Dança da Realidade.",
                "Assisti Sicario e O Menu.\n\nO primeiro me surpreendeu bastante pq fui achando que ia ser um filme de ação sem pensar muito, mas na verdade tem um lado meio Thriller bem interessante.\n\nO Menu eu já tava ansioso pra assistir faz tempo e gostei muito. Não curti muito o final só, >!mas acho que não tinha muito o que fazer, era o único desfecho possível... qualquer coisa diferente de matar todo mundo menos a Margot não faria sentido na historia!<",
                "Vi\n\n* **John Wick: Chapter 4 (2023)** no *cinema*. Ótimo filme de ação, cheio de adrenalina e cenas muito vem feitas. É o melhor filme da franquia em termos de ação, que foi melhorando ao longo dos filmes. Como filme, no geral, não bate o de 2014, que tem um roteiro bem encaixado e a uma apresentação perfeita de John. Nota 9.\n\n* **Tetris (2023)** na *AppleTV*. Drama dinâmico, divertido para ver com a família. Uma coisa legal do filme são transições, construções de cenários e algumas cenas em em 8 bits, assim como a apresentação dos personagens como \"jogadores\" e das partes do filme como \"fases\", além de várias referências de games. A trilha sonora é boa. O roteiro é dinâmico mas dá uma desandada na segunda metade se apegando a clichês batidos e estereótipos (e.g. >!perseguição de carro e representação estereotipada e exagerada da União Soviética!<). Nota 7.\n\nPretendo ver\n\n* **Super Mario Bros (2023)** no *cinema*.\n\n* **Air (2023)** no *cinema*.",
                "Pretendo ver: Creed 3",
                "Pretendo assistir A Árvore da Vida",
                "pretendo termina a quarta temporada de gilmores girls,e tentar terminar series q faltam poucos episodios pra eu termina e eu n terminei por preguiça.\n\nE reasistir broklin nine-nine, n sei escreve,e tbm começa cidade invisivel.\n\nOBS:todas as series q eu sitei tem na netflix."
            ]
        },
        {
            "title": "Minha lista da Sessão da Tarde",
            "selftext": "Espero que seja pertinente a este /r\n\nFiz uma lista de filmes daqueles tipo Sessão da Tarde, tipicamente filmes dos anos 80 e 90, fiquem à vontade para acrescentar algo:\n\n10 Coisas Que Eu Odeio em Você (10 Things I Hate About You - 1999)\n\n13º Andar (The Thirteenth Floor - 1999)\n\n48 Horas (48 Hrs - 1982)\n\nA Aparição (The Wraith - 1986)\n\nA Dama de Vermelho (The Woman in Red - 1984)\n\nÀ Espera de Um Milagre (The Green Mile - 1999)\n\nA Garota de Rosa-Shocking (Pretty In Pink - 1986)\n\nA História Sem Fim (The NeverEnding Story - 1984)\n\nA Hora do Espanto (Fright Night - 1985)\n\nA Jóia do Nilo (The Jewel of the Nile - 1985)\n\nA Malandrinha (Curly Sue - 1991)\n\nA Múmia (The Mummy - 1999)\n\nA Princesa Prometida (The Princess Bride - 1987)\n\nA Vingança dos Nerds (Revenge of the Nerds - 1984)\n\nAce Ventura - Um Detetive Diferente (Ace Ventura Pet Detective - 1994)\n\nAdmiradora Secreta (Secret Admirer - 1985)\n\nAlguém Muito Especial (Some Kind of Wonderful - 1987)\n\nAmanhecer Violento (Red Dawn - 1984)\n\nApertem os Cintos... o Piloto Sumiu! (Airplane! - 1980)\n\nAs Patricinhas de Beverly Hills (Clueless - 1995)\n\nBeethoven, o Magnífico (Beethoven - 1992)\n\nBlade Runner, o Caçador de Andróides (Blade Runner - 1982)\n\nCaçada ao Outubro Vermelho (The Hunt for Red October - 1990)\n\nCaçadores de Emoção (Point Break - 1991)\n\nCegos, Surdos e Loucos (See No Evil, Hear No Evil - 1989)\n\nCocktail (Cocktail - 1988)\n\nCocoon (Cocoon - 1985)\n\nComando para Matar (Commando - 1985)\n\nConan, o Bárbaro (Conan the Barbarian - 1982)\n\nConstruindo uma Carreira (Career Opportunities - 1991)\n\nConta Comigo (Stand by Me - 1986)\n\nCoração Valente (Braveheart - 1995)\n\nCorra que a Polícia Vem Aí (The Naked Gun - 1988)\n\nCrocodilo Dundee (Crocodile Dundee - 1986)\n\nCurso de Verão (Summer School - 1987)\n\nCurtindo a Vida Adoidado (Ferris Bueller’s Day Off - 1986)\n\nD.A.R.Y.L. (D.A.R.Y.L. - 1985)\n\nDança com Lobos (Dances with Wolves - 1990)\n\nDe Volta Para O Futuro 1 (Back to The Future - 1985)\n\nDe Volta Para O Futuro 2 (Back to The Future 2 - 1989)\n\nDe Volta Para O Futuro 3 (Back to The Future 3 - 1990)\n\nDébi & Lóide - Dois Idiotas em Apuros (Dumb & Dumber - 1994)\n\nDias de Trovão (Days of Thunder - 1990)\n\nDias de Trovão (Days of thunder - 1990)\n\nDirty Dancing - Ritmo Quente (Dirty Dancing - 1987)\n\nDuro de Matar (Die Hard - 1988)\n\nE.T. – O Extraterrestre (E.T. the Extra-Terrestrial - 1982)\n\nEdward Mãos de Tesoura (Edward Scissorhands - 1990)\n\nElvira - A Rainha das Trevas (Elvira, Mistress of the Dark - 1988)\n\nEspião por Engano (If Look Could Kill - 1991)\n\nEsqueceram de Mim (Home Alone - 1990)\n\nFeitiço do Tempo (Groundhog Day - 1993)\n\nFérias Frustradas (National Lampoon's Vacation - 1983)\n\nFlashdance (Flashdance - 1983)\n\nFootloose - Ritmo Louco (Footloose - 1984)\n\nForça Sinistra (Lifeforce - 1985)\n\nFuga de Nova York (Escape from New York - 1981)\n\nGatinhas e Gatões (Sixteen Candles - 1984)\n\nGhost - Do Outro Lado da Vida (Ghost - 1990)\n\nGreen Card - Passaporte para o Amor (Green Card - 1990)\n\nGremlins (Gremlins - 1984)\n\nGreystoke - A Lenda de Tarzan (Greystoke The Legend of Tarzan - 1984)\n\nHangar 18 (Hangar 18 - 1980)\n\nHeróis Fora de Órbita (Galaxy Quest - 1999)\n\nHighlander – O Guerreiro Imortal (Highlander - 1986)\n\nImpério do Sol (Empire of the Sun - 1987)\n\nInimigo Meu (Enemy Mine - 1985)\n\nIrmãos Gêmeos (Twins - 1988)\n\nJamaica Abaixo de Zero (Cool Runnings - 1993)\n\nJogos de Guerra (Wargames - 1983)\n\nJurassic Park (Jurassic Park - 1993)\n\nK9 - Um Policial Bom pra Cachorro (K-9 - 1989)\n\nKarate Kid - A Hora da Verdade (The Karate Kid - 1984)\n\nKrull (Krull - 1983)\n\nLabirinto (Labyrinth - 1986)\n\nLeão Branco – O Lutador sem Lei (Lionheart - 1991)\n\nLoucademia de Polícia (Police Academy - 1984)\n\nManequim a Magia do Amor (Mannequin - 1987)\n\nMáquina Mortífera (Lethal Weapon - 1987)\n\nMatrix (Matrix - 1999)\n\nMercenários das Galáxias (Battle Beyond The Stars - 1980)\n\nMissão Alien (Alien Nation - 1988)\n\nMortal Kombat (Mortal Kombat - 1995)\n\nMudança de Hábito (Sister Act - 1992)\n\nMulher Nota 1000 (Weird Science - 1985)\n\nNamorada de Aluguel (Cant Buy Me Love - 1987)\n\nNegócio Arriscado (Risky Business - 1983)\n\nO Ataque dos Vermes Malditos (Tremors - 1990)\n\nO Casamento do Meu Melhor Amigo (My Best Friend's Wedding - 1997)\n\nO Clube dos Cinco (The Breakfast Club - 1985)\n\nO Dia Seguinte (The Day After - 1983)\n\nO Enigma da Pirâmide (Young Sherlock Holmes - 1985)\n\nO Experimento Filadelfia (The Philadelphia Experiment - 1984)\n\nO Exterminador Do Futuro (The Terminator - 1984)\n\nO Feitiço de Áquila (Ladyhawke - 1985)\n\nO Grande Dragão Branco (Bloodsport - 1988)\n\nO Guardacostas (The Bodyguard - 1992)\n\nO Homem Bicentenario (Bicentennial Man - 1999)\n\nO Homem das Estrelas (Starman - 1984)\n\nO Incrível Robô (Short Circuit - 1986)\n\nO Máscara (The Mask - 1994)\n\nO Milagre Veio do Espaço (Batteries Not Included - 1987)\n\nO Nome da Rosa (Der Name der Rose - 1986)\n\nO Pai da Noiva (Father of the Bride - 1991)\n\nO Primeiro Ano do Resto de Nossas Vidas (St. Elmos Fire - 1985)\n\nO Quinto Elemento (The Fifth Element - 1997)\n\nO Rapto do Menino Dourado (The Golden Child - 1986)\n\nO Segredo de Meu Sucesso (The Secret of My Success - 1987)\n\nO Segredo do Abismo (The Abyss - 1989)\n\nO Último Guerreiro das Estrelas (The Last Starfighter - 1984)\n\nO Vingador do Futuro (Total Recall - 1990)\n\nO Vôo do Navegador (Flight of the Navigator - 1986)\n\nOlha Quem Está Falando (Look Who's Talking - 1989)\n\nOs Aventureiros do Bairro Proibido (Big Trouble in Little China - 1986)\n\nOs Caça Fantasmas (Ghostbusters - 1984)\n\nOs Garotos Perdidos (The Lost Boys - 1987)\n\nOs Goonies (The Goonies - 1985)\n\nOs Imortais (Freejack - 1992)\n\nOs Intocáveis (The Untouchables - 1987)\n\nOs Jovens Pistoleiros (Young Guns - 1988)\n\nPeggy Sue - Seu Passado a Espera (Peggy Sue Got Married - 1986)\n\nProcura-se Susan Desesperadamente (Desperately Seeking Susan - 1985)\n\nProjeto Secreto - Macacos (Project X - 1987)\n\nQuase Igual aos Outros (Just One of the Guys - 1985)\n\nQuem vai ficar Com Mary (There's Something About Mary - 1998)\n\nQuerida Encolhi as Crianças (Honey, I Shrunk the Kids - 1989)\n\nQuero Ser Grande (Big - 1988)\n\nRobin Hood - O Príncipe dos Ladrões (Robin Hood: Prince of Thieves - 1991)\n\nRobocop - O Policial do Futuro (Robocop - 1987)\n\nRoxanne (Roxanne - 1987)\n\nRuas de Fogo (Streets of Fire - 1984)\n\nSem Licença Para Dirigir (License to Drive - 1988)\n\nSexto Sentido (The Sixth Sense - 1999)\n\nSociedade dos Poetas Mortos (Dead Poets Society - 1989)\n\nSOS Tem Um Louco Solto no Espaço (Spaceballs - 1987)\n\nSpacecamp - Aventura No Espaço (SpaceCamp - 1986)\n\nSplash - Uma Sereia em Minha Vida (Splash - 1984)\n\nTe Pego lá Fora (Three O'Clock High - 1987)\n\nTimecop (Timecop - 1994)\n\nTop Gang - Ases Muito Loucos (Hot Shots! - 1991)\n\nTop Gun - Ases Indomáveis (Top Gun - 1986)\n\nTrês Amigos (Three Amigos - 1986)\n\nTrês Solteirões e Um Bebê (3 Men and a Baby - 1987)\n\nTron - Uma Odisséia Eletrônica (Tron - 1982)\n\nTudo por uma Esmeralda (Romancing the Stone - 1984)\n\nUm Dia a Casa Cai (The Money Pit - 1986)\n\nUm Lobisomem Americano em Londres (An American Werewolf in London - 1981)\n\nUm Lugar Chamado Notting Hill (Notting Hill - 1999)\n\nUm Morto Muito Louco (Weekend at Bernie's - 1989)\n\nUm Príncipe em Nova York (Coming to America - 1988)\n\nUm Tira da Pesada (Beverly Hills Cop - 1984)\n\nUm Tira no Jardim da Infância (Kindergarten Cop - 1990)\n\nUm Vagabundo na Alta Roda (Down and Out in Beverly Hills - 1986)\n\nUma Babá Quase Perfeita (Mrs. Doubtfire - 1993)\n\nUma Linda Mulher (Pretty Woman - 1990)\n\nUma Noite de Aventuras (Adventures in Babysitting - 1987)\n\nUma Secretária de Futuro (Working Girl - 1988)\n\nVelocidade Máxima (Speed - 1994)\n\nViagem ao Mundo dos Sonhos (Explorers - 1985)\n\nViagem Insólita (Innerspace - 1987)\n\nWillow – Na Terra da Magia (Willow  - 1988)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "126xrzq",
            "num_comments": 13,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "por favor leva na zuera, achei um ultraje vc n citar Os Batutinhas nem Matilda",
                "Faltou **Águias de Aço** [https://www.imdb.com/title/tt0091278/](https://www.imdb.com/title/tt0091278/)   \n\no 1 e o 2... \n\n\n   \n\nBRAT Patrulha também!! [https://www.imdb.com/title/tt0090680/?ref\\_=fn\\_al\\_tt\\_2](https://www.imdb.com/title/tt0090680/?ref_=fn_al_tt_2)    \n\nmas não lembro se era Sessão da Tarde ou Cinema em Casa",
                "Só filme top. Mas Cadê \n\n~~LADY HAWKE 1985?~~\n\nO feitiço de Áquila\n\n🤬\n\nEdit Achei \n\n#🥰",
                "Tentei rever vááários desses na HBO+ (que é quem tem o direito de muuuuuitos) e não tem !!!\n\nO apagamento  da sessão da tarde / cinema em casa / tela de sucessos / temperatura máxima é real.\n\nMuitos desses filmes só se encontra pirateando apesar de hoje em dia serem vários dos mesmo \"donos\".\n\nQuase comecei um canal do youtube, já que a galera de 20 anos pegou a sessão da tarde com filme americano evangelizante e o cinema em casa nem existe mais.",
                "Os irmãos caras de pau (Blues brothers - 1981)\n\nOs picaretas (Bowfinger - 1986)\n\nMatilda (Matilda - 1996)\n\nCentral do Brasil (1998)",
                "Debi Loide é mt bom kkkkkkkkkk",
                "Pode acrescentar Patrulha Monstro."
            ]
        },
        {
            "title": "Pergunta",
            "selftext": "Vocês gostam de series brasileiras?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "126qwfd",
            "num_comments": 6,
            "comments": [
                "Se A Grande Família e Tapas & Beijos contarem como séries, sim eu gosto.",
                "Eu gosto bastante, sempre dou uma chance. E acho que o pessoal tem um preconceito bem bobo",
                "Não, mas A Irmandade foi bastante interessante.",
                "Sim, por exemplo Pico da Neblina, da HBO Max\n\nÉ sobre um Brasil com a maconha legalizada, como seria a influência no tráfico etc.\n\nÉ incrível",
                "Uma série que eu gostei bastante é Verdades Secretas"
            ]
        },
        {
            "title": "Vocês acham que o filme de D&D pode impulsionar o jogo no Brasil?",
            "selftext": "Acho que muitas pessoas estão animadas pelo filme de Dungeons & Dragons. Eu mesmo adorei todo o conteúdo que lançaram sobre o filme, deu a impressão de um filme bem divertido e meus amigos que já jogaram RPG de mesa disseram que tá passando bem a sensação de uma história de D&D. Eu nunca joguei porquê nunca tive uma mesa, mas sempre fui curioso para jogar. Vocês acham que caso o filme tenha popularidade pode impulsionar a busca pelo jogo que ainda é muito de nicho aqui no Brasil?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "126lxg3",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Os cara vão olhar o preço do livro e vão desencanar.",
                "Absolutamente não. 80% do público vai continuar sem saber que o jogo existe.",
                "Dificilmente. É possível um aumento temporário de interesse com muita gente largando rápido. O mais provável de acontecer é trazer de volta alguns veteranos.",
                "Talvez tenha sim um hype temporário para jogar mas, se a pessoa ir atrás eu só vejo duas opções para a maioria: ir atrás de livros por download pirata ou desistir, vendo que os livros em português custam um absurdo. Daí fica por essas, duvido que alguém gastaria muito dinheiro comprando livros para jogar já no começo.",
                "Eu acho que o Hype desse filme tá mais nos easter egg da caverna do dragao de um possível filme , do que no próprio d&d"
            ]
        },
        {
            "title": "A Fortaleza - Sequestrados (1985) [Quem se lembra desse trauma coletivo no Cinema em Casa (SBT a tarde nos anos 90)]",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "125yw46",
            "num_comments": 101,
            "comments": [
                "O cinema em casa nos presenteva com clássicos!! Tem filme que até hoje lembro. E\nCristine o carro assassino, vermes malditos, o monstro do armário, que época boa",
                "[Fortress trailer (1985)](https://www.youtube.com/watch?v=ixltUCkh0Fk)\n\np.s. Tem no youtube o filme completo dublado haha",
                "Cara um que ficou na minha memória é aquele\nEnchente - Quem salvará nossos filhos.\nPqp aquele era tenso demais.\nTinha um outro que eu fica tenso era\nEnxame - Abelhas assassinas.\n\nEsses 2 não esqueci nunca deles.",
                "Esse filme é muito foda hahahahahh acredito que seria muito pesado pra geração infantil de hoje",
                "Esse filme é que tem uma cena onde alguém tem que nadar por baixo de uma pedra numa caverna? tipo mergulhar pra atravessar pro outro lado?",
                "Assisti muitas vezes mas não lembrava do final... foda demais!",
                "Passei anos tentando descobrir o nome dessa boceta. \n\n\nValeu",
                "Eu baixei esse filme anosnatras, só pra conferir se tudo na minha memória era real .Amo , mas é um trauma  tambem! Odeio gente com mascara de natal até hoje",
                "Nossa, esse filme é tenso.",
                "o meu trauma é um filme chamado: \"Enchente, quem salvará nossos filhos? \"",
                "Hotline Miami",
                "Eu prefiro \"O último americano virgem\". Aprendi tanto sobre sexo no cinema em casa que arrumei um problemão com excesso de libido 😅",
                "Esse cara com máscara de lobo me dá medo.",
                "Foda demais esse filme. Eles chegam a violentar a professora? Não lembro...",
                "Desbloqueou uma memória aqui.\n\nVlwww",
                "Mano, nem lembrava desse. Ontem achei outro, A aparição (The wraith), quem lembra?",
                "CARACA BICHO!!! Esse filme passava direto em um canal UHF aqui de Porto Alegre, a TV Guaíba, e eu tinha UM PAVOR ABSURDO! Esses dias lembrei dele e não sabia se era verdade ou sonho febril. Obrigado!",
                "Caraca, esses dias falei desse filme e não sabia o nome... MUITO foda!!!",
                "Esse que tem aquela parte onde ela tira a roupa e nada para uma caverna com passagem submersa?",
                "Me fez lembrar o Hotline Miami",
                "Assisti esse filme quando era filhotinha, me deu muito pesadelo!",
                "Nossa esse era lendario... na hora da caverna eu pensava olha só como fumar é bom, ele tem um isqueiro.. kkkk",
                "Eu nunca vi. O que tem de tenso?",
                "Memória desbloqueada kkkk morria de medo",
                "No final as crianças e professora mata tudo mundo e arrancar o coração ❤️ do chefe do bando e coloca num vidro - muito bom para passa num tarde 🤣🤣🤣🤣🤣",
                "Esse filme me deu muito trauma mesmo.",
                "Filmaço! Revi no YouTube há pouco tempo, passou na regra dos 15 anos. Continua ótimo.",
                "Eu lembro! E já vi depois de adulta, também. ♥️\n\nÉ de um ano depois que nasci.",
                "O carro desgovernado\n\nA noiva de boogedy (esse ninguém daqui onde moro conhece)",
                "Melhor final que já vi!\n\nDá até um orgulho das crianças!",
                "Claro que lembro. Cinema em Casa.",
                "C4r4lh0! Lembro de uma cena com um zoom de longe na cara desse Papai Noel no mato.",
                "Me cagava todo vendo esse filme",
                "Durante a pandemia eu cacei esse filme enlouquecidamente para assistir!\nNinguém lembrava dele fora meu irmão. Passavam umas coisas estranhas na tv nos anos 90.",
                "A coisa!",
                "Nossa eu adoro esse filme! A cena da caverna é inesquecível, mas eu não lembrava do final. Acho que deixou de passar por ser 4:3 e também pq obviamente não era adequado para aquele horário. Foi uma produção da HBO Films!",
                "Cara destravou uma memória aqui. Esse filme é excelente!!!",
                "Credo, parece que as imagens foram geradas por IA. Vou ver!",
                "MEGA TRAUMA",
                "DAREEEEEEEEEEEEL",
                "Assisti aos contos de fada da tv cultura com mimha filha, notei que tinham vários atores muito famosos como jeff goldbloom, mas tive que trocar pq o Lobo mau queria traçar a porquinha sexy, achei inapropriado",
                "Concordo kkkk",
                "é nesse filme que um deles cai de um desfiladeiro em uma pedra grande e o corpo dele dá tipo uma amolecida, dando a entender que quebrou todo! Eu era criança, adorava o filme",
                "Um cult de representação furry <3",
                "Obrigado pelo desbloqueio de memória. Foi tão forte que perdi o jogo também.",
                "Esse filme me traumatizou. A cena deles nadando por debaixo de uma caverna e a professora quase se afogando mexeu comigo de um jeito que até desenvolvi claustrofobia.",
                "eu descobri esse ai no medo b, é bizonho mesmo",
                "HOTLINE MIAMI?!?!?!?!",
                "Criaturas foi um filme que me atormentou, vem como A Coisa, o raio daquela gosma que comia gente pq o povo comia algo desconhecido pq tinha gosto de Danone... Kkkkkkkk",
                "Quem lembra de pânico no shopping?",
                "Nunca esqueço do que guardaram de reliquia no final rs (sem spoilers)",
                "Não lembro",
                "memoria desbloqueada, que nostalgia",
                "Baita Filmaço!!!"
            ]
        },
        {
            "title": "O melhor filme brasileiro",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "125ugeo",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu gostei muito de *Deus e o Diabo na terra do sol*, mas não entendi muito o propósito *Dragão da maldade contra o santo guerreiro* (literalmente não entendi, o áudio tava horrível). Esse terceiro filme eu nunca vi, poderia dizer um pouco sobre por que gosta dele?",
                "bom p caralho, mas ainda pref terra em transe",
                "Único Filme BR q eu Gosto é cidade de Deus"
            ]
        },
        {
            "title": "Assistindo Avatar 2 e está bem legal!!! e VCS já assistiram?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "125s4sq",
            "num_comments": 34,
            "comments": [
                "Muito bom assistir filme em 360p",
                "To esperando minha esposa voltar pra casa pra assistir kkkkkk",
                "Foi feito para Assistir em 3D no cinema, em qualquer outra circunstância o filme se torna Mediano.",
                "Eu gostei bastante, apesar de ter achado o roteiro fraco e previsível. Porém definitivamente é um filme pra ser assistido no cinema, uma experiência única e incrível.",
                "Assisti no cinema. É legal, mas nem se compara com o primeiro",
                "Ainda não, está em qual plataforma?",
                "Gostei muito do filme, fui no cinema ver com meus amigos (o engraçado é que só eu sabia quanto tempo durava o filme, eles pensavam que o filme era de no máximo 2 horas e meia).",
                "Nunca vi nem o primeiro.",
                "Muito corrido, quiseram meter 5 plots diferentes e no final nenhum é bem explorado, história fraca e previsível, efeitos sem graça mesmo no cinema",
                "Mano, os efeitos são excelentes e tal. Mas o roteiro deixa muito a desejar",
                "eu assisti nos cinemas, embora o filme tenha uma história bem fraca, foi uma experiência e tanta assistir ele nos cinemas em 3D por causa de seus incríveis efeitos especiais",
                "Já, mas achei bem fraquinho",
                "Caralho eu só me lembro que esse filme existe quando alguém fala dele kkkkkkkk\n\nTá melhor que o primeiro?",
                "O filme é mais fraquinho que o primeiro. \nEu vi numa sala IMAX e foi foda pra caralho, uma experiência que só quando assisti o primeiro tive algo parecido, por conta da sala achei essa experiência melhor que a do primeiro, o som da sala IMAX é absurdo. Mas no fim é isso, é um espetáculo visual que sem a tecnologia que o torna diferenciado, vira só mais um filme de sessão da tarde.",
                "Não curto avatar",
                "Baixou aonde? Se puder mandar o link"
            ]
        },
        {
            "title": "Qual o nome da obra?",
            "selftext": "Não sei dizer se é um filme ou uma série, assisti quando era mais novo, mas parecia uma comédia, onde tem dois caras jovens que conhecem um mecânico feio que tinha um nome/apelido simples que não lembro, dublado pelo Luiz Carlos Persy, que diz que enquanto ele conserta eles podem fazer o que quiserem inclusive transar com a esposa dele e diz \"mi casa es su casa\" daí os caras ficam achando que a esposa é feia como ele, mas ela é bem bonita. Ela foi dublada pela Fatima Noya. Ela diz \"qual de vocês vai transar comigo?\" daí eles se olham e jogam pedra papel tesoura mas daí ela fala que quer os dois ao mesmo tempo porque quer a emoção em dobro. Um deles até diz algo tipo \"ela tem dois buracos\" mas eles jogam pedra papel tesoura de novo. Daí eles perguntam algo sobre o mecânico e ela disse \"vocês acham que a gente não sabe... curtir?\" daí corta pra o mecânico olhando pra eles com uma cara séria mas é engraçada e aproximando uma lente que de dentista do olho quando olha pra eles daí eles vão pra o pedra papel tesoura de novo e não sei o que acontece depois porque minha mãe desligou a tv",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "125pdtl",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "se sabe o dublador, procura por filmes que ele atuou...\n\nhttps://dublagempedia.fandom.com/pt-br/wiki/Luiz_Carlos_Persy\n\nhttps://dublagem.fandom.com/wiki/F%C3%A1tima_Noya",
                "Não sei de que filme se trata mas se você sabe o nome dos dubladores pode procurar aqui  \n\n\nhttps://dublagem.fandom.com/wiki/F%C3%A1tima\\_Noya",
                "Não é um filme do Harold and Kumar? Lembro que rola algo parecido.",
                "Harold and Kumar Go To White Castle.\n\nA cena que você diz é essa:\n\nhttps://www.youtube.com/watch?v=5DfBsD\\_vIfI"
            ]
        },
        {
            "title": "Achei Premonição superestimado",
            "selftext": "Premonição foi uma franquia de filmes que era muito famosa durante a minha infância nos anos 2000. Meus amigos sempre comentavam muito sobre ter assistido com os irmãos mais velhos, falavam muito bem do filme e eu nunca tinha assistido até semana passada, quando decidi pegar alguns clássicos do terror para assistir. Assisti ao primeiro filme e acabei que não gostei muito. Confesso que achei a ideia interessante, de colocar a morte no local do vilão slasher, mas não acho que o filme foi bem executado e toda a expectativa que eu estava com esse filme provavelmente colaborou pra isso. Achei um filme bem mediano, não há muito susto, eu não senti urgência pelos personagens, tirando pelo protagonista e seu interesse romântico, não há explicação de como o protagonista conseguiu ter os vislumbres das mortes. Gostaria de saber a opinião de vocês também.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "125limk",
            "num_comments": 45,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "É que premonição nunca se vendeu como bom filme mas sim como inovador pra época, por exemplo Chucky, é um lixo mas antes dele não havia nenhuma outra obra grafica de um brinquedo matando pessoas, assim como antes de premonição, não se tinha nada igual. Garanto que na época assustou mais, imagina voce lá nos anos 2000 pensando \"nossa e se eu ver a morte das pessoas, e se eu ver a minha morte e evitar\", entende?\n\nO fator tempo e época influencia muito nesse tipo de filme, assim com Jaw influenciou muito nos anos o medo de tubarão nos anos 70, as pessoas viam o filme e aquilo ficou gigante e todo mundo tinha medo de praia.\n\nSe eu te falar hoje que vai sair um filme com tematica de carros, carros e corridas de rua, voce não vai se animar, vai ser tipo \"ok já vi isso em veloses e furiosos, need for speed, etc\". Agora se eu te falasse isso nos anos 2000 voce iria ficar \"nosssaaa vai ser foda, nunca teve algo assim, imagina a sensação de ver carros tunados correndo muito nas ruas com policia e tudo, é revolucionario\". Entende? Jason, Sexta feira 13, Panico, já são filmes que perderam sua magia, são filmes divertidos mas limitados e com zero surpressas.",
                "Cara, Premonição é mais um filme pra se divertir doq qualquer outra coisa. Lembro de discutir com os meus amigos, quais eram as mortes mais criativas dos filmes kkkk e é isso, Premonição n passa muito disso, um filme pra \"passar o tempo\".",
                "Premonição nunca foi uma boa franquia, quem diz que é bom cresceu com os filmes e vive de nostalgia.\nTambém tem a galera extremamente positiva que se recusa a achar um filme ruim",
                "O primeiro filme é criativo com uma proposta interessante e uma tentativa de desenvolvimento de personagem. Por mais mediano que seja, está no nível dos filmes iniciais de diversas franquias consagradas. \n\nNão é e nunca foi um filme para dar medo durante o filme. O medo dele (ainda mais na época) foi nos lembrar que não é difícil morrer em situações aparentemente comuns do dia a dia, uma sensação de medo. Jogos Mortais veio na mesma época e atiçou criatividades semelhantes, mas no ramo da tortura. Em ambos os casos, chegou uma hora que a febre passou e as franquias desgastaram visto que desenvolvimento de personagem e história são inexistentes.",
                "Concordo! Premissa ótima, mas a forma que foi desenvolvida não me cativou, sem contar que as mortes são ridículas! Acaba que ficou sendo muito mais um filme pra tentar adivinhar como cada um ia morrer (e rir do resultado) do que pra dar medo e curtir o plot",
                "É divertidinho, um pouco superestimado",
                "São filmes beirando o trash, feitos para puro entretenimento juvenil. Eu gostava muito da franquia quando era adolescente. A graça era justamente ver os tipos de mortes que eles iam inventar, igual Jogos Mortais.",
                "Eu considero esse filme muito mais \"um bom entretenimento\" do que propriamente um filme de terror. Eu gosto, acho bem divertido, mas realmente não é algo que dá medo. No máximo há alguns momentos de tensão.",
                "Tu viu o filme errado.\n\nNão é um filme bom, menos ainda pra uma pessoa de 16+, como tu mesmo falou, teus amigos assistiram, muito provavelmente 16-, então nessa idade dá medo, a pessoa se impressiona fácil, ignora incoerência (ou às vezes nem percebe). É o mesmo que assistir aqueles filmes infantis dos anos 2000, na época era uma maravilha, hoje são terríveis.",
                "Você quer assistir um filme que foi bom por causa da época que foi lançado 30 anos depois.",
                "Você deve ser muito legal em festas kkkkkkkkkkkkk",
                "Eu achei louco pra caralho.",
                "Eu me amarro! Vi os cinco filmes! Recomendo muito",
                "Pra mim, se for pensar em filme de terror tipo blockbuster, tem poucas franquias melhores que Premonição. O único filme realmente ruim (e esse é ruim pra caralho) é o quarto.",
                "O segundo (do acidente na rodovia) é o auge da série, na minha humilde opinião. Daí pra frente só ladeira abaixo 🫠",
                "Eu acho que o filme nunca foi visto como de fato *uma grande obra*, mas sim como um terror divertido. \nE esse papel de filme bobo mas que entretêm, acho que ele é excepcional.",
                "Eu achei horroroso kkkkkkkk",
                "O primeiro filme era bem cru, a franquia não sabia exatamente o que queria ser ainda. Recomendo veres o 2, 3 e 5. 3 especialmente é meu favorito, tem urgencia, risco, personagens carismáticos, e mortes ultra-criativas. Mas sim, se vc procura susto, n vai encontrar nessa franquia. É uma vibe mais lovecraftiana, saber que tem uma força inexorável muito além do que entendemos, tentando nos matar.",
                "Uma coisa que me irrita nesses filmes é as situações absurdas que acabam acontecendo, nos primeiros eram até mortes realistas que poderiam acontecer. Nos outros filmes muitas das mortes são surrealistas, tipo aquela da piscina onde os orgãos do cara são todos sugados pela piscina, ou aquela onde um pneu faz um arco totalmente irrealista sobre um estado com mais de 60 metros de altura e acaba precisamente acertando a cabeça da mulher.\n\nPra algumas pessoas isso é o fator que vende, ver as situações bizarras que acontecem e matam as pessoas, mas pra mim é forçado e tira toda a imersão do filme.",
                "Infelizmente boa parte dos filmes e desenhos que costumávamos assistir quando mais novos, quando assistimos com mais maturidade percebemos que não são tão bons assim. Mas isso não precisa remover todo o valor, foi bom para a sua época :)",
                "Eu gostei dos filmes, achei divertido de assitir todos, apesar da fórmula se repetir em todos eles. Mas acho que o que fez a franquia ter sucesso foi mais o fato de ser um enredo novo pra época, uma ideia inovadora.\n\nMas tirando isso, não achei os filmes ruins",
                "Na época em que foi lançado muitos filmes eram parecidos e surgiu Premonição que foi bem inovador",
                "se voce acho eu tenho Certeza,é um Filme Super Estimado e só porque virou meme."
            ]
        },
        {
            "title": "Me ajudem a lembrar o nome desse filme",
            "selftext": "Oi! Estou querendo achar um filme que assisti quando mais nova, era sobre uma princesa que a família sofre um atentado e a mãe dela manda um dos seus seguranças esconder ela, então ela vai para na casa dele e vai para a escola com a filha dele, é só isso que lembro, por favor me ajudem!!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12590u8",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Acredito que seja Serviço de Proteção a Princesas, filme da Disney com Demi Lovato e Selena Gomez.",
                "Lembrei de uma cena do filme onde a garota esta em um festival da cidade e é capturada pelos vilões e ela fica presa e tanta escapar",
                "\n\nO filme que você está procurando pode ser \"A Princesa e o Plebeu\" (The Princess Diaries), lançado em 2001 e dirigido por Garry Marshall. O filme conta a história de Mia Thermopolis (Anne Hathaway), uma adolescente tímida que descobre que é a herdeira do trono de Genovia, um pequeno país europeu.\n\nApós um atentado contra a vida da princesa, a rainha (Julie Andrews) manda Mia morar com seu guarda-costas e amigo de longa data, Joe (Hector Elizondo). Mia começa a frequentar a escola como uma adolescente comum, mas logo descobre que precisa passar por um treinamento para se tornar uma princesa adequada.\n\nO filme foi baseado no livro homônimo de Meg Cabot e teve uma continuação lançada em 2004, intitulada \"O Diário da Princesa 2: Casamento Real\"."
            ]
        },
        {
            "title": "Atores/Atrizes que vc ainda que ver ganhando o Oscar",
            "selftext": "Jake Gyllenhaal. O que ele fez em \"O Abutre\" e \"Os Suspeitos\" é sensacional. Pra mim, ele é um dos melhores atores de sua geração.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1256svl",
            "num_comments": 27,
            "comments": [
                "Fernanda Montenegro. Roubaram a mulher em 1999",
                "Robert pattinson e willem dafoe, ambos precisam de oscares e merecem mt",
                "Johnny Deep",
                "Christian Bale ganhando Oscar de Melhor Ator.",
                "Queria ver o Brad Pitt ganhando um Oscar de melhor ator\n\nEle já tem de melhor ator coadjuvante, mas queria ver o de protagonista",
                "Tilda",
                "Bob Odenkirk",
                "Cillian Murphy",
                "N sei se ja ganhou mas queria ver o Adam Sandler, o que ele fez no filme \"click\" é realmente de chorar.",
                "Glenn Close. 8 indicações e nenhuma vitória. É muita sacanagem.",
                "Michael Fassbender.",
                "Vim aqui para comentar do Jake, na mosca op",
                "Samuel Jackson",
                "posso ser emocionado, mas se a gaga entregar em joker, eu vejo possibilidades reais.",
                "Adam Sandler",
                "Tori Black",
                "Joao Caetano o nível de atuação que o cara tem nos vídeos e digno de Oscar kkk",
                "O meus são diretores\n\nQuentin Tarantino por melhor filme e Paul Thomas Anderson. \n\nJoaquin seria a minha escolha, mas ele saiu da seca com Coringa.",
                "Saoirse Ronan"
            ]
        },
        {
            "title": "O que vocês acham sobre remakes de filmes antigos?",
            "selftext": "Recentemente eu me vi assistindo em um shorts no you tube, sobre a série musical da \"Matilda\" na Netflix, na hora eu pensei, \" Pra que fazer isso? A obra original já é muito boa, eles vão estragar\" Mas depois eu pensei que por outro lado, essa também é uma maneira de despertar a curiosidade do público mais novo ir atrás e consumir a obra original, mas eai qual a sua opnião? e quais filmes ou séries você acha que deveriam ter um remake?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1253omy",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Se for bom, é bom. Se for ruim, é ruim. É o que eu penso.",
                "Depende do remake\n\nTem filmes que ganharam belos remakes, tipo \"A guerra dos Mundos\", \"A mosca\", \"O dia que a Terra Parou\", e outros\n\nEu acho que depende do filme, mas eu tenho que concordar que ultimamente não tem lançado nenhum remake bom.\n\nUm filme que eu estou ansioso pra ver, apesar de não ser remake, é o do Mario. Acho que vai ser mto top",
                "Acho que remake é bem vindo para abordar e atualizar obras, bem como você disse: apresentar para um novo público. Apesar de achar bom, não significa que eu goste ou que seja criticamente elogiado, mas a obra original sempre está aí para ser revisitada, então quando acho o remake ruim eu simplesmente não assisto :)",
                "Não tenho opinião formada sobre os remakes. Varia com a qualidade do próprio remake.\n\nAcho que alguns remakes ficaram bem melhores do que o original, como por exemplo o Dune de Villeneuve é mil vezes melhor do que o Dune de Lynch.\n\nPor outro lado, acho que o remake the \"Guerra dos Mundos\" é um filme completamente diferente do original.  Se pensarmos que um remake não substitui o original, podemos conviver bem com a versão dos anos 50 e a versão do Tom Cruise.\n\nAlém disso, existe a situação em que o filme original é realmente muito ruim, o que facilita gostar do remake.\n\nTemos que levar em consideração também os reboots. Por exemplo, o reboot the Star Trek foi excelente, deu um caldo bom danado e foi totalmente jogado no lixo no terceiro filme, que depois soube foi escrito pelo Simon Peg. Ou seja, artistas talentosos num filme não é garantia de que o filme vai ser bom.",
                "Eu gosto muito mais quando é feita uma atualização do material original, mais como West Side Story e Nada de Novo no Front.",
                "Depende do filme. Em breve vai lançar um remake do Nosferatu que é um filmaço, mas tá datado e pouco acessível. Por mais que um remake sempre possa sair ruim, pelo menos serve p jogar luz na obra original. Outro remake q eu aguardo bastante é o de Metropolis.",
                "Depende do remake, se fizerem uma adaptação legal, acho bacana para que novas gerações também possam se identificar. O original ainda vai estar lá para quem gosta e prefere. O que me irrita mesmo é sequência sem necessidade e live action ruim. Mas, novamente, tenho a opção de não ver."
            ]
        },
        {
            "title": "Nada de Novo no Front (2022)",
            "selftext": "Espetacular.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "124snir",
            "num_comments": 13,
            "comments": [
                "Eu gostei bastante",
                "achei horroroso, closer deveria ter levado o oscar",
                "Gostei muito tambem",
                "Um lixo. Parado, insosso, zero ligações com o livro e inferior ao original de 1930 e o remake de 1978 em absolutamente tudo. Eu comecei a fazer tarefas domésticas com o filme rodando já no final do primeiro ato porque simplesmente se arrastava demais.",
                "Achei espetacular tbm.",
                "Achei ótimo, mas a estruturação do filme original, que segue de forma mais fiel o livro, é bastante superior. Essa adição da tentativa de armistício foi desnecessária para mim, deixando o filme lento em alguns momentos (além do clichê do general alemão escroto). Gostaria de ter visto mais cenas de diálogo de Paul, Kat e o resto dos companheiros, e não generais e políticos. Além disso, no original tem um trecho que considero muito importante, que é a viagem temporária de Paul de volta para casa. Isso tem uma influência importante na morte dele no original (baseado em algumas observações que ele faz da família, principalmente da irmã).\n\nDe qualquer forma, foi uma excelente adaptação  que focou mais em demonstrar o terror da guerra, porém perdendo o contexto do livro original.",
                "Eu odiei esse filme pra caralho.\n\nUm filme que se diz “anti guerra” mas que insiste constantemente que é um épico de batalha, com sons eletrônicos fora de época, cenas de ação sem nexo, sem um pingo da sutileza e destreza do original.\n\nO fato de que o filme começa com uma cena de batalha e não com os jovens, diferente do original, diz tudo que esse filme é, simplesmente outro 1917, previsível, artificial e completamente cego a sua própria mensagem.\n\nQuer um filme anti guerra? Assiste “Vá e Veja” não essa porcaria.\n\nNa minha opinião foi o pior filme do ano passado",
                "Realmente é um ótimo filme, mas pra mim o melhor do ano foi Aftersun.",
                "Muito bom filme, mas me pareceu 3x mais longo do que era.",
                "Pelo menos não fui enganado....pq realmente não tinha nada de novo! Gostei do filme mas acho a temática batida",
                "É um filme antiguerra, primoroso, muito bem concebido e até triste assistir. Não é meu favorito no gênero (que é \"1917\", mas achei excelente trabalho e deixa uma realidade triste"
            ]
        },
        {
            "title": "Game Of Thrones",
            "selftext": "Pra vocês que já assistiram.\n\nComecei a assistir esse final de semana, achei muito confuso de início. Ele é confuso mesmo? Depois melhora o entendimento?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1247blx",
            "num_comments": 12,
            "comments": [
                "Pra mim eu tive que assistir sem nenhuma outra distração, dedicando o momento para aquilo.\n\nÉ muito detalhe, nome, conexão, lugares etc\n\nJá assisti 2x",
                "Vi recentemente e já terminei. O começo é bem de apresentação, mostra isso e aquilo, introduz geral. A série fica ótima depois da introdução dos personagens/lugares.",
                "Cara é confuso, mas continua que em breve vc pega os nomes dos personagens e quem são na história ai fica mais tranquilo...",
                "nem liga mto pq é confuso mesmo metade dos nomes vc n lembra mas vai vendo, ate a 4ª temporada é mto bom depois desanda muito",
                "Bom, você vai começar a acompanhar um universo todo já existente (desde os livros), então é confuso mesmo. Mas com o tempo as coisas vão se esclarecendo."
            ]
        },
        {
            "title": "Pergunta",
            "selftext": "O que acham do cinema brasileiro?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1246wxb",
            "num_comments": 4,
            "comments": [
                "Infelizmente a maior parte dos filmes nacionais que chegam nos cinemas são produzidos pela Globo Filmes. Filmes de comédia com estética de novela, com roteiros episódicos que mais se assemelham a uma peça de teatro. Mas saindo desse nicho, os filmes brasileiros são bons.",
                "Muito competente e interessante. Com filmes clássicos incrivelmente bons, como: Auto da Compadecida, Cidade de Deus, Tropa de Elite 1 e 2, Que Horas Ela Volta, Central do Brasil, Todas as adaptações de Nelson Rodrigues e etc. Enfim, poderia ficar citando filme até o final de semana e ainda deixaria alguns de fora. Até hoje os filmes continuam sendo muito bons. Particularmente, eu só não curto as comédias brasileiras. Algumas até são boas como Minha Mãe é uma peça (o primeiro é simplesmente perfeito) e Se Eu Fosse Você, mas a maioria acaba sendo muito parecido com aqueles filmes besteirol americano e isso não me agrada, no entanto, como eu já disse, é uma opinião pessoal. O Cinema Brasileiro é Incrível! É uma pena que o Brasileiro tenha uma síndrome de Vira-Lata absurda, e acabe deixando muita coisa boa passar só porque é Nacional.",
                "Gosto de filmes brasileiros principalmente as comedias, mesmo a maioria sendo feitas com atores consagrados em novelas!",
                "so presta filme de comedia,novela e de suspense a cidade invisivel o resto e uma bosta"
            ]
        },
        {
            "title": "Alguém assistindo consultor ? E qual a nota?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1246eji",
            "num_comments": 1,
            "comments": [
                "6/10"
            ]
        },
        {
            "title": "Fale sobre algum filme/série que você é obcecado:",
            "selftext": "Eu:\n\nPor algum motivo eu adoro, recomendo, e teorizo sobre um filme que ninguém viu (aparentemente): Another Earth (2011)\n\nO filme é sobre um planeta Terra que aparece e está em rota de colisão, mas isso é o que menos importa no filme já que a personagem principal se envolve em uns acontecimentos e acaba matando alguém... (isso é importante e não muito spoiler), vá sem saber muito do filme.  \nesse filme é lento e triste, mas no fim você tem uma surpresa que muda toda a teoria do que pode ter acontecido dando até um \"final feliz\" se você prestou atenção e criou a teoria... já que em nenhum momento existe comunicação direito com o outro planeta...  \n\n\n&#x200B;\n\nMas parece que ninguém viu, e ninguém teve a mesma ideia que eu... por favor, assistam!!!\n\né a mesma atriz de The OA, mas sem a dança cringe...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1242swg",
            "num_comments": 91,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Whiplash\n\n\nSempre que estou pra baixo, me sentindo mal, eu paro pra assistir. Já perdi as contas de quantas vezes assisti, e é sempre a mesma sensação no final, são vários minutos de arrepio KKKK, muito bom",
                "fleabag. eu não sou de ver séries, mas essa já assisti quatro vezes e todas elas com a mesma vontade",
                "Avatar (2009)\n\nSimplesmente o meu filme favorito de todos. Amo como ao mesmo tempo q a história é simples é complexa, totalmente intrigante e imerciva. Não sei oq o James Cameron conseguiu fazer para q Pandora parecesse tão real, a ponto de pessoas desenvolverem depressão pós Avatar por olhar para o nosso mundo e não ver algo tão belo quanto a natureza e a bioluminescência de Pandora. \n\nAvatar: O Camimho da Água é facilmente o segundo melhor filme pra mim. Pois depois de um pouco mais de uma década pude acompanhar o crescimento desse universo maravilhoso do James Cameron.\n\nEm 2024 vou estar na fila do cinema novamente no dia da estreia para o terceiro filme.\n\nAcho q sou meio suspeito pra falar de Avatar KKKKK",
                "Mais um fã de Another Earth aqui o/\nBrit Marling é ótima. Tem um outro filme com ela, que também provoca muitas sensações, chamado “I Origins” de 2014. Em pt-br traduziram para “O Universo no Olhar”. Vale a pena assistir.\n\nMas minha obsessão em recomendar é Coherence, de 2013. É um filme que começa muito “simples” e a primeira vez que vi até achei que tinha baixado o arquivo errado. 😅 São uns amigos que se reúnem para jantar e nessa noite tem um cometa cruzando o céu. O começo é só conversa, até que umas coisas muito estranhas começam a acontecer, tipo acaba a energia do bairro todo, menos de uma casa um pouco mais pra frente e depois de investigar essa outra casa, eles voltam um pouco “mudados”. Enfim, eu acho que assistir sem saber muito sobre, melhora a experiência.\n\nOutros que gosto demais são Frequencies (2013), Arrival (2016) e Annihilation (2018).",
                "Sherlock (2010)\n\nEstou re-assistindo pela 6° vez, e acho incrível.",
                "Welcome to the nhk\nShaolin soccer\nKung fusão\nCrazy stupid love\nEntre outras comédias românticas e ação desenfreada.\n\nRevejo sempre que posso, e saiu feliz menos welcome to the nhk que saiu com depressão kkk",
                "kill bill",
                "O Nevoeiro. Baseado num conto do King.",
                "Eu amo Another Earth (2011) e já o sugeri umas 3 vezes aqui nesse sub. Simplesmente fantástico. O filme que eu mais sou obcecado pela beleza, é Blade Runner 2049. Eu acho incrível que se faça um filme com fotografia tão espetacular, se arriscando a ser uma continuação de um filme tão aclamado como o primeiro. Ele é simplesmente sublime. A parte da ação é a única parte que me faz lembrar que é um filme, porque no resto, me parece um sonho, de tão lindo.",
                "Pearl, sequência de x é muito bom",
                "Filme: Dracula de Bram Stoker, não importa quantas vezes passe ou abro o streaming sempre vejo. \n\nSérie: Game of Thrones, amo o universo que o Martin criou mesmo com a série terminando de maneira horrenda, espero eternamente os livros continuarem.\n\nAnime: Fullmetal Alchemist Brotherhood, já assisti várias vezes e tenho uma tattoo.",
                "Clube da luta e interstelar, ambos filmes com um plot twist de arrepiar, paleta de cores excelentes, historias MAGNIFICAS",
                "Breaking bad! Já assisti 3x e tô quase indo pra 4ª. Eu acho a história muito interessante e inteligente, sem contar que a química dos atores (Bryan Cranston e Aaron Paul) é sensacional! Eu amo!",
                "The walking dead",
                "Lost",
                "Doctor Who. Só agravou com a saga Time Lord Victorious",
                "assisti sim… esse filme é alternativo e muito bom. Faz você refleti sobre como sua vida poderia ser…",
                "The Witcher sem dúvidas.",
                "Donnie Darko. Todo ano assisto esse filme e acho fascinante não só a forma como ele aborda viagem temporal e universo, mas também toda a parte humana dos personagens.",
                "Nathan For You",
                "Eu basicamente só assisto séries e franquias com muitos filmes. A serie mais recente que me deixou obcecado foi The Expanse. Sou apaixonado pelo universo fora da terra e essa série coçou nessa minha paixão. A história é muito bem construída, existem povos que moram no espaço, em estações espaciais e outros planetas do nosso sistema solar. Em certo ponto eles descobrem como se fosse buracos de minhoca que dão acesso a planetas mais distantes com formas de vida/povos diferentes. Em fim, amo a serie",
                "Mistério no Mediterrâneo. Adoro o Adam Sandler e filme besteirol. Combinação perfeita, apenas 💀💀💀",
                "O Senhor dos Aneis - A Sociedade do Anel\n\nSimplesmente o melhor filme já feito, meu top 1. O melhor dos três filmes, uma experiência absurda de imersão e fantasia.",
                "filmes eu acho q só star wars a trilogia clássica e séries twin peaks e x files, no momento ted lasso tbm pq tem hiperfixação momentâneas tbm :). tirando ted lasso tenho tattoo de tudo citado aí kkk",
                "Senhor dos anéis. Filme pica toda a trilogia, enredo, profundidade dos personagens em especial o último filme “ O retorno do Rei”  tenho os livros que abordam mas detalhado a vida no condado, raças da terra média etc.",
                "mid90s, eu acho um filme tão simples e incrível",
                "Godzilla 2: Rei dos Monstros!\n\nEu simplesmente sou viciado naquele filme, titãs gigantescos saindo na porrada e uma organização tentando salvar o mundo a beira do colapso...eu simplesmente adoro aquilo e assisto sempre! \n\nMenções honrosas: \n- Jurassic Park, eu sou apaixonado e já perdi as contas; \n- Avatar, simplesmente sou encantado naquele cenário do filme;",
                "Forrest Gump, simplesmente maravilhoso",
                "Call me by your name, muito bom também",
                "Scarface\n\nSempre que vejo um trecho desse filme me dá vontade de assisti-lo de novo.",
                "O Iluminado\n\nPraticamente penso em todos os dias sobre o filme e vejo os bastidores e descobri alguns segredos do filme que eu fiquei de boca aberta. E alguns desses segredos descobri dias atrás kkk",
                "Breaking Bad. Pode parecer muito clichê, mas essa série é simplesmente espetacular: enredo, personagens, tudo é muito incrível. \nAté hoje fico bobo com alguns episódios fodas, tais com o Ozymandias e Face Off...",
                "O Lobo de Wallstreet\n\ntodo ano eu assisto pelo menos 2 vezes, e religiosamente assisto quando estou gripado, como se fosse um remédio, me faz dormir melhor. \n\nSe estou gripado a ponto de ficar com febre alta e dificuldade para dormir é certo que vou assistir O Lobo de Wallstreet",
                "Scott Pilgrim contra o mundo\n\nTodo ano eu assisto pelo menos umas 3 vezes, já decorei as falas e tudo mais. Provavelmente essa conexão tem a ver com as referências do filme que puxam muito de games e quadrinhos(Coisas que eu sou fissurado), fora a estética meio indie... Tudo no filme me agrada, o elenco, a trilha, o roteiro... Mesmo sabendo que não é um filme nota 10, ele tem um lugar especial no meu coração.",
                "Game of thrones, harry potter, HTGAWM, desventuras em serie, maze runner, jogos vorazes, Panico. Sagas de livros são otimas para analisar, e se debruçar sobre.\n\nTambem sempre reassisto please like me, skins..",
                "Homeland puta série incrível",
                "Um filme meio nada a ver mas eu assisto todo ano \"Um lugar chamado Notting Hill\", é um filme magico pra mim. Julia Roberts impecavel, Hugh Grant galã demais, personagens super marcantes, filme levinho de romance pra assistir com o amado(a)x ou quando ta meio desacreditado do amor kkkkkk",
                "1. Searching...\n2. Beautiful Boy\n3. Hotel Ruanda\n4. 12 anos de escravidão\n5. Ethel e Ernest"
            ]
        },
        {
            "title": "Descobrir nome do filme pls",
            "selftext": "Assisti a uns 15 anos atrás, me lembro que tinha uma caverna com um lago dentro e as crianças mergulhavam e saíam em um mundo diferente, ou em um passado diferente, não me lembro mt bem, só dessas partes, alguém? :(((",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1241psa",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "\n\nO filme que você está procurando pode ser \"Viagem ao Centro da Terra\" (Journey to the Center of the Earth), lançado em 2008 e dirigido por Eric Brevig. O filme é uma adaptação do livro de mesmo nome de Jules Verne.\n\nNo filme, o cientista Trevor Anderson (interpretado por Brendan Fraser) recebe a visita de seu sobrinho Sean (interpretado por Josh Hutcherson). Juntos, eles descobrem um antigo diário que pertencia ao irmão de Trevor, que desapareceu misteriosamente anos atrás. O diário contém um mapa que leva a uma caverna na Islândia, onde Trevor e Sean decidem se aventurar.\n\nNa caverna, eles encontram uma passagem subterrânea que os leva a um mundo diferente, cheio de criaturas estranhas e perigosas. Lá, eles conhecem a guia Hannah (interpretada por Anita Briem) e precisam encontrar uma maneira de voltar para casa antes que fiquem presos para sempre nesse mundo subterrâneo.\n\nO filme tem cenas em que as crianças mergulham em um lago subterrâneo na caverna e emergem em um mundo diferente.",
                "Tem uma princesa que ajuda eles, e no final do filme eles voltam por stonehenge?",
                "Mimzy: A Chave do Universo (2007) ?"
            ]
        },
        {
            "title": "O melhor filme do jack black",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "123w256",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "eu até acho legal, mas prefiro tenacious d",
                "Nacho Libre",
                "Kkkkkkk....são todos bons. Pra mim O amor é Cego é um dos melhores.  Só perde para Tenacious D (the best)...",
                "Achei um filme rasuavel",
                "As viagens de Gulliver tbm é uma maravilha de filme",
                "Melhor que o High Fidelity?",
                "Pô, nunca assistiu Nacho Libre e Tenacious D?"
            ]
        },
        {
            "title": "Descobrir nome de um filme",
            "selftext": "Pessoal tô tentando achar um filme mais não estou conseguindo, vi esse filme faz muito tempo, queria assitir denovo\nEu lembro q tem uma pessoa não me lembro se é homem ou mulher, essa pessoa está fugindo de um assassino, só q ela encontra uma casa e lá tem um homem q a ajuda, só q o o assassino também encontra a casa q a pessoa estava, lembro q o dono da casa e o assassino trocam tiros em uma escada só q o dono da casa tinha poucas balas na sua arma",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "123uckz",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tá faltando muito detalhe não? Tem ideia do ano? Algum ator? Algum local?",
                "Putz faz uma força aí. Mais detalhes",
                "Marcando Território (2016)\n\nAcho q é esse aí. Só assisti uma vez, mas o filme é muito bom."
            ]
        },
        {
            "title": "pessoal me recomendem boas series/filmes/desenhos para praticar o inglês pfvr",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "123dpum",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Creio que Friends seja a série mais indicada pra isso: diálogos sobre o dia-a-dia e a pronúncia dos personagens/atores é muito tranquila de entender.\nComo se trata de uma série de comédia com episódios curtos (cerca de 23/24 minutos + ou -), dá pra assistir muitos episódios seguidos sem se tornar maçante.",
                "Dora, a aventureira",
                "Dora, a aventureira",
                "South Park! Por ser animação, a dicção/pronúncia do inglês pelos personagens é muito boa"
            ]
        },
        {
            "title": "Recomendação de animações japonesas, por favor fugindo do óbvio",
            "selftext": "\n\nGalera to procurando por filmes ou diretores japoneses com boas obras. Se possível fugindo dos mais conhecidos como hayao miyazaki, makoto shinkai entre outros",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12395mr",
            "num_comments": 18,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "kizumonogatari, é uma trilogia de filmes muito bons e bem originais. Na verdade, esses filmes são o início da franquia monogatari, que já é reconhecida pelo seu jeito \"monogatari\" de direção. Ele usa e abusa de variações de cenário, ângulos muito abruptos e variação de cores com muito contraste. Tudo isso vai gerando o próprio mundo deles e é algo totalmente novo.\n\nOs filmes do mamoru hosoda, eles tem uma pegada gibli porém são tão únicos que vale apena, um dos seus filmes, mirai no mirai (a futuro do futuro, adoro esse nome kkk) foi indicado ao Oscar, não que isso queira dizer qualidade, mas realmente é difícil ver outras obras nipônicas, além dos filmes da gibli, estarem lá.\n\nTambém tem o satoshi kon, geralmente seu foco é mais psicológico, tanto que seus maiores sucessos são perfect blue e páprica, um aborda a loucura e o outro o lírico. Porém eu gostei mais dos padrinhos de Tokio, que abordam pessoas em situação de rua de maneira bem variada, além de ser muito engraçado.\n\nPor mais que esses diretores sejam conhecidos, sempre há aquele filme que ngm viu.",
                "Se quer fugir do óbvio, dá uma olhada em *Macross: Do You Remember Love?*. Ele reconta a história do anime clássico *SDF Macross*, mas com uma abordagem mais concisa, voltada para o tema do impacto da arte e cultura sobre a sociedade. O filme tem um elemento importante de romance, que na minha opinião funciona muito bem.      \n\nNuma pegada bem diferente, gosto bastante de *Jin-Roh - Wolf Brigade*, que retrata as forças de repressão policial num estado de exceção. Ah, e se você já jogou Killzone, o design dos inimigos é meio que copiado desse filme.",
                "olha eu sou bem leigo quando se trata de animes, conheço pouquíssimos, mas eu lembro de ter assistido um e gostado bastante, \"Túmulo do vagalumes\", é um filme bem triste e ele se passa durante a segunda guerra mundial, se não me engano tem no YouTube, não sei se essa indicação foi óbvia e se foi me perdoe, é que realmente eu sou bem leigo",
                "Eu acho o Isao Takahata melhor que o Miyazaki. Vai nele que é só filmão.",
                "Viagem ao topo da terra, tem na Netflix, n e muito famoso mais e muito bom",
                "Perfect Blue, Paprika, e todo o resto do trabalho do Satoshi Kon",
                "Assiste o anime Compiler Festa,isso sim é que é obscuridade,não ´tá querendo sair do óbvio?esse é a toca do coelho,a ponta do iceberg......\n\nnão tem diretorzinho famoso,nem guaranazinho na geladeira.....\n\noutras\"pérolas\"\n\nBattle City Oedo\n\nGall Force\n\nDirty Pair\n\nsó a Nata do cimento....",
                "Perfect Blue\n\nYour Name\n\nA Voz do Silêncio",
                "Perfect blue",
                "Os que eu vi que fogem disso que você falou são:\n\nSummer Wars\n\nO rapaz e o monstro (HBO e Amazon Prime )\n\nA voz do Silêncio\n\nA garota que conquistou o tempo\n\nVampire Hunter D\n\nMetrópolis\n\nMukou Hadan\n\nTem mais mas não me recordo agora. Não sei se vai interessar a você, mas têm alguns filmes da Ghibli que não são muito lembrados mas são ótimos e fogem do óbvio em termos de história e temática:\n\nMemórias de ontem (Netflix)\n\nEu posso ouvir o oceano (Netflix)\n\nO mundo dos pequeninos (Netflix)\n\nDa colina Kokuriko (Netflix)\n\nDigo, quando se fala em Ghibli todo mundo lembra de Chihiro, Mononoke, etc. Esses filmes que citei geralmente são esquecidos (e vários outros do estúdio).\n\nEspero que ajude.",
                "Anohana, não sei onde está disponível, mas vale a pena né assistir.",
                "Jojo Bizarre Adventure. 🫡"
            ]
        },
        {
            "title": "Me ajudem a encontrar esse filme!!",
            "selftext": "Eu vi esse filme em uma novela que passou na globo, a única cena mostrada é de um adolescente (acho que loiro) brincando nos trilhos de trem, e duas meninas olhando ele, sendo que o pé dele prende no trilho, e na hora que ele está tentando desamarrar o sapato pra sair, um trem vem, e acaba atropelando ele, uma das meninas grita muito  \n\n\nÉ a única cena mostrada, o filme parece ser antigo, provavelmente da década de 60/70, no máximo 80, e a novela se chama Páginas da Vida, de 2006  \n\n\nTentei procurar em qual capítulo passa a cena desse filme, se não me engane é o capítulo 36  \n\n\nEnfim, fiquei muito curiosa pra assistir esse filme, não sei se pela descrição vocês reconhecem, agradeço desde já a quem puder me ajudar ;)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1235d74",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Já vi uma cena assim",
                "O filme é Tomates Verdes Fritos. \n\nBom filme parceiro!"
            ]
        },
        {
            "title": "Me ajudem a achar um filme?",
            "selftext": "Então, assisti esse filme a muito tempo atrás...\nTinha um menino que usava uma blusa azul (ele era o protagonista) e tinha uma menina também, e esse menino sofre um tipo de um acidente e ele tem que encontrar o corpo dele, porém, ele não sabe onde está e a única que sabe é a menina, e a família dele tá investigando onde está o corpo dele (mas só a menina consegue ver o \"espírito\" dele).\nMeio específico demais? Talvez, mas quero muito achar esse filme de suspense/terror mas não lembro o nome. Quem puder ajudar, vai me fazer muito feliz ksksks",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "122xr3h",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Pode ser O invisível",
                "Talvez seja ''A Morte E A Vida De Charlie ?''"
            ]
        },
        {
            "title": "vocês acham melhor assistir south park em ordem ou em episódios aleatórios?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "122ovtk",
            "num_comments": 7,
            "comments": [
                "Se tu nunca assistiu antes eu recomendaria em ordem. As primeiras temporadas pra mim são as melhores e também tem algumas referências de episódios que tu pode não pegar assistindo aleatoriamente",
                "Eu lendo a pergunta me questionei: por que alguém julgaria que ver em ordem alteraria pode ser melhor?",
                "Assistir na ordem, pq alguns episódios causam acontecimentos nos próximos ou fazem referência aos anteriores. Mas tanto faz a ordem até a temporada 17.\n\nSo que partir da temporada 18, é obrigatório ser na ordem pq a serie passou a ter continuidade mais parecido com series de TV mesmo.\n\nOpinião pessoal: recomendo ver na ordem pq da para perceber as mudanças que a série teve, tanto no tipo de humor como nos roteiros. As minhas temporadas favoritas são entre a temporada 8 até a 15, foram os melhores anos da série.",
                "Eu acho que em ordem e melhor",
                "por onde vc iria ver? eu nunca consigo achar \ne acho que seria melhor em ordem sim"
            ]
        },
        {
            "title": "Alguém sabe onde eu poderia encontrar pelo menos um trecho deste filme?",
            "selftext": "https://filmow.com/eteia-a-extraterrestre-em-sua-aventura-no-rio-t35019/",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "122nks2",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Aparentemente não vai ser possível vc encontrar esse filme pela internet. Segundo [essa matéria aqui](https://revistamoventes.com/2019/02/10/eteia-a-extraterrestre-em-sua-aventura-no-rio-a-influe%CC%82ncia-das-chanchadas-e-a-evaporac%CC%A7a%CC%83o-do-filme-brasileiro/) existe apena uma única cópia existente e pertence a cinemateca do Rio de Janeiro.\n\nÉ ficar de olho nas mostras..."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "122916s",
            "num_comments": 8,
            "comments": [
                "Sombra e Ossos - Netflix  \nCidade Invisível - Netflix  \nO Mandaloriano - Disney+  \nTed Lasso - Apple TV+",
                "Tô pensando em assistir a 2temporada de Hunter (PrimeVideo) agora. Em algum momento da semana Succession.",
                "To vendo uma porr@d@ de series, a maioria esperando novas temporadas, as que estou vendo nesse periodo é The Mandaloriano, WeCrashed, TWD, The Last of us",
                "twd e cidade invisível",
                "The Mandalorian Season 3.",
                "Succession!!!",
                "Cidade invisível e The last of us",
                "Succession, Ted Lasso, Ru Paul's Drag Race, Casamento às Cegas"
            ]
        },
        {
            "title": "ME AJUDEM achar esse filme animado por favor !!",
            "selftext": "Lembro que o protagonista era um menino loiro que ia p/ uma tribo indígena, n sei se ele ia p/ outro universo ou era no mundo dele mesmo e ele fica amigo de uma indiazinha dessa tribo, em determinado momento do filme essa Índia atravessa o mar encima de uma tartaruga. Me ajudem procuro esse filme animado a anos.\nAcho q é dos anos 2000 mas n tenho certeza\nProdutora “imagem filmes” não sei se é só essa que fez o filme ou em conjunto com outras produtoras",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1228pqc",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Esse eu conheço, é Pocahontas!",
                "Kiriku and the Indigenous Girl?",
                "Esse filme animado pode ser \"Kiriku e a Feiticeira\" (1998), produzido pela Imagina Films em parceria com outras produtoras. A história segue as aventuras de um garoto africano chamado Kiriku, que usa sua inteligência e coragem para salvar sua aldeia de uma feiticeira malvada. Ele também faz amizade com uma garota da tribo que o ajuda em sua missão. Em uma cena memorável, a garota atravessa o mar em uma tartaruga gigante. Vale a pena conferir se é esse o filme que você procura!"
            ]
        },
        {
            "title": "Filme que não sei o nome",
            "selftext": "Olá a todos!\nEstou procurando um filme que eu vi uma vez na minha vida e gostei bastante, porém,  nunca consegui assisti-lo novamente por conta de eu não saber o nome e queria saber se com a descrição que eu apresentar aqui alguém possa saber o nome.\n\nPelo o que eu me lembro, a protagonista é uma menina e ela encontra um urso polar que fala. É um filme de ficção onde os animais falam. Esse urso polar usa até uma armadura numa batalha no gelo/ártico. Os atores eu não me lembro, mas a menina era loira (não é a atriz Annashopia Robb, pois eu pesquisei os filmes em que ela estrelou e eu não achei o filme.)\n\nSe eu não me engano, ela está tentando alertar o pai que a madrasta é uma pessoa má (essa parte do filme não tenho 100% se isso faz parte do enredo)\n\nNão é O Expresso Polar pois o filme não é uma animação 3D.\nSe alguém puder me ajudar, ficarei muito grato. É um filme que tenho em mente que sempre quis assistir novamente.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1225slj",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "A bussola de ouro\n\nhttps://youtu.be/VtUNYOjZu6Y"
            ]
        },
        {
            "title": "Saiu 2° temporada de cidade invisível,alguém assistindo?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1225id5",
            "num_comments": 12,
            "comments": [
                "Terminei ontem. Quando a série começa a ir a diante ela acaba, a Netflix fez uma sacanagem liberando 5 episódios, tendo o ep 4 trinta minutos de duração. Achei a primeira temporada superior a segunda, porém segue boa. A história é expandida para o Pará e temos novas entidades que foram muito bem representadas.",
                "Acabei de ver. É muito curta 😫 e, talvez por isso, não tão boa quanto a primeira. Mas eu amei todos os personagens folclóricos novos.",
                "Temporada curta, com final suspeito de um possível cancelamento ou continuação? Ficou confuso🤔. Mas alguns personagens novos são interessantes, apenas uma que ficou deslocada do arco principal.",
                "Já vi e terminei. Achei curta demais. Gostei mais da primeira.",
                "Viajado demais",
                "Sim",
                "Não achei uma produção tão boa. Os diálogos são péssimos e só alguns atores ali que salvam alguma coisa. Mas convenhamos que sem um bom roteiro, não tem como aocontecerm  milagres.\n\nAcho que eles perderam uma ótima oportunidade pra série ser 10. Pra mim leva um 6-7.",
                "Terminei, achei curta e não entendi foi nada. Provavelmente a Netflix vai cancelar e isso me cheteia pq eu esperei 3 anos pra um tapa na cara desses 🥲"
            ]
        },
        {
            "title": "ME AJUDEM achar esse filme animado por favor",
            "selftext": "\nEu Lembro que o protagonista era um menino loiro que ia p/ uma tribo indígena, n sei se ele ia p/ outro universo ou era no mundo dele mesmo e ele fica amigo de uma indiazinha dessa tribo, em determinado momento do filme essa Índia atravessa o mar encima de uma tartaruga. Me ajudem procuro esse filme animado a anos.\nAcho q é dos anos 2000 mas n tenho certeza",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1223mi6",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "filme que você está procurando pode ser \"A Lenda do Tesouro Perdido\" (The Legend of Secret Pass), lançado em 2019 e dirigido por Steve Trenbirth.\n\nO filme conta a história de Manu, um jovem garoto que descobre um mundo secreto habitado por animais falantes e criaturas místicas. Ele faz amizade com uma jovem índia chamada Naia, que o ajuda a proteger o mundo secreto do malvado Dr. T. Nega, que deseja destruir tudo o que está naquele mundo."
            ]
        },
        {
            "title": "QUAL A NOTA PARA A SÉRIE DE THE LAST OF US?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1223ies",
            "num_comments": 48,
            "comments": [
                "a sequência do hospital no último episódio é muitíssimo fraca, não tem nem de longe o mesmo impacto de quando acontece no jogo. único evento que acredito terem adaptado de forma insatisfatória\n\noutra que achei que haveriam dez episódios, o nono sendo onde dariam alguma profundidade ao pai da abby (meu principal problema com o enredo de tlou 2 é o fato de todos os eventos do jogo se darem pela morte de um npc que talvez tenha vinte segundos de tela no primeiro jogo) assim construindo uma segunda temporada mais coesa e com maior significância\n\nmas num geral, traduziram o jogo p série muito bem\n\n7,5",
                "8,5/10 - acho que era bem possível ter mais eps. Pra mim, no jogo, a cena final é bem mais marcante pq ele traz uma bagagem muito maior, mas ainda é uma série mt foda:))",
                "Não joguei o jogo, dou nota 8.\n\nNada muito grande a  reclamar, a escolha dos atores muito interessante. Gostei muito! Só não dou 9 ou 10 porque senti falta de mais ação",
                "9/10 fez jus ao jogo, foi fiel na essência, bem dirigido e executado no geral. Porém, eu acho que poderia ter adicionado mais coisas e explorado a história dos personagens um pouco mais fundo. Algumas adições interessantes como a explicação do fungo, maior tempo de tela pra Sarah e a mudança controversa da história do Bill agregaram um conteúdo novo e eu gostei disso.",
                "A série é tão boa que vão fazer até um jogo!  \n\n\n/tiodopavê\n\nFalando sério agora, gostei demais da série. Achei que o roteiro foi bem fidedigno. Não joguei o LOU2 mas será que seguirão mesmo esquema?\n\nMinha nota é 9.\n\nE sim, como alguém comentou aqui, os episódios ímpares são incríveis.",
                "10/10\n\nComo série derivada de jogo, não tem como melhorar...",
                "6/10, mas pra mim é porque foi chato ver um fungo que não fazia muito sentido, biologicamente falando, aí me descredibilizou do restante, principalmente do final. Porém o drama e as histórias são muito bem feitos.",
                "9",
                "10",
                "9,5/10, Pouquíssimas coisas me deixaram insatisfeito mas o que mais me incomodou foi o fato de que de todas as mordidas na série, não vimos nenhuma acontecendo, na primeira vez até que foi legal mas depois que aconteceu pela terceira vez eu já comecei a ficar p*to da vida. Sei que é algo muito besta mas me incomodou muito mais do que eu esperava. Tem algumas partes que foram mais emocionantes no jogo também, mas a direção e o roteiro é muito bom em todos os episódios e com certeza essa é a melhor adaptação de um jogo para uma série",
                "8\n\nÉ  muito boa. Mas comparado a outras que gosto essa é uma nota justa.",
                "NOTA DEZ",
                "10/10",
                "10/10",
                "7/10\n\nA série é bem feitinha e legal de assistir mas é muito cheia de clichês e não traz nada efetivamente novo para compensar.",
                "Os melhores episódios são ímpares, os únicos q eu realmente gostei",
                "8,5/10\n\nFoi uma adaptação excelente, mas não perfeita",
                "9/10 pq só deus é perfeito\n\ne pq tiveram partes que poderiam ter sido mais emocionantes igual ao jogo",
                "9/10",
                "Eu curti muito a série, me diverti muito, provavelmente colocaria nota 10, mas aparentemente tem coisas q não são tão fiéis as coisas do jogo (nunca joguei, só vi algumas pessoas falando isso por aí)",
                "9",
                "6/10 como adaptação\n7,5/10 como uma série atual\n\nMas se eu começar a listar o pq vão me chamar de preconceituoso, mas em geral a série tinha momentos q me fizeram n ver q era TLOU, parecia outra coisa. Trataram o fungo de maneira diferente, coisa q n me agradou muito, e mudaram bastante o Joel.",
                "4/10 no maximo, a serie não tem joel e ellie suficiente, o mundo nao parece the last of us e os momentos impactantes não parecem impactantes, o ep3 é bom e tudo mais, mas ainda seria melhor colocar a sequencia do jogo, o ep7 é inutil, por isso é uma dlc, seria melhor gasto se fosse sobre o joel e a ellie, e o maior pecado nao foi colocar uma sequencia de terror no episodio 5, preferiram gastar com a backstory de uma mulher que morre no final do ep\n\n&#x200B;\n\nE a Bella ramsey é uma otima atriz, mas nao é uma boa Ellie",
                "Como série independente? 5/10\n\n\nComo adaptação 8/10",
                "Não joguei o jogo , nota 6 , começou legal e ficou tão sem graça que eu nem quis mais ver",
                "03/10. Começou bem, mas começou a lacrar, odeio lacração e cancelei a HBO.",
                "9,5 \nO tiroteio do terceiro episódio e do último foram fracos",
                "As atuações são boas, os efeitos e fotografia também. Os flashbacks, que é algo que eu costumou reclamar em séries, são bem feitos e deixam com vontade de ver mais. O principal problema da série é a falha na construção da tensão, da sentimento de risco. O roteiro é o roteiro do jogo então não tem muito que falar, talvez apenas que podia explicar melhor as motivações de alguns personagens. É uma série sobre zumbis no fim do mundo e as criaturas mais hostis, para variar, são os humanos.\n\nNota 8.",
                "9/10.",
                "5/10.\n\nEu achei o uso dos flashbacks muito desgastantes e distrativos. Acabou bagunçando um pouco o *flow* da série.",
                "10/10",
                "1000000/10 fodase, uma das melhores coisa que assisti ultimamente (mas nada supera Mistério no Mediterrâneo",
                "9",
                "8,5\n\nA série parece que foi corrida, mesmo tendo bastante tempo de tela."
            ]
        },
        {
            "title": "ME AJUDEM a achar esse filme animado/ SOS",
            "selftext": "Lembro que o protagonista era um menino loiro que ia p/ uma tribo indígena, n sei se ele ia p/ outro universo ou era no mundo dele mesmo e ele fica amigo de uma indiazinha dessa tribo, em determinado momento do filme essa Índia atravessa o mar encima de uma tartaruga. Me ajudem procuro esse filme animado a anos.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12233sn",
            "num_comments": 1,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*"
            ]
        },
        {
            "title": "Análise de John Wick 4: ação intensa e cenas incríveis",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "121zevz",
            "num_comments": 0
        },
        {
            "title": "Porco quebrou o vaso? Me ajudem a encontrar essa pérola.",
            "selftext": "Oi literalmente entrei agora e devo escrever isso agora pra não esquecerkk, eu não sei se vou encontrar resposta por aqui mas vamos tentar, efim a muitos anos eu assisti oq acho ser um filme infantil meio obscuro(no sentido de não ver ninguém falando sobre ele até hoje) eu era bem criança então não lembro de nada, nada mesmo, eu nem sei se é um filme grande ou um curta disponibilzado na tv, ainda acho que vi em dvd. As unicas coisas que me lembro era que  esse filme era uma animação 3d de baixíssima qualidade(eu acho), tinha um protagonista que era porquinho e ele meio que quebrou um vaso da mãe dele e botou a culpa em um fantasma ou algo assim(ou o fantasma quebrou e a mãe dele não acreditou), E uma cena em que ele esta andando de carro que acho ser vermelho, ele põem um óculos de sol, com mais dois personagens que não lembro quais animais eram, só consigo me lembrar disso, se puderem  me ajudar eu agradeceria, isso vem e volta na minha cabeça de vez enquanto, ja procurei em todo canto e nunca achei nada a respeito,efim desculpe os erros ortográficos kk.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "121xi7j",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Porco Rosso"
            ]
        },
        {
            "title": "Alguém sabe o nome desse Filme/Série?",
            "selftext": "Eu tento me lembrar a muito tempo de uma obra que contava várias histórias de terror. Se eu não me engano era uma série e o episódio mais memorável era sobre um garoto caçando um caminhão de sorvete \"fantasma\" e também um dos primeiros episódios era sobre uma boneca que toma o lugar da pessoa. Se alguém souber sobre o que estou falando queria muito saber o nome.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1215pnm",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "talvez seja a série \"a hora do arrepio (the haunting hour)\" de 2010",
                "Contos da Cripta",
                "goosebumps?"
            ]
        },
        {
            "title": "Alguém sabe que filmes são esses?",
            "selftext": "\nQuando criança minha mãe alugou alguns filmes pra gente assistir. E nele havia alguns do tipo sobrenatural. \n\nQueria re-assistir pra saber se ainda vou gostar ou vai ser aqueles filmes bem bostas (O que provavelmente deve ser mesmo ksks). \n\n1° Filme  \n\nA história pelo que me recordo, era sobre uma família, um pai, filha pequena e a madrasta. Eles se mudam pra uma casa, no começo do filme tentam focar no relacionamento da filha do cara com a madrasta, que parece meio conturbada. Coisas estranhas começam a acontecer com a menina e ela culpa umas pequenas criaturas pelo que acontece na casa. \n\nSó que esses \"duendes\" do mal. Eles comem ossos humanos, no filme eles pegam os dentes de leite da menininha. Ai esses pequenos  monstrinhos começam a atazanar a família. O pai não acredita na menina. No final do filme a madrasta se sacrifíca pra salvar os dois. E eles voltam na casa tempos depois e deixam uma rosa onde ela morreu. \n\n\n2° Filme \n\nEsse eu não lembro quase nada. \n\nSó sei que tinha um pai e uma filha jovem. Tem uma cena que eles vão passar por uma cidade, não lembro o contexto, mas aparentemente eles já tinham passado por esse caminho e estavam com precaução pra não serem percebidos pelos habitantes de lá, porém não tinha ninguém nas casas. O que deixou eles em aflição, pois descobriram que as pessoas de lá eram do mal. E não estava no plano deles ninguém estar na cidade. \n\nA filha do cara vai ser oferecida em um ritual e nessa parte ele tenta salvar ela. \n\n\nBem, é isso...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "121540z",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "O segundo, não faço a menor ideia. Agora o primeiro parece muito com \"Não tenha medo do escuro\"",
                "O segundo me lembra um tanto de “A Estrada”",
                "O segundo parece ser o A beira  da Loucura.",
                "1. O Pacto\n2. O Livro de Eli (?)",
                "Esse do sacrifício me lembra O Nevoeiro.",
                "O primeiro filme que você descreveu pode ser \"Don't Be Afraid of the Dark\" (2010), dirigido por Troy Nixey e produzido por Guillermo del Toro. O filme conta a história de uma menina que se muda com o pai e a madrasta para uma casa antiga que está sendo reformada. Ela começa a ouvir vozes e ver pequenas criaturas que habitam a casa e começam a atormentá-la. A madrasta acaba se sacrificando para salvar a menina e o pai, como você mencionou.\n\nJá o segundo filme pode ser \"The Wicker Man\" (1973), dirigido por Robin Hardy. O filme conta a história de um policial que vai para uma ilha isolada para investigar o desaparecimento de uma jovem. Na ilha, ele encontra uma comunidade estranha e começa a desconfiar que algo de ruim está acontecendo. No final, ele descobre que a comunidade está realizando um ritual pagão para sacrificar a jovem e tenta salvá-la. Há também um remake desse filme de 2006, estrelado por Nicolas Cage, mas a descrição parece se encaixar melhor no original de 1973"
            ]
        },
        {
            "title": "John Wick 4: As referências a jogos e elementos de jogabilidade",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1212uef",
            "num_comments": 0
        },
        {
            "title": "Queria encontrar o nome desse filme.",
            "selftext": "O filme se passa pelo que eu me lembro em um mundo \"pós-apocalíptico\", o protagonista viaja pelos arredores do mundo em uma nave fazendo reconhecimento, sendo guiado por uma mulher. Em um certo reconhecimento, cai alguns aparentemente humanos, e em uma dessas capsulas, a pessoa que está lá, é a verdadeira esposa do protagonista (que é um clone, e esse é um dos plots do filme). Daí acontece várias coisas, ele se junta com um cara lá, luta com outro clone dele e sei lá oq, e depois ele vai até o encontro da \"mandante\" que é quem mandava as missões pra ele fazer, e não passava de uma robô gigantesca lá.\n\nQueria muito lembrar desse filme, por favor me ajudem. To tentando me lembrar a meses kkkkk",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12102qp",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Me parece meio [Oblivion](https://m.youtube.com/watch?v=OIRN1jdT9ck)",
                "A chegada?",
                "De acordo com o ChatGPT:  \n\n\nO nome do filme é \"Oblivion\", lançado em 2013, dirigido por Joseph Kosinski e estrelado por Tom Cruise como protagonista. O filme se passa em um mundo pós-apocalíptico onde a Terra foi devastada por uma guerra com uma raça alienígena conhecida como Scavs. Tom Cruise interpreta Jack Harper, um dos últimos reparadores de drones que patrulham o planeta para extrair recursos vitais após a guerra.  \nHarper começa a questionar sua missão quando encontra sua verdadeira esposa em uma cápsula de suspensão criogênica, descobrindo que suas memórias e sua vida são baseadas em implantes. O enredo inclui clones do protagonista, lutas e a descoberta de que sua \"mandante\" é uma inteligência artificial gigante chamada Tet.",
                "Sem dúvidas é oblivion \nCom tom Cruise"
            ]
        },
        {
            "title": "Sem ideia do que assistir",
            "selftext": "Sla, ultimamente perdi a vontade de ver filmes, pra ter uma noção esse ano só vi gato de botas 2 kk. É isso pessoal, poderiam me indicar filmes (ou franquias) para assistir? Por favor não falem de Harry Potter, crepúsculo ou derivados. Obrigado e Deus te abençoe.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "120ygqn",
            "num_comments": 16,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Tem um filme com Emma Stone e Joaquin Phoenix (que fez The Joker) pouco conhecido que chama O Homem Irracional.\n\nPor falar em Emma Stone, tem um uma série na Netflix com Jonah Hill (que fez Superbad) que chama Maniac.\n\nPor falar em Jonah Hill, nesse mês saiu um documentário dirigindo por ele sobre o seu terapeuta chamado Método Stutz. ///Netflix\n\nJonah Hill também atuou com Leonardo DiCaprio no filme O Lobo de Wall Street. E atuou com Brad Pitt no filme Moneyball.\n\nLeonardo DiCaprio e Brad Pitt mais Margot Robbie estrelaram no filme dirigido por Quentin Tarantino, Era Uma Vez em Hollywood.\n\nMargot Robbie estreiou no filme de 2022 com Christian Bale (Batman Begins), Chris Rock e Robert de Niro, Amsterdam.\n\nRobert de Niro fez a continuação do filme mais recomendado de todos os tempos, O Poderoso Chefão.\n\nVoltando no Quentin Tarantino, ele lançou Pulp Fiction em 1994 e tá no Top 10 de muita gente.",
                "a espera de um milagre/ ou melhor todos os k o Tom Hanks atuou é **muito bom**",
                "O Diário de um maquinista",
                "to vendo ozark. curtindo bem.",
                "[Este site talvez possa te ajudar](https://www.filmelier.com/br)",
                "Assista Donnie Darko",
                "Borboletas Negras, tem na Netflix, terminei hoje, achei muito bom. 👍",
                "Assista a franquia de pânico, com o novo filme em cartaz nos cinemas ele é uma boa pedida.\nTambém pode assistir x a marca da morte e pearl que são bons filmes!",
                "O show de truman e memorias de uma mente sem lembracas, um bagulho assim, ambos os filmes com o Jim Carrey mas sem aquele humor besteirol q bastante gente n curti."
            ]
        },
        {
            "title": "Quero achar um desenho",
            "selftext": "Nesse desenho me lembro que um garoto foi amaldiçoado e virou um monstro depois de encontrar uma criatura mágica (acho que era um peixe) giagante e amarelo brilhante vagando por um campo, não sei se é uma falsa memória mas a irmã dele estava trás dele par ajudá-lo.\npfvv me ajudem",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "120os91",
            "num_comments": 3,
            "comments": [
                "Cara não tenho certeza, mas ve se é o \"Campo do Medo\", da uma olhada no trailer"
            ]
        },
        {
            "title": "Quantos filmes vocês assistem por mês?",
            "selftext": "Eu assisto 2 filmes, mas pretendo aumentar isso.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "120k49a",
            "num_comments": 114,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "atualmente uns 10, talvez menos se estiver vendo alguma série...\n\nTodo dia vejo algum ep de algo ou filme...\n\n&#x200B;\n\nantigamente era bem mais, trabalhava de madrugada e olhava muito filme e série...\n\n&#x200B;\n\nno imdb já conto mais de 2985 filmes e \\~400 séries completas (não conto episódios avulsos, conto séries quevi pelo menos a 1º temp completa.)",
                "uns 15-20 em média. \n\nDesde que comecei a catalogar 2021 foi o ano que vi mais filmes: 222!",
                "Cerca de 20, se eu tenho bstt dias livres mais",
                "tentava assistir pelo menos 10 por mes, mas infelizmente estou empregada :( saudades quando tentava ver um por dia",
                "Uns 2~3 filmes",
                "Uns três no máximo, e olhe lá. Queria assistir muito mais, mas acabo não tendo muito tempo nem disposição, infelizmente",
                "depende, por volta disso.\n\nAs vezes mais, as vezes menos. Depende do meu humor",
                "Varia bastante mas quando estou numa fase produtiva uns 8-10, via bastante anime antigamente também, série que é quase impossível de acompanhar",
                "Dois a três. Queria aumentar",
                "Uns 8",
                "Mais ou menos 1 por dia, mas tô atrasado nesse mês de março",
                "1 ou 2",
                "Nos dias de semana um por dia praticamente.... Então chuto uns 20",
                "Uns 6",
                "Sou da época do DVD e qnd era criança via bastante na TV na Tela Quente ou no Cine Pipoca. Hoje por conta do dia a dia, to vendo bem mesmo no mês bota uns 6 Filmes não acompanho mais que 2 séries .",
                "Um ou menos",
                "Geralmente 3, pois acompanho algumas séries também. Se eu em algum momento estiver com mais tempo livre aí pode aumentar pra uns 4-5.",
                "depende mês passado eu assisti uns 21 ou 22 filmes, esse mês eu não assisti nem 10",
                "Depende, por volta de 2",
                "Não tenho uma quantidade exata, as vezes vejo um filme por dia, mas também acontece de assistir só um filme por mês. 😐",
                "Eu não sei por mês mas, segundo o app TV Time, eu já assisti 17 meses e uns quebrados somando todos os filmes e séries que eu consegui catalogar.",
                "As vezes 1",
                ">mas pretendo aumentar isso\n\ntá com meta de lazer?? kkk",
                "0, porque eu tenho preguiça",
                "1 ou 3",
                "Uns 5 😫",
                "Pelo menos uns 40, 1 ou 2 por dia, todo dia.",
                "Tô assistindo uns 4/8 pq tô assistindo filmes somente nos fds, na semana o tempo livre que tenho a noite gasto perdendo minha sanidade mental no CSGO/rocket league",
                "0",
                "Acho que uns 20 por mês.",
                "1 por ano e é muito. pra mim o cinema ta na pior epoca da historia",
                "Acho que vi 3 filmes nos últimos 2 anos.",
                "Uns 15, mas filmes novos so uns 2/3, eu fico reassistindo filmes q eu ja assisti",
                "4 filmes incluindo cinema e stream",
                "antigamente eu assistia em torno de 31/30 dependendo do mês (sim, eu assistia um filme por dia kkkkkk). hoje em dia, tem mês que eu não assisto nada ou só assisto um ou dois",
                "Filme-filme? Varia bastante, mas se for pelo anual não chega a dar 1 por mês.  \n\n\nÉ dificil encontrar um filme que dê vontade de assistir, ainda mais quando ta tudo esparramado entre um monte de serviços de Streaming, alguns que nem tem como ter acesso tipo o Shudder.",
                "Uns 6, só consigo ver no final de semana",
                "às vezes nem um",
                "Uns 23-28",
                "0",
                "Tinha epoca que assistia uns 20, hoje em dia não tenho mais visto nenhum :(",
                "Comecei a catalogar em 2019 e até agr deu 445 filmes. Então em média dá entre 2 a 3 filmes. Mas gostaria de assistir uns 6, pelo menos.",
                "1 filme por ano e olhe lá",
                "8 por aí",
                "1 :/",
                "1 por mês, mas tem mês que nenhum",
                "Entre 1-2 por semana, mas ou na netflix ou baixado torrent. Se tiver mais lançamentos q me agradam ou uma gema escondida q ainda não vi, o número aumenta.",
                "Entre 0 e nenhum. Atualmente tá bem difícil ficar vendo filme por 2+ horas. Passo mais tempo jogando, no YouTube ou vendo alguma serie",
                "Esse mês eu vi 5, mas não é constante.",
                "Em média uns 10",
                "Ultimamente nenhum",
                "Nenhum, raramente paro pra ver filmes. Na maioria das vezes fico vendo videos sobre coisas aleatorias no Youtube.",
                "Queria assistir mais, só que eu costumo ver no netflix pela comodidade, e msm podendo baixar no pen-drive e tal eu n sei nenhum filme realmente dahora, gastar 2 hora em uma filme pra ele ser ruim dói igual comprar comida ruim pra mim amdjssjfkdldkfk",
                "Acho que minha média é 5 no mês",
                "Engraçado esse post ter aparecido pra mim. Em 2022 assisti 1 filme só, em 2023 até agora não assisti nenhum.",
                "7-8",
                "Meio filme, não chega a um porque sempre paro no meio e nunca volto para terminar por preguiça.",
                "1 ou 2 filmes por semana",
                "nossa, realmente não sei porque meu normal é assistir um filme todo dia. queria ser mais ativa nas series mas filmes são um bom jeito de ver uma historia sem se prender muito",
                "54",
                "Uns 2 por mês",
                "No máximo uns 4 filmes por mês em média, por mais que eu goste de filmes, não acho o tempo para assistir eles :(",
                "0 ~ 1",
                "Depende mt do mês\n\nEm mês comum, +/- uns 2\n\nQd to de férias, as vezes 30, ou 40",
                "0,25",
                "0",
                "Não assisto muito filme, prefiro série, mas acho que uns 3-5 por mês",
                "Ultimamente não estou assistindo filmes",
                "0",
                "Pra bater a meta de 100 por ano, vejo 8 por mês.",
                "0.01",
                "Acho que assisto entre um e quatro filmes por mês. Já vejo séries com mais frequência. Queria aumentar esse número de filmes e na verdade, ler mais livros",
                "Menos de 1. E o motivo é, eu gosto é de série. Filme o enredo é muito pequeno e acaba muito rápido, parece que estão sempre correndo no plot, isso me faz ter meio que um ódio de filme, a não ser que sejam franquias como Harry Potter, Piratas do Caribe, Senhor dos Anéis, MCU. Esses me prendem por ter mais história pra contar.\n\nSéries, vejo uns 2-3 episódios por dia em media.",
                "½ filme por mês",
                "Eu assisto o mesmo filme um mês inteiro ou mais pq eu morro de medo de conhecer coisa nova, daí prefiro ficar na zona de conforto. Já assisti Mistério no Mediterrâneo todos os dias, duas vezes por dia, por 2 meses. \nTo morrendo medo do filme novo pq nao sei nada, sos",
                "Hoje em dia é difícil eu ver um filme sem dormir no meio, só mesmo no cinema que consigo.",
                "Nenhum, brother.",
                " 2 a cada trimestre kkkk",
                "Varia entre 10 a 5, vejo muitos filmes por causa da faculdade. Já tiveram meses em que vi mais de 20 filmes.",
                "Pelo menos 15 filmes, séries geralmente 1 ou 2 temporadas completas.  \n\n\nSim, preciso.",
                "8 no mínimo",
                "Nenhum",
                "Uns 30 e Algumas Séries",
                "não vejo filmes e séries a meses, nada me interessa. De vez em quando algm filme em família, mas nada além disso",
                "1",
                "eu estou vendo 0 filmes ao mes, mas ja vi muitos",
                "0",
                "Quando meu pai era vivo ele reunia a família de noite e víamos uns 10 filmes por mês, também íamos ao cinema com frequência. Depois que ele faleceu a gente foi perdendo esse costume, em 2022 inteiro vi só 19 filmes e só um deles foi em cinema (mas em compensação de vez em quando vejo umas séries com a minha mãe)",
                "Uns 4 ou 5 filmes e 1 série em média... quando eu era mais novo já cheguei a ver quase 200 filmes em um ano, mas não tenho mais disposição nem tempo pra isso.",
                "Uns 5 … tenho que começar a catalogar. Indicam algum ep?"
            ]
        },
        {
            "title": "Tommy Wiseau, o cara que fez \"The Room\", divulga poster do seu novo filme, \"Big Shark\"",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "120hr4i",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "\"Hi Doggy\"",
                "Eu nesse momento: **Ovação em pé**",
                "Nova obra-prima do mestre",
                "Oremos",
                "Já tem o trailer.\nhttps://www.youtube.com/watch?v=1pO1WEzTMy0",
                "Esqueça Sharknado"
            ]
        },
        {
            "title": "Quais os filmes que você assistiu esta semana e quais você pretende assistir?",
            "selftext": "Se possível dizer qual plataforma stream usou, \"NetFlix\", \"Hulu\", \"AppleTV\", \"HBO\", \"Disney\", \"Prime\", \"PC...\"\n\n&#x200B;\n\nNão esqueça de usar a tag de spoiler em seus comentários mais ávidos\n\n>!Spoiler!<\n\nSe escreve assim no oldreddit ou celular \n\n    >!Spoiler!<\n\nTambém temos mensalmente o [Clube do Vídeo](https://www.reddit.com/r/filmeseseries/?f=flair_name%3A%22Clube%20do%20V%C3%ADdeo%22) com indicações e comentários",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "12070oz",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "The Holy Mountain",
                "Assisti panico 5 pra ir ver o 6 pra descobrir q aonde eu moro só tem em 3d….",
                "Ursinho Pooh Sangue e Mel\n\n(devia ser \"Ursinho Pooh a Tapa Fatal\")\n\nagr assistir eu tô querendo ver Scream no cinema",
                "Semana que vem vou assistir o novo John Wick, tô ansioso",
                "Esses dias eu assisti Reflexões de um Liquidificador (2010). Filme brasileiro, muito muito muito interessante! A trama toda é fantástica, mas a sua construção e o clímax é surpreendente!",
                "RRR - Netflix  \nO Urso do Pó Branco - PC",
                "O Impossível (2012)"
            ]
        },
        {
            "title": "Creating a TV series budget: Need advice from industry experts",
            "selftext": "Hello family, can anyone lend me some assistance?\n\nI was fortunate enough to present my series pitch to a channel, and they asked me to create a show bible and send it to them. In their request, they specified several requirements, such as a summarized and detailed production budget for the series and each episode.\n\nAs a newcomer to the industry and someone who has never created a budget before, I did some research and found what seemed to be a suitable and straightforward budget that I had to use. However, this budget did not include fixed payment positions, and I am unsure which positions require fixed payment and which do not. Additionally, I would like to establish an identical budget for each episode.\n\nCan you please guide me on how to proceed in this regard?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1205xo5",
            "num_comments": 0
        },
        {
            "title": "O que vocês gostam em documentários?",
            "selftext": "Tive a oportunidade de ter minha primeira experiência no mundo do cinema trabalhando na edição de um documentário. Queria saber quais elementos vocês mais gostam em um documentário, alguma coisa particular que deixam vocês mais interessados no filme.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "1202qqb",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu acho que o conjunto da obra... é meio vago isso. Mas, por exemplo, assisti Vulcões: A Tragédia de Katia e Maurice Krafft e tbm Como Cuidar de Um Bebê Elefante e achei ambos excelentes. \nComo Cuidar de Um Bebê Elefante tem uma fotografia linda demais e uma trilha sonora ótima. Já Vulcões descarrega informações de uma maneira tão prática e simples que achei que levaria o Oscar, mas perdeu para Navalny, que tbm está muito bom",
                "Acho que ser bem roteirizado, toda a obra como um todo se encaixar e também mostrar pontos de vistas diferentes(caso seja relacionado a um crime por ex)",
                "O desenrolar dos fatos me deixam curiosa sobre o que está acontecendo, sempre fico muito atenta aos detalhes e isso me prende a ficar assistindo, principalmente se for sobre acontecidos que envolvam crises e seitas.",
                "Gosto de documentários que procurem retratar pessoas, eventos históricos, lugares e etc que foram esquecidos com o passar do tempo."
            ]
        },
        {
            "title": "Finalmente assisti a \"Eternos\", da Marvel",
            "selftext": "... e sinceramente, não entendi porque foi tão mal avaliado.\n\nPra um filme *da Marvel* é um filme bem legal. Acho que, tendo em vista minha baixa expectativa por causa das avaliações do filme, e levando em consideração os filmes da Marvel depois de Ultimato, que só foram *bombas*, eu acabei gostando do filme por causa disso.\n\n- Fotografia belíssima (filme mais bonito da Marvel, na minha opinião)\n\n- história me manteve entretido e prestando atenção até o fim\n\n- personagens interessantes, inclusive acho que a maior crítica seria exatamente que \"Eternos\" teria sido melhor se tivesse sido lançado como uma mini-série, introduzindo melhor os personagens, ou expandindo a história de cada um após a separação deles. Acho que teria sido bem legal. Mas, mesmo assim, ao final do filme eu estava investido e interessado nos personagens.\n\n- atuações corretas de todos os artistas, ninguém mereceu Oscar, mas também ninguém comprometeu\n\nO filme tem uma história que puxa *um pouco* mais pra ficção científica do que pra super batida fórmula de super herói da Marvel, com um ritmo um pouco mais lento que os outros enlatados de super-herói, e os vilões tem motivações interessantes, e acredito que esses foram os 2 melhores atributos da obra.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11znioy",
            "num_comments": 30,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Também gostei desse filme. Não entendo o hate. Parece que do nada os fãs viraram críticos de cinema e se incomodaram com qualquer cena, fala ou personagem.",
                "Obrigado pela sua resenha! Não sou adepto de filmes de heróis, mas a sua crítica me chamou a atenção e darei uma oportunidade à película. Abraço",
                "o filme é um dos melhores da marvel, pessoal chato do c.. que não soube aproveitar  o filme",
                "Pq tá na moda xingar a Marvel. Só isso.",
                "Ouvi muita gente reclamar na época de lançamento porque o filme tem uma fórmula diferente dos outros filmes da Marvel, porém eu gostei muito do filme e espero pela continuação",
                "Eu acho Eternos um dos filmes mais bonitos visualmente e eu quase tive uma crise de pânico no cinema por conta disso kkkkkkk",
                "Não curti. Achei que foi muito corrido, não deu para aprofundar nos personagens. Inclusive, a grande quantidade de personagens foi o que me levou a não gostar de nenhum. Cada personagem é unidimensional. Cada um tinha um único problema ou dilema. E mesmo assim, ainda teve muita inconsistência: em uma cena o Phaustos é mostrado como um cara triste por ver sua genialidade sendo usada para o mal, mas um segundo depois ele é visto feliz, casado e vivendo num subúrbio.\nShang-Chi, que foi lançado na mesma época, foi um filme muito bom. Infinitamente superior a Eternos.",
                "Vi as primeira 30 min. Ainda nao consegui ver o resto.  Mas achei muito bom.  Espero poder terminar",
                "Eu também gostei do filme, definitivamente não me arrependo de ter gastado dinheiro pra ver no cinema",
                "Simplesmente chato para um caralho, o texto, as atuações (culpa do texto, os atores são bons), os cenários, os designs, tudo de muito mal gosto. Quase dormi duas vezes no cinema.",
                "eu acho q o estilo da diretora não combinou com a fórmula marvel, mas gostei q marvel tentou inovar, melhor um filme ruim diferente do que a mesma merda de um mediano",
                "Bomba",
                "Porque o filme é fraco, simples. Enredo ruim, personagens sem alma, plotholes durante toda a trama e vilão previsível do clichê Superman mau.",
                "Eu não gostei muito. problema pra mim e que em teoria e um filme bom mais pra mim não senti nenhuma conexão com os protagonistas. Foram muitos introduzidos ao mesmo tempo. Acho que se tivessem feito mini série para estabelecer a história da ter feito um filme para “amarrar” tudo junto seria melhor. Concordo que o filme e bonito as cenas são bacanas porém não tinha nada pra me fazer gostar dos heróis",
                "O problema n é ser ruim cara é q ele é corrido e funcionaria bem melhor como série\nEsse filme as vezes dá até sono",
                "O filme não é tão ruim quanto os dizem mais também não é lá aquela maravilha que possa superar entre \"homem aranha 3 e shang chi\" mas na real é um filme bem nota 6, filme com a ótima fotografia, paisagens bonitas e de fato o que eu posso dizer é que a produção foi extremamente bonita e no roteiro é bem arrastado na minha opinião.",
                "Eu vi algum tempo atrás. O filme é esquisito porque ele é ao mesmo tempo chato e lento e extremamente corrido. Muita coisa é atropelada e deixada sem sentido. Uma crítica na época é que ele é o mais inconsistente com o universo construído até então. A ideia era que eles trariam o desenvolvimento para ter o aumento da população até chegar a um certo limite. Só que vem Thanos querendo acabar com metade da população e eles não fazem nada."
            ]
        },
        {
            "title": "Alguém usa TV Show Time?",
            "selftext": "Se sim, manda o Nick de vocês, vamos ser amigos lá :)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11zmn56",
            "num_comments": 2,
            "comments": [
                "JohnMaciel",
                "euu https://tvtime.com/r/1XG5P / carolienn"
            ]
        },
        {
            "title": "Preciso saber o nome desse filme",
            "selftext": "É um filme muito muito antigo. Eu só lembro da última cena onde tem dois rapazes em um carro conversando só que um está vestido de mulher. O outro parece estar apaixonado por “ela”.\n\nAté que ele tira a peruca e fala “mas eu sou homem…” e o outro responde algo do tipo “ninguém é perfeito”",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11zle70",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Quanto Mais Quente Melhor (1959)"
            ]
        },
        {
            "title": "John Wick 4 é tão...",
            "selftext": "Fui ver John Wick 4 na pré estreia, tava tão hypado pro filme, pro Keanu Reaves e Donnie Yen juntos que tava maluco pro dia ja e cara esse filme é uma carta de amor aos fãs, aos fãs da franquia, aos fãs de filmes de ação e de artes marciais. O filme é totalmente maluco, psicodélico sonoro é uma putaria do início ao fim e na ação não decepciona em NADA, pra um filme que não prometia nada la no primeiro ele entregou TUDO. Tem referências musicais ao primeiro, segundo e terceiro filme, tem lutas novas e criativas, tem a porra toda que você quer num filme de ação e ver isso no cinema é uma experiência foda, serio em uma parte do filme é uma putaria enorme a sala fica num barulho fudido, tu fica perdido e o John tambem ta perdido no filme, você emerge, você se une, você vibra e torce. Eu tenho um carinho pessoal com a franquia vi o primeiro e o segundo quando era uma coisa underground, você falava \"Ja viu John wick\" e respondiam \"Quem?\" E então vi o terceiro filme lançar, vi a franquia começar a se popularizar, vi os memes crescerem, a fama crescer o reconhecimento tambem, vi o estilo de ação de John wick ser passado pra outros filmes, vi ele entrar na cultura pop e agora >!Vi o fim dessa incrível franquia!< e ao ver isso não pude fazer outra coisa a não ser chorar.\nAs pessoas choram com drama, a culpa das estrelas, choram vendo o homem de ferro morrer, mas eu chorei como nunca antes com John Wick 4. Eu agradeço por essa franquia ter existido, obrigado John Wick por ser uma franquia, personagem e história incrível.\n\n\n>!A unica decepção foi não terem voltado com o Mustang Boss de 69, o mecânico claramente passou a perna no John!<",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11zk6wp",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Assisti ontem também e gostei muito, ação do começo ao fim. Achei que ia ficar cansado por ser 2h40 de filme mas conseguiu prender minha atenção. >!Será que acabou mesmo? Tô achando que aquele túmulo foi uma cena figurativa para a morte dele na cúpula.!<"
            ]
        },
        {
            "title": "Na sua opinião quais melhores filmes Hitchcock?",
            "selftext": "Galera estou conhecendo a obra dele e vendo MUITA coisa boa!! Citem aqui os que vcs mais gostam. Pode ser Top 3, Top 5...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11z6yhx",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Pra mim é Rebecca. Tenho gravado até hoje aquela cena do quarto. O remake atual simplesmente estragou o filme.\n\nSuspeita também eu gosto muito, acho fofo o final. Interlúdio e Quando fala o coração top 3 e 4 respectivamente. Sou garota então prefiro esses filmes dele que tem um romancezinho no meio",
                "Top 3:\n• Rope (Festim Diabólico)\n• Vertigo (Um Corpo que Cai)\n• Strangers on a Train (Pacto Sinistro)",
                "Meu top 3 (pq são os únicos 3 filmes q assisti dele\n\n\nJanela indiscreta\n\nPsicose\n\nUm corpo que cai\n\nGostaria muito de assistir festim diabólico, mas dos streaming q tenho ele não tá disponível",
                "Meu top 5\n\n1. Rear Window \n\n2. North By Northwest\n\n3. Psycho \n\n4. Vertigo \n\n5. To Catch A Thief",
                "Um corpo que caí\n\nPsicose\n\nJanela Indiscreta"
            ]
        },
        {
            "title": "Quero amiguinhos no letterbox",
            "selftext": "Pessoal que tem conta no letterbox, alguém afim de fazer amizade lá na rede?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11z6mfz",
            "num_comments": 5,
            "comments": [
                "[Meu Perfil](https://letterboxd.com/Guga_/)",
                "[meu perfil](https://boxd.it/5kthB)",
                "My profile on Letterboxd https://boxd.it/3ij8d",
                "pra ficar mais fácil, tá aqui meu perfil https://boxd.it/5IxzH",
                "https://letterboxd.com/mileymontana/"
            ]
        },
        {
            "title": "Preciso de ajuda pfvr, provavelmente não conseguirei achar",
            "selftext": "Bom gnt provavelmente ngm poderá me ajudar,pq eu não lembro de muita coisa.\n\nSei q e um filme q tem música no meio tipo musical,lembro de um pedaço apenas,onde um garoto canta uma música pra uma menina ,só q não lembro da frase inteira era tipo: (a believe that almost took you away from me) tradução tipo (eu acredito que foi o que quase lhe tirou de mim)\n\nPior e q não lembro se a frase é isso msm\nPelo amor de Deus\nSerá q alguém com mais cérebro que eu pode me ajudar ?\n\nCabeça a mil depois q lembrei disso kkkk lembrei do nd agora não sai da cabeça\nComeçando a ficar estressada kkkk\n\nLembrando pelo menos a música me ajudará muito pra encontrar o filme.\n\nNo mais, tenho prática ctz q ngm saberá o que é, pq não dá pra saber só com oq contei,mas não custa tentar né😁\nObgda pela atenção !",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11z5qlm",
            "num_comments": 4,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Descobri gnt,não descansei até descobri kkkk e ainda por cima tava tudo errado doq eu falei\n\nEra uma série Julie and phantons,e a música era Edge of Great,música da série a parte da musica em questão era I believe\nI believe that we're just one dream\n\nNão fui capaz de passar nenhuma informação correta kkkkk a nao ser o 'i believe'\n\nVlw obgda"
            ]
        },
        {
            "title": "Alguém já usou IMDb, Letterboxd, Filmow ou semelhantes ?",
            "selftext": "Estou pensando em criar conta em algum deles para organizar melhor os filmes e séries que já assisti e que quero assistir. Alguma recomendação ?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11z3s1t",
            "num_comments": 39,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "usava filmow, mas na época (não sei como ta hj) o letterboxd dava de mil a 0, dai migrei pra lá, ma sinto falta dos comentários brasileiros kkk",
                "Eu uso imdb e letterboxd\n\n\nNenhum é muito bom free, letterboxd da pra fazer umas coisinhas a mais...\n\nMas na real, gosto mais do imdb",
                "Sim, Filmow.",
                "Eu uso letterboxd e gosto muito, mas eu sinto bastante falta não só de comentários em portugues mas tbm de filmes brasileiros que não costumam ter la...",
                "Letterboxd é ótimo até mesmo no gratuito. Da pra deixar tudo super arrumadinho e as listas são o melhor lugar pra achar coisa nova.\n\nUso e recomendo d+.\n\nMas fica o toque q é uma plataforma pra filme e não série.",
                "Simkl ftw",
                "O único defeito do Letterboxd eh n considerar séries, pq oh app bom viu...os outros nunca usei",
                "https://www.tvtime.com/",
                "eu uso o Letterboxd, ele é muito bom pra vc organizar os filmes que vc já assistiu ou pretende assistir e ainda dá pra fazer resenha dos filmes oq é bem legal, o problema dele é que ele é todo inglês, então se vc não manja inglês, talvez você tenha dificuldade",
                "Tv time",
                "SIMKL é o melhor, você pode compartilhar seu perfil de TV / Anime / Filmes como este https://simkl.com/5743957/",
                "Uso bastante o Imdb pra ter uma Idea se o filme/série é bom e organiza minha planilha de filmes que baixo.",
                "Só uso o app do TV Time, faço uso diário dele faz uns 5 anos.",
                "Uso um app chamado Just Watch. Ele serve pra mostrar os catálogos das plataformas de streaming, fazer sugestões do que assistir baseado no seu gosto etc",
                "Eu utilizo o TvTime. Ele era voltado para séries, mas desde o ano passado ele incorporou o acompanhamento de filmes também. Acho ele bem intuitivo e mostra quando uma série tá próxima de retornar e mais umas curiosidades sobre os tvshows e filmes.",
                "Eu uso o Letterboxd, mas quase não encontro brasileiros. Não uso muito para ver se gostaram de algum filme que quero assistir, uso só para dar minha opinião.",
                "Eu escolhi os serviços que tinham os comentários de usuários que mais me agradavam: tvtime para séries e filmow para filmes.\n\ntvtime ainda tem a função de adicionar ao calendário o lançamento de eps. É ótimo pra saber quando sai nova temporada de algo.",
                "CineTrak",
                "Criei uma conta no Letterboxd e imediatamente me deu preguiça de organizar, um dia eu chego lá...",
                "Uso imdb pra ver a nota do público quando tô em dúvida se gasto meu dinheiro com cinema ou não.",
                "Uso apenas o tvtime porque lá é possível marcar tanto séries como filmes. Não é perfeito, mas dos que usei, acho ele o mais completo.",
                "Eu uso o TVTime. Muito bom",
                "gostava do filmow"
            ]
        },
        {
            "title": "BICHO DE SETE CABEÇA",
            "selftext": " **BICHO DE SETE CABEÇA**  \n\\-Filme dos anos 2000  \n\\-Filme com roteiro aguniante   \n\\-Tema sobre drogas  \n\\-Relação entre pai e filho   \n\n\n7/10",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11z2ykq",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Ou seja, não tem nada a ver com um animal com sete cabeças? Sem sentido esse título",
                "Na sua opinião, o que faltou ou poderia melhorar para que a hora do filme fosse maior?"
            ]
        },
        {
            "title": "Alguma série parecida com The Mentalist?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11z1tng",
            "num_comments": 6,
            "comments": [
                "lie to me",
                "White Collar, vai sem medo",
                "Numa pegada mais de humor, Psych é uma das minhas favoritas de todos os tempos.",
                "Elementary, pra mim é a melhor adaptação moderna do Sherlock Holmes, a atuação do Jonny Lee Miller como Sherlock e da Lucy Liu como Watson são ótimas, de bônus temos a Natalie Dormer no papel de Moriarty e John Noble no papel de Morland Holmes (pai do Sherlock)",
                "White collar"
            ]
        },
        {
            "title": "Alguém lembra desse desenho?",
            "selftext": "Oie gente, sou nova aqui e tô desesperada pra lembrar o nome do meu maior trauma de infância (esse desenho era macabro).\n\nA história que eu lembro é a seguinte: são dois amigos que vão para um cemitério fazer alguma coisa. Um desses amigos encontra uma menina e se apaixona por ela e abandona o outro. O amigo abandonado fica sozinho e perdido e acaba encontrando um demônio que mata ele em uma árvore. No outro dia o menino que foi com a garota acorda no cemitério e vê que está dormindo em cima de um caixão e quando vai ver de quem é descobre que era da menina que conheceu. \n\nEu só lembro disso desse desenho, mas se eu não me engano ele era de fantoches ou algo em stop motion. Nunca consegui encontar nada sobre ele, mas queria ter certeza de que não estava louca na época Kkkkkk \n\nSe alguém souber de algo vou ficar muito feliz 💖",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11y6ckc",
            "num_comments": 8,
            "comments": [
                "Eu acho que e. As trapalhadas de flapjack",
                "Lembro de um programa brasileiro com fantoches e bizarro, não lembro o nome agora mas vou procurar. Passava na cultura.\n\nSeu post me lembrou também um pouco de \"missing halloween\""
            ]
        },
        {
            "title": "A Forma da Água",
            "selftext": "Acabei de assistir esse filme com meu namorado, e gostaria de saber se alguém já assistiu e também leu o livro para me apontar as diferenças\n\nAchei o filme muito bonito visualmente, melhor direção de arte muito bem merecido, porém passei o filme inteiro sem sentir qualquer tipo de emoção, senti que o filme tenta e tenta apelar para a emoção do espectador mas falha. Gostaria de saber se o livro também é assim",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11y5j87",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Algumas pessoas comentaram que era um filme emocionante e romântico, eu só consegui achar peculiar.",
                "não cheguei a ler, mas o filme veio antes do livro e o del toro publicou uma versão em forma de livro de o labirinto do fauno nessa época tbm",
                "Acho que é uma das histórias de amor mais bonitas e inteligentes que já vi e me emocionei muito.\n\nO filme é uma alegoria. Ao contrário dessas porcarias estilo Nicholas Sparks, que são tão óbvias que chega a doer, The Shape of Water é um filme sobre pertencimento e libertação através do amor que usa dois personagens \"peixe fora d'água\" (um deles literalmente). Os dois, mais que se encontrar, se percebem e se realizam na estranheza um do outro. Deixam de se sentir sós não só pelo desejo do outro, mas pela mera existência do outro. E se libertam da opressão que os cerca graças ao seu relacionamento. O componente sexual do filme não é coincidência: ela se percebe um ser sexual e, inerentemente, mulher e isso é libertador. Ela não fala e na interação com um ser que também não fala ela encontra a linguagem necessária e suficiente. Admito que não é um filme óbvio ou transparente, sendo um tanto opaco e bastante visual. Mas isso pra mim é positivo.\n\nEDIT: Respondendo a sua pergunta, o filme não é baseado em nenhum livro. É um roteiro original de Guillermo Del Toro."
            ]
        },
        {
            "title": "Me ajudem a achar essa obra!",
            "selftext": "Pra falar eu a verdade eu não tenho muita informação pq eu vi quando era pequeno na globo e apenas trechos do filme. Eu me lembro que é a história de um homem negro da favela do rio janeiro que se apaixona por uma guria de pele branca onde o pai (Parece que ele é policial) dela mata ele ou ela, ou os dois na praia (eu não me lembro se é bem isso que acontece) mas esse é o final pelo que eu me lembro.\n\nEu achava que era cidade de deus mas vi o filme ontem e não era esse que queria (embora eu gostei pra caralho desse também).\n\nPor favor! Você estará ajudando um jovem adulto a ver a desigualdade social com senso crítico.\n\nEdit: o filme se chama Era uma Vez (2008)",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11y2iwd",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "\ntalvez seja o filme Era uma Vez (2008)",
                "Me lembrou um pouco o filme do Faroeste Caboclo apesar de ter algumas coisas diferentes do que você descreveu",
                "Acho que e Ó Paí, Ó ele não aconteceu no rj"
            ]
        },
        {
            "title": "Gente, alguém me ajuda a descobrir o nome desse filme",
            "selftext": "O q eu lembro desse filme é q em um futuro tem uma empresa onde está fazendo um processo mental onde a pessoa perde a capacidade de pensar e começa a viver como um robô quase, só q a personagem principal n perde a capacidade de pensar, daí fica o conflito dos pensamentos da pessoa onde está controlando as ações dessa pessoa e os pensamentos da pessoa original.\nDaí em um certo momento do filme a personagem principal vai pro deserto e encontra um povo vivendo lá e começa a viver com eles tbm, daí tem um embate móh legal onde a pessoa original começa a gostar de um cara, só q a pessoa q controla comeca a gostar de outro cara de propósito, eles até se beijam só q a pessoa original odeia essa decisão.\nDaí eu lembro q uma parte do plot é q a pessoa q manda nessa empresa, q é uma mulher, tbm tem a sua pessoa original no seu subconsciente \n\nEnfim, espero ter descrito bem e q alguém me entenda...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11xzkdh",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Sei exatamente qual o nome desse filme, mas não vou contar. Brincadeira kkkkk, o nome é \"A hospedeira\" com a mesma atriz de \"um olhar do paraíso\". Mas não é uma empresa que controla, foi uma invasão alien.",
                "O Filme Á ilha é bem parecido com a descrição!"
            ]
        },
        {
            "title": "O quão incomodados vocês ficam com cenas que nunca aconteceriam no mundo real?",
            "selftext": "Vocês se incomodam a ponto de parar de assistir algo porque aconteceu algo totalmente mentiroso?\n\n**Spoiler sobre Luther e  A Vizinha da Mulher na Janela:**\n\n>!Eu assisti ontem o filme Luther. O filme em si é bom. O problema é que tem ao menos duas cenas totalmente bizarras. A primeira, quando o detetive vai preso, mostra ele no banheiro, \\*\\*tomando banho, sozinho, de costas.\\*\\* PORRA!  Todos presos querendo matar o cara, isso não faz absolutamente nenhum sentido! Aí no final, ele tá num lago congelado, quando chegam helicópteros e, destes, já pulam mergulhadores todos equipados para o salvar. Cara, não faz sentido nenhum isso, as autoridades não tinham informações nenhuma do lugar, neve pra tudo que é lado, como eles levam alguém pronto assim?!<\n\n>!E na série foi pior, a vilã era a criança. Ah, se fu\\*\\*\\*, juro que eu fechei na hora e senti muita raiva, quis jogar meu telefone longe e desinstalar o app.!<\n\nEu praticamente parei de assistir filmes de ação por esse motivo.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11wssum",
            "num_comments": 20,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu fico pistola, admito. Muito mais do que deveria. Principalmente quando filmes envolvem história ou personagens reais e acaba sendo tudo falcatrua.\n\nPor exemplo: eu não consigo mais assistir Braveheart ou sequer pensar no filme sem ficar com raiva, por causa da quantidade enorme de erros históricos que o filme comete - erros que foram isso mesmo, erros; não foi algo proposital pra adaptar a história. Foi cagada mesmo.",
                "Eu tenho esse probleminha de *suspensão de descrença* com alguns filmes, principalmente filmes que me recomendam. Quando é algo que eu tenho um mínimo de interesse eu consigo relevar, mas muitas vezes ainda fico me indagando como que os diretores e roteiristas tentam enfiar certas coisas goela abaixo.",
                "A vizinha da mulher na janela é comédia mano... É pra ser absurdo...\n\nVc deve odiar filmes de comédia né? Odeia Monty python?",
                "É por isso que se chama FICÇÃO. A ideia é justamente brincar com conceitos irreais ou pouco prováveis...",
                "as vezes vai de acordo com a narrativa absurda, e ent são interessantes, mas num filme de ação (que odeio alias) eu realmente me sinto indiferente, algumas são legais, mas pra q sabe?",
                "Nem penso nisso, a ideia é ser irreal mesmo, se tiver pitadas de realidade envolvida melhor ainda, mas geralmente eu gosto e fico com aquilo na cabeça, a cena de abertura do Pânico 6 no cinema até brinca com esse conceito de situação que nunca ocorreria do jeito que ocorreu no mundo real.",
                "Puts li o spoiler 😤",
                "Zero. É filme uai.",
                "Começou a mentiradaaaaaaaa",
                "Vizinha da mulher da Janela é pra ser uma sátira sobre um outro filme. Não tem como esperar qualidade desse tipo de coisa po",
                "Eu sinto isso em alguns filmes de roubo/assalto. Mas creio que esses filmes normalmente não sejam pra levar a sério.",
                "Depende bastante do tom do filme ou da série, na verdade.",
                "Está aí algo que não me incomoda, até porque no fim das contas é tudo ficção."
            ]
        },
        {
            "title": "Dica de série sobre ficção científica? Gosto bastante, mas parece não ter mais nenhuma Interessante.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11wp37x",
            "num_comments": 42,
            "comments": [
                "The Expanse",
                "Altered Carbon é sensacional, se gosta do estilo futurístico tipo Blade Runner.\n\nTem também Perdidos no Espaço, muito bom.",
                "Severance",
                "Mandalorian",
                "Fundação, Duna, Black Mirror, Stargate",
                "Já foi dito, mas vale a pena dizer novamente: The Expanse.",
                "A última boa série de ficção foi Westworld e, antes dessa, Fringe. Existe conteúdo ruim que é bem estimado mundo afora, talvez do seu agrado, como Mr Robot e Mandaloriam. E tem as que fizeram algum sucesso mas são podres, tipo Dark.",
                "tente counterpart",
                "12 Monkeys",
                "Já viu Mr Robot? É mais pé no chão, mais \"hoje em dia\", mas irada demais. For All Mankind também é sinistra.",
                "Blade runner",
                "Fronteiras no HBO Max.",
                "Doctor who (Globo play)\nLocke and Key (Netflix)\nSupernatural(HBO)\nOnce upon a Time (Disney)\nOs anéis do poder (Amazon Prime)",
                "Séries: Stargate, Babylon 5, Battlestar Galactica (2003), Farscape, The Expanse, Star Trek (mas essa é mais complicada pela quantidade), Dr. Who (talvez), Fringe, Ruptura, For All Mankind, Estação 11, DMZ, Periféricos ... e vaia lista\n\nFilmes: Blade Runner, Blade Runner 2049, Alien, Aliens, Interstellar, Perdido em Marte, Enigma do Horizonte, Total Recall, Contato, A Chegada, Duna (não o de 1984, por favor), Akira, Inimigo Meu, Tron, Ex Machina, Planeta dos Macacos, Pandorum, Galaxy Quest, Equilibrium ... e tem muito mais",
                "Gostei nto da temp1 de fundação. Westworld era pra ser das melhores de tds os tempos, temp 1 e 2 excelentes. Ai a 3 e 4 fica ate dificil recomendar ela.\n\nFilmes: contato, a chegada, e um bem pouco conhecido que eu AMO que é  coherence. Ve ele q vc n se arrepende OP",
                "Fundação, Raised by wolves, Station Eleven, dentre outras.",
                "Star Trek, todos e qualquer um 😬",
                "Star Trek - Voyager/ Next Generation / Deep Space Nine/ Picard, Babylon 5",
                "O Homem do Castelo Alto. Tem uma ideia inovadora, envolvendo um futuro utópico pós segunda guerra.",
                "interestelar",
                "Eletric Dreams no Prime Vídeo, cada episódio é um conto de ficção científica diferente, gostei muito.",
                "Tales of the loop",
                "Fundação",
                "Babylon 5 é top",
                "Mundo mistério",
                "Diria que também preciso de uma recomendação",
                "for all mankind!!!!!!! apple tv+",
                "Vou indicar Westworld ela começa devagar, mas tem um ficção excelente",
                "Falling skies"
            ]
        },
        {
            "title": "A Marvel se perdeu totalmente",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11wp1hs",
            "num_comments": 37,
            "comments": [
                "Ninguém mais aguenta 15 anos do mesmo filme com atores e roupinhas diferentes.",
                "Green mile, o nome do filme q fizeram o meme. Otimo filme",
                "Eu já falei isso várias vezes: a Marvel não se perdeu, os filmes do MCU nunca foram bons.\n\nO que acontece é o MCU teve um arco inicial tão interessante e foi uma construção de personagens tão bem feita, com um casting tão preciso, que **o todo da obra acabou ficando maior que a soma das partes**. O único elogio que faço a alguns dos filmes especificamente é da direção das cenas de ação, que foram boas: especificamente, do Soldado Invernal, Guerra Civil e a maior parte do Ultimato. O resto é puro entretenimento barato, filmes rasos e fracos. Lembra das sequências do Homem de Ferro? Hulk do Edward Norton? Segundo filme do Thor. Não dá pra negar, eram filmes sofríveis e bem pior que algumas coisas que saíram recentemente. Mas por que, então, parece que agora tá tudo tão ruim?\n\nQuando você considera o arco dos personagens e tudo que os cerca, se percebe que a Marvel fez algo similar ao que fez nos quadrinhos: construiu um setting de mundo efetivo. Quem lê quadrinhos por bastante tempo - eu li por 30, colecionei por uns 15 - percebe que o que nos faz acompanhar não é a qualidade da história. **É saber o que vai acontecer com nossos personagens queridos/odiados**. E agora, que o arco do Kang ainda não andou apesar de vários filmes e séries terem saído, essa falta de qualidade ficou mais evidente. Não coincidentemente, as melhores produções dessa fase foram as que fizeram o \"bonde andar\", por assim dizer; No Way Home e a série do Loki. Só. E mesmo assim, com ressalvas em ambos os casos. A Marvel cometeu o clássico erro de ficar muito tempo fazendo filler e não andando a história e a galera tá percebendo isso.\n\nEnfim, tenho MUITO mais a dizer sobre essa nova fase.",
                "Assistiria várias horas de filmes/séries da marvel DEPENDENDO de qual obra. O último Thor foi uma desgraça e aparentemente o novo homem formiga também, se for pior não sei, imagino se eu assistir como se fosse um filme de sessão da tarde aí poderia ser. \n\nMas curto muito a marvel (e a DC tbm). Gostei dos filmes dos vingadores, das séries (Loki não gostei tanto na real) e alguns outros filmes. Acho que é um subgênero de filme, não concordo com isso de \"filme de herói cansou\". Por mim que tenha. Normal. \n\nDe qualquer forma, está complicado para a Marvel sim. Os últimos lançamentos realmente não foram bons. E... estou pensando no filme do Thor de novo... acho que é o exemplo mais óbvio disso. Enfiaram umas piadas repetidas ao longo do filme todo, com uma ridicularização total e um vilão que parecia o Voldemort do bem. Sei que a marvel tem uma vibe menos séria, mas esqueceram totalmente o equilíbrio. Isso em vários filmes, não só nesse.",
                "Filme de boneco é apenas fast-food cinematográfico.",
                "Sim, wakanda forever tá fazendo aniversário na minha lista e estou cada dia com menos vontade de assitir. Não vou voltar a ver os filmes da Marvel tão cedo.",
                "E ainda vai ter gente que irá dizer \"mais um acerto da Marvel\" kkkkkkkkkkk.",
                "Os dois, sendo bem sincero, Senhor dos Anéis foi um dos poucos filmes que conseguiu me botar pra dormir",
                "Po, mas senhor dos anéis é mó sonífero",
                "Senhor dos Anéis *versão estendida*",
                "Sei que vou levar downvote mas odeio os dois. Quando criança adorava a Marvel mas hoje em dia eu não consigo ver mais nada que eles produzem. Senhor dos anéis é o maior sonífero pra mim. Já tentei diversas ver mas nunca consigo terminar nem o primeiro filme",
                "Eu sempre disso isso, meu maior problema com filme da marvel é pq geralmente em filmes simples de 3 atos é algo assim—>\n\nConstrução do cenário inicial——>\n\nEstabelecimento de problemas——>\n\nEstabelecimento de coisas a perder/ganhar——>\n\nÁpice da tensão ——->\n\nResolução da tensão——>\n\nE descanso\n\nMas a marvel funciona assim:\n\nConstrução de tensão——>\n\nPiadoca que faz piada da tensão e a diminui——>\n\nEstabelecimento de problemas e coisas a perder/ganhar——>\n\nPiadoca sobre o nome do vilão ou algo assim, quebrando a tensão de novo——>\n\nÁpice da tensão, onde algo importante acontece, e o filme espera q vc se importe, quando q há menos de 20 segundos atrás tivemos uma cena besta, desnecessária e longa de mais pra fazer graça de algo que é importante pra tensão.\n\nDaí quando o descanso da tensão vem eles ou não esperam e vão direto pras piadocas, ou esperam que a gente fique triste ou abalado quando a tensão foi construida de maneira tão errônea\n\nVc pode usar comedia no seu filme de forma ótima, mas há quebre de tensão de mais nesses filmes, é absurdo.",
                "Filmes e séries de super-herói já teve seus tempos de ouro está chato",
                "prefiro a morte do que ambos os cenários",
                "O mundo de Disney",
                "Cara, concordo totalmente, as ultimas coisas foram horríveis",
                "Sim",
                "Eu gosto da série do gavião arqueiro e do filme da viúva negra e da série da she hulk, de wandavision e do Loki, o resto da fase 4 e 5 eu não gostei.",
                "Já saí do vício 🙏",
                "Isso é triste, na real. A Marvel em declínio lembra de que as coisas são passageiras...",
                "Como já disseram aí, é o mesmo filme desde Vingadores 1.",
                "Nesse post nem tanto mas cara, como tenho ranso do 4 Mundo.",
                "As únicas séries boas da marvel é cavaleiro da lua e what if ( na minha opinião)",
                "Penúltimo final.de semana do ano passado eu assisti todos senhor dos anéis e todos hobbit pela primeira vez. Eu assisti as versões completas da HBO, 4hrs cada filme +-. Cara, o primeiro filme eu só fui levantar dps q acabou. Nem vi o tempo passar. Os outros.foram na mesma pegada. Obra de arte",
                "Eu queria falar q tá errado, mas nem Quantumania que parecia que ia ser bom foi realmente bom\n\nN sei se esses filmes tão se perdendo ou se a gente tá envelhecendo mais rápido e virando 9s veio que fala \"bons tempos era na minha época\"",
                "Não diria que totalmente visto que eu adorei Eternos e Shang Chi por exemplo. A fase 4 no geral recebe um ódio desproporcional à qualidade. Agora, coisas totalmente bobas como Thor love and thunder e Quantumania.. haja paciência."
            ]
        },
        {
            "title": "Quais são os melhores vencedores de melhor filme no Oscar?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11w5c3l",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Na minha opinião: Parasite, Birdman, No Country for Old Men, American Beauty, Forrest Gump e Schindler's List nos últimos 30 anos.",
                "All Quiet on the Western Front\n\nIt Happened One Nigh\n\nRebecca\n\nCasablanca\n\nOn the Waterfront\n\nThe Bridge on the River Kwai\n\nThe Apartment\n\nLawrence of Arabia\n\nThe Godfather (e o 2)\n\nThe Sting\n\nOne Flew Over the Cuckoo's Nest\n\nAmadeus\n\nPlatoon\n\nThe Silence of the Lambs\n\nUnforgiven\n\nSchindler's List\n\nAmerican Beauty\n\nThe Lord of the Rings: The Return of the King\n\nThe Departed\n\nNo Country for Old Men\n\nMoonlight\n\nParasite\n\nSão esses que eu considero entre excelentes a um dos melhores filmes já feitos",
                "https://www.reddit.com/r/conversas/comments/rlvt16/oscar_2015_s%C3%B3_teve_filma%C3%A7o/",
                "Nada de novo no front mexeu comigo, foi um filme que me traumatizou e me deu uma certeza na vida, a de que eu nunca vou querer lutar uma guerra na minha vida.\n\nPoderoso Chefão, simplesmente épico\n\n12 anos de escravidão, uma história espetacular que marca a gente, é um filme que dependendo da cena, pode te dar nojo, ódio, tristeza e alívio mais pro final.\n\nQuem quer ser um milionário, outro filme espetacular.\n\nOs infiltrados e onde os fracos não tem vez dois filmes que o suspense toma conta, Anton ainda hoje é um dos maiores psicopatas do cinema, ao lado do Joker e do Hans Landa.\n\n\nSenhor dos anéis, foi um marco na história do cinema.\n\nE o meu favorito, Gladiator, que filme épico.\n\nEdit: tinha me esquecido de parasita.",
                "Desde 1980, se eu tivesse que fazer um top 5 seria, não necessariamente nessa ordem\n\nForrest Gump\n\nLista de Schindler\n\nBeleza Americana\n\n12 anos de escravidão \n\nParasita\n\nMenção honrosa pra No Country for Old men, Forma da Água (que na minha opinião é muito subestimado), Amadeus e Silêncio dos Inocentes"
            ]
        },
        {
            "title": "Quais os melhores filmes do Prime Vídeo?",
            "selftext": "O título meio que já diz tudo hahaha",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11vw3c2",
            "num_comments": 3,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Os Infiltrados\n\nInterestelar\n\nClube da Luta\n\nA grande aposta",
                "Aquele filme do Pedro Pascal e o Nick cage me surpreendeu. \n\nVale a assistida."
            ]
        },
        {
            "title": "Quero indicação de filmes bons, sem pegação e cenas de nudez, por favor.",
            "selftext": "Geralmente encontro isso somente por certo no infantil...",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11vtz2p",
            "num_comments": 10,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Mas de algum gênero em específico ? Ou qualquer um vale ?",
                "\"Anônimo\" de 2021",
                "Marcelino pão e vinho",
                "Ultimo tango em paris",
                "Hell House LLC (Trilogia) e Gojiam: Hospital Maldito",
                "Hell House LLC (Trilogia) e Gojiam: Hospital Maldito",
                "Casablanca",
                "La La Land\n\nJojo Rabbit\n\nGladiador"
            ]
        },
        {
            "title": "Ontem revi o exorcista depois de muitos anos",
            "selftext": "Pensei que ia me causar alguma coisa mas que nada. Antigamente me chocava mas já sou tão acostumado com filmes de terror que não me causou nada. A gente muda com o tempo e a experiência não é mais a mesma.\n \nMas ainda acho um ótimo filme e ainda o considero um clássico apesar disso",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11vmcs6",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Eu também não me assusto mais. Hoje em dia o terror psicológico ganha de qualquer possessão demoníaca. Mas tenho uma memória MUITO VIVA dos meus 11/12\tanos, logo após ter visto esse filme. Jurei ter visto o rosto da Regan no teto de casa."
            ]
        },
        {
            "title": "Quais filmes ou séries tem os melhores plot twists que vocês já viram?",
            "selftext": "Sabe quando a história do filme tem uma mudança tão drástica no roteiro, tão incrivelmente surpreendente que faz você questionar se você é você mesmo? Me contem seus filmes favoritos para eu também me surpreender com eles!",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11vl008",
            "num_comments": 56,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Oldboy",
                "A Pele que habito (2011), porém não é exatamente uma mudança drástica no roteiro, acontece ao longo do filme.\n\nOs finais que me deixaram assim foram os de O Sexto Sentido e Amigo Oculto.",
                "ilha do medo",
                "Os suspeitos",
                "Fight club",
                "incendies (2010) esse filme é BIZARRO de bom e o plot twist da vontade de chorar e arrancar todos os fios de cabelo da cabeça com uma pinça de sobrancelha",
                "O Sexto Sentido. O pior é que é uma coisa meio óbvia quando a gente descobre mas que não passou pela minha cabeça nem por um segundo. O filme consegue esconder bem o plot twist",
                "O grande truque",
                "Os outros",
                "**Mr Robot** tem os plot twists mais surpreendentes que já vi na vida. E de todos os plot twists incríveis da série, o mais absurdo dele é o que ocorre no último episódio. Uma obra-prima com um final impecável.\n\n**Orphan Black**, **Dark**, **Lost** também são séries cheias de plot twists.\n\nMas meu plot twist favorito é a cena final da segunda temporada de **Chuck**. Não tem como assistir e não ficar boquiaberto com a épica cena do >!\"Guys, I know kung fu\"!<.",
                "Incêndios, dirigido pelo Denis Villeneuve",
                "Ilha do Medo  \nGarota Exemplar  \nO Grande Truque",
                "Alerta Vermelho (Netflix) - Se vc não assistiu, eu não vou dar spoiler, a vibe dele é meio caça ao tesouro perdido, mas perto do final ele tem um plot Twist que faz vc se sentir tão enganado, nem um contratinho te faz tão de trouxa quanto esse filme. E ainda tem os protagonistas que são ótimos atores, Gal Gadot, o Ryan Reynolds e Dwayne Johnson.",
                "qualquer filme do park chan-wook",
                "Alice in bordelands, sem dúvida nenhuma",
                "Duas um crime, Donnie Darko e Ilha do Medo. De cabeça são esses.",
                "Filme \"Os infiltrados\" tem um final surpreendente.",
                "final da primeira temporada de westworld",
                "Talvez Corpo Fechado (2000) e o primeiro Jogos Mortais. Se eu lembrar outros atualizo.",
                "Jogos Mortais I e II (eu acho)",
                "Por trás dos seus olhos - Netflix",
                "Attack on Titan quando [SPOILER] o Eren manipula seu pai para matar a família real",
                "Tem um filme recente que é muito bom, \"desaparecida\", é um filme de suspense e drama com um plot bem interessante, mas a melhor parte é como o filme é palpável, tem um plot bem elaborado e tudo que acontece no filme é muito crível, em diversas vezes na minha vida ja presenciei ou passei por algumas coisas que os personagens passam, foge totalmente daquele cliche que o plot twist necessita que aconteça coisas meio \"deus ex machina\" pra que aconteça.",
                "Os Outros (com Nicole Kidman)",
                "A criada do Park Chan-Wook",
                "Incêndios",
                "The Holy Mountain do Alejandro Jodorowsky. Fiquei pensando no filme por dias.",
                "O plot do cigano no Snatch, enquanto todo mundo prestava atenção na confusão do Turkish e do Tommy, ele botou em ação um puta plano que ele fez pra se vingar da >!morte da mãe dele no trailer!<",
                "Um contratempo. Filme. Tinha netflix",
                "Parasita",
                "O final da terceira temporada de Lost revelando que toda aquela situação do Jack não era um flashback e sim um flashsideway. E no fim, eles tinham mesmo conseguido sair da ilha.",
                "The Boy",
                "Dark, Netflix ❤️",
                "O suspeito da rua Arlington, Os suspeitos(o filme de 1995), Oldboy, Espiritos - A morte está ao seu lado",
                "Ninguém falou de Predestination? Plot twist atras de plot twist do começo ao fim",
                "Frozen (desculpa, sou mãe de uma criança. não consegui pensar em nada melhor)",
                "Flower of evil (série coreana) e Os invasores (filme americano)",
                "Cães Raivosos(Cani arrabbiati),esse me pegou bem desprevenido.",
                "Se7en",
                "Gato de Botas.",
                "Vidas a deriva",
                "O Mistério das Duas Irmãs- filme de terror/suspense que assisti quando era criança e nunca esqueci o plot",
                "Cloverfield rua 10"
            ]
        },
        {
            "title": "Qual seu Rank dos filmes de Star Wars?",
            "selftext": " Como meu primeiro post aqui gostaria de fazer essa \"enquete\" com vocês, SW é a minha saga favorita e a uma discussão entre os Fans sobre qual o melhor e os piores filmes.\nMeu rank é:\nO império contra ataca\nRogue one\nA vingança dos sith\nUma nova esperança \nOs últimos jedi \nO retorno do jedi \nO despertar da força \nAtaque dos clones \nAmeaça fantasma \nHan solo \nA acessão skywalker",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11vjprz",
            "num_comments": 14,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "5,3,6,4,R1,7,1,2,8 e 9",
                "De melhor pra pior: 5, 4, 6, rogue one, 7, 3, 8, 9, 1, 2, especial de natal.\n\nMaioria dos filmes star wars são ruins",
                "4,5,6,3,2,1,7,8,9",
                "Dessa série, eu só vejo dois filmes realmente bons: O Império Contra-Ataca e,  PRINCIPALMENTE, Rogue One, o melhor do universo Star Wars disparado, por uma légua de distância dos outros. \n\nO resto pra mim varia entre o divertido, porém bobinho, e o horrível.",
                "5 - O Império Contra Ataca.\n \n8 - Os últimos Jedi.\n \n3 - A vingança dos Siths.\n \n4 - Uma nova esperança.\n \n2 - A guerra dos Clones.\n \n6 - O retorno de Jedi.\n \n7 - O despertar da força.\n \n1 - A ameaça Fantasma.\n \n \n \n \n \n \n9 - Ascenção Skywalker.",
                "Rogue One  \nUma nova esperança  \nImperio contra ataca  \nA vingança dos sith  \nO ataque dos clones  \nO retorno de Jedi  \nA ameaça fantasma  \nO ultimo Jedi  \nO despertar da força  \nA ascensao skywaker  \nSolo  \n\n\ntirando um ou outro todos sao ruins como filme, mas eu amo pra caralho todos, me apaixonei por sw qnd kid com os prequels e a animacao guerra dos clones, me aventurei pelo universo expandido nos livros e games, tive respeito e admiracao pelos originais e chorei em todos os 3 sequels no cinema, eu amo os sequels sim, eles tem sim a essencia sw, os prequals sao os melhores em explorar o universo e os originais sao os melhores em narrativa, eu nao inclui series, livros, hqs e games pq o OP falou filmes, mas se for pra ter uma midia favorita de sw de longe é Visions, essa serie supera em tudo, cara se voce nunca viu vai ver agr, narrativa, historia, essencia star wars, la tem tudo e ainda melhorado",
                "1 - O Império Contra-Ataca (1980)\n\n2 - A Vingança dos Sith (2005)\n\n3 - Rogue One (2016)\n\n4 - Uma Nova Esperança (1977)\n\n5 - O Retorno de Jedi (1983)\n\n6 - Ataque dos Clones (2002)\n\n7 - A Ameaça Fantasma (1999)\n\n8 - Os Últimos Jedi (2017)\n\n9 - Solo (2018)\n\n10 - O Despertar da Força (2015)\n\n11 - A Ascensão Skywalker (2019)",
                "1- rogue one\n2- império contra ataca \n3- os últimos jedi\n4- retorno dos jedi\n5 - uma nova esperança \n6- despertar da força\n7- vingança dos sith\n8- rise skywalker\n9- ataque dos clones\n11ameaca fantasma\n10 solo"
            ]
        },
        {
            "title": "Filmes com bissexuais?🤔🧐",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11vbyrf",
            "num_comments": 9,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Velvet Goldmine (1998)",
                "Canções de Amor (2007).",
                "girl-girl?\n\nMulholland Drive (Cidade dos Sonhos)  \nCarol  \nThe Half of It  \nBodies Bodies Bodies (se aturar o elenco, todo o elenco, insuportável)  \nCisne Negro (?¿): não sendo bi, é self-sexual, difícil saber\n\nboy-boy?\n\nBrokeback Mountain  \nGod's Own Country  \nShelter  \nJongens (Boys em sueco)  \nHeartstopper (vale por 10)\n\ne feno no deserto, talvez"
            ]
        },
        {
            "title": "Alguém sabe o nome do filme: um samurai que quer se vingar do imperador, ele se infiltra e vai ganhando a confiança e quanto mais confiança ele tem a permissão de ficar mais perto do imperador.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11varrq",
            "num_comments": 7,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Ou Herói, ou Clã das Adagas Voadoras. Acho que era um desses.\n\nTem uma cena que ele finalmente consegue ficar na mesma sala do imperador, e tem um monte de velas que ficam tremulando com a intenção assassina dele, não?",
                "Herói.\nA cada coisa que ele diz ter cumprido, é autorizado a ficar a menos passos do imperador.",
                "Alguém sabe o nome em inglês. Pq coloco herói e vem um monte de coisa nada a ver."
            ]
        },
        {
            "title": "Quais as séries que você está acompanhando esta semana?",
            "selftext": "[Neste link](https://www.pogdesign.co.uk/cat/) é possível acompanhar as estreias e andamentos das séries.\n\n&#x200B;\n\nTem alguma que você acompanha, espera ou recomenda?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11v9ere",
            "num_comments": 5,
            "comments": [
                "Sharp Objects (Objetos Cortantes). É de 2018, mas acabei começando e não me arrependi. Ainda tenho que terminar ela, tem mais uns dois episódios.  \n\n\np.s. uma das melhores aberturas que já vi, mó bem feita :)",
                "Succession, vai lançar novos episódios no próximo domingo",
                "Próxima temporada de Succession lança dia daqui uma semana"
            ]
        },
        {
            "title": "me indiquem filmes que iram me deixar traumatizada, pensativa e sem dormir por noites.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11v6dgh",
            "num_comments": 63,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Oldboy (2003)\n\nIrreversível (2006)",
                "O Túmulo dos Vagalumes (1988)",
                "Eraserhead",
                "Martyrs(2008)\n\nO Sacrifício do Cervo Sagrado(2017)\n\nViolência Gratuita(1997)\n\nO Anticristo(2009)\n\nPerfect Blue(1997)\n\nVá e Veja(1985)\n\nGummo(1997)",
                "Telecurso 2000 (2008)",
                "Requiem for a dream",
                "Réquiem para um sonho e oldboy",
                "A pele que habito",
                "A serbian Film ( mas cuidado, muito cuidado)",
                "Faça terapia\nVai ter praticamente o mesmo efeito kkkk",
                "Corrente do mal. Eu simplesmente acho aterrorizante a calma e persistência que a morte tem nesse filme.",
                "Dançando no escuro, o segredo dos seus olhos",
                "O Nevoeiro (diretor: Frank Darabont)",
                "365 days.",
                "V/H/S",
                "Sierra Burgers é uma loser, faz vc passar madrugadas se perguntando \"pq, Netflix?\" \n\nA origem, nunca entendi o final daquele filme",
                "Teus Olhos Meus.",
                "Begotten (2008)\n\nTerror sem Limites (2010) - O mais perturbador de todos.",
                "Meu Primeiro Amor \n\nPonte para Terabítia \n\nHope \n\nEm Silêncio \n\nA Caça \n\nA Garota da Foto \n\nO Segredo de Brokeback Mountain \n\nBrilho Eterno de uma Mente sem Lembranças \n\nEfeito Borboleta \n\nHereditário",
                "O sonho da morte, não é tão pesado, mas vc vai ficar pensando sobre sua vida",
                "Querido Zackary\n\nBrilho eterno de uma mente sem lembranças \n\nVá e veja\n\nThreads (1984)\n\nOldboy (2003)",
                "O Menino do Pijama Listrado (2008).\nA primeira vez que assisti, foi na escola, e não dei tanta bola por ser criança, só achei triste o final.\nMas anos depois eu assisti de novo, e percebi o quão pertubadora era a história por trás de tudo aquilo.",
                "El Topo\n\nThe Holy Mountain\n\nHausu\n\nRubber\n\nMandy\n\nThe color out of space",
                "- Ensaio sobre a cegueira\n- A estrada\n- 3096 dias de cativeiro\n- Amnésia",
                "Close\n\nAftersun\n\nNada de novo no front",
                "O lagosta",
                "vc vai ficar pensativa de arrependimento, mas August Underground",
                "Lista bem eclética: \n\nWolf Creek (2006)\n\nO Bebê de Rosemary (1968)\n\nManíaco (2012)\n\nAlien, o Oitavo Passageiro (1979)\n\nO Mensageiro do Último Dia (2020)",
                "Mother com Javier Barden e Jennifer Lawrence",
                "O homem da terra",
                "O grito (o primeiro, original japones)",
                "Mad God\n\nÉ um filme com uma estética bem maneira, porém sinistra ao mesmo tempo. Além de ter algumas cenas bem sinistras e até existencialistas. Mas ainda sim é um filme daora",
                "Centopeia Humana 1 e Centopeia Humana 2!",
                "Martirys",
                "O segredo de marrowbone",
                "A caça(2012) com o  Mads Mikkelsen",
                "A Caixa\n\nPi (não é As Aventuras de Pi, apesar deste ser interessante)\n\nMother\n\nAmnésia",
                "Only the animals",
                "Incêndios",
                "snuff r73 não procure \n\nserio SERIO MESMO **SERIO MESMO** \n\n# NÃO NÃO MESMO \n\n# BOR AMOR TE DEUS",
                "Plague dog e um filme que só tem legendado e bem pesado retrata o Mal da humanidade contra os animais indefesos",
                "Holocausto Canibal",
                "Midsomar",
                "Incêndios - Denis Villeneve",
                "AI - Inteligencia Artificial de Steven Spilberg\n\nSe vc gostar me faça saber. \n\nForças, eu desejo que vc melhore e guarde com carinho tudo o que eu te escreví!"
            ]
        },
        {
            "title": "Suas opinões sobre: Tudo Em Todo Lugar Ao Mesmo Tempo",
            "selftext": "Assisti esse filme numa visita á minha tia. Foi um experiência muito louca e que só esse filme conseguiu passar pra mim. Esse filme me passa uma vibe tão caótica, confusa, mas ao mesmo tempo tão cheia de adrenalina e com coisaa filosofais, que eu senti como se tivesse transcendido (pfv não me julgue por usar um termo tão forte assim, é que não encontro outra palavra melhor pra descrever esse filme) após ter terminado de assitir. É claro que eu não vou ficar só babando nesse filme, teve umas coisinhas que me incomodaram enquanto eu assistia. Foi mais o começo que me incomodou um pouco, mas pode ser porque eu não gosto de começos muito lentos e goste mais de ver ação acontecendo na cena seguinte.\nO que vejo mais a galera reclamar aobre esse filme são as ideias complexas que ele aborda. Confesso que também não entendi tudo completamente, mas que mesmo sem entender eu adorei.\nAgora me digam suas opinões sobre esse filme.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11v2gd2",
            "num_comments": 36,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Maravilhoso, amei desde a primeira vez que vi. Consegue abordar tanto a profundidade quanto a leveza muito bem, e ambas se encaixam perfeitamente com a temática proposta.",
                "Eu gostei muito, mas é claramente um filme que não agrada a todos. Principalmente pelo humor meio que fundido em toda a trama. É um tipo de humor que não agrada a todos, assim como Monty Python (não estou comparando o filme a MP mas sim ao tipo de comédia que não agrada a todos). O que eu mais gostei foi exatamente essa mistura de profundidade com o humor. Se merecia todo esse alvoroço? Talvez pela coragem de fazer algo muito diferente que pode tanto divertir quanto emocionar, mas claro, muita gente não se divertiu e também não se emocionou. Em geral, acho que não merecia tudo isso. A profundidade do filme é um pouco confusa (de propósito) para parecer mais do que é, na minha humilde opinião.\n\nedit: esqueci de mencionar que tirando o lance do humor, esse filme me lembrou muito o livro A Biblioteca da Meia Noite. Recomendo pra quem gostou da premissa de vidas paralelas",
                "Confesso que não curti. Achei tudo muito videoclipe,  com temas superficiais,  emoções baratas e atuações razoáveis.  Me pareceu forçado para usar o tal multiverso... Piadas machistas bem ao gosto de hoje.",
                "Cansativo",
                "Eu sinceramente não consegui curtir esse filme. Acho que o caos do filme misturado com uma vibe meio blockbuster estragaram qualquer mensagem que o filme poderia me passar",
                "Bom filme. Inovador no sentido de tá concorrendo a uma das categorias mais prestigiadas e ganhar. Merecedor do prêmio? Não.\n\nDigo isso porque se você destrinchar o filme (e não precisa ir muito fundo) é só mommy issues com uma vírgula de casamento disfuncional. Até o niilismo ali é feito na medida pra virar trecho de vídeo de tiktok. Nada muito memorável ou sequer digno de ser considerado O MELHOR FILME DO ANO.\n\nSem falar na fixação quase doentia dos diretores por coisas fálicas. Em um filme um pouco menos hypado, isso seria mais debatido.",
                "Interessante, mas longe de ser essa maravilha que estão pintando.\n\nO elenco é sensacional e tem momentos bonitos no filme. Mas o mote do multiverso me cansou logo, por ser raso e repetitivo, e a maioria das piadas do filme é infantil ou de mau gosto. \n\nO melhor dele está no drama familiar e nas interpretações, realmente muito boas. \n\nDos filmes do Oscar, eu acho Tár, Os Fabelmans, Nada de Novo no Front e Os Banshees de Inisherin bem melhores. Até de A Baleia eu gostei mais.",
                "Achei horrível. Ele tenta te vender essa bizarrice de multiverso e caos a todo momento e trabalha de forma superficial tudo, além daquele discurso niilista de bar do final do filme, que poderia ter uns 40 minutos a menos. Oq salvou foi o ganhador de ator coadjuvante (não lembro o nome dele, desculpa). Enfim, EU não gostei mas gosto é gosto.",
                "Definitivamente não gostei. Não vi nenhuma novidade no filme. Achei chato. Enfadonho. Forçado. Humor de 5a série D. Final arrastado e esperado. Vi gente dizendo \"usaram o multiverso melhor do que a Marvel.. a Marvel tem que aprender com esse filme\" e eu me perguntei \"Onde???\". A cena do dildo, das pedras e da salsicha me deram vergonha alheia. Tem a profundidade de um pires. Mas eh só a minha opinião. Um dos piores filmes ganhadores de Oscar que vi\n\nQuem gostou, pode gostar. Sejam felizes.",
                "muito ruim, péssimo, não tankei",
                "Eu não achei nada demais, acho que é um bom filme, mas pra mim tá no mesmo padrão que a forma da água, todo mundo ovacionando um filme que poderia passar tranquilamente na sessão da tarde.",
                "Achei bem bom. Como eu assisti faz um tempo, receio que não posso fazer uma análise mais profunda, mas com ctz é um filme digno, a msg é passada de uma forma bem criativa.",
                "Não gostei muito do filme,  pois as frases e até o cenário ficaram quase idêntico dos filmes da franquia Matrix, e não ficou tão original assim.",
                "Achei um filme muito divertido, bem escrito e redondinho, bem dirigido editado e atuado, com bons temas e mensagens. Mas nada de inovador e tem uma barriga na metade que afasta a maioria das pessoas. Não sei se é digno do oscar porque não assisti nenhum outro filme concorrente, mas se for no instinto acho que é demasiadamente simples e se for dar uma nota final, acho um filme um pouco acima da média.",
                "Terminei o filme agora e fiquei sem saber que nota dar. Não achei as mensagens muito complexas em si (ao menos as que eu notei), mas a forma que elas foram mostradas foi. A aleatoriedade foi um pouco além do meu gosto.\n\nEsse é um filme que me fez questionar meus critérios de avaliação, pq eu vejo várias coisas que gostei/desgostei, mas não consigo chegar em um veredito.",
                "Muito bom, melhor filme do ano com certeza, e vi uns 20 filmes de 2022",
                ">O que vejo mais a galera reclamar aobre esse filme são as ideias complexas que ele aborda\n\nO que vejo já é o contrário. Maioria que vi criticando é dizendo que o filme não é tudo isso que tão falando, o que é verdade. Bom filme, mas bem longe de ser a revolução que alguns tem falado. E dá pra achar um filme bom e diferente, sem dizer que é inovador (coisa que ele tá beeeem longe de ser).\n\nPoxa, teve dono de canal grande de cinema falando que o filme representa pros dias de hoje, o que Matrix foi no fim da década de 90... acho que nem preciso comentar o absurdo disso.\n\nEu acho que é isso. Bom filme, mas é, eu diria, um filme da Marvel mais espertinho.",
                "Se aguentei assistir 20 minutos, foi muito. Chato, chato, chato...",
                "Tenho que ver novamente, pois tive que parar no meio pra atender uma ocorrência do trabalho e voltei a assistir uns dias depois, então eu perdi um pouco o ritmo da história.\n\nTirando minha perda de ritmo, eu achei a história interessante, os personagens são inicialmente bem sem graça mas acabam se tornando extremamente importantes, você sente que quer entender melhor a história deles ao decorrer do filme, ainda mais com a personagem principal.\n\nAo adorei os efeitos especiais na primeira cena que a Jobu Tupaki aparece, vestida de Elvis, fumando um cigarro, vira vários outros personagens e transforma os guardas ao mesmo tempo, é um caos divertidíssimo.\n\nSob nenhum ponto de vista um filme intelectual, não espere temas inteligentes, são apenas acontecimentos absurdos feitos para lhe divertir, semelhante ao que ocorre no Trem Bala, considero os dois filmes no mesmo estilo, visualmente impactantes, divertidos e não intelectuais.",
                "Até hoje não assisti :V",
                "Sendo honesto é um filme bom, porém fizeram um marketing pesado para ele ganhar o Oscar, e na minha opinião, não merecia...",
                "Filme chato pra cacete! Uma mistura de filme de Kung Fu com Matrix com uma pitada de comédia de família judia convertida em família chinesa. Não consegui terminar.",
                "Eu gostei do filme, especialmente da temática, digo, do fato do filme afundar o pé no niilismo. Só acho que o filme se estende demais, ali pelo meio eu já tava bem cansado e o filme ainda tinha algumas viradas até o final.",
                "São muitos estilos indo e vindo, comédia, ação kung fu, drama, ficção etc.\n\nA parte da comédia achei fraca. \n\nComo filme de kung fu, apesar de não curtir o estilo, achei bem produzido, bem coreografado. \n\nMas a parte do drama eu gostei, no fim tudo se resume em resolver os problemas familiares da Evelyn, sendo as alegorias de multiverso apenas uma reflexão da vida e dos caminhos tomados.",
                "Eu, como TDAH e de uma cultura parecida com a deles, amei o filme e me identifiquei horrores. É o filme que mais mereceu o Oscar pra mim por apresentar transtornos do neurodesenvolvimento de um jeito que até neurotipicos consigam sentir eles enquanto aborda questões filosóficas como existencialismo/niilismo e relacionamento entre gerações familiares sem perder o humor. Sem falar que foi um filme feito com orçamento de 10 reais e um pacote de bala por cinco amigos no zoom que aprenderam a editar com tutorial do youtube né, convenhamos que ficou sensacional pro pouco que eles tinham HAHAHAHSHS mostrou o poder que criatividade e empenho tem.\n\nEu mostrei o filme pro meu namorado e ele me agradeceu porque por mais que não seja o estilo de filme que ele gosta, ainda foi importante porque ele sabe o quão superestimulada minha cacholinha caótica sempre está, ajudou ele a me entender melhor.\n\nUm dos Daniels é chinês e TDAH, meu amor todinho vai pra ele.",
                "Matrix da sessão da tarde.",
                "Sinceramente eu achei superestimado. Pra mim nada de novo no front foi bem mais impactante"
            ]
        },
        {
            "title": "Nome do filme",
            "selftext": "Pessoal, vi um filme outro dia, na madrugada, era uma moça cega que não saia de casa. Ai uma outra começa a ficar amiga dela e elas saem de casa. Tem uma cena bem legal das duas dando uma volta no quarteirão, algo assim... Alguém sabe o nome do filme?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11v1zob",
            "num_comments": 2,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "filme que você está procurando pode ser \"Algo que Ela Precisa\" (All I See Is You), lançado em 2016 e dirigido por Marc Forster.\n\nO filme conta a história de Gina (Blake Lively), uma mulher cega que vive com seu marido James (Jason Clarke) em Bangkok. Gina começa a se sentir frustrada com sua vida restrita e dependente e decide passar por uma cirurgia para recuperar a visão."
            ]
        },
        {
            "title": "[DISCUSSÃO] SWARM - Primeira Temporada",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/sabobzoezjoa1.jpg?width=899&format=pjpg&auto=webp&v=enabled&s=ceaec51e173d13f6355dedd76cf1a48e2d38503b\n\nTópico de discussão para os 7 episódios de Swarm (Enxame).\n\n&#x200B;\n\n[Swarm](https://www.imdb.com/title/tt14961048/)\n\nCriadores: Donald Glover & Janine Nabers\n\nElenco: Dominique Fishback, Chloe Bailey, Nirine S. Brown\n\n&#x200B;\n\n**Sinopse:**\n\nA obsessão de uma jovem fã por uma estrela pop a leva a uma reviravolta sombria em sua admiração. \n\n&#x200B;\n\n**Onde Assistir:**\n\nAmazon Prime Video\n\n*Esse subreddit não apoia pirataria. Qualquer links para downloads de sites e aplicativos de streaming de  terceiros serão removidos.*\n\n&#x200B;\n\n**Lembretes:**\n\nEsse tópico contém **spoilers** dos episódios. **Mantenha a civilidade.** Qualquer ataque ou hostilidade nos comentários resultarão em remoção do comentário e possível ban.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11v0l74",
            "num_comments": 2,
            "comments": [
                "Estou prestes a acabar, faltando só 2 episódios. Sendo uma produção Donald Glover existe aquela mistura de desgraça/comentário social/comédia que tá no DNA de Atlanta, mas agora se tratando de horror, eu estou sentindo que os criadores estão se divertindo pacas brincando com os tropos do gêneros mas inserindo um dos piores horrores do século 21: as redes sociais e como todos estamos refém delas.\n\nAmanhã voltou com uma análise mais completa.",
                "Gostei, é bem feita, uma boa fotografia, atores bons. Eu gostaria que os episódios tivessem mais ligação um com o outro, pois parece mais uma antologia do que algo linear, já que a cada episódio a personagem principal encontra um núcleo de pessoas diferentes e situações distintas. O episódio 6 é uma grata mudança de ritmo e perspectiva, mas logo voltamos à fórmula no episódio final.\n\nO desfecho ambíguo é ótimo e até um pouco sinistro. Adorei a cena final.\n\nMas então,\n\nEu sinceramente esperava mais. Poderiam ter puxado mais pro surrealismo, como Atlanta faz, e até para o terror - porque, convenhamos, não tem nada de terror aqui. É um drama com suspense e sangue. Também gostaria que a série tivesse mais surpresas, ou subvertesse minhas expectativas de alguma maneira realmente inesperada - isso não ocorreu, mas tudo bem, essa não era a proposta do programa.\n\nNota 8/10\n\nE quem imaginaria que a Billie Eilish atuasse tão bem? Por essa eu não esperava. Ela interpreta bem naturalmente sua personagem."
            ]
        },
        {
            "title": "Sugestões de filme parecidos com casablanca",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11uz67f",
            "num_comments": 8,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                " Se vc está aberto a filmes não americanos, recomendo “Amor à flor da pele” mas saiba que não é um romance que “dá certo”\n\nTambém recomendo Brilho eterno de uma mente sem lembranças",
                "Você tá procurando um filme mais noir; ou algo mais romance? E terceiro, você quer cinema clássico? \n\nDesculpe, a pergunta ficou um pouco ambígua. \n\nPorque se tiver gostado da dupla Bogart & Bergman, ele fez duplas com outras ótimas atrizes e é um dos queridinhos do cinema noir da década de 40 e 50.\n\nDe noir, numa maneira bem \"básico Bogart\", temos: O Falção Maltês (1941), À Beira do Abismo (1946), Paixões em Fúria (1948).\n\nDe romance: Sabrina (1954), No Silêncio da Noite (1950), Uma Aventura na Martinica (1944).",
                "O Samurai com Alain Delon"
            ]
        },
        {
            "title": "No quesito filmes/séries de terror, qual app de streaming é melhor na opiniãode voces, star+ ou hbo max?",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11uy2uj",
            "num_comments": 5,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "IPTV com todos filmes e séries de todas plataformas desbloqueados",
                "Hbo",
                "YouPlay",
                "Shudder"
            ]
        },
        {
            "title": "Lista pra fim de semana",
            "selftext": "Pessoal quais filmes bons de ficção científica/animação vocês indicam? Estou procurando uns filmes pra assistir mas tenho encontrado nada que vale a pena infelizmente.",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11uxxet",
            "num_comments": 6,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Apesar de meterem o pau eu gosto muito do Alien Covenant e Prometheus",
                "Super 8\n\nLunar\n\nAnother Earth\n\nThe Signal",
                "Fantastic Planet, não é bem uma ficção científica, tá mais para uma distopia, mas é bem massa !"
            ]
        },
        {
            "title": "Triângulo da tristeza",
            "selftext": "Interpretações para Triangle of Sadness?",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11uxb9d",
            "num_comments": 12,
            "comments": [
                "Filme muito bom, além de tirar sarro dos babacas ricos ainda fez uma crítica social em mostrar que as pessoas fazem de tudo pra ter uma vida cômoda",
                "Basicamente a coisa toda é uma paródia da sociedade e parcialmente uma paródia de revoluções também, a Abigail basicamente vira a nova elite após o naufrágio, e acaba por pegar o modelo como seu “marido troféu” do mesmo jeito que a Yaya disse que viveria após envelhecer, Abigail age como o 1%, ela estava disposta a matar uma pessoa para manter o status quo, não ensinava os outros a caçar e coletar comida e no mais acabou por ser uma tirana, mesmo que não absurdamente cruel inicialmente.",
                "O filme apresenta o desmantelamento da elite cujo poder se sustenta no dinheiro. Com o revés, surge uma nova elite q domina os demais em ações práticas de sobrevivência.\n\nOu seja, odiamos um sistema, mas q destruído outro tão ruim quanto se constrói. Parece ser essa a msgm \"subliminar\" da obra.\n\nCreio q conforme o filme envelheça outras revelações venham a se tornar evidentes.\n\nO q vc diz? Fiz uma boa leitura da obra?\n\n(Fica a dica, white lótus é bem mais mordaz)\n\n🤔",
                "Minha intepretação é que o filme funciona bem no início, depois desaba totalmente no terceiro ato",
                "Não entendi nada de Triângulo da Tristeza. Eu assisti esse filme junto com minha tia, no começo parecia legal, ainda mais nas cenas onde dava pra ver o afudamento do iate. Desistimos de assistir quando chegou na parte em que os personagens estavam na ilha.",
                "Horrível, lento, credo, pior filme que já vi. Final ridículo",
                "definitivamente é um dos filmes já feitos"
            ]
        },
        {
            "title": "Fazia tempos que eu não via um filme tão bom e bem produzido como esse.",
            "selftext": "",
            "subreddit": "filmeseseries",
            "topic": "videos",
            "id": "11uw6pu",
            "num_comments": 12,
            "comments": [
                "O r/filmeseseries convida vocês para participarem das nossas discussões mensais sobre algum filme indicado pela comunidade. [Veja nossa lista dos filmes já foram discutidos e qual é o filme deste mês.](https://www.reddit.com/r/filmeseseries/wiki/index/)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/filmeseseries) if you have any questions or concerns.*",
                "Vende ele pra gente, por que deveríamos assistir?",
                "tem uma cena que eu gosto muito nesse filme que é a seguinte, um cara ouve a conversa dos personagens (dos quais eu não lembro o nome, me desculpa ksksksksksksksksks) no banheiro, e dps de dar uma descarga, ele saiu de seu box e disse \"você acredita em deus? eu acho não é essa a pergunta que devíamos, devíamos perguntar, Deus acredita em nós?\"",
                "Onde assisto?",
                "Esse filme é foda",
                "Vi esse filme em 95 no Eurochannel,é um dos meus filmes franceses favorito\n\nainda bem que tenho esse filme em DVD."
            ]
        }
    ]
}