{
    "posts": [
        {
            "title": "To começando agora.....só demorei quase 8 anos pra bota a cara",
            "selftext": "",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "spfhe8",
            "num_comments": 1,
            "comments": [
                "poow, o manualzinho ta em dia"
            ]
        },
        {
            "title": "Parafuso de Skate",
            "selftext": "Galera, suave? Então, to montando um skatao e acabei ficando com uma dúvida… Enquanto estava escolhendo as peças, me deparei com diferentes parafusos (2,2; 2,5 e 3,5cm), a partir disso comecei a me questionar qual parafuso comprar. To montando um skate p/street. Shape 8.0 e truck 139mm. Qual parafuso compro? 2,5cm? grato desde já pela ajuda!",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "qv58s9",
            "num_comments": 6,
            "comments": [
                "gente, montei meu skate certinho, todas as peças, mas quando boto ele no chão o skate fica bambo, tipo tem uma roda que não toca no chão, e o truck esta torto, é um truck novo da stronger, double hollow, chegou e eu montei e agora a rodinha não encos",
                "sta no chao",
                "ai o skate fica bambo, uma hora uma rodinha toca",
                "ai outra ela fica sem tocar no chão",
                "vc tem a chave de boca p apertar o truck? pode ser q o seu truck esteja mto mole ou mto duro",
                "tenta apertar igualmente os 2 trucks, olha se os amortecedores que chegaram estão novinhos pq se estiverem secos o skate vai virar e ficar na posição msmo dps de vc tirar ele do chão"
            ]
        },
        {
            "title": "Alguém tem recomendação de tênis que a sola dure bastante?",
            "selftext": "",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "mq8gpy",
            "num_comments": 1,
            "comments": [
                "A brisa é q eles tem uma vida mto curta, tenis com sola mto grossa n rola \n\nEu sempre pego uns tenis em bazar e tals, até mesmo na OLX da uma olhada por la"
            ]
        },
        {
            "title": "Salve rapaziada, tava querendo começar um ngc de customização de lixa de skate, voces que andam e curtem acham maneiro ou nem?",
            "selftext": "",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "mdn8aj",
            "num_comments": 3,
            "comments": [
                "Pow mano, eu curto, smp personalizo as minhas",
                "[deleted]",
                "Iae mano, vc ainda tá com essa ideia?"
            ]
        },
        {
            "title": "Fotinhas de hoje",
            "selftext": "",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "lakmld",
            "num_comments": 0
        },
        {
            "title": "Quando o camera man é a estrela do video",
            "selftext": "",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "l9bvgq",
            "num_comments": 0
        },
        {
            "title": "Manobra nova :p",
            "selftext": "",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "l881sx",
            "num_comments": 0
        },
        {
            "title": "Comunidade BR para falarmos e discutirmos sobre a cena de skt daqui",
            "selftext": "Eae galera, procurei comunidades BR sobre skate e não achei, logo pensei em criar essa aqui, bora divulgar nossos vídeos, sessões e discutir sobre a cena br de skate.\n\nVocês podem adicionar suas próprias Flair dependendo do seu estilo preferido no skate =)\n\nSejam bem vindos.",
            "subreddit": "SkateBr",
            "topic": "esportes",
            "id": "l87bg8",
            "num_comments": 0
        }
    ]
}