{
    "posts": [
        {
            "title": "Curiosidade - golpes proibidos",
            "selftext": "Apareceu para mim esse vídeo. Não costumo ver esses ippons atualmente. Foram proibidos?",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "zvu7r2",
            "num_comments": 1,
            "comments": [
                "ja vi muito sobre a federação proibir golpes que pegam na perna, outras épocas, golpes que pegam na faixa, e outra epoca golpes que o aplicador vai até o chão, mas alguns koshi gurumas, seoi e tai otoshi eu acho que nunca foram proibidos não"
            ]
        },
        {
            "title": "Existe alguma implicação em treinar apenas JUDÔ num treino de JUDÔ?",
            "selftext": "Sou faixa laranja, judô pra mim é a coisa mais divertida do meu dia a dia, eu gosto de fazer absolutamente tudo, nage-ai, randori, tandoku-renshu, uchikomi, ne-waza, TUDO. Tudo isso me diverte e empolga ao mesmo tempo que ajuda na minha saúde, no desenvolvimento da minha musculatura etc e tal.\n\nSó que normalmente em algumas academias, provavelmente a maioria(não tenho propriedade), são adicionados exercícios no judô de outras áreas da ed. Física.\n\nVeja, eu não tenho NADA contra polichinelos, flexões, abdominais, EU GOSTO, mas treinos com burpee, pesos, box, no meio de um treino de judô? Cara, eu tô indo lá porque eu gosto de jogar gente, e de treinar pra isso, então porque meu Deus PORQUE eu tenho que fazer 15 MINUTOS de BURPEE e correr no mesmo lugar????\n\nCara, uchikomi já não serve pra trabalhar minha agilidades? Pra que burpee se pode fazer um nage-ai contínuo? Se você der aula, for faixa preta ou simplesmente amante da arte como eu, me tira essa dúvida: eu posso ir pra um treino de judô esperando que eu vá treinar majoritariamente JUDÔ?",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "z28kyf",
            "num_comments": 4,
            "comments": [
                "esses exercicios servem pra te aquecer e pra melhorar teu condicionamento físico e resistência.   \n\n\nse tu começar o treino projetando e sendo projetado vai se machucar pq o corpo nao vai ta quente ainda.  \n\n\nse tu treinar só uchikomi, vai ficar sem ar e sem energia muito rápido\n\nquando tu ve a agenda de treinos de um judoka profissional, vai ver que eles treinam MUITO calistenia/crossfit  \n\n\no melhor judoka, por vezes é o que aguenta lutar por mais tempo perto do 100% e pra isso não basta só praticar as técnicas.\n\n&#x200B;\n\no uchikomi serve pra tu aprender a aplicar as preparações das técnicas da forma mais rápida que tu conseguir. Pra isso teu pulmão e teus músculos precisam aguentar a carga próxima de 100% por mais tempo.  \n\n\nEu também não gosto da parte de aquecimento/condicionamento e fico bem feliz quando acaba ela (no meu dojo é em torno de 20min dessa sessão). Mas é essa parte que mais modifica o meu corpo (músculos aumentam, barriga diminui, peso reduz, qualidade do sono melhora, respiração melhora...)",
                "Quanto tempo dura o aquecimento? Quanto tempo dura a sua aula?\n15 minutos pra dar uma aquecida está bom, aquecimento é necessário, o problema é se o exercicio ocupar grande parte da aula e prejudicar o treino."
            ]
        },
        {
            "title": "Seletiva nacional 2022",
            "selftext": "",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "yt5g6w",
            "num_comments": 0
        },
        {
            "title": "Pan-americano Córdoba 05/11-06/11",
            "selftext": "https://m.youtube.com/channel/UCjlezfxVem4As0Y4J7AYgIw",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "yn0vvs",
            "num_comments": 0
        },
        {
            "title": "Treinar outras lutas",
            "selftext": "Alguém aqui treina outras lutas além do judô? É tranquilo conciliar, tanto em termos físicos como de agenda?",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "ymggv7",
            "num_comments": 4,
            "comments": [
                "Eu faço Jiu Jitsu 2x por semana e Judo 2x também.\n\nNa primeira semana o corpo doeu bastante, mas dps acostumou.\n\nRecomendo bastante essa combinação, pois seu jogo no chão vai ficar muito bom, assim como o jogo em pé. \n\nGeralmente as academias de Judô não focam em Newaza, e quando focam é só uma parte bem pequena do treino. \n\nSou branca no Jiu e na minha primeira aula de Judô eu ganhei de um faixa roxa na luta de chão. Não pq sou bom (não sou, tomo um pau de todo mundo kkkk), mas sim pq o treino de Jiu é praticamente 90% chão e ai agt acaba pegando as manhas bem mais rápido",
                "As vezes faço Jujutsu (Jiu-Jitsu ), é uma experiência muito boa e abre mais sua mente para o Judô",
                "Eu faço BJJ também. A minha academia tem judô e BJJ então faço junto, uma aula depois da outra.",
                "As vezes penso em fazer BJJ depois do judô, mas ficaria muito pesado de conciliar com as outras coisas"
            ]
        },
        {
            "title": "Baku Grand Slam - 04/11 a 06/11",
            "selftext": "Tá rolando agora.  [Live Video - IJF live](https://live.ijf.org/gs_aze2022/live_video)",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "ylv57z",
            "num_comments": 1,
            "comments": [
                "Obrigado!"
            ]
        },
        {
            "title": "Novidades na comunidade",
            "selftext": "Boa tarde a todos! Estou aprendendo a configurar o subreddit e coloquei alguns elementos novos:\n\n1- Agora é possível personalizar a flair com cor da faixa e bandeira do estado (se mora em outro país e quer colocar, me avise); \n\n2- Nos widgets no guia à direita da página inicial do subreddit, há um link para vários livros do assunto em PDF. Abaixo, lista de eventos do calendário da IJF\n\nAceito sugestões e críticas",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "yjjdqj",
            "num_comments": 1,
            "comments": [
                "toop"
            ]
        },
        {
            "title": "Algum yûndansha no sub?",
            "selftext": "",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "yhwd8b",
            "num_comments": 0
        },
        {
            "title": "Quando vocês começaram a praticar judô?",
            "selftext": "",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "ygxuba",
            "num_comments": 9,
            "comments": [
                "38 anos, depois de fazer alguns de BJJ",
                "Tinha uns 5 anos, acho. Parei quando tinha 16 na faixa marrom por conta de conflito de horário com as aulas do médio. Agora tô na metade da minha segunda graduação (torço pra que seja a primeira que completo) e tô de olho em algum lugar pra voltar a praticar que não cobre o olho da cara e seja minimamente decente",
                "5 Anos atras, parei por 6 meses por conta de crises de panico, consegui resolver e hoje firme e forte, inclusive trabalhando na area.",
                "Devia ter 5 anos, parei com 9. Querendo voltar agora, com 35...",
                "tinha 7 anos na segunda serie. parei aos 14 e voltei agora aos 31",
                "Em 2012. Parei em 2014, voltei em 2017 e só pausei na pandemia.",
                "Com 16, fazia jiujitsu, comecei no judô pra melhorar meu jogo em pé, e acabei gostando mais do judô KKKKK"
            ]
        },
        {
            "title": "Dificuldade contra parceiros maiores",
            "selftext": "Sou um faixa branca (pratico a poucos meses)\n\n\nDesde que comecei percebi isso: No randori contra meus parceiros de treino do meu tamanho ou menores, eu consigo aplicar as técnicas com facilidade, e raramente eles conseguem me derrubar, no newaza a mesma coisa, eu consigo ir muito bem e não me sinto apertado ou desconfortável contra os meus parceiros.\n\nMas quando é alguém mais forte ou maior (tenho 1,75) parece que eu não tenho chance. Eu sinto que tenho que fazer muita força e fazer força não faz parte do judô muita das vezes (eu acho). No newaza então, eu sinto que tô lutando contra uma montanha e o peso dos meus parceiros maiores é o suficiente pra me deixar imóvel. \n\nAlguém tem alguma dica ou aviso para me sair melhor contra oponentes/parceiros assim? \n(Sou só um faixa branca então caso eu tenha falado algo errado no texto me corrijam!)",
            "subreddit": "judo_br",
            "topic": "esportes",
            "id": "ygmpu7",
            "num_comments": 9,
            "comments": [
                "Parte dessa dificuldade é natural, por isso que existe categorias de peso. Mas depois de um tempo você ganhar habilidade e conhecimento, e mesmo quem for mais pesado não dará conta do seu judô.",
                "A tecnica anula totalmente esse fator, continue treinando e irá perceber a diferença",
                "Também sofro do mesmo mal, porém não deixe de treinar com os mais pesados.   \nTudo ajuda no treinamento!  \nVocê pode primeiramente sofrer e sentir que não consegue fazer nada. Com o tempo, você começa a perceber algumas melhorias sim.  \nEu mesmo sou faixa-roxa e sempre acabo treinando com um faixa-marrom de 2 metros de altura e que pesa uns 100kg.   \nNo começo apanhava demais, parecia o Hulk batendo no Loki no filme.  \nHoje ele ja sofre para aplicar algumas técnicas. (Acaba \"apelando\" para a força para conseguir derrubar)  \nPorém quando estou treinando com alguém maior e principalmente mais pesado, foco bastante em golpes de ashi. Golpes quadril (koshi-waza) e braço (te-waza) é praticamente impossível conseguir.   \nOs grandes não tem a mesma velocidade que os menores para aplicar algum golpe, então muitas vezes você consegue se esquivar do golpe.  \n90% das vezes que consigo derrubar o gigante são sequências de golpes de ashi. Ou sequência de ashi-waza e te-waza (ex: ouchi-gari + seoi nage \"bolinha\" por de baixo das pernas)  \nAntes para aplicar eu tinha que ficar olhando meus pés e pensando. Nisso eu já tomava 2 golpes kkkk\n\nAgora depois de um tempo eu consigo esperar ele tentar aplicar algum golpe, desviar e encaixar uma sequência. Que muitas vezes ele pode até não cair, mas dá pra ver que ele teve uma dificuldade de se manter em pé!\n\nNão veja essa dificuldade de início, veja outras oportunidades.   \nEu mesmo apanhando no início, via como oportunidade de tomar um golpe e cair de maneira correta e fazer força. Além de perguntar como seria melhor aplicar o x ou y golpe.  \nMesmo fazendo força, isso ajuda depois contra outros oponentes.\n\nEspero ter ajudado! Um abraço!",
                "a solução se chama tempo. Tu tem dificuldade pela pouca experiência.\nEu particularmente acho chatão a galera da -48, pequenas e muito rápidas. muito bons randoris que do nada eu caí...",
                "a solução se chama tempo. Tu tem dificuldade pela pouca experiência.\nEu particularmente acho chatão a galera da -48, pequenas e muito rápidas. muito bons randoris que do nada eu caí...",
                "Eu tenho 1.75, 103kg, mas já lutei com caras menores de 1.60 por aí.\n\nAcho que o que mais me pega é quando meu adversário tenta alguma queda de joelho, mas claro, usando direitinho as pegadas.\n\nTenta cair de joelhos pra jogar seu oponente e use a gravidade junto c a força dos seus braços na hora de gerar o movimento dele pra direção q vc está derrubando. Aproveite q o cara eh grande e vc consegue chegar mais rápido no centro de gravidade dele"
            ]
        }
    ]
}