{
    "posts": [
        {
            "title": "Olá!! Vim aqui recomendar esse estojo que maquiagem super fofo!! Ele é bem espaçoso e tem o tamanho grande e o pequeno que cabe em bolsas! Quem tiver interesse, pode me mandar mensagem que é ficarei feliz em recomendar o site que vende!",
            "selftext": "",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "11kaasm",
            "num_comments": 0
        },
        {
            "title": "Empolgada com o carnaval! 🎉",
            "selftext": "",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "10z6ku3",
            "num_comments": 0
        },
        {
            "title": "Qual o melhor curso com certificad?",
            "selftext": "Gente quero me profissionalizar como maquiadora e tô procurando um curso com certificado que não seja caríssimo.. Li em alguns fóruns que esse é ótimo mas queria saber se vocês já ouviram falar... \n\n[https://go.hotmart.com/C77133323F?dp=1](https://go.hotmart.com/C77133323F?dp=1)",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "zaz2s5",
            "num_comments": 0
        },
        {
            "title": "make",
            "selftext": "",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "y3zdrf",
            "num_comments": 1,
            "comments": [
                "Adorei a sobrancelha"
            ]
        },
        {
            "title": "AJUDA NO TCC DA AMIGA",
            "selftext": "Sou estudante de experiência do usuário e estou em busca de opiniões sobre apps de venda de maquiagem tipo Beleza na Web e Época.\n\nPra isso estou procurando pessoas que usam bastante maquigens, compram com certa frequencia (no minimo a cada 3 meses), usam apps para a compra e assistem tutoriais e reviews de maquiagem de blogueiras. Com as opiniões de voces, eu quero desenvolver um app bem legal para meu projeto.\n\nQuem poderia me ajudar no meu projeto?\n\nJa agradeco de antemao <3\n\nSo preencher o formulario anexo e me dizer sua disponibilidade para uma breve conversa.\n\n[https://forms.gle/cSdtiSx4pYSgSSTV8](https://forms.gle/cSdtiSx4pYSgSSTV8?fbclid=IwAR3fM7NteVK_IFSJWhwh4TWDsaxUy3_mI73R0CYvR_MLiAzf3ZMIPGNw2Fg)",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "tcnr0o",
            "num_comments": 0
        },
        {
            "title": "Makeup",
            "selftext": "",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "rfaqur",
            "num_comments": 0
        },
        {
            "title": "Minha maquiagem, espero que gostem, sou novo aqui no Reddit e estou aprendendo ainda 😊",
            "selftext": "",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "pjyekg",
            "num_comments": 1
        },
        {
            "title": "Halloween chegando e os preparativos para a data ja estão a todo vapor por aqui ;) #muabrunadec",
            "selftext": "",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "phhlwt",
            "num_comments": 0
        },
        {
            "title": "Pós nacionais de qualidade?",
            "selftext": "Alguma sugestão para base em pó nacional que tenha uma boa qualidade?",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "l8vwr0",
            "num_comments": 3,
            "comments": [
                "Não sei base em pó, mas a playboy tem um pó solto translúcido maravilhoso (melhor que o da Laura mercier) e a Bruna Tavares também tem muitos pós maravilhosos e de diversas tonalidades, mas ultimamente eu tenho usado bastante a paleta de contorno em pó da kvd vegan beauty, também comprei o pó solto translúcido da fenty beauty mas ainda não experimentei, a Mac também tem pós muito bons. Mas se você quer algo de qualidade e baratinho pode ir sem medo em qualquer produto da bruna Tavares",
                "pó solto da playboy"
            ]
        },
        {
            "title": "Quais são as melhores marcas nacionais?",
            "selftext": "Pessoalmente, para esmaltes eu prefiro as marcas nacionais. Nas poucas oportunidades que tive de usar esmaltes de marcas estrangeiras, não achei que o preço fosse justificável. \n\nGosto muito da Vult e da Tracta e também uso Dailus. Sei que recentemente umas marcas novas entraram no mercado, mas fico desconfiada de tudo que é muito barato. \n\nPara base, só uso Quem disse, Berenice? A cartela de cores variadas me fidelizou. \n\nE vocês? O que preferem?",
            "subreddit": "Maquiagem",
            "topic": "beleza",
            "id": "kr8dec",
            "num_comments": 4,
            "comments": [
                "Gosto muito de Risque e Impala. Acho Dailus caro demais. Só uso quando é do próprio salão, mesmo sendo ótimos e lindos. Só compro aqueles esmaltes que amo e quero sempre usar. O meu favorito é o Viva com Amor da Impala, mas não é mais produzido, infelizmente. Acho que o Studio 35 e Verona também são uma boa, os glitters deles são bem bonitos. Studio 35 eu só vi no site mesmo e não comprei e o Verona eu amei todos os glitters.\n(Já deu pra perceber que eu gosto de glitter)\nA Top Beauty também é uma marca que eu gosto, mesmo só tendo comprado um deles, pq as lojas aqui onde moro são muito limitadas. Já comprei um da Preta Gil e eu gostei da fórmula, não estragou até hoje sob os meus péssimos cuidados.\nConcluindo, as que eu já testei e gosto são: Impala, Risque, Verona e Top Beauty.\nSe alguma não for nacional, me desculpe kkkk mas eu tenho quase total certeza de que são.\nObs: achei os Risque Coca-Cola péssimos. Não duraram um dia na unha que já saíram nas pontas e eles têm uma fórmula \"aguada\".",
                "Em relação a esmalte nada no mundo me faz trocar Dailus e Risqué",
                "Para esmaltes eu AMO a latika e a Anita, acho que as marcas sabem trazer cores e acabamentos diferentes e tem a melhor fórmula do mercado! Menção honrosa pra risque, que anda acertando muito nas coleções. Pra maquiagem, posso citar um milhão de marcas?? Hahaha amo a dona ruby rose (com exceção das bases), a sp colors, a playboy. De base não troco a da nina com a Eudora, a chill da Catharine Hill e a reboco (nova) do Boticário.",
                "Em relação as bases, eu tinha duas bases preferidas que na minha pele se comportava muito melhor que as importadas, que eram a base Mate da Vult e a base Mate Effect da Boticário. Perdi a conta de quantos frascos eu usei delas, mas infelizmente saíram de linha e as novas não são tão boas quanto... A que mais tenho usado no momento é a base Mate da Quem Disse Berenice que se parece muito com a da Boticário, porém, com um pouquinho menos de cobertura."
            ]
        }
    ]
}