{
    "posts": [
        {
            "title": "Necesito respuestas!",
            "selftext": " Hola, hace mucho he tenido una pregunta, sin embargo nadie ha podido encontrarle lógica. La cuestión es que en un paseo familiar hicimos un sancocho de gallina en una olla india a leña y un tío se me acerca y me dice que la olla por más caliente que este el fuego, no se calentará por debajo, hicimos la prueba y efectivamente, la olla por debajo se encontraba tibia. Quisiera saber si hay un principio físico o alguna respuesta lógica a este suceso.",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "spqces",
            "num_comments": 2,
            "comments": [
                "Pues, no sé si mi repuesta sea definitiva pero, intenta colocar un poco de agua en un globo, luego inflalo y el globo no se explotará, es más que nada porque el agua siempre se mantendrá a menos de 100 C° y por ende enfriará la olla, aunque repito es una suposición"
            ]
        },
        {
            "title": "Alguém saberia resolver essa questão? não consigo nem vizualizar formas de resolver ela",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "skvw9a",
            "num_comments": 6,
            "comments": [
                "boa noite",
                "Boa noite",
                "questão do ITA, tbm tô na luta pra passa, se soubesse te ajudaria",
                "vish irmão, ainda n cheguei nem no ensino medio vo saber n kk",
                "a) Por diagrama de forças, no início, temos:\nR=Fel - P\n(mb + mp)a = kx - (mb+mp)g \n2a=150x-20\na=-6,25m/s²;\nQuando becker perde o contato: \nR=Fel+P\nmp•a=kx+mp•g\nx=-16,25cm \n5+16,25=21,25\nb) x(t) = Acos(wt) \n-16,25=5picos(10pi•t)\n-16,25=5pi•-t\nt≈1,03s",
                "minha dica vale para todas as questões, tanto de física como outras mateiras. o primeiro passo é desenhar a situação, para que vc tenha uma visualização menos abstrata da situação, o segundo passo, e concomitante ao primeiro, e anotar todas as informações que o problema apresenta para vc. espero ter ajudo!"
            ]
        },
        {
            "title": "Olá Grupo de Física do Reddit, alguém poderia me ajudar com a pergunta 560? É pela fórmula de índice de refração, qual delas? Ou ondulatória?",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "saf644",
            "num_comments": 7,
            "comments": [
                "Qual o comprimento de onda da luz, em nm, dentro d’água, onde a velocidade da luz vale somente 75% do valor no ar?” Essa é a pergunta",
                "Tenho o 600nm, 75% e preciso ter meio que em mente a velocidade da luz no ar. Mas pela fórmula acho que vai por ondulatória mesmo.",
                "a questão tá de dando o q de dados? \n\nv1, lambda1 e v2. \n\nE tá pedindo oq?\n\nlambda2. \n\nÉ uma boa pista de que é questão de ondulatória. A parte de mudar de meio pode ter de deixado confuso, mas anota os dados que a questão te dá e observa eles. Nem sempre a questão vai te dar um valor, como no caso ela deu uma relação *75% da velocidade inicial*",
                "Eu acho que é letra c na questão 560 e letra d questao 561",
                "ondulatória, apenas v=fλ. \nisole f e faça f1=f2, as velocidades irão cortar e vc chegará no resultado.",
                "cara eu fiz por regra de, n sei se ta certo mas deu 450"
            ]
        },
        {
            "title": "¿Cómo puedo empezar a estudiar física por mi cuenta?¿Desde dónde puedo empezar?",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "ropucm",
            "num_comments": 1,
            "comments": [
                "normalmente aquí en Brasil uno comienza con Cinemática (estudio del movimiento).  Y luego otros asuntos que dependen de eso.  Sin embargo creo que puedes empezar con otras áreas como Óptica, Eléctrica, Hidrostática (áreas que creo que no tienen prerrequisitos físicos) si eso te interesa."
            ]
        },
        {
            "title": "Productos Vectoriales | Cómo Calcular el Producto Punto y el Producto Cruz entre dos Vectores.",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "rm80a1",
            "num_comments": 0
        },
        {
            "title": "PRECISO DE AJUDA URGENTE!!!",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "rcuig7",
            "num_comments": 1,
            "comments": [
                "1) Em um espelho côncavo, quando o objeto está:\n-entre o foco e o vértice: virtual, direita e maior;\n-no foco: impropria;\n-entre o centro de curvatura e o foco: real, invertida e maior;\n-no centro de curvatura: real, invertida e do msm tamanho;\n-além do centro de curvatura: real, invertida e menor. \nPortando, a imagem refletida será real, invertida e menor.\n2) Para imagem ter o mesmo tamanho em um espelho côncavo, o objeto deve estar no centro de curvatura. \nSendo assim: \nP=Fel => 0,1•10=k•5•10^-2\nk=20\n10m = 20•8•10^-2\nm=160g"
            ]
        },
        {
            "title": "Alguien me ayuda",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "r61pd3",
            "num_comments": 2,
            "comments": [
                "Mi amiguito. Utilize Pi*Vi = Pf*Vf para la 1\nUtilize Vi/Ti = Vf/Tf para la 2\nUtilize Pi/Ti = Pf/Tf para la 3",
                "Hola amigo, tienes que usar la ecuación de Charles, Boyle o Gay-Lussac. Son todas variaciones de la misma. Por ejemplo en el ejercicio 2:   4 litros dividido en 20 ºC tiene que ser igual a 10 litros dividido en la nueva temperatura, lo que da 50 ºC.\n\nEspero haberte ayudado"
            ]
        },
        {
            "title": "Ajuda!!!",
            "selftext": "Considerando os dados fornecidos na fig. 2, e a velocidade de entrada no tubo de 2,0 m/s, determine a velocidade de saída da água.\n\n&#x200B;\n\nhttps://preview.redd.it/mntj98jvmm081.png?width=1061&format=png&auto=webp&v=enabled&s=333c6fd645352917049602afe8b3c783fbd69f68",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "qxqym7",
            "num_comments": 1,
            "comments": [
                "A1•V1=A2•V2 \n28 • 2 = 0,8 • x \nx = 70 m/s"
            ]
        },
        {
            "title": "Presentación de mi canal donde explico cómo se resuelven problemas de Física. Suscribanse en mi canal de Youtube: Entendiendo La Física.",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "qn1b5f",
            "num_comments": 0
        },
        {
            "title": "como se forma uma estrela de nêutrons?!",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "qgw6cw",
            "num_comments": 3,
            "comments": [
                "Do mesmo jeito que um buraco negro, mas o caso da estrela de nêutrons a estrela-mãe não tinha massa o suficiente para que seu núcleo contraísse de forma que sua velocidade de escape na superfície fosse maior do que a velocidade da luz.\n\n&#x200B;\n\nNesse caso, se a gravidade for suficiente para vencer a pressão de degeneração de elétrons, elétrons e prótons se \"fundem\" e formam um corpo celeste formado basicamente de uma pasta de nêutrons e átomos de ferro.",
                "Em uma explosão de uma estrela supermassiva, a estrela de nêutrons é o núcleo dessa estrela que possui uma massa tão grande que seus prótons e elétrons se unem formando nêutrons."
            ]
        },
        {
            "title": "Pessoal, estou sofrendo com esse exercício, será que alguém poderia me explicar?",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "qfh9m6",
            "num_comments": 0
        },
        {
            "title": "Determine a pressão manométrica em psig no ponto A, sendo que o líquido no tanque aberto é tetrabromoetano, o líquido B é óleo vermelho meriam e o líquido em volta do ponto A é água.",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "pti2fw",
            "num_comments": 0
        },
        {
            "title": "Pq os imãs atraem metais? E pq seu polos não podem ser separados?",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "paunlq",
            "num_comments": 4,
            "comments": [
                "1. Não todos os metais. Metais ferromagnéticos são atraídos fortemente por ímãs e podem ser magnetizados (podem eles mesmos tornarem-se imãs). Metais paramagnéticos são atraídos fracamente. Metais diamagnéticos são *repelidos* por imãs.\n2. O mecanismo pelo qual imãs atraem metais é o alinhamento do dipolo magnético dos eletrons dos metais ao campo magnético do ímã.\n3. Não se pode criar um monopolo magnético (pelo menos não facilmente, simplesmente quebrando um imã no meio), porque as linhas do campo magnético atravessam internamente o corpo do ímã, criando sempre um pólo norte e outro sul nos fragmentos."
            ]
        },
        {
            "title": "Se estou em uma corrida e um corpo se desprende do meu e acerta o carro atrás de mim. A força de colisão se somam ou só mantém a do veículo que colide que vem logo atrás. Tipo o acidente do Felipe Massa causado por uma peça do carro do Rubinho",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "oqiq7p",
            "num_comments": 10,
            "comments": [
                "Vlw clareou",
                "depende",
                "vai calcular com F=ma",
                "se ambos os carros estão em mru, a força depende só da desaceleração do projétil, ou pelo contato com o ar ou com o solo, por exemplo -3m/s², daí calcula a força.",
                "agora se o carro de trás tiver acelerando (A), aí vc vai somar os valores absolutos |módulo|, se o carro tiver desacelerando (B) , ai subtrai os valores absolutos.",
                "acho que é por aí",
                "também tem outro caso objeto ser projetado na hora do desprendimento, aí já são N variáveis",
                "kk conversa de alto nivel",
                "eu nao só novato na fisica cara mas fiquei pasma com a conversa \nqueria poder participar e conseguir entender mais"
            ]
        },
        {
            "title": "Pq cargas de mesmo sinal se repelem e de sinais opostos se atraem?",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "ooqufq",
            "num_comments": 4,
            "comments": [
                "vc sabe porque uma partícula pode ter uma carga positiva ou negativa?"
            ]
        },
        {
            "title": "¿Qué energía cede un generador a un circuito si su ddp es 160 V y pone en movimiento 50 C?",
            "selftext": "alguien me ayuda hay ??",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "nuuwq3",
            "num_comments": 0
        },
        {
            "title": "Ajuda em mecânica",
            "selftext": "Do alto de um muro de 7.0m de altura se joga uma pedra com uma velocidade cujo o modulo e de 5,0m/s formando um ângulo tetha com o horizonte, caindo no pe de uma pessoa a uma distancia de 3,0m de distancia da base do muro, calculo o ângulo tetha.",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "nk50zs",
            "num_comments": 0
        },
        {
            "title": "Meu sonho sebre a quarta dimensal",
            "selftext": "Man eu tive um sonho muito louco \n\nComeca com um corredor e uma mulher vestido branco, longo e folgado parada como uma estatua segurando um hipercubo(aquele da quarta dimensal) eu pego o cubo ele comeca a aumentar as faces e engolir a si mesmo e vira uma bola e depois comeca a achatar e fica completamente plano e se projeta pra cima virando um cubo normal e vira o hiper cubo de novo e comeca a crescer muito engolindo tudo e dentro dele tudo comeca a se distorcer menos a mulher e eu acordo",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "lt0h13",
            "num_comments": 0
        },
        {
            "title": "Me helpa",
            "selftext": "Ola,eu sou Kageian e sempre gostei de física,mas eu nunca tive facilidade com algumas materias... estou no terceiro ano do ensino médio e \"nao tive\" o segundo ano.Quero me aprofundar ao máximo no ramo da fisica e me especializar em fisica nuclear.Se tem alguem fazendo alguma faculdade de fisica pffv me chama no wpp quero tirar algumas duvidas\n21969190828",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "ls4ex5",
            "num_comments": 1,
            "comments": [
                "Não querendo te desencorajar, mas física nuclear, creio eu, é uma área meio em baixa.\n\nMas, claro, nada te impede...\n\n&#x200B;\n\nSe não quiser expor as dúvidas aqui, me manda no privado que posso tentar te ajudar."
            ]
        },
        {
            "title": "Ajuda Hidrodinâmica",
            "selftext": "A água se move com uma velocidade de 5,0 m/s através de um cano com 4,0 cm² de área transversal. A água desce 10 m gradualmente, enquanto a área do cano aumenta para 8,0 cm². Se a pressão no nível mais alto for 1,5 x 105Pa, qual será a pressão no nível mais baixo?",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "l69ryu",
            "num_comments": 2,
            "comments": [
                "Pela equação da continuidade:\nv1A1=v2A2\nv2=2,5m/s\n\nPela equação de bernoulli: \np1+dgh₁+dv₁²/2=p2+dgh₂+dv₂²/2\np₂ = p₁ + dg(h₁- h₂) + d/2(v₁² - v₂²)\nFazendo as contas, p₂ = 2,59375 • 10⁵, p₂ ≈ 2,6 • 10⁵"
            ]
        },
        {
            "title": "AJUDA",
            "selftext": "Estou precisando de ajuda na seguinte questão:\n\nUma pequena embarcação irá receber uma carga de peixes, cada caixa contendo 50 kg. À medida que a carga é depositada em seu interior, a embarcação apresenta maior parcela do seu casco imersa na água doce do rio em que navega. O embarque se encerra quando o calado (altura do casco imersa) chega aos níveis de segurança. Supondo que a embarcação tenha “afundado” 100 m 3 . Determine o numero de caixas embarcadas.",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "l3ie9w",
            "num_comments": 0
        },
        {
            "title": "Conteúdos de física do 1º ano do ensino médio",
            "selftext": "Estou morando no Canadá a três anos e vou voltar pro brasil em fevereiro (vou entrar pro 2º ano do ensino medio, se tudo der certo). O ensino aqui é muito diferente, então não tive muitas aulas de física ainda e acabei não aprendendo muita coisa q eu teria aprendido no Brasil. Eu creio que outras matérias como historia e geografia eu consigo acompanhar e matemática é a mesma coisa mas física me preocupa. Que conteúdos eu deveria estudar de física para estar preparada para o 2º ano? Aqui no Canadá eu so aprendi coisas básicas de eletricidade no 9º ano e ópticas",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "knsnx1",
            "num_comments": 5,
            "comments": [
                "Oi, eu encontrei uma lista de 2017, não sei se vai ser de ajuda mas tá aí, ( a lista é meio grande)\n  \n  • Estudo qualitativo da energia \n• Trabalho realizado por uma força constante ou variável \n• Trabalho de força constante ou variável \n• Força elástica e potência \n• Energia cinética e trabalho \n• Energia potencial \n• Quando forças não realizam trabalho e forças que \nsempre fazem trabalho \n• Conservação da energia mecânica \n• Conservação da energia em geral \n• Revisão do capítulo – Energia \n• Revisão geral – Energia \nQuente e frio \n• A temperatura e o nosso cotidiano \n• Como medir a temperatura de um corpo \n• Quente e frio \n• O que é calor? \n• Capacidade térmica e calor específico \n• Transmissão de calor \n• Dilatação dos corpos sólidos \n• Dilatação dos líquidos \n• Dilatação térmica \n• Quente e frio \n• Revisão geral – Quente e frio \nOs estados de agregação da matéria e as interações \natômicas e moleculares \n• As mudanças de estado de agregação \n• As mudanças de estado de agregação \n• Observações sobre a mudança de estado de agregação \n• Influência da pressão sobre a mudança de estado de \nagregação \n• Observações sobre a mudança de fase e a influência da \npressão \n• O ponto triplo e o 4.o e 5.o estados da matéria \n• Mudança de estado de agregação da matéria... \n• A umidade relativa do ar \n• A tensão superficial \n• Forças de coesão e adesão \n• Capilaridade \n• Revisão – os estados de agregação... \nGás – um enxame de abelhas dentro de uma caixa \nfechada",
                "Encontrei um site desse ano, olha aqui o link  https://azup.com.br/ano/2a-serie-ensino-medio/fisica-2a-serie-ensino-medio/"
            ]
        },
        {
            "title": "Demonstração de velocidade constante com um trampolim",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "kejnxl",
            "num_comments": 0
        },
        {
            "title": "Exemplo da relatividade geral",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "kdo5dz",
            "num_comments": 0
        },
        {
            "title": "Fidget spinners conectados pelos buracos",
            "selftext": "",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "k7829d",
            "num_comments": 0
        },
        {
            "title": "r/FisicaBr Lounge",
            "selftext": "A place for members of r/FisicaBr to chat with each other",
            "subreddit": "FisicaBr",
            "topic": "ciencia",
            "id": "k6ncy4",
            "num_comments": 0
        }
    ]
}