{
    "posts": [
        {
            "title": "The Last of Us na vida real?",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "11tdt6s",
            "num_comments": 0
        },
        {
            "title": "Pássaro dodô: conheça a espécie extinta que empresa deseja \"reviver\"",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "11ruzo4",
            "num_comments": 0
        },
        {
            "title": "r/BiologiaBrasil está de volta!",
            "selftext": "Depois de quase um ano sem mods e post novos, decide assumir esse subreddit. Seja todos muito bem vindos e fiquem a vontade para trazer conteúdo interessantes sobre biologia.\n\nAos poucos vou revisando as regras e arrumando a casa.",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "11ri7qn",
            "num_comments": 1,
            "comments": [
                "Boaa!!!"
            ]
        },
        {
            "title": "PELO AMOR DE DEUS QUE ARANHA É ESSA?",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "ut6gvz",
            "num_comments": 9,
            "comments": [
                "Espero estar bem errado, mas parece uma armadeira. Se ela levantar as patas de frente em modo de defesa sai de perto.\n\n[https://www.infoescola.com/aracnideos/aranha-armadeira/](https://www.infoescola.com/aracnideos/aranha-armadeira/)\n\n&#x200B;\n\nedit: correção do link",
                "[Conservação da biodiversidade em áreas urbanas: desafios e oportunidades  Seminário ministrado por Renato Portela Salomão, Instituto de Ecologia, UNAM 🇲🇽](https://youtu.be/NKORsaPqY9E)",
                "Parece muito com uma armadeira, mas parece menor que uma",
                "Parece uma aranha marrom...Já matei uma com Baygon também. São pequenas, não são agressivas, são venenosas e tem comportamento noturno."
            ]
        },
        {
            "title": "Algum cladograma a partir de Homininae? bem detalhado, todos os que eu acho não encontro o homo heidelbergensis",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "upfnzc",
            "num_comments": 1,
            "comments": [
                "Você chegou a dar uma olhada nesse link do Smithsonian?  \n[https://humanorigins.si.edu/evidence/human-family-tree](https://humanorigins.si.edu/evidence/human-family-tree)  \n\n\nOu você precisaria de uma árvore com mais dados?"
            ]
        },
        {
            "title": "Alguém sabe um livro que retrata \"Osteichthyes\" e sua ligação com os Tetrapodas?",
            "selftext": "Queria saber melhor sobre o por que os Osteichthyes serem um grupamento parafileticos, já que não incluem os Tetrapodas",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "uou8ui",
            "num_comments": 4,
            "comments": [
                "Talvez o livro a vida dos vertebrados tenha algo a respeito, lembro dele explicar bem alguns aspectos filogenéticos durante a faculdade",
                "Talvez algum livro de paleontologia voltado para vertebrados também possa ajudar"
            ]
        },
        {
            "title": "Alguem tem algumas imagens ou sites que contem imagens de fósseis das colunas de homo neandertalis, homo erectus e dos primeiros homo sapiens?",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "uoghch",
            "num_comments": 0
        },
        {
            "title": "Algum Livro que descreva a evolução dos primatas?",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "uodt9c",
            "num_comments": 6,
            "comments": [
                "Precisa ser necessariamente um livro ou pode ser vídeo também? De todos os primatas lá do zero ou pode iniciar a partir dos Hominidae?",
                "Tem o Assim Caminhou a Humanidade do Walter Neves",
                "Tem uma série de vídeos da USP sobre a parte humana:\n\n[Série Evolução Humana](https://www.youtube.com/watch?v=mGlfqMR6k08)"
            ]
        },
        {
            "title": "O que é um fóssil?",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "uo8xa5",
            "num_comments": 0
        },
        {
            "title": "Que artrópode é esse? Pequeno, eu sei, mas é bundudo, pula e é marrom, estava em mim (tenho cachorro)",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "unnm79",
            "num_comments": 5,
            "comments": [
                "Na minha opinião parece uma espécie de mariposa pequena, se quiser saber mais esse é o nome científico Isochaetes beutenmuelleri, tem espécies mais próximas dessa da imagem ,a q eu consegui encontrar foi essa.",
                "A pergunta é séria ou foi uma ironia em relação ao nível dos posts da comunidade?"
            ]
        },
        {
            "title": "Que espécie de lagarta é essa? Ela é venenosa? (Eu acho que é uma lagarta kkkkk)",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "uf8t4n",
            "num_comments": 3,
            "comments": [
                " \n\nAs imagens não estão muito nítidas, e não sou especialista (lamento), mas aparentemente seria [esta daqui](https://live.staticflickr.com/5293/5456732623_2467619806_b.jpg), que vem a ser a [*Lophocampa annulosa*](https://www.biofaces.com/specie/5496/lophocampa-annulosa). Quando você as toca, elas podem liberar uma substância que queima a pele. É preciso cuidado.\n\n "
            ]
        },
        {
            "title": "olá, vocês poderiam me ajudar a identificar esse possível animal que eu encontrei na praia",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "ua6lx5",
            "num_comments": 6,
            "comments": [
                "É uma bolacha do mar",
                "é uma bolacha do mar, vê esse vídeo, muito bem explicado sobre ela https://vm.tiktok.com/ZMLgbbGMw/",
                "Parece uma bolacha do mar...",
                "Belo equinodermo!",
                "Bolacha do mar"
            ]
        },
        {
            "title": "O que é isso? estava no meio da serragem, parece um casulo que se mexe",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "u9ndjn",
            "num_comments": 2,
            "comments": [
                "Pupa de borboleta (ou mariposa?).\n\nTentei ver se encontrava a espécie/gênero com ajuda da rede mas não achei. Achei foi a [\"Elfa dos Insetos\"](https://twitter.com/elfadosinsetos/status/1281297931056943110). Descendo um pouco na página da \"Elfa\" tem uma imagem de quatro dessas bem parecidas na palma de uma mão."
            ]
        },
        {
            "title": "Qual a espécie deste escorpião?",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "u81bhp",
            "num_comments": 8,
            "comments": [
                "parece ser um escorpião amarelo do nordeste, tytyus stigmurus, por causa do desenho triangular",
                "Me parece ser o amarelo, apareceu um aqui em casa esses dias. Cuidado que esse é nervoso. As fêmeas conseguem se reproduzirem sozinhas (partenogênese)",
                "Ele tinha a cor vermelha e é bem pequeno, foi agressivo comigo, só tirei essa foto pq ele foi pra cima de mim kkkkkk"
            ]
        },
        {
            "title": "Boa noite, queria saber de quais animais essas fezes são. Me falaram no r/Brasil que as brancas são de lagartixa, mas estou interessado nas outras. O animal só é ativo pela noite, qualquer luz que se acenda ele foge, pelo som das patas pode ser um rato, porém ratoeiras não adiantaram.",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "u5yxvd",
            "num_comments": 6,
            "comments": [
                "Se for um roedor é uma ratazana, as fezes de rato que eu conheço são menores, parecem granulado de chocolate.",
                "fezes de lagartixa são ácido úrico (branco) e bolo fecal (marrom). de répteis e aves no geral são assim. as de roedores tendem a ser ovaladas e bem secas.",
                "Parecem fezes de morcego. As de ratos em geral são mais 'bem acabadas', bem redondinhas e compactas.\n\nEdit: Aparentemente existe um teste para identificar: pega uma e aperta entre o dedo e o polegar. Se o 'objeto' se desfizer só com um pouco de pressão é caca de morcego, se resistir mais é rato. Boa sorte!!!"
            ]
        },
        {
            "title": "DINOSSAUROS: AVES DO CRETÁCEO E A GRANDE EXTINÇÃO K-Pg",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "u52gkp",
            "num_comments": 0
        },
        {
            "title": "UNESP ou UFSCAR?",
            "selftext": "Oi gente tudo bem? será q vcs poderiam me ajudar? Estou em dúvida de ql Universidade escolher: UFSCar ou UNESP, no curso de biotecnologia. \n\n\nNa unesp o curso é de engenharia de Bioprcessos e biotecnologia, o que é melhor, um curso mais amplo (além de que tem um \"nome mais forte\" no currículo) \n\nNa UFSCar é só de Biotecnologia (no Brasil não existe trabalho de biotecnologista) \n\n\n e tem um ano menos comparado à Unesp, \n\nPonto positivo é que São Carlos é um grande tecnopolo no Brasil, \n\n\nAlguém poderia me ajudar? Valeuu ❤️",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "u2wi62",
            "num_comments": 2,
            "comments": [
                "Eu iria de UNESP, porém em minha opinião você que deveria fazer sua escolha, afinal só você sabe o que irá te deixar feliz.",
                "É uma decisão com muitas variáveis, cabe a você definir as que acha mais importantes. Em termos de instituição, UFSCar é federal e tem os problemas típicos das federais, UNESP é estadual paulista, o que implica em melhores condições e recursos. Os dois cursos são novos, mas Engenharia de Biotecnologia está há mais tempo no mercado e tem mais nome que Biotecnologia. Outra variável é a cidade, vale à pena observar qual delas vai te proporcionar maiores chances de estágio, algo muito importante na vida depois de formado. Aliás, projetar a vida de formado é uma boa estratégia, afinal o curso tem só 4 ou 5 anos, mas depois que ganhar o canudo você terá várias décadas de vida profissional. Sendo assim, cursos com poucas chances de trabalho devem ser descartados..."
            ]
        },
        {
            "title": "Fuvest inscreve universitários interessados em transferência para cursos da USP",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "u1wy7v",
            "num_comments": 0
        },
        {
            "title": "eDNA metabarcoding: biodiversidade marinha e o papel da circulação oceânica",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "u1ws6a",
            "num_comments": 1,
            "comments": [
                "Recomendo uma olhada na série de vídeos da instituição. A temática é variada e vários são bem interessantes."
            ]
        },
        {
            "title": "A preferência da vida pela simetria é como 'uma nova lei da natureza'",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tyv3rx",
            "num_comments": 0
        },
        {
            "title": "Peixes são capazes de fazer contas de matemática (aviso: título extremamente sensacionalista)",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tu1uvv",
            "num_comments": 0
        },
        {
            "title": "alguém sabe o que é isto? foi encontrado na urina de uma mulher.",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tsk3f5",
            "num_comments": 2,
            "comments": [
                "Diagnósticos qualidade Reddit, mas parece algum artropodo (inseto?). Larva ou fragmento de um apêndice. Descartada toda a chance de ser contaminação externa em frascos, lâminas, pipetas (acontece com frequência) ***pode*** ser miíase. O popular \"berne\" ou \"bicheira\". Algo como esse exemplo genérico:\n\n[Case Report of Human Urinary Myiasis Caused by Clogmia albipunctata (Diptera: Psychodidae) with Morphological Description of Larva and Pupa](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5775159/)\n\nÀs vezes uratos cristalizam e até meio que lembram algo vivo, mas as formas são bem mais irregulares que isso."
            ]
        },
        {
            "title": "Quem aqui já voltou para as aulas presenciais?",
            "selftext": "Professores e alunos de Privadas ou Públicas. O que estão achando? Quais as dificuldades que vocês estão tendo?",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tpw15m",
            "num_comments": 0
        },
        {
            "title": "Academic Journals Doing Crime (ou \"porque open access é uma m*!!\")",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tnitx6",
            "num_comments": 0
        },
        {
            "title": "Grupo para conversar sobre meio ambiente no Discord",
            "selftext": "Olá a todos,\n\n&#x200B;\n\nEu criei um grupo lá no Discord para quem tiver interesse em conversar sobre meio ambiente, compartilhar informações e tudo mais. Vou deixar o link aqui para quem tiver interesse:\n\n&#x200B;\n\n[https://discord.gg/6cfVkP7Kfw](https://discord.gg/6cfVkP7Kfw)\n\n&#x200B;\n\nObrigado pelo espaço para divulgar!",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tgiemx",
            "num_comments": 0
        },
        {
            "title": "Estudo revela como o desequilíbrio da microbiota intestinal pode levar à doença de Parkinson",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tg631f",
            "num_comments": 0
        },
        {
            "title": "Plantas \"gritam\" quando estão estressadas, segundo estudo - Revista Galileu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "teewd4",
            "num_comments": 1,
            "comments": [
                "O título é muito sensacionalista, elas apenas emitem sons como consequências de processos biológicos"
            ]
        },
        {
            "title": "A arma contra o aquecimento global: um micróbio devorador de carbono",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "teeuxk",
            "num_comments": 1,
            "comments": [
                "Pelo breve conhecimento que eu tenho sobre ecologia acho que esses micróbios causariam um enorme desequilíbrio na cadeia alimentar."
            ]
        },
        {
            "title": "DINOSSAUROS: TITANOSSAUROS, OS MAIORES DINOSSAUROS QUE JÁ EXISTIRAM",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "tahziv",
            "num_comments": 0
        },
        {
            "title": "Pesquisadores russos encontram animal de 24 mil anos vivo, bem e pronto para se reproduzir.",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t5dat6",
            "num_comments": 1,
            "comments": [
                "Quando conseguirmos aplicar isso a humanos as viagens interstelares serão viáveis."
            ]
        },
        {
            "title": "Como o método de DNA que pegou serial killers pode capturar caçadores de elefantes",
            "selftext": "[https://www.nationalgeographicbrasil.com/animais/2022/02/como-o-metodo-de-dna-que-pegou-serial-killers-pode-capturar-cacadores-de-elefantes](https://www.nationalgeographicbrasil.com/animais/2022/02/como-o-metodo-de-dna-que-pegou-serial-killers-pode-capturar-cacadores-de-elefantes)",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t57rlz",
            "num_comments": 0
        },
        {
            "title": "Estudo sugere que Tiranossauro Rex pode ter sido, na verdade, 3 espécies",
            "selftext": "[https://revistagalileu.globo.com/Ciencia/noticia/2022/03/estudo-sugere-que-tiranossauro-rex-pode-ter-sido-na-verdade-3-especies.html](https://revistagalileu.globo.com/Ciencia/noticia/2022/03/estudo-sugere-que-tiranossauro-rex-pode-ter-sido-na-verdade-3-especies.html)",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t56pfu",
            "num_comments": 0
        },
        {
            "title": "Cientistas mudam tipo sanguíneo e criam pulmão \"universal\" para transplante - Revista Galileu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t4dm64",
            "num_comments": 0
        },
        {
            "title": "Cientistas mudam tipo sanguíneo e criam pulmão \"universal\" para transplante",
            "selftext": "[https://revistagalileu.globo.com/Ciencia/Saude/noticia/2022/02/cientistas-mudam-tipo-sanguineo-e-criam-pulmao-universal-para-transplante.html](https://revistagalileu.globo.com/Ciencia/Saude/noticia/2022/02/cientistas-mudam-tipo-sanguineo-e-criam-pulmao-universal-para-transplante.html)",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t4dlrc",
            "num_comments": 0
        },
        {
            "title": "QUE ANIMAL É ESSE? (REMONTANDO A PARTIR DO CRÂNIO)",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t4c9ux",
            "num_comments": 2,
            "comments": [
                "Sem abrir o vídeo, me parece de um roedor.",
                "Peppa pig réptil roedor"
            ]
        },
        {
            "title": "Restauração mostra imagens raras do extinto tigre da Tasmânia",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t4c7k9",
            "num_comments": 0
        },
        {
            "title": "DINOSSAUROS: SAURÓPODES DO CRETÁCEO INFERIOR",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t4byif",
            "num_comments": 0
        },
        {
            "title": "Namíbia está capturando elefantes selvagens para venda internacional",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "t2vplo",
            "num_comments": 0
        },
        {
            "title": "Processo acusa Neuralink de maltratar animais em testes de chips cerebrais",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "ssvdxb",
            "num_comments": 0
        },
        {
            "title": "DINOSSAUROS: PENARRAPTORES DO CRETÁCEO",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "srtytv",
            "num_comments": 0
        },
        {
            "title": "Evidências em caverna indicam que o homem moderno e os neandertais coexistiram bem antes do que se pensava",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "srtt13",
            "num_comments": 0
        },
        {
            "title": "alguém poderia ajudar? tô fazendo um trabalho e preciso completar a tabela, não entendi bem a parte do \"unidade de dispersão\"",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "spkmpn",
            "num_comments": 5,
            "comments": [
                "\"Os esporos (estruturas microscópicas) são unidades de dispersão dos fungos que se originam a partir de estruturas específicas e são liberados aos milhares para o ambiente. As hifas surgem após a germinação dos esporos”\n\nPelo que eu entendi os próprios esporos seriam as unidades de dispersão se tratando de fungos.\n\n[Fonte](https://www.infoescola.com/biologia/reino-fungi/)"
            ]
        },
        {
            "title": "A evolução da sua bunda!",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "soobp9",
            "num_comments": 1,
            "comments": [
                "Bem interessante, mesmo os primatas mais saltitantes não utilizam os músculos dos glúteos como nós"
            ]
        },
        {
            "title": "Em registro inédito, chimpanzés são vistos aplicando insetos em feridas",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "so5m24",
            "num_comments": 0
        },
        {
            "title": "Qual o melhor/mais completo livro pra estudar biologia geral atualmente?",
            "selftext": "Me formei em biologia há vários anos mas fiquei muito tempo parado, a ponto de \"esquecer\" quase tudo. Vou voltar a estudar e um método que eu gosto muito de usar é pegar algo mais genérico pra ir refrescando a memória, quase que sem compromisso, e depois, aí sim, pegar os livros a nível de graduação, específicos pra cada área e estudar de forma mais séria.\n\nPensando nisso eu queria saber quais são, atualmente, os melhores livros brasileiros de biologia geral. O principal requisito aqui, depois de informações corretas (óbvio), é que seja o mais completo possível - não precisa nem ser o que mais aprofunda, disso eu vou correr atrás depois com os estudos focados; nesse primeiro momento o que eu quero mesmo é ter um (re)contato com o máximo de áreas da biologia justamente pra \"despertar\" o máximo de conhecimento adormecido que tenho aqui.\n\nQuaisquer outras recomendações nesse sentido são muito bem-vindas.\n\nObrigado!",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "slyaau",
            "num_comments": 5,
            "comments": [
                "Como deve saber a biologia é toda picotada, estudada em pastas diferentes. Se quiser uma visão geral talvez seja bom ir num sebo das uma olhada nos livros do ensino médio. Digo sebo porque são bem baratos e pode ter algo que se encaixe no que procura. O estante virtual também é uma opção, vale à pena dar uma fuçada...",
                "Livro de ensino médio? Neste caso, eu te recomendaria dos autores Amabis & Martho.",
                "Agora, caso queira estudar completamente todo o conteúdo do ensino superior, sugiro baixar o projeto pedagógico do curso da instituição em que você estudou ou até mesmo de outra."
            ]
        },
        {
            "title": "Pesquisadores desenvolvem exame de sangue que identifica a depressão",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "slm8mw",
            "num_comments": 0
        },
        {
            "title": "Lobo em extinção foi em busca de companheira, mas muro na fronteira EUA-México o impediu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "sljll1",
            "num_comments": 0
        },
        {
            "title": "Orcas são flagradas matando baleias azuis pela primeira vez",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "slfkkn",
            "num_comments": 0
        },
        {
            "title": "Grupo da Unifesp desenvolve protocolo para impressão 3D de células cerebrais",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "s978a7",
            "num_comments": 1,
            "comments": [
                "Breve em kits \"faça voce mesmo\"!!"
            ]
        },
        {
            "title": "Larvas de Salamandra-de-pintas-amarelas",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rxos3r",
            "num_comments": 0
        },
        {
            "title": "Covid: cientistas detectam nova variante com 46 mutações na França",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rwgvuj",
            "num_comments": 0
        },
        {
            "title": "Quando a Austrália declarou guerra aos emus e perdeu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rwbr4l",
            "num_comments": 0
        },
        {
            "title": "Dinossauro paulista com parasitas",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rufotp",
            "num_comments": 0
        },
        {
            "title": "Evolução dos Olhos",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "ruf6he",
            "num_comments": 1,
            "comments": [
                "[Este vídeo aborda o mesmo tema a partir do minuto 16:50.](https://m.youtube.com/watch?v=Q64bfjsa3E8)"
            ]
        },
        {
            "title": "\"Chuva\" de peixes atinge cidade nos EUA; entenda o fenômeno - Revista Galileu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rttyg1",
            "num_comments": 0
        },
        {
            "title": "Microfósseis recém-descobertos podem ter o segredo da vida no Universo",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rsgmre",
            "num_comments": 0
        },
        {
            "title": "Gordura vegetal pode diminuir o risco de AVC, sugere estudo - Revista Galileu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rsg46j",
            "num_comments": 0
        },
        {
            "title": "Você sabia que aves são considerados dinossauros mas pterossauros não?",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rse5kx",
            "num_comments": 1,
            "comments": [
                "Sim, Pois pterossauros estão mais pra répteis voadores do que dinossauros em si."
            ]
        },
        {
            "title": "O \"arroz dourado\" poderá salvar milhões de vidas anualmente",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rsavjm",
            "num_comments": 0
        },
        {
            "title": "Gêmeos idênticos testam se dieta vegana é mais saudável que comer carnes e laticínios - BBC News Brasil",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rsa2mr",
            "num_comments": 0
        },
        {
            "title": "Ave que inspirou \"Pica-pau\" e outras 22 espécies são declaradas extintas - Revista Galileu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rsa074",
            "num_comments": 0
        },
        {
            "title": "Startup de carne de laboratório 100% brasileira disputa mercado com estrangeiras",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rrs4f7",
            "num_comments": 5,
            "comments": [
                "É o futuro.",
                "Fico bastante contente em ver que brasileiros estão se empenhando nessa área bastante promissora.",
                "[Fonte] https://outline.com/YBRgPG"
            ]
        },
        {
            "title": "O futuro do agro",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rrrmzh",
            "num_comments": 1,
            "comments": [
                "Interessante."
            ]
        },
        {
            "title": "Robôs biológicos no formato de \"Pac-Man\" conseguem se replicar sozinhos - Revista Galileu",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rrijbj",
            "num_comments": 1,
            "comments": [
                "[Biológico... se replica...](https://youtu.be/-Tzir8IND8I)"
            ]
        },
        {
            "title": "Primeiro vídeo de uma das séries de aulas mais completas to YouTube sobre dinossauros.",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rrgzox",
            "num_comments": 0
        },
        {
            "title": "Vídeo sobre adipócitos e celulite",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rrgy92",
            "num_comments": 0
        },
        {
            "title": "Vídeo sobre o funcionamento dos músculos",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rrgvpw",
            "num_comments": 0
        },
        {
            "title": "Vídeo sobre evolução e dispersão dos hominídeos",
            "selftext": "",
            "subreddit": "BiologiaBrasil",
            "topic": "ciencia",
            "id": "rrgug0",
            "num_comments": 0
        }
    ]
}