{
    "posts": [
        {
            "title": "Vacina Covid: o jogo do gato e do rato",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "js8if5",
            "num_comments": 1,
            "comments": [
                "Como faço para alterar o DNA de um embrião canino usando a técnica crispr cas9? passo a passo."
            ]
        },
        {
            "title": "Ajuda pesquisa",
            "selftext": "Oi, boa tarde!\n\nPeço desculpas por utilizar o grupo para este tipo de conteúdo mas estou com certa urgência, e não tenho muitas alternativas. Preciso de ajuda com a minha pesquisa acadêmica, pois frente a pandemia, tive que optar para questionários online. Será que vocês poderiam dispor de 2 minutos do tempo de vocês para responder esse formulário? É de grande valia para mim. Agradeço muito! \n\n[Formulário google](https://forms.gle/WaYV6iKX8HuCzeYJ6)",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "jpvir6",
            "num_comments": 1,
            "comments": [
                "Prontinho op"
            ]
        },
        {
            "title": "Ornitorrincos surpreendem novamente: novo estudo mostra que eles brilham no escuro",
            "selftext": "[https://gizmodo.uol.com.br/ornitorrincos-brilham-escuro-estudo/](https://gizmodo.uol.com.br/ornitorrincos-brilham-escuro-estudo/)",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "jpc2xa",
            "num_comments": 0
        },
        {
            "title": "O que é a paralisia do sono? Neste vídeo reviso um artigo científico esclarecendo alguns pontos básicos envolvendo conceitos fisiológicos e relacionados a religião e folclore brasileiro.",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "jnxrco",
            "num_comments": 0
        },
        {
            "title": "P24: Carlos Fiolhais. “A ciência tem sido desprezada ao mais alto nível”",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "j8avc1",
            "num_comments": 0
        },
        {
            "title": "Investigadores de Portugal e Reino Unido propõem desenho de painéis solares mais eficiente",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "j7bleg",
            "num_comments": 0
        },
        {
            "title": "Futuro da saúde: Tecnologia é ferramenta fundamental",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "j5llp8",
            "num_comments": 0
        },
        {
            "title": "El ARN y Los retroviruses",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "ivcjp0",
            "num_comments": 0
        },
        {
            "title": "Olá... gostaria de compartilhar aqui um vídeo desenvolvido a partir de artigos científicos (pubmed) ponderando sobre o papel da Ayurveda em relação à atual pandemia. Convido à conhecerem o canal e deixarem opiniões a respeito deste assunto.",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "iqrv99",
            "num_comments": 0
        },
        {
            "title": "Energía Nuclear: Mas que una bomba atómica",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "ipknez",
            "num_comments": 0
        },
        {
            "title": "CVLAC: realidades, mitos y leyendas del principal dolor de cabeza académico del país",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "io71e2",
            "num_comments": 0
        },
        {
            "title": "Portugueses procuram alternativa sustentável ao plástico",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "ily8pl",
            "num_comments": 0
        },
        {
            "title": "Das escolhas alimentares que o nosso cérebro faz à energia produzida por algas: seis investigadores portugueses ganham bolsas europeias",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "ilw7ds",
            "num_comments": 0
        },
        {
            "title": "Qual o papel das proteinas na morfogenese embrionária?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "iig3d6",
            "num_comments": 0
        },
        {
            "title": "COVID-19 e Saúde Mental no Brasil - Procurando participantes voluntários no Brasil",
            "selftext": "Olá!\n\nPesquisadores da McMaster University (Canadá) estão interessado em saber como pandemia de COVID-19 está impactando o bem-estar e a saúde mental das pessoas ao redor do mundo, incluindo Brasil. Essa pesquisa está sendo realizada em diversos países e línguas. Se você mora atualmente no Brasil você pode nos ajudar respondendo esse questionário? Leva só 10-20 minutos!\n\n[http://fhswedge2.mcmaster.ca/redcaps/macanx/surveys/?s=2RZ6nz](http://fhswedge2.mcmaster.ca/redcaps/macanx/surveys/?s=2RZ6nz)\n\nTodos os dados coletados são anônimos e serão armazenados de forma sigilosa e segura. As respostas serão somente utilizados para fins de pesquisa.\n\n*Este estudo foi aprovado pelo Hamilton Integrated Research Ethics Board. Os dado de identificação não serão armazenados e as respostas individuais não serão divulgadas.*\n\nMuito obrigado!",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "i3qdhb",
            "num_comments": 0
        },
        {
            "title": "PRECISO DA SUA AJUDA EM UMA PESQUISA CIENTÍFICA!",
            "selftext": "Bom dia, pessoal! Preciso muito da ajuda de vocês para responder o questionário de uma pesquisa sobre relações de trabalho. Se você é maior de 18 e trabalha ou estagia, poderia responder? A pesquisa é completamente anônima e leva só entre dez e quinze minutinhos. [QUESTIONÁRIO](https://pt.surveymonkey.com/r/relacoestrabalho)\n\nSua contribuição é muito importante porque a Psicologia tem o papel de conhecer a realidade das pessoas e promover estratégias que melhorem o bem-estar e qualidade de vida delas.\n\n\nContamos com seu apoio respondendo e divulgando entre os seus contatos!\n\nhttps://pt.surveymonkey.com/r/relacoestrabalho",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "hooxsi",
            "num_comments": 0
        },
        {
            "title": "Como reproduzir os seus cactos de maneira fácil e rápida.Tenha um jardim de cactos! 🌵Parte 1",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "hkssan",
            "num_comments": 0
        },
        {
            "title": "Incêndio no Museu de História Natural e Jardim Botânico da UFMG",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "henr4f",
            "num_comments": 0
        },
        {
            "title": "10 ANIMAIS AMEAÇADOS DE EXTINÇÃO que podem desaparecer do Brasil",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "hbnw0i",
            "num_comments": 0
        },
        {
            "title": "Terapia animal: os animais ajudando na sua saúde e bem-estar",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "h7lgtn",
            "num_comments": 0
        },
        {
            "title": "Própolis realmente é bom para a saúde e funciona contra doenças?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gw72gd",
            "num_comments": 0
        },
        {
            "title": "BESOURO-TIGRE: o caçador cego",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gtk873",
            "num_comments": 0
        },
        {
            "title": "Pequeno e invocado, conheçam o TAMANDUÁ-MIRIM",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gt49zy",
            "num_comments": 0
        },
        {
            "title": "Instalações laser de próxima geração procuram inaugurar nova era de pesquisa em plasma relativístico",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gr9yoc",
            "num_comments": 0
        },
        {
            "title": "Eletrônicos de ‘mão única’ alcançam o mainstream",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gpjnrb",
            "num_comments": 0
        },
        {
            "title": "Por que o plasma de pacientes recuperados do COVID-19 é usado no tratamento de outros pacientes?",
            "selftext": "Eu tenho observado as notícias sobre o uso de plasma em pacientes recuperados do COVID-19, mas não entendo como o plasma pode ajudar.",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gpf90w",
            "num_comments": 1,
            "comments": [
                "Não me lembro dos artigos, mas no plasma contém os leócitos, possivelmente terá os anticorpos que o indivíduo produziu em grande quantidade (pela infecção recente)"
            ]
        },
        {
            "title": "O Wolfram Physics Project espera encontrar uma teoria fundamental da Física",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gmx413",
            "num_comments": 0
        },
        {
            "title": "Pesquisa de opinião pública",
            "selftext": "Olá, meus caros! Sou pesquisadora da Universidade de Brasília, aluna do Laboratório de Psicologia Social e do Trabalho ([https://ronaldopilati.org/lab/](https://ronaldopilati.org/lab/)). Dado o momento crítico que vivemos na nossa sociedade, estou fazendo uma pesquisa de opinião a nível nacional para entender melhor o pensamento social. Venho pedir a ajuda de vocês! A pesquisa é um pouco comprida, leva uns 20 minutos para ser completada. Mas sei bem que nesta quarentena vc está se divertindo no reddit, pode usar um tempinho pra ajudar a ciência nacional também! hahahah Venho pedir a gentileza de participarem da pesquisa e me ajudarem compartilhando com seus amigos e conhecidos. Quanto mais pessoas participarem, melhor será o retrato da opinião pública.\n\nPara responder, é só acessar este link: [https://ww3.unipark.de/uc/pesquisaopiniao/](https://ww3.unipark.de/uc/pesquisaopiniao/)\n\nEm caso de dúvidas e informações adicionais, basta me contactarem pelo e-mail [teresaclara3@gmail.com](mailto:teresaclara3@gmail.com). Muito obrigadooo!!",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "glq9u1",
            "num_comments": 5,
            "comments": [
                "Prezado/a colega cientista,\n\n&#x200B;\n\nFico lisonjeado com seu convite para participar da sua pesquisa, e tenho muita vontade de colaborar. No entanto, pelo apreço ao meu tempo, a você e à qualidade da pesquisa cientifica no Brasil, tenho duas perguntas antes de concordar em participar.\n\n&#x200B;\n\n1. O questionário que você vai aplicar foi pré-testado e revisado por outras pessoas que não o elaborador do questionário?\n\n&#x200B;\n\n2. O questionário tem questões de opinião? Se sim, ele utiliza a escala Likert nelas?\n\n&#x200B;\n\nMuito obrigado! Boa pesquisa para nós!",
                "Respondido!"
            ]
        },
        {
            "title": "Pesquisa de Opinião sobre o interesse na Profissão de Professor",
            "selftext": "https://forms.gle/Kt1V88rYFoMgqBvC6 Olá pessoal, estou fazendo um trabalho na faculdade, com a temâtica \"Interesse pela atuação como Professor\". Pesquisa totalmente anônima, com intuito simples de verificação de possíveis padrões de opinião da população com relação à profissão. Quem puder participar, vai me ajudar BASTANTE :)",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "gjvo0l",
            "num_comments": 0
        },
        {
            "title": "Como saber a diferença entre a transição dos biomas?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "ge8wjg",
            "num_comments": 0
        },
        {
            "title": "[Spanish] Paradoja de peto, hipertumores y propuesta de tratamiento para el cáncer",
            "selftext": "Hola a todos me temo que esta publicación es solo para personas que hablan español.\n\nLo que les comparto aquí es un link de drive a un ensayo (hecho por mi) que habla acerca de todas las cosas que tienes que saber para entender la paradoja de peto, los hipertumores (en pocas palabras son cáncer en el cáncer) y de una propuesta a como podría ayudar a tratar el cáncer.\n\nEn resumen la propuesta es extraer y modificar células del tumor de un paciente para que se comporten como un hipertumor, me interesaría saber sus opiniones acerca de la propuesta, cualquier critica o comentario es bien recibido.\n\n[https://docs.google.com/document/d/1T0YGUCkxjNUCdODux5M6a5bYvIGEyRpnIu5Al7c-aNM/edit?usp=sharing](https://docs.google.com/document/d/1T0YGUCkxjNUCdODux5M6a5bYvIGEyRpnIu5Al7c-aNM/edit?usp=sharing)",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "ga28io",
            "num_comments": 0
        },
        {
            "title": "Científicos descartan las teorías \"cospiranoicas\" sobre el origen del nuevo coronavirus",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "fx2yy4",
            "num_comments": 0
        },
        {
            "title": "Curiosidades sobre Ursos, Salmões, Morcegos e Crocodilos | Podcast Até que as contas nos separem",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "frvit5",
            "num_comments": 0
        },
        {
            "title": "Porque a lua fica amarela",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "frap6o",
            "num_comments": 0
        },
        {
            "title": "Otzi, the Iceman (como foi encontrado o Cadaver de 5000 mil anos)",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "fra22r",
            "num_comments": 0
        },
        {
            "title": "Pq planetas e satelites orbitam no msm plano",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "fnk6nm",
            "num_comments": 0
        },
        {
            "title": "Discusión/Discussion",
            "selftext": "¿Qué distingue a una célula de una proteína? / What is the difference between a cell and a protein?",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "fe5pvk",
            "num_comments": 0
        },
        {
            "title": "5 curiosidades sobre o PANGOLIN 🦔",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "f6ulrq",
            "num_comments": 0
        },
        {
            "title": "Exato reforço escolar",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "f5y00s",
            "num_comments": 2,
            "comments": [
                "Considerando o reforço que estão trazendo, colocaram até a mulher do Dudu e o novo presidente da associação palmares pra causar, eu não duvidaria mesmo!",
                "Exato - curso - reforço Escolar - Aulas Particulares\nSalvador - Bahia - Brazil\nZap(71)9 9133-1601\nProfessor de renome - Ex UFBA Ex prof. de grande colégios em Salvador.\nVenha para o melhor\nRegião de Jardim Nova Esperança - Sete de Abril e Nova Brasilia!"
            ]
        },
        {
            "title": "🐦 5 CURIOSIDADES sobre os TUCANOS",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "f4320v",
            "num_comments": 0
        },
        {
            "title": "🦔 Vocês conhecem o PANGOLIN?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "f1807q",
            "num_comments": 0
        },
        {
            "title": "De onde vem a Probabilidade Quântica",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "eom05v",
            "num_comments": 0
        },
        {
            "title": "Motor Magneto Gravito Diametral - Funciona ou não? O que acha? - Vou montar no final do ano.",
            "selftext": "### \n\n&#x200B;\n\n[Motor Magneto Gravito Diametral - MMGD - Vetosicria](https://preview.redd.it/wmal1j4vgf941.jpg?width=1674&format=pjpg&auto=webp&v=enabled&s=1b5d73a1aad06d27516eab7e2e1adc7582e8a44f)\n\n&#x200B;\n\n  \nAntes de falar sobre o motor magneto gravito diametral, ao qual chamarei a partir de agora de vetosicria, para ficar mais fácil de me referir a esta máquina, precisamos entender algumas coisas, sobre tesouras, sobre motores diametrais e sobre a máquina de F. S. Mackintosh de 1823.  \nEntão primeiro, antes de falar da tesoura para falar de um motor diametral, vou lhe mostrar qual a relação entre um e outro:  \n\\- Toda tesoura é um motor diametral, mas nem todo motor diametral é uma tesoura.  \n\n\nPodemos exemplificar bem como um motor diametral se assemelha com uma tesoura, se tivéssemos conetados as hastes da tesoura um circulo, como demonstra na figura abaixo, formaria um motor diametral e tesoura ao mesmo tempo. Ou seja, uma coisa está intrinsecamente ligada a outra. Diametral vem de \"dia\" - dois e \"metral\" metrica, duas métricas. \n\n&#x200B;\n\n&#x200B;\n\n![img](rtfavxh3hf941 \"Imagine fechar esta tesoura, terá os dois circulos girando conectados em sentidos opostos.\n\")\n\n  \nEntendido isto, fica muito mais fácil calcular por exemplo que velocidade este motor alcançaria, pois bastaria calcular a velocidade do fio de uma tesoura, que é o ponto de contato entre as duas hastes, que corta as coisas que a tesoura corta e separa o espaço vazio do espaço do espaço da tesoura, enquanto a tesoura se fecha. Nestas duas imagens abaixo dá para entender bem o que é o fio da tesoura, é a trajetória do ponto que percorre o limite de espaço de corte da tesoura (na segunda imagem esta definida por pontos azuis).  \n\n\n&#x200B;\n\n  \n\n\nhttps://i.redd.it/bejvxlw6hf941.gif\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/ln573rt8hf941.png?width=642&format=png&auto=webp&v=enabled&s=446221ac3fb13d0c2e5ee7335850debacf27e0c2\n\nPara calcular a velocidade do fio de uma tesoura é muito simples, basta saber que o tempo que leva para as pontas das tesouras se encostarem, enquanto fecha, será o mesmo tempo que o fio da tessoura percorrerá cada uma das hastes. Como demonstra na figura abaixo:  \n\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/quvkqaoahf941.png?width=570&format=png&auto=webp&v=enabled&s=c1afdba6da9f0ff2b376a7f1915a84b8d4c9118f\n\n&#x200B;\n\nNa imagem acima, pode-se pensar que, como uma ponta da haste percorre um espaço maior que a tragetória da reta, logo se fecharmos apenas uma haste, a velocidade da tragetória da reta será mais lenta. No entanto, ao fecharmos as duas hastes ao mesmo tempo, a tragetória das postas das hastes da tesoura irão percorrer apenas o percurso referente a 45º, e não 90º como quando apenas uma haste é fechada, e isto faz-se a concluir que, quando duas hastes da tesoura se fecham simultaneamente, a velocidade do fio da tesoura será superior a velocidade das hastes, ou a velocidade de fechamento das hastes, a velocidade angular.  \n\n\nEntão seria muito simples, bastaria usar a mecânica clássica para saber qual a velocidade do fio da tesoura a partir da velocidade das hastes, a principio ficaria fácil entender assim. Mas conforme verá o resultado, podemos aplicar um outro conceito ao qual dará um aspecto mais relativístico para a equação. Mas o conceito básico, por agora, é este, usarmos mecância clássica. Então vamos lá.  \n\n\nComo sabemos que velocidade em linha reta é distancia sobre tempo e velocidade angular temos o simbolo de w e é em radiandos, porém que, se multiplicarmos a velocidade angular pelo raio, obtemos a distancia percorrida, bastaria então aplicarmos um sistema, que substituissemos a distancia percorrida pela ponta da haste, de w.r por um delta, este delta, seria equivalente a pi/4, já que pi/2 é a distancia relativa a 90º, então as duas hastes fechando, em uma tesoura que tivesse as hastes de tamanho 1, como na trigonometria, teria percorrido em suas pontas, pi/4.  \n\n\nVocê pode conferir isto neste sistema de equação, onde v' é a trajetória da reta e v é a trajetória curva, usando velocidade média:  \n\n\nhttps://i.redd.it/oa8iytlbhf941.gif\n\n  \nSabemos que v, a velocidade da curva, é velocidade angular, w, e Delta S é equivalente ao raio da haste, Substituindo ficaria assim:  \n\n\n&#x200B;\n\nhttps://i.redd.it/2v9dryhdhf941.gif\n\n  \n\n\nNo entanto, precisamos transformar esta equação em algo mais relativístico, e para fazer isto nada melhor do usarmos o paradoxo de Ehrenfest que exemplifica um sistema muito similar a este.  \n\n\nEhrenfest declarou, na época de Einstein, que ao passo que tivéssemos um disco e tentássemos gira-lo cada vez mais rápido, existiram na verdade duas forças atuando nele, tanto forças que fariam o disco se quebrar, quanto a própria força gravitacional do diz que aumentaria e que se o disco fosse rígido, seria um paradoxo, já que o disco não iria sequer diminuir, quanto dilatar. Parece complexo explicar isto, mas no caso da tesoura, a semelhança é a mesma, e ele desenvolveu uma equação, que se aplica perfeitamente a equação da tesoura, já que sua equação é baseada unicamente em pi. Mas deixarei o link para o paradoxo de Ehrenfest para que leia e entenda, mas resumidamente, aplicando sua teoria nesta equação, teríamos algo como isto:  \n\n\n&#x200B;\n\nhttps://i.redd.it/t508b3kehf941.gif\n\n&#x200B;\n\n  \nMais sobre Paradoxo de Ehrenfest:  \n[https://en.wikipedia.org/wiki/Ehrenfest\\_paradox](https://en.wikipedia.org/wiki/Ehrenfest_paradox)  \nOu seja, wr é referente a velocidade angular das hastes, mas não em radiantos, porque está multiplicado por r, o raio, e significa que poderiamos usar valores de velocidades em metros. Então em um caso em que tivessemos as tesouras se fechando a 70% da velocidade da luz, bastaria substituir wr por 0.7 e c por 1, que obteriamos a velocidade do fio da tesoura. Que no caso, alcancia, 1,261...c, acima da velocidade da luz, mesmo aplicado à relatividade.  \n\n\nIsto significa que tanto a tesoura, quando um motor diametral, são capazes de produzir acelerações superiores ao quanto eles consomem de energia, porque são similares. A equação do motor diametral é a mesma equação da tesoura, pois como vimos na imagem daquela tesoura modificada com um circulo em cada haste, se assemelharia igualmente com o motor diametral da primeira imagem da foto, então se aplicarmos uma força x no motor diametral, obteremeos aproximadamente, 4x/pi, como resultado final.  \n\n\n### O motor magneto gravito diametral e a F. S. Mackintosh de 1823\n\n&#x200B;\n\n&#x200B;\n\n[F. S. Mackintosh - 1823](https://preview.redd.it/9n69bh0ghf941.jpg?width=358&format=pjpg&auto=webp&v=enabled&s=735b6a12b6ef3232fc20cbbec94c38bd38b8b3fb)\n\n&#x200B;\n\n  \nAntes de voltar a falar da Vetosicria, preciso explicar o funcionamento da F. S. Mackintosh. Ela é basicamente uma roda com uma secção mediana sobre sua profundidade, ao qual se encaixa uma esfera puxada por um imã, que faz a roda girar com o centro da gravidade da roda mais pesado no canto que o imã puxa a esfera. No entanto, em 1836, quando Mackintosh deixou publico que a máquina que construíra não tinha funcionado, devido a girar para cima e para baixo, entre as forças da gravidade e do magneto que puxava a esfera de metal para cima, que sugeriu que fosse colocado uma engrenagem na extremidade da roda, com uma chave, para que então esta engrenagem não deixasse que a roda subisse, pois assim ela funcionaria. Mas não se existe nota de que está sugestão de que Mackintosh sugeriu, que funcionasse, alguma vez fora construída.  \n\n\nVocê pode ler mais sobre isto, neste livro de 1916, sobre moto perpétuos(já está na pagina especifica sobre o motor de Mackintosh):  \n[http://www.gutenberg.org/files/44771/44771-h/44771-h.htm#Page\\_163](http://www.gutenberg.org/files/44771/44771-h/44771-h.htm#Page_163)  \n\n\nE esta vetosicria age justamente como a engrenagem sugerida por Mackintosh, se olhardes a engrenagem como uma segunda roda, igual a outra Mackintosh, porem que gira no sentido oposto. Então quando cada uma das rodas tentassem girar para outro sentido, a outra roda conectada estaria segurando-a. E obteria um efeito completamente diferente de um moto perpétuo, porque diferentemente de um moto perpetuo, esta maquina funcionaria como um acelerador, gerando uma velocidade no ponto de contato entre as duas rodas, maior devido a um fator simples onde que, quando somamos dois vetores, de mesmo sentido e direção, o vetor final será a soma dos dois vetores. E é isto que acontece quando se tem duas rodas encostadas sendo impulsionadas em sentidos opostos, no ponto de contato entre as duas rodas, há dois vetores em sentido e direção iguais se somando um ao outro, o que causa uma aceleração.  \n\n\nPor isto que é muito importânte que esta máquina, este motor, seja construído, para sabermos de fato se acelera e funciona como toda esta ideia dela diz que funciona.  \n\n\nTudo indica que ela tem tudo para funcionar, mas entraria em questão outro temas que dizem que ela seria impossível de funcionar, as leis da termodinamica. No entanto, não entrarei em detalhes sobre, por agora, somente citarei que, todos os motores diametrais funcionam, menos os que tentam violar a termodinamica como este tenta. Mas é importante que seja construído porque pode funcionar e se isto acontecer, teriamos uma nova física.",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "eligk5",
            "num_comments": 1,
            "comments": [
                "Muito fera seu projeto\n\nParabéns!\n\nPosta depois aqui o resultado."
            ]
        },
        {
            "title": "Dica rápida de como manter suas samambaias sempre bonitas e cheias de broto o ano todo 🌿",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "eg0tqy",
            "num_comments": 0
        },
        {
            "title": "Físicos identificaram um metal que conduz eletricidade, mas não calor",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "e4g57t",
            "num_comments": 0
        },
        {
            "title": "A interessante história do Jacu e o Café",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "e3mnv3",
            "num_comments": 0
        },
        {
            "title": "O gato de Schrödinger",
            "selftext": "Para o gato que está dentro da caixa ele está vivo ou morto (tipo sendo envenenado)? Se substituirmos o gato por um ser humano e dar a ele um revólver que dispara ou não (dependendo do estado da superposição) uma bala quando se aperta o gatilho, então este faz roleta russa, esse cara suicida ou não? Como ele experiencia isso? Para colapsar a função de onda qualquer observador serve? Ou tem que ser vivo, consciente ou apenas físico? E quem observa o observador? O observador pode se auto-observar? Essas coisas são tão estranhas que parece sobrenatural e digo mais, parece proposital e intencional, como se o universo fizesse um capricho.\n\n[https://youtu.be/pKEq8d\\_1pn4](https://youtu.be/pKEq8d_1pn4)",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "dz5qj6",
            "num_comments": 2,
            "comments": [
                "Não tem como estar na posição do gato, aliás o gato em si não existe, é só uma fácil explicação sobre sobreposições quânticas\nSe tu for pensar na parte do gato dentro de uma caixa, não é a mesma coisa q pensar sobre quântica\nE se isso tudo ficou muito confuso, normal \n\"Se alguém falar q entendeu a física quântica é pq ela não entendeu a física quântica \"",
                "Deixa eu complicar as coisas um pouco mais. Imagine que num futuro  próximo o computador que o google fez e alcançou a supremacia quântica  possui a memória de 48 Qbits. Um belo dia eles colocam esse constructo  para funcionar e determinar a partir de simulações econométricas a série  histórica de amanhã do comportamento monetário do BRL. Em determinado  momento o último transistor quântico do último registrador EBX da  memória interna do processador comporá um número. Este número determina  um resultado de natureza estocástica cuja a menor variação tem um enorme  efeito no relatório desta série histórica. Como efeito os executivos da  XP Investimentos, que alugam o processamento em nuvem deste computador  quântico para este tipo de trabalho, vão se matar, ou não, caso o Qbit  do registrador seja 0, ou não se ele for 1. Por uma falha de energia a  medição não ocorre no circuito lógico quântico até que um técnico chega e  conserte o processador. O técnico arruma o computador, mas não fez o  trabalho em perfeição, resultando em um relatório que mostra na tela dos  executivos dois valores diferentes, sobrepostos, o 2 e 5, graficamente  parecidos com o número 8 que compõe um valor em base 10 na casa de menor  significância. Nessas condições os executivos pulam ou não do prédio ?  (Nossa isso dá uma boa historia de ficção científica.) Veja este vídeo para entender melhor: [https://youtu.be/JhHMJCUmq28](https://youtu.be/JhHMJCUmq28)"
            ]
        },
        {
            "title": "Verdade Absoluta",
            "selftext": "Se não existe verdade absoluta, como o valor da velocidade da luz no vácuo pode ser absoluta?",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "dz5gbk",
            "num_comments": 1,
            "comments": [
                "1. Quem disse que não existe verdade absoluta?\n\n2. Quem disse que a velocidade da luz no vácuo é absoluta?\n\n3. O que você entende por absoluta? Você está usando a mesma definição de absoluta nos dois contextos?"
            ]
        },
        {
            "title": "Espaço-tempo",
            "selftext": "Se o tempo e o espaço são a mesma coisa, apenas uma face diferente da moeda, então:\n\nQuantos segundos tem um metro?\n\nou\n\nQuantos metros tem um segundo?",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "dz575f",
            "num_comments": 4,
            "comments": [
                "Talvez seja preciso outras unidades.",
                "Eles não são a mesma coisa. Quando se fala espaço-tempo se coloca as 3 dimensões do espaço junto com a única dimensão do  tempo, formando uma parada 4D contínua."
            ]
        },
        {
            "title": "Nystatin complexation with β-cyclodextrin: Spectroscopic evaluation of inclusion by FT-Raman, photoacoustic spectroscopy, and 1H NMR",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "dhujbb",
            "num_comments": 0
        },
        {
            "title": "Besouro Hércules: a força dos Deuses",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "dapjqp",
            "num_comments": 0
        },
        {
            "title": "Geometria fecal, baratas magnetizadas, o prazer de se coçar: saiu o Prêmio Ignobel 2019",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "d4rxet",
            "num_comments": 0
        },
        {
            "title": "Conheçam o incrível PEIXE da cabeça TRANSPARENTE 🐟",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cvf0lr",
            "num_comments": 0
        },
        {
            "title": "Implementação de bioeconomia demanda investimento em pesquisas",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cudnsz",
            "num_comments": 0
        },
        {
            "title": "Qual a diferença entre borboletas e mariposas? 🦋",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cqvddx",
            "num_comments": 0
        },
        {
            "title": "Descubra os mais incríveis ANIMAIS PRÉ HISTÓRICOS que viveram na Terra",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cnve4m",
            "num_comments": 0
        },
        {
            "title": "A atual mudança climática não é um fenómeno natural, segundo dois grandes estudos",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "clp7ip",
            "num_comments": 0
        },
        {
            "title": "O uirapuru-verdadeiro: MITOS e LENDAS",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "civjgm",
            "num_comments": 0
        },
        {
            "title": "Novo planeta encontrado tem 3 sóis no céu",
            "selftext": "Novo planeta encontrado tem 3 sóis no céu https://www.galeriadometeorito.com/2019/07/novo-planeta-encontrado-tem-3-sois-no.html",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cihrmk",
            "num_comments": 0
        },
        {
            "title": "O instrumento MOXIE. Experimento da Mars 2020 que irá testar a geração de oxigênio em solo marciano.",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "chps0r",
            "num_comments": 0
        },
        {
            "title": "🐿 ESQUILOS solidários: um incrível caso de adoção do reino animal",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cg1oac",
            "num_comments": 0
        },
        {
            "title": "Linus Pauling falando",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cenmyw",
            "num_comments": 0
        },
        {
            "title": "EXISTEM DIFERENÇAS ENTRE MOSCAS E MOSQUITOS ? EM QUAIS LOCAIS ELES MAIS OCORREM ? E POR QUE ?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cd27of",
            "num_comments": 0
        },
        {
            "title": "IST faz com sucesso primeiras comunicações quânticas sem-fio em Portugal",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "cctayl",
            "num_comments": 0
        },
        {
            "title": "*",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "c9tk9q",
            "num_comments": 0
        },
        {
            "title": "Artigo excelente da SuperInteressante sobre o novo obscurantismo anti-científico.",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "c9iy1g",
            "num_comments": 1,
            "comments": [
                "Fazia tempo que não lia nada da Abril, mas o título me cativou e o conteúdo mais ainda. Trata sobre anti-vax, terraplanismo, pseudo-ciência e por aí vai. \n\nParabéns a equipe: Texto: Bruno Vaiano | Reportagem: Maria Clara Rossini e Ingrid Luisa | Edição: Alexandre Versignassi | Design: Juliana Caro | Fotos: Studio Oz"
            ]
        },
        {
            "title": "As 10 mais incríveis CAMUFLAGENS do Reino Animal",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "c5zbgk",
            "num_comments": 0
        },
        {
            "title": "Bois brancos e ARARAS AZUIS uma interessante INTERAÇÃO ECOLÓGICA",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "c3e9va",
            "num_comments": 0
        },
        {
            "title": "As 5 doenças mais mortais da história",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "c0kasl",
            "num_comments": 0
        },
        {
            "title": "🔥 10 Surprising Blue Animals",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bzjrzk",
            "num_comments": 0
        },
        {
            "title": "🐤 CURIOSIDADES sobre o Canário-da-terra",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bxa1l6",
            "num_comments": 0
        },
        {
            "title": "O que é o IMPACTO AMBIENTAL? 🍂",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bul1j7",
            "num_comments": 0
        },
        {
            "title": "🌱 APRENDA a fazer ARTE com CUMBUCAS",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "btgnt3",
            "num_comments": 0
        },
        {
            "title": "🌳 Qual a diferença entre PRESERVAÇÃO e CONSERVAÇÃO?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bsbiwf",
            "num_comments": 0
        },
        {
            "title": "Como as cobras se locomovem?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bra012",
            "num_comments": 0
        },
        {
            "title": "Viver de luz: Planta ou Animal?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bqbwl2",
            "num_comments": 0
        },
        {
            "title": "☁ Quanto PESA uma NUVEM?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bpz4ms",
            "num_comments": 0
        },
        {
            "title": "Vocês conhecem o pangolim?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bopcqc",
            "num_comments": 0
        },
        {
            "title": "Respondam a este questionário, sobre o download de apps móveis, para a tese de mestrado - 5 a 7 minutos um lusco fusco!",
            "selftext": "Boas malta, respondam a este questionário, para me ajudarem a terminar a tese de mestrado em gestão de sistemas de informação, demora cerca de 5 a 7 minutos que é como quem diz um \"lusco-fusco\" e quantas mais respostas melhor.\n\nSe puderem partilhar com os vossos amigos e família e ainda fazer upvote neste post era 5 estrelas.\n\nLink para o questionário: [https://forms.gle/srDaGDbJyhihAWPr8](https://forms.gle/srDaGDbJyhihAWPr8)\n\nObrigado pela ajuda malta!",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "bkxju2",
            "num_comments": 0
        },
        {
            "title": "Ciência para crianças em Português: Um Minuto de Ciência por dia não sabes o bem que te fazia",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "azfctw",
            "num_comments": 0
        },
        {
            "title": "Cómo saber si un anillo es de oro blanco o plata",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "av1rtk",
            "num_comments": 0
        },
        {
            "title": "Sobre a ida do homem à lua....",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "a3sc40",
            "num_comments": 1,
            "comments": [
                "\"Ah OP, o título do vídeo é mó clickbait\"\n\nO próprio Felipe explica:\n\n> Estou extremamente inclinado a ideia de que só se combate a desinformação, usando das mesmas armas que eles utilizam. A evidência é de que não só eles veem o vídeo, como muitas pessoas que conheço acabam clicando pelo título mas nunca viram outro do meu canal.\n\nhttps://twitter.com/felipehime/status/1070769587556368387"
            ]
        },
        {
            "title": "13 CONSEJOS PARA MADRUGAR SIN ESFORZARSE",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "a33tl4",
            "num_comments": 0
        },
        {
            "title": "BROTES DE IMPÉTIGO EN LAS ESCUELAS DE BARCELONA",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "9z5k8x",
            "num_comments": 0
        },
        {
            "title": "Ufo Angel Hair in Evora Portugal in 1959 (ovni em evora)",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "9yh295",
            "num_comments": 0
        },
        {
            "title": "QUÉ HACE LA VITAMINA A EN TU CUERPO? QUÉ BENEFICIOS TIENE?",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "9xmj3g",
            "num_comments": 0
        },
        {
            "title": "5 TIPS PARA MANTENER EL CEREBRO JOVEN Y SALUDABLE",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "9vpasc",
            "num_comments": 0
        },
        {
            "title": "Sobre Oumuamua ser (ou não) uma nave alienígena",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "9v3r5n",
            "num_comments": 0
        },
        {
            "title": "Vistas mejoradas de la tectónica de la Tierra",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "9uffvn",
            "num_comments": 0
        },
        {
            "title": "Noticias Cientificas Crean el metal más resistente del mundo",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "9f4xue",
            "num_comments": 0
        },
        {
            "title": "Distorção Espaço-temporal em Curvas",
            "selftext": "Em uma trajetória curva há distorção gravitacional ou espaço-temporal relativa a um corpo próximo a velocidade da luz?",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "98flqv",
            "num_comments": 0
        },
        {
            "title": "O Efeito Castanha-do-Pará",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "97i80f",
            "num_comments": 0
        },
        {
            "title": "Uma singela crítica ao meio acadêmico",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "97aaoi",
            "num_comments": 0
        },
        {
            "title": "Novo Boteco Behaviorista",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "97a59a",
            "num_comments": 1,
            "comments": [
                "Behaviorismo não tem vez no Br e europa. Aceitem. A clientela de clínica por aqui  busca por psicanálise e outras abordagens humanistas como gestalt."
            ]
        },
        {
            "title": "Cientista polar José Xavier ganha prémio internacional",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "8xb76j",
            "num_comments": 0
        },
        {
            "title": "Os Oceanos [O Princípio da Incerteza de 30 Jun 2018]",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "8vdbj4",
            "num_comments": 0
        },
        {
            "title": "Portugal vai acolher centro líder na investigação sobre cancro",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "8umfbx",
            "num_comments": 0
        },
        {
            "title": "Ao Movimentar Movimentamos o Espaço-Tempo?",
            "selftext": "Bom dia a todos. Tá todo mundo bem?\n\nPessoal assistam este vídeo: https://youtu.be/TqL-5BJIvSg\n\nEu tenho uma dúvida. Ele fala que todos estamos viajando a velocidade da luz constante c, mas quando movimentamos o espaço-tempo contraí ou dilata-se, para manter a constante c constante. É isso mesmo que acontece? Ao movimentar movimentamos o espaço-tempo?",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "8la0vg",
            "num_comments": 2,
            "comments": [
                "A explicação do vídeo não me convenceu. Acredito que tem vários elementos que estão de acordo com a teoria da relatividade. Porém, ele mistura várias coisas que eu não consigo conferir em outras fontes para falar se o que ele diz é real ou é um mal\\-entendimento ou psicodelia pura. Sugiro procurar outras fontes caso queira realmente entender a teoria da relatividade. A começar pelo experimento mental do trem com espelho no teto.",
                "Ondas gravitacionais são causadas pela movimentação de massa e causam alterações no tecido do espaço\\-tempo.  \nNossos corpos são feitos de massa e nós temos a capacidade de movimentar massa. Portanto, sim, ao nos movimentarmos, causamos alterações em todo o espaço\\-tempo \\(apesar de minúsculas e provavelmente indetectáveis\\).  \n"
            ]
        },
        {
            "title": "Ondas Gravitacionales",
            "selftext": "",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "8kygcy",
            "num_comments": 1,
            "comments": [
                "Esto es una excelente animación acerca de los mecanismos de formación de las ondas gravitacionales....\n"
            ]
        },
        {
            "title": "O que existiu primeiro?",
            "selftext": "No início do universo, antes dos bóson de higgs existir o que existiu primeiro a luz ou o espaço-tempo? Se foi o tempo a teoria da relatividade restrita já funcionava? Se foi a luz como dizer que ela foi primeiro se não havia antes ou depois se não havia tempo?",
            "subreddit": "ciencias",
            "topic": "ciencia",
            "id": "8k9u7y",
            "num_comments": 8,
            "comments": [
                "O espaço-tempo surge junto com o Big Bang.\nAntes do tempo de Planck, não sabemos o que havia ou como as coisas funcionavam, pois nossos modelos atuais não funcionam nesse universo com muito menos de um segundo de vida. Portanto, talvez a relatividade restrita não seja um modelo bom para entender o que ocorreu antes do tempo de Planck.\nA velocidade da luz c é uma constante do universo. Não sei se existiu algum momento antes de surgir a primeira forma de luz (quando só havia energia e partículas sub atômicas), mas c provavelmente já existia.\n\nFonte: não sou formado mas sou curioso e entusiasta do assunto.\n"
            ]
        }
    ]
}