{
    "posts": [
        {
            "title": "Caxinguelê - Jardim Botânico, Rio de Janeiro, RJ",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w42e7a",
            "num_comments": 0
        },
        {
            "title": "São José dos Ausentes - RS (Xiaomi Redmi Note 7) (2020)",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/0tahov1lusc91.jpg?width=3982&format=pjpg&auto=webp&v=enabled&s=eb288c0edeb06b160cff729d00401b3dc3db333d\n\nhttps://preview.redd.it/jvhnnoaxvsc91.jpg?width=3982&format=pjpg&auto=webp&v=enabled&s=46f4ef7e3b962ca330bbff5902c897163c226371\n\nhttps://preview.redd.it/2tftllrxvsc91.jpg?width=3982&format=pjpg&auto=webp&v=enabled&s=b2e99e4873de1e14e96a9e06a01a367316e8c18e",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3zp0c",
            "num_comments": 2,
            "comments": [
                "Muito legal jovem",
                "Fotos incríveis"
            ]
        },
        {
            "title": "vim pela equipe de marketing :-)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3zn6f",
            "num_comments": 1,
            "comments": [
                "Ta mt linda essa"
            ]
        },
        {
            "title": "Tim na Oca",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3z81l",
            "num_comments": 0
        },
        {
            "title": "Fundos da casa no final da tarde.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3ytvo",
            "num_comments": 0
        },
        {
            "title": "Contraste Azul e Amarelo",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3xfd8",
            "num_comments": 2,
            "comments": [
                "Adorei a foto, OP! E a moldura. Muito didática aqui pro sub. Usou algum app pra moldura ou fez na mão?"
            ]
        },
        {
            "title": "Mercado Municipal Adolpho Lisboa - Manaus - AM",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3whp3",
            "num_comments": 4,
            "comments": [
                "O mundo parou pra ver o meu boi Bumbá garantidooo",
                "Que foto linda!!! Adoro mercados!"
            ]
        },
        {
            "title": "Mirela e sua Flor Saudável",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3v050",
            "num_comments": 2,
            "comments": [
                "São Paulo?"
            ]
        },
        {
            "title": "Jardim Botânico, Curitiba.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3v04s",
            "num_comments": 0
        },
        {
            "title": "Capivarinha",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3s837",
            "num_comments": 4,
            "comments": [
                "Coisa linda esse ratão",
                "Minha cidade é lotada desses bichos hahah",
                "que coisa linda, meu sonho é poder passar a mão em uma capivarinha."
            ]
        },
        {
            "title": "Estação Tatuapé (trem), São Paulo.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w3o5g1",
            "num_comments": 1,
            "comments": [
                "Tirado com Samsung Galaxy S20FE, e editado no Lightroom. Depois mando os metadados certinho."
            ]
        },
        {
            "title": "Novo aqui no Reddit, eae pessoal.",
            "selftext": "🌿",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w2vfqw",
            "num_comments": 3,
            "comments": [
                "Bem vindo! Linda foto 🥰",
                "Bem-vindo! Adorei as cores da foto"
            ]
        },
        {
            "title": "Borboleta 🦋",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w2va7k",
            "num_comments": 0
        },
        {
            "title": "Vale a pena uma Canon T2i para fotografar minha formatura?",
            "selftext": "Eu tenho um Xiaomi Note 9 e acho péssimo para fotos noturnas.\n\nGostaria de saber se a Canon T2i realmente funciona pra fotos noturnas e se vale a pena comprar por R$ 1000",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w0qjqv",
            "num_comments": 11,
            "comments": [
                "T2i é cropped e a entrada de luz é uma merda, então dificilmente as fotos vão ficar boas sem um flash. Eu sugiro contratar um fotógrafo profissional aí que tu vai gastar menos de 1000 reais e vai ter um resultado muito melhor",
                "Cara, eu estou entrando atrasado, mas se eu puder gostaria de dar umas opiniões.\n\nPrimeiro vou falar que sou só hobbista, tenho uma t6, tive outras no passado mas mais simples.\n\nNenhuma camera de entrada costuma ter imagens 'realmente' boas a noite, o ideal é ter um flash externo, na impossibilidade, como ambas tem um flash embutido, mas como já falaram não é bom (até por que ele vai pegar a 'informação da camera') mas você pode usar um difusor pra ele, o que ajuda um pouco. [https://produto.mercadolivre.com.br/MLB-941710231-mini-rebatedor-difusor-flash-triangular-30cm-portatil-case-\\_JM](https://produto.mercadolivre.com.br/MLB-941710231-mini-rebatedor-difusor-flash-triangular-30cm-portatil-case-_JM) \n\nTambém seria interessante saber quanto tempo você tem entre a sua formatura e o possivel recebimento da camera, para melhores resultados teria que praticar um pouco - e realmente não pense em usar no 'auto' as fotos não vão ficar tão boas quanto poderiam.\n\nSe você tiver acesso a camera, veja como ela está, se não apresenta danos, etc. Ela tem um sensor de 18 mp similar a minha (mas mais antigo) que dá conta do recado em geral, ainda mais hoje em dia que a maioria das pessoas só usa as fotos na rede. E veja como esta a lente também, como é relativamente antiga pode ter mofo ou ter sofrido quedas.\n\nEla estará vindo com algum acessório? Imagino que virá com pelo menos a lente do kit mas vem com algo mais?",
                "Com qual lente? Com ou sem um flash?",
                "A T2i é uma DSLR um tanto antiga, de 2010, mas em termos gerais de qualidade de imagem ela não perde tanto pras câmeras de entrada de hoje como a T100, por exemplo. A lente nesse caso importa muito mais do que o corpo. O problema maior é que desde o lançamento dela a tecnologia dos sensores avançou bastante, principalmente em relação ao ruído em fotos noturnas (com ISO alto). Resumindo: as câmeras modernas conseguem lidar bem com pouca luminosidade, mas na época da T2i essa era uma das maiores limitações. Ela te serviria bem se o seu objetivo fosse simplesmente estudar fotografia, mas pra esse uso específico só teria um resultado satisfatório se você conseguisse também um flash tipo speedlite e tivesse um tempo pra praticar com ele."
            ]
        },
        {
            "title": "Como compactar fotos do celular - liberar memória",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w0mo9g",
            "num_comments": 0
        },
        {
            "title": "..",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "w07g4a",
            "num_comments": 0
        },
        {
            "title": "MONITOR VERTICAL usando SUPORTE ARTICULADO GIRATÓRIO - F90USB Review Completo e Como Montar",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vy8yd5",
            "num_comments": 0
        },
        {
            "title": "Paraty...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vvigzk",
            "num_comments": 6,
            "comments": [
                "Tu tem Instagram? Tô virando fã das tuas fotos.",
                "boas fotos, uma duvida, para o efeito de 'estrelas' nas luzes, você usou um filtro daqueles estrelas de 12 pontas? E um tripé com exposição mais longa?",
                "Eu amo essa cidade"
            ]
        },
        {
            "title": "Melhor Lugar para comprar Câmeras?",
            "selftext": "Quais os melhores sites ou lojas confiáveis para comprar câmeras hoje?\n\nSemiprofissionais ou profissionais",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vschlk",
            "num_comments": 2,
            "comments": [
                "Lojas de internet ou lojas físicas? Loja física em SP recomendo a rua Sete de Abril/Xavier de Toledo no centro. Ou então aqueles \"shoppings\" de importados que tem na Av. Paulista. Minha ultima câmera (uma t7i) comprei lá. Pela internet nem sei, tem tanto lugar. Sou meio pé atrás com Mercado Livre mas o preço acho que é o melhor.",
                "No Brasil? Mercado Livre é uma boa opção, com preços em conta e muita variedade. \n\nSe não quiser procurar um vendedor no ML, tem lojas online como Bella Photo e Portssar, que possuem bom estoque e preços ok.\n\nSe for para comprar pessoalmente, vai variar de cidade para cidade."
            ]
        },
        {
            "title": "Via Láctea em Currais Novos, RN - Canon RP - Canon RF 17-40 f/4",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vsbbvq",
            "num_comments": 2,
            "comments": [
                "Para quem quiser saber os detalhes técnicos:\n\n* Comprimento focal: 17mm\n* Abertura: f/4.0\n* Exposição: 30 segundos\n* ISO: 1600",
                "Como eu só vi essa foto agora, gente?! Lindíssima!"
            ]
        },
        {
            "title": "pássaro",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vouh4w",
            "num_comments": 0
        },
        {
            "title": "Como posso fazer para entrar no mercado fotográfico?",
            "selftext": "Boa noite gente, sou fotógrafo faz 4 anos, mas sempre pratiquei como hobby, tive algumas oportunidades de fotografar eventos para amigos e fiz uns ensaios pagos esporádicos, mas como eu sempre estudei e trabalhei em outra área, acabei levando no hobby, mesmo fazendo algumas fotos que impressionam as pessoas. \n\nRecentemente me desliguei do meu trabalho e agora irei procurar algo novo, como já tenho esse conhecimento do equipamento, da iluminação e de como roteirizar, pensei em tentar colocar em prática o meu hobby. \n\nVamos a dúvida, como posso fazer para dar início a esses eventos remunerados? com quem eu falaria sobre isso? Quanto eu poderia cobrar por evento?\n\nPor exemplo, eu comprei uma instax recentemente para poder vender as fotos por 10 reais nos roles que eu costumo ir na minha cidade, até conversei com o produtor de uma balada da minha cidade para poder fazer isso lá, ele curtiu mto a ideia e até falei sobre fazer umas fotos em outros eventos, até já tem um fotógrafo que faz alguns eventos, mas não é direto e ele é cotado para outros também.\n\nTem alguém aqui que já trabalha com eventos assim? Aliás, seria ótimo saber a opinião de quem tem estúdio próprio, também seria uma ótima opção montar onde moro, tenho um ambiente que ficaria ótimo.\n\nMeu equipamento antes era só uma D60 Nikon, consegui adquirir há pouco tempo esses daqui:\n\nNIKON D3200\nYONGNUO 50MM 1.8\nFLASH MEIKE II MANUAL\nLENTE 18-55 DO KIT\nDIFUSOR LAMBENCY\n\nDicas de upgrades no equipamento também são bem vindas. 😀\n\nFoi mal o textão, ano que vem eu lanço o livro kkkkkkkkkkkk, obrigado pela atenção!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "voslt7",
            "num_comments": 1,
            "comments": [
                "Faz um website e expõe o que você já tem, enquanto isso sai fotografando amigos e familiares pra ter portfólio. Faz um cartão de visita pra sair distribuindo.\n\nVocê pode ir em eventos da cidade/bairro, como festas, desfiles, encontros de fotografia, e tirar foto do nicho que você quer entrar (eventos, pelo o que entendi). Atualiza o portfólio com as melhores imagens. \n\nFeito isso, espalha pra quem você conhece que você ta começando e que você cobra um valor camarada pra registrar o evento deles (você pode começar com festas de aniversário, formaturas, até ca$amento$).\n\nTambém manda email/DM no Instagram pra promotores de eventos, donos de casas noturnas, bandas, etc. Tenta fazer de graça no começo, ou se tiver a oportunidade e se sentir confiante, cobra algo acessível.\n\nFeito isso tudo, quando você tiver um bom portfólio e mais experiência, anuncia online ou em jornal (depende de onde você morar, qual meio as pessoas acessam e buscam por serviços), mas normalmente você vai pagar um valor pequeno pra sair nos classificados ou Facebook ads por exemplo.\n\nAgora que você tem clientes chamando e agendando, investe o possível em equipamento novo (pode ser usado). Você vai precisar de uma câmera full frame, flash externo, lente 24-70 (com zoom), e depois lentes prime (embora 50mm 1.8 seja excelente). \n\nÉ isso."
            ]
        },
        {
            "title": "COMO AUMENTAR TAMANHO DE ROUPA - Tutorial Photoshop Rápido 2022",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vntjtd",
            "num_comments": 0
        },
        {
            "title": "Guarapuava, Paraná. 2022.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vmbg4p",
            "num_comments": 0
        },
        {
            "title": "EDIÇÃO DE PELE em 30 SEGUNDOS - Tutorial Photoshop Rápido",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vhned4",
            "num_comments": 0
        },
        {
            "title": "Teresópolis (Rio ...)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vgbr15",
            "num_comments": 0
        },
        {
            "title": "Rio...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vgbmvo",
            "num_comments": 0
        },
        {
            "title": "Rio...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vg9x1o",
            "num_comments": 4,
            "comments": [
                "Excelente ponto de vista! E a gradação de cinzas ficou muito boa.",
                "Abre o coração sobre a parte técnica da foto! Tem o EXIF?\nAdorei a moldura dos mortos e das rochas em primeiro plano para a cidade! E as tonalidades de cinza ficaram maravilhosas.",
                "Boto fé que é a foto mais bonita que eu vi nos últimos 6 meses."
            ]
        },
        {
            "title": "ADOBE STOCK VALE A PENA ? - Todo ESSE DINHEIRO com Banco de Imagem",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "vfwjy7",
            "num_comments": 0
        },
        {
            "title": "Salve meus caros, estou com uma Canon xs170 is.",
            "selftext": "Alguém sabe como transformar ela em uma webcam, não me importo da saída suja do HDMI, me viro com isso depois, mais queria saber como conectar ela ao meu PC.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ven8ps",
            "num_comments": 2,
            "comments": [
                "Tem o cabo USB dela?"
            ]
        },
        {
            "title": "Como fotografar com o celular. Técnicas profissionais. #fotografia #fotocomcelular",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "veliq7",
            "num_comments": 2,
            "comments": [
                "Achei fraco. São “dicas pra sua foto ser reconhecida”, mas aí coloca resultados finais extremamente editados. As dicas basicamente se resumem a “use as outras lentes do celular”. E nada de errado disso, mas pelo menos no meu iPhone (11 Pro) a qualidade do zoom além do 2x não é bom o suficiente pra considerar nível “profissional” e a câmera ultrawide tem uma horrível captura de luz, qualquer iluminação além de 100% ideal a qualidade da foto fica horrível.\n\nAliás, a última dica é redundante, se você tirar a foto no 1x e cortar ela na edição vai ser a mesma coisa. Eu só não entendi o que ele quis dizer na primeira dica. Luz frontal? Luz traseira?"
            ]
        },
        {
            "title": "📸 Fotografando um LUGAR INCRÍVEL + DICAS",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "v8hpeq",
            "num_comments": 0
        },
        {
            "title": "Aranha-Golias",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "v3y7sq",
            "num_comments": 0
        },
        {
            "title": "Reprodução do esqueleto de um Eremotherium laurillardi no Museu da Amazônia",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "v3xznm",
            "num_comments": 0
        },
        {
            "title": "Tijuquinha, Rio de Janeiro - Brasil / Canon T5 + 18-55mm",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "v3a1wn",
            "num_comments": 2,
            "comments": [
                "Bem legal, curti as cores."
            ]
        },
        {
            "title": "Igreja de Nossa Senhora da Candelária, Rio de Janeiro. Maio de 2022",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "v0z79j",
            "num_comments": 3,
            "comments": [
                "Linda foto! \n\nInfelizmente a placa atrapalha e distrai muito a visualização, então eu pessoalmente chegaria mais perto e abriria mais o comprimento focal pra pegar a igreja sem ela na frente.\n\nDe qualquer maneira, parabéns!",
                "Canon Rebel T3 + Lente 18-55mm kit."
            ]
        },
        {
            "title": "Tentativa de uma foto do céu noturno com um celular velho rs",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uxhikv",
            "num_comments": 0
        },
        {
            "title": "fim de tarde em curitiba",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uwhdmf",
            "num_comments": 0
        },
        {
            "title": "Ciclovia solitária de manhã",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uvyogc",
            "num_comments": 0
        },
        {
            "title": "Praça Osório, Curitiba",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uvf9c0",
            "num_comments": 0
        },
        {
            "title": "Autumn",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uve4zq",
            "num_comments": 0
        },
        {
            "title": "Quero começar com fotografia",
            "selftext": "Tenho 3 cameras:  \numa sony nex-3, 14.2 megapixels, com uma lente SEL1855 [**E 18-55 MM F3.5-5.6 OSS**](https://www.sony.com/pt-ao/electronics/lentes-camaras/sel1855)**.**  \numa panasonic DMC-TZ65  \ne uma casio exlim EX-Z75  \n\n\nalguma dica?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uupl3j",
            "num_comments": 2,
            "comments": [
                "Pesquisa sobre composição, e brinca por um tempo. Pode usar modo automático ou prioridade.\nDepois que já tiver incorporado o gosto, começa a usar modo manual e aprender fotometria.",
                "tem alguns vídeos aqui! https://www.youtube.com/c/rawnato"
            ]
        },
        {
            "title": "Câmera Dynax Maxxum 400si é boa?",
            "selftext": "To querendo fazer uns projetos com câmeras analógicas, já tenho certa experiência com fotografia utilizando câmeras digitais, nada muito profissional, mas sei como manusear, dei uma pesquisada a respeito de câmeras analógicas e dentre as que cabem no meu bolso tinha a Minolta Maxxum (Dynax) 400si (tava escrito assim no site), achei um anúncio dela em ótimo estado de conservação e tô considerando comprar, mas vale a pena? Se não,  qual câmera eu poderia comprar usada na faixa dos 500 reais?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "utwmb1",
            "num_comments": 0
        },
        {
            "title": "Lua hoje, 16/05/2022",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uqneft",
            "num_comments": 0
        },
        {
            "title": "Impressões de fotografias.",
            "selftext": "Olá! Como vocês imprimem suas fotografias digitais? Costumam fazer isso? Eu comprei uma canon pro1000 porque sinto que a impressão é o próximo passo do meu hobbie (também estou aprendendo a emoldurar). Não saiu barato, mas a vontade era muita, agora é imprimir e imprimir até acabar a tinta.\nEstou pensando também em começar a imprimir para pessoas da minha região ( interior de minas) mas isso jà è só ideia por enquanto.\n\nComo lidam com tudo isso de impressão?\nE enquanto estou aqui... uma outra perguntinha... alguém aqui já vendeu impressões de fotos próprias? Para mim seria um sonho realizado, mesmo que o lucro seja baixo.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uijump",
            "num_comments": 1,
            "comments": [
                "Ja tentou colocar a venda na Urban Arts? De vez em quando vendo alguma por la. (https://www.urbanarts.com.br/j-procopio).\n\nJa mandei imprimir na http://atelierdeimpressao.com.br/ para expor.\n\nAntes da pandemia eu coatumava imprimir 13x18 pra mim mesmo na foto paulo."
            ]
        },
        {
            "title": "um hobby, mas vale apena investir? (fotos somente com um celular intermediário, e edição também nele)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uhidfm",
            "num_comments": 12,
            "comments": [
                "Eu adorei as que tão com alto contraste claro/escuro: a do relógio, a do celular em neon, a dos vitrais!\n\nAs flores eu achei mais do mesmo, um mais do mesmo bem feito.\n\nE a brincadeira óptica da primeira foto é sensacional! Tá muito legal, OP!",
                "Me ensina a editar???",
                "Perfeita foto!",
                "Abram as fotos pff",
                "Achei as fotos criativas e a edição me agrada. Sempre vale a pena investir, seja como hobby ou mais pra frente como profissão.",
                "Belas fotos! A fotografia sempre vale a pena. Eu comecei na mesma idade que você (11 anos). É meu hobby preferido até hoje (tenho 25). Já ganhei dinheiro na fotografia, mas decidi que era melhor como hobby do que como profissão.\n\nBoa sorte!!",
                "Muito bela!"
            ]
        },
        {
            "title": "Pergunta sobre Polaroid",
            "selftext": "Eu sei que esse não é o foco do sub mas queria saber se alguém poderia me ajudar a escolher entre comprar uma Polaroid now ou uma Polaroid onestep+, eu só queria brincar um pouco tirando fotos com uma exposição maior, mas não sei se é só a onestep+ que tem essa funcionalidade :/",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uhg5ak",
            "num_comments": 0
        },
        {
            "title": "Igreja de São Geraldo, Curvelo - MG",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uh0cxg",
            "num_comments": 3,
            "comments": [
                "Comprei lente nova, tô testando! 😆\nCanon EOS 5D + Canon EF 40mm f/2.8 STM",
                "Muito boa foto!\n\nSe possível, sugiro tentar uma foto em longa exposição.\n\nCaso opte por edição, tente apagar o fio de eletricidade, por meio do photoshop! É bem fácil fazê-lo, especialmente com o arquivo de imagem em RAW."
            ]
        },
        {
            "title": "Algumas fotos e o meu relato começando no hobby :) - Fuji XT-200 XC 15-45mm",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ugd165",
            "num_comments": 4,
            "comments": [
                "Olá! Comecei há dois meses na fotografia como hobby e resolvi compartilhar algumas fotos e minha experiência inicial.\n\nEu sempre tive uma vontade de criar algo, mas nunca consegui encontrar uma ativadade que eu me sentisse bem e que tivesse um progresso inicial. Uns meses atrás comecei a pesquisar sobre câmeras e fotografia no geral. Achei legal como as mirrorless evoluíram e acabei descobrindo esse nicho do nicho que são os street photographers (não sei se fotógrafos de rua seria a tradução) que usam Fujifilm. Pelo menos pra mim, o estilo da própria câmera foi um fator na decisão do que eu procurava. Cito aqui Roman Fox, Faizal Westcott e Samuel Lintaro de exemplos do Youtube.\n\nProcurei um kit que fosse mais em conta e cheguei na X-T200 com uma XC 15-45mm f/3.5-5.6, que é mais voltada para iniciantes. Estou curtindo bastante a experiência desses dois meses. Infelizmente não consigo sair sempre pra fotografar e também tenho bastante medo de ser roubado kk mas tenho achado que isso tem acrescentado bastante na minha vida. Ainda é uma dificuldade sair e ficar de frente com outras pessoas, já que sou bem introvertido, mas creio que com a prática isso fique mais fácil.\n\nOutro dia estava vendo um vídeo de um fotógrafo que fazia workshops pagos pelas ruas e pensei se não existiria algo parecido por aqui. Seria ainda melhor se fosse algo gratuito e colaborativo. Não sei como é o estado do hobby/profissão aqui no Brasil e praticamente 100% do conteúdo que eu consumo vem lá de fora. De qualquer forma é bom que temos um grupo aqui no Reddit pra poder compartilhar essas coisas :)\n\nSe puderem criticar as fotos, fico feliz!",
                "Bem vindo a esse hobby maravilhoso. Curto muito fotografia. Achei as fotos bacanas porém senti que faltou algo que chamasse mais atenção, tipo um objetivo na foto. Acho que da pra explorar melhor as situações mudando os enquadramentos. Mas entendo que street é complicado, a gente se expõe muito e tem gente que as vezes não gosta de ser fotografado.\n\nSe vc mora em SP, uma dica que dou é fazer o passeio turístico do Metro no centro de SP (não sei se está funcionando ainda). São grupos de 10, 15 pessoas que saem da estação Sé e percorrem os principais pontos turísticos do centro de SP. Como tem monitor e vc está num grupo, a chance de ser assaltado é pequena. Pra street é ótimo.",
                "Concordo com o que foi dito, \n\n>porém senti que faltou algo que chamasse mais atenção, tipo um objetivo na foto.\n\nMesmo não tendo experiência nem propriedade o suficiente, sinto que o objetivo da foto/\"subject\" precisa ser bem claro. E se a sua foto não tiver subject, acho que você precisa deixar claro, da mesma forma, a sua subjetividade.\n\nFalando por opinião, é possível tirar foto de qualquer coisa e ficar bonito, o grande problema é a maneira correta de achar enquadramento e timing, (esquecendo um pouco de foco e iluminação que as vezes são subjetivas, mas também importantes). Enquadramento é um tanto quanto rigoroso, mas já dá uma aprimorada na foto, quando bem feita.\n\n1. Na primeira, acho que o assunto da foto ficou tanto underexposed, como não da pra entender muito o que está acontecendo abaixo da ponte; quanto overexposed, no céu que está basicamente branco;\n2. A segunda foto eu não entendi bem o que está representado, faltou um subject claro nele;\n3. Na terceira foto você poderia ter tirado aquele pedaço de braço que aparece na foto. Como imagem final, realmente não acho interessante deixar coisas, pessoas ou objetos cortados, a menos que não dê pra tirar mesmo;\n4. Na quarta foto talvez uma aproximação de outro ângulo e também cortar da foto as plantinhas ficaria interessante, de resto ficou boa;\n5. A quinta ficou boa, eu gostei, não sei como poderia melhorar, e nem acho que dá (mas sei lá né, sempre é possível). Eu só mudaria o ângulo vertical da câmera pra ficar nivelado com o chão, mas sei lá;\n\nNão sei se foi de ajuda, levo a fotografia como hobby de hora vaga, então não sou profissional nem nada, então são só opiniões.",
                "Como alguns comentaram aqui nas fotos postadas nao é muito facil identificar qual era o assunto principal da foto. Isso é o mais importante e o mais dificíl de dominar. Pense que quem esta vendo a foto nao sabe o que voce estava pensando na hora, e o nosso cerebro faz o crop quando vemos algo interessante."
            ]
        },
        {
            "title": "https://www.instagram.com/0wieczka/?hl=pl",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ufzcoh",
            "num_comments": 1,
            "comments": [
                "Incrível!!"
            ]
        },
        {
            "title": "Como melhorar a fotografia de um vídeo?",
            "selftext": "Tenho um canal no onde posto vídeos com receitas que gravo na cozinha de casa. A Qualidade dos vídeos é bem amadora e eu gostaria de melhorar isso com o que tenho em mãos. \n\nRevetwm vi esse vídeo no inst e me encantei com a fotografia dele. Queria tentar criar algo semelhante nos meus vídeos, com essa mesma vibe. \nhttps://www.instagram.com/reel/CcBXC3WFFzY/?igshid=YmMyMTA2M2Y=\n\nOs meus vídeos são assim.\nhttps://youtu.be/2ewANAdrIQw\n\nO que uso pra gravar meus vídeos são:\n\nUm galaxy A32 com uma câmara bem decente\nUm Ring Light pequeno \nEu edito no Kinemaster Pro \nGravo na cozinha de casa onde tem pouquíssima luz natural (a que tem vem das telhas, o que deixa a cozinha com um tom amarelado)\n\nQueria muito tentar alcançar algo próximo ao vídeo que vi no Instagram. Gosto muito dessa vibe meio escura  e tal. Só não sei como criar.\n\nSe alguém puder me aconselhar com essa questão, eu agradeço muito.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ufbmpd",
            "num_comments": 5,
            "comments": [
                "No sou um grande especialista em iluminação artificial, mas creio que tenho algumas sugestões a dar. \n\nA vibe meio escura vem da iluminação. O autor do vídeo que tu gosta usa uma luz suave (provavelmente obtida através de uma sombrinha, octabox ou rebatedor), enquanto a tua luz é uma luz dura (obtida diretamente a partir da ring light).\n\nO fato da câmera do vídeo no reels estar em um tripé ajuda bastante na hora de enquadrar e acertar a intensidade e direção da luz. Além disso, um comprimento focal menor dá mais \"espaço\" pra trabalhar, possibilitando mostrar melhor o que está em volta do que está sendo filmado. Assim, a ação do vídeo fica em destaque no meio da tela, chamando atenção para si.",
                "Além do que já comentaram aqui sobre a iluminação, o cenário também dá uma diferença.\nAs cores escuras da mesa, do papel na forma e provavelmente do ambiente acaba deixando as luzes um pouco mais quentes e deixa tudo no geral mais contrastado. \nAs vezes até usar uma toalha de mesa de cor diferente já pode te ajudar nos seus vídeos. Pesquise um pouco sobre as harmonia das cores que vai te ajudar a ter bastante ideia sobre o que colocar junto da mesa e como fazer um cenário simples mas bonito. Ali no caso do vídeo de referência, só algumas flores que não tinha nada a ver com a receita já deixou tudo mais charmoso.\n\nCaso tenha a possibilidade de editar no computador também tem como corrigir a cor do vídeo na pós produção e até mesmo fazer um color grading para deixar em uma vibe que você queira. Só que já é um pouco mais avançado para quem ainda não entende, mas existem infinitos tutoriais no YouTube também. \nMas só de você estar buscando referências já está no caminho certo pra chegar onde você quer, realmente é uma evolução constante mas tu chega lá 🤟"
            ]
        },
        {
            "title": "Parque Estadual do Biribiri, Minas Gerais",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "uen10i",
            "num_comments": 0
        },
        {
            "title": "Sugestões de Locação para ensaios fotográficos ou bourdoir?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ud9yzq",
            "num_comments": 1,
            "comments": [
                "Olá, alguém tem sugestão de locações em São Paulo de preferência para ensaios fotográficos? De preferência casas, pois uso móveis para compor as fotos. Obrigado =)"
            ]
        },
        {
            "title": "tenho essas fotos eróticas do meu bisavô, não sei se são cartões postais fotográficos ,provavelmente de 1920 em diante ,se alguém tiver informação sobre esse mercado estou interessado em ouvir",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ubcz4g",
            "num_comments": 3,
            "comments": [
                "Caramba, OP! Que coisa sensacional!\n\nPosta isso no r/oldschoolhot que a galera vai pirar!!"
            ]
        },
        {
            "title": "Fotografia 101?",
            "selftext": "Olá amigos, sou totalmente leigo no assunto de fotografia, mas estou disposto a aprender!\n\nEu sei um pitaco ou outro sobre iluminação e composição, mas totalmente senso comum e gostaria de algo mais estruturado para aprender, um roadmap, um curso etc.\n\nVou começar a fotografar com meu celular mesmo, se isso importa, investir em uma câmera para alguém que não sabe nada parece um péssimo investimento. \n\nVocês tem alguma recomendação por onde começar?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "u7d3or",
            "num_comments": 6,
            "comments": [
                "Foram três as coisas que me fizeram evoluir na fotografia:\n\n1. Cursos presenciais\n\nEu não consigo acompanhar cursos online. Sei que há muitos cursos online bem feitos, com qualidade e esmero pelos profissionais. Entretanto, eu não consigo me concentrar assistindo-os. Eu não me empolgo para fazer as atividades propostas, mas entendo o apelo deles para as outras pessoas. \n\nPela minha ótica, a grande vantagem dos cursos presenciais é criar uma network de outros fotógrafos próximos à tua residência, com os quais é possível trocar ideias, emprestar equipamentos e sair para fotografar em grupo.\n\n2. Canais de YouTube\n\nParadoxalmente, embora cursos online não funcionem para mim, canais de YouTube já me trouxeram muitos conhecimentos bons. Em português, gosto muito dos seguintes canais, em que cada fotógrafo tem um estilo bem distinto:\n\n* [Armando Vernaglia Jr](https://www.youtube.com/c/ArmandoVernagliaJr): fotografia de paisagem e arquitetura, com muita ênfase no preto e branco\n\n* [35 milímetros](https://www.youtube.com/c/35mil%C3%ADmetros): tem uma pegada maior em retratos e street photography\n\n* [Ale Rodrigues](https://www.youtube.com/c/AleRodriguescom): fotos de paisagem, com bastante uso de longa exposição\n\nHá outros canais brasileiros bons, mas esses são os meus preferidos.\n\n3. Praticar muito, mas com qualidade\n\nDe nada adianta consumir conteúdo e não praticar. Saia (ou fique em casa mesmo) e pratique sempre que puder. Como fotografia é meu hobby e não pretendo transformá-la em trabalho, em geral eu saio uma vez por mês para fotografar, em média. A quantidade de fotos que tiro é, em geral, suficiente para abastecer meu instagram e me manter entretido editando e processando as fotos que registro.",
                "https://www.cambridgeincolour.com/",
                "tem um curso muito bom aqui no reddit, que é o photoclass. Rola todo ano e deve estar no início. dá tempo de acompanhar ainda\n\nr/ptotoclass_2022"
            ]
        },
        {
            "title": "Indicação de câmera semi-profissional digital",
            "selftext": "Oi pessoal! Queria uma indicação de câmera dslr de entrada pra comprar, pra reativar meu hobby :)\n\nEu tinha uma Nikon D80 a muitos anos atrás e gostava muito, mas tive que vender e agora queria comprar outra pra reviver meu hobby. Estou um pouco perdida e não sei quais as câmeras de entrada do momento, alguém tem alguma indicação?\n\nPreferência por Nikon, mas canonzeiros podem indicar tbm hahahah",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "u74b4h",
            "num_comments": 5,
            "comments": [
                "Tô pensando em comprar uma Nikon D5000, mas ainda estou tentando descobrir se é boa! Hehe",
                "Qual o valor disponível para comprar a câmera?",
                "Nikon linha d5000\n\n5200, 5600 por aí. \n\nExcelentes escolhas. Tenho uma 5600 e sou muito feliz com ela."
            ]
        },
        {
            "title": "Isenção de impostos e contribuições na importação de equipamentos fotográficos",
            "selftext": "Segue para aprovação do presidente da republica o [PL 2114/2011](https://www.camara.leg.br/proposicoesWeb/fichadetramitacao?idProposicao=517143) que dispõe sobre a isenção de impostos e contribuições na importação de equipamentos e materiais para uso exclusivo no exercício da profissão de fotógrafo e cinegrafista. \n\nAgora tem que ver e ele assina.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "u744kg",
            "num_comments": 0
        },
        {
            "title": "Sou iniciante, aceito feedback",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "u6mj7p",
            "num_comments": 5,
            "comments": [
                "A intenção era mostrar a árvore caida? Talvez com a arvore centralizada ficaria melhor. Ou a árvore na regra dos terços e mostraria nos terços restantes a pista\n\nA céu ta um pouco estourado, vc sabe ou usou o modo manual da câmera, ajustar pode melhorar um pouco",
                "Minha sugestão parar uma próxima vez: essa é uma cena improvável mas não é surpreendente, quando encontrar uma cena assim experiemente também uma abordagem mais minimalista, por exemplo: um closeup incluindo o broto verde com o vermelho da madeira partida ao fundo ou as lascas de madeira que resistiram a queda ainda no tronco.\n\nAssim você treina o olhar para encontrar beleza no ordinário :)"
            ]
        },
        {
            "title": "queria entender pq as pessoas preferem fotos menos granuladas.",
            "selftext": "estava pensando agora… sou fotógrafo mas não entendo o que as pessoas nao gostam sobre o granulado. particularmente gosto muito dessa textura de iso alto",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "u6j9e5",
            "num_comments": 4,
            "comments": [
                "Acho que depende do que você está querendo transmitir e do objetivo da imagem, se você está criando uma imagem, por exemplo, de um produto ou se quer transmitir uma ideia de moderno e tecnologico os ruído na imagem não vai combinar. Se queremos um retrato com uma pegada clássica ou transmitir uma ideia de elegancia então o granulado pode complementar a narrativa.",
                "É o mesmo problema quando se fala em relação a fotografia de filmes: o público médio não tem referência artística o suficiente pra entender o que é \"erro\" e/ou \"sujeira\" de simples identidade visual da obra/trabalho.",
                "Já acabei discutindo meio que sem querer com alguém porque eu detesto essas práticas que fazem pra fotografias de insetos e gosto das que são feitas com o bichinho livre, sem incomodar. Uma das restrições é em relação à luminosidade, então é comum o uso de iso alto. Daí um fotógrafo e disse que achava essas fotos ficarem muito \"fracas\" e que achava tirar o bicho do lugar e resfriar pra ficar parado uma prática que se justicica pra ter uma foto \"de qualidade\". Isso veio de um fotógrafo, imagina o que o povo leigo pensa.",
                "Nós estamos numa época de super resoluções. Qualquer coisa que não seja uma foto sem granulometria alguma (que remete ao analógico, ao “falho”) e com resolução ultra-gigantesca é lida automaticamente como algo menor."
            ]
        },
        {
            "title": "Testei as possibilidades com minha Nikon FM2. Lente 50mm. Filme: superia xtra 400.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "tyzyhs",
            "num_comments": 0
        },
        {
            "title": "Olá a todos! Eu gostaria de sugestões para comprar minha primeira camera digital até hoje só trabalhei com cameras analogicas.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "twwz0l",
            "num_comments": 8,
            "comments": [
                "Com R$3500 de orçamento, eu tentaria pegar uma Canon T7. Ela é um bom upgrade em relação à Canon T6 e modelos anteriores ([aqui tem um comparativo entre os dois modelos](https://www.cameradecision.com/compare/Canon-EOS-Rebel-T7-vs-Canon-EOS-T6)).\n\nTambém há a opção de comprar uma Fujifilm Xt20 usada ([aqui uma comparação dela com a Canon T7](https://cameradecision.com/compare/Canon-EOS-Rebel-T7-vs-Fujifilm-X-T20)).\n\nNa realidade, qualquer máquina digital dos últimos 5 anos vai ser uma boa escolha dentro da sua faixa de preço (eu só não compraria nada da linha M da Canon porque, apesar de boa, tudo indica que será descontinuada em breve). No teu lugar, eu optaria pela T7 porque a Canon é uma marca muito popular no Brasil. Assim, é fácil encontrar outros usuários e experimentar lentes diferentes no corpo da câmera, além de conseguir baterias e outros acessórios emprestados em caso de necessidade. \n\nSó é preciso estar atento a um detalhe: a partir de 2019, a Canon passou a abandonar a sua linha de máquinas DSLR (a série Rebel, da qual a T7 faz parte, é de câmeras DSLR). As câmeras mirrorless da série R lançadas de lá pra cá são excelentes, mas caríssimas. Eu não as recomendaria para um iniciante que não tem bastante dinheiro sobrando para gastar. Mesmo assim, acho que comprar uma T7 em 2022 não é jogar dinheiro fora, pois essas câmeras ainda terão assistência técnica e muitas lentes e acessórios disponíveis no mercado durante os próximos anos.",
                "Eu tenho duas perguntas: quanto você pode gastar e quais as câmeras analógicas você tem (pela questão de aproveitar lentes)?",
                "Até 3500 eu olharia para uma X-T20 ou X-E2 com uma 35mm F2 XC e uma kit lens 16-45 q é mais barata.(ps. sou fã de fuji, recomendo demais, principalmente para quem vem de analógica.).Ponto negativo é que as lentes são muito boas, então mais caras que as porcarias de plastico nikon e canon.Ponto positivo é que as lentes são muito boas e mais baratas que as lentes boas da nikon e canon.\n\nOutro ponto positivo é q a chance de vc adaptar suas lentes é bem alta. Ainda mais com focus peaking da fuji q é muito bem implementado.\n\noutro ponto positivo é q são muito mais compctas que dslr, então vc vai conseguir carregar pra todo lado sem medo. Camera boa é a camera q vc carrega."
            ]
        },
        {
            "title": "Nikon D40 lente 18-55 usada para iniciar os estudos.",
            "selftext": "Comprei uma D40 para iniciar no ramo da fotografia, e gostaria de dicas sobre o que estudar tanto na teoria quanto na prática pra tirar o melhor proveito da câmera que comprei.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "twdph8",
            "num_comments": 1,
            "comments": [
                "E aí, OP! Tudo bem?\n\n  \nCara, se eu pudesse dar duas dicas pra mim mesmo: começa por luz (qualidade, direção, temperatura...) e composição."
            ]
        },
        {
            "title": "Você sabe o que é a categoria fotografia na premiação do Oscar?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "to40yz",
            "num_comments": 0
        },
        {
            "title": "Deo Gratia - catedral gótica de Sta cruz do sul",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "tnrxjn",
            "num_comments": 2,
            "comments": [
                "Que foto formidável, OP! Que foto formidável!!",
                "Linda a foto! Me lembrou a capa do álbum \"The Battle at the Garden's Gate\" do Greta Van Fleet."
            ]
        },
        {
            "title": "Husky. Canon 5D, 85mm, f4.0, 1/125, ISO 100",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "tjqlr8",
            "num_comments": 0
        },
        {
            "title": "Praia da Ponte Quebrada - Barra de São João - RJ",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "tji2i5",
            "num_comments": 0
        },
        {
            "title": "Iguaba, Nikon D3400",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ti20tf",
            "num_comments": 0
        },
        {
            "title": "Canon canonet primeira versão e Olympus trip 35",
            "selftext": "Estou com essas duas câmeras e gostaria de saber se alguém tem alguma dica para usar elas.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "tgzexf",
            "num_comments": 4,
            "comments": [
                "A trip 35 é basicamente uma câmera simples pra qualquer um usar, é e foi  câmera de entrada pra muita gente pro analógico.\nSó coloca o filme e sai tirando foto."
            ]
        },
        {
            "title": "Porque o Instagram Altera as Cores das Minhas Imagens",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "t6n4cr",
            "num_comments": 1,
            "comments": [
                "Hmm o formato de cor que vc tá salvando no LR ou PS deve tá no formato de cor Adobe... Muda pra RGBs"
            ]
        },
        {
            "title": "Mais alguém aí gosta de portas?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "t0r3e3",
            "num_comments": 4,
            "comments": [
                "Bela foto, parabéns!",
                "foto linda, e incrível como coisas \"banais\" do dia a dia, como portas podem ser o centro de uma linda fotografia. parabéns"
            ]
        },
        {
            "title": "Por favor, essas lentes (Tamron) servem para que marcas de câmeras?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "sv1zdx",
            "num_comments": 5,
            "comments": [
                "Isso não diz muita coisa. \n\nE o bocal de uma marca não é padrão. Uma mesma marca pode ter 3 bocais (o padrão de encaixe na câmera) diferentes, por exemplo. Teria que ver o bocal em si mesmo para ter chances de identificar. \n\nVocê teria como tirar fotos mostrando o bocal? Nesse [estilo.](http://blog.keh.com/wp-content/uploads/2011/12/CA-non-BL.jpg)"
            ]
        },
        {
            "title": "Praia de Maceió - Ceará",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "st7u0e",
            "num_comments": 6,
            "comments": [
                "Foto tirada com um iPhone 11 Pro e editada no próprio aplicativo de edição da Apple.",
                "que lindo",
                "linda foto",
                "que foto maravilhosa",
                "Onde fica esta praia? Nunca ouvi falar dela"
            ]
        },
        {
            "title": "Quero entrar no mundo de fotografia e queria algumas dicas!",
            "selftext": "Desde que eu comecei a usar iPhones e ter contato com câmeras melhores, eu comecei a me interessar em fotografia. Hoje em dia tenho um iPhone 11 Pro e sou doido em tirar fotos e muitos já elogiaram minhas fotos, falando que eu deveria me profissionalizar nisso. Não sei se sou tão bom assim, mas realmente queria investir em uma câmera mais profissional e queria uma luz. O conteúdo que geralmente consumo sobre câmeras é internacional e as câmeras mencionadas nos vídeos que vejo são simplesmente inalcançáveis aqui no Brasil. Pesquisei só para ter uma ideia e algumas câmeras chegavam a 20-30 mil reais.\n\nNo meu caso eu só tenho interesse em fotos, vídeo já não tenho muito interesse. Ai eu queria saber se vocês poderiam me dar alguma luz, sobre quais modelos comprar, quais marcas são as melhores aqui no Brasil, youtubers e outros criadores de conteúdo que eu possa seguir sobre o assunto, entre outros. Desde já, agradeço demais qualquer ajuda.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "st5iv6",
            "num_comments": 14,
            "comments": [
                "Voce esta procurando uma DSLR ou uma Mirrorless de qualidade.  \n\n\nDSLR tem duas marcas principais:  \nCanon: mais comum, entao acessorios/lentes sao mais baratos e mais faceis de achar de segunda mao.  \nNikon: menos usada, entao os acessorios/lentes sao mais caros, mas muito fotografo vai defender que a qualidade da Nikon é levemente superior (eu tenho Nikon e nao vejo muita diferenca para falar a verdade)\n\nMirrorless é SONY, a vantagem delas é serem mais compactas (tipo aquelas cameras digitais que todo mundo tinha antes do celular avancar tanto), mas a vantagem de SONY é mais para video, para fotografia, a nao ser que voce tenha problema com o tamanho das Nikon/Canon,  o melhor é seguir nelas.\n\n&#x200B;\n\nTanto Mirrorless quanto DSLR voce tem a opcao de trocar a lente, entao voce vai precisar de lentes diferentes para momentos diferentes (isso no futuro, porque a lente que vem com a camera (conhecida como lente do kit), ja te leva longe no inicio.\n\n&#x200B;\n\nO modelo de entrada da Canon é se eu nao me engano a T5, e a Nikon é a série D3XXX (acho que atualmente está na D3500), vale a pena voce comecar com uma delas. A revenda nao é muito dificil depois quando quiser fazer upgrade.  Voce consegue um modelo desse por 2-3 mil.",
                "Posso te dar uma anti-dica? Não compre câmera por agora. Deixe-me explicar o porquê.\n\nPelo que percebi no seu relato você está iniciando sua caminhada e ainda nem sabe que tipo de fotografia curte fazer (você não mencionou isso em lugar algum do texto, o que é um indício). Como saber o que comprar se você não sabe o que precisa?\nAlém disso os celulares hoje tem uma câmera absurdamente competente na maior parte das situações.\nSe eu fosse você eu compraria um curso ou livro sobre fotografia, exploraria mais o que seu celular tem a oferecer e esperaria o equipamento “bater no teto”. Equipamento fotográfico está caríssimo (obrigado dólar) pra comprar algo sem ter certeza da utilidade e aplicabilidade para você).\n\nSobre criadores de conteúdo fotográfico, eu curto o Paulo Del Valle (no Instagram) e o canal 35 milímetros (YouTube).",
                "SINAR F2 é boa pra aprender.",
                "Começa com uma olympus Pen, Vc acha ela por um bom preço , qualidade de imagem é ótima e vc consegue adaptar muitas lentes. \nSe dinheiro for um problema comece por câmeras digitais usadas. Além da olympus a Fuji tbm é muito boa. \n \nE se vc quiser algo mais diferente compra uma câmera de filme como autofoco como uma Minolta maxxum e veja como se sai com filme. \n \nSony, canon e Nikon são ótimas marcas porém caras. N ouça muito gente q te direciona pra uma marca em específico. Todas elas são boas oq importa é o fotógrafo . Eu recomendei a Olympus pq as câmeras Pen deles são perfeitas pra quem quer fazer o pulo do celular pra algo mais sério. A Fuji tbm.  \n\nInvista sempre q possível em lente e não em corpos de câmera. Se for pro filme invista em filme e lente n em corpo de filme(exceto saboneteiras fique longe delas)  \n \nMercado livre e market place Vc acha muita câmera dslr usada ou até mirrorless barata \n\nEdit : achei algumas olympus pen por 800/900 com lente na internet. A Panasonic tbm tem câmeras excelentes . Se vc vai começar n gaste 20k em equipamentos, gaste no max 1k pra ver se vc gosta mesmo daquilo antes de comprar o resto.   \n \nE vc n precisa de um sensor enorme pra conseguir boas fotos vc precisa de criatividade. Micro 4/3 e ápsc são tão bons qnt full frame. Um cell consegue tirar fotos boas com sensores de 1pol ou menos."
            ]
        },
        {
            "title": "caminho das ondas",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/nypmchw83ih81.jpg?width=3856&format=pjpg&auto=webp&v=enabled&s=3951609aa06c50dd13edec0424fbab15c4318bdb",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "sr6a6f",
            "num_comments": 0
        },
        {
            "title": "A simple LG",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "sqeun5",
            "num_comments": 3,
            "comments": [
                "Essas linhas horizontais de água e areia me fizeram lembrar daquela tal foto mais cara do mundo. Achei bem bacana. Parabéns\n\nSó a placa que achei quebrar um pouco a harmonia das linhas horizontais, mas ficou bem bacana"
            ]
        },
        {
            "title": "XANINHO, preset nova. - Nikon L820",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ses5na",
            "num_comments": 2,
            "comments": [
                "incrível"
            ]
        },
        {
            "title": "Nikon L820 - buscando uma identidade visual.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "sebgl9",
            "num_comments": 4,
            "comments": [
                "Cores incríveis!\n\nTem dicas sobre como foi feito?",
                "essa segunda ficou mágica"
            ]
        },
        {
            "title": "Por do Sol e Ponte Newton Navarro em Natal, RN - Canon RP - Canon RF 24-105 f/4",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "scsm19",
            "num_comments": 6,
            "comments": [
                "Que lindo!",
                "Linda foto. \nUma dívida: a lente é a do kit ou a versão L?"
            ]
        },
        {
            "title": "Paraty, RJ - Longa Exposição e Como foi Tirada",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "scmerh",
            "num_comments": 1,
            "comments": [
                "Tive que repostar porque a foto principal não aparecia"
            ]
        },
        {
            "title": "Buscando alguma simetria. Canon EOS 5D + YN 35mm f/2 - 1/60 @f/2.2 e ISO800.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "scbric",
            "num_comments": 7,
            "comments": [
                "Belíssima!",
                "pretty good",
                "Mano que coisa linda onde foi?",
                "Curti demais"
            ]
        },
        {
            "title": "Fim de tarde no interior",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "sa5hxu",
            "num_comments": 2,
            "comments": [
                "Interior???"
            ]
        },
        {
            "title": "Niterói, Rio de Janeiro - Fuji X-T4 + XF 16-55mm f/2.8",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "s5e9fz",
            "num_comments": 7,
            "comments": [
                "Achei um pouco “needs more HDR” pro meu gosto. Tem uma região da foto à esquerda do maciço que tem uma borda esbranquiçada.\n\nA composição está linda, linda!",
                "[removed]",
                "Lindo.. gostei do HDR. Muito bom msm",
                "Composição perfeita"
            ]
        },
        {
            "title": "por do sol em barca em POA.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "s3zqrp",
            "num_comments": 2,
            "comments": [
                "Fantástico"
            ]
        },
        {
            "title": "Gasômetro em Porto Alegre.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "s2d85q",
            "num_comments": 0
        },
        {
            "title": "Foto que fiz de uma guria durante uma trilha perto de Porto alegre.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "rscos5",
            "num_comments": 12,
            "comments": [
                "Nessa foto usei uma T100 com a lente do kit. Eu gosto de uma edição mais artística ( sei que não é o gosto da maioria RS) então fui pra um lado mais artístico, deixando as cores menos saturadas e usando algumas técnicas que lembra o recurso de pintura a óleo.",
                "Excelente edição",
                "Linda foto mesmo!\n\nPor curiosidade, onde fica?",
                "Muito legal OP! Sabe dizer qual é a trilha?",
                "Mto bacana! Gosto dessa divisões diagonais do quadro, fazem umas composições interessantes. Essa textura da grama do lado esquerto tá bem legal tb e o trabalho com planos tb tá interessante, parabéns OP.\n\nCurti as cores da edição, ficou meio fantasia assim, mas tem algo *estranho*? Não sei exatamente o que é, talvez pesou muito a mão no sharpen?"
            ]
        },
        {
            "title": "Novas flairs, sugestões e o futuro",
            "selftext": "Olá pessoal! Adicionamos algumas flairs novas para ampliar as interações no sub, com base nas sugestões da outra thread.\n\nQueremos ser um hub para fotografia em geral, e não só mais um canal para compartilhar nossas imagens, por isso temos três novos *flairs* mais gerais:\n\n&#x200B;\n\n* Discussão\n* Equipamento\n* Tutorial\n\nNão querer *ser só mais um* canal não quer dizer que não queremos *ser um* canal para compartilhar nossas fotos. Podemos aproveitar este espaço para melhorar nossas imagens e interagir com as *flairs* do Clube:\n\n&#x200B;\n\n* Clube - Iniciante\n* Clube - Experiente\n* Clube - Avançado\n\nEstas *flairs* se aplicam apenas ao post, e não são ligadas ao 'nível' do fotógrafo, e sim ao nível de feedback esperado (você pode ser um fotógrafo de estúdio profissional tentando street pela primeira vez...).\n\nSim, *feedback*! Então só funciona se quando você postar uma imagem, comentar em outra(s). Mas não é obrigatório, só seria legal.\n\nTambém seria legal se postasse um comentário junto com a sua foto, explicando o meio (digital, analógico, drone, celular) e configurações (ISO, velocidade e abertura). O mais legal seria ter também uma frase falando do que você quis captar e algum direcionamento pra o feedback que você quer.\n\n&#x200B;\n\nO que vocês acham?\n\nTambém temos a intenção de propor alguns temas pra desafios mensais, opinem sobre isso também (e sugiram temas!).",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "rqoy2u",
            "num_comments": 5,
            "comments": [
                "Gostei da ideia e vou ficar a espera dia desafios. Quem sabe assim eu não animo mais a tirar a poeira da câmera praticar mais um pouco =]",
                "Ficou show a estruturação proposta. Já podemos pensar num primeiro desafio. Faz um tempo que não saio pra tirar foto por um problema se coluna mas minha fisio já me liberou com algumas restrição. Vou usar o desafio pro meu retorno a fotografia rs",
                "Adoro a ideia dos desafios mensais 👏👏👏",
                "Acabei de chegar por aqui, mas curti a proposta."
            ]
        },
        {
            "title": "Dicas de astrofotografia para iniciantes",
            "selftext": "Não é um guia, muito menos definitivo, mas você pode começar aqui se tiver interesse, e dá pra fazer do seu quintal. As únicas coisas necessárias de verdade são você e a câmera, mas eu recomendo ter um tripé, e só posso falar de resultados com DSLR, mas é bem possível que o pós processamento funcione com imagens de celular também.\n\nVou considerar um setup simples de DSLR e tripé e uma lente clara (f/4+). Em uma região mais escura talvez você também consiga bons resultados com uma lente mais escura, mas a 50mm clássica é um ótimo começo e se você não tem uma, é uma boa compra!\n\n**A(s) exposição(ões)**\n\nO **tempo da exposição** depende da lente, mas a regra geral é não ultrapassar 500/distância focal (a não ser que você queira star trails). Ou seja, quanto maior a distância focal, menor o tempo de exposição viável antes da formação dos rastros.\n\n[Enquanto você tá lá fotografando, a Terra tá girando...](https://preview.redd.it/5p3vkrcupa881.jpg?width=5472&format=pjpg&auto=webp&v=enabled&s=6b437806314d6c80e565cf5319b26929042315ce)\n\nÉ mais fácil acertar uma exposição boa da via láctea com uma lente 24mm do que uma nébula com uma lente 300m, já que a 300m os objetos vão atravessar o quadro muito mais rápido. [Aqui tem uma calculadora](https://www.lonelyspeck.com/advanced-astrophotography-shutter-time-calculator/) mais avançada, mas a \"regra dos 500\" se mantém até os 200mm (e mais que isso você provavelmente já vai precisar de uma solução de *tracking*).\n\nO **ISO** e a **Abertura** podem variar um pouco mais, mas no geral você quer a maior quantidade de luz possível no tempo de exposição, então o ideal é usar ISO alto (de acordo com seu conforto e modelo de camera, eu fico entre 1600 e 3200, a partir de 6400 o ruído dá muito trabalho para remover).\n\nCom lentes mais curtas, dá pra fechar um pouco (todas as lentes são mais suaves quando estão na abertura máxima, e uma faixa de resposta ótima uns 3 ou 4 steps abaixo, como utilizar uma 50mm 1.8 a f/2.8) e usar um tempo maior ou iso menor, preservando mais detalhes.\n\nÉ mais fácil ajustar o **foco** manualmente e usando o zoom no visor, se você tiver live preview. Caso não tenha, ajuste o foco para o infinito e vá voltando até achar o ponto certo. A maioria das DSLRs tem ajuste de dioptria no viewfinder, então acerta isso antes.\n\nCom essas dicas você consegue uma boa exposição da via láctea em qualquer lugar mais ou menos escuro (mesmo quando você não estiver vendo ela tão bem no céu, inclusive).\n\n[Via láctea em uma exposição.](https://preview.redd.it/b4fm5xvesa881.jpg?width=4923&format=pjpg&auto=webp&v=enabled&s=0d5e8ca65d82a8b3dfdbebe56ecd9308c996ec5b)\n\nEsse é o início, conseguir boas exposições individuais, observando o tempo máximo e balanceando com ISO e abertura para obter bons resultados.\n\nO pós processamento é bem importante nesse tipo de imagem, mas isso pode ficar pra outro tópico, depois! Com isso já dá pra começar e capturar algumas imagens, mesmo em cidades maiores você vai conseguir capturar mais estrelas do que você consegue ver.\n\n&#x200B;\n\nEdit pra adicionar que é importante diminuir a vibração, então além de posicionar o seu tripé o mais baixo possível:\n\nUse o timer da câmera para liberar o obturador e fazer a exposição, ou se possível, cabo disparador.Mirror Lock-up: é uma função na maioria das DSLRs que levanta o espelho antes de liberar o obturador, o que diminui a vibração na hora da captura.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "rqht1f",
            "num_comments": 3,
            "comments": [
                "Obrigado por compartilhar. Aguardando o post com as dicas de pós processamento!",
                "Obrigado pelas dicas!  \nUma dúvida -  Eu preciso de câmeras muito específicas pra isso?  Eu tenho uma canon sx50, devido a pandemia nem saio muito mas queria colocá-la em uso agora que as coisas melhoraram..."
            ]
        }
    ]
}