{
    "posts": [
        {
            "title": "Ajuda com materiais para fazer balões dirigíveis",
            "selftext": "Estou com um problema. Tenho me interessado por balonismo e dirigíveis recentemente. O problema é que não encontro com facilidade materiais para confeccionar os balões, e os que tenho encontrado não são muito bons para reter o gás hélio ou são muito difíceis de unir (seja por soldagem a calor, seja usando algum tipo de cola ou resina). Inicialmente experimentei com um material chamado lisolene, que era um filme de polietileno um pouco mais grosso. Esse e outros filmes de polietileno se mostraram ruins em termos de retenção do gás hélio (tipicamente precisava encher o balão mais de uma vez por dia). A vantagem do pebd (polietileno de baixa densidade) e outros filmes de polietileno era a união dos gomos para formar o envelope de gás, eu conseguia unir as partes com muita facilidade com uma seladora de embalagens por aquecimento. Depois comecei a pesquisar sobre os materiais usados em balões de hélio de festas, balões meteorológicos e dirigíveis de rádio-controle (nunca vi um no Brasil, mas alguns já foram construídos por hobbystas no exterior). Descobri que o material usado em balões de festa com gás hélio costuma ser um filme multicamada de poliamida (nylon) e polietileno metalizado. Comprei alguns balões e fiz testes com o material, apresenta ótima retenção e pega algumas colas para poder fixar os demais componentes. O problema é que não encontrei nenhum fornecedor do material aqui no Brasil. Fiquei pensando em importar da China de alguns fabricantes pelo alibaba, mas eles normalmente negociam em maiores quantidades. Sobre os materiais usados por hobbystas no exterior, os filmes de poliuretano e o mylar chamaram minha atenção. Não encontrei filmes de poliuretano adequados aqui no Brasil, mas também não soube pesquisar muito bem. Sobre o mylar (não confundir com o material de nylon usado em balões, são coisas diferentes), é possível achar aqui no Brasil cobertores térmicos de emergência e rolos de material para cobrir estufas que são mylar. Pelo que eu vi se trata de um filme metalizado de poliéster. Comprei um pouco do material que vem nos cobertores de emergência para o frio ( é possível achar alguns vendedores no mercadolivre [https://produto.mercadolivre.com.br/MLB-1559870375-cobertor-termico-de-emergncia-\\_JM#position=3&search\\_layout=stack&type=item&tracking\\_id=9422a48c-07dc-4c18-9877-176463e04654](https://produto.mercadolivre.com.br/MLB-1559870375-cobertor-termico-de-emergncia-_JM#position=3&search_layout=stack&type=item&tracking_id=9422a48c-07dc-4c18-9877-176463e04654)). Fiz alguns testes e o problema é que não consigo selar o material com calor (as juntas se desfazem, parece ser um material termofixo) e nenhuma cola que testei pegou no material. Tive algum sucesso unindo os gomos com silicone neutro (o acético não pegou no material), mas a cura é muito lenta e o silicone é muito pesado. Vi que alguns hobbystas conseguem unir o material usando uma cola que chamam de contact cement, tipicamente a vendida como dap weldwood. Não consegui achar essa cola no Brasil. Testei a cola em spray super77 da 3m mas os resultados não pareceram bons (a cola é pesada e as juntas ficaram fracas). Se eu conseguisse achar um silicone com um tempo de cura menor ou uma cola que pegasse no material seria excelente. \n\nAlguma sugestão? Estou aceitando sugestões de colas, materiais, métodos para unir os gomos, ou o que vocês puderem sugerir.",
            "subreddit": "alquimistas",
            "topic": "ciencia",
            "id": "squfkn",
            "num_comments": 0
        },
        {
            "title": "Sou um químico. Me pergunte qualquer coisa",
            "selftext": "",
            "subreddit": "alquimistas",
            "topic": "ciencia",
            "id": "k0a2ir",
            "num_comments": 4,
            "comments": [
                "Tu podes indicar outros subs de química?",
                "Por que o mecanismo de hidroboração é tão ruim?? 😭",
                "Em que área você atua? Estou me graduando e queria ouvir mais sobre a vida de pessoas que trabalham com diferentes aplicações da química, se puder falar um pouco sobre como é seu emprego eu ficaria bastante agradecido.",
                "Por onde começo estudar química ?"
            ]
        },
        {
            "title": "RESOLUÇÃO DE DIRETORIA COLEGIADA Nº 337 - \"Dispõe sobre a atualização do Anexo I (Listas de Substâncias Entorpecentes, Psicotrópicas, Precursoras e outras sob Controle Especial) da Portaria SVS/MS nº 344, de 12 de maio de 1998, e dá outras providências\"",
            "selftext": "",
            "subreddit": "alquimistas",
            "topic": "ciencia",
            "id": "f38e57",
            "num_comments": 0
        }
    ]
}