{
    "posts": [
        {
            "title": "um homem muito zangado depois do banho",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10szgyo",
            "num_comments": 0
        },
        {
            "title": "Dia de banho! Kkkkkkkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10sywuk",
            "num_comments": 0
        },
        {
            "title": "Um neném super charmoso 🥰",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10swl3s",
            "num_comments": 0
        },
        {
            "title": "Convivência com cães",
            "selftext": "Minha mãe faleceu há 6 meses, deixou dois dogs, no começo meu gato ficava muito bravo ao vê-los, mas agora percebi que tenta brincar pelo vidro. Espero que um dia possam ficar no mesmo espaço.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10suxs0",
            "num_comments": 0
        },
        {
            "title": "Um Gato apareceu na minha casa e não vai embora, oque devo fazer?",
            "selftext": "Um gato aparaceu miando forte na porta de casa hoje de manhã, eu vi que o bichinho tava com muita  fome e dei leite num potinho pra ele. começei a passar a mão nele e ele começou a me seguir, chegou até a deitar no meu colo para dormir. Eu não sei nada sobre gatos, nunca tive um e não posso ter um por agora. Falei com meu primo que tem dois gatos  e ele disse que  por ter dado carinho e deixado ele ficar no meu colo foi um pouco errado pois faria ele criar um apego por mim, que poderia só ser um gato de alguém zanzando por ai e que era  para eu entrar em casa e fechar a porta que ele logo  iria embora. Fiz isso e  ele começou a miar muito e depois parou, isso foi 10 da manhã, fui ver se ele tinha ido embora umas horas depois e agora  as 3 da tarde, mas ele não foi, ele tá dormindo lá no quintal e eu não sei oque fazer.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10srx4l",
            "num_comments": 13,
            "comments": [
                "é o sistema universal de distribuição de gatos funcionando 👌🏻",
                "Vc foi adotado pelo gato! Parabéns!",
                "Parabéns. Agora vc tem um gato",
                "Puta vida cara... você realmente errou em acariciar o gatinho e deixá-lo dormir no seu colo, deve ter sido o suficiente para ele pegar apego por você. Olha, gatinhos são legais, então talvez não seria nada mal você adotar ele, mas como você disse q não pode ter um por ora, então tente conversar com as pessoas aí e perguntar se o gatinho é de alguém ou se a pessoa tem interesse em adotá-lo. Boa sorte",
                "Ele decidiu te adotar pra vc ser a dona e alimentar ele e cuidar dele ! Parabéns vc tem um gatinho agora kkkk zoa",
                "Kkkkkk não pode fazer nada, só se enxotasse ele na zanga msm o que teoricamente estaria magoando o bichinho",
                "A gente só não dá jeito pra morte.\nCompra uma ração bacana, potinhos para a comida e água . Passa no vet pra saber se ele está bem de saúde. Começa o esquema de vacinação e vê a castração. Tele as janelas da casa pra ele não ter acesso a rua. De um nome e aproveite os próximos anos de muito amor e risadas que ele vai te proporcionar…",
                "Sinto em lhe dizer mas, ele lhe adotou",
                "Você tem duas opções, deixar ele ser da sua casa ou adotar ele pra dentro de casa",
                "Adotou?",
                "Que lindo, ele te adotou! Se não for tão filhote pode até ser algum gato de um vizinho. Alguns são rueiros e fazem isso mesmo, conseguem um lanchinho de alguém, aproveitam pra dormir e em alguns casos passam dias fora da casa (original).\n\nÉ possível que ele tenha te adotado de fato, então pode mesmo não querer ir embora. Nesse caso recomendo fortemente que o leve em um veterinário pra que esse avalie se o bicho já é castrado. (Tem os que querem fazer outros exames de saúde, mas se você não tiver como pagar, pode deixar pra depois, o mais importante é castrar.)\n\nNo passado era difícil uma casa com rede de proteção, mas hoje estão cobrando mais isso da gente, então quando possível providencie também na sua casa pra o bichano não correr riscos na rua. \n\nAgora,  se você tiver um coração peludo e não quiser mesmo, procure uma ONG ou mesmo uma pessoa gateira que ela pode te indicar com quem deixa-lo. Mas não o abandone, por caridade. ❤️\n\nAh já aproveita pra escolher um nome. Tenho certeza que seu coração não é peludo. Volte aqui quando precisar.",
                "É... O gato te escolheu como tutora. \n\n>Eu não sei nada sobre gatos, nunca tive um e não posso ter um por agora.\n\nÀs vezes a vida prega cada peça na gente... É um grande convite dela pra que vc conheça mais sobre eles e adote um.\n\nAvalie bem se vc pode de fato aceitar esse presente ou se vai recusá-lo. As vezes a gente se assusta pq esses presentes da vida vêm num embrulho de problemas.\n\nEu te garanto que sua vida será muito melhor com esse bichano presente nela. Não serão tudo flores, mas tenho certeza que vc irá agradecer pelo dia que decidiu adotar esse gato.",
                "Capa o gato"
            ]
        },
        {
            "title": "Um senhor com cara de bravo.",
            "selftext": "Adotei o Joaquim achando que ele era mais novo, porém ele tem 5-8 anos de idade e está com estomatite, a melhor decisão que eu tive foi adotar ele (e comprar uma caixa de areia fechada, pense num cocô fedido). Desde então ele tem sido meu companheiro para todas as horas, estamos deitados juntos e pensar que ele chegou aqui agressivo e medroso por conta de violência e hoje é o gato mais dócil do mundo.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10sj9d9",
            "num_comments": 6,
            "comments": [
                "Joaquim é o nome perfeito pra ele",
                "Felicidades pra você e pro Joaquim. Eu e minha esposa, neste instante, temos 4 gatos e dois deles também chegaram bem agressivos (a mais recente foi um resgate). É lindo ver a evolução do bichinho; ver como, de um ambiente agressivo onde ele era obrigado ser violento pra poder sobreviver, ele vai aos poucos aprendendo ao significado da palavra carinho. Isso sim é fazer o bem! Muitas felicidades a vocês",
                "MT fofo",
                "Awww he's so cute 🥺",
                "Joaquim, um jovem senhor mau humorado lakakakal",
                "Lindo"
            ]
        },
        {
            "title": "😻",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10sesxo",
            "num_comments": 0
        },
        {
            "title": "apreciem as patinhas do sr Dinho 💅",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10rzrql",
            "num_comments": 7,
            "comments": [
                "Belo gato. Belas patas. Boas pra amassar pãozinho.",
                "Aprecio muito ☺️❤️",
                "simplesmente majestosa essa segunda foto!",
                " Ele lembra a minha Mini, ela também tem patinhas assim.k",
                "Very beauti"
            ]
        },
        {
            "title": "meus gatinhos se amam tanto 🥰",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10rzfmg",
            "num_comments": 4,
            "comments": [
                "Parece um chefe engravatado que acabou de chamar o estagiário para uma avaliação de desempenho.",
                "Lindinhos❤",
                "Own eu AMEI esses gatos... Especialmente o pretinho ele é TÃO FOFINHO"
            ]
        },
        {
            "title": "Fofo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10rwokh",
            "num_comments": 5,
            "comments": [
                "Que fofo, ele tem homofobia nos olhos",
                "[Lindinho](https://1.bp.blogspot.com/-aOBferEWUPI/Xbu1xhORaVI/AAAAAAAAAdY/rB0kYFRnZEgrx8TyYdm4bWxKmyuRJTUAwCLcBGAsYHQ/s1600/21548320_E80mf.jpeg)",
                "Tão lindo, olha esse olhar!!!! não sei como tem gente que não gosta, olha que coisa mais maravilhosa 🥰",
                "Mano, os olhos que bonitinhoo"
            ]
        },
        {
            "title": "Meu gato",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10rv40j",
            "num_comments": 1,
            "comments": [
                "Que fofinho se tivesse um **Cat-Action** de Poderoso Chefão ele seria um Mafioso"
            ]
        },
        {
            "title": "gatos realmente usam esse tipo de ambiente exclusivo a eles?",
            "selftext": "tipo um pequeno cômodo com casinha, umas estantes pra eles subirem, arranhador, brinquedos q estimulem",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10rskun",
            "num_comments": 5,
            "comments": [
                "Eles podem até usar, mas não com tanta frequência quanto gostariamos, é muito mais produtivo e agradável para o gato ter suas coisinhas espalhadas pela casa",
                "Caraca o gato tem um quarto melhor que o meu",
                "Prateleiras e nichos instalados na parede funcionam muito bem, eles amam subir em coisas e ficar no alto… agora, um quarto próprio essa é novidade pra mim kkkkkkk"
            ]
        },
        {
            "title": "Eu no trabalho",
            "selftext": "posso ir pra casa? tô com saudade do meu gato",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10rrrzj",
            "num_comments": 0
        },
        {
            "title": "awww",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10rgfuv",
            "num_comments": 0
        },
        {
            "title": "gata boardgamer",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10r7f8h",
            "num_comments": 2,
            "comments": [
                "Ahhh que fofa",
                "Se ela sumir eu não tenho nada a ver"
            ]
        },
        {
            "title": "Ele desistiu de lutar",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10r72b1",
            "num_comments": 2,
            "comments": [
                "Ohmnn Ele (O Dog) tem um corpinho que parece de um ursinho de pelúcia"
            ]
        },
        {
            "title": "As vezes ele dorme o dia inteiro",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10r4bf8",
            "num_comments": 5,
            "comments": [
                "O meu tbm kkkkkk\nHoje ele dormiu a manhã e a tarde inteira, ainda tá dormindo bem aqui do meu lado.",
                "Gatos podem dormir até 80% do dia 🥰",
                "Tenho uma que só acorda para comer e usar a caixa de areia. Quando ela tá de bom humor se ocupa de exigir um carinho da \"humana ridícula\" ( no caso eu)😂😂😂",
                "Os meus dois gatos também 😂😂 Come, dorme e 💩",
                "Lindooo"
            ]
        },
        {
            "title": "Olho do meu gato",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10r3oo2",
            "num_comments": 3,
            "comments": [
                "muito lindo parece bolinha de gude",
                "Igual aquele meme \"pessoas com olhos azuis falando com vc\""
            ]
        },
        {
            "title": "hi guys! I'm so tired today",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10qw6qy",
            "num_comments": 2,
            "comments": [
                "so cute 🥺🥰"
            ]
        },
        {
            "title": "Meu gato se sente como o dono de tudo, mas é muito bonito",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10qlqay",
            "num_comments": 5,
            "comments": [
                "Lindo desse jeito, ele tem mais que direito de ser o dono de tudo mesmo😍😍",
                "Provavelmente ele se sente assim porque ele é mesmo dono de tudo. Inclusive de você!",
                "Ele não se sente, ele é.",
                "Ele tá com uma cara de q quer dominar o mundo   e q tem um plano muito bom pra isso",
                "sinto lhe informar que ele realmente *É* dono de tudo."
            ]
        },
        {
            "title": "minha gata está cansada de me ouvir chorar assistindo filmes de amor, então ela decidiu assumir o controle da situação, literalmente",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ql6zz",
            "num_comments": 2,
            "comments": [
                "Que lindo controle remoto, me apaixonei, nunca vi algo tão belo quanto esse controle remoto",
                "ta tudo bem op?"
            ]
        },
        {
            "title": "O chão depois da brincadeira de dois gatos Maine Coon",
            "selftext": "Meu pai me enviou esse vídeo depois que nossos dois maiores gatos resolveram brincar e correr. Thor Rafael e Simba são da ração Maine Coon e tem aproximadamente 9kg e são gigantes amorosos.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10qhddi",
            "num_comments": 2,
            "comments": [
                "E a cachorra louca de sono no meio sushshs",
                "Sim kkk"
            ]
        },
        {
            "title": "meu gatinho dorminhoco",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10q3o2v",
            "num_comments": 6,
            "comments": [
                "Coisa linda",
                "ohhh😍😍😍",
                "Que coisinha mais fofaaaaa da vontade de agarrar e enfiar num potinho",
                "Mds, q neném fofo!!"
            ]
        },
        {
            "title": "Qual vermifugo dar pra gato com verme?",
            "selftext": "Hoje dois dos meus gatos vomitaram a comida e nele havia vários vermes brancos, infelizmente não tenho condições de levar eles no veterinário :((\n\nQuem já teve um gatinho com problemas com vermes, qual remédio vocês recomendam para tratar eles?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10q3cau",
            "num_comments": 10,
            "comments": [
                "é só vc ir num petshop com farmácia, narrar pra eles a situação e comprar o remédio indicado. melhor que esperar alguém aqui te informar. é bom vc saber o peso/idade dos gatos",
                "Vou levar a minha no veterinário hoje e vou mostrar seu caso a ele",
                "Drontal é bom. Acha em qualquer petshop ou agropecuária\nE se eles tem acesso ao pátio tenta dar  pelo menos de 6 em 6 meses",
                "Eu dei recentemente o Chemital, é a mesma formula do Drontal, só que mais em conta.",
                "Vermífugo que mata os vermes",
                "Qualquer um que possua Ivermectina na composição, é ótimo!",
                "Oi! \n\nEu tive uma experiência muito ruim com o Milbemax com intoxicação e falecimento do meu animal e a Elanco não nos deu suporte algum, então não recomendo este.\n\nRecentemente a veterinária nos passou Vermivet para oferecer, o suspensão para filhotes e o comprimido para gato adulto, e funcionou super bem.."
            ]
        },
        {
            "title": "agora pronto, não posso nem mijar em paz",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10po4i8",
            "num_comments": 6,
            "comments": [
                "Quem nunca teve um fiscal de banheiro?",
                "privacidade nunca mais!",
                "Pelo contrário. Este soldado está aí justamente para garantir que você mije sem ser incomodado por nenhum rato, barata ou pardal.",
                "Kkk né?"
            ]
        },
        {
            "title": "Apresentar a minha vida pra vcs 🥹",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10pmes5",
            "num_comments": 8,
            "comments": [
                "Coisa mais gostosa!! Titia ama 🥺",
                "Que bonitão!\n\nParabéns pela vida!",
                "Que coisa mais perfeita",
                "Que vida mais linda vc tem.",
                "Uma vida perfeita né",
                "Lindo demais🥺😻",
                "Que vida bonitinha!! Os olhinhos dela são perfeitos 🥺🥺",
                "Uma vida bela e gostosa 🥰"
            ]
        },
        {
            "title": "isso funciona pra tirar pelo de gatos?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10pkdg9",
            "num_comments": 18,
            "comments": [
                "Não tenho este produto em específico, mas se a pergunta é se esses aspiradores sugam pêlo do chão, então a resposta é sim. Tenho 3 gatos criados exclusivamente em casa, um deles de pêlo longo, e é uma maravilha não precisar varrer todo dia o chão...",
                " Não tenho gatos ainda, mas não recomendo. A menos que seu gato seja feito de pó.\n Ou que seu gato apareça apenas quando você inala pó.",
                "eu tenho um gato e um desses robôs aspiradores, só que o meu é da WAP. ele ajuda sim a fazer uma manutenção na limpeza do chão. não substitui uma faxina, mas ajuda.",
                "Está resolvendo na casa da minha irmã. Era muito pelo branco do gatinho no chão. Do chão sai rs",
                "si mas o menfuncionaa bieen",
                "O que eu tenho aqui não é esse modelo mas tira cabelo e passa pano fica muito bom o chão"
            ]
        },
        {
            "title": "A mamãe é apaixonada 🥹🥰",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10pfqzv",
            "num_comments": 2,
            "comments": [
                "Gatos que dormem em poses estranhas ❤️",
                "Que fofo"
            ]
        },
        {
            "title": "Nomeiem o nome da gata",
            "selftext": "É uma fêmea terrível, a própria encarnação do caos e destruição.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10pela4",
            "num_comments": 24,
            "comments": [
                "Lasanha",
                "כאוס והרס",
                "Sguinsher",
                "Cheddar",
                "Ofélia Maria",
                "Julia, bem simples 👍",
                "Rufina.",
                "Paola Bracho",
                "Margoh",
                "Fox ou Vixen (raposa), Ariel, Aurora. Nomes que tenham as características dela.",
                "Funfact: Você tem uma gata rara, apenas 20% dos gatos laranjas são fêmeas.",
                "Frederica",
                "xuxa",
                "Lembrei do cãozinho da bruxa do 71, Satanás",
                "doritas",
                "lin-lin? é maneirin até"
            ]
        },
        {
            "title": "adivinha quem tava desaparecido e resolveu aparecer",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10p868a",
            "num_comments": 2,
            "comments": [
                "Parece o safado daqui, se puder, castre, pfvr. Gato quando entra em um ciclo reprodutivo ama esquecer que tem casa e fica muito exposto na rua. Não corra o risco do seu bichinho adquirir alguma doença ou sofrer com alguma enfermidade. Se eu tivesse seguido esse mesmo conselho, não teria gastado 900 reais numa internação, fora o susto que ele deu ao aparecer com o pescoço ensanguentado",
                "que lindeza! é castrado"
            ]
        },
        {
            "title": "Artes de um gatinho",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10p6r5l",
            "num_comments": 4,
            "comments": [
                "Caraca, ficou muito lindo",
                "Ficaram lindas! Como você fez?"
            ]
        },
        {
            "title": "Minha enfermeira pessoal",
            "selftext": "(Foto de outro dia só pra mostrar ela)\n\nAntes de adotar eowyn eu orei a Deus pedindo por ela e ela veio muito melhor do que eu esperava.\nTenho alguns problemas de saúde e comecei a observar que quando meu coração acelera ela vem avisar, ou senta do meu lado ou mia e vem no colo, fez agora mesmo isso. Eu sempre me surpreendo com as habilidades dela.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10p3st1",
            "num_comments": 2,
            "comments": [
                "Um anjo na terra S2",
                "Eu tinha uma gata que cuidava da gente. Lembro de uma vez que eu estava sozinho em casa com muita febre, sempre que acordava ela tava deitadinha do meu lado me olhando. \nEles são anjos na nossa vida."
            ]
        },
        {
            "title": "Meus gatinhos",
            "selftext": "Meu primeiro post aqui no sub. Este são meus gatos: Sequelinha, Aspirina (que vive apenas no meu coração hoje), Sophie e Minnie.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10oqvzg",
            "num_comments": 0
        },
        {
            "title": "Curiosidade",
            "selftext": "Nome para gato machos, tô sem ideia me ajudem pfv 😁",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ootpx",
            "num_comments": 5,
            "comments": [
                "Manda foto dele!! Ajuda na criatividade.\nEu tenho o Mel (gato laranja) e o Phil (pq ele bebe era igual a irmã e peguei o nome do desenhos os anjinhos)"
            ]
        },
        {
            "title": "compilagem de várias fotinhas do meu lindo Tonyn Trovoada (ou Tony para os íntimos) em várias poses diferentes pra vcs",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10oli1a",
            "num_comments": 3,
            "comments": [
                "Que coisinha perfeita😍😍😍😍",
                "Ele é perfeito 😻",
                "Fofo 🥰🥰🥰🥰"
            ]
        },
        {
            "title": "Lovely cat",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10odt57",
            "num_comments": 0
        },
        {
            "title": "a kiwi ganhou uma escovinha",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10obrpw",
            "num_comments": 5,
            "comments": [
                "😍😍",
                "Que gracinha 🥰",
                "Comprei um desses pros meus gatitos e quem gostou foi meus cachorros kkkk",
                "Lindeza! Tô pra comprar uns mimos pro meu gato, devo pegar um desses"
            ]
        },
        {
            "title": "Meus 3 gatitos",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10obaus",
            "num_comments": 5,
            "comments": [
                "Lindinhos",
                "Muito fofos!",
                "Fofinhos!",
                "🥰🥰",
                "😘😍😍"
            ]
        },
        {
            "title": "Alguém pode me ajudar??",
            "selftext": "Então, minha amiga tá pretendendo se mudar pros EUA e ela não vai poder levar a gata dela com ela, pelo menos nesse começo. Então a gata vai ficar comigo, mas ela é muito apaixonada na minha amiga, ela não pode passar nem dois dias fora que a gata fica miando pela casa procurando ela. Então tô querendo alguma dica de como cuidar melhor da gata e fazer ela sofrer o mínimo possível, pq eu não quero que ela morra de depressão, obviamente. Desde já, obrigada :)\n\nP.S.: a gata vai vir morar comigo na minha casa, então se tbm tiverem dicas de como fazer essa mudança ser menos estressante pra ela, eu agradeço",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10o923d",
            "num_comments": 4,
            "comments": [
                "Brinque sempre que puder com ela, ofereça ou plante catnip em algum vaso e procure por um produto chamado Churu, é o crack dos gatos haha, sério, eles amam e pode ser um petisco legal pra fazer a gata criar um laço com você.",
                "Tenta pedir pra sua amiga uma blusa ou uma almofada com o cheiro dela, e coloca num cantinho da casa, quando ela sentir falta ela vai procurar o cheiro da dona, pelo menos até ela se acostumar.",
                "Brinquedos  como arranhadores e ou petiscos como sachê, podem ajudá-la a se sentir mais confortável no ambiente e vc pode tbm tentar se aproximar mais, e claro, respeitar o tempo e o espaço da gata, talvez assim ela se acostume com vc.",
                "tem uns videos no yt que podem te ajudar, brinca cm ela e deixa ela no tempo dela, ela e um ser vivo cm a gnt e tem sentimentos, e pelo visto ela ama a dona dela, então por enquanto deixa ela no tempo dela"
            ]
        },
        {
            "title": "Porque seu trabalho atrasou?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10nxjv2",
            "num_comments": 0
        },
        {
            "title": "bucky comemorando 1 ano de adoção 😁",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10nu5b7",
            "num_comments": 10,
            "comments": [
                "Que gracinhaaaaaaaa ameii",
                "Parabens, Bucky!!!",
                "Ai que lindinho",
                "mas teve uma comidinha que fosse pra ele???",
                "😍😍✨"
            ]
        },
        {
            "title": "Hi 😛",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10npfmp",
            "num_comments": 1,
            "comments": [
                "Mouse"
            ]
        },
        {
            "title": "Seus gatos saem de casa ou só ficam dentro?",
            "selftext": " Minhas duas gatas ficam sempre dentro do AP, elas não passam do muro nunca, não pulam. Só a mais nova sai quando abrimos o portão, mas sempre fica só até na calçada. São só elas ou alguém tem gato assim também?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10np0wo",
            "num_comments": 7,
            "comments": [
                "Eu não deixo sair de jeito nenhum. Tudo é telado ou barrado de alguma forma.",
                "Não tem possibilidade deles saírem daqui. No máximo  eles sobem o muro ou ficam em cima da casa.",
                "Meu gato fica 6 dias fora de casa, chega 6 da manhã miando, querendo comer",
                "Meu gato sai por uns minutos e volta, mas antes de ser castrado, ele ficava uns 4 dias fora.",
                "ele não frequenta a rua, mas às vezes ele vai pro matagal que tem do outro lado do quintal da minha casa dar uma voltinha…. fora isso, passa o tempo todo dentro de casa",
                "Não deixo sair nunca. E ninguém devia, se tem a possibilidade",
                "Minha gata sai de casa de vez enquanto, eu não gosto que ela saia de casa pq antes eu tinha uma gata mas ela m0rr3u\natr0p3l4d4 😮‍💨"
            ]
        },
        {
            "title": "Minha família.",
            "selftext": "O nenê da segunda foto, recentemente, nos adotou. Compramos remédios pra tratar de e, assim que ganhar peso, será castrada. (E se ela quisera, continuará comigo e com minha esposa 🥰😸)",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10nibre",
            "num_comments": 9,
            "comments": [
                "um cru, um assado, um queimado e um vestido kkkkk",
                "Família linda demais",
                "Lindos,todos",
                "Muito fofos! Vontade de apertar até esbugalhar os zói.",
                "🥰😻"
            ]
        },
        {
            "title": "Vocês deixam seus gatos passearem fora de casa?",
            "selftext": "Acabei de mudar pra uma casa com vizinhança muito tranquila e cheia de gatinhos, acham que pode ocorrer algo com meus gatos se eu deixar eles passearem?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10nhk1a",
            "num_comments": 21,
            "comments": [
                "Eu não deixo o meu sair e se fosse você, também não deixaria. Se ele for muito dócil, alguém pode levar. Ele pode brigar ou até pior, ser atropelado. Um conhecido meu deixava o gato sair e certo dia, ele voltou pra casa sem uma das patinhas. Se puder manter em casa, melhor.",
                "na rua não, muito perigoso...",
                "Não. Nenhum dos meus três. (A mais nova da família também não). Passeio só supervisionado (conosco). Depois é direto pra casa. 🥰",
                "o que vai acontecer é eles morrerem, só isso,  espero ter ajudado 🤙",
                "Não, mas de vez em quando ele arruma um jeito de me \"dar um perdido\". Fico em completo desespero, mas ele reaparece depois de algumas horas.",
                "Não deixa.\n\nSempre tem algum perigo. Seja outro bicho, carros, humanos que envenenam gatos, etc.",
                "Não, lugar de gato é dentro de casa, independente de como seja a vizinhança. Na rua ele corre muitos riscos, dentre eles envenenamento, pegar doenças, ser atropelado, agredido por humanos ou outros animais, se for gata pode engravidar e te dar mais trabalho, etc.\n\nCastre o seu bichinho e ponha telas nas janelas pra que ele não saia.",
                "Os meus são acostumados na rua. Os pros é que eles brincam bastante no quintal, rolam na terra, sobem na goiabeira e passeiam em cima da garagem. Mas isso é possível porque a vizinhança é de boa, tinha uma pessoa que dava veneno pros bichos dos vizinhos mas acho que essa pessoa morreu ou se mudou.\n\nOs contras é que é impossível despulgar/desvermifugar eles definitivamente, preciso dar vermífugo e banhos de pulga regularmente porque mesmo eles estando limpos, eles brincam com gatos dos vizinhos e se metem em lugares onde tem pulga. De vez em quando eles se machucam ou comem um camundongo ou passarinho.\n\nVai do que você achar melhor. Eu acho meio triste deixar os bichos trancados, mas pra saúde deles é muito melhor.",
                "Eu deixo, mas não deveria, tô sem dinheiro pra castrar. \n\nNão vale a pena, gatos brigam muito, o daqui de casa já apareceu com um buraco horrível no pescoço, teve até que ficar internado, não vale a pena. Se tu quer companhia pra ele, adota mais um.",
                "Jamais, é assim que acabam atropelados, roubados, com doenças ou a mercê de algum fdp que odeia gatos. Sei que muita gente não tá nem aí, mas se vc é um tutor responsável, jamais deixe seus felinos saírem.",
                "Não deixo, eles podem se assustar, dar de cara com uma pessoa má intencionada, enfim, são muitas coisas a se pensar.",
                "Nem um pouco, apenas com a guia/peitoral, pois aí o dono vai estar ciente do  que está acontecendo com seu tão precioso pet, não recomendo deixarem os gatos saírem sozinhos por que muitas coisas podem acontecer, como ele se meter numa briga, alguém pegar ele e levar pra casa (tendo coleira no pescoço ou não), alguém atropelar ele e etc",
                "Sim. Minha casa tem quintal e não tem como deixar tudo fechado, então querendo ou não ele sai. (Sei que tem como corta a unha dele, mas acho mt maldade, ele vai ficar indefeso)",
                "Não.",
                "Os gatos da vizinhança bater  nos seus gatos, ou seus gatos bater nos gatos da vizinhança kkkk",
                "Agora sim que fechamos o pátio.",
                "Eu deixava os meus livres. Tem uns contras, mas eles ficam bem mais felizes!",
                "Muito obrigado, pessoal!",
                "O meu gato vive fora de casa... a gente tem muro mas ele pula do mesmo jeito.. \nEntão deixa ele livre.. eles voltam"
            ]
        },
        {
            "title": "Uma das minhas filhinhas 🖤",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10nf00t",
            "num_comments": 2,
            "comments": [
                "Muito linda"
            ]
        },
        {
            "title": "Qual o melhor remédio de vermes pra gatos castrados?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10nd6un",
            "num_comments": 2,
            "comments": [
                "Não vou te falar nome, apenas um princípio ativo muito bom, a ivermectina, qualquer medicamento anti vermes que a tenha é otimo"
            ]
        },
        {
            "title": "Novo gatinho",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10n8ptg",
            "num_comments": 5,
            "comments": [
                "Que cor bonita, parece ser bem novinho",
                "Neném",
                "Que lindinho, você já deu um nome pra ele?",
                "Ainda não tenho uma em mente, alguma sugestão?"
            ]
        },
        {
            "title": "a linguinha 🤏🏼",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10n37k3",
            "num_comments": 4,
            "comments": [
                "Lindooo",
                "Kawaii neko",
                "O gato tá tipo 🗿👅",
                "Perfeição"
            ]
        },
        {
            "title": "Minha gatinha Mia 💘🐈",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10n2wtr",
            "num_comments": 10,
            "comments": [
                "As minhas também, OP. Miam bastante. \n\nMomento tio do pave à parte, sua gata é bastante fofinha. Parabéns.",
                "Lidaaaaa",
                "Que olhos lindos",
                "Literalmente ahauahauahauaha\nQue linda!"
            ]
        },
        {
            "title": "hahaha cute <3",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10n1f3b",
            "num_comments": 3,
            "comments": [
                "Precioso",
                "🥰🥰"
            ]
        },
        {
            "title": "Meu gato Fer",
            "selftext": "Que gato lindo ❤️",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10mwd9c",
            "num_comments": 5,
            "comments": [
                "Eles amam ficar na geladeira, né?",
                "Lindooooo",
                "😍😍",
                "Miau"
            ]
        },
        {
            "title": "meu gato fica batendo a cabeça nos móveis e portas da casa alguem sabe oq pode ser?",
            "selftext": "não é como se ele tivesse demarcando o territorio, é como se ele nao conseguisse ver mesmo. alguem sabe o que pode ser? eu nao acho q ele esteja perdendo a visao por que ele vê uns bichinhos minusculos, é como se ele tivesse perdendo a percepção espacial dele... ele é novo ainda, já é adulto, mas tem uns 2 anos só. já vou levar ele em um vet mas qria saber se alguem tem alguma noção do q pode ser",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10mrzh0",
            "num_comments": 2,
            "comments": [
                "se você tiver condições é bom levar em um veterinário..."
            ]
        },
        {
            "title": "minha gata Aurora",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10mnm1a",
            "num_comments": 17,
            "comments": [
                "Por um instante achei que ela estava derretendo",
                "Muito linda mas achei que ela tava derretendo kkkk",
                "Linda",
                "Aurora é muito linda :3",
                "r/SupermodelCats",
                "Lindo",
                "😻😻😻",
                "fofo",
                "A mais pura elegância 🤌🏼",
                "Que linda, muito fofa 😁",
                "Gata linda, charmosa.",
                "Parece meu Charlie Henrique 🥰",
                "[https://onlyfans.com/renatarb](https://onlyfans.com/renatarb)",
                "😍😍"
            ]
        },
        {
            "title": "\"Sol\" o fofinho",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10mmeno",
            "num_comments": 2,
            "comments": [
                "Lindo",
                "Muito fofo!!"
            ]
        },
        {
            "title": "😂🖤",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10mgqij",
            "num_comments": 5,
            "comments": [
                "Lindo",
                "😍😍😍",
                "😍😍",
                "😍😍"
            ]
        },
        {
            "title": "É comum gatos ficarem mais cansados no calor?",
            "selftext": "Eu tenho duas gatas e elas não tem energia para nada ultimamente kkk mas estou um pouco preocupada, não sei se é por causa do calor que elas estão assim (onde eu moro tá fazendo quase 40 graus todos os dias) ou se é outra coisa.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10m9isk",
            "num_comments": 10,
            "comments": [
                "é comum sim, deixa água fresquinha sempre a disposição delas. tem várias outras dicas que vc acha na internet pra ajudar a refrescar elas.",
                "Caramba tem uma chance de ser isso mesmo. Mas é bom ver se não tem outros sintomas...",
                "Acho que qualquer um ficaria cansado num calor de 40 graus",
                "se prestar atenção no jeitinho que elas dormem deve ser isso mesmo, quando estão com calor os gatos dormem esticados, e quanto mais frio faz, mais eles ficam encolhidinhos kkkkk",
                "Aqui ficam sempre esticados no chão da sala e tenho que botar até gelo na agua também kkkkkkkkk"
            ]
        },
        {
            "title": "Esperando minha dona terminar de por a ração, pois sou muito comilão",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10m9hnc",
            "num_comments": 1,
            "comments": [
                "Lindão"
            ]
        },
        {
            "title": "75% certo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10m821n",
            "num_comments": 3,
            "comments": [
                "que fofo ksksks me lembrou uma curta-metragem chamada \"Other side of the Box\"",
                " Galo + Gato = Galo/Gato",
                "Amo gato preto"
            ]
        },
        {
            "title": "Salém e Morpheus (Fefeu)",
            "selftext": "Literalmente um Yin-Yang ☯️ \nEnquanto um é calmaria, o outro é tempestade\nUm ajudando a estender roupa, outro bailando em cima do varal kkkkkkk",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10m4xdk",
            "num_comments": 3,
            "comments": [
                "Mano eu tenho dois gatos também... Só que o branco é o que causa o caos e a pretinha é a fofa que dorme comigo"
            ]
        },
        {
            "title": "queria saber oque se passa na mente deles",
            "selftext": "baby olhando pro nada pensando em tudo",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10m4esk",
            "num_comments": 12,
            "comments": [
                "\"mano, o cara tinha 60cm de altura, eu n posso competir com isso, pior que ele me baniu do telhado da Márcia e eu realmente n sei como eu faço pra combater ele, talvez eu devesse montar uma equipe de gatos que também foram banidos por ele e invadir o telhado hoje a noite? Não sei\"",
                "Atum.",
                "\"Será que eu saio agora ou mais tarde? Ou talvez eu não sai mais hoje...\"",
                "Planos de dominação mundial anticapitalista para a instauração do GATONISMO CIENTIFICO INTERNACIONAL",
                "Planos de dominação mundial.",
                "Aesthetic",
                "Lindo",
                "Lindo e pensador"
            ]
        },
        {
            "title": "Bem- vindo a família Rengar ❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10m1zv5",
            "num_comments": 10,
            "comments": [
                "Q fofinhoo 😍❤",
                "parece meu filhote quando chegou 🥺💖\ntao nindu, acho que o Rengar vai ficar rajadinho quando crescer",
                "hahahaha será que quando crescer vai ficar igual ao rengar mesmo? 🤣🤣 muito fofo.💕",
                "MEU DEUS QUE FOFINHO ----- )#?\"?#)_+#)#9(#(@ ❤️❤️❤️❤️🥹🤏🤏",
                "Mesmo nome do gato do meu esposo kk",
                "Lindo",
                "Pelo nome ele parece q vai virar um grande caçador de baratas",
                "😍😍😍"
            ]
        },
        {
            "title": "Cat Version",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10m1yju",
            "num_comments": 0
        },
        {
            "title": "Holaaa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10lvd24",
            "num_comments": 1,
            "comments": [
                "  😍😍"
            ]
        },
        {
            "title": "MEU XODÓ",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10lv0ri",
            "num_comments": 5,
            "comments": [
                "Que coisa mais linda😍😍😍😍",
                "Que fofo... Meu gato é dessa cor também",
                "Fofo",
                "Lindo",
                "😍😍"
            ]
        },
        {
            "title": "🐱💗",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10lusz3",
            "num_comments": 6,
            "comments": [
                "Idêntica a minha Nami ❤️",
                "Lindo",
                "😍"
            ]
        },
        {
            "title": "Olha que fofinhooooo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ltvp6",
            "num_comments": 11,
            "comments": [
                "Alemão?",
                "r/AirBiscuits",
                "Mimoso",
                "É seu gato? que amorzinhooooo 🥺",
                "Super cute 😍",
                "Lindo",
                "Fofora que passou de 8000 🥰🥰"
            ]
        },
        {
            "title": "Eu faço crochês e o Meia Noite é meu ajudante",
            "selftext": "O funcionário é muito competente e focado",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10lrb7t",
            "num_comments": 3,
            "comments": [
                "Tá pra nascer algo mais bonito do que um gato preto",
                "Se ele vê que existem bolinhas de croche já era kkkkk",
                "Meia noite na segunda foto está tipo \"morra fio roxo, morra!\" Kkkkkkk"
            ]
        },
        {
            "title": "My bestie ♡",
            "selftext": "My little girl passed away last september; I swear, I'll never have been more in love in my hole life. I miss here everyday 💔 \nShe was so beautiful",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10lkg11",
            "num_comments": 1,
            "comments": [
                "😍😍😍"
            ]
        },
        {
            "title": "ele odeia frutas",
            "selftext": "tentamos dar frutas que gatos podem comer pra ele: melancia, maçã (que tá na cabeça dele), banana, pera. ele odiou todas. ficou com medo da pera, sentiu nojo da banana e melancia, e não gostou da maçã. \n\naqui ele ganhou um chapéu de maçã por não gostar de frutas",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10lbe0t",
            "num_comments": 6,
            "comments": [
                "Carinha de quem tá julgando os pecados alheios",
                "gato anti vegano",
                "\"Que quié Marcia, sou obrigado a comer o que você come agora?\"",
                "Lindo",
                "😍😍😍",
                "A cara de decepção na última foto dizendo de um jeito devagar e sereno:\n\"Eu esperava mais de você sabia\""
            ]
        },
        {
            "title": "Uma flor nova no jardim",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10l7sue",
            "num_comments": 4,
            "comments": [
                "Eu acho que não é uma boa vc regar essa flor aí não  capaz de te arranhar ! Kkkk",
                "ownnn que lindo",
                "😍😍😍",
                "\"Cadê minha erva de gato que deixei aqui..., Marcía! Para de tirar fotos e vem me ajudar!\""
            ]
        },
        {
            "title": "Apenas meu gato deitado em minha camisa com gatos.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10l768w",
            "num_comments": 4,
            "comments": [
                "Oinn que lindinho.",
                "de onde é essa camiseta de gato? muito fofa",
                "Fofo"
            ]
        },
        {
            "title": "meus gatinhos ❤️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10l1tt8",
            "num_comments": 3,
            "comments": [
                "que lindinhossssss 😸\nessa primeira foto ta a pura fofura 🥰",
                "😍😍😍😍❤️‍🔥",
                "Lindos"
            ]
        },
        {
            "title": "Conte algo especial e fofo que um gato já fez e te deixou apaixonado/a ainda mais por felinos. Vamos compartilhar histórias fofas?",
            "selftext": "Um dos meus gatos se chama Blacklabel, ele é um gato preto que em maio fará 7 anos. A coisa mais fofa sobre ele é que sempre que alguém está estressado, triste ou doente na casa, ele sobe em cima da pessoa, ou fica por perto, meio encostado, e passa dias perto da pessoa até ela estar melhor. Tem outros gatos na casa, mas ele é o único que cuida assim. Eu só tive uma gata antes que fazia isso, tbm uma gata preta, a Bastet. A gente aqui em casa até brinca: \"iihhh, oh, o blackinho tá muito perto de vc ultimamente, tá tudo bem aí? kkkkk\" Pq ele é nosso cuidador <3",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10kwcls",
            "num_comments": 16,
            "comments": [
                "Tenho uma gatinha preta. Quando abro o portão pra chegar em casa (moro no 2º andar de um prédio sem elevador) ela já começa a miar. Vou subindo as escadas e ela vai miando em um crescendo.\n\nAbro a porta ela tá ali me esperando. Fica num esfrega-esfrega! Passa pela minha perna, e pela outra, e pela uma de novo, e se esfrega no tênis, no outro, e vai e volta, fica me rodeando feito um satélite. Continua miando, mas como tá me vendo bem baixinho (não um miado de pedido, mais de excitação). Tem hora que a cauda empinada de umas tremidinhas de leve. \n\nSe eu me sento (tipo pra tirar o calçado, ou outro motivo) ela pula no meu colo, dá umas cabeçadas e continua o esfrega onde conseguir: braço, mão, abdômen, até a cara se eu chegar perto. Desce vai perna de novo, esfrega, e sobe de novo, esfrega, e desce e sobe, e desce e sobe, e fica nessa por um tempo. \n\nEla cheira minha perna, pé, calçado, mão, braço, e de novo se eu chegar perto até a cara (quer satisfação de onde estive e com quem, kkkkkkkk). Em algum ponto ela começa a ronronar e fica nessa de \"satélite de motor ligado\" por um tempo. Miando cada vez mais baixinho e se esfregando. \n\nSe isso não é demonstração clara de carinho e afeto, não sei o que é. 😻💓",
                "Sei lá, minha gata só me morde e fica com a pança pra cima.",
                "Antes de adotar minha gata mais nova, eu estava olhando uns videos de gatinhos e pedi a Deus em pensamento que queria uma gata carinhosa assim pra ficar grudadinha em mim. Alguns dias depois abri o face e apareceu direto a foto dela que uma protetora da cidade tinha postado e eu não sei explicar, mas na hora sabia que ela era minha. Trouxe pra casa e até hoje ela só dorme agarrada em mim, eu tenho ansiedade e em todas as crises ela se comporta como um animal treinado. Eu fiquei com problema do coração e depois de um tempo percebi que toda vez que meu coração acelerava muito ela vinha comigo e ficava miando até eu ir medir e tomar remédio. Agora a alguns meses estou com algumas dificuldades de saúde e todo o dia ela traz algo pra mim, seja uma caça ou uma folha ou flor, eu agradeço pra ela não magoar e solto o pobre do bichinho, hoje mesmo foi uma lagartixa que minha mae salvou dela. Ela é bem sentimental e além da minha outra gata nenhum gato pode chegar perto de mim que ela vira uma onça hahahahha eu sou só dela",
                "Eu tenho uma gatinha branca e o nome dela e Kitty eu peguei ela quando eu estava no restaurante de sushi e ela chegou na minha mesa miando parecendo que ela queria sushi aí eu resolvi dar sushi para ela e ela gostou bastante depois que eu terminei de brincar com ela quando eu levantei ela ficou fazendo carinho na minha perna eu não resisti então eu tive que levar ela para casa todo santo dia brinco com ela e ela é muito fofinha por exemplo eu adoro ela <3",
                "O doa que o meu gato me acordou no meio da madrugada carente pedindo carinho.\nToda vez que ru to chateada ou estressada com alguma coisa ele vem e eu esqueço na hr.",
                "Tenho dos gatos, um preto e um branco. \nO preto se chama Gaspar, por causa do desenho \"Gaspar e Lusa\" que eh gostava muito quando pequeno, atualmente tem 12 anos. Ele sempre está comigo e sente muita falta quando viajo, sempre fica miando e pedindo carinho quando volto. E quase toda noite ele fica colocando a mão na minha cara pra eu levantar e ir ficar olhando ele comer kkkkkkkk\n\nO branco é mais novo e se chama Polar, pois meu irmão mais novo gosta do desenho \"Ursos sem Curso\", bem criativo KKKK. Ele faz 3 anos em julho e é muito mais carinhoso, sempre que alguém em casa está mal e chora, ele vai atrás miando e se esfregando. \n\nObs: Gaspar miando muito pra tudo, mas o Polar quase não mia, só quando chega em casa depois de 2 dias de brincar no mato ou quando persegue gente triste.",
                "Um dia eu voltava da padaria com minha mãe,aí ela resolveu comprar sopa e tinha um restaurante ali perto,quando a gente chegou tinha um gatinha branca muita linda ali perto,eu fiz carinho nela e ela ficou me seguindo ela se deitou nos meus pais com a barriga pra cima,eu fiz carinho nela e quando estávamos indo embora ela ficou me seguindo miando,só que não podia levar ela pra casa por conta da minha avó que tem asma,mais minha mãe deu o nome dela de picanha porque ela sempre respondia por esse nome,mais ela combinava com nevasca, não sei pq mais gostei do nome",
                "meu gato e a coisa mais amada do mundo, sempre q chamo ele pro meu quarto ele vem, nao importa onde esteja,\n\nsempre q dou carinho pra ele, ele deita e vira a barriga pra cima querendo carinho na barriga\n\nquando vou deitar, ele ja vem pra cima da cama deitar cmg, entra nos meus bracos como se fossemos ficar de conchinha, e fica pedindo carinho, se viro pro outro lado ele vem de novo kkkk, quando nao estou em casa fica na frente da porta do meu quarto chamando por mim",
                "Eles existem 😻",
                "Meu gato quando mais novo uns 6 meses tinha mania de se agarrar em mim, ele chegava a se aconchegar na minha axila e fazer como se estivesse mamando era tao fofinho. Ele tbm costumava ter medo de altura porque o rabo dele é cortado, ele era gato de rua e amarraram bombinha no rabo dele antes de ser resgatado, sem o equilíbrio do rabo ele tem muito medo de altura, e as vezes ele se agarrava na gente com medo quando a gente pegava ele no colo pra ir pra nossa varanda onde é mais alto. Ele confia tanto na gente hoje em dia q a gente pode segurar ele q nem nenem e ele aprecia a vista, é muito gratificante ver ele todo curioso olhando pro mundo q ele n enxerga do chão",
                "Minha Pita começa a ronronar quando você conversa com ela, tipo, muito alto. Tem vezes que ela te encara e mexe a boquinha, como se tivesse respondendo.",
                "Tenho uma gata branca com um olho de cada cor ela é minha companheira e eu gosto muito que eu falo \"filha\" nem precisa ser alto e ela vem de onde estiver pra cama deitar é tão linda 😍😍😍😍",
                "Não é algo tão incrível, mas eu nunca pude ter gatos, então minha avó adorou um para que eu o vesse sempre que fosse na casa dela. Em uma dessas vezes ele me recebeu na porta e ficou o dia inteiro grudado em mim. Nesse mesmo dia, por espontânea vontade ele subiu no sofá e dormiu no meu colo por mais ou menos uma hora. Lembro-me de ter sido algo tão especial pra mim que eu passei essa 1 hora imóvel até que ele acordasse."
            ]
        },
        {
            "title": "Abel e Nicky",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10klkxp",
            "num_comments": 0
        },
        {
            "title": "Good Evening",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10kig6s",
            "num_comments": 0
        },
        {
            "title": "Meu gatinho crescido",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10khgrk",
            "num_comments": 0
        },
        {
            "title": "D.J Guilbert",
            "selftext": "Empezamos el día de ayer escuchando rolitas",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10kebn2",
            "num_comments": 1,
            "comments": [
                "muy guapo!!"
            ]
        },
        {
            "title": "good evening, buenas tardes a todos",
            "selftext": "Este peludo no se quiere levantar",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ke9uf",
            "num_comments": 2,
            "comments": [
                "Bom gato.",
                "Muy tierno ❤️"
            ]
        },
        {
            "title": "I am a candy",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10kdveb",
            "num_comments": 0
        },
        {
            "title": "A quién más les gusta los gatos?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10kcrb7",
            "num_comments": 2,
            "comments": [
                "Todos amamos a los gatitos 💝",
                "Normalmente diría: \"No hablo de narcotráfico\" pero hoy digo: \"A mí también me gustan los gatos\""
            ]
        },
        {
            "title": "Today I am very handsome, what do you think?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10jy15q",
            "num_comments": 1,
            "comments": [
                "So cute😻"
            ]
        },
        {
            "title": "muy bonito",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10jrgpt",
            "num_comments": 5,
            "comments": [
                "vista dos céus",
                "Hermoso",
                "Me encanta es hermosa",
                "😻😻😻",
                "Parece que es un peluche"
            ]
        },
        {
            "title": "Nova integrante da família",
            "selftext": "/gatos /filhotes /adoteumgato\nBem vinda Lua 🌒🌔",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10jge1t",
            "num_comments": 14,
            "comments": [
                "Burrito 😳",
                "Iti oh esse enroladinho de gato hahaha, bem vinda Lua. E se precisar de ajuda em algo, fique à vontade pra conhecer nosso sub no /r/ApoioVet :)",
                "QUE NENÉM LINDAAAAAA <3  \nAMO FAZER BURRITOS DE GATOS TBM, MAS AGORA OS MEUS SÃO GRANDES E NAO DEIXAM",
                "Linda 😍",
                "Omodeuso",
                "que gracinha!!!! já pensou num nome pra ela??",
                "que lindaaaaa",
                "coisinha mais linda 🥰",
                "Preciosa",
                "Igualzinha a minha gatinha, que chama Luna",
                "Bem vinda Lua, que fique bem por muitos anos nessa família! 😻",
                "que coisa mais fofaa 😍"
            ]
        },
        {
            "title": "Ludovico com sua bela almofada-colar elizabetano",
            "selftext": "O gordo (apelido carinhoso) tem dermatite e precisa usar a almofada-colar pra não lamber o remédio e se calvar todo",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10j9ca5",
            "num_comments": 2,
            "comments": [
                "Lindinho demais 😍😍😍😍",
                "A carinha dele: 😠"
            ]
        },
        {
            "title": "🥰🥰🥰",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10j5z0u",
            "num_comments": 0
        },
        {
            "title": "Quais os motivos de vocês amarem gatos?",
            "selftext": "Os meus motivos: fofos, lindos e companheiros (não digo no sentido de tocar, mas de está ali do seu lado, pelo menos os que eu tenho contato).",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10j2nf7",
            "num_comments": 15,
            "comments": [
                "gosto de serem animais relativamente independentes e muito livres... Eles escolhem quem eles amam \\[se tiver mais de uma pessoa na casa, eles podem se dar melhor com um que outro\\], que dia serão mais carinhosos, outro que ser mais isoladinhos, cada gato tem uma personalidade diferente e você nao conquista eles meramente com comida, você tem que conquistar a confiança deles.   \nEu amo que eles nos ensinam que é possível amar sem dominar, e que inclusive é um amor muito mais forte, pq nao é de mera dependencia, mas de espaço, confiança e liberdade.",
                "Fofos ajudam a controlar a depressão ansiedade e silencioso",
                "É o único animal doméstico que ronrona",
                "Fofos e silenciosos.",
                "Acho eles super fofos, sempre quis um, porém não posso ter 😭",
                "Identificação eu acho",
                "não ficam enchendo o saco em casa e não fazem barulhos insuportáveis quando alguém passa na frente na minha casa",
                "Não sei porquê, mas eu lido melhor com gatos. Me identifico mais com eles",
                "Adoro gatos pq são pequenos e fofos kkkk, alguns tem a sua própria personalidade, raivosos, carinhosos, eu adoro brincar e interagir com eles.\n\nAcho gatos bem independentes e ao mesmo tempo dependentes, são seres vivos dignos de carinho. É muito bom amar um gato.",
                "São fofos e \"mais quietos\" que cachorros no geral.",
                "Fofos e independentes"
            ]
        },
        {
            "title": "Gata cagona",
            "selftext": "Oi, algum tempo atrás postei aqui sobre a minha gata que estava cagando na minha cama. Bom, piorou eu fechei meu quarto pra ela não entrar mais e também dei vermifago pra ela, mas agora ela caga em tudo. Ela tem 1 mes e pouco esta com diarreia fazem uns 3 dias, ainda não foi vacinada pq hj era domingo. Parece que ela faz nos lugares de propósito mesmo usando a caixa as vezes, se puderem me ajudar com dicas de oq fazer, ou como limpar o coco dela do sofá eu agradeço.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10j04u0",
            "num_comments": 4,
            "comments": [
                "Começa levando no vet, pode ser algum problema ou doença tipo giardia.  Lysoform deve ajudar na limpeza.",
                "Já tentou limpar a caixa as vezes se acha que tá boa, mas pro gato tá igual a ração que você colou a 7min atrás, imunda ."
            ]
        },
        {
            "title": "Amigos.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10iz0tv",
            "num_comments": 0
        },
        {
            "title": "Mãe já castrada de Gata filhote que foi castrada 2 dias atras agressiva com o filhote",
            "selftext": "(titulo ficou confuso mas vamos la) Tenho 2 gatas, uma que teve filhotes e depois foi castrada, ficamos com um dos filhotes, e esse filhote que pegamos, castramos ela 2 dias atras com 5 meses, ai ao chegar em casa percebi o comportamento da mãe em relação ao filhote, totalmente agressivo, rosnando e se chega muito perto querendo arranhar, ja separei as duas mas estou em dúvida do que fazer, daqui 10 dias irei levar ela denovo para o veterinário para tirar os pontos da cirurgia, tenho medo do problema voltar a se repetir mesmo se eu resolver enquanto não voltamos lá, a relação delas pode voltar a ser a mesma? ",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10iouhv",
            "num_comments": 3,
            "comments": [
                "É por causa do cheiro. Eles voltam da anestesia\\castração com um cheiro totalmente diferente e os que tao em casa nao reconhecem. Em 1 ou 2 dias deve voltar ao normal.",
                "Tão se estranhando por causa do cheiro só, logo passa"
            ]
        },
        {
            "title": "Mó paz",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10iog64",
            "num_comments": 4,
            "comments": [
                "cute",
                "Tem cara de ser mais fofinho que um colchão de 10000 reais",
                "Igual a minha Nina! Lindeza"
            ]
        },
        {
            "title": "Nefertiti",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ilo2b",
            "num_comments": 1,
            "comments": [
                "Que fofinhoo"
            ]
        },
        {
            "title": "....",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10ikmk1",
            "num_comments": 1,
            "comments": [
                "Un beso para ti"
            ]
        },
        {
            "title": "adotei essa gatinha, que nomes vcs dariam pra ela?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10i8mmu",
            "num_comments": 49,
            "comments": [
                "Como ela é pequena e fofinha, colocaria Nini.",
                "Prata, Inox, Croma.. 😁",
                "Nimbus, como a nuvem de chuva",
                "Luvinha, pq ela tem cores diferentes nas mãos parecendo luvinhas",
                "Cleide",
                "Sasa",
                "miau",
                "Tem mto cara de Nina",
                "Lulinha",
                "eymael um democrata cristão",
                "Letícia",
                "Vandinha",
                "aurora ou rabanete",
                "Chamaria de Tequila ou Mingau",
                "Sofi",
                "Com certeza jozelina",
                "Bigoduda ou focinho manchado",
                "grena \nkitty\ncleo",
                "I think you should call her Domestic Terrorism",
                "Mulan, lembrei desse nome quando olhei pra essa coisinha linda. 🥰",
                "Eu daria o nome de ni ni nicke Nickelodeon",
                "Toninah",
                "Felpuda",
                "Luvinhas",
                "Adotei uma igual, e coloquei nina",
                "Adotamos uma também e colocamos o nome de Anya 🥰",
                "Susi",
                "Aurora",
                "Aurora",
                "Margo ou Mary",
                "Teteca",
                "Hmmm cara de vlahovic petrosko",
                "você podia chamar ela Moonie eu acho fofo",
                "thanos eh d cria",
                "carla",
                "Faísca",
                "agata",
                "snow",
                "Katia",
                "Eu tinha uma parecida e o nome era Claire.",
                "Eu colocaria o nome de Ruby, parece combinar com ela",
                "Félix combina com ele",
                "Agatha Nagata"
            ]
        },
        {
            "title": "🙈",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10hy5xh",
            "num_comments": 2,
            "comments": [
                "So cutie",
                "Alegrou meu dia"
            ]
        },
        {
            "title": "Ração para trato urinário",
            "selftext": "Meus 2 gatinhos apresentaram problemas no trato urinário e eu estou buscando uma ração que evite estes problemas, mas os valores são muito elevados pra meu bolso. Vocês tem alguma recomendação de ração que não cause problemas com um valor não tão alto?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10hqrbn",
            "num_comments": 4,
            "comments": [
                "Ouvi dizer que papinha caseira de cenoura abobora e frango desfiado é muito bom, molhadinho",
                "Tem uma da whiskas que é a melhor por natureza que tem menos sódio. Ela é mais em conta",
                "Não tem muito milagre. Precisa optar por uma ração focada no trato urinário. Só quem teve que sacrificar um gato por causa desses problemas sabe a real importância de tomar todos os cuidados com a alimentação deles...."
            ]
        },
        {
            "title": "Olá, pessoal. Esse daí é o Frajola, gato da minha namorada. Uns dias atrás ela tinha acordado e se deparou com esse machucado na área do pescoço, ela disse que apareceu do nada, de um dia pro outro ficou assim. Alguém tem uma opinião do que pode ser? Eu agradeceria muito, estamos preocupados.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10hcshh",
            "num_comments": 7,
            "comments": [
                "Já tive duas gatas que tiveram machucados parecido, nessa área do pescoço, eu não sei exatamente o que é mas imagino que seja briga ou coceira.\n\nUm cachorro meu aparecia com machucado na patinha e perto do rabo, a veterinária disse que era ansiedade e era um tipo de alívio (acho que igual automutilação).\n\nEu colocava antisséptico e quando tava muito feio tentava por uma gaze, e se não funcionasse eu colocava o colar elizabetano.",
                "Eu tenho uma gata que ficou com algo parecido no ouvido... Uma das veterinárias também me disse que era porque ela coçava por estresse mesmo, como um tic nervoso... Pinguei o remédio também mas nunca passou e só piorou... Aí levamos em outra veterinária que disse ser uma inflamação por bactéria, porque a pata do gato é muito suja, aí se ele se coça e acaba se machucando, pode infeccionar... Tivemos que dar antibiótico para ela...\nPode não ser a mesma coisa, mas espero que isso ajude de alguma forma.",
                "Nossa, apareceu do nada de um dia pro outro?  Pode ser reação alergica, nervosismo ou micose (isso se o gatinho tiver contato com rua). Leva no veterinario."
            ]
        },
        {
            "title": "Agora tá tudo explicado... o motivo de amarmos gatos... \"O mundo é um gatinho brincando com a Austrália..\"😻😻😻",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10gzx5u",
            "num_comments": 10,
            "comments": [
                "As americas são um pato, o Brasil é a cabeça",
                "eu sou apaixonada por esse meme",
                "Nova Zelândia: Am I always a joke for you?",
                "Muito fofo a Austrália... nem parece que la tem o Godzilla ☺",
                "Vish",
                "Jajaja how cute!!",
                "Nova Zelândia saiu do chat 💀"
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "Minha gata tem 1 mes e 17 dias, ela sabe usar a caixa de areia mas ela insiste em fazer na minha cama, ela mia pra subir na cama pra fazer as necessidades mesmo sabendo usar a caixa. Alguma dica??\nPs: minha cama e muito alta e ela não consegue subir nem descer sozinha, ela sempre mia pra subir e eu desçoo ela com frequência.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10gwebp",
            "num_comments": 7,
            "comments": [
                "Não tem algo atrativo na sua cama? Ela só faz isso quando você está na cama? Talvez seja você.",
                "Tem alguns sprays que você pode comprar, como o Cat Trainer, para você espirar na sua cama. Teoricamente o cheiro impediria ela de arranhar e fazer as necessidades, mas usei somente para eles não mexerem nas plantas e não sei se seria efetivo. Talvez valha a pena tentar. :D"
            ]
        },
        {
            "title": "Gatos pra alegrar o dia de vocês.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "10gtapn",
            "num_comments": 2,
            "comments": [
                "Own🖖🐱",
                "Rogério"
            ]
        }
    ]
}