{
    "posts": [
        {
            "title": ":)",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "100l13e",
            "num_comments": 6,
            "comments": [
                "Mas que bela foto.\n\nQue câmera é essa?",
                "Foto perfeita",
                "Ok essa foto tá mto pika"
            ]
        },
        {
            "title": "Minha gatinha gosta de quadrinhos",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zzz4q1",
            "num_comments": 2,
            "comments": [
                "Fofinha",
                "Ensina ela a ler"
            ]
        },
        {
            "title": "é normal gato gostar de azeitona ?",
            "selftext": "o meu gato gosta tanto de azeitona que se deixar em cima da mesa ele  rouba e ele NUNCA ROUBOU COMIDA somente azeitona. É normal isso ?",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zzyuw4",
            "num_comments": 4,
            "comments": [
                "Azeitona é um dos alimentos tóxico para os bichanos, mas não tem problema se ele consumiu, o ideal é afastá-lo desse alimento",
                "A azeitona compartilha as mesmas propriedades que o catnip (erva de gato). Eles amam e deixam eles meio dodinhos, mas o consumo(comer) de fato faz mal.\nRecomendo apenas deixar eles cheirarem, vao ficar meio brisadinhos mas não causa mal ao bichano, se apenas cheirarem.",
                "https://www.petz.com.br/blog/nutricao/gatos-nutricao/gato-pode-comer-azeitona/#:\\~:text=Como%20vimos%2C%20a%20azeitona%20n%C3%A3o,h%C3%A1%20motivos%20para%20se%20desesperar.",
                "O meu gato adora, mas é só de vez em nunca! Azeitona vem com muito sódio por conta do processo conserva"
            ]
        },
        {
            "title": "Qual legenda você daria a uma foto tirada assim? Kkkkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zzx62l",
            "num_comments": 16,
            "comments": [
                "Quando o humano tá na cozinha",
                "Essa tava boa",
                "\"Quando pegam meu telefone\"",
                "Quando lembro que meu futuro só depende de mim",
                "\"oloko Márcia oq tinha naquela raçãokk\"",
                "Fototeta",
                "\"Humana, tira uma foto de mim distraída\"",
                "r/greebles",
                "' A chave tá aqui, pega se tiver coragem '",
                "Qual legenda você daria a uma foto tirada assim? Kkkkk",
                "O que é a vida?",
                "Já passou do horário da comida, Jéssica.",
                "Ele chegou !",
                "O gato de Coraline percebe que estava dentro de um filme/livro esse tempo inteiro",
                "\"Angu com sorvete, Celso!?\""
            ]
        },
        {
            "title": "Nina e xaninho assistindo ratinho",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zzilhw",
            "num_comments": 16,
            "comments": [
                "Eles acharam que fosse outro tipo de ratinho kkkk",
                "Fofos 🖤",
                "Pergunta: gato assistindo Ratinho é tipo humano assistindo programa de culinária?",
                "Se trocasse pra nino e xaninha assistindo a cobrinha virava um título de p0rn9",
                "Muito fofo kkkkk só que na mente deles eles talvez estejam ouvindo e pensando que é comida",
                "Eu fico pensando.... Como vc difere um do outro? Ou vc só taca o fds?",
                "Rapaiiizzz",
                "Eu tenho uma gata siamesa q chama Nina também!!",
                "fazer os coitados assistirem ao ratinho é tipo um castigo?"
            ]
        },
        {
            "title": "Gato do vizinho marcando território na minha casa",
            "selftext": "Boa noite, eu tenho uma gatinha castrada e sempre tem gato querendo cruzar com ela. Esses gatos urinam pela casa marcando território e eu gostaria de saber o que fazer para evitar isso.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zyj55v",
            "num_comments": 2,
            "comments": [
                "taca xixi na casa do vizinho até ele castrar o gato dele uai, ao menos uma vez no ano algum órgão publico da tua cidade deve ter evento de castração gratuita..."
            ]
        },
        {
            "title": "vai um biscoitinho maisena aí?",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zy8qal",
            "num_comments": 9,
            "comments": [
                "Essa foi a imagem mais linda que vi hoje 👍",
                "Que adorável! 🥰",
                "Owwnn, que carinha inocente.",
                "Coisinha mais linda dessa vida!",
                "coisinha preciosa",
                "que bonitinhoooo",
                "que fofiiiinho *",
                "Que mimosoooo🥰🥰🥰",
                "Bolacha**"
            ]
        },
        {
            "title": "La envidia",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zy5m3g",
            "num_comments": 1,
            "comments": [
                "r/oddlyterrifying"
            ]
        },
        {
            "title": "Minha gata na sua caixa favorita",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zy4ji1",
            "num_comments": 6,
            "comments": [
                "Linda",
                "As patinhas 🥰",
                "Fofa",
                "aaa q gracinha"
            ]
        },
        {
            "title": "🙈♥️",
            "selftext": "i.imgur.com/vpXhFvV.jpg",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxshte",
            "num_comments": 0
        },
        {
            "title": "Luna a guardiã do meu guarda roupa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxsa27",
            "num_comments": 0
        },
        {
            "title": "Só os meus 2 gatitos mesmo",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxreuk",
            "num_comments": 4,
            "comments": [
                "Que bonitinho mn",
                "Fofos",
                "Lindos 😃",
                "lindezas"
            ]
        },
        {
            "title": "Finalmente achei o subreddit perfeito pra compartilhar isso!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxqi4i",
            "num_comments": 0
        },
        {
            "title": "Neosoro + prensado",
            "selftext": "Um dia minha gatinha larga esse neosoro do cão 🙏",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxp8ri",
            "num_comments": 1,
            "comments": [
                "Uma combinação perigosa!"
            ]
        },
        {
            "title": "Situação difícil com meu neném.",
            "selftext": "Ola, pessoal. Como vai vocês? \nEu tenho uma situação muitíssimo incomoda em minha mãos e gostaria de opiniões. Eu iria viajar e passar alguns dias com meu pai e vó em outra cidade, enquanto minha mãe iria cuidar do meu gato, porém ela deu para trás. Agora, me resta a seguintes opções: \n1) Levá-lo comigo. Sendo que eu irei viajar de ônibus e ficarei na casa da minha vó. \n2) Deixá-lo só por dois dias, até que minha cunhada volte. \nInfelizmente, algumas coisas me deixam chateadas e me impedem de ser mais pragmática. Como, a questão que não poderei contratar uma pet sitter porque minha mãe não permite e também o fato que eu te medo que meu gato fuja enquanto eu estiver com ele na minha vó.",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxoil1",
            "num_comments": 7,
            "comments": [
                "São só 2 dias? Não tendo mais nenhuma outra solução, acho tranquilo você deixá-lo sozinho. Coloca bastante comida e água, deixa algumas roupas suas usadas (com o seu cheiro) pra ele, coloca brinquedos etc. O (a) gatinho vai sentir falta, claro, mas sendo poucos dias é de boa. É sempre melhor deixar o gato em um ambiente que ele já está acostumado, mesmo que sozinho, do que lidar com as consequências do estresse gerado pela viagem e pela mudança de ambiente.",
                "Porque sua mãe \"não permite\" pet sitter? \n\nEu passei por isso uma vez, só que precisei deixar meu gato por quase um mês. Contratei uma pessoa pra cuidar dele, ele ficou na casa dela esse tempo (pq eu não me senti a vontade de dar minha chave pra uma pessoa estranha) e deu tudo certo... só tome cuidado pra contratar alguém realmente de confiança.",
                "Você tem algum amigo/vizinho que poderia falar com a sua mãe durante o tempo que está fora? Alguém que sua mãe goste e que facilite para vocÊ saber novidades do gato.",
                "Gatos são extremamente territorialistas, uma viagem seria muito estressante pra ele, além do mais são apenas dois dias, seria uma viagem em cima da outra, e ficando numa casa que ele não conhece. Além do mais, como lá tem chance dele fugir de lá, é meio fora de cogitação. Sugiro que vc o deixe na sua casa mesmo, com mantimentos para os dois dias, dá uma geral na casa, veja se tem objetos fora do lugar que possam ser perigosos pra ele e peça pra que algum outro parente ou vizinho vá supervisioná-lo uma vez por dia pelo menos"
            ]
        },
        {
            "title": "Meu gatinho está precisando de ajuda",
            "selftext": "Oi gente, eu não queria precisar pedir isso aqui, mas na segunda-feira levamos o gatinho da minha namorada no veterinário para cortar as unhas do Cadu, e lá descobrimos que ele está com uma infecção no osso do ombro direito. O médico disse que a única solução vai ser amputar o braço dele, e isso vai custar 900 reais. Mas a nossa situação tá meio apertada, e não temos esse dinheiro. Quem puder doar ou compartilhar, agradeceremos muito🙏🙏🙏\n\nlink da vakinha: https://www.vakinha.com.br/3361352?utm_campaign=whatsapp&utm_medium=website&utm_content=3361352&utm_source=social-shares\n\npix: (61) 999522405- Felipe Raposo",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxg42s",
            "num_comments": 0
        },
        {
            "title": "foto preferida dos meu filhos",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxe9m5",
            "num_comments": 9,
            "comments": [
                "😍💞",
                "Que fofos esses bebês ❤️",
                "Que amor ♡♡♡",
                "Lindos",
                "Eu queria muito ter mais um gato pra ser irmão da Kiwi 😭 Quando eu vou pra casa da minha mãe, ela ama os outros gatinhos, amizades felinas são muito fofas!!",
                "Eles são iguais aos meus gatos, tipo 100% da pelagem a foto, tenho uma foto igual essa deles dois",
                "muito fofos"
            ]
        },
        {
            "title": "Meu namorado achou essa gatinha na chuva🥺 adotamos essa nenem e agora não sei que nome colocar",
            "selftext": "Me ajudem a escolher um nome",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxau1b",
            "num_comments": 41,
            "comments": [
                "Arashi, é tempestade em japonês, pq o pelo dela  lembra uma nuvem de chuva e os olhos dela são azuis forte,tipo um raio,fora o fato de que vcs acharam ela na chuva",
                "Geral falando em traduções em japonês e outros idiomas, mas aqui vai minha idéia : chuvinha (sou muito criativo)",
                "Rainy",
                "Floquinha.",
                "Coisa mais preciosa 🥰",
                "Que tal \"Aozora\" significa céu azul em japonês.",
                "Yumi, Luni ou Pipoca pois tem jeitinho de agitada rsrsr fala mais sobre a personalidade dela q procuro mais nomes",
                "roberto, independente de ser mulher, A Roberto, espero ter ajudado",
                "Eu sou a favor de nomes de gente idosa engraçados para gatinhos e gatinhas, então vamos de **Filomena**!!!",
                "Coloca o nome de \"Roux\" lê se \"Rou\" ou \"HouHou\".",
                "Da o nome do lugar que achou ela, tipo \"pracinha\" ou então \"chuvinha\", \"garoa\" ou algo do tipo\n\n\"Natalina\" tbm é bom, já que vcs acharam ela na época de natal",
                "Stormi ou Julia, ela tem cara de Julia kkkk",
                "Nina! \nEla é igualzinha à minha Tina quando era bebe [https://imgur.com/QzN58kV](https://imgur.com/QzN58kV)",
                "Eu pensei em Safira  por conta, dos lindos olhinhos  que ela tem ^ - ^",
                "Chuvisco",
                "Pinduca",
                "Ash (cinza em inglês)",
                "Risu!",
                "Baby 😍",
                "Poderia ser Lucy já que eu tinha uma gata(infelizmente ela faleceu) que parece com ela",
                "Acho que chuvisco é uma boa, tanto pela chuva como pela tela de tv antiga, também cinza",
                "Galadriel,Lua/Luna",
                "Sombrinha 🤣 \n(guarda-chuva)",
                "Eu também achei a minha na chuva, se chamava poli",
                "Granizo",
                "Chama de babalu",
                "Conta aqui depois o nome que você escolheu pra essa fofura",
                "Shady <3",
                "Safira, por causa dos olhos",
                "Mariana",
                "Que fofuraaaa \nCoisa mais lindinha 😻💞\nSugestões de nomes: Ágata, a Gata (referência daora), Luna, Lina, Sheylla",
                "Aurora coloca esse ❤️",
                "Ameixa, porque... sim.\n\n\"Ameixa, primeira de seu nome, nascida da tempestade...\""
            ]
        },
        {
            "title": "Genes quando o adotamos, era tão pequeno que era do tamanho do brinquedo que compramos pra ele",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxaeih",
            "num_comments": 1,
            "comments": [
                "Kiut 🐾😸"
            ]
        },
        {
            "title": "Oiiee <3",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zxaaed",
            "num_comments": 3,
            "comments": [
                "S2",
                "Owwnn e essa linguinha 😍.",
                "Mlem"
            ]
        },
        {
            "title": "hermes",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zww8zu",
            "num_comments": 5,
            "comments": [
                "Hi gorgeous ♡",
                "nenezi 🤍",
                "lindo 🖤",
                "Eu e meus manos achamos isso muito fofo"
            ]
        },
        {
            "title": "Eu fiz uma tatuagem de uma foto minha com a minha gatinha!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zwrn0f",
            "num_comments": 10,
            "comments": [
                "Ficou um absurdo de tão linda",
                "Que fofuraaa",
                "Perfeitoo!!",
                "Ficou incrível!",
                "Que maneiro! Ficou ótima.",
                "[deleted]"
            ]
        },
        {
            "title": "Sem filtro / com filtro",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zwr9ii",
            "num_comments": 0
        },
        {
            "title": "Hi",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zwoj65",
            "num_comments": 7,
            "comments": [
                "Hi cuti cuti cuti",
                "Eae",
                "Um nenêzito 😻",
                "É muita sensualidade pra um gatinho só, fofuraaaa",
                "Ah mdsss, q bonitinhooooo",
                "Hiii",
                "Ola bonitão gatinho"
            ]
        },
        {
            "title": "Petite e seu coraçãozinho na patinha",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zvwlj4",
            "num_comments": 8,
            "comments": [
                "Que fofo!",
                "Ah mel dels que fofura 😍",
                "Kiut😸🐾",
                "Q fofurinha😍😍🥰🥰",
                "Awwwwwwwn *-----*",
                "acabou de abençoar meu dia. obrigada, Petite 🥺🖤",
                "😍",
                "Aaaghh <333"
            ]
        },
        {
            "title": "Essa é a Petite, a gatinha que adotei ano passado. Ela chegou aqui praticamente sem pelos por causa da desnutrição e de uma vida dura nas ruas. Hoje está assim.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zvwkis",
            "num_comments": 7,
            "comments": [
                "Linda demais!!!",
                "A gata tem um cabelo melhor que o meu",
                "Que gracinha",
                "Eu tenho uma gatinha que quando ela chegou na minha casa ela nem aguentava miar n sei se era de pulga ou de fome\n\nUm dia minha mãe e uma amiga dela foi dar um banho nela ela quase morreu n sei pq mas depois agente pode ver aquele monte de pulga saindo dela\n\nE hoje ela está bem grandinha e peludinha",
                "Msm história que do meu gatinho, só q ele veio pra cá com os pelos"
            ]
        },
        {
            "title": "😻🎄",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zvvwc6",
            "num_comments": 1,
            "comments": [
                "Até o gato gosta de Natal e minha família não"
            ]
        },
        {
            "title": "Olha q fofa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zvpnvc",
            "num_comments": 5,
            "comments": [
                "Muito fofa!",
                "aaaa que amor!!!",
                "uma gracinha",
                "Queria que alguém me convidasse pra uma casa com alguns",
                "r/blep"
            ]
        },
        {
            "title": "Meus dois capetinhas",
            "selftext": "Ela toda fofa, ele completamente pistola 🙏🙏",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zvnxab",
            "num_comments": 15,
            "comments": [
                "Essa foto tá a coisa mais legal do mundo!!",
                "Da pra ver as personalidades distintas dos dois so nessa foto kkkkkkk, q fofooooos",
                "\\>é que meus gatos são muito diferentes  \n\\>diferentes como?",
                "Criaturinhas mais fofinhas :3",
                "Preto: *Eu vou tacar fogo na casa e matar todo mundo quando tiverem dormindo* 👺\n\nSiames: Que horas é o jantar? 👁👄👁",
                "[São esses dois](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7Eym7X9ZYKyQV7sz1Gf0pof5ueqEem-EuKQ&usqp=CAU) do mundo felino!",
                "Que foto lindaaaaaaaaa amei o contraste ela fofinha e ele pistolinha",
                "Essa foto ficou muito boa kkkk",
                "O clarinho ta com uma cara engraçada",
                "A coisinhas mais fofas do mundo",
                "Muito fofosss",
                "Gatos demais",
                "Enid e wandinha",
                "Q fofurinhas 😍🥰uns amores!!!",
                "ENAMORADA💋"
            ]
        },
        {
            "title": "Minha gata virou um enfeite de Natal.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zvmpb1",
            "num_comments": 2,
            "comments": [
                "O mais lindo enfeite!",
                "Amei esse enfeite,onde posso achar um pra comprar!?🤣🥰"
            ]
        },
        {
            "title": "A família a abandonou.",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zuy3qt",
            "num_comments": 7,
            "comments": [
                "Olhos lindos",
                "Que lindinho, muito ruim de abandonarem bichinhos nessa epoca do ano (e em qualquer epoca).\n\n Eu uso esse mesmo medidor pra medir a ração da minha gata haha nessa cor.",
                "Que triste, cuide bem dela!Ela parece meu gato",
                "Tadinhaaa"
            ]
        },
        {
            "title": "Eu gosto como eles respeitam o x1 kkkk",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zuxny8",
            "num_comments": 2,
            "comments": [
                "X1 é sagrado kkk"
            ]
        },
        {
            "title": "Janjão",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zugjcp",
            "num_comments": 1,
            "comments": [
                "Que lindo 😻"
            ]
        },
        {
            "title": "🎄🎅🏼☃️",
            "selftext": "Feliz natal pessoal!!",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zug0gh",
            "num_comments": 1,
            "comments": [
                "Own"
            ]
        },
        {
            "title": "Vincent y Julieth",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zuehtq",
            "num_comments": 0
        },
        {
            "title": "esse gatinho apareceu do nada na minha casa e agora tô cuidando dele",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zue7wk",
            "num_comments": 12,
            "comments": [
                "Assim que vc é adotado.",
                "Ganhou um presetao de Natal, um laranjao miau kkkkk",
                "Parabéns, você foi adotado!",
                "Aqui em casa, todos os animais que tivemos foi meio assim que aconteceu.",
                "Foi assim que meu gato me adotou",
                "Ownnnnt, que coisinha mais fofa",
                "já ganhei um presente de Natal desses (na verdade, foi uma ninhada de 6 gatos) doei 4 e fiquei com 2 🖤. Cuida sim, sempre quis ter um gato laranja 😄",
                "Automaticamente a casa é do gato agora.",
                "Essa gato é meu cara 😥😥😒",
                "Q fofo, ele te adotou kkkkkk",
                "Sempre é o gato que adota, nunca o contrário kkkkkk"
            ]
        },
        {
            "title": "😼☀️",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zu6mwf",
            "num_comments": 1,
            "comments": [
                "Que lindooooooo aàaaaaa"
            ]
        },
        {
            "title": "Esse é o Trovão!!",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zu340y",
            "num_comments": 1,
            "comments": [
                "vontade de cheirar esse chulezinho 😍😍"
            ]
        },
        {
            "title": "Vejam essa coisinha mais fofa",
            "selftext": "",
            "subreddit": "Gatos",
            "topic": "animais",
            "id": "zty4a5",
            "num_comments": 4,
            "comments": [
                "Derreteu",
                "Lindao",
                "perfeição 😍🫶🏻",
                "É um dagaozinho"
            ]
        }
    ]
}