{
    "posts": [
        {
            "title": "Peças usadas valem a pena?",
            "selftext": "Tava dando uma olhada no olx e o pessoal na minha cidade tá vendendo seus PCs com configs boas, por um preço relativamente barato, não muito abaixo do mercado (se comparados com aliexpress) mas ainda tá top. Vale a pena?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10646yd",
            "num_comments": 3,
            "comments": [
                "Se estiverem funcionando... e não estiverem acima de 50-60% de uma nova, até vale.\n\nDe que tipo de configuração e preço tu tá falando?"
            ]
        },
        {
            "title": "Meu ryzen 5 gargala com uma RTX 3060 TI OC ???",
            "selftext": "Tenho um Ryzen 5 2600x na minha b450m e uso minha rx 570 8gb atualmente e estou pensando em comprar uma RTX 3060 TI de 8gb da Asus (versão mini)  mas não tenho ideia se o meu ryzen vai conseguir aguentar a RTX... vai ter gargalo caso eu coloque esse upgrade?  \n\n\n  \n\n\nhttps://preview.redd.it/puc3sk4z2paa1.png?width=414&format=png&auto=webp&v=enabled&s=23694f279792a70b49a6cb52eb20abb585ad5cff",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "106192w",
            "num_comments": 4,
            "comments": [
                "Ryzen 5 2600X não tem PCIe 4.0... e a 3060 é PCIe 4.0 x16. Pode haver algum gargalo, mas acho que a 3060 TI não satura os lanes todos."
            ]
        },
        {
            "title": "Tela de BIOS",
            "selftext": "Meu PC não aparece a tela de BIOS, dá uma tela preta e depois já aparece o Windows, se eu apertar as teclas de boot como f2 del e etc ele fica na tela preta e não sai mais, só reiniciando o PC, já mudei a resolução mas não adianta, quando preciso dar boot tenho que ligar o PC na TV aí aparece a tela de BIOS, oq pode ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "105qxah",
            "num_comments": 4,
            "comments": [
                "Qual o processador que tu tá usando? Tem placa de vídeo?\n\nSe o processador tiver vídeo onboard, liga nele. Caso contrário, liga na placa de vídeo.",
                "Provavelmente, fastboot ativo. \n\nReinicie o Windows, segurando a tela Shift, e vá na opção de firmware. Veja se funciona?",
                "você usa o monitor no HDMI? Se sim, usa no DVI que provavelmente o problema vai acabar. Ja passei por esse problema e a solução foi mudar a entrada."
            ]
        },
        {
            "title": "posso usar meu pc sem cooler?",
            "selftext": "eu estou montando um pc baratinho, com um xeon 2420 V2, eu acabei comprando um fan cooler ao invés de um cpu cooler, depois de perceber a minha burrice fiz a compra de um cpu cooler, mas tem problema eu usar o meu pc só com esse fan cooler enquanto o meu outro chega? no caso eu não jogaria ou faria nada que forçasse demais o pc",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "105nqsc",
            "num_comments": 8,
            "comments": [
                "Não. E espero que vc tenha pegado um decente com no mínimo 4 heatpipes tipo o Rise Mode Z3. Xeon esquenta bastante.",
                "Espera o cooler chegar, não use sem.",
                "não tem problema, mas pega um decente. Xeon tem problema com esquentar demais, toma cuidado com isso.",
                "Poder, até tu pode... mas não deve. Eu sinceramente não recomendo...\n\nO CPU vai trabalhar à 105°C, travando e morrerá logo. hahaha",
                "Não recomendo. Já usei sem em processadores que não esquentavam muito (Pentium com cooler quebrando e um Core 2 Duo que esqueci de fixar), o que não é o caso dos Xeons.",
                "olhe bem a temperatura da cpu, chegando a 80º já está passando do normal que deve ser mantido ali nos 60/70º",
                "Melhor não Man, esse processador e meio esquentadinho, aí tem risco de vc ficar sem ele!",
                "Não use. O processador vai esquentar muito podendo até danificar!"
            ]
        },
        {
            "title": "Fonte KCAS 500w 80plus bronze com RTX 2060",
            "selftext": " Vou comprar uma rtx 2060 e tenho a fonte kcas 500w mas falam que ela n e uma fonte confiável, posso usar a 2060 com ela até eu conseguir uma fonte melhor em 3-4 meses ou vai acontecer algo como queimar algum componente do pc?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "105hxyj",
            "num_comments": 4,
            "comments": [
                "Eu sinceramente não recomendaria usar a AeroCool KCAS com uma placa que puxe tanto da fonte... Tu pode arriscar por **tua própria conta e risco**... ela pode, com algum azar, queimar algum hardware no caso de uma falha e esse hardware pode ser uma placa de vídeo por exemplo... (se não me engano, ela também tinha ripple bem alto quando em load)",
                "Uma 2060 comunzona puxa ~165w. Junta isso com seu kit (vou supor que é um i5-10400 com um ou dois SSDs), poderá usar de boa até trocar a fonte (recomendo corsair). Agora, se vc possui um cpu parrudo igual um i9 ou ryzen 9, que consomem bastante, eu já providenciaria uma fonte melhor o quanto antes. Oq pode ocorrer é o pc desligar sozinho no meio do jogo, e a fonte pifar, se não possuir nenhum circuito de proteção."
            ]
        },
        {
            "title": "Kit xeon",
            "selftext": "Pessoal, estou montando um PC com configuração xeon, e queria saber qual o melhor kit pra se usar com o processador xeon e5 2670 v3.\nObs, vou comprar pela aliexpress",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "105aexi",
            "num_comments": 4,
            "comments": [
                "Ps.: até qual valor? Por que no AliExpress deve ter Xeon Platinum de 40 mil reais. haha"
            ]
        },
        {
            "title": "Estou pensando em comprar uma rtx 3070 qual e a melhor ao pior das marcas?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10575op",
            "num_comments": 3,
            "comments": [
                "Olha... eu compraria uma MSI Gaming X ou uma EVGA FTW3 Ultra... dependendo do bolso."
            ]
        },
        {
            "title": "Qual eu escolho rtx 3070 aorus master 8gb ou rtx 3070 Asus Tuf gaming?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1056xw8",
            "num_comments": 0
        },
        {
            "title": "Quais peças preciso para ter um pc funcional ?",
            "selftext": "Tenho uma placa mãe , processador sem vídeo integrado , memoria ram e ssd . Faltaria um cpu cooler , placa de vídeo e fonte para poder ligar e usar ,certo ? Pretendo testar isso num cabo hdmi ligado na tv . É possível ou falta algo mais ? Irei comprar o monitor e o gabinete por último .",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1056d0m",
            "num_comments": 4,
            "comments": [
                "De necessário vc já falou. Falta só teclado e mouse claro. Kkkk.",
                "Eu imagino estar montando o PC e faço a sequencia das coisas na ordem que tem de ser plugadas pra lembrar se falta ou não: primeiro a **placa mãe** na mesa, coloca o **processador**, **pasta térmica** e instala o **cooler**. Encaixa os **módulos de RAM** (memória RAM é pleonasmo, o M já é Memoria) para funcionar. Instala o **M.2** (muitas vezes fica embaixo da placa de vídeo). Ai coloca **placa de vídeo** para dar video e a **fonte** para conseguir ligar. (\"fonte pra dar video\"... mds... o que eu fumei?!) - ainda tem o case, mas o case é óbvio...\n\nFaltaria teclado, mouse, gabinete, etc. Técnicamente falando, tu consegue iniciar o PC. Se o sistema já estiver instalado, tu consegue ir usando com teclado virtual, mas ai é muito masoquismo. haha\n\n&#x200B;\n\nPs.: cuidado com a fonte. Não economiza em fonte."
            ]
        },
        {
            "title": "GTX 1050 TI E i5 9400f DANDO TELA PRETA, TENHO QUE REINICIAR O PC TODA VEZ PRECISO DE AJUDA",
            "selftext": "Olá, bem recentemente vem ocorrendo um problema no meu pc, jogo muito o jogo Genshin impact e meu monitor tem a resolução 1600x900, se eu jogo em tela cheia o jogo fica piscando a tela e fica bem ruim jogar, comecei a jogar em modo tela cheia em janela porém vem acontecendo de simplesmente o pc dar tela preta e eu escuto o som meio que pausado se repetindo varias vezes, ent meu monitor fica piscando como se n tivesse achando nenhum sinal para dar vídeo e para sair disso tenho que desligar o pc forçado segurando o dedo no botão e esperando ele desligar, queria saber se alguém teria uma solução, meu pc tem 2 anos apenas e seria mt triste ter que trocar as peças já, troquei a pasta termica recentemente tmb, abaixo as config  \n\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/irw4hoxzghaa1.png?width=380&format=png&auto=webp&v=enabled&s=cdf7ea34d06b2eca99ea9c56d420ec9b14f18751\n\nhttps://preview.redd.it/f2ywu120hhaa1.png?width=380&format=png&auto=webp&v=enabled&s=96464219b78d7272e686bdee4e280e9eb65b3708\n\nhttps://preview.redd.it/af8djh60hhaa1.png?width=396&format=png&auto=webp&v=enabled&s=9802365f43ea1901c25fe6095a3c8e9d040b04e0\n\nhttps://preview.redd.it/900jpja0hhaa1.png?width=408&format=png&auto=webp&v=enabled&s=101804ad0ab936ecfbc4b8cd257e3cb7fb514cc8",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1054or1",
            "num_comments": 2,
            "comments": [
                "Tenta essas coisas antes de achar que tu tem defeito de hardware...\n\n1. tira o cabo de video dos dois lados e recoloca.\n2. troca o cabo de video.\n3. remove os drivers com DDU e reinstala E NÃO MEXE NAS CONFIGURAÇÕES.\n\nSó acontece quando tu tá jogando?"
            ]
        },
        {
            "title": "Fonte TX 550M ou CV 550?",
            "selftext": "Tô em dúvida em qual fonte comprar, acabei interessado por alguma dessas duas da corsair mas não sei se realmente valem a pena",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1053409",
            "num_comments": 8,
            "comments": [
                "A TX550M é semi modular (2017), a CV550 não é modular (2019). (Não tenho certeza das datas, mas é a primeira vez que apareceram no Amazon)\n\nMas seria bom tu olhar resenha das fontes. Só ser Corsair não basta.",
                "Eu iria de corsair sem duvida, estou usando uma VS 500W sempre fui de corsair em PC gamer e nunca tive problema algum, e olha que as vezes chove forte ou derrepente tenho queda de energia e sempre segurou, indiferente seja em game ou em IDLE, R7 3700X 1650S 16GB",
                "As duas tem uma diferença boa de preço. Eu tenho uma política de compra que o maior valor é melhor. Kkkkk. E tbm vai depender se consigo pagar. Acho que a TX é melhor",
                "TX é uma série superior a CV, usualmente em preço também, estranho ter achado as duas na mesma faixa"
            ]
        },
        {
            "title": "Alguém aí me recomenda um cooler box custo barateza até uns 300 conto, LGA1151 e se possível com luzinha frufru",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/r2v1d08ojgaa1.png?width=500&format=png&auto=webp&v=enabled&s=a9b746a3c3c43ceca48b46f277df70c1f79b3c13",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104zxy0",
            "num_comments": 6,
            "comments": [
                "Cooler box é o cooler que vem com o CPU... eles custam bem menos que 300.\n\nPor 300 reais tu pode pegar um Watercooler 120mm se tiver onde prender.\n\nPs.: eu dividiria esse valor entre um case novo (com fan) e um cooler melhorzinho.\n\nTipo: \n\nUm gabinete tipo [https://www.pichau.com.br/gabinete-gamer-mancer-dread-lateral-de-vidro-com-3-fans-preto-mcr-drd-bk01](https://www.pichau.com.br/gabinete-gamer-mancer-dread-lateral-de-vidro-com-3-fans-preto-mcr-drd-bk01) \n\ne um cooler desse tipo [https://www.pichau.com.br/cooler-para-processador-t-dagger-idun-m-rainbow-90mm-t-tgc9109-m](https://www.pichau.com.br/cooler-para-processador-t-dagger-idun-m-rainbow-90mm-t-tgc9109-m)",
                "Air cooler x water cooler barato em 90% das vezes o Air Cooler é muito mais eficiente.\n\n&#x200B;\n\nPesquisa o Gammaxx 400, menos de 150 reais e é eficiente pra caramba."
            ]
        },
        {
            "title": "Dúvida sobre placa mãe",
            "selftext": "Gostaria de comprar um \"conjunto\" de placa mãe, processador e placa de vídeo para dar um upgrade no meu computador. Após uma pesquisa, e de acordo com meu orçamento decidi comprar essas gpu e cpu: RX 6600 e Ryzen 5 5600. Entretanto não consigo me decidir sobre a placa mãe, não entendo muito bem as diferenças entre elas e gostaria de pedir ajuda para essa decisão.\nSugestões de modificações para gpu ou cpu são bem vindas. Orçamento total ≈ R$ 4000,00",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104xpf9",
            "num_comments": 5,
            "comments": [
                "Pega uma placa mãe com B450, B550 ou X570. Mas tem de ver se as B450 ou B550 tem o suporte à PCIe 4.0 ativos. (A X570 tem, mas é absurdamente mais cara). - A AMD resolveu tirar suporte à PCIe 4.0 das não X570, mas tem empresa rebelde que manteve o suporte ativo.\n\nAh, se o orçamento estiver apertado, não economiza muito na fonte e tenta pegar ao menos uma MSI MAG 550W. (Eu nunca usei, mas o pessoal tem falado bem dela)",
                "B450 não tem mais suporte a PCIe 4.0... Tinha no começo dos Ryzen 3, ativado pela bios, mas depois a AMD descotinuou. No seu caso, não faz diferença, mas se vc faz mta questão de ter, vai na B550."
            ]
        },
        {
            "title": "Usuário do reddit alguém poderia me ajudar a baixar um mod de rusted warfare, é o mod zumbi,mas não sei usar zarchive nesse tipo de mod,poderiam me ajudar ?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104u4i4",
            "num_comments": 9,
            "comments": [
                "Qual é o formato do arquivo?  (zip/rar/7z/etc)\n\nNão faço ideia de como se instala mod lá, mas tu já olhou se precisa descompactar?",
                "Se o pacote não estiver o nome \"zip\" no final pode ser um erro de instalação também. Basta você renomear o pacote mandando as últimas letras e alterando por \"zip\" pra ele mudar o formato do arquivo",
                "Nada S2"
            ]
        },
        {
            "title": "Ahmn, oi. Eu não entendo muito de computador e tenho uma pergunta estúpida:",
            "selftext": "Meu PC tem uns 11-12 anos e eu usava ele pra escrever (minhas histórias mesmo), ele não tá muito bem não e eu queria saber se consigo por o  disco rígido dele em outro computador pra conseguir pegar minhas histórias, uma das minhas obras eu passei pro drive do google, mas outra eu não passei toda. Eu estava em período depressivo então fiquei muito tempo sem escrever ou ligar meu computador, mas agora mesmo com ele ligado e o monitor, não aparece nada. \nQualquer ajuda é bem-vinda.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104n2ur",
            "num_comments": 5,
            "comments": [
                "Tu pode fazer algumas coisas antes de se desesperar.\n\n1. Tenta outro monitor, monitores morrem.\n2. Tenta outra placa de vídeo, mas tem de ver se é AGP ou PCIe\n3. Tenta trocar a fonte\n\nDepende qual é o tipo do HD. Se for SATA e ele estiver funcionando sim. Qualquer placa mãe atual aceita.\n\nPorém se ele for do tipo mais antigo, PATA/IDE... ai vai ser chatinho recuperar os dados. Tu vai precisar de uma dessas coisas:\n\n1. computador funcionando que tenha PATA, mas é tecnologia obsoleta e os processadores tem mais de uma década agora\n2. uma gaveta/dock IDE",
                "Da sim , tira só o HD e bota em um outro qualquer, só que dependendo do sistema que tinha nele ,vai ser fácil ou difícil recuperar.",
                "Primeiro tenta consertar o que vc tem depois vê esse negócio aí de trocar o HD",
                "Pô, já falou que não entende muito de pc e o pessoal vem falando de AGP, PCIe, se é SATA. Da pra tirar sim e colocar em outro numa boa"
            ]
        },
        {
            "title": "Tou Com Bit na Cabeça; apresenta alguns desktops do Windows dos anos 90 [Vídeo do YouTube de 2008]",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104jy3u",
            "num_comments": 5,
            "comments": [
                "Cara esse vídeo tem mais de 20 anos de idade (o autor disse que criou em 99) e é sobre computadores. E é brasileiro. Caralho...",
                "Porra. Meus ouvidos não mereciam isso. Sério mesmo."
            ]
        },
        {
            "title": "Montagem de um primeiro pc",
            "selftext": "Alguém poderia me dar uma ajudinha? Estou pensando em montar um PC, porém não tenho muito conhecimento sobre. Posso gastar de 8-10k. Lembrando que isso com tudo: monitor, teclado, mouse etc. Alguém poderia me dar umas ideias de config boa? De preferência peças daqui do Brasil.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104fosy",
            "num_comments": 9,
            "comments": [
                "Separa quanto tu quer gastar em mesa/cadeira, teclado/mouse e quanto sobra pro PC em si.",
                "Sinceramente do Brasil não sei, mas com esse valor não deve ser difícil conseguir um bom Pc. \n\nTenho dicas de como importar sem risco de barrarem na alfândega.\n\n1- compre pela Aliexpress\n\n2- pesquise por lojas de confiança, veja comentários, estrelas e todo tipo de informação que o aplicativo te der para verificar a confiabilidade.\n\n3- peça de lojas diferentes para chegarem em dias diferentes na alfândega.\n\n4- se o preço for muito alto você pode entrar em contato com o fornecedor e pedir a ele que coloque um valor menor na nota de despacho.",
                "Opa, você pode começar pelos periféricos… \n> Monitor aconselhável com Painel IPS e 24 polegadas - é o ideal - preferencialmente LG UltraGear;\n> Teclado conveniente seria um mecânico para que aguente tranquilamente anos e anos de digitação;\n> Mouse fica mais a seu critério por causa da conveniência para mão, mas não deixe de conferir reviews…\n> Cadeira seria legal se você testasse em loja física, em alguns casos é muito particular. Atente-se a postura e conforto dos braços;\n> Gabinete, particularmente, prefiro os que tem porta lateral de vidro, ao invés de ser parafusado, mas o importante é verificar as saídas de ar, principalmente a da parte superior;\n> Hardware há dois mundos, multiprocessamento você busca um Processador AMD, com o dinheiro que você tem a disposição, pode buscar a partir do Ryzen 7 série 5000 +, com Placa-Mãe AM4 de Chipset B550M - pois permite SSD NVME de velocidade superior a 3000mb/s, bem como é mais indicado para as placas de vídeo da nova geração (PCI-E 4.0). Quanto a Placa de Vídeo cabe a você verificar o que pretende com a máquina, tenho uma RTX 2060 Super 8GB, atende super bem ao que faço - home office + FIFA 23 no ultra, Warzone e afins - porém você pode buscar uma RTX 3060 ou superior. Para essa configuração o mínimo é 16GB de RAM, mas já mentalize os 32GB de RAM DDR4 3200MHz. Quanto ao dispositivo de armazenamento é aconselhável um NVME de 1TB com velocidade alta (≈5000mb/s) e HD para Backup de arquivos pessoais e tudo mais.\n\nTalvez tenha ficado um pouco longo, mas o básico é isso, qualquer coisa reformulo para ficar mais didático"
            ]
        },
        {
            "title": "Como resolver ?",
            "selftext": "Acabei de montar meu 1º PC, mas ta dando esse erro e quando aperto F1 não acontece nada, até antes dessa tela fico apertando delet pra entrar na bios e não vai, o que faço?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104clws",
            "num_comments": 15,
            "comments": [
                "Tira o pendrive e tenta entrar no BIOS. Parece que o NVMe está em modo RAID.\n\nPs.: DDR4-2400 vai fazer o video onboard perder muito desempenho, tu precisaria de DDR4-3200\n\nE por que tem DOIS teclados ligados ai? hahaha Deixa só um.",
                "F2 ☺️"
            ]
        },
        {
            "title": "ESSE PARAFUSO DE NVME SERVE PRA MINHA PLACA????",
            "selftext": "Esses dias comprei um ssd nvme pro meu pc, mas na hora de checar como seria a instalação eu percebi que eu não possuo o parafuso, somente a porca (pecinha q fica embaixo do ssd), então na hora de instalar eu não conseguiria por conta disso, o parafuso não veio na caixa e nem parafusado na outra peça. Minha placa mãe é uma ASROCK A320M HD. Tava vendo uns anúncio no mercado livre e qria saber se esse serve:\n\nhttps://produto.mercadolivre.com.br/MLB-1951489857-kit-com-2-parafusos-2-porcas-sextavadas-para-ssd-m2-asus-_JM#is_advertising=true&position=1&search_layout=stack&type=pad&tracking_id=fdec192a-35b5-4578-a448-401882619816&is_advertising=true&ad_domain=VQCATCORE_LST&ad_position=1&ad_click_id=MGFjYzQ3Y2ItMjk4Ni00YWY3LWJmYzYtNTg1OGYzNDc5NTI0\n\nMODELO DA PLACA MÃE\nasrock a320m hd",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104alwt",
            "num_comments": 3,
            "comments": [
                "O parafuso é padrão até onde eu lembro... mas recomendo tu ir numa lojinha e pedir, geralmente o pessoal tem isso sobrando...\n\nSe tu optou por uma A320 por causa do custo, 40 reais (ou mais dependendo do frete) sai meio caro....\n\nMas dá uma olhada melhor se esse parafuso não está preso na placa mãe... (pela foto da ASROCK A320M HD que eu vi, ele está preso lá. Se não tiver, deve ter vindo um saquinho junto com a placa mãe)"
            ]
        },
        {
            "title": "Alguém conhece algum Sistema PDV gratuito e que não seja nescessário o uso do CNPJ ou de fiscalização?",
            "selftext": "Não é uma dúvida nescessáriamente sobre computador, mas sobre um tipo de programa, o PDV ou frente de caixa. Queria saber se algum sabe de algum sistema que seja gratuito e que não peça CNPJ?\nSó queria usar ele para consulta de preços e estoque mesmo, pois já tenho um sistema para nota fiscal.\nSe não conhecem, será que teria um programa que eu pudesse usar para fazer cadastro de produtos e fazer pesquisa rápida sobre ele? Tipo uma banco de dados, porém mais simples e flexível",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10497f9",
            "num_comments": 1,
            "comments": [
                "[https://www.google.com/search?q=ponto+de+venda+software+gratuito](https://www.google.com/search?q=ponto+de+venda+software+gratuito)\n\nPrimeiro link tem vários."
            ]
        },
        {
            "title": "O r/computadores apoia a comunidade de hardware de subreddits brasileiros",
            "selftext": "O r/computadores há alguns meses possuía somente 50 membros, hoje somos 18.000. Pelo que eu saiba, nos tornamos o maior subreddit brasileiro relacionados a hardware, mesmo o subreddit não sendo somente focado nisso. \n\nCom o sucesso do r/computadores, decidimos apoiar e divulgar os outros subreddits brasileiros de hardware, achamos que existe espaço para todos, já que cada sub têm um foco diferente mesmo existindo semelhança no conteúdo. Além do mais, é uma boa oportunidade de montar um grande ecossistema colaborativo entre os subreddits de tech brasileiros.\n\nEstamos divulgando estes subreddits:\n\nr/hardwarebrasil - Tudo sobre hardware: computadores, periféricos, problemas técnicos.\n\nr/AssistenciaTecnica - Comunidade que ajuda com problemas técnicos relacionados a tecnologia como se fosse uma Assistência Técnica.\n\nr/craftmybox - Comunidade do MEUPC.NET, para quem quer montar um PC por um preço justo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1046oqx",
            "num_comments": 6,
            "comments": [
                "craftmybox é topdemais",
                "Nice.",
                "Some of us also speak English too. / Alguns de nós também falam inglês também.\n\nSe alguém aqui também fala inglês, também temos o /r/Computer_Memories para contribuir também se você quiser fazer postagens de computador em inglês.",
                "Boa"
            ]
        },
        {
            "title": "Não aparece a BIOS",
            "selftext": "Eu terminei de montar meu Pc, usei um SSD do antigo que deu problema, e ele tá funcionando muito bem, porém eu não consigo acessar a BIOS dele, e não aparece nem a logo da marca da placa mãe quando eu ligo o Pc, procurei en varios lugares más não achei solução, alguém sabe oq pode ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1042h55",
            "num_comments": 2,
            "comments": [
                "Tu tem duas opções.\n\n1. ClearCMOS\n2. Iniciar o Windows, Winkey+I => Update e segurança => Recuperação => Reinicialização Avançada => Reiniciar agora => Solução de problemas => UEFI"
            ]
        },
        {
            "title": "Alguém viu a ultima bizarrice chinesa? Um CPU mobile ES da 11th soldado na placa mãe... diz ser tipo o i9-11900H. hahaha (mais detalhe em comentário)",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "104258a",
            "num_comments": 13,
            "comments": [
                "Engraçado que eles dizem ser semelhante à um i9-11900H. Mas é chip ES. Engineering Sample, ou em português, amostra de engenharia. São processadores que podem ou não ser identicos aos do mercado.\n\nO que eu tinha visto de reclamação com relação aos i9-11900H era que eles trabalhavam super quentes nos notebooks... imagina nessa gambiarra que ninguém sabe se a pressão do cooler será ideal?\n\nSe alguém arriscar um desses, comenta. hahaha",
                "Bah, eu até duvidava dos chinas e tal, mas os caras são brabos, teve uma época que começou a rolar graúdo uns interposer de 8ª e 9ª geração, não botaria jamais a mão no fogo por aquilo, até que uns 3 conhecidos daqui resolveram arriscar e... o negócio era bom.\n\nAs vezes rola de vir um CPU que rende pouca coisa abaixo do esperado (me baseio pelo score no CPUz), mas mesmo na pior das hipoteses, se vier com 10% a menos que o 11900h, ainda é uma barganha por 950. Mas o esquema é esperar por uns reviews.\n\nTenho a mão uma GTX 1050 de 4gb (versão de notebook) da Kllisre, que é soldada em uma pcb de GPU, funciona certinho, em X16, instala os drivers mais novos e ainda rola um leve overzinho, paguei uns 250 na época.",
                "Vou falar para vocês que nunca tive problema com as peças do Aliexpress tanto usadas como novas",
                "Someone just review it  \n\n&#x200B;\n\n[https://www.youtube.com/watch?v=FR6AkUx-q8g](https://www.youtube.com/watch?v=FR6AkUx-q8g)"
            ]
        },
        {
            "title": "Montar computador até 1500 ou notebook",
            "selftext": "Então rapaziada, tô querendo me livrar do meu computador que acabou por dar problema na placa-mãe (Ryzen 5 3350G, 16 RAM e vídeo integrado) e queria vender ele e comprar algum computador melhorzinho com peças do Aliexpress (apesar de duvidosas) ou então usar o dinheiro pra comprar um notebook de nível ok (um notebook com uma 1050 já seria bom), queria vossas opiniões a respeito disso e também recomendações sobre peças no Aliexpress e dicas de notebook",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "103zpln",
            "num_comments": 8,
            "comments": [
                "https://youtu.be/RNrECG05CjQ",
                "Qual a procedência desse Ryzen PRO 5 3350G? Tu lembra se chegou à ativar o AMD PSB? Porque se ativou, o processador não funcionará em outro sistema.\n\nMas eu acho pouquissimo provável que tu consiga vender 3350G + 16GB de RAM por 1500... o 4600G NOVO (que é quase 100% mais rápido) tá 600 reais, 16GB NOVOS Kingston Fury Beast (2x8GB DDR 3200) tá 400... \n\nDe qualquer forma, tem kit Xeon com 16GB de RAM por 700 e RX 5500 XT por 600. Ai tu guarda os 200 pra caso de imposto de importação)"
            ]
        },
        {
            "title": "\"nenhum driver de dispositivo encontrado\"",
            "selftext": "Então, eu formatei meu PC pelo CMD por conta de alguns problemas e agora sempre que eu tento instalar o windows aparece a mesma mensagem de \"nenhum driver de dispositivo encontrado\". Já tentei diversos tutoriais, levei em um técnico que disse que o problema era meu HD, comprei um novo e continua a mesma coisa, alguém aqui sabe como ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "103ku0f",
            "num_comments": 16,
            "comments": [
                "Aparece o hd ba bios?",
                "Vamos começar do zero...\n\nTu sabe dar boot pelo UEFI/BIOS? (Pelo UEFI se o PC for mais recente e tiver suporte)",
                "Teu PC é Intel? Você tá tentando instalar via USB?",
                "Qual programa você usou para criar o pendrive de boot com a instalação do Windows 10?\nRecomendo usar o Rufus visto que certa vez eu usei um programa \"esqueci o nome\" mas era só copiar a ISO de instalação para o pendrive e deu esse mesmo problema que você mencionou?!"
            ]
        },
        {
            "title": "Meu pc ta com esse problema como eu resolvo",
            "selftext": "O problema é reboot and select proper boot device",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1033nd5",
            "num_comments": 2,
            "comments": [
                "4 opções:\n\n1. Tu não instalou o sistema operacional.\n2. Tu desconectou o HD com o sistema operacional ou o HD morreu\n3. Falta ajustar no BIOS, seção BOOT, Boot Sequence/Priority\n4. Tu instalou o OS em outro PC que era UEFI enquanto esse teu PC só suporta CSM ou vice versa... (dá para ajustar no BIOS também...)",
                "Ele não está detectando um sistema operacional bootavel, dá uma olhada na ordem de boot que aparece na Bios.\n\nNo mais, não esquece de conectar esse cabo de ponteira azul que está solto, naquele conector retangular verde logo abaixo do cabo de 24 pinos da fonte (a direita das memórias), se não, as USBs 3.0 do gabinete não irão funcionar."
            ]
        },
        {
            "title": "Notebook Hélios 300 não liga após limpeza",
            "selftext": "Após fazer a limpeza das ventoinhas, limpei-as como de costume e montei novamente. Após isso a luz da bateria acende, mas ao acionar o botão power do notebook não liga e nem da sinal. Alguém já passou por algo parecido? Desde já agradeço!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "103if7e",
            "num_comments": 2,
            "comments": [
                "Desmonta de novo e remonta... agora prestando atenção. hahaha \n\nTem chance de tu ter deixado o botão power desligado ou quebrado ele...",
                "Remontei porém não consegui identificar nada errado, mas obrigado pela sugestão!"
            ]
        },
        {
            "title": "Dica de controles sem fio para o PC",
            "selftext": "Oi pessoal, estou precisando de uma ajuda.\n\nPreciso de um controle sem fio para usar no meu PC. Estava vendo alguns e queria saber se prestam.\n\nPor enquanto eu vi o [Xuelili](https://www.amazon.com.br/gp/product/B091FS3G59/ref=ox_sc_act_title_2?smid=A16MQX9MFIHHQG&psc=1) e o [Datafrog 2.0](https://www.amazon.com.br/Controle-controle-Zamia-compat%C3%ADvel-integrada/dp/B08GBXWGYR/ref=asc_df_B08GBXWGYR/?tag=googleshopp00-20&linkCode=df0&hvadid=379707937854&hvpos=&hvnetw=g&hvrand=14413657048584375839&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9102125&hvtargid=pla-1719160419002&psc=1)\n\nMinha única preocupação é a distância que eles funcionam porque minha ideia é usar com o computador no quarto e a imagem espelhada na minha TV.\n\nEntão a conexão precisa ser de uns 10m porque vou estar jogando na sala e meu PC no quarto.\n\nTambém se puderem indica um fórum para eu postar e ver mais opiniões eu agradeço. \n\nObrigado pessoal.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "103hx1l",
            "num_comments": 0
        },
        {
            "title": "Ryzen 5500 com um rx 5500 xt 8gb é uma boa combinação ?",
            "selftext": "Tenho um ryzen 5500 e uma placa mãe A520M da SOYO que comprei no Aliexpress , estou pensando em comprar uma rx 5500 para usar , será que é uma boa combinação pra baixo orçamento ? Pois o ryzen 5500 e a placa mãe não tem suporte ao pci 4.0 , então eu fiquei na duvida se iria perder muito desempenho por causa disso . \n\nOutra duvida seria substituir a 5500xt por uma rx5700xt ? será que vale a pena ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "103gusp",
            "num_comments": 2,
            "comments": [
                "A RX 5500 deve gargalar um tanto, mas gargala menos que a RX 6500 XT. A RX 5700 XT quase não gargala porque é PCIe 4.0 X16 mas não é potente o suficiente para saturar os x16.",
                "Se cabe no teu orçamento, vai firme, a 5500xt ainda leva em 1080p e dá pra achar por um bom preço no Ali"
            ]
        },
        {
            "title": "Perdi meus arqvuivos que estavam salvos em uma repartição",
            "selftext": "Fui formatar meu notebook e acabei formatando a repartição que eu guardava meus arquivos. Tem como recuperar? Alguém indica algum programa que ajude nessa situação, por favor.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "103bnu7",
            "num_comments": 5,
            "comments": [
                "Tu vai ter de recuperar esses arquivos em OUTRO HD... Em hipotese alguma recupere na mesma partição, pois tu pode (e murphy garante que) tu vai sobreescrever os arquivos e perder-los de forma permanente.\n\nSe tu não fez um zero fill E não instalou o Windows nesse HD/gravou QUALQUER coisa, dá para recuperar com o Recuva.",
                "Instala um sistema em outro HD,  deixa esse secundário, usa o Revuva e reza, se não sobreescreveu nada, vai dar pra recuperar"
            ]
        },
        {
            "title": "Tela de reparo automático infinita (Loop)",
            "selftext": "Boa tarde, desde ontem, por volta das 16:00, Desliguei meu computador de forma errada! É isso causou uma infeliz tela de reparo automático toda vez que eu ligo o computador, não é possível formatar o computador pois dá erro em todas as vezes, já tentei alguns comandos no prompt de comandos, mas ainda não funcionou, não ligo de perder meus arquivos, meu medo é perder o computador! Podem me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1039xc9",
            "num_comments": 9,
            "comments": [
                "Pergunta: Tu tinha um HD e instalou o Windows num SSD ou em outro HD?\n\nSe sim, vai no BIOS e seta o 1st boot pro Windows Boot Manager  e o 2nd boot pro SSD com Windows que deve resolver."
            ]
        },
        {
            "title": "Indicacoes de marcas e modelos de tablets?",
            "selftext": "Tenho intenção de comprar um tablet pra fazer anotações e utilizar como caderno digital, utilizo caderno físico mas acho muito desorganizado e ja vi que existem varios apps de caderno digital que sao super organizados e faceis de usar.\nNão quero um puta tablet pra rodar coisas pesadas e nem com uma super memória, sabem me recomendar alguma marca barata q eu consiga usar pra escrever/fazer anotações com caneta digital? (Se der pra desenhar tbm é luxo mas n é prioridade)\nQueria pagar barato, menos de mil reais caso exista.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1038y0s",
            "num_comments": 6,
            "comments": [
                "Samsung, Apple, Xiaomi, \n\nBarato, com caneta e novo. Escolha dois.\n\nBarato e com caneta, provavelmente não novo.\n\nNovo com caneta, não é barato.\n\nBarato e novo, provavelmente sem caneta.",
                "Galaxy Tab S7 FE. Você consegue comprar entre 1500 - 2000 um usado na OLX e vale muito a pena.",
                "pra isso q voce quer, ipad ou galaxy tab S6, pois ambos tem como utilizar a caneta e tem tamanhos bons. porém, eu tenho um da amazon, é o amazon fire HD 10, tem 10 polegadas e 32gb de memoria, e eu acho ele muito bom, consigo estudar, assistir midias, jogar qualquer jogo e funciona bem, não trava",
                "Tem alguns tablets chineses que pra navegação na Internet, jogos, netflix, são bons, eu tenho há um ano o Teclast M40, paguei pouco menos de 1000 reais e ele me atende bem, só deixa a desejar no microfone e nas câmeras, mas se vc não vai gravar conteúdo gravando a tela, ele é muito bom."
            ]
        },
        {
            "title": "Microfone não funciona /Microphone doesn't work / Ardour",
            "selftext": "\nTLDR;  Fui hackeado, malware na área de trabalho, área de trabalho limpa, programas recarregados e agora nenhum dos meus DAW (Ardour ou FL Studio) está captando meu microfone.  Verifiquei o Gerenciador de dispositivos para drivers/atualizações/habilitação, selecionei o dispositivo de entrada correto, tentei 41K e 48K hz, desconectei, reconectei o cabo XLR no conector de áudio traseiro, reiniciei a área de trabalho, procurei atualizações do Windows, reinstalei Ardour, Fl  Studio e até ASIO4All etc. É apenas meu Shure SM58. Fiz um podcast hoje e aquele microfone era bom.  No aplicativo de gravação da Microsoft, posso selecionar o Shure e ele capta o som da gravação.  Quando estou em qualquer um dos dois, não está funcionando e tenho seguido a toca do coelho dos conselhos de ajuda que não parecem ter funcionado.\nTLDR; Got hacked, malware on desktop, wiped desktop, reloaded programs, and now neither one of my DAW (Ardour or FL Studio) are picking up my microphone. I checked the Device Manager for drivers/updates/enabling, I selected the correct input device, I tried both 41K and 48K hz, unplugged replugged the XLR cable into the rear audio jack, restarted desktop, looked for windows updates, reinstalled Ardour, Fl Studio, and even ASIO4All etc. Its only my Shure SM58 I did a podcast today and that microphone was good. In microsoft record app I can select the Shure, and it picks up sound of recording. When I’m in either its not working, and I have been following the rabbit hole of help advice non of which seems to have worked",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10389b1",
            "num_comments": 2,
            "comments": [
                "Cara. Fica horrivel ler um paragrafo todo zoado com sessenta linhas dessa forma... tenta estruturar o parágrafo da próxima vez. Tá parecendo tradução feita pelo Google Translate... se tu falar inglês nativamente, tem o /r/computers. O pessoal lá é mais ativo. hahaha\n\nMas eu sinceramente não entendi o que tu quis dizer com \"malware na área de trabalho\", mas beleza.\n\nMas:\n\n1. Tu já viu se a permissão de microfone do Windows está ativa? \n\n2. Não tinha alguma configuração a ser feita nos softwares que tu usa? \n\n3. Os softwares não estão mutados no mixer? \n\n4. já testou o Shure SM58 em outro PC?"
            ]
        },
        {
            "title": "Fonte Corsair CX650F",
            "selftext": "Bom dia,\nEu achei essa fonte full modular de 650W e 80 plus bronze por 440 reais, e pensei em comprar, já que está em uma promoção boa, eu não acho fontes de 650W de marcas conhecidas por um preço menor, essa compra seria um bom negócio? \nSegue o link: https://www.terabyteshop.com.br/produto/18899/fonte-corsair-cx650f-rgb-550w-80-plus-bronze-cp-9020217-br",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1035487",
            "num_comments": 6,
            "comments": [
                "Já te aviso que o desconto que a Terabyte está oferecendo, dizendo que ela vale 1270, é falso. Essa fonte custa 555 reais, sem promoção, na Kabum. (Se bem que na Kabum esgotou, mas tá 555 na Amazon também)\n\nMas sim, deve ser uma boa fonte. É Corsair. E a Corsair pelo que lembro, só teve duas séries semi-bombas. VX e a CV (mas não tenho certeza que era CV)"
            ]
        },
        {
            "title": "Jogando em ambiente Linux",
            "selftext": "Queria saber se alguém aqui joga em ambiente Linux e se tem uma boa experiência/tem boa compatibilidade com placas de vídeo da AMD. Não curto muito o windows e estava cogitando essa opção. Jogo principalmente Overwatch 2, Elden Ring e God of War.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1034vh0",
            "num_comments": 4,
            "comments": [
                "Eu joguei bastante usando o proton da steam, achei ele muito bom, alguns games eu consegui performance melhor que no windows, tenho uma RTX2060 mas acredito q AMD tenha um suporte melhor q nvidia pra Linux\n\nFora da steam tú teria q usar wine ou algum emulador(se o game n tiver suporte nativo) aí fica bem ruim e n acho q vale a pena, porém a steam evoluiu muito pro público Linux, tú só tem q ativar essa função e ser feliz\n\nJoguei bastante age of empires, far cry, days gone, the witcher e mais alguns q n lembro de cabeça, a maioria sem suporte oficial e rodou tranquilo",
                "Olha, até tem compatibilidade para jogos... mas acho bem improvavel tu conseguir rodar jogos online ou recentes nos \"emuladores\" de Windows que tem no Linux. Tu teria de checar qual é o mais compatível e quais os jogos compatíveis com ele. Mas pelo que lembro, jogo online geralmente não é bem compatível."
            ]
        },
        {
            "title": "Problema na tela",
            "selftext": "Então meu notebook tá com esse problema que veio do nada depois de eu ficar sem mexer nele por 1 semana e aparecer uma atualização do sistema operacional, agora do nada ele desliga a tela sozinho, quando abro algum arquivo ele também desliga a tela, e quando fica muito tempo sem mexer ele reinicia sozinho e novamente a tela fica desligada. Pensei em formatar mas não queria e fica difícil com a tela desligando se alguém puder me ajudar eu agradeço.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10343od",
            "num_comments": 1,
            "comments": [
                "Tu tem um monitor externo? Se sim, tenta usar ele.. se acontecer no externo também, seria interessante levar num técnico ai perto.\n\nTu pode tentar baixar o [DDU](https://www.guru3d.com/files-details/display-driver-uninstaller-download.html), baixa os drivers de vídeo (no site da fabricante), vai no modo de segurança, roda o DDU. Remove os drivers de vídeo, tira da internet, reincia e instala os drivers que tu baixou previamente."
            ]
        },
        {
            "title": "Pedi pro ChatGPT montar um PC pra mim, o que acham?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10337zl",
            "num_comments": 24,
            "comments": [
                "O PC em si tem peças legais (embora iria com 16gb), mas achei caro por 3000$, ainda mais que tá considerando peças do Aliexpress. Aqui no Brasil dá pra gastar menos e levar mais por esse valor, com placa de vídeo junto.",
                "caramba em, da pra usar esse chat ai de boas ? tipo, sem pagar nada ?",
                "E tu acabou com um computador sem video, no caso da AMD. e um PC extremamente ruim para jogos, no caso da Intel... hahaha\n\nO problema é que esse PC ai rodaria, com placa de vídeo (até 150W, 1660S por exemplo), tranquilo numa fonte de 500W. As fontes citadas ai são absurdamente mais caras que uma MSI Mag 550W, por exemplo...\n\nEu trocaria metade do pedido.\n\nRyzen 5 3600 ou 5600, Gigabyte B450M-DS3H V2, 2x8GB DDR4 3200 Kingston Beast, 5500 XT, MSI MAG 550W, case à escolha.",
                "A placa-mãe pode não funcionar muito bem com Linux. Tenho uma ASRock B450M Steel Legend rodando Arch Linux e o PC simplesmente trava/desliga de vez em quando, mas é raro. Antes eu tinha uma Asus Prime B450M e não rolava isso, com as mesmas peças (CPU, SSD, fonte, GPU, RAM, coolers, monitor, teclado, mouse... tudo mesmo).",
                "Se você tive montando ele pra trabalhar coloca mais um HD de 500G ou 1tb pq só 200 g é muito pouco,e se quiser pra joga coloca mais um pente de 8GB.",
                "ué, o chatgpt fala portugues tbm? como faz?"
            ]
        },
        {
            "title": "O Windows 95 encorajaria mais mobilidade em laptops durante os anos 90 em comparação com o Windows 3.1, que veio antes dele.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "102vqih",
            "num_comments": 7,
            "comments": [
                "O Windows 3.11 foi um ótimo Windows, mas o 95, mudou como as pessoas estavam acostumadas a usar um PC. Foi a evolução, e com essa evolução, mais pessoas começaram a entrar nesse mercado e se interessar mais e mais.",
                "Meu primeiro PC que tive a oportunidade de usar tinha Windows 98 se não me engano, e eu jogava Zeus, Starcraft, Command and Conquer: Red Alert, Doom, entre outros, bons tempos."
            ]
        },
        {
            "title": "atualizar para windows 10",
            "selftext": "Alguém sabe como atualizar para o windows 10 com um notebook que está com a tela ruim, o que aconteceu é que comprei um notebook com a tela preta mas ainda funcionou conectando na TV com HDMI mas meu irmão queria atualizar para Windows 10, mas não aparece nada na tela da tv quando eu estava terminando a atualização e agora não aparece nada na tv quando eu conectei ao meu notebook",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "102rk3z",
            "num_comments": 6,
            "comments": [
                "Hm... comprar aparelho com defeito tem esses problemas mesmo. (as vezes pode ser mais grave que parece)\n\nTenta o seguinte: tenta bootar com um Linux LiveUSB, só para ver se ainda dá vídeo. Se der, provavelmente tu precisará instalar os drivers de vídeo ou configurar para duplicar o vídeo. (O problema de duplicar o vídeo é que tu tem de apertar WinKey+P e clicar em duplicar vídeo, mas é dificil clicar em algo que tu não vê...)\n\nPor curiosidade, qual notebook que tu comprou?"
            ]
        },
        {
            "title": "Quero montar um pc",
            "selftext": "Queria montar um pc por até uns 3,500$ \nNão precisa ser uma máquina, mas que rode os jogos atuais. Não quero gráficos extraordinários, apenas jogar.\n\nO único problema disso tudo é que eu não faço a menor ideia de como montar um pc, nem quais peças são boas ou não. Sou um leigo total e tenho medo de desperdiçar dinheiro em algo que não dure nem por 1 ano direito. Queria algum conselho sobre algum setup bacana pra trabalhar com jogos.\nValeu ai!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "102nfey",
            "num_comments": 5,
            "comments": [
                "Deixa de ser burro vai no ali e compra um kit x79 e uma rx 580 de 8gb ,liga numa tv com entrada HDMI e economize dois mil e quinhentos",
                "Tu sabe e quer montar? Se não, no TeraByteShop tem uns kits bacanas. Mas tu precisa de monitor/mouse/teclado/etc?"
            ]
        },
        {
            "title": "Pc de 2000R$",
            "selftext": "Fala galera, bom dia.   \nRecentemente vi um video do MW informática montando um pc de 2,000R$ com peças do aliexpress.  \nFiquei interessado pois o desempenho que foi mostrado no vídeo foi bem satisfatorio pra alguém que só quer um pc pra jogar, que nem eu.   \n\n\nNão sou um expert em informática, entrei nesse mundo recentemente e venho me interessando em montar um pc pra jogar, apenas pra isso. Esse vídeo me chamou atenção, é um baita custo beneficio e me atende bem. Masss, por ser algo vindo de fora, especialmente da china, tenho medo de comprar sem saber os riscos.  \n\n\nVou deixar a configuração do pc e mais o video abaixo.\n\nConfig:   \n\\- Placa de vídeo: RX5500 XT 8GBVRAM GDDR6   \n\\- Placa Mãe: Haunanzhi Gaming x99 2xDDR4 16gb  \n\\- Processador: Xeon E5 2620 V3 6/12  \n\\- SSD Kingspec 512gb  \n\\- Fonte de alimentação de 500w (Qualquer)  \n\\- Gabinete (Qualquer)    \n\\- Cooler Risemode G800    \n   Total: R$ 2080,00   \n Video do MW informática:  [https://youtu.be/PLSVwRR-AtE](https://youtu.be/PLSVwRR-AtE)  \nPeço ajuda pra saber se realmente vale a pena montar um pc desses ou se pelo mesmo valor, consigo montar coisa melhor. Desde já, agradeço!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "102bxxu",
            "num_comments": 11,
            "comments": [
                ">\\- Fonte de alimentação de 500w (Qualquer)\n\nSe o Miguel recomendou qualquer fonte, ele é um irresponsável do caramba... tu precisa de uma fonte minimamente aceitável... (A MSI MAG 550W tá 250 reais... e o pessoal tem falado bem dela, até o TecLab. - Economizar em fonte é uma economia burra, se tu pega uma fonte aleatória e ela é bomba, tu tem chance de além de ter de comprar outra fonte, ter de comprar hardware.)\n\nE outra coisa nesse build, acho que o Miguel esqueceu que esse Xeon é PCIe 3.0 e a RX 5500 XT é PCIe 4.0 x8 (se fosse PCIe 4.0 x16 seria outra história... a RX 6500 XT é ainda pior... PCIe 4.0 x4), o que fará a placa de vídeo gargalar em até 20% se usar ela em PCIe 3.0... (mas ainda é usável)\n\nQuanto ao SSD, é burrada economizar 50 reais. Pega na Kabum, junto com a MSI MAG 550W, um PNY de 512GB que é uma marca muito superior e tem garantia no Brasil... (Tá cheio de reclamação de KingSpec morrendo em menos de dois anos...)\n\nQuanto aos outros componentes... esses Xeons são processadores usados em servidores, e assim que a eficiencia deles não é mais interessante ao data center/etc, eles acabam atualizando e vendendo os processadores por uma miséria que são revendidos no AliExpress.\n\nA maioria das placa mãe são novas, porém o chipset usado é recuperado de placa mãe usada. (Detalhe: até onde eu lembro, o X99 não suporta NVMe por padrão e as empresas fizeram alguma gambiarra para adicionar suporte à ele)\n\nJá a placa de vídeo pode ter sido muito usada em mineração e deus sabe o estado do GPU, é uma loteria. Tu pode pegar um GPU perfeito, tanto quanto um GPU que já não aguenta os boosts padrões devido à degradação do chip. (As vezes nem um aumento considerável da tensão necessária resolve, mas algumas vezes a placa só passa a consumir mais. Em outras ela fica instável.)",
                "No geral a config tá legal mesmo, só faria uns adendos (e umas enxugadas de custo).\n\nKit placa mãe é isso ai, talvez até ache uns mais baratos aqui e ali, mas por 700$ você descolar um processador 6/12 com clock minimamente aceitável, AVX2 e 16gb de memória, não tem outra escolha se não optar por esses kits Xeon. Sempre dou preferência a kits usados com placas da Asus, Gigabyte e afins pela maior confiabilidade (muita gente já teve dor de cabeça com essas placas X99), mas dificilmente pega kit minimamente decente por 700$ com processador e memória junto.\n\nPlaca de vídeo eu também iria na 5500xt, por ser mais nova (2019) e mais confiável que a RX 580 2048sp que rola em pencas no Ali (que também costumam recomendar). O fato dela trabalhar em 3.0 x8 nesse kit não vai fazer ela deixar de ser uma ótima placa pra rodar games em 1080p. Atualmente uso a irmã maior dela a 5600xt, que amassa qualquer game nessa resolução.\n\n&#x200B;\n\nAgora, minhas sugestões:\n\n&#x200B;\n\n***Fonte de alimentação de 500w (Qualquer)***\n\nNão vai nessa, opte por um bom modelo de 500w com pelo menos 80 plus bronze em eficiência, pra ficar com margem pra upgrade de processador e placa de vídeo no futuro.\n\nSE estiver muito no aperto, teu setup consome bem pouco (menos de 250W no talo), pode optar por uma fonte decente de 400w, como a Bluecase BLU400R-80E, que é aprovada pelo Teclab e realmente entrega os 400w com eficiência acima de 80% e tem o conector de 8 pinos que a 5500xt precisa. Está com preço na casa dos R$ 180/190.\n\nContudo, como ela te deixa com pouquíssima margem para upgrade, recomendo ela apenas em último caso. Se puder, invista um pouco mais e pegue uma Silverstone SST ET500, ou as MSI MAG de 550w, que estão com preço um pouco acima, mas entregam ótima qualidade.\n\n&#x200B;\n\n***Gabinete (Qualquer)***\n\nDe fato dá pra economizar legal aqui, se quiser, pode até quebrar galho com aqueles gabinetes ATX de PC antigo de firma, só se certifique que não tenha ferrugem e caiba ao menos 1 cooler na lateral próxima ao espelho da placa. Como teu setup dissipa pouco calor, não deve superaquecer num gabinete ruim, mas sempre recomendo um upgrade para algum que tenha pelo menos uns filtros de poeira e acoplamento da Fonte na parte debaixo.\n\nSó lembre, vale mais a pena gastar bem na fonte que gastar bem em gabinete, pois gabinete tu pode comprar usado depois nos marketplaces da vida que não costuma ter rolo.\n\n&#x200B;\n\n***Cooler Risemode G800***\n\nConfesso que achei meio caro pro teu setup, os que vi desse modelo estão acima de 150$, como o Xeon 2620 V3 tem TDP de 85w, uma cooler como Rise Mode Z4 (R$ 45 na Kabum), já dá conta do recado, se quiser, pode gastar um pouco mais e pegar um Rise Mode X5 (70$ na Kabum), que além de ser recomendado pra processadores até 130w, ainda ajuda a refrigerar o VRM dessas placas mãe, que são bem simplezinhos e esquentam bastante (o X5 tem o cooler montado para baixo).\n\nCom a diferença de valores pro G800, tu já investe numa fonte melhor.\n\n&#x200B;\n\nQuando ao SSD, sigo com a opinião dos colegas, se puder, cate nem que seja um WD Green da vida por aqui, que é mais negócio, como vai usar o PC só pra jogo, não precisa comprar um Samsung ultra pica das galáxias, mas tenha preferência por marcas que tem maior confiabilidade, como a Western Digital que citei."
            ]
        },
        {
            "title": "compra de gabinete",
            "selftext": "Bom dia pessoal, quero comprar um gabinete pra placa mãe ASUS PRIME H610M e placa de vídeo Geforce 1660. Alguém tem sugestão? Gostaria de gastar no máximo uns R$ 350,00 no gabinete. Vou usar o pc pra jogar alguns games.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1029wfw",
            "num_comments": 5,
            "comments": [
                "Qual 1660? Tem várias... desde 1660 Super, 1660 Ti e só 1660 (que é uma péssima compra, 100 reais a mais e tu pega a 1660 Super que é mais rápida). Ai no ponto tamanho da placa, existem placas 3 slots, 2 slots, 1 slot, single fan, 2 fans, 3 fans... etc. Sabendo o modelo exato é mais fácil. Outra coisa, tu está confortável em mexer em gabinete pequeno/apertado? Tamanho do case faz diferença?"
            ]
        },
        {
            "title": "Ajuda com a bios",
            "selftext": "Olá, acabei de montar meu pc, fiz a instalação do Windows, e pra isso tive que entrar na bios e selecionar o pendrive do Windows como armazenamento pra ele fazer a instalação. Windows instalado blz tudo certo, mas toda vez que ligo, ele fica com aquela tela preta escrito American alguma coisa, erro, e por fim manda entrar na bios F1, e ai tenho que entrar e butar selecionado meu SSD pra poder ligar o pc, alguém sabe como resolver?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1026vj0",
            "num_comments": 4,
            "comments": [
                "nao tem como tu trocar a ordem de boot e colocar pra ser sempre o HD?",
                "Se tu não se importar em reinstalar tudo, tira os outros HDs e deixa só o SSD. (Se o Windows estava em algum HD anteriormente, as vezes esse HD ficou com a partição UEFI/Windows Boot Manager) Reinstala o Windows nele... isso criará a partição de boot no disco do SSD e tu não precisará da partição no outro HD.\n\nSe tu já fez isso ou não quer reinstalar/mexer no hardware, dá uma olhada na sessão BOOT do UEFI. Muda Windows Boot Manager para primeiro e o SSD para segundo."
            ]
        },
        {
            "title": "Qual o máximo que posso melhorar um nootbook positivo xc7660?",
            "selftext": "Estou querendo melhorar ao máximo a capacidade do meu notebook, pois sinto que ele está deixando a desejar por já ter alguns anos.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "101y8l5",
            "num_comments": 12,
            "comments": [
                "Trocar o HD por SSD já daria uma boa sobrevida. (Se puder aumentar a RAM, também seria uma boa... mas não achei o manual dele para ver se dá)",
                "Dependendo do que você usa da pra tentar botar uma distro linux como o linux mint...",
                "Trocando ele...nao investiria em um note de baixo custo pois logo ele vao t deixar na mao novamente. Se ele ja nao atende suas necessidades, pense em trocar",
                "RAM faz milagre pra jogos, SSD tbm\nVocê notaria a diferença",
                "RAM ajuda em tudo pra desempenho do PC"
            ]
        },
        {
            "title": "Mouse parecido com o deathadder?",
            "selftext": "Tenho um deathadder que ja viveu tudo que tinha pra viver e ta quase indo de comes e bebes, mas gosto bastante dele \n\nAcho o formato e o peso bom, mas agora com esse morrendo tava pensando se comprava algum outro modelo \n\nAlguém que ja usou e gostou do deathadder tem alguma recomendação de outro mouse que seja similar e bom? (e se possível com preço bom também)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "101s5yg",
            "num_comments": 5,
            "comments": [
                "compra outro deatheadder, espero ter ajudado!",
                "Parecidos: Glorious Model D, Logitech G403, Logitech G603, Logitech G703.\n\n\nIguais: Razer Deathadder V2 (versão sem fio) ou a mais recente V3 Pro, também sem fio, mas custa um rim.",
                "Eu uso um mouse mais simples, o Logitech G203 que paguei 80 reais para substituir meu Tesoro Shrike V2... e gosto mais desse que do Tesoro. (Só não gosto dos headsets da Logitech...)\n\nDependendo do teu gosto, tu pode pegar os irmãos maiores dele que a outra pessoa listou.",
                "Tive dois destes e parece que com 2 anos quebra. Comprei o logitech G502 e achei muito melhor. Inclusive tem ajuste de peso. Pode ir nele sem medo, pegada bem parecida."
            ]
        },
        {
            "title": "Qual placa devo pegar?",
            "selftext": "Estou em dúvida entre duas placa mãe\nUma ASUS Prime B450M Gaming ou Uma ASUS TUF GAMING A520M PLUS \n\nQual devo pegar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "101n7fy",
            "num_comments": 3,
            "comments": [
                "A B450. É uma geração anterior, mas é um tier acima."
            ]
        },
        {
            "title": "Chrome fecha sozinho",
            "selftext": "Boa tarde galera, meu irmão me ligou e disse que o notebook dele tava fechando o chrome sozinho por falta de RAM, mandei ele olhar o gerenciador de tarefas e o uso de memória estava em 74%, e o Chrome era o que estava usando mais memória, eu deduzo que o arquivo de paginação deve ter corrompido durante alguma atualização ou o pente de memória deve estar com problema, ele pediu pra eu formatar, mas não sei se será necessário, alguém pode me ajudar?\n\nEdit: ele tem 8 GB de RAM",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "101mg1f",
            "num_comments": 6,
            "comments": [
                "O arquivo de paginação é zerado toda vez que tu reinicia o computador... se ele tivesse corrompido, no próximo reboot seria outro... memória RAM com problema é dificil, mas pode acontecer...\n\nAinda acho que o problema são os 8GB de RAM, que é absolutamente muito pouco dependendo de quantas abas ele tenha aberto...",
                "Se tu acha q é algum problema no pente de memória tu pode rodar um daqueles testes tipo memtest, aí tu mata se for isso  \n\n\nMas se fosse ela com problema provavelmente o pc ia desligar e não fechar o chrome, mais provável q seja o chrome bugado, tenta reinstalar e testa sem nenhuma extensão instalada"
            ]
        },
        {
            "title": "alguém sabe como corrigir o erro 173 do AMD Software?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "101izdb",
            "num_comments": 8,
            "comments": [
                "Qual o hardware que tu tá usando? CPU/GPU principalmente.\n\nO Erro 173 se refere à quando tu tenta instalar o AMD Software sem uma placa de vídeo AMD..."
            ]
        },
        {
            "title": "Por favor, me deem recomendações de configuração até R$4.500.",
            "selftext": "Preciso que ele seja capaz que eu nao precise substitui-lo por pelo menos 10 anos. E, de preferencia, que rode todos os jogos atuais em um quadro de frame satifatorio.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "101hzuu",
            "num_comments": 7,
            "comments": [
                "4500 reais que consiga rodar jogos durante 10 anos? Acho pouco provável... mal dá para montar um PC que rode jogos atuais em high. Só dá para encaixar uma 1660 Super no orçamento... AliExpress tá fora de cogitação se tu quer por pelo menos 10 anos.",
                "Dá pra montar um pc muito bom com:\n\nCPU: Ryzen 5 5500 (em torno de 650)\n\nGPU: RTX 3060 (entre 2500 - 3000)\n\nPlaca-mãe: Gigabyte A520M S2H (em torno de 500)\n\nRAM: Qualquer marca, sendo de 3200 MHz (sugiro 2 RAM's de 8 Gb)\n\nSSD: Kingston NV2 1 Tb (em torno de 400)\n\nFonte: Qualquer uma de 550W pra cima da SilverStone, Corsair, MSI.\n\nNão economiza na fonte que tem chance de dar muito ruim e você perder o pc todo. Esse era o setup que eu estava olhando recentemente e estava por 4500 na Terabyte, mas acabaram os estoques de 3060 deles, então tem que ficar de olho. Esse é um pc bem poderoso que roda Elden Ring no ultra com 71 fps [de acordo com esse site.](https://howmanyfps.com/pc-builder/elden-ring?gpu=B0971BRCM4&cpu=B09VCJ171S&motherboard=B08F7HPJ4F&ram=B0143UM4TC&ssd=B0BBWH1R8H&psu=B0762R8WJ4)"
            ]
        },
        {
            "title": "Computador liga mas não dá imagem",
            "selftext": "Primeiramente bom dia, esse é meu primeiro POST aqui e espero fazer tudo certo. Então, tenho um computador com placa de vídeo integrada (Ryzen 5 3400G) há mais ou menos 2 anos já, nunca limpei ou troquei pasta térmica, e também nunca usei ele pra trabalhos muito extremos, somente jogos e uso do dia a dia. Hoje porém ele começou a dar um problema, onde ele liga todas as luzes, teclado mouse e etc.. porém não dá imagem, já mexi nas memórias rams e no cabo, até troquei de cabo e de monitor, porém não dá imagem. Alguém poderia me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "101fzwz",
            "num_comments": 10,
            "comments": [
                "Pelo amor de Deus, gente... limpar com borracha é a pior dica do mundo. \nEspero que não seja tarde. Mas se puder, sempre limpe suas memorias e componentes eletrônicos com alcool isopropilico:\nhttps://www.googleadservices.com/pagead/aclk?sa=L&ai=DChcSEwiQr_Gkvan8AhWcE9QBHQaxAuMYABAJGgJvYQ&ohost=www.google.com&cid=CAESbeD2z7uSyedfcFQX5ivBmjz2sqZRTLypw12pAsfT397xlDa0TdU0FF9FwM8aOwSiJzLDIUF4pYxgHVSbxk7w9015ieVbwlUM0H9aZtvgrap6mm0INVv8KRx_rAbqYRHue4Eoh0wyRZCT_cCf9yY&sig=AOD64_3TCJMlEr8sAZBsMi5W4Y9WxHep2g&ctype=5&q=&ved=2ahUKEwjH4uWkvan8AhX5q5UCHYb-DtcQwg8oAHoECAUQEA&adurl=",
                "Bom dia.\nPode ser um problema com a memória RAM. Se tiver conhecimento técnico, retire as memórias e limpe com uma borracha branca, use papel pra tirar os pedaços da borracha. Também indico limpar o slot de memória com limpa contatos, mas só se você tiver. Quanto a pasta térmica, deve ser trocada a cada 1 ano no máximo. Mas isso não é o causador do problema. Se o processador esquentar por causa da falta de pasta térmica, ele desliga completamente",
                "Faz o seguinte: tira todas as memórias e coloca apenas uma. Tenta iniciar. Se não iniciar, dá ClearCMOS. (se tu tiver multimetro, verifica aquela bateria CR2032 que tem na placa mãe se ela ainda está boa).\n\nSe mesmo assim ainda não inciar, desliga TUDO de dentro do case e deixa só a placa mãe. (HDs e SSDs SATA desligados, drives de CD, fans do gabinete e etc tbm)\n\nSem querer suspeitar da fonte, mas qual a fonte que esse computador tem?",
                "Aconteceu cmg hj, eu tirei a bateria da bios e coloquei no lugar devolta, foi oq resolveu"
            ]
        },
        {
            "title": "Ajuda com fonte",
            "selftext": "Fiz um post alguns dias atrás sobre meu computador estar com dificuldades para ligar, e me disseram que há um problema na fonte, e eu tenho outra fonte que eu posso trocar, mas não sei se ela é de boa qualidade, seguem os modelos das fontes:\n\nFonte com problema:\nWSNG-500-P4B2S-SK (220W)\n\nOutra fonte:\n250W 260XA 24P JITEK\n\nVocês me aconselham trocar pela segunda fonte ou comprar uma nova?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "100rn2p",
            "num_comments": 4,
            "comments": [
                "As duas são super genéricas... a primeira é WiseCase, que de Wise não tem nada. A segunda é Jitek Nilko, que é tão genérica quanto a wisecase.\n\nSe tu puder investir 250 numa fonte, pega uma MSI MAG 500W/550W e tu não deve ter problema de fonte por um longo tempo. (Na Kabum também tem a EVGA 400W 100-N1-0400-L por 220)"
            ]
        },
        {
            "title": "Alguém que me ajude. Está assim há uns minutos e nem consigo entrar nele...",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "100i7kf",
            "num_comments": 8,
            "comments": [
                "Se eu fosse tu, já teria resetado no primeiro minuto não respondendo. haha",
                "Eu ontem o mouse tava bugado, não clicava, atualizei pro Windows 11 e resolveu o problema"
            ]
        },
        {
            "title": "Duvida quanto a placa de vídeo",
            "selftext": "Ainda não manjo muito, e comprei um pc com RTX 3050, o que pelo que vi a torna offboard.\nMeu monitor é antigo e usa VGA, tentei conectar na placa mãe e não dá tela.\nIsso se dá conta por causa do uso da placa de vídeo? Não posso usar onboard se eu tiver offboard?\nAgradeço desde já quem puder esclarecer!!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "10077mt",
            "num_comments": 6,
            "comments": [
                "Vai ter de comprar um monitor novo ou um conversor para VGA. Mas sinceramente, não faz sentido ter monitor apenas com VGA quando você tem uma 3050...\n\nAté tem umas gambiarras, dependendo do CPU que tu usa, para usar o offboard passando pro onboard... mas...\n\nOutra coisa, que fonte tu usa... se for fonte fraca, tu vai torrar ela com a 3050...",
                "É eu sei o sofrimento. Ate as placas de video mais modestas tão abandonando VGA. Já que ela só pode fazer max 1080p 60hz. Tive que trocar de monitor tbm. Pra mim o sofrimento foi menor pq tava dando defeito já. Durou 12 anos. Feliz ano novo!!"
            ]
        },
        {
            "title": "monitor sem sinal de entrada",
            "selftext": "comprei um pc pela pichau e montei ele, tive uma certa dificuldade mas consegui colocar tudo corretamente, entretanto, toda vez que conecto no monitor fica aparecendo \"nao ha sinal de entrada\"\n\no placa mae veio com disco da bios mas meu gabinete nao vem com o leitor de disco\n\ntroquei a memoria ram de slot, limpei ela ate mesmo troquei o hdmi pelo vga e mesmo assim nada, tentei também dar video pela TV que tenho na sala mas mesmo assim sem sinal.\n\n\nalgum mágico para me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1003864",
            "num_comments": 8,
            "comments": [
                "Tira uma foto de dentro do gabinete. da placa mãe.\n\nPergunta: o PC tem vídeo onboard ou offboard? Se tem offboard, qual?",
                "Pode ser muita coisa cara. Se você já chegou as memórias, o próximo passo é a placa de vídeo. Teste na entrada onboard. Se nada resolver, desconecte tudo e ligue apenas a placa mãe com um pente de memória, se ligar, monte peça por peça e teste cada vez que trocar algo. Se não funcionar provavelmente vai ter que acionar a garantia.\nLembrando que se você não tem muito conhecimento técnico, é bom levar até uma assistência pra um diagnóstico e você possa trocar a peça correta e resolver todo o problema",
                "Tenta ver se a placa-mãe e a CPU são compatíveis. Se forem, pode ser que a placa esteja com uma versão da BIOS mais antiga e ela só suporte esse modelo de CPU numa versão mais nova, nesse caso você precisará baixar a BIOS no site da fabricante, por num pen-drive e conectá-lo numa porta USB especifica da placa. No manual esse processo é melhor detalhado, e no site da fabricante sempre há uma tabela que relaciona versão de BIOS com modelo de CPU suportado."
            ]
        },
        {
            "title": "Lenovo",
            "selftext": "Qual a principal diferença entre um Lenovo ideapad 3 AMD e um Lenovo v15 G2 ALC? (Com o mesmo ryzen 3 5300u)\nNão consigo identificar diferenças entre estes dois modelos..",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zzxqqo",
            "num_comments": 3,
            "comments": [
                "Provavelmente material de construção da carcaça, design e mercado. Fora preço.",
                "Independente de qual escolher já compre um M2 pra colocar pra n ter dor de cabeça"
            ]
        },
        {
            "title": "Quais serão suas Resoluções de Ano Novo?",
            "selftext": "\n\n[View Poll](https://www.reddit.com/poll/zzwo9k)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zzwo9k",
            "num_comments": 4,
            "comments": [
                "Comprei um monitor 1080p esse ano pq o meu antigo de 900p que comprei em 2010 quebrou. Espero que essa resolução dure até 2030 pelo menos.",
                "1440p porque eu preciso de espaço mas não tenho a acuidade visual para deixar no 2160p",
                "360p pra joga um psone",
                "Tô feliz com 2160p  e não troco pra resolução menor, mesmo com refresh rate mais alto. Quando 4K 120 Hz for acessível e tivermos GPUs com preços decentes, quem sabe..."
            ]
        },
        {
            "title": "Nós adms da r/computadores desejamos um ótimo ano novo para todos os membros do sub e seus familiares também, boas festas e um ótimo 2023 pra todos",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zzuasc",
            "num_comments": 1,
            "comments": [
                "Boas festas, pessoal!!!"
            ]
        },
        {
            "title": "Ajuda! Teclado do meu notebook parou de funcionar completamente sem motivo aparente",
            "selftext": "De repente o teclado do meu Notebook parou de funcionar completamente, apenas a tecla de desligar funciona, o touchpad funciona normalmente.\n\n&#x200B;\n\nO problema aconteceu de repente, sem nenhum motivo, não fiz download de nenhum software ou driver malicioso, não derramei líquidos, nem danifiquei o produto, já tentei desinstalar meu driver atual mas não adiantou, alguma ideia do que pode ser? Será que o teclado interno queimou?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zze0zx",
            "num_comments": 3,
            "comments": [
                "As vezes eles estragam sem motivo mesmo (ou com motivo: tipo deixar o note aquecer a ponto de sentir o teclado quente).\n\nSe tu não souber desmontar notebook, leva numa assistência técnica para eles verificarem o que aconteceu. Não recomendo abrir notebook sem saber. É mais para tu não quebrar o notebook que nem eu fiz... haha",
                "As vezes é só um cabo. Mas tem que abrir."
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "Ola amigos do reddit estou passando por um poblema no meu pc sti ele ja antigo ja vou falar oq esta ocorendo ele esta apitando sem parar ele liga tudo a ventoinha mais n da imagem que pode ser? Ja tentei limpar a memoria ram n funcionou ae em cima tem um pequeno video que fiz mostrando ele",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zzbpkp",
            "num_comments": 9,
            "comments": [
                "Hm... tá me parecendo o HD \"clicando\" mais que um beep. Desliga a energia do HD e tenta iniciar o computador... Se parar, era o HD.\n\nSe não for o HD, tem 3 possibilidades: placa de vídeo morreu, memória RAM morreu ou fonte deu pane/morreu.\n\nPelo que vejo, tu usa fonte genérica/simples que já deve ter vindo no computador/case. E a placa mãe não parece ser muito recente pela presença de dois PCI. Levando em conta isso, Tem um grande chance da fonte ter ido pro espaço. Em seguida, pode ter sido a placa de vídeo (beepando de forma continua indica tanto memória quanto placa de vídeo) e por ultimo, memória RAM. Porém se tu não alimenta a placa de vídeo, ela não inicia.. e ela não iniciando... beep beep beep beep beep... hahaha\n\nSe possível, tenta fazer um vídeo sem mover tanto o celular, ou movendo bem mais devagar. Tá quase igual o The Flash. hahaha"
            ]
        },
        {
            "title": "Duke Nukem 3D no Sega Megadrive da Tec Toy, parecia mais Wolfenstein 3D do que Doom, comparado ao Duke3D que todos conhecemos e amamos.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zzbj6h",
            "num_comments": 0
        },
        {
            "title": "A área de trabalho do Windows XP traz de volta memórias do início dos anos 2000.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zzb2bk",
            "num_comments": 24,
            "comments": [
                "Nessa época  eu baixava as musicas no limewire, renomeava tudo, separava por pasta de artista, album, ano kkkkk",
                "[removed]",
                "Puts esse tema era incrivel, aero eu acho, nostalgia, eu amava instalar o tema do zune tambem\n\n[zune winxp](https://s2.glbimg.com/UlqCX3M7TNcbWMDKlMVK4PSkPyw=/800x0/smart/filters:strip_icc()/s.glbimg.com/po/tt2/f/original/2014/09/11/1b906159012fe0a5123139268817.jpeg)",
                "Só de ver essa tela o sonzinho do desktop abrindo vem na mente",
                "Opinião pouco popular: a interface do Windows XP é feia pacas."
            ]
        },
        {
            "title": "Quanto será que vale?",
            "selftext": "Fala meus sigmas, tenho o seguinte computador e tô querendo vender, me ajudem a achar um preço justo pra ele.\n\nConfigs:\nPentium g4560 (vulgo i3 7100)\nGTX 1650\nFonte 650 Corsair\n8gb ram ddr3\nHd padrão 1 tera\nPlaca mãe h110 da Asus\nGabinete padrão de escritório",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zz96uq",
            "num_comments": 3,
            "comments": [
                "Ou é Pentium G4560 ou é Core i3-7100. Os dois processadores não tem desempenho parecido. O i3 é 15-20% mais rápido. Não existe essa de chamar um processador do modelo que ele não é.\n\nGTX 1650 tá 1000 reais NOVA. Então tu pode tirar 10% por cada ano de uso.\n\nFonte Corsair 650W depende muito de qual modelo.\n\n8GB DDR3 só serve para Xeon e processador antigo. Atualmente é DDR4 e DDR5.\n\nHD 1TB padrão SATA vale 200 reais o NOVO.\n\nASUS com chipset H110... nem sei... o H110 é chipset de 2015... 7 anos de mercado.\n\nAcho que se tu for vender, tu pega uns 1200-1500 tudo junto...\n\nSe vender CPU (+cooler), MoBo e RAM por uns 400 (Tem kit Xeon 4x mais rápido com DDR4 2x8GB por 600-800...)\n\nPlaca de vídeo tu pega mais uns 600-700.\n\nFonte entre 200-300. (de novo, tu não colocou o modelo)"
            ]
        },
        {
            "title": "oi sub! vocês acham que eu consigo rodar valorant a uns 120fps com essa config? (se acharem que devo mudar alguma coisa avisem pfv)",
            "selftext": "https://www.terabyteshop.com.br/produto/18613/monte-seu-pc-gamer-plataforma-amd-ryzen-5000-full-custom?spec=FGSQCyJ1xl%2F3AUfBTAuR8jMybmxINE5iUjdmVDBEdVJWa0ZvcEVlVjdQcWVhSHhqekdyTDl3TnhSSzJseXVwYlpCbGdHNVpncDhtU1F5YkxMOXBQcTJsSTM1UWdmeDdRa3IySHlLR28rdnZ4SG5wQlRYTGlhMHpwTmdGWjQ3cENHbHZISHlZVzljMm45Ni95L1gyNU5mRUs5dWdNM2IvNnhvK3hqMHg4YXQ0M01NWXdhaWlRZXFFRHlrR3dWSm91c05PQlRWWXpOZlJ2SlBzdFBNT0pUTDhDMWZFMVFCbnFJVm1pbFFNSnJiSWxtdnZMaWFsSXlXcGptM1BPbWVod2pmbFduT0p3emJ3UkZGZWhsZVNTbDBEUVc5UU81c0FhSnhudHlGdldsZG5TZW9Dbm0zdmJzVUhEM1piNEtVakZPdkQvZ1pZanNPSDNpUUl2RGZQWDhXNVF4cmFERkpjeGNTWkFHT1ZLK3Yza2FHcmQyK1pVakpyRklVdFQ4NTBKUi95eFRLYjZvSkt5WERSSEhXZXQzTkhMUlRoWXVxeEpsc1pLYVJOc2V2Q2t3WVFkR0d2dHI4NkszMTI3aGJLMGFnSVAvdVJNajNRTnF6SVo%3D",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zz3ymu",
            "num_comments": 2,
            "comments": [
                "Placa mãe A320. mds.. não, né.... B450 ou B550 no minimo.\n\nA FONTE ESCOLHIDA É MUITO FONTE RUIM. Pega MSI MAG 500W/550W. (acho que é a mais barata de gente.)\n\nTu tem de ver se a placa de vídeo cabe no gabinete.\n\nhttps://www.terabyteshop.com.br/produto/18613/monte-seu-pc-gamer-plataforma-amd-ryzen-5000-full-custom?spec=J49YUnuiMTrmQINJ2AksZ2lwbE1WcGlhZnNFaURLNExUUmswNE15SWRWVEVYbGI1VTNDQ1NiVFR4dVBoMnN3RkIvb3VDdXJjaXBONnFNZnRDTGk4OUlrenFPM1NCWnVobWN2aVMxYlptZFVGb0VDWnduYXhFOVVqWG5heVN1d0R4Z1FGMXV2YVBUYVIwRUtCUUNibmZlMEhka0R6MUNrMTNMWGJRZENod2tQZkh4S1dUdmJUcXFnZzA5VVFPNHVRZlNQTnQ3R0ovMlZWQnlOSUhCZEVLM0JJSFhBZ0lQc0FObnArcFZNS2ZRTzVWa2lzaFFxSHhHWEZlSXk3MzRsdkVSS1VvelBKbzBJc2ZicGkxQlQ2eHJiL0lKbHJMeHJIcTYwUEJ4SjBvVnV4aWFsMVZIRmZiOTdTNERrVGNpT3kyeUZrMVJjc052ZjJqWWUzKzJ2S0syMFpkU2VIL1ovNWlIOTN5aG5QMzlFdGxQd25ETXJBWUhxeEUzTElVZ21tRm9tREVlTE1DVTNYeHNrbWRRNTFtSHd3UFdYR1hCYi9wdEsvTGc9PQ%3D%3D"
            ]
        },
        {
            "title": "QBasic Gorillas",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zyr29u",
            "num_comments": 9,
            "comments": [
                "O que supostamente é para ser isso?"
            ]
        },
        {
            "title": "ajuda para montar pc",
            "selftext": "queria umas sugestões de configuração de pc até 2500 reais, preferência pra peças do Aliexpress que tá mais barato e tudo mais",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zypcbm",
            "num_comments": 5,
            "comments": [
                "No Ali:\n\n1.000 - Kit Xeon (tem vários, espero a galera postar o melhor ai pq eu não tenho muito conhecimento) + 16gb ram DDR4\n\n500 - RX 580 8GB 51risk\n\n350 - NVME PCI KingSpec 1TB (ou 400 na Kabum)\n\nNa Kabum:\n\n350 - Fonte 550w de marca decente 80plus com PFC Ativo\n\n60 - Air Cooler Rise Mode Z3\n\n200 - Gabinete e fans",
                "Eu meio que desaconselharia Xeon, mas enfim... (São só exemplos, VERIFICA A REPUTAÇÃO DOS VENDEDORES ANTES DE COMPRAR)\n\nMoBo/CPU/RAM: Kit Xeon ([Xeon E5-2666 V3, 2x8GB DDR4-2666, placa mãe](https://www.aliexpress.com/item/1005003723593344.html)), 880  \n\nGPU: [Radeon RX 5500 XT 8GB](https://www.aliexpress.com/item/1005004691304924.html), 600 (procura da 51 RISC ou SHELY)\n\nCooler: [Snowman](https://www.aliexpress.com/item/4000307321126.html) (não sei o modelo, direto da loja oficial deles) - 220 (Tu pode trocar por algo mais simples por sua própria conta e risco)\n\nKabum (só porque eu sei de cabeça qual eram haha, tem terabyte e pichau tbm pra olhar):\n\n[MSI Mag 550W](https://www.kabum.com.br/produto/369657/), 280\n\n[SSD PNY CS1031 1 TB](https://www.kabum.com.br/produto/397220/), 400 (240TBW de endurance, não é muito... mas não é tão pouco)\n\nGabinete fica à tua escolha. Mas lembra de pegar um que tenha boa circulação de ar e já venha com fans...(fans +- costumam ser bem caros... os fans fracos custam até uns 35 reais cada)\n\nSem o gabinete, deu 2380 + frete (e impostos caso pegue no aliexpress e é quase certeza que vai pegar 200 reais o kit e a gpu)"
            ]
        },
        {
            "title": "Office expirado antes da data de compra do notebook",
            "selftext": "Já e a terceira, alguém sabe se é normal ou se comprova mais que alguém usou esse computador \"novo\"  antes e devolveu",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "zynopz",
            "num_comments": 6,
            "comments": [
                "Provavelmente alguém pode ter devolvido o notebook, eles resetaram e revenderam como novo... tu lembra se veio na caixa original e se parecia violada/amassada? Tenta entrar em contato com a empresa que te vendeu isso e/ou com o fabricante... Também tem a possibilidade de alguém ter feito bobagem na hora de atualizar o Windows ou testar na fabrica.",
                "Mano, office 2019 crackeado e ja era.\n\nTem uns ativadores que usam uma ativação online que é bem de boa, me chama no PV que depois te mando, não tenho nesse pc aqui, mas só desinstala, instala o office 2019 e craqueia depois",
                "WPS office."
            ]
        }
    ]
}