{
    "posts": [
        {
            "title": "Ajuda com compra de placa de vídeo",
            "selftext": "RX550 nova, Alguma outra placa melhor nova por um preço parecido, ou alguma ainda melhor por um preço parecido mas usada?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125py21",
            "num_comments": 24,
            "comments": [
                "Vc tem medo de comprar no Aliexpress?",
                "RX 550 é lixo. Até video onboard do 5600G tem desempenho melhor...\n\nMas fica dificil adivinhar por qual preço tu viu a placa de vídeo... tem fugitivo do pinel vendendo isso por 1900 reais.",
                "Cara, a RX 550 é fraquinha demais. Meu irmão tem uma e ela sofre pra rodar até Euro Truck. Mas se você não tem dinheiro pra nada melhor, é uma opção \"Ok\" dependendo do que quer jogar e da qualidade que considera \"aceitável\" pra você.\n\nEu tenho uma RX 5500 XT da China, não é uma placa de vídeo que vai rodar tudo no Ultra, mas com ela você já consegue ter uma boa experiência em qualquer jogo atual. Eu comprei a minha pelo Aliexpress faz 3 meses, paguei 600 reais e não me arrependo.\n\nMuita gente tem medo de comprar essas coisas da China, inclusive eu! 😅 Comprei a minha VGA pela 51Risc na Aliexpress (pesquisa no YouTube aí pra você ver) e desde o primeiro dia que ela chegou fiquei boquiaberto com a qualidade. A placa não deve absolutamente nada para outras placas novas de entrada compradas no Brasil. O PCB da VGA chinesa parece 100% novo, dissipadores e coolers também, até o cheiro da placa é de coisa 100% nova. Te juro! Kkkkkk\n\nMas comprar da China tem risco sim, assim como qualquer outro produto nacional. O problema é a garantia, se você comprar e o produto vir queimado ou não funcionar, é fácil de trocar nos primeiros dias. Mas se a placa deu defeito meses depois talvez você tenha dor de cabeça para trocar na China, mesmo sendo 1 ano de garantia eles pedem muitas provas de que não foi você que estragou a placa. É onde as coisas ficam complicadas. A garantia de 1 ano não existe na prática.\n\n# Mas, você quer saber minha opinião?\nAté o momento eu tenho achado que valeu a pena comprar a minha placa. Eu paguei menos da metade do preço de uma nova igual a ela e achei que recebi um produto muito superior ao valor que paguei, na questão da qualidade geral comparado com qualquer outro produto de Asus e outras conceituadas. Se ela durar pelo menos 1 ano, já está bom considerando que eu tava liso quando peguei ela e era o melhor que dava pra comprar... Mas eu acho que ela vai durar muito mais que 1 ano.\n\nAcho que vai dá sorte de cada um no final das contas, como é o caso com qualquer outro produto.\n\n# Opções nacionais?\nCaso fiquei com o pé atrás, você pode guardar uma grana até conseguir comprar pelo menos uma GTX 1650. Essa placa da nVidia tá na casa dos 900 a 1000 reais e embora ela tenha o desempenho inferior a uma RX5500 como a minha, principalmente por ter menos VRAM,  pelo menos você já consegue ter uma boa experiência com vários jogos incluindo até Hogwarts Legacy e Elden Ring. E uma que já seja no mesmo nível (até um pouco superior) que a RX 5500 XT que você pode comprar no Brasil, é a GTX 1660 Super. Você já começa a achar ela na casa dos 1299 reais e, na minha opinião, é uma das placas com melhor custo benefício para quem quer jogar em 1080p com bom desempenho.\n\nVeja aqui uma oferta da Terabyte de ambas as marcas:\n\n* nVidia GTX 1650: https://www.terabyteshop.com.br/produto/13780/placa-de-video-galax-geforce-gtx-1650-ex-1-click-oc-4gb-gddr6-128bit-65sql8ds66e6\n* nVidia GTX 1660 Super: https://www.terabyteshop.com.br/produto/17607/placa-de-video-palit-nvidia-geforce-gtx-1660-super-stormx-6gb-gddr6-192bit-ne6166s018j9-161f\n\nAí agora depende da tua confiança e preferência. 😊\nEspero ter ajudado! 🫱🏻‍🫲🏼\n\nObs.: Vi que a sua fonte é uma TGT, cara... Fique esperto com ela. Eu acho que não é uma boa fonte. É bom das uma pesquisada antes pra ver se ela aguenta uma placa de vídeo como a GTX 1660 e a RX 5500 que puxam mais de 100W da fonte.",
                "Não vale mais a pena comprar essa não, pelo menos na minha opinião e experiência própria, vai rodar quase tudo no low do low. \n\nVai numa 580 e 5500 que é meio termo e roda alguns jogos de hoje em dia ainda no médio.\n\nInclusive acabei de trocar minha RX550 pela RX5500XT, acho que vou vender ela por uns 250 reais.\n\nHá comprei no Aliexpress, vai tb na loja da VEINEDA, é loja com boas notas e não compre essa placa no BR, é muito caro e acredite vc não vai ficar satisfeito..."
            ]
        },
        {
            "title": "Limpar portátil",
            "selftext": "Boas! Estou com ideias de limpar o meu portátil a fundo, já vi vários vídeos de desmontagem e limpeza e percebo relativamente bem o que está a acontecer e as precauções que preciso de ter nas diferentes partes.\nO meu problema é o medo de estragar o portátil caso acontece alguma coisa, por outro lado poderia de facto deixar numa loja de informática como a worten por exemplo, (onde comprei o pc) fazer esse serviço, o único problema é que normalmente demoram quase 1 mês para fazer alguma coisa, muitas das vezes vem igual ou até mesmo danificado do próprio arranjo (aconteceu me com este portátil deixá-lo a limpar na worten, esperar um mês e quando o recebi notar que um dos cantos sido danificado, como se tivesse caído). Já fui a outras lojas de informática que dizem fazer o serviço mais rápido que a worten mas levam mais de 80€ por uma limpeza. \n(Estudante universitário sem 80€ para gastar de momento)\nO que recomendam?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125jobo",
            "num_comments": 1,
            "comments": [
                "Tu tem 3 opções:\n\n1. tu paga para alguém fazer\n2. tu faz sozinho correndo os riscos de não saber fazer\n3. tu deixa como está"
            ]
        },
        {
            "title": "Meu computador começou a travar do nada",
            "selftext": "Isso ocorreu a poucos meses atrás, quando eu liguei o computador, como fazia normalmente, e percebi que ele estava muito mais lento do que o normal.\nMeu computador é novo, montei ele a uns 5/6 meses com meu pai, e sempre foi muito rápido, o que ia de acordo com as peças instaladas (as especificações estão no final do post). E nos primeiros 3/4 meses, sempre funcionou normalmente; eu usava o navegador com várias abas abertas tranquilamente e jogava bastantes jogos que eu baixava por sites piratas; alguns podem até cogitar ser vírus decorrente desses jogos, mas já escaneei o computador com vários antivírus e até formatei ele. Nunca cheguei a ter problemas com vírus, porque sempre soube onde era seguro de baixar os jogos.\nE num belo dia, ele simplesmente ligou e só pela a inicialização percebi que estava com uma lentidão fora do normal, com tudo que ele fazia antes com facilidade, agora sendo realizado como se fosse um computador antigo. Inicia o sistema mais devagar, demora pra abrir as abas, trava algumas vezes os vídeos quando coloco pra assistir. Tudo, literalmente tudo, ficou mais lento, até o jogos.\nJá procurei em um monte de vídeos e sites de informática sobre o que pode ser e como resolver isso, só que nunca consegui uma resposta e solução de fato.\nComecei tentando ver se era o software, mas logo se provou que não, porque formatei o HD com o pendrive, instalando o sistema operacional de novo, e permaneceu a mesma coisa.\nDepois fui por eliminação no hardware. Primeiro o HD, que de acordo com o CristalDiskInfo está 100% saudável; segundo: as memórias, que testei separadamente e fiz teste de stress, mas nunca demonstrou nenhuma anormalidade; terceiro: a placa de vídeo, que também fiz o teste de stress com aplicativos para isso, e nunca foi diagnosticado nada de errado; quarto: a CPU, que de acordo com o que li na internet, também não parece ser o problema, pois nunca aconteceu do meu computador dar tela azul, ligar e desligar logo em seguida ou até dar aqueles bips tenebrosos, alertando algum mal funcionamento; e por ultimo: a fonte, que é a única peça que eu não tenho absoluta certeza, porque foi meu pai que pegou de outro computador. Já até cheirei pra ver se tinha cheiro de queimado, fui ouvir de perto a fonte, e também não achei nada. Meu pai tem conhecimento nisso, então confiei quando ele me disse que a fonte tinha a potência necessária pra alimentar todas as peças, e isso pareceu se confimar com o tempo que fui usando, antes de dar ruim.\nSó queria deixar avisado por último aqui, que é só lentidão mesmo, a tela nunca congelou, nunca deu tela azul e nem o computador desligou sozinho. E que as temperaturas dos componentes estão normais.\n\nGostaria que alguém me desse alguma luz sobre o que pode ser e possíveis soluções, porque estou sem condições pra levar à um conserto e preciso muito usar esse computador pra estudar agora.\n\n\nEspecificações:\n\nCPU: Intel Core i3-10105F @3.7GHz;\nGPU: Nvidia GT 710 2GB;\nMemória RAM: 16 GB 2666Mhz (2x8);\nPlaca mãe: Gygabite H410M H V3;\nHD: HD SSD 512GB;\nFonte: Desconhecida, mas se não engano é de 500W;\nSistema operacional: Windows 10 Pro.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125c9m5",
            "num_comments": 2,
            "comments": [
                ">Nunca cheguei a ter problemas com vírus, porque sempre soube onde era seguro de baixar os jogos.\n\nTu nunca sabe se está realmente seguro ou se o pessoal conseguiu esconder os virus melhor... hahaha\n\n>E num belo dia, ele simplesmente ligou e só pela a inicialização percebi que estava com uma lentidão fora do normal, com tudo que ele fazia antes com facilidade, agora sendo realizado como se fosse um computador antigo\n\n3 coisas:\n\n1. tira o cooler do CPU e verifica se ele tá com pasta térmica bem aplicada e com boa qualidade\n2. prende o cooler de forma correta\n3. limpa o cooler\n\nAssumindo que seja thermal throttling.\n\nSe não for e tu tá usando fonte genérica, verifica se não é a fonte. Se for, compra uma MSI MAG 500W (ou uma 550W por 5 reais a mais...)\n\n>Meu pai tem conhecimento nisso, então confiei quando ele me disse que a fonte tinha a potência necessária pra alimentar todas as peças, e isso pareceu se confimar com o tempo que fui usando, antes de dar ruim.\n\nFonte pode ter capacidade de suprir, mas se não for de boa qualidade é só queima hardware... já vi muito técnico de informática jurando que Aerocool KCAS 450W prestava... mais antigamente era aquelas bombas da SevenTeam... E nem sempre marca \"boa\" faz só produto bom... eu já me ferrei com uma Corsair VX450.... fonte bomba. +10.31V....",
                "Pode ser una dica burra que você ja tentou, mas deu uma olhada no gerenciador de tarefas pra ver se tem algo com consumo anormal?"
            ]
        },
        {
            "title": "Será que taxam?",
            "selftext": "Já fazem umas duas semanas que comprei uma memória ram na amazon importada, mas recentemente tem muitas noticias falando que vão taxar mais ainda compras importadas, será que vão taxar uma misera ram?\n\nEu comprei justamente pq tava barato, não quero que chegue no brasil e além de ter chance da receita federal simplesmente roubar meu produto, ainda me cobrem 60 por cento do valor de algo que nao pesa 100g.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "125b34d",
            "num_comments": 17,
            "comments": [
                "Por enquanto tá a mesma coisa q era, tá só no papo, mas de qualquer forma é loteria, as vezes taxa, as vezes não, as vezes não é nem a receita o próprio correios tem uma taxa lá q eles \"sequestram\" a sua encomenda e te cobram 15 reais para fazer a entrega (já passei por essa situação) coloquei entre parenteses o sequestram pq esqueci o nome da tal taxa mas na minha opinião é um sequestro já q recolhem e só te entregam se vc pagar.",
                "sim.\n\nespero ter ajudado!",
                "Se tu comprou internacionalmente pelo Amazon, tu já pagou as taxas sem perceber... (tem um depósito que tem de ser feito junto com o valor)",
                "A Amazon já cobrava a taxa de importação, até antes da receita apertar o cerco",
                "Recentemente eu comprei 2 placas mãe, 2 processadores, 4 pentes de memória e dois ssd's na china, não sei se a receita federal me ama, mas não fui taxado em nenhuma",
                "Comprar da Amazon tem chance maior de ser taxado e sair mais caro.\n\nSe quiser comprar internacionalmente e com menos chance de ser taxado, tem que ser da China. Se você procurar vai achar guias de compras muito bons do Aliexpress, com produtos alternativos que não deixam nada a desejar se comparado a de marcas mais famosas.\n\nAno passado eu comprei memória RAM, SSD, Placa de vídeo, controle de Xbox e várias outras coisas; e esse ano comprei controle para o Switch, mais uma SSD... Tudo funcionando perfeito e não deixando nada a desejar em relação a qualidade comparado a outros produtos.\n\nMas enfim.\nEu sei que existe alguns produtos vendidos na Amazon que já vem com as taxas inclusas, mas n parece ser o seu caso.\n\nEspero que você não seja taxado.\nBoa sorte! 👊🏼"
            ]
        },
        {
            "title": "Resetar bios",
            "selftext": "então gente, eu tô faz uns 3, 4 dias com meu pc parado pois eu fui ativar uma opção na bios da placa mãe pra jogar valorant no Windows 11.\nPesquisei como ativar o secure boot na minha placa mãe e lá fui ativar, ativei e meu pc não deu mais vídeo.\npesquisei maneiras e maneiras de resolver e apareceu 2 opções: resetar a bios tirando a bateria dela por alguns segundos e colocando denovo, e a segunda opção era pelos pinos que tem na placa mãe que se chama CLR_CMOS, que vc pode usar um jumper ou uma chave de fenda pra ativar esses pinos (usei chave de fenda)\n\neu tentei essas duas maneiras de resetar a bios e nenhuma funcionou, existe alguma outra maneira pro meu pc voltar a dar vídeo?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1257puf",
            "num_comments": 8,
            "comments": [
                "Fiz tudo isso é não resolveu, tu vai ter q resetar tirando a pilha, reseta pela bios, formata ele é vê se vai\n\nFoi oq fiz no pc de meu irmao",
                "Tipo... se teu Windows foi instalado em modo BIOS (Legacy) e tu ativar o security boot (modo UEFI), não vai bootar mesmo. (Boota se tu desabilitar o Security Boot e colocar modo LEGACY)\n\nSe tu quer rodar no modo UEFI pelo security boot, tu tem de reinstalar o Windows no modo UEFI."
            ]
        },
        {
            "title": "Alguém saberia me informar se é possível colocar um ssd e aumentar a memória ram do pc all in one samsung DP5002M-KW1BR?",
            "selftext": "Ele está muito lento, então queria fazer um pequeno upgrade nele",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1255x9p",
            "num_comments": 4,
            "comments": [
                "Sim, é possível fazer upgrade pra ssd do tipo sata e memória ram do tipo sodim padrão ddr4. Tem pente único de 8GB. a única coisa que teria de ser vista seria quantos slots de memória ele possui e qual o clock base, mas isso é fácil de ver com o CPU-Z.",
                "Ah.... esse modelo ai tem processador Celeron? Aumentar a RAM pode amenizar um pouco a lerdeira, porém não faz milagre... All-In-One geralmente é lerdo de doer mesmo. O que ajudaria era um SSD, se isso ainda tiver só HD."
            ]
        },
        {
            "title": "Levantamento de problemas",
            "selftext": "Qual o problema?\n\nComo a pessoa resolve hoje?\n\nComo a pessoa gostaria que fosse resolvido no futuro?\n\nComo a tecnologia poderia resolver esse problema?\n\nQuantas pessoas potencialmente tem esse mesmo problema?\n\nA solução é fácil ou difícil?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12547zd",
            "num_comments": 1,
            "comments": [
                "Qual o problema? => Problema é que nem sei do que tu tá falando\r  \n\r  \nComo a pessoa resolve hoje? => Elaborando melhor o tópico agora\r  \n\r  \nComo a pessoa gostaria que fosse resolvido no futuro? => Elaborando melhor o tópico depois\r  \n\r  \nComo a tecnologia poderia resolver esse problema? => Não pode.\r  \n\r  \nQuantas pessoas potencialmente tem esse mesmo problema? => Nesse sub? Um monte.\r  \n\r  \nA solução é fácil ou difícil? => Dificil. Assim como paciente geralmente não sabe explicar o que está sentido, usuário não sabe explicar o que tá acontecendo com o computador. hahah"
            ]
        },
        {
            "title": "Cheirinho de plástico queimado",
            "selftext": "Basicamente tentei ligar o notebook e o led da bateria começou a piscar , logo após senti um cheiro de queimado vindo dessa peça aí . Primeira vez q eu abro um notebook (n sei nem o nome dessa peça)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1253s0k",
            "num_comments": 7,
            "comments": [
                "Edit: Já descobri qual era o problema , tem um capacitor da placa mãe dando curto , vou levar na assistência técnica pra trocar , ou vou jogar essa bomba no lixo .",
                "Essa peça aí parece ser o adaptador wifi/Bluetooth do note, mas se é aí msm que queimou não sei",
                "Essa peça ai é a placa Wi-FI...\n\nPergunta: tu derrubou isso na água, água nisso ou vive perto ou em um ambiente muito umido?"
            ]
        },
        {
            "title": "2° HD",
            "selftext": "Eu tenho um SSD com o sistema Windows que é pequenos, mas estou usando a muito tempo.  \nPeguei um HD de um notebook que tava no sistema Linux (Xunbuntu), e coloquei no computador.  \n\n\nAntes de iniciar se eu olha a BIOS, eu vejo ele lá, mas assim que inicio o sistema ele não reconhece, não encontro em lugar algum, e ele só volta a aparecer na BIOS se eu desligar, se reiniciar e abri a BIOS ele não está mais lá  \nCogitei que preciso formata-lo, mas não consigo formatar com a ISO do dban.  \nSempre da um erro.\n\n&#x200B;\n\nO que posso fazer para ter esse HD no meu pc?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1252fln",
            "num_comments": 5,
            "comments": [
                "Usa o gerenciamento do computador para formatar. O Windows não enxerga partições Linux.\n\nTenta iniciar o Windows novamente e roda o CrystalDiskInfo... vê se esse HD ainda aparece lá..."
            ]
        },
        {
            "title": "Alguém sabe o problema que está ocorrendo?",
            "selftext": "Boa tarde, eu estou com um problema no meu Windows 10 e não sei o que está ocasionando este erro, a tela inicial do Windows fica congelada e a barra embaixo fica sempre carregando, já tentei ir no gerenciador de arquivos e nem abre, e o computador só reinicia. depois de muito esforço. Alguém poderia me ajudar e me dizer como consigo consertar? Obrigado.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1250jrt",
            "num_comments": 6,
            "comments": [
                "Tu tá usando HD ou SSD? Se for o primeiro, muda pro segundo. Se for o segundo, roda o CrystalDiskInfo assim que ele carregar.\n\nAlias, CPU/RAM?",
                "Eu apertaria Ctrl+shift+windows+b isso reinicia os drivers de video, geralmente essa é a minha solução pra esse tipo de coisa🤷🏻\n\nSe não resolvesse eu faria o que o cara do outro comentario falou, colocaria ssd"
            ]
        },
        {
            "title": "O que é isso na tela do meu monitor?",
            "selftext": "Boa tarde! Então eu me deparei com uma mancha na tela do meu monitor, é uma bolha ou a tela está danificada?\n\nhttps://preview.redd.it/nfufvycftiqa1.jpg?width=720&format=pjpg&auto=webp&v=enabled&s=343f9ad7e8536a6301a8698b82445c40e07cdccc",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "124x7ts",
            "num_comments": 5,
            "comments": [
                "É normal, pricnipalmente se for lg, normalmente são pequenos sensores por onde esses monitores capturam a luz ambiente pra configuraçoes do tipo \"alterar luz do monitor conforme a luz ambiente\" e etc, meu monitor 29WK500 tem isso nas duas extremidades da tela, meu primeiro tive que trocar por um defeito e o segundo veio com essas mesmas bolinhas. É normal"
            ]
        },
        {
            "title": "Gargalo de processador?",
            "selftext": "Recentemente eu adquiri um computador novo mas creio que não escolhi bem as peças kkkk comprei uma RTX 3070 com um i5 11400 e está nítido que o i5 não acompanha bem a placa, comprei a 3070 por longevidade mas como eu jogo em 1080p a placa praticamente está dormindo, vale mais a pena pegar um i7 ou pular pra um i9? \nPlaca mãe: Biostar B560E-PRO",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "124mpux",
            "num_comments": 15,
            "comments": [
                "Não tem motivo pra ter gargalo em nenhuma dessas peças, principalmente pra jogar em FullHd. Não é pelo nome das peças que vc identifica isso.\n\nConsiderando a resolução, é pra vc ter performance de sobra. Pq acha que há gargalo? Qual métrica tá usando? Qual jogo tá jogando? Que FPS tá buscando? Qual refresh rate seu monitor pega? Que Windows? Drivers atualizados? \n\nTem muito mais o que se pensar antes de sair trocando de peça, pelo menos é assim que eu tento analisar as coisas.",
                "Pessoal muito obrigado pela ajuda! eu remontei o pc, atualizei a bios e dei um format all no no pc, está normal e com desempenho pareado com as peças, somente meu processador que baixa o clock devido a alta temperatura em 100% mas como só vou jogar não vai chegar a 100% de uso. comprei um dissipador pro NVMe pois estava bastante quente e dava umas travadas no windows tbm, se atentem a temperatura das suas peças rapaziada, vlw!"
            ]
        },
        {
            "title": "Preciso de sugestões de notebooks até uns R$ 3000.",
            "selftext": "Bom dia, estou precisando de algumas sugestões referentes a notebooks nessa faixa de preço. Meu foco é para a faculdade, faço engenharia de controle e Automação então seria para programação e ao mesmo tempo precisaria rodas alguns softwares pesadinhos como o SolidWorks sem que eu ficasse na mão em processamento, e mesmo que não seja o foco do notebook gostaria de ter a liberdade de conseguir jogar alguma coisa nele também se possível. Pelo o que pesquisei achei um na Amazon por R$ 2900, possuindo 8 GB de ram e 256 de SSD, sei que não vai ter um espaço gigante mas pretendo comprar um SSD separado para dar um upgrade em armazenamento então se souber onde posso pegar por favor me informe também me ajudaria muito. Agradeço a ajuda de quem se manifestar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "124khrx",
            "num_comments": 8,
            "comments": [
                "Vai por mim, Solidworks com 8GB é sofrivel e tu vai precisar de uma placa de vídeo NVIDIA com ao menos 4GB de VRAM. (dá para usar uma com 1GB ou 2GB, mas será sofrivel)...\n\nPara projetos simples, até funcionaria com 8GB, mas a medida que tu desenha uma.. digamos... engrenagens de motor ou esteira mais detalhada... 16GB se torna obrigatóriamente o minimo, sendo 32GB o ideal.\n\nMas até 3000 reais é valor de notebook de entrada ainda. Sem placa de vídeo e CPU +-... mas vamos ver o que dá para achar...\n\nEdit: não achei nada realmente usável até 4000 reais. Só se tu conseguir encontrar um notebook gamer usado no ML ou OLX. Sei lá.",
                "Black friday do ano passado o mais barato era um Acer nitro com i5 11400h e uma 1650 por 3700. Por esse valor já é bem difícil em promoção, fora então.",
                "https://www.parceiromagalu.com.br/magazinewelcomelife/notebook-samsung-book-tela-de-15-6-intel-celeron-6305-500gb-4gb-ram-linux-cinza-chumbo/p/dd3h1dac7f/in/nsbo/",
                "https://www.parceiromagalu.com.br/magazinewelcomelife/notebook-asus-intel-core-i3-4gb-256gb-ssd-156-hd-windows-11-x515ea-br1275w/p/233274000/in/note/"
            ]
        },
        {
            "title": "Como descriptografar arquivos",
            "selftext": "eu tinha criptografado um monte de arquivos pessoais no disco D e fiquei pensando hoje que não tinha necessidade e cliquei pra descriptografar, pra sair aquele bendito cadeado de cima dos arquivos, porém enquanto o processo corria (era muita coisa), eu aproveitei pra dar uma limpada no quarto e acabei tirando a tomada sem querer, o pc desligou e quando tentei ligar apareceu aquela tela azul de reparar inicialização quando fui ligar, mas não tinha jeito, não reparava de jeito nenhum.\n\nchamei um técnico, ele veio e instalou um ssd pra colocar um novo windows 10 porque aquele foi com deus, aí ele formatou o disco C e até recuperou os dados do disco D PORÉM...\n\nalguns ainda estão com criptografia e quando eu tento entrar aparece que não tenho permissão. tentei mudar as permissões pra entrar, mas não muda nada, quando tento descriptografar da um erro. parece que o único usuário que pode acessar é o windows antigo e eu não faço ideia de como recuperar esses arquivos agora. \n\nhttps://preview.redd.it/eqjsgcklhcqa1.png?width=374&format=png&auto=webp&v=enabled&s=f702a109a40246e032ec8786c1a85b2c1d7aba65\n\nhttps://preview.redd.it/qlnpabciicqa1.png?width=380&format=png&auto=webp&v=enabled&s=3efe286bb8396ac8d12037831a6f2eca75ec6f83\n\nhttps://preview.redd.it/c8x7j2xoicqa1.png?width=362&format=png&auto=webp&v=enabled&s=7290df7fc853c6280766b31e3d4559149bada746\n\nhttps://preview.redd.it/eodw62jsicqa1.png?width=481&format=png&auto=webp&v=enabled&s=840ba1226d0dbc5bedffa42c0d5dc88ed5b23e31\n\nhttps://preview.redd.it/fmd8rmb5jcqa1.png?width=410&format=png&auto=webp&v=enabled&s=f3424f740b55c52d5d164cd3c5479bf32446950d",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1240fn8",
            "num_comments": 7,
            "comments": [
                "Tu lembra como tu criptografou esses arquivos? Bitlocker?\n\nSe tu perdeu a chave do bitlocker, perdeu os arquivos. Pelo que sei, não existe nenhuma maneira de descriptografar sem o uso da chave de criptografia.",
                "o Windows estava instalado em C e os arquivos em D correto?  \nOs arquivos em D estavam criptografados.  \nNo meio da descriptografia (dos aquivos em D) vc desligou o pc da tomada.  \nO pc ficou travado na inicialização de reparação após isso.  \n\n\nAo meu ver, o erro foi ter formatado o PC, já q o windows estava instalado em C e a criptografia estava só em arquivos pessoais em D, como oq vc estava fazendo (pelo relato) era apenas arquivos pessoais (fotos, videos, textos e etc) não eram arquivos q comprometiam ou alteravam o sistema instalado em C, era só colocar um pen-drive com o windows e mandar verificar os aquivos de inicialização e reparar oq possivelmente pudesse ter corrompido (o desligamento inesperado pode realmente corromper alguns arquivos porém não é algo que te force a instalar um novo sistema), além de tudo, a formatação poderia ter mantido os arquivos pessoais/contas, alterando apenas o sistema corrompido, poderia ter sido criado a pasta Windows.old .... era tanta coisa q poderia ter sido feita antes da formatação completa que se eu fosse vc ficaria puto com esse técnico do Youtube.  \nComo foi utilizado a criptografia do próprio Windows, a chave estava no windows antigo, só o antigo usuário pode acessar, erro do técnico q nao resolveu o erro de inicialização e partiu pro mais fácil q era formatar, infelizmente, se foi dessa forma ai q eu descrevi, os arquivos estão perdidos.  \n\n\nEle não recuperou os arquivos em D, ele nem precisava mexer em D já q o Windows estava em C, uma formatação em C não altera nada em D."
            ]
        },
        {
            "title": "erro no easy ant cheat",
            "selftext": "Sempre q eu inicio alguem jogo que possui o easy ant cheat aparece \"Caregador de inicializacao do windows corrigido detectado. (Proteção contra patches do kernel desativada)\" alguem sabe o que é ou sabe arrumar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "123zqbb",
            "num_comments": 15,
            "comments": [
                "\"Proteção contra patches do kernel desativada\"\n\nParece que tu instalou um rootkit no teu PC..."
            ]
        },
        {
            "title": "tela azul no valorant",
            "selftext": "Eu baixei valorant e toda vez que eu inicio da tela azul eu ja n sei mais oque fazer alguém sabe como resolver?\nEu tenho certeza q roda pq eu ja baixei uma vez um tempo atras no mesmo pc",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "123zn3k",
            "num_comments": 7,
            "comments": [
                "Você pode tentar atualizar os drivers de vídeo",
                "Posta a configuração do PC, toda ela"
            ]
        },
        {
            "title": "É confiável comprar placa mãe na Aliexpress?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "123uhvt",
            "num_comments": 7,
            "comments": [
                "É sim. Só escolher a loja e o produto com boa avaliação. Pelo que percebi os com 4.8 estrelas sempre tem um azarado que recebe produto com defeito.\n\nEu recebi meu kit xeon semana passada e ta funcionando legal!\n\nProcure por produtos com 4.9 ou 5 estrelas e leia atentamente os comentários.",
                "Comprei uma asus b550 e tá vivinha.",
                "Sim peguei a x99 lá",
                "Olha... depende... placa mãe é um bicho imprevisivel. Algumas duram 30 anos... outras pifam em 3 meses... (Conheço gente que tem 486 DX2 funcionando com as peças originais do PC... mas conheço gente que se ferrou com placa mãe Gigabyte by Digitron em 3 meses... / a minha durou anos até eu dar um jeito nos pinos do socket)\n\nSe ela chegar intacta, deve durar. Mas eu fico curioso com o pessoal que comprou esses kits Xeons lá em 2017... será que ainda funcionam?",
                "Comprei uma mobo da Huananzhi pra usar um kit Xeon, tá de boassa desde 2021.",
                "Não sei se agora é uma boa hora pra comprar no Aliexpress, pois a receita federal tá barrando a entrada de vários eletrônicos. Dá uma olhada no YouTube que tem um monte de gente falando isso.",
                "Sim"
            ]
        },
        {
            "title": "Notebook gamer serve para trabalhar com design?",
            "selftext": " Bom dia, pessoal!\n\nEsses dias meu velho escudeiro notebook de quase 10 anos se foi e estou à procura de um novo, porém cada vez que eu leio mais sobre computadores menos eu entendo.\n\nSeguinte, sou estudante de design pra me formar daqui 1 ano. Preciso de um note que rode bem os programas da adobe e cad. Gosto de jogar também, mas é raro. A ideia é investir em uma máquina que possua boa longevidade também tal qual o meu antigo (coisa de 8 - 10 anos, eu cuido direitinho) e que seu processamento não fique defasado logo.\n\nEstava com o pensamento de: vou investir num notebook gamer pois se a máquina consegue rodar um jogo de fps em boa qualidade sem travar, imagino que consiga rodar os programas da adobe sem problema.\n\nPorém um amigo meu disse que não é bem assim que a banda toca, ele disse alguma coisa sobre processamento e resfriamento do note gamer que pode afetar o desempenho de um notebook para design, mas eu não entendi nada.\n\nDe tudo que vi, acho que seria bom conter: 16gb ram; processador Core i7 ou AMD Ryzen 7; placa de vídeo eu não tenho certeza.\n\nEnfim, gostaria de ajuda e indicações. O preço que posso investir nisso é em torno de 6.000 reais - porém quanto menos eu gastar, melhor, pois terei que parcelar isso em muitos meses kkkkj",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "123mhfq",
            "num_comments": 17,
            "comments": [
                "Por 6k você pode comprar um Lenovo Gaming 3i da vida ou um Nitro 5 e ainda sobra uma grana. Usei um Nitro 5 por 3 anos e sempre me serviu bem, mas acabei de que não precisei mais de mobilidade e optei por trocar por um PC",
                "Notebook Windows só possuem toda a sua capacidade se estiverem ligados a tomada, pela bateria o seu desempenho é menor, caso queira ter o mesmo desempenho na tomada ou não, recomendo um Macbook.",
                "Por 6k vc monta um PC bom. Se um note de 10 aos anos estava servindo, acho que um PC seria melhor pq vc pode gastar menos, atender a necessidade atual e, se precisar no futuro, fazer upgrade sem trocar tudo. Mas se tem que ser note, tem opção.\n\nComo não comentou, vou ignorar questão de fidelidade de cores pra tela.\n\nCad sei que exige mais do processador. Em geral, vise as gerações mais novas e mais núcleos. Intel tem que evitar os cpus focados em eficiência energética (final U), acho que os que servem são os H (ex i7 11800H).\n\nRam quanto mais, melhor. 16 gb acho que é bem mínimo para design. Atente-se o note deixa expandir mais. As vezes vc pode economizar comprando um note com pouca RAM, mas acrescentando por conta dps.\n\nSobre a vga, em geral é melhor ter. Só que alguns programas exigem mais que outros. Design chuto que vai renderizar coisa, então no mínimo uma Nvidia 1650.\n\nAliás, cpu e vga funciona assim, os primeiros dígitos são a geração: i7 11800h é 11° geração, o 800 é meio que referente a quantidade de núcleos. O 11400h é um i5 com 6 núcleos.\nA Nvidia 1650 é da série 16xx e \"modelo\" 50. A 1660 é mais forte.\nA geração atual da Nvidia em notes é 3000. \n\nProcura uns vídeos no YouTube a respeito sobre \"notebook para design / arquitetura\".\n\nTem os modelos Acer nitro, Lenovo 3i e outros aí. Avell com 6k tbm deve teu opção.\n\n\n\n>sobre processamento e resfriamento do note gamer que pode afetar o desempenho de um notebook para design, mas eu não entendi nada.\n\nO note tem menos energia disponível (potência limitada não só pelo uso em bateria, mas pela fonte mesmo) e resfriamento pior (tudo mais reduzido e apertado). Como PC não tem esses limitadores, em geral tem desempenho melhor pelo mesmo valor. Uma vantagem do note é já ter a própria tela e precisa de menos conhecimento para comprar/montar.",
                "> e que seu processamento não fique defasado logo.\n\nAtualmente não existe mais isso. Os processadores tão ganhando 30-40% de desempenho com relação à geração anterior. Ou seja, praticamente o desempenho já dobra a cada 3 anos... se a AMD continuar forçando a Intel a trabalhar... ai sim veremos evoluções cada vez mais frequentes...\n\nMas no caso... notebook gamer serve sim pra trabalho.",
                "Pra Adobe e Cad's da vida o mais importante é memória RAM \n\nÉ a memória que o PC usa pra guardar dados do programa que você está usando no momento. \n\nPor exemplo: Se vc estiver trabalhando em uma arte de banner em alta resolução, vai consumir muita memória RAM.",
                "Se concentre em notebooks com telas boas 100% de RGB e full hd pelo menos  \numa placa dedicada é bastante bom, principalmente se for trabalhar com videos e/ou animações"
            ]
        },
        {
            "title": "notebook entre 3mil e 4100",
            "selftext": "Galera tô na facul de Eng. Mecânica e tô precisando de um notebook potente pra aguentar os 5 anos, vocês podem me recomendar? Estava dando uma olhada no Lenovo gaming 3i",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1231lzb",
            "num_comments": 4,
            "comments": [
                "Depende o que tu precisa num notebook, placa de vídeo e talz... mas até 4100 acho pouco provável que tu ache algo com placa de vídeo forte.",
                "OP, você pode definir exatamente o que é \"potente\" para você?\n\nPergunto isso pois dependendo do tipo de aplicação que vai utilizar, talvez uma placa de vídeo onboard, ou untão um modelo simples que tenha os \"aceleradores\" necessários já seja o suficiente.\n\nAtualmente o mercado de notebook está com muitos modelos bons nessa faixa de 3 a 4k reais. Temos modelos da Dell (costumam ser mais caros), HP, Acer, Samsung e Lenovo. \n\nDessas marcas, Acer e Lenovo costumam vender notebook com um dos pentes de memória soldados, o que dificulta as opções de upgrade no futuro, sendo assim eu daria preferência as outras marcas.",
                "Lenovo gaming 3i é uma boa, eu tenho um e não deixa a desejar, tanto na escola em games ou no trabalho e tbm é super discreto",
                "Lenovo Gaming 3i é uma boa pedida, você não vai encontrar nenhum outro notebook melhor que ele nesse valor de 3900 a 4100. Só se abrir um pouco mais o orçamento pra pegar um Lenovo Legion por 7 mil. 😬\n\nEu tive um Lenovo Gaming 3i ano passado, foi no começo do ano, o modelo ainda era com o Core i5 10° Gen, mas ele era excelente mesmo assim. O visual do note é discreto, ele é fácil de carregar (apesar de ser pesado) se comparar com outros modelos gamers por aí. Na parte termal dele, ele é igual a todos os outros notebook gamers (esquenta bastante quando joga ou usa a GPU intensivamente, mas tem dicas de como diminuir isso em vídeos do YouTube sem perda considerável de performance). Teclado dele é excelente, tela maravilhosa com resolução boa, qualidade da carcaça muito boa também.\n\nO único ponto negativo desse notebook é em relação a bateria. Se for usar no modo de \"Equilíbrio\" ele vai durar em média 1h30m a 2h30m sem jogar, mas se colocar em modo de \"Economia\" com iluminação da tela em 50% pode durar até umas 4 horas.\n\nDica: Se comprar ele, vale a pena pegar a garantia extendida pelo aplicativo Lenovo Advantage. O meu quando comprei eu adicionei 1 ano a mais de garantia por 150 reais... Em um notebook desses vale MUITO a pena.\n\nMas eu gostei de tudo relacionado ao Gaming 3i, só vendi ele porque precisava muito da grana, mas vendi com dor no coração.\n\nPode ir sem medo!"
            ]
        },
        {
            "title": "isso aqui tá certo?",
            "selftext": "tenho um i5-10400f com gtx 1650 e 2.90 ghz, mas tá rodando a 3.95 sem overclock nem nada ent to com medo, isso aqui tá certo?\n\nhttps://preview.redd.it/dioqnsfep5qa1.png?width=496&format=png&auto=webp&v=enabled&s=6f627cf68e1a85880dffdc5f05557abc5ecaeeba",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1231edt",
            "num_comments": 9,
            "comments": [
                "Ainda está abaixo do boost normal dele... se tu quiser que ele rode mais devagar, dá para mudar o plano de energia para equilibrado.",
                "Isso é normal. Todos os processadores atuais da AMD e Intel tem essa tecnologia (chamada de Boost).\n\nNormalmente não é todos os Cores simultâneos que chegam nessa velocidade, ele é dinâmico (entre 800 MHz e 4.1 GHz para o seu CPU se não me engano) e acontece somente nos núcleos mais sobrecarregados. Se você abrir um programa mais detalhado pra monitoramento, como o HW Info, vai ver que somente 1 ou 2 núcleos ficam nessa velocidade e é por períodos muito curtos, enquanto outros estão desligados ou rodando em um clock baixíssimo. Em jogos sim, isso pode aquecer bastante, mas o processador não costuma ser projetado de forma que ele não suporte um recurso dele mesmo. 😵‍💫\n\nUma curiosidade, isso é um Lenovo Gaming 3i ou Acer Nitro, não é? Kkkkk"
            ]
        },
        {
            "title": "Memoria Ram",
            "selftext": "Boa tarde pessoal, vim tirar uma duvida com vocês. eu posso usar no computador uma memoria ram de 8 GB e outra de 16 Gb, atrapalharia em alguma coisa dentro do computador ? ou é melhor ter duas de 8 Gb mesmo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "122qb84",
            "num_comments": 12,
            "comments": [
                "Pesquisa sobre flex mode",
                "Pode usar, o único problema é q não ativa o dual channel.\n\nMemórias de tamanho diferentes = single channel\nMemorias com tamanho igual e frequências diferentes = dual channel ativado (só fixar o valor da frequências, geralmente automaticamente já fica setado o valor da maior) \n\nNa prática vc perde desempenho, no dual channel as frequências se somam, no single não",
                "Algumas placas mãe permite o funcionamento de duas RAM diferentes, acredito que vá funcionar",
                "Não faz isso, vai te dar dor de cabeça",
                "pode. só não é o recomendável.",
                "Pode usar, tenta usar de preferência, com a mesma frequência."
            ]
        },
        {
            "title": "Problema com HD externo, Resoluções??",
            "selftext": "há alguns anos uso um antigo hd de notebook como HD externo (imagem em anexo) e funcionava super bem na porta usb 3.0. Sendo que de uns dias pra cá não estou conseguindo acessar os arquivos, nem consigo transferir nem pra entrar nem pra sair, sempre a tela se fecha como se tivesse desconectado (fiz um vídeo mostrando como ocorre, mas não consegui upar aqui)   \nVocê sabe o que pode estar ocasionando esse problema? simplesmente não queria dar esses arquivos como perdido.\n\nnão sei se posso tentar conectar ele diretamente no pc por ele ser de notebook 🤔 preferia usar ele externamente mesmo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "122mqek",
            "num_comments": 2,
            "comments": [
                "Tá, deixa eu ver se entendi.\nVocê liga ele na USB e ele é reconhecido normalmente no Windows, e quando você abre ele simplesmente desliga. É Isso?\n\nProblemas desse tipo costumam ocorrer por defeito em cabo USB ou na controladora da case em si, ele simplesmente fica ligando e desligando ou da vários erros aleatórios de leitura no Windows. Mas também não dá pra descartar a possibilidade de ser um defeito na HD também.\n\nO que você pode tentar é o seguinte:\n\n* Desmontar a case, retirar a HD e colocar no PC. Vê se ele funciona normalmente. Não precisa ter medo, não vai queimar pois o HD de Notebook trabalha em frequência padrão SATA, que inclui HD comuns de 3.5 e SSD também.\n\n* No caso de você fazer o procedimento acima, se ele reconhecer no PC, faça um backup dos arquivos mais importantes e realize um teste. Primeiro baixe o \"CrystalDiskInfo\" e veja se os atributos do HD estão saudáveis. É provável que não esteja se a controladora da case estava com problemas, mas é bom ter certeza. Depois faça um check disk através do PowerShell e deixe o sistema procurar badblocks.\n\nNão tem outra alternativa pra você testar essa HD sem ser internamente no PC. Você pode até comprar outra case pra por ele dentro, mas se a HD estiver ruim você vai ter gastado dinheiro atoa. =("
            ]
        },
        {
            "title": "Dispositivos USB comendo bateria",
            "selftext": "Esses dias eu deixei meu notebook carregado 100%, tirei da tomada e fui dormir, no outro dia acordei com ele 88% sem ter feito nada, no gerenciador de tarefas, o tempo de uso estava em zero quando eu liguei, ou seja, ele não estava em algum modo de suspender ou qualquer coisa do tipo, pensei que poderíam ser meu mouse e meu teclado que ficam plugados com o notebook 100% do tempo, fiz um teste: tirei eles da conexão durante a noite, e no outro dia, o not estava em 100% de bateria, ou seja, eles estavam comendo a bateria, vi que existe uma opção na BIOS para arrumar isso mas estou com medo de cagar em algo, queria saber qual opção é essa ?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "122mf5z",
            "num_comments": 2,
            "comments": [
                "O nome da opção é algo como USB Standby.",
                "em desktop a opção chama deep sleep n sei se é o msm nome em note"
            ]
        },
        {
            "title": "Alerta no update do linux mint.",
            "selftext": "Bom dia, pessoal! Recentemente eu comecei a utilizar o linux e ainda n sei como resolver alguns avisos que me aparecem. Atualmente, todo vez que dou um update no terminal aparece a seguinte mensagem no terminal. Alguém poderia me explica o pq e como resolver?\n\nhttps://preview.redd.it/1a3kkf7ax2qa1.png?width=1098&format=png&auto=webp&v=enabled&s=5a05ee7de6183231e54570f5d608c3fdf35b6b81",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "122kxyv",
            "num_comments": 0
        },
        {
            "title": "É confiável comprar processadores no Aliexpress?",
            "selftext": "Eu sei que é meio arriscado comprar placa de vídeo, mas também é com processadores?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "122jwkk",
            "num_comments": 9,
            "comments": [
                "# Sim e não!\n\nO Aliexpress é igual o Mercado Livre, precisa ficar atento a loja e a reputação do vendedor. Tem processadores falsos sendo vendidos na Aliexpress, eles trocam o IHS de um processador fraco com as informações de outro superior e quando você coloca na máquina acha que é um Ryzen 5 e na verdade é um Athlon.\n\nIsso tem acontecido mais com processadores Intel, eles retiram o IHS (Integrated Heat Spreader) de um Celeron e substituem por de outro processador melhor por um preço super \"atrativo\". Quando chega na sua casa, você acha que é um Core i7 ou Core i9, mas na realidade a Ferrari que você comprou chega com motor de Fusca! Rsrsrs\n\nEntão, respondendo sua pergunta:\n\n\n# Mas é seguro comprar processadores no Aliexpress?\n\nSim, é seguro desde que você compre com uma loja de confiança. Pesquise em redes sociais em geral e peça indicação de lojas que as pessoas já compraram e recomendam. 😊🫱🏼‍🫲🏽",
                "Sim eu comprei meu ryzen 5 4650g lá no aliexpress, chegou com 16 dias e não foi taxado.\nE pode ficar sussa que processador pessoal diz que dura por anos, muito difícil de dar problema.",
                "Comprei meu Ryzen 5 3500x há uns 3 anos atrás, está funcionado normal até hoje. Chega numa embalagem pequena e os vendedores já declaram abaixo de 50 dólares para não ser taxado.",
                "Comprei meu ryzen 7 5700x nele, só veio sem a caixa com o cooler pra ficar mais barato o frete, mas veio tudo certinho e o processador novo em folha \n\nÉ igual mercado livre, olha a reputação do vendedor",
                "Processadores vem em caixas pequenas, as gpus não",
                "ja comprei dois e não tive problema com nenhum ate hoje",
                "Um conhecido meu comprou um Rayzen 5 de última geração e nem taxado foi. Acho que depende do vendedor.",
                "Comprar coisa usada é sempre arriscado... \n\nNos AMDs, o problema são os pinos que se forem entortados ou arrancados, podem matar ou capar o processador e de vez em quando prejudicar a placa mãe.\n\nNos Intels, tá tendo muita falsificação de CPU porque é fácil de apagar a escrita dos CPUs da Intel.... nos AMDs eu vi menos porque aparentemente tu precisa trocar o IHS.\n\nMas se tu achar loja de confiança, que dê garantia... acho que pode ser seguro. CPU foi feito pra trabalhar anos e anos na temperatura máxima."
            ]
        },
        {
            "title": "Tela azul",
            "selftext": "Hoy amigos\n\nComprei duas memórias novas, dessas Asgard da Aliexpress, só que após instalar, tem ocorrido casos de tela azul. As duas são da mesma frequência e são compatíveis com minha placa mãe. Há algo que eu deva fazer? \n\nNo CPU ID mostra as duas funcionando. Não sei se devo formatar o PC ou fazer algum outro procedimento após instalar uma memória nova kkkk\n\nOs erros que dão na tela azul são: IRQL NOT LESS OR EQUAL e UNEXPECTED STORE EXCEPTION.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "122jorn",
            "num_comments": 4,
            "comments": [
                "tenho o msm problema consegui diminuir as tela azuis voltando pro w10, no 11 tomava mt tela azul direto com xmp desativado ou ativado, no w10 fica bem mais estável mas ainda tomo algumas mas to com xmp ativo, creio q se eu desativar vai parar, mas n testei ainda",
                "Tenta dar um downgrade da velocidade das memórias na BIOS por um valor fixo.\n\nAcessa a bios, mude a opção de \"automático\" para um valor fixo a baixo do valor q elas \"supostamente\" deveriam trabalhar.\n\nVc não vai sentir nenhuma diferença prática e vai funcionar!\n\nComigo pelo menos quando eu tive esse problema em um kit xeon do ali resolveu dessa forma!\nSe der certo avisa!",
                "memtest86+ (leva um dia rodando)"
            ]
        },
        {
            "title": "Como ativar o xmp na placa a520m ds3h gigabyte.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "122ig1v",
            "num_comments": 4,
            "comments": [
                "era pra aparecer uma opção em cima de System Memory Multiplier, estranho não aparecer na sua bios, na da minha aparece"
            ]
        },
        {
            "title": "primeiro pc",
            "selftext": "Quero comprar meu primeiro computador mas estou morrendo de medo pq sou jovem aprendiz então já ganho menos que um salário mínimo, o dinheiro que eu tô colocando nisso é basicamente todo o meu trabalho.\nEu tenho duas opções, e queria pedir ajuda para saber qual seria a melhor em minha situação.\n\nA primeira é de uma pessoa que meus pais conhecem, e ele mandou isso aqui:\nProc Intel Core I5-10400 3.70GHZ 6MB LGA 1200\nPL Mae ASUS H410M H (LGA1200/DDR4/HDMI/M-ATX)\nMem Kingston 8GB DDR4 2666MHZ DIMM\nHD NVME SSD 500GB KINGSTON\nGabinete ATX\nPlaca de video de 2GB \nTeclado USB C3tech\nMouse USB C3tech\nMonitor LED 23.8´ 5ms\nEstabilizador 300va Mono MCM\nForma de Pagamento: 4.386,00 em 10x Iguais\n\nEu pesquisei MUITO sobre computador, e não sei sla acho que achei ok, mas tbm procurei em outros lugares e estou considerando esse aqui:\n\nhttps://www.pichau.com.br/computador-pichau-gamer-amd-ryzen-5-4600g-16gb-ddr4-ssd-480gb-32438\n\nJunto com o segundo monitor.\n\nAgora alguns coisas para levar em conta. Na primeira opção o cara mesmo montaria, na segunda eu teria que achar alguém para isso, e eu realmente não sei onde procurar. Tbm não sei direito como funciona a garantia do online, mandei um email com algumas perguntas mas ainda não me responderam. \nAgora o que eu quero fazer com o Computador:\nDuas coisas principais que é jogar pra caralho e estudar programação. No jogar pra caralho são jogos que (pelo que eu sei né, vai que tô errada) são pesados. Dois que eu tenho certeza que quero baixar são Valorant e Genshin. E em aprender a programar, tem duas línguas que estou focada: Javascript e c++. Alguém aqui que pode me ajudar? Vou postar isso em qualquer sub que eu achar que vai ter respostas. Desculpa qualquer erro de português.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1228ytd",
            "num_comments": 12,
            "comments": [
                "A primeira está mto cara pelo oq oferece. Ele não especificou a placa de vídeo nem a fonte, então imagino que devem ser qql coisa que está encalhado no estoque dele e por ser uma placa de 2gb, mto provavelmente vai ser pior que a integrada desse 4600g. Fora que esses periféricos da c3 são um lixo total, já peguei teclado e mouse e n duraram 6 meses em tarefas de escritório básicas. \n\nSe estiver com tempo, recomendo procurar uns vídeos e tentar montar o pc vc mesmo. Se tiver algum amigo pra te ajudar nem q seja pelo whats trocando algumas fotos tpo \"onde vai esse cabo\" já facilita bastante, mas no manual de instruções das peças explica bem direitinho. A segunda opção vem com uma fonte bem legal, ta bem precificada e com um bom equilíbrio de componentes. Acho que vc não consiga jogar genshin com td no máximo, mas num médio em fullhd acho que consegue, valorant vai rodar suave",
                "O primeiro PC simplesmente não vale a pena, corre. Está muitoooo caro.   \nO segundo PC é razoável e ele vai te dar opções de upgrade no futuro! Recomendo ir nele. Mais pra frente poderá colocar uma placa de vídeo legalzinha e quem sabe até trocar de processador. A placa mãe do segundo PC é de entrada, A320. Porém, com uma boa ventilação no gabinete consegue levar até um Ryzen 7 sem muitos problemas. Falo por experiência própria.  \n\n\nSobre a questão da montagem, não se preocupe. Caso não se sinta preparada pra montar você mesma, pesquisa nos grupos de Facebook por alguém que faça manutenção de PC em sua casa. Ou você mesmo leva o PC pra montar em alguma loja, vão lhe cobrar no máximo uns 150 reais.  \nSugiro esse PC aqui. [https://www.pichau.com.br/computador-pichau-gamer-freyr-amd-ryzen-5-5600g-8gb-ddr4-ssd-240gb-desmontado](https://www.pichau.com.br/computador-pichau-gamer-freyr-amd-ryzen-5-5600g-8gb-ddr4-ssd-240gb-desmontado) Ele vem com um processador melhor, caso queira 16 GB é só incluir mais um pente de 8GB.",
                "Alguém que oferece esse primeiro pc pra vender tem que ser preso. \n\nQuanto a montagem acho que vc consegue, mas pesquisa passo a passo no YouTube antes \"como colocar processador AMD na placa mãe\", \"como instalar a placa mãe no gabinete\" assiste tudo antes de montar, e quando estiver montando continua assistindo, pra minimizar as chances de errar.",
                "Nossa, esse cara que teus pais conhecem é um picaretão cobrando 200% de lucro... sério... placa de vídeo com 2GB atualmente é provavelmente GT1030...\n\nGenshin Impact roda em qualquer batata... Eu rodava numa GTX 750 1GB. (claro, low)\n\nO vídeo onboard do 4600G é quase igual à uma 1030, que já não é grande coisa.\n\nO que tu pode fazer é montar o PC você mesmo. Quanto tu tá disposto à pagar?",
                "Monta um PC do zero, tu gasta menos, mas daí tu vai precisar montar ele"
            ]
        },
        {
            "title": "O que vocês acham desses mini PCs de bolso? Eu achei uma alternativa interessante de baixo custo ao GPD Win que é muito caro.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1223iey",
            "num_comments": 4,
            "comments": [
                "Esses celeron J não prestam para nada pesado. Tu só vai jogar jogos de 2010 pra baixo."
            ]
        },
        {
            "title": "Posso usar aqueles araminho emborrachado pra organizar os cabos do pc ? Ou tem problema?",
            "selftext": "Estou sem enforca gato kkk",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1223ek3",
            "num_comments": 14,
            "comments": [
                "Obs.: me refiro a aqueles araminho tipo o que vem de pão de forma",
                "rapaz eu to usando e tá aqui de boa, só cuidado pra não pegar um que esteja com a pontinha pra fora ou descacando e sei lá dá um curto ao encostar numa placa. Os que to usando vieram com os próprios cabos, são bem acabadinho nas pontas",
                "Qualquer armazém vende zip ties. Compra um saquinho deles e vc vai usar por um bom tempo",
                "Eu uso isso desde sempre e é mais esquema q enforca gato pq pra tirar e por dnv é mto mais fácil",
                "Sim, dá pra usar, mas tem de tomar cuidado com qual... alguns quebram outros podem reagir quimicamente com os cabos. Acho que os de pão não dão problema.",
                "eu só enrolo com esses araminhos, funciona super!!!",
                "Eu já usei os fiozinhos de cabo de rede"
            ]
        },
        {
            "title": "Fenômeno bizarro de wi-fi: 5g cai quando Pc está ligado",
            "selftext": "A minha casa tem o wi-fi normal e o 5g. Quando meu PC está ligado, o wi-fi 5g desaparece (pra casa toda) e o normal permanece. Detalhe importante que esse meu PC está ligado no modem por cabo ethernet (aqueles azuis).\nO que vocês acham que pode ser? Alguma ideia para corrigir?\n[RESOLVIDO]",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121y9v8",
            "num_comments": 4,
            "comments": [
                "Estranho isso, é igual que aconteceia com os telefones antigamente, que parava de funcionar quanto usava a Internet, uma dúvida, quanto se liga o PC, o Wi-Fi funcionar só ele ou some pra ele também",
                "Qual roteador vc está usando ? Está no modo DHCP ?"
            ]
        },
        {
            "title": "Meu notebook só tem 1 saída hdmi; consigo usar 2 monitores em modo estendido?",
            "selftext": "É um note samsung que tem apenas 01 saída HDMI (não tem VGA). Uso ele quase como um desktop, com um monitor e teclado plugados.\n\nTenho outro monitor sobrando aqui agora e queria usar os 2 monitores em modo estendido. Consigo?\n\nPelo que pesquisei, usar um hdmi splitter só vai duplicar a tela, certo? Existe algum aparelho ou adaptador que eu possa comprar para estender a imagem?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121wr9t",
            "num_comments": 1,
            "comments": [
                "Só vai funcionar se o seu notebook tiver além do Hdmi uma USB C com suporte pra passar imagem, se tiver, só colocar o cabo, se não, não tem como, qualquer aparelho q duplicar a sua saída Hdmi vai só duplicar o sinal"
            ]
        },
        {
            "title": "Usar monitor de tubo hj em dia",
            "selftext": "Ola salam\n\nEu tenho uma duvida  quando a usar dual screen\n\nDigo é possível usar um monitor de tubo antigo e uma tela plana que se usa hj em dia? Queria fazer isso por pura e absoluta estetica e nostalgia quando for jogar jogos antigos usar o monitor de tubo, e a tela plana deixo em vertical/horizontal (para outras coisas ou não).\n\nDigo é tecnicamente viável?  Eu to pra montar um pc gamer pra jogos bem especificos entao acho legal isso, é meio que muita coisa em um entao to pensando no que é possível.\n\nAbs",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121w2gz",
            "num_comments": 1,
            "comments": [
                "Da pra usar sim. So na hora de passar um mouse para outro monitor que voce vai se estressar um pouco, pq a \"altura\" é menor, e dependendo de onde voce posicionar a tela nas config. do sistema, vc vai errar bastante ao passar o mouse para o outro monitor.  \n\n\nE uma info extra: tem como ligar um monitor na GPU e outra na placa-mae, ja fiz muito isso e da boa."
            ]
        },
        {
            "title": "Computador não liga depois da chuva com raios.",
            "selftext": "Aorus Elite X570\nCorsair VS500\nR5 3600x\nRtx 2060\nNvme wd 1T\n16gb ram(8gb x2)\n4hd simples ligados\n\n\n\n\nBoa tarde, ontem estava chovendo muito e caindo raios. \n\nRemovi meu computador da tomada, apenas o Gabinete, e deixei os cabos concertados (telas, irnternet etc).\n\nPorém hoje de tarde, fui ligar o computador, e o botão de POWER não chegava nem a da partida de em nada.\n\nAs peças que estão ligadas ao computador (leds, periféricos, etc) estão passando energia, suas luzes estão ligadas ok.\n\nAqui onde moro, no nordeste já tive problema com outro computador que tinha uma placa mãe mãe simples por conta de umidade, tinha que esquentar o oc antes de ligar, usava uma luz ou um secador. Porém nunca tive problema com essa placa mãe que estou.\n\nEstou na dúvida se pode ser alguma coisa relacionada a estática caso o aterramento não esteja funcionando de boa, umidade ( porém já comecei a esquentar o Pc com a luz pra ver) ou alguma outra coisa.\n\nVocês poderiam me ajudar? Já tenho um pouco de experiência com manutenção de PC, porém não sou nenhum técnico. Tô sem grana, em um momento difícil, meu PC é minha fonte de renda, na pior das hipóteses mando pra o técnico (muito confiável que tenho) na segunda e ficar devendo.\n\nEDIT1: \nCONSEGUI LIGAR, fiz o esquema de esquentar a placa mãe com uma luz quente, depois de 1 hora o botão de POWER funcionou normalmente. \n\nNão sei se foi umidade igual a outra placa que eu tinha que teve esse mesmo problema a anos atrás. E pelo que pesquisei é um cristal que reage com a umidade e impede o Pc de ligar, aí a galera usava secador,, mas vi um maluco que fez com uma luz led quente, e deu bom aqui tb.\n\nOu, alguma carga que ficou na máquina com ela desligada da tomada, e que conseguiu sair depois de algumas horas ligado na tomada. (não entendo muito sobre isso, posso tá falando um grande besteira).",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121uix8",
            "num_comments": 10,
            "comments": [
                "Cara... não é por maldade que eu vou te perguntar isso, mas sim porque eu já fui obrigado à ir consertar isso, uma viagem de 13km e o problema era esse... mas tu lembrou de recolocar o cabo de energia na tomada? A fonte tá ligada?\n\nSe está tudo ligado, tu tem um multimetro? Enfia na tomada... vê se tá chegando 127V/220V. Se estiver +/- 5%, tá ótimo.\n\nAgora... desconecta TUDO, deixa só 1x RAM, placa de vídeo e tenta iniciar para ver se dá vídeo.",
                "Se tirou da tomada durante o temporal e não caiu nenhum raio que possa ter vindo pela porta de rede, acho difícil ter queimado algo.\n\nFazendo um teste simples, tenta colocar o cabo do botão reset no lugar do Power, pra já eliminar a possibilidade do botão",
                "Acabei de ligar, deixei a luz dentro do computador e deu bom. Agora não sei se nao ligou pq foi a umidade ou foi estática msm",
                "Cara, também sou do NE e tenho um Ryzen igual ao teu, e tive esse problema depois de um ano de uso. Porém não tive problema com raios, então acredito que seja umidade mesmo. No meu caso tinha que esquentar a placa mãe toda vez que precisava ligar. \n\nPesquisando um bocado, segui uma recomendação de lavar a placa mãe com álcool isopropílico e resolveu meu problema. Se persistir contigo, tenta esse macete."
            ]
        },
        {
            "title": "Problema no boot",
            "selftext": "Estava tentando instalar o windows no Pc mas na hora de escolher a ordem boot não aparece a opção do SSD porém o SSD está bem instalado e a placa mãe está reconhecendo ele só não está na opção de boot",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121u5mb",
            "num_comments": 1,
            "comments": [
                "NVME???? Vc pode ter colocado ele com mal contato ou sem o parafuso\n\nSe for sata ele tá estragado ou com mal contato"
            ]
        },
        {
            "title": "Qual Antivírus vocês recomendam?",
            "selftext": "Comprei um notebook novo e preciso achar um antivírus bom para baixar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121p5xj",
            "num_comments": 10,
            "comments": [
                "Melhor antivírus é esses dois aqui:\n\n- Não ficar entrando em site suspeito pra baixar coisas pirata. Principalmente jogos! (Se o fizer, espero que saiba o que está fazendo)\n\n- Não abrir e-mail suspeitos de remetentes que você não conhece. Principalmente de bancos ou lojas (seja ela qual for), enviando links pra você clicar, falando que sua conta foi invadida, que você ganhou algo, etc.\n\n\nNenhum antivírus vai evitar que você pegue vírus ou qualquer outro tipo de malware se você ficar forçando a barra, clicando em todo link que diz \"Essa pessoa é sucesso na sua cidade. Clique aqui e veja o segredo dela\" ou \"Ganhe até 10000000000000000 de renda extra por semana\". O antivírus diminui as chances, mas não elimina a possibilidade, principalmente porque todos os dias centenas de novos vírus são lançados na web.\n\nClaro que não estou assumindo que você seja uma pessoa descuidada e tal, mas como o Reddit é público o que eu falei aqui já vai ficar de aviso pra todo mundo que pesquisar algo sobre isso.\n\nAgora respondendo a sua pergunta, você tem algumas opções muito boas e baratas, como: McAfee, Norton, Nod32, Bitdefender, Malwarebytes entre outros. Todos eles vão ter um nível de defesa muito parecido, alguns sendo melhores em uma determinada coisa e outro sendo melhor em outra... Mas nenhum é perfeito.\n\nEu não uso antivírus de terceiro a muitos anos, desde o lançamento do Windows 10 em 2015. Hoje tenho o Windows Defender como principal ferramenta e ele n deixa na mão.\nNunca peguei vírus porque não costumo baixar nada pirata, não baixo nada que não seja necessário (nem de sites externos duvidosos) e se eu preciso de algo que não posso pagar (Photoshop por exemplo), prefiro na maioria das vezes perguntar para alguns amigos se conhece alguém tem e pode compartilhar.\n\nPra mim é fácil dizer isso, pq trabalhei com T.I. durante duas décadas, mas como um ex-profissional da área eu acho que todo mundo é capaz de usar um PC sem ter medo de vírus e essas coisas.\n\nNavegar na internet não é tão diferente da vida real. Você não abre a porta da sua casa pra qualquer um, muito menos coloca pra dentro. Você sabe quais ruas e bairros evitar andar de dia ou a noite, etc.\n\nÉ isso, desculpe o textão. Espero ter ajuda você e outras pessoas.",
                "Windows defender e não baixar coisas suspeitas",
                "windows defender já vem com windows e ublock origin no navegador.",
                "Melhorzinho é o malwarebytes pra mim só q ele é pago",
                "Kaspersky. Top",
                "eu uso o defender mesmo, não sei se é o melhor mas nunca me deixou na mão",
                "Dá uma olhada nesse site, que testa os principais antivírus do mercado. Você vai encontrar teste de AV gratuito e pago, e pode escolher o melhor pra você, baseado nos testes.\n\nhttps://www.av-test.org/en/antivirus/home-windows/",
                "Windows Defender, melhor que já usei",
                "Avast"
            ]
        },
        {
            "title": "Ajuda com resolução de monitor",
            "selftext": "Eu tenho um monitor 1080p full HD da LG. Todos os drivers de vídeo e da placa de vídeo (tenho uma 1650) estão atualizados.\n\nOntem a noite eu notei uma queda na qualidade da imagem. Ao abrir um jogo, recebi a mensagem de que meu monitor estava configurado para 720p. Já tentei mudar pelo próprio software da nvidia quanto pelas configurações do PC e nada de arrumar. Nos softwares apontam que está em 1080p, mas a imagem continua embacada e o jogo diz para colocar em 1080p, pois está em 720p.\n\nAlguém pode me dar uma luz?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121o642",
            "num_comments": 0
        },
        {
            "title": "Montagem de PC",
            "selftext": "Oi amigos, vim aqui pedir opinião e perguntar pra vocês se essa configuração aqui funfa direitinho e o que roda\n\nGabinete SuperFrame Flow, Mid Tower, 3 Fans\n\nProcessador AMD Ryzen 5 5500\n\nPlaca Mãe ASUS Prime A520M-K\n\n(2X) Memória DDR4 XPG Gammix D10, 8GB 3200Mhz\n\nPlaca de Vídeo RX 580 PowerColor Red Dragon Amd Radeon 8gb\n\nSSD Kingston A400, 480GB, Sata III, Leitura 500MBs Gravação 450MBs\n\nFonte Aerocool KCAS 600W, 80 Plus Bronze, PFC Ativo",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121o609",
            "num_comments": 0
        },
        {
            "title": "notebook piora o fps dps da troca da pasta termica",
            "selftext": "Bom dia, ontem (24/03) fiz a troca da pasta térmica do meu notebook por achar que estava ficando muito quente e atrapalhando no fps do minecraft. Antes eu só limpei a ventilador do cooler e melhorou bastante, de 12/30 foi pra 60/80(138 olhando no void), agora hoje eu abro o jogo e reparo que o jogo n ta passando dos 5 de fps. Tenho uma suspeita que o problema seja o HD que pode ter danificado na minha tentativa de retirar a carcaça do notebook, mesmo assim gostaria de saber se pode ser outra coisa pra não danificar mais o dispositivo   \n\n\nCONFIGURAÇÃOES DO NOTEBOOK:  \nintel i5-2450M  \n8gb de ram  \nhd de 500gb",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121nh2e",
            "num_comments": 1,
            "comments": [
                "usa o cpu-z junto para ver se está superaquecendo mesmo assim e fazendo throttle."
            ]
        },
        {
            "title": "Pc congela e as vezes não dá vídeo",
            "selftext": "Bom dia, montei meu PC recentemente e até agora eu mal consegui mexer nele. Algumas vezes quando vou ligar ele, ele liga, mas não dá vídeo. Quando consigo ligar, eu começo a mexer nele de boa mas do nada a tela congela e não sai disso de jeito nenhum, só reiniciando, mas mesmo assim a tela sempre congela. Alguém pode me ajudar pfv",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121mqlz",
            "num_comments": 18,
            "comments": [
                "Certamente vc montou algo \"errado\", tenta ver se as memórias ram estão bem encaixadas.... Tem placa de vídeo? Se tiver, olha se n está com mal contato tbm.... Pra resolver isso de vez eu tentaria levar o PC em alguma loja q monta pra eles dar uma olhada, certamente vão cobrar, mas aí o seu problema será solucionado sem mais dor de cabeça...",
                "Vê se a placa de vídeo tá bem encaixada",
                "Da uma olhada na Bio da placa mãe em relação a frequencia q suas memórias RAM estão trabalhando.\n\nPode ser que esteja uma frequência em over pro modelo da sua memória.\nSe vc tiver mais de uma de frequências diferentes, elas trabalham na velocidade da maior, a q não tem a velocidade da maior pode estar em over e causando isso.\n\nDe qualquer forma, acessa a bios e seleciona uma frequência fixa (caso esteja em automático) e se já tiver em uma fixa, diminui uma pra baixo e veja se melhora\n\nJá tivesse problema com um PC (DDR3) q as memórias trabalhavam em 1600 e esteva em frequência automática, resolvi quando coloquei fixo para 1333."
            ]
        },
        {
            "title": "Ajuda com tela do notebook",
            "selftext": "Algum de vocês já viu um problema parecido com o meu? \nE saberia dizer o que pode ter ocasionado isso? \nA tela fica sumindo metade quando eu abro alguns programas.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121miub",
            "num_comments": 6,
            "comments": [
                "Pela imagem, não parece que a tela em si tem problema.\nNão parece ser problema da placa de vídeo ou problema na dobradiça também, porque por essa imagem aí eu não vejo artefatos na tela. A barra de tarefas do Windows parece funcionar normal, limitando o problema apenas ao programa que está rodando. 🤔 Estranho...\n\nQuando foi que isso começou acontecer?\nTá me parecendo algum problema ou bug com o Windows 11! [Pra variar, né?]\n\nEm quais programas especificamente isso acontece?\nSe for em jogos ou programas que usam a GPU, pode ser algum bug no drive de vídeo.",
                "Faça a atualização do drive de vídeo",
                "Parece ser Placa de vídeo / Driver da placa de vídeo."
            ]
        },
        {
            "title": "Alguém sabe como resolver esse problema do notebook?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121l904",
            "num_comments": 2,
            "comments": [
                "Pô, a resposta disso tá no primeiro resultado quando tu procura por esse erro... pela mensagem....\n\n\\- Tira bateria\n\n\\- Tira as rams\n\n\\- Inicia sem memória\n\n\\- Tira o cabo de energia\n\n\\- Coloca as RAMs\n\n\\- Coloca a bateria\n\n\\- Inicia de novo",
                "nunca passei por isso mas lendo a mensagem parece que as duas memórias RAMs são incompatíveis, ou seja, são diferentes (fabricante, tamanho, frequência...), é sempre recomendável usar duas ou mais memórias RAMs iguais."
            ]
        },
        {
            "title": "Pc piscando",
            "selftext": "Bom dia rapaziada, pc do meu amigo tá piscando , ele liga e desliga instantaneamente , a luz da placa de video e a luz do gabinete ficam piscando , a fonte é nova e foi usada por um dia , pc estava funcionando normal , ele deixou ligado de noite e acordou com o pc desse jeito.\n Ele fez o básico, mudou de tomada e de cabo , e ainda sim ele liga e desliga, liga e desliga muito rápido e assim sucessivamente",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121jcsj",
            "num_comments": 3,
            "comments": [
                "Tenta usar um pente de ram de cada vez e vai alternando o slot dela"
            ]
        },
        {
            "title": "Ajuda",
            "selftext": "Meu rdr2 não tá rodando por problemas no VCRUNTIME140.dll, e sim já baixei, atualizei drive e nada, simplesmente não abre o jogo... O que eu faço agora? Nunca deu esse problema antes",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "121e4lf",
            "num_comments": 0
        },
        {
            "title": "A memória RAM do celular está cheia, eu posso apagar alguma coisa, ou vou prejudicar o meu celular",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1215lo7",
            "num_comments": 11,
            "comments": [
                "Reinicia o celular",
                "Baixa um app chamado Files do google, ele apaga um monte de bobagens q ocupam a memoria. E, eh um,bom buscador de arquivos.",
                "A memória RAM do seu celular não está cheia, muito pelo contrário, se ela encher seu próprio sistema irá fechar automaticamente os programas.\nSe você considera seu celular lento, deve ser por que ele deve ter um processador meio ruim, o que eu sugiro você fazer é utilizar o Greenify ou KillApps, os demais esqueça, limpador de armazenamento não vai desocupar sua RAM, e otimizador de sistema irá ocupar mais ainda sua RAM.",
                "Porém, a maior culpa dele estar com 2 GB de RAM em 2023, 2022, 2021 é da empresa que o fabricou, pelo design eu até sei qual é, e também imagino que você tenha pego um celular de entrada e agora ele está ficando lento.\nFora que além da fabricante por pouca memória RAM ela quer socar o Android 11 ou 12. \nDetalhe, este link no Android Go, que é o mais lite possível, já no seu sistema ele deveria estar com uns 4 GB.\nhttps://canaltech.com.br/smartphone/google-pode-exigir-android-go-em-celulares-com-2-gb-de-ram-a-partir-de-outubro-168499/",
                "A memória RAM é um tipo de memória volátil, ela não armazena dados após parar de receber energia, ou seja, reiniciando o seu celular, a memória é limpada, pois não tem energia para segurar os dados.\nA memória RAM é a cache funcionam desse jeito, diga-se de passagem, então você limpa as duas e o celular já fica mais leve nesses quesitos",
                "A memória Ram de celular é totalmente diferente de como funciona a memória Ram de um computador, o sistema trabalha diferente, fazer limpeza e diminuir só atrapalha, o Android pré carrega as aplicações para uma abertura mais rápida, fechar ou limpar só causa travamentos e demora para abrir aplicativos, após a limpeza o sistema automaticamente já pré carrega tudo de novo.",
                "Essa é a vida de 2gb no Android.",
                "Usa o app RAM Cleaner ele vai limpar sua memoria ram em segundos"
            ]
        },
        {
            "title": "Aquecimento nootbook",
            "selftext": "Estou com um notebook vaio i5 de 10g que está batendo os 97 graus. Tem alguma forma de abaixar essa temperatura?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1210s63",
            "num_comments": 8,
            "comments": [
                "Cara, não deveria chegar nessa temperatura.\nO meu Lenovo chegava a 87 graus no máximo quando tava JOGANDO. E em uso normal não passava dos 60.\n\nVocê precisa limpar, mas limpar de verdade mesmo, não é só abrir e passar pincel por cima. Tem que tirar o dissipador, olhar as lâminas do heatsink e ver se não tem pó obstruindo a passagem de ar e ver se a pasta térmica não secou.\n\nFaça isso e compre uma pasta térmica de alto desempenho, tipo Artic ou Noctua pra aplicar.\n\nSiga a dica do camarada acima/abaixo, NUNCA use em superfície \"fofa\" e tome cuidado pra não obstruir as entradas/saidas de ar. Compre uma base refrigeradora e sempre use ele em cima dela com as fans ligadas.\n\nSe ele continuar quente assim e se estiver na garantia, LEVE ele pra verificar porque tem alguma coisa errada.",
                "Limpeza, usar num lugar q permita ventilação e usar uma base elevada",
                "Tenta enfiar uma base resfriadora (aqueles suportes de notebook com fan).",
                "So pra saber, ele bate essa temperatura em uso pesado ou até coisa leve?",
                "Eu abaixei a energia do processador à 97% e deixei o modo de energia no equilibrado. Tenho um nitro 5 e ajudou demais."
            ]
        },
        {
            "title": "Arma de Portais Rick and Morty",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120xmfh",
            "num_comments": 0
        },
        {
            "title": "Novo upgrade",
            "selftext": "Fala rapaziada, meu pc antigo ta indo com deus, então estou pensando em montar essa config: R5 3600 + 2x8gb 2666 da corsair + mobo b450 da gigabyte. Fonte, ssd e gpu já tenho.\nO que acham? Devo economizar na mobo e pegar uma a520?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120ug9z",
            "num_comments": 7,
            "comments": [
                "Troca esse 2x 8GB DDR4-2666 por 2x 8GB DDR4-3200.",
                "uai man se vc n pretende usar ram com freq mais alta ou fzr oc vale economizar, ve tbm se tu n vai perder performance do ssd e da gpu se economizar n sei se o ssd é m.2 nem a gen deles mas da uma olhada pra vc n pegar uma mobo de gen menor q os dois",
                "Eu acho que está muito bom, só troca essas memórias por DDR4 3200, a diferença de preço é pequena e nem vale a pena pegar esses módulos mais lentos.\n\nEu não sei quanto vai sair cada peça, mas vi em outro comentário que essa SSD que escolheu é SATA 3... Man, de uma analisada e veja se não pode gastar uns 80 reais a mais e pegar um SSD NVME, eu vi hoje no Aliexpress tá saindo na base de 300 a 320 modelos com velocidade de 3400 MB de leitura com tamanho de até 1TB. Se não se importar ainda dá pra pegar um de 512GB PCIe Gen 4 ou 5 entre 5000 e 7000 de leitura por 250 reais. As marcas variam entre Lexar, KingSpec, Netac, etc...\n\nAcho que SSD SATA 3 hoje nem tá valendo mais a pena, só se n tiver mesmo como gastar um pouco mais (pouco mesmo, tipo 80 reais) pra pegar algo melhor.\n\nMas de resto tá de boa irmão.\n\nQuanto que vai custar esse upgrade mais ou menos?"
            ]
        },
        {
            "title": "h45",
            "selftext": "alguem sabe onde eu consigo encontrar um suporte pra montagem dele em am4 (usava intel e perdi a caixa dele ent n tenho os suportes pra amd agr que mudei de plataforma)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120tubs",
            "num_comments": 0
        },
        {
            "title": "Tem como impedir o download automático de fotos e vídeos do WhatsApp?",
            "selftext": "Eu queria saber se tem como \"desligar download automático do WhatsApp, e se eu fazer isso, ainda vou conseguir ver as fotos e vídeos?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120t1l8",
            "num_comments": 2,
            "comments": [
                "Tem sim, nas configurações direto no aplicativo da pra desabilitar isso, e voce só vai ver o que selecionar para ver e baixar"
            ]
        },
        {
            "title": "App do celular desativado ainda consomem a menoria do celular?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120rz1t",
            "num_comments": 0
        },
        {
            "title": "Meu pc não liga",
            "selftext": "Ele liga só o cooler e acende as luzes da placa mãe porém o mouse e o teclado não acendem as luzes nem o monitor aparece imagem (o cabo tá conectado tudo certinho) e fica assim sem imagem sem barulho.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120q7bq",
            "num_comments": 0
        },
        {
            "title": "alguém pode me ajudar com esse problema:",
            "selftext": "alguém pode me ajudar com esse problema:  \n\n\nMeu computador após eu desligar só consigo liga-lo novamente se eu o tirar da tomada e esperar 30 minutos o que pode ser?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120pz1y",
            "num_comments": 4,
            "comments": [
                "Qual a idade do seu computador?  \n\n\nAs vezes, problemas em capacitores gera isso, depende da idade da peça.",
                "Realmente pode ser capacitores tanto da fonte quando da placa mãe. O ideal é fazer uma verificação visual na placa caso não entenda pegar uma fonte e trocar.\nCaso queira continuar usando assim retire o cabo de força e aperte botão ligar/desligar umas 5 vezes e volte o cabo ele deve ligar"
            ]
        },
        {
            "title": "Oque voce mudaria nesse computador?",
            "selftext": "Oque voce mudaria nesse computador apenas para ter a maxima de performace sem trocar a placa mae? i3 3240 rx 550 e 16 gb de ram 1600mhz",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120pfkj",
            "num_comments": 2,
            "comments": [
                "Depende o que você considera \"máxima performance\".\n\nUm i7 3770 ou um Xeon 1270v2 (e afins) são o melhor que essa plataforma oferece (ou um 3770k se tiver um chipset que aceite overclock).\n\nAtualmente, se for para mais para jogos, quem limita teu desempenho, por incrível que pareça, é a RX 550, pois esse i3 ai leva até uma 950 ou 750ti numa boa (se achar uma R7 260x também é legal).\n\nSe quer mais pra trabalho e afins, um processador desses que citei no primeiro parágrafo já dão um enorme ganho.\n\nPor fim, assumo que tenha um SSD, se não, esse seria o primeiro upgrade."
            ]
        },
        {
            "title": "AMD eu te ODEIO",
            "selftext": "Cara, eu já tentei de TUDO. Sempre que vou jogar algo isso acontece: o jogo trava por um minuto, mais ou menos, crasha, a tela apaga e liga de novo e aparece esse erro. Isso tá me deixando MUITO bolado  \nO que eu posso fazer pra resolver isso?\n\nhttps://preview.redd.it/0tocn6jbfppa1.png?width=446&format=png&auto=webp&v=enabled&s=26e491e5af3e6edabca3f13c68bbf8c60e38f4f0",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120nih1",
            "num_comments": 6,
            "comments": [
                "Placa de vídeo é dedicada ou integrada ?\n\nEm placas dedicadas isso indica possível problema no hardware, já tive uma R9 280 que crashava exatamente dessa forma pois estava com chip defeituoso, qualquer uso mais exigente dava esse erro do driver.\n\nTente desinstalar o driver com o DDU e reinstalar outra versão, se não solucionar, é forte indicio de problema fisico no teu dispositivo gráfico. Casualmente esse bug impede teu sistema de crashar por inteiro, pelo menos, pois ele desativa momentaneamente o driver.",
                "Eu tive esse problema em um Ryzen 5 PRO 4650G, a desinstalação do Driver resolveu ´pr um tempo, mas na mesma semana voltou, a minha solução foi acionar a garantia e fazer a troca do processador."
            ]
        },
        {
            "title": "Meu Pc parece estar com problema pra ligar.",
            "selftext": "Dês de que eu instalei o windows onze no meu pc ele tem tido problemas que não tinha antes, o maior de todos é um problema na hora de ligar. Eu aperto o botão ele liga, mas não dá sinal no monitor, no teclado e nem no mouse, mas fica com uma luz vermelha dentro do gabinete. Fora isso muitas vezes quando eu tava usando ele ia e travava do nada, comigo mexendo em navegador e essas coisas. \nTenho alguns programas instalados como emuladores de play 2 Nintendo 64 e um emulador de Nintendo Switch, mas não acho que seja problema porque nunca travaram nem nada, recentemente, antes dele parar de ligar de dar sinal pras outras coisas, rodei o comando no prompt: sfc scanner e tinha identificado um arquivo corrompido na pasta do windows e tinha dado que tinha corrigido já, além disso rodei o windows defender e nenhum tipo de coisa estranha foi encontrada. \nEssa situação de não dar sinal aconteceu algumas outras vezes mas depois de um tempo desligado ele voltou, mas voltou dando tela azul e tudo mais, foi quando rodei o comando no prompt como dito a cima. Estou precisando de conselhos de quem entende bem, não sei se é um problema de software ou hardware, mas arriscaria o primeiro, apesar de não entender muito de computadores. Preciso de ajuda e obrigado a qualquer um que leu até aqui \n\nPs: Tenho fotos das telas azuis que deram e se alguém achar útil posso deixar nos comentários.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120n22q",
            "num_comments": 5,
            "comments": [
                "Se dá problema antes de aparecer qualquer imagem é problema de hardware. Poderia passar as especificações do seu computador? Sem nenhuma informação fica mais difícil de ajudar.\n\nPode ser em qql coisa, mas ao q parece, mais provável ser algo na placa mãe, ram, ou fonte",
                "A luz vermelha no gabinete normalmente indica uso de 100% do disco, o fato de ele travar com coisas simples também pode indicar falha no HD\n\nQuando você iniciar sua máquina use o atalho Windows + X\nE então selecione a opção Prompt de Comando (Admin) ou Windows PowerShell (Admin)\n\nQuando abrir o Prompt digite o comando abaixo:\nCHKDSK /f\nApós a conclusão do comando, reinicie o pc\nEsse comando irá checar seu disco e tenrar reparar falhas, caso encontre\n\nApós essa rotina, repita o processo e digite o comando abaixo\n\nCHKDSK /r\nReinicie após a conclusão do comando\nEssa rotina irá buscar e repasar setores defeituosos no disco"
            ]
        },
        {
            "title": "Pc com placa não dá video: tem mais chance de ser problema na placa ou em outro componente?",
            "selftext": "Perdi o parafuso da minha rtx2060 e pra não deixar ela solta torta no Pc eu só passei fita isolante no suporte que fica pra fora do Pc enquanto eu não achava o parafuso \n\nHoje de manhã a fita descolou, o Pc não dava vídeo pq obviamente a placa solta deve ter se desprendido, por sorte achei o parafuso e encaixei direitinho, fui testar com o Pc deitado e a tampa aberta, a imagem ficou preta e branca por alguns minutos mas depois voltou ao normal, pensei que estava tudo bem, desliguei fechei a tampa e voltei ele pro lugar de costume, quando liguei não deu mais vídeo, voltei ele pra cima da mesa deitei tirei a tampa, tirei e coloquei a placa de vídeo denovo, mas dessa vez não dá mais vídeo de jeito nem um, já testei com 3 cabos HDMI diferentes, todos só consta sem sinal e isso me deixou preocupado, tá parecendo mais defeito da placa em si ou de algum outro componente? Se foi a placa eu tô fudido, pergunto assim pq não acho que seja comum uma placa que nunca deu defeito parar de funcionar do nada por ter se desencaixado, mais tarde quando tiver tempo vou procurar outro computador pra testar a placa",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120mhwm",
            "num_comments": 16,
            "comments": [
                ">pergunto assim pq não acho que seja comum uma placa que nunca deu defeito parar de funcionar do nada por ter se desencaixado\n\nQuem dera...\n\nJá vi queimarem um GTX 670 pois estava encaixada incompletamente no slot. O usuário empurrou a parte mais traseira da placa para baixo, mas não encaixou direito aquela sequencia menor de pinos que fica mais a esquerda, como ali tem alimentação, os pinos ficaram na \"diagonal\" dentro do slot, fazendo o 12v que vem pelo PCI da placa mãe encostar em outras linhas.\n\nNão digo esse venha a ser o seu problema, mas placas de vídeo soltas no slot (ainda mais atualmente que todas tem coolers mais pesados) pode dar pepino sim."
            ]
        },
        {
            "title": "Fans da placa de vídeo não giram...",
            "selftext": "Bem, tudo começou pelo afterburner. Eu estava mudando a velocidade das fans da gpu e acabou desconfigurando tudo e as fans simplesmente pararam de girar. Já tentei fazer elas voltarem a girar pelo driver da amd, mas a opção não aparece pra mim. Já tentei de tudo e nada vai, e o pino que liga a fan na gpu esta tudo normal",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120lljs",
            "num_comments": 0
        },
        {
            "title": "HD externo dando a louca",
            "selftext": "Eu tenho um hd externo e dentro dele tinha um backup de 2019 que ai abria um novo disco e eu tava usando esse disco pra baixar algumas coisas,tava funcionando perfeitamente esses ultimos meses so que agora ele começou a fechar sozinho e agora deu um erro e eu n sei o que fazer. Quando eu clico pra abrir o backup/hd aparece isso: \n\nhttps://preview.redd.it/o01qsl3itopa1.png?width=434&format=png&auto=webp&v=enabled&s=f97a30b8ea6eda7810b809feb0a849e5168ed31b\n\nsó que ele aparece do lado como aberto e quando eu clico aparece isso \n\nhttps://preview.redd.it/67s180ultopa1.png?width=678&format=png&auto=webp&v=enabled&s=9206064a3e021188c5a10c43d62bc20cfe4c32cd\n\nPor favor alguem me ajuda a arrumar isso,msm que seja pelo o pv e eu n me importo de perder coisa desse backup ja que por alguma razão ele ta sem os documentos,so tem pasta vazia.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120k22e",
            "num_comments": 3,
            "comments": [
                "Um minuto de silêncio em homenagem ao HD do OP!\n😥",
                "Tu tem duas opções:\n\n1. compra um case novo e põe o HD dentro, pode ser que a porcaria do controlador seja fabricado pela seagate e fique superaquecendo/morrendo toda hora...\n2. compra um HD novo, abre o case do velho (não encostado, para não ficar vibrando), mete um ventilador em cima e copia os dados importantes.",
                "Se conseguir acesso aos arquivos faça backup imediatamente. E só use ele pra por arquivos de pouca importância como filmes"
            ]
        },
        {
            "title": "Ryzen 9 5900x andando de ré.",
            "selftext": " Boa noite. Estive sentindo meus fps em 1080p low settings muito baixos, comprei um processador novo a 4 dias e não continuava não sentindo rendimento pois pensava que era a placa de vídeo, então comprei uma 4070ti e o fps continua absurdamente baixo. Fiz um bench no cpu-z só pra testar e deu 4600 pontos no multi, normalmente esses processadores pegam 9000-9600. Alguém tem ideia do que pode estar acontecendo? Ele ta sendo bem a limentado de energia vejo ele constantemente em 120W porém não desenvolve fps. Não sei o que fazer, preciso de uma luz nessa questão rsrs.  \n\n\ntenho 4x8GB Ram Corsair Vengeance lpx 3200mhz. e o processador trabalha em 72-78°C  em hard gaming. HEELPP!  \n\n\nhttps://preview.redd.it/xdbpkni40mpa1.png?width=1920&format=png&auto=webp&v=enabled&s=e76b8238767370db254804c779783e372ac1df35",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12086ha",
            "num_comments": 36,
            "comments": [
                "Pergunta besta... o PBO está ativo e tu tem um cooler decente? Porque com PBO ativo e um cooler decente, ele deveria ficar em 85°C+....\n\nTu provavelmente vai precisar de um cooler realmente decente (coisa melhor que esses de 300 reais)... ou um watercooler 360mm decente... porque esse processador ai é bem esquentado com o PBO ativo.\n\nOutra coisa, vi que tu tá usando o Windows 11... o Windows 11 tem uns bugs de perda de desempenho... se possível, tenta instalar o 10 e ve se continua os bugs."
            ]
        },
        {
            "title": "Se eu montar esse PC ele vai ligar?",
            "selftext": "Já montei uma vez, então a parte de montar tá tranquila. Mas dá outra vez tive ajuda pra escolher as peças, então melhor perguntar antes de fazer uma burrada 🙃\n\nAjudem o noob aqui:\n\nPlaca mãe:\nPlaca Mãe Asus TUF Gaming B550M-Plus, AMD AM4, mATX, DDR4\nhttps://www.kabum.com.br/produto/115216/placa-mae-asus-tuf-gaming-b550m-plus-amd-am4-matx-ddr4\nou\nPlaca Mãe Gigabyte B550M DS3H, AMD AM4, Micro ATX, DDR4\nhttps://www.kabum.com.br/produto/114782/placa-mae-gigabyte-b550m-ds3h-amd-am4-micro-atx-ddr4\n\nProcessador:\nProcessador AMD Ryzen 5 4600G, 3.7GHz (4.2GHz Max Turbo), Cache 11MB, AM4, Vídeo Integrado - 100-100000147BOX\nhttps://www.kabum.com.br/produto/333145/processador-amd-ryzen-5-4600g-3-7ghz-4-2ghz-max-turbo-cache-11mb-am4-video-integrado-100-100000147box\n\nArmazenamento:\nSSD 250 GB WD Blue SN570, M.2 2280, NVMe, Leitura: 3300MB/s e Gravação: 1200MB/s, Azul - WDS250G3B0C\nhttps://www.kabum.com.br/produto/310157/ssd-250-gb-wd-blue-sn570-m-2-2280-nvme-leitura-3300mb-s-e-gravacao-1200mb-s-azul-wds250g3b0c\n\nRAM:\nMemória Kingston Fury Beast, RGB, 8GB, 3200MHz, DDR4, CL16, Preto - KF432C16BBA/8\nhttps://www.kabum.com.br/produto/172409/memoria-kingston-fury-beast-rgb-8gb-3200mhz-ddr4-cl16-preto-kf432c16bba-8\n\nPlaca de vídeo:\nPlaca de Vídeo GT 1030 Gigabyte NVIDIA GeForce, 2GB GDDR5 - GV-N1030D5-2GL\nhttps://www.kabum.com.br/produto/89279/placa-de-video-rx-550-sapphire-amd-radeon-pulse-4-gb-gddr5-11268-01-20g\nou\nPlaca de Vídeo RX 550 Sapphire AMD Radeon Pulse, 4 GB GDDR5 - 11268-01-20G\nhttps://www.kabum.com.br/produto/89811/placa-de-video-gt-1030-gigabyte-nvidia-geforce-2gb-gddr5-gv-n1030d5-2gl\n\nFonte:\nFonte Gigabyte GP-P450B, 450W, 80 Plus Bronze - 28200-P450B-1BRR\nhttps://www.kabum.com.br/produto/114165/fonte-gigabyte-gp-p450b-450w-80-plus-bronze-28200-p450b-1brr\nou\nFonte Aerocool VX-350, 350W, Bivolt - EN57181\nhttps://www.kabum.com.br/produto/74800/fonte-aerocool-vx-350-350w-bivolt-en57181\n\nGabinete:\nGabinete NOX Infinity Atom, Mid Tower, Lateral em Vidro Temperado, 1 FAN RGB, USB 3.0, Preto - NXINFINTYATOM\nhttps://www.kabum.com.br/produto/97568/gabinete-nox-infinity-atom-mid-tower-lateral-em-vidro-temperado-1-fan-rgb-usb-3-0-preto-nxinfintyatom\n\nVou usar pra programar, nada muito pesado, um joguinhos, trabalhar um pouco com IA e edição de imagem. A ideia também é poder fazer uns upgrades. Pretendo usar bastante nuvem e um HD externo pro armazenamento.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1206oge",
            "num_comments": 8,
            "comments": [
                "Tu nem precisa dessa 1030, o video onboard do 4600G já é quase tão bom quanto a 1030. Tu pode tirar essa placa de vídeo e adicionar +8GB de RAM para dual channel e pegar um SSD de 512GB, o que será muito melhor que ter um video offboard fraco.",
                "joga essa 1030 pra puta que pariu, a APU do 4600g já vai ser quase a mesma coisa, pega a grana dessa 1030 e tenta pegar um 5600g talvez",
                "Pessoalmente eu não compraria a GT 1030, já que você já tem um processador com vídeo integrado (e que é razoável até). Usaria o dinheiro economizado nela para ter mais um pente de 8GB pelo menos, dual channel hoje em dia é imprescindível para extrair a melhor performance do processador, e sem contar que 8GB tem se tornado cada vez mais limitante. Hoje em dia já considero 16GB um quantidade comum ao invés de um \"luxo\"\n\nVocê poderia também optar por comprar um modelo superior de CPU, o 5600G, mas como o foco é dev, creio que o 4600G com 2 pentes de memória já vai te dar uma performance muito boa.\n\nA fonte, mesmo sendo um modelo com pouca capacidade, é mais do que o suficiente, e ainda será no futuro, caso você opte por instalar uma placa de vídeo de entrada.\n\nQuanto ao armazenamento, optaria por um HD para colocar os arquivos de projetos e jogos, que não se beneficiam tanto assim de acesso rápido, e dessa forma o CxB ficaria muito bom.",
                "Use o dinheiro da 1030 p upar o Ryzen 4600g, coloque mais 8gb de ram e pegue uma fonte melhor, a Mag a500 abaixou de preço e tá 280 pila"
            ]
        },
        {
            "title": "Ajuda para escolher notebook",
            "selftext": "Boa noite, pessoal!  \n\n\nSou leigo com relação a questão de computadores, e gostaria de uma ajuda para escolher um notebook. Irei comprar um notebook, estava olhando o Dell G15 na versão de 16gb de RAM e 512 de armazenamento, ele estava saindo por R$6000. Porém, um amigo meu vai viajar para os EUA nas próximas semanas, e eu tava dando uma olhada nos notebook pela Best Buy, e acabei encontrando o Dell G16(na primeira foto), com configurações muito melhores que as do G15, e achei que pela diferença de +/- 300 reais, já que ele tá saindo a 1200 dólares, é um investimento que compensaria bastante. Outro ponto que entrou foi que eu tava dando uma olhada nos Macbooks, o qual eu entendo menos ainda, e tava procurando algum na mesma faixa de preço do G16 pra poder usar de comparação. Encontrei esse Macbook Pro com M2(segunda foto), na mesma faixa.  \n\n\nGostaria de saber qual é melhor e qual valeria mais a pena para mim, considerando que eu sou usuário de iPhone, e utilizaria o notebook para jogar, estudar e trabalhar com análise de dados(PoweBI, Figma, SQL, Excel etc).  \n\n\nOutra coisa, alguém sabe se ele seria taxado trazendo algum desses notebooks para mim, considerando que ele iria viajar com o notebook dele na bagagem de mão, e traria esse para mim numa bagagem despachada.\n\nPs: Sei que não estamos num dos melhores momentos para poder adquirir por conta dos preços, mas estou precisando comprar com certa urgência, porque preciso usar para trabalhar e o meu está bem zoado.  \n\n\nDesde já, agradeço a todos!\n\nhttps://preview.redd.it/2e7pt52w2lpa1.png?width=968&format=png&auto=webp&v=enabled&s=212c50ac0a973a24f7a14fae9cb5d809bfe85720\n\n&#x200B;\n\nhttps://preview.redd.it/igqoa8tx2lpa1.png?width=946&format=png&auto=webp&v=enabled&s=7f0dfe93ef4e1d14069862db81c85a6b5c5b83e9",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1203jj3",
            "num_comments": 11,
            "comments": [
                "Vale a pena, mas já q teu amigo tá nos eua, tu pega um desktop bem melhor q esse notebook",
                "Se tu joga ignora os macs. Infelizmente é a realidade :(",
                "Se você quer jogar esqueça os Macs, eles são ótimos para quem buscar desempenho no trabalho, mais para jogos ele não serve, até tem alguns jogos para Macs porém não são tantos jogos assim.\n\nCara eu acho que seu amigo pode ser taxado sim, ainda mais se ele trazer seu notebook embalado.",
                "Jogar e mac não combinam como deveria\nJogar com 256gb tbm não e nada ideal\n\nSe fosse apenas trabalhar talvez um mac com mais memoria e ram serviria melhor (ram não tenho certeza pois meu conhecimento de mac e limitado mas os programas são melhores otimizados para ele então talvez 8gb seja bom para um mac mas a memoria e sempre bom ter mais) \n\nO g16 (entendo melhor) sheesh ta voando e economizando 100 doletas comparado ao mac\nVai rodar tudo nisso ai e se pah no ultra com RTX ON\nVai trabalhar com esses programas tudo aberto e o GTA 5 no alt+tab\n(Posso estar exagerando não sei sobre a performance desses programas, se são mt pesados ou não, mas esse e um otimo notebook, pra qqr coisa, olhando apenas as especificações dele)\n\nMas nem tudo são flores procure reviews pq se vc vai jogar e rodas programas pesados tem q ver se ele esquenta mais q o normal, notebooks são quentes por si só, esses potentes esquentam ainda mais e ainda tem modelos de notebooks potentes com mal resfriamento q pode causa super aquecimento \n\nTaxação já não manjo muito, alguem pode te responder melhor sobre isso",
                "Vou responder sobre taxação, pois ja viajei bastante:\n\nPrimeiro de tudo, entenda que se vc não for corrupto ser parado na alfândega é questão de sorte ou escolher deliberadamente declarar algo.\n\nDito isso, em teoria seu amigo não seria taxado, mesmo sendo parado, se ele desfigurar o pc inteiro pra parecer que é pra uso pessoal. Algumas dicas:\n\n1. Se for modelo que existe no Brasil, não deixar a nota dando trela. Assim pode argumentar que esqueceu/perdeu dentro de casa.\n\n\\\n\n2. Não levar caixa do note e muito menoz as caixas/plásticos de acessórios que normalmente alguém q tem o note a muito tempo não teria ainda.\n\n\\\n\n3. Fala pra ele configurar o note inteiro e colocar o máximo de coisas dele no note. Inclusive logar em redes sociais, deixando login automático.\nInclusive, se ele souber, fala pra criar usuário admin e outro pessoal pra mostrar que tem o pc a bastante tempo e se preocupa com privacidade.\n\n\\\n\n4. Se ele encaixar em algum estereótipo geek, mesmo que não seja d fato, mas saiba falar sobre, fala pra ele colocar um papel de parede relacionado ao assunto. Mas, se ele curtir mt um assunto específico tipo corrida, tbm serve. A parada é fazer parecer ser um PC pessoal.\n\n\n\nDito isso tudo, qlqr outra inclusão pra caracterizar como pessoal, vai ajuda-lo a argumentar que o PC é dele mesmo.\nA questão da alfândega é que eles tão ali pra garantir que povo não vai tentar revender sem pagar imposto e, assim, lucrar muito em cima do preço de fora.\n\n\nAgora, como ele vai tá com o PC dele tbm, requer um pouco mais de carinho... imagino que o dele seja mais antigo e não que ele vá comprar lá tbm. Se ele estiver acompanhado, facilita que é só deixar o PC dele com essa pessoa até passar pela alfândega.\nNão estando, minha sugestão é caracterizar que o PC dele é do trabalho e que ele teve que levar pois trabalhou remotamente.\n\n\nAi é ser malandro e configurar o outlook para desktop da vida pra receber as msgs do trabalho ou que pareçam ser de trabalho.\nConfigurar pra que ele abra assim que liga a máquina e se tiver como, coloca o teams ou o mensageiro q use no trampo pra fazer o mesmo.\nAh, ele n trabalho em escritório ou sei lá o que, não conhece ninguém que possa \"emprestar\" o login pro dia da viagem ele deixar lá configurado?\n\n\nAqui vale ele habilitar um usuário admin e alterar o nome de usuário para \"iniciais da empresa//nome.sobrenome\" e deixar um papel de parede mais sóbrio.\nAlém de ter um navegador logado no login empresarial tbm.\nAh, deixa algumas pastas que remetem a rede local + arquivos que parecem rascunhos e até mesmo entregas completas de demandas.\n\n\nTudo isso pra não pagar imposto, SE ele der o azar de ser parado e ainda queiram olhar cada item que esteja carregando.\n\n\nAh! Lembrei aqui no final de um detalhe, produtos Apple novos costumam chamar mais atenção deles. Então, tenha isso em consideração na hora da escolha. As vezes o benefício surplanta o risco e ta td bem."
            ]
        },
        {
            "title": "HP",
            "selftext": "Gente eu gostaria de tirar uma duvida com vocês, eu ganhei um computador HQ compaq elite 8300 sff e gostaria de saber se tem como eu tirar a placa mãe dele pra botar em outro gabinete pq eu quero colocar uma placa de vídeo mais potente.\n\nhttps://preview.redd.it/m51kjb1qskpa1.png?width=1000&format=png&auto=webp&v=enabled&s=b5e384de3d18d12ebe4811ac4c9ed14f3d6a855c",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "12020mt",
            "num_comments": 4,
            "comments": [
                "Tu tem de olhar se esse computador usa uma placa mãe no padrão ATX... mas dependendo, tu pode usar um riser e cortar a grade dos slots.",
                "Da última vez que abri um desses, tenho quase certeza que tinha uma placa mãe num padrão diferente do ATX, não serve em um gabinete \"padrão\"."
            ]
        },
        {
            "title": "4070TI + 5900x = Performance horrível!",
            "selftext": "Olá meus consagrados, venho novamente. Comprei hoje uma 4070ti e quando fui jogar o warzone 2.0 que é o único jogo que jogo, no youtube a galera ta pegando 200+ fps com o mesmo pc que o meu em 1080p minimal. Vou colocar as specs do meu pc e algumas fotos para consigam me ajudar a achar o erro.  \n\n\nCPU - R9 5900x  \nGPU - 4070ti GALAX  \nRAM - 4x8GB Corsair Vengeance LPX 3200mhz  \nSTORAGE - 1x SSD NVME 500GB windows / 1x - AORUS 1TB 5000mb/s games (jogo esta nesse)  \nPSU - NZXT - 650W 80PLUS GOLD  \nMBOARD - Asus X570-Prime  \n\n\nPessoal, já tentei algumas coisas e me certifiquei de outras.  \n\\- Ela esta rodando no PCIE 4.0 16x (Já tive placa com problema aí de performance)  \n\\- BIOS 4202 da placa mãe - Acredito que nao seja o problema  \n\\- Os cabos PCI estão bem encaixados assim como a GPU no pc.  \n\\- CPU esta no máximo a 74°C durante a gameplay - Dual fan 120m 6 heat pipes como cooler da cpu  \n\n\n Uma coisa que li em algum forum gringo foi que pediram para colocar 2x linhas de energia direto da fonte e não usar o Y que vem, pois a 4070ti vem um adaptador, não estou usando uma fonte de energia para cada um, estou usando o Y, poderia isso estar matando a performance desse monstrinho de GPU? È impossível uma 4070ti estar pegando 105fps em 1080p low no warzone 2.0  \n\n\n  \n\n\nhttps://preview.redd.it/4tm12hzeikpa1.png?width=1920&format=png&auto=webp&v=enabled&s=971b55f58421b0a426d3099f7b989e72bccd5488\n\nhttps://preview.redd.it/spajom2hikpa1.png?width=1920&format=png&auto=webp&v=enabled&s=ab628d9ff801a4f19ef5a6e9d5b5a320f773bc8c\n\nhttps://preview.redd.it/xsu8gxvhikpa1.png?width=1920&format=png&auto=webp&v=enabled&s=5f67e289ec883d251a5a7300b3090b4a941302ff\n\n[1333MHZ? Não entendo disso, estranhei.](https://preview.redd.it/l205hg3kikpa1.png?width=1920&format=png&auto=webp&v=enabled&s=3a801de2d5435d1874e984787cd77d0831d81d20)\n\nhttps://preview.redd.it/r8wcnaykikpa1.png?width=1920&format=png&auto=webp&v=enabled&s=2acdb024a06ad7ee6c3409d0626d93f4549720cd",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1200gbu",
            "num_comments": 20,
            "comments": [
                "Tenho o mesmo processador só que com uma 3060ti, a performance costuma ser sensacional kkk\n\nSobre a memória você chegou a habilitar o XMP na BIOS? Se não ele restringe a frequência da memória mesmo.\n\nDa uma olhadinha na BIOS, se não achar o XMP troca a frequência da memória pelo limite dela.",
                "Pessoal, fiz um bench de besteirinha aqui no CPU-Z e o seguinte aconteceu. Meu ryzen 9 5900x esta dando menos pontos que um ryzen 7 3700x ou até mesmo um i7-10700 em pontos. È confiável essa comparação? Será que esta sem drivers do chipset ou algo do tipo? Sou noobão nesse ponto, poderiam me ajudar? Segue link da foto[https://ibb.co/b6mgq9Y](https://ibb.co/b6mgq9Y)",
                "Amigos, visto que uma parte do problema era na ARMORY CRATE. Formatando o pc e NÃO aceitando instalar o ARMORY CRATE o CPU começou a ser usado de verdade. Não estou com a performance dos sonhos mas não posso dizer que a performance esta horrível mais, contudo, obrigado a todos os queridos que me ajudaram de alguma forma. SOLVED!",
                "1. Tua memória RAM tá em 2666MHz, pode estar faltando ativar o XMP no BIOS... \n2. Seria interessante tu testar 2x8GB @ 3200MHz, alguns Ryzens podem ter problema com 4x DDR.\n3. Já tentou usar o DDU e reinstalar os ultimos drivers? Além disso, dá uma olhada nas configurações do PCIe no BIOS. \n4. Essa fonte ai tem o novo plug de energia pra placa de vídeo? Aquele que permite a placa de vídeo \"conversar\" com a fonte.",
                "Sua memória tá em 2666mhz. Quando faz dual channel aparece metade de cada, por isso os 1333mhz. Ativa o XMP na bios. Mas duvido que isso seja o problema.\n\nTenta ver com MSI afterburner se está usando 100% da placa de vídeo. Pode ser tbm alguma opção na placa no jogo. Pode tar no low com ray tracing ativado, sei lá kkkkk. Ou pode ser vsync.\n\nProblema físico de energia como vc citou eu não sei. Nunca tive esse monstrinho",
                "Troca a fonte para uma com o novo conector de gpu e troca as memórias pra 2x16, pq os ryzen podem ter problema com 4x de memória",
                "Já tentou usar o amd adrenaline ou o ryzen master? Durante o jogo o cpu tá batendo quanto de utilização?"
            ]
        },
        {
            "title": "PC de repende para de reconhecer conexões WI FI",
            "selftext": "Meu pc funciona normalmente conectado ao WIFI, com as redes disponíveis aparecendo no menu de ações, porém de repente o computador desconecta do WIFI e aparece o símbolo de sem rede. Depois de um tempo volta e fica assim, nesse ciclo…\n\nNeste período vou em gerenciador de dispositivos e é como se o adaptador nem estivesse lá\n\nFuçando no PC achei o adaptador marcando a opção ver dispositivos ocultos e, de fato, aparece a WLAN, mas acusa “ausente”\n\nO que fazer ? \n\nObs.: Pc com Windows 10",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "1200cap",
            "num_comments": 2,
            "comments": [
                "Esse adaptador é USB, PCIe ou onboard/miniPCI/notebook?"
            ]
        },
        {
            "title": "Vídeo e áudio dessincronizados",
            "selftext": "Quando eu estou vendo um vídeo no youtube, ou em qualquer outra plataforma de streaming, caso eu não esteja assistindo em 60fps, o áudio começa a pipocar e sai de sincronia com o vídeo, gostaria de saber se alguém já teve esse problema e saberia resolver.\n\ntenho Windows 11 com uma AMD 4700s 16gb ram e uma GTX 1050 TI",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "120087g",
            "num_comments": 0
        },
        {
            "title": "Opiniões a respeito do preço e balanceamento das minhas builds",
            "selftext": "Recentemente venho pensando em montar um PC, porém como não tenho muita experiência no assunto gostaria de opiniões a respeito de duas builds que montei baseadas em pesquisas que eu fiz na internet a respeito dos componentes. Meu orçamento máximo é de R$5300 (incluindo mouse e teclado. Já tenho um monitor que pode ser reutilizado). \n\nA [primeira](https://meupc.net/build/hG5E4T) build é a seguinte: \n\n* CPU: [AMD Ryzen 5 5600](https://www.pichau.com.br/processador-amd-ryzen-5-5600-6-core-12-threads-3-5ghz-4-4ghz-turbo-cache-35mb-am4-100-100000927box-br?utm_source=meupcnet&utm_medium=afiliados&utm_campaign=meupcnet) \n* GPU: [Zotac GeForce GTX 1660 Super Gaming](https://www.kabum.com.br/produto/110396) \n* Placa-mãe: [Gigabyte B550M Aorus Elite Micro ATX AM4](https://meupc.net/link/Amazon/tao7S8) \n* Memória: [Kingston Fury Beast RGB 8 GB DDR4-3200](https://www.kabum.com.br/produto/172409) (X2) \n* Armazenamento: [Kingston SSD Nv2 1 TB M.2-2280](https://meupc.net/link/Amazon/btX3J5) \n* Gabinete: [T-Dagger G25B ATX Mid Tower](https://meupc.net/link/Amazon/A9K7aA) \n* Fonte: [Redragon RGPS 500 W 80+ Bronze ATX](https://www.kabum.com.br/produto/115378) \n* Mouse: [Redragon Predator](https://meupc.net/link/Amazon/rAr9Z4) \n* Teclado: [T-Dagger Bora](https://www.kabum.com.br/produto/152114)\n\nPreço total (no momento do post): R$5.158,70\n\nJá a [segunda](https://meupc.net/build/qFV376) é: \n\n* CPU: [Intel Core i5-11400F](https://www.kabum.com.br/produto/148917) \n* GPU: [Zotac GeForce GTX 1660 Super Gaming](https://www.kabum.com.br/produto/110396) \n* Placa-mãe: [Asus PRIME Z590-P ATX LGA 1200](https://www.kabum.com.br/produto/387335) \n* Memória: [Kingston Fury Beast RGB 8 GB DDR4-3200](https://www.kabum.com.br/produto/172409) (X2) \n* Armazenamento: [Kingston SSD Nv2 1 TB M.2-2280](https://meupc.net/link/Amazon/btX3J5) \n* Gabinete: [T-Dagger G25B ATX Mid Tower](https://meupc.net/link/Amazon/A9K7aA) \n* Fonte: [Redragon RGPS 500 W 80+ Bronze ATX](https://www.kabum.com.br/produto/115378) \n* Mouse: [Redragon Predator](https://meupc.net/link/Amazon/rAr9Z4) \n* Teclado: [T-Dagger Bora](https://www.kabum.com.br/produto/152114) \n\nPreço total (no momento do post): R$5.322,71\n\nOBS: Vou esperar o preço de algumas peças baixarem, então é provável que o preço final de ambas as build fiquem abaixo dos 5 mil reais.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11zzv41",
            "num_comments": 3,
            "comments": [
                "1. Tira essa fonte bomba dai e pega uma MSI MAG 550W ou 650W. \n2. eu não compraria esse teclado nem que fosse de graça... o meu durou menos de um ano...\n3. Se possível, troca esse NVMe por um que tenha DRAM."
            ]
        },
        {
            "title": "Ajuda sobre PC",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11zz42g",
            "num_comments": 2,
            "comments": [
                "Seria interessante mais informações. Você só postou fotos e a única coisa que realmente pode se ter alguma ideia de problema é o código de erro. Que você já tentou buscar na Internet CERTO?"
            ]
        },
        {
            "title": "Problema de bateria",
            "selftext": "Quando estou usando meu notebook (Dell), seja jogando, olhando vídeo, qualquer coisa, ele dá alerta de bateria acabando e uma luz laranja, e um segundo depois a bateria acaba na hora, o que pode ser esse problema?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11zss8w",
            "num_comments": 3,
            "comments": [
                "Tu pode ter diversos problemas, um dele está mencionado no titulo do post, outro pode ser conector ou mesmo circuito da bateria... não dá para adivinhar o que foi sem ter o aparelho em mãos para fazer um exame."
            ]
        },
        {
            "title": "Que fazer pro celular não esquenta mesmo fazendo muito calor?",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11zqyv0",
            "num_comments": 9,
            "comments": [
                "Não usar no sol. O resto é inevitável",
                "Existem algumas dicas para evitar ou reduzir o aquecimento do celular. Algumas delas são\n\nDesative funções que não estão em uso, como Bluetooth, dados móveis, GPS e Wi-Fi;\n\nExclua apps e arquivos que não são utilizados com frequência;\n\nFeche apps em segundo plano que podem consumir recursos do processador e da memória RAM;\n\nDiminua o brilho da tela e evite usar o celular sob sol forte ou em locais muito quentes;\n\nPrefira usar o carregador original e evite usar o celular enquanto ele estiver carregando;\n\nRemova a capa protetora se ela não tiver saídas adequadas de ventilação;\n\nFaça pausas regulares durante jogos, gravações ou transmissões de vídeo.\n\nSe o seu celular já estiver superaquecido, você pode tentar as seguintes ações2:\n\nDesligue o celular e desconecte-o da tomada (caso esteja carregando);\n\nMantenha-o em um lugar fresco, longe do sol ou luz forte, até ele resfriar;\n\nEvite repousá-lo em superfícies de pedra fria caso tenha traseira de vidro, pois isso pode causar rachaduras.\n\nContribuição do chat bot do bing ^ \n\nAcho que também adiantaria o modo de economia de energia, mas se o calor que está aquecendo é o que o ambiente esquenta o celular, não acho que tenha muito o que fazer.",
                "Tem uns coolers q vc gruda nas \"costas\" do celular, mas n sei se são bons.",
                "Tipo... veja o que tá consumindo bateria.... os apps e evita usar eles. Além disso, tela com brilho alto costuma aquecer o celular todo....\n\nFora isso, temos os coolers de celular. aquele trambolho que fica soprando ar na costa do celular.",
                "Colocar no congelador, recomendo. Faço direto, deixa apenas 1 minuto se deixar + tá lascado kkk.",
                "Da pra deixar desligado",
                "Em qual ocasião seu telefone aquece?\n\nO meu smartphone não fica quente em tarefas básicas do dia a dia. Por exemplo, checando redes sociais, assistindo vídeo no YouTube, ouvindo músicas com Spotify, navegando na internet, redes sociais.\n\nTudo isso eu faço o telefone nem morno fica direito. Mas se eu começo a jogar, aí sim o danado esquenta. Isso é inevitável. KkKkk\n\nOutra coisa que costuma aquecer bastante o telefone é usar ele enquanto carrega. O ideal é você deixar ele carregando e não usar até a bateria chegar nos 80% ou completar. Usar o telefone enquanto a bateria carrega diminui a vida útil dela."
            ]
        },
        {
            "title": "Quando ligo o computador vai direto pra bios",
            "selftext": "Meu computador é uma placa mãe machinist x99 rs9 e um ssd nvme m.2 256gb. Hoje eu estava a usar normalmente quando do nada travou tudo e ao reiniciar o pc ele entra direto na bios e não dá pra fazer nada.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11zprmy",
            "num_comments": 8,
            "comments": [
                "Provavelmente não está reconhecendo o HD/SSD.\n\nVerifica a ordem de boot está correta.\nDá uma mexida no cabo SATA para ver se não está com mau contato.\nE se tiver  a possibilidade, testa o HD/SSD em outra máquina para ver se lá reconhece.\nBoa sorte 👍",
                "Vi na descrição que seu SSD é um M.2, a maioria das placas sacrifica algumas portas SATA pra direcionar energia pro M.2\nSe você tiver algum equipamento conectado nas portas SATA, desconecte e depois verifica se a BIOS vai reconhecer o M.2\nSe funcionar é só reorganizar a utilização das portas SATA que não deve dar esse bug de novo",
                "Na parte de boot verifique se a BIOS reconhece o ssd, se sim coloque o ssd como boot primário.",
                "Ao invés de descartar e reiniciar, tenta salvar.",
                "Tá com cara que seu SSD não tá sendo reconhecido. Não   posso dizer que ele queimou. Pode ser algum bug da BIOS tbm que não consegue encontrar o SSD . Precisa fazer mais testes .",
                "Verifica a ordem de boot para ver se os discos estão sendo reconhecidos\n\nSe eu não me engano existe algum configuração pra bootar direto na BIOS na própria BIOS",
                "No meu aconteceu isso tbm tive que formatar! Resolveu pra mim"
            ]
        },
        {
            "title": "ataque de vírus",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11zhi9q",
            "num_comments": 2,
            "comments": [
                "Em teoria, isso seria plausivel se tu usasse uma rede Wi-Fi no qual os clientes (computadores) pudessem se comunicar. (Por isso que o home office aqui de casa fica numa rede guest, onde os clientes não se comunicam)\n\nMas muito provavelmente pode não ter sido isso e alguém lá foi vitima de engenharia social..."
            ]
        },
        {
            "title": "Dúvida sobre compatibilidade Placa mãe-Processador",
            "selftext": "Placa mãe // Placa Mãe Biostar H410MH S2, Intel LGA 1200, mATX, DDR4\n\nProcessador // I5 11400F LGA1200",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11z7kvz",
            "num_comments": 3,
            "comments": [
                "Essa placa só suporta processadores até a 10° geração, veja os processadores compatíveis [aqui](https://www.biostar.com.tw/app/en/mb/introduction.php?S_ID=1036#cpusupport)"
            ]
        },
        {
            "title": "Desktop para jogos",
            "selftext": "Estou pensando em largar os consoles e partir para pc gamer, simplesmente por jogar mods, pirataria e jogos indies. Além pelo custo beneficio.\n\nPodem me recomendar algumas peças?\n\nGosto de jogos de campanha, não tenho interesse em alto desempenho para jogos on-line.\n\nSei montar e desmontar pcs, trabalhei na linha de produção de uma empresa de informática.\n\nNão tenho muita brisa para rodar tudo no máximo, só jogar jogos pesados numa boa. Mesmo se tiver que diminuir algumas configurações.\n\nNão tenho nenhuma parte e nem conhecimento de peças (só o que cada uma faz, obviamente).",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11z5yd2",
            "num_comments": 43,
            "comments": [
                "Seria bom tu dizer o quanto tu pode gastar... porque sem limites é possivel montar PC de 60 mil reais. hahaha",
                "Cara, tu pode pegar uma A520 com um 5600G e 16gb RAM 3200mhz (sem RGB pra economizar ou pegar as Asgard do ali express), daí um ssd Kingston NVME de 250 ou 500gb, uma fonte de 600w de qualidade e gabinete tu pode pegar um usado ou nem pegar, tem gente q pega madeira pra fazer um gabinete aberto Entt meio q gabinete deve ser sua menor preocupação nesse caso",
                "Sugiro gastar um tempinho no /r/craftmybox e no meupc.net",
                "Depende de quanto você pode gastar, por experiência própria os gráficos integrados do processador é uma MERDA. Quem diz que \"roda tudo\" no mínimo tá mentindo na maldade pra você. Rodar... Até roda, mas e o sacrifício na qualidade geral? Eu digo que fica uma bosta!\n\nEu tenho um Ryzen 5 4600G e os gráficos integrados dele quebra um galho para jogos muito básicos, e se você forçar ele um pouco mais pra rodar jogos como Cyberpunk, vai ter que se contentar com resolução 1280x720p e PASSANDO MUITO MAL ainda... E ativando FSR a qualidade fica um lixo. A mesma coisa acontece com jogos mais antigos exigentes, como The Witcher 3. Os jogos vão rodar em 30fps podendo dar gargalos constantes caindo para menos de 20 FPS, o que é inaceitável.\n\nEu falo isso por experiência própria.\nEm novembro do ano passado eu comprei meu PC e pretendia ficar com os gráficos integrados do Ryzen 5 4600G por uns 6 meses, pra poder pegar uma VGA decente (Como uma RX 6600 ou RTX 2060)... Mas eu não aguentei a forma como os jogos rodavam no meu monitor (1080p). E nem estou falando de FPS, mas sim resolução. The Witcher 3 pra rodar acima de 30fps SEM QUEDAS precisava ficar com resolução em 1280x720p... E ficava muito MUITO feio no monitor. Mesmo depois do patch Next Gen o jogo ainda ficava feio, na verdade ficava até pior com FSR ligado.\n\nEntão, o que eu te recomendo?\n\nArranja 3 mil, pelo menos. Ou gaste 2400 no PC com gráficos integrados até conseguir mais 600 reais e pegue uma Radeon RX 5500 da China. Foi o que eu fiz, pq não aguentei jogar com os gráficos integrados do processador.\n\nEssa é a minha configuração e em Novembro me custou 2400 reais.\n\n  # Comprado no Brasil:\n\n- CPU Ryzen 5 4600G\n- Placa-mãe ASUS A520\n- 2x 8GB DDR4 3200 MHz\n- SSD 256 GB\n- Water Cooler (Deepcool)\n- Gabinete RGB (Tem vários de boa qualidade até 200)\n- Fonte 550W (Tem várias de boa qualidade por até 350)\n\nEssa configuração acima me custou 2400 reais, mas se não tivesse incluído o WC poderia ter ficado em 2100.\n\n  # Comprado na China\n\n- Radeon RX 5500 XT 8GB (Paguei 600 nela)\n\nEssa VGA acima não é das melhores, ela fica posicionada (em relação a desempenho) entre uma GTX 1650 e uma GTX 1660 Super. Você pode optar por uma RX 580 também, ela tem quase o mesmo desempenho de uma RX 5500 XT, ficando pouco atrás em desempenho; Eu só não gosto dela porque consome bastante energia. Mas é fácil achar ela na casa dos 380 a 450 reais.\n\n # O que mais pode comprar da China?\n\nSe quiser economizar pode comprar mais algumas coisas da China que é bem tranquilo. Por exemplo:\n\n - Processador você consegue pegar um Ryzen 5 4600G por meros 450 reais facilmente e economizar 150 reais.\n\n- Memória RAM tem marcas muito boas, como Asgard e Puskill por 280 (2x 8GB 3200) e você acaba economizando 60 reais.\n\n- Placa de vídeo tem várias opções, eu recomendo a marca 51Risc porque tem reputação muito boa e a minha foi dessa marca. Até 600 reais eu recomendo a RX 5500XT, ela tanka muito bem a maioria dos jogos atuais com qualidade 1080p /60fps entre High e Medium. Medium se quiser 60fps; High se n se importar em jogar a 30/40fps. Também tem a RX 6600 que tem sido o melhor custo benefício, está na casa dos 1100 reais.\n\nBasicamente é isso. As outras peças compensa mais você comprar no Brasil. Placa mãe da China é arriscado, da muito problema. Fonte também é bomba comprar da China. Gabinete sai caro, por ser grande tem mais chances de ser taxado. Os SSDs até pouco tempo atrás estava compensando pegar da China, mas atualmente tem dado pra comprar até NVME por valores equivalentes aos da China.\n\n# O que não comprar?\n\nEm geral? Configurações que recomendam processadores Xeon da China. Eu acho que é um valor jogado no lixo você investir em processadores e placa-mães de 10 anos atrás! O kit gasta um absurdo de energia, o custo de desempenho por watt é ridículo e você ainda vai ter um desempenho inferior a um Ryzen 5 só pra economizar 200 ou 300 reais. Isso sem falar na ausência de tecnologias que podem vir a ser importantes no futuro, para melhor eficiência. Investir em Xeon hoje em dia é pura ignorância. A 1 ou 2 anos atrás até valia bastante a pena, mas hoje quem recomenda isso é ignorante e tá por fora de tudo no mercado. Se quiser gastar pouco, é preferível você comprar um Ryzen 5 primeira geração do que essas merdas de Xeon, você vai pagar coisa de 200 reais na CPU e quebra no meio qualquer um desses Intel ultrapassados. \n\n\n# Enfim, eu espero que esse mini guia te ajude a tomar a melhor decisão. Pesquise com afinco, que com certeza você consegue um PC com bom custo benefício!"
            ]
        },
        {
            "title": "Programa para saber as temperaturas",
            "selftext": "Boa noite pessoal,\n\nQue programa vcs recomendam/usam para saber as temperaturas do hardware?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11z5nya",
            "num_comments": 1,
            "comments": [
                "[https://www.cpuid.com/softwares/hwmonitor.html](https://www.cpuid.com/softwares/hwmonitor.html)\n\n[https://openhardwaremonitor.org/downloads/](https://openhardwaremonitor.org/downloads/)\n\n[https://www.hwinfo.com/download/](https://www.hwinfo.com/download/)\n\netc"
            ]
        },
        {
            "title": "RESOLVAM ESSE MISTÉRIO",
            "selftext": "tenho meu computador a uns 3 anos e de um tempo pra ca ele começou a acontecer alguns problemas. Sempre que estou usando o pc pode ser no navegador, jogos, aplicativos o que quer q esteja aberto, passa um tempo e o aplicativo em si aberto crasha ou aparece algum problema, erro na pasta de instalação, erro na unreal engine. (sempre aparece o mesmo erro ou aparece algum erro diferente) Enquanto uso o computador tambem ele as vezes da tela azul e reinicia. Queria saber qual pode ser o erro pois ninguem soube me falar ate agora.\n\n\\*minha placa de video antiga deu problema e comprei uma amd rx 580 e as memorias ram são novas tambem (duas de 8GB)\n\n\\*qualquer jogo sem exceção crasha",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11z4cr4",
            "num_comments": 5,
            "comments": [
                "Já passou chkdsk no disco em questão? Se sim, roda o CrystalDiskInfo.\n\nAgora não assumindo que a fonte aguente uma placa de 185W.... testa com outra fonte mais parruda."
            ]
        },
        {
            "title": "Livros",
            "selftext": "Onde posso encontrar bons livros em PDF sobre programação e linguagem JAVASCRIPT?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11z2k8c",
            "num_comments": 2,
            "comments": [
                "No telegram tem grupos que compartilha pdfs de livros, nesses grupo vc teve acha",
                "acho que o /r/devbr ou /r/programacao pode te ajudar melhor"
            ]
        },
        {
            "title": "Ajuda sobre PC",
            "selftext": " \n\n**Ajuda sobre PC**\n\nBoa noite\n\nEstou tendo problemas com um jogo em especifico (valorant), sempre que executo, ocorre um erro e da tela azul, o erro é causado por que o disco do nada vai para 100%, a memoria ram e o processador não apresentam esse tipo de erro, já entrei em contato com o suporte do jogo e fiz todos os passos possivéis, creio q possa ser um malwere ou algo do tipo, alguém tem alguma dica ou solução?\n\nlogo após fazer login no cliente e o jogo começar a carregar, o computador trava em tela azul ,já enviei outro ticket mas nenhuma das alternativas deu certo, o erro em questão é o WHEA\\_UNCORRECTABLE\\_ERROR que se refere a memoria ram do computador, mas eu já verifiquei e não apresenta nenhum problema, só com o valorant",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11z1214",
            "num_comments": 23,
            "comments": [
                "WHEA\\_UNCORRECTABLE\\_ERROR pode ser qualquer coisa... não só a memória RAM.\n\nTenta verificar se tu não tá com o disco com o sistema de arquivos corrompido.",
                "Por curiosidade, qual o hardware do teu pc (CPU, Ram, HD / SSD, e placa de video se tiver) ?",
                "Cara, esse game é meio fresco pra rodar, Qual a config do seu pc? qual Windows vc está usando?"
            ]
        },
        {
            "title": "Dispositivos de audio bluetooth não funcionando",
            "selftext": "Fala galera, precisava de uma ajuda. Tentei contato com o suporte da microsoft, procurei um monte  no google, mas ainda não consegui resolver meu problema.\n\nEu costumo utilizar a alexa por bluetooth como caixa de som ou um fone da sony (wh1000xm4), e algumas vezes eles simplesmente param de reproduzir o audio do computador, mesmo continuando conectados.\n\nCaçando uma solução, descobri que quando abro a opção \"solucionar problemas comuns de som\" nas configurações do windows 11, mesmo antes de selecionar o dispositivo que quero solucionar, o áudio do dispositivo ja volta  a funcionar, mas com uma qualidade do audio bem pior que o normal. O curioso é que assim que eu fecho a janela da solução de problemas, o audio para novamente.\n\nQuando o audio não está funcionando no pc (jogos, musicas, navegador...) eu consigo fazer ligações pelo teams ou discord perfeitamente, sem  ter que fazer nada.\n\nAlguem faz ideia de como solucionar esse problema?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11yyh2x",
            "num_comments": 0
        },
        {
            "title": "Ajuda um jogo no meu pc fecha sozinho",
            "selftext": "Boa tarde galera, então estou com um sério problema de um jogo que baixei no meu pc que no caso é o bully, o jogo simplesmente não quer rodar no meu computador, eu tenho mais que o suficiente para rodar o jogo já instalei de diversas fontes, mas não vai, o problema é que o jogo abre começa a tela de loading e depois simplesmente fecha sozinho, já fiz de tudo do meu conhecimento para tentar resolver mais realmente não vai, se alguém tiver alguma ideia, ou saber a solução eu vou ficar muito feliz e agradecido!!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ys3bg",
            "num_comments": 1,
            "comments": [
                "ja tive problema parecido, no meu caso era por causa da resolução da minha tela (3440x1440) resolveu quando abaixei a minha resolução no windows e abri o game."
            ]
        },
        {
            "title": "Ajuda com placa de vídeo RX550",
            "selftext": "RX 550\nEu estava jogando um jogo quando meu PC (desktop) crashou. Desliguei no botão físico, e quando liguei de volta ele estava com problemas:\n- A tela toda está com \"chuviscos\" coloridos, mas ainda dá para enxergar o conteúdo (com dificuldade), como se fosse um filtro aplicado na tela, digamos assim.\n- Quando tento inciar alguns jogos: \"DX11 feature level 10.0 required to run the engine.\" \n- Aplicativo AMD não abre\n- Problema não é no monitor (já testado)\n- Já desliguei e liguei (deixei até +8h fora da tomada para ver se resolvia)\n- As capturas de telas mostram como se não houvesse falhas na tela.\n- Já tentei instalar a versão do driver mais recente através do aplicativo AMD software Adrenaline Editions, disponível no site oficial AMD.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11yq2u5",
            "num_comments": 24,
            "comments": [
                "O chuvisco aparece na BIOS? \nDa para testar sem a GPU? \n\nQuando eu trampava no suporte da Dell, teve uma onda de Pc com a peste de um malware chamado Segurazo, ele fica instalado na máquina como se fosse um antivírus e dava os mesmos sintomas de chuvisco na tela, BSOD.",
                "Se não aparece em print screen, pode ser monitor ou o cabo. Tira o print, joga no paint sei lá e manda pro seu celular ou algum outro pc, se aparecer as marcas é problema na gpu",
                "Pelo o seu relato é artefatos, se for isso, só resolve se fizer o rebaling na placa, pode tentar colocar ela no forno do fogão de casa (no youtube vc encontra mais informações certinho sobre) pra tentar dar um respiro a mais nela, porém é chutar o problema pra frente, já vai vendo o preço e pensando em comprar outra!",
                ">*A tela toda está com \"chuviscos\" coloridos, mas ainda dá para enxergar o conteúdo (com dificuldade), como se fosse um filtro aplicado na tela, digamos assim.*  \n>  \n>*Aplicativo AMD não abre*  \n>  \n>*Já tentei instalar a versão do driver mais recente através do aplicativo AMD software Adrenaline Editions, disponível no site oficial AMD.*\n\nTudo aponta pra problemas de comunicação do chip gráfico com as memórias, dado que se o sistema não consegue carregar corretamente a memória de vídeo, o driver da erro (por isso não abre) e os pixels que ficariam alocados em algum banco de memória que está defeituoso apresentam essa forma estranha que chamamos de artefato.\n\nAgora, pra determinar se o problema é em um módulo de memória especifico, se é no próprio chip gráfico (onde fica o controlador de memória) ou até mesmo alimentação, só testando pessoalmente com programas e ferramental adequado.\n\n&#x200B;\n\n>Quando tento inciar alguns jogos: \"DX11 feature level 10.0 required to run the engine.\"\n\nComo o é o driver que faz o gerenciamento dessas API's como Directx, ele dá esse erro se não carrega, normal frente ao problema.\n\n&#x200B;\n\nNo mais, dado o valor da sua RX 550, acho dificil que o reparo seja viável em qualquer assitência especializada para esse tipo de problema (não costuma baixar de 400$, fora envio e outros possiveis gastos), se for problema no chip gráfico é mais caro ainda...",
                "Roda GPU-Z, pega o modelo, procura o BIOS e tenta repatchear o BIOS...\n\nSe não resolver, é problema de balling e pode precisar de reballing... se bem que comprar uma GTX 750 usada vai sair mais em conta."
            ]
        },
        {
            "title": "Meu pc reinicia do nada",
            "selftext": "Salve rapaziada, meu pc está com um problema a um bom tempo ja , ele bem as vezes reinicia do nada , não tenho certeza se é fonte pq quando jogo jogos que estão no ssd ele nunca reiniciou , mas a maior parte das vezes que reinicia é na área de trabalho , usando ópera , abrindo gerenciador de arquivos etc… , não é memória ram pq ja troquei , e nem placa de video pq também ja troquei , o que pode ser?? Penso até que pode ser problema em hd \n\nMinha fonte é uma cougar vtc 500w 80 plus\n\nRyzen 5 1600\n3060 8gb \n16 gb ram 3200mhz",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11ymdt7",
            "num_comments": 3,
            "comments": [
                "pode estar aquecendo, troca a pasta térmica",
                "Qual placa mãe?\n\nSe tu suspeita do HD, que se tu tem SSD, não deveria ter instalado o OS no HD, roda o CrystalDiskInfo.",
                "Acredito que se fosse sobreaquecimento reiniciaria durante os jogos. Como acontece em idle (quando está ocioso), eu descarto problemas na fonte e de temperatura no processador. Pode ser uma falha no S.O. ou no HD. Eu começaria testando o HD com alguma aplicação apropriada, como o HD TUNE. Estando tudo ok com o HD, eu reinstalaria o S.O., talvez até mesmo em outra partição. Persistindo o problema, eu ainda conseguiria outro HD para pôr no lugar e testar."
            ]
        },
        {
            "title": "Alguém tem esse esquema/boardview?",
            "selftext": "Estou com um probleminha numa placa mãe de uma Acer e5-471 e estou precisando do esquema/boardview dessa placa, só tenho o arquivo de gravação da Bios dela, ficaria agradecido caso alguém consiga encontrar.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11yi7vk",
            "num_comments": 2,
            "comments": [
                "Procura partnumber + boardview/etc"
            ]
        },
        {
            "title": "meu primeiro pc",
            "selftext": "oioi. eu nunca tive um PC, vou adquirir um agora devido à minha faculdade de arquitetura e tenho bastante receio em fazer algo errado. gostaria de saber se a construção dele operaria corretamente, segue as peças:\n\n* placa mãe b550m aorus elite\n\n* amd ryzen 7 5700G\n\n* memória ram 8gb 3600mhz ddra (×2)\n\n* ssd nvme 1tb\n\n* fonte 650w bronze",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11yi6w1",
            "num_comments": 12,
            "comments": [
                "Essa cpu, com final G, possui gráficos integrados, mas vc já possui gráfico dedicado (a gpu), então estaria pagando um bônus por algo que não vá utilizar (o gráfico integrado da cpu). Talvez seja interessante se for pensar em ter um plano B pra caso sua gpu dê algum problema, mas não sei se vale a pena.\n\nTalvez seja mais interessante pegar a 5700x, 5600x ou 5600, dê acordo com o que o orçamento permitir.\n\nE a fonte eu acho q vc não precise de uma com tantos W, mas acredito que alguém possa dizer melhor sobre isso em breve.\n\nEssas lojas de assistência técnica devem montar pra ti, mas tb não sei quanto vão cobrar. Acho que se vc comprar td de alguma loja tpo kabum, terabyte, pichau, eles dão a opção de enviar montado",
                "A configuração é legal, só talvez recomendaria mais armazenamento, pois caso não tenha HD externo ou não venha a armazenar em nuvem, 500gb podem ser pouco pra uma quantidade maior de projetos (caso queira deixar tudo guardado).\n\nAs peças são todas compatíveis e dão uma excelente máquina, mas avaliaria a possibilidade de trocar o Ryzen 5700g (que custa mais pelo gráfico integrado), por um modelo como o R7 5700x, que tem desemepenho superior e habilita PCI express 4.0 com sua placa mãe.\n\nFonte tem a MSI Mag 550 e a Corsair CV550 saindo próximo dos 350 reais (A MSI tá um pouco menos), são bons modelos com eficiência bronze, suprem tranquilamente sua máquina mesmo que opte pelo 5700x.\n\nQuanto a montagem, vai depender de onde mora, infelizmente pra saber se o profissional é bom ou não só com referências ou experiências prévias mesmo. No geral qualquer assistência técnica monta, mas é interessante procurar alguém minimamente referenciado, pra evitar que tentem te passar a perna com essa excelente máquina.\n\nPor fim, caso opte por um terceiro na montagem, verifique se não rola desconto na instalação do sistema operacional caso não saiba instalar.",
                "Qual fonte, SSD e RTX 3060?\n\nDepende onde tu more, o Brasil é imenso. Mas geralmente em loja de informática se tu pagar 300-500 reais.\n\nSério mesmo, o máximo que tu consegue quebrar é os pinos do processador se tu não prestar atenção... o resto é de boas. Assiste um tutorial de 30 minutos que tu já consegue montar.",
                "ESQUECI DE MENCIONAR*\neu escolhi processador com placa de vídeo integrada pra poder montar o computador o quanto antes. meu plano seria economizar pra uma placa de vídeo boa o suficiente (a que eu incluí) pra usar em modelagens 3D etc no futuro. ela não faria parte da montagem inicial",
                "CPU AM4 com gráfico integrado não suporta PCI 4.0. Só avisando."
            ]
        },
        {
            "title": "primeiro pc",
            "selftext": "alguém pode me ajudar com um problema? eu peguei o meu primeiro pc agora, é um all in one da hp, mas por estar com muitos problemas de driver, hd corrompido e sem a possibilidade de usar, tá me servindo como monitor, mas o problema mesmo é que meus aplicativos \"não instalam\" eles abrem mas depois que eu fecho eles tem que ser instalados de novo, e sobre o pc em geral, tá absurdamente lento, eu já instalei os drivers mas continua lento, alguma dica? ele tem 2tb, 8gb e um amd athlon",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11xz5ne",
            "num_comments": 3,
            "comments": [
                "Qual o modelo exato do aparelho?\n\n>hd corrompido e sem a possibilidade de usar,\n\nelabora melhor... HD morto? se for só corrompido, dá para recuperar o sistema ou simplesmente formatar..."
            ]
        },
        {
            "title": "Pc liga quando quer",
            "selftext": "Galera alguém sabe me dizer o que pode ser? Meu PC só dá vídeo de vez em quando, ontem ele deu vídeo, pude mexer nele por um tempo porém no outro dia ele já não dava vídeo, isso vem acontecendo a um tempo.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11xwedd",
            "num_comments": 6,
            "comments": [
                "Provavelmente tu está usando fonte inadequada... (fonte bomba e/ou fonte insuficiente)...."
            ]
        },
        {
            "title": "D3D11",
            "selftext": "Opa blz, quer ia saber como resolver o erro q fica aparecendo( d3d11) q fala quando abre um jogo, isso ta acontecendo especificamente com o valorant, tenho todos os requisitos minimos e ate os drivers meus estao atualizados, ja tentei diversas maneiras mas nada resolve e n posso formatar meu pc, algm pode me ajudar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11xv6p2",
            "num_comments": 4,
            "comments": [
                "Qual hardware especifico que tu tem? CPU/GPU/RAM e Windows?",
                "Tenta instalar o pacote DirectX 9.0c da Microsoft."
            ]
        },
        {
            "title": "Pc usado",
            "selftext": "Bom dia galera, quero vender meu computador usado mas não sei por quanto posso vender, precisava de ajuda pra colocar um valor justo\n\nEh um i7 3770s\nRadeon rx 550\n12 gb de ram\nSsd de 960 gb",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11xdsdp",
            "num_comments": 12,
            "comments": [
                "Esse Pc é bem fraco, eu venderia por uns 1000 reais. se você for trocar ele inteiro fica só com o SSD",
                "Depende dos estados das peças, o que importa aí n é só essa peças, tem a fonte, o cooler, etc.... Mas se forem peças básicas tb, vc pode vender tudo por no máximo uns R$1600/1500.",
                "PC bom, orçando um igual em lojas da area sairia por volta de 3k-3,5k mas vamos lembrar que se é usado, talvez vender por 2,9k ou no mínimo 2,7k seria mais facil vender.",
                "Falta informações, mas serei bem realista...\n\ni7-3770S já tem 10 anos de mercado....\n\nRX 550 já virou placa de dar video.\n\n12GB de RAM implica em flex mode de 8+4GB o que não é ruim, mas está longe de ser ideal. Além disso, pelo que lembro, isso ai ainda usa DDR3... o que já é obsoleto.\n\nSSD de 960GB deve ser SATA, mas não tenho idéia do estado desse SSD e nem da marca. Não dá para cobrar a mesma coisa num Weijing todo cagado que num Samsung EVO 860 praticamente novo...\n\nSem o SSD, mas com fonte (dependendo da marca) e gabinete, 400-500 reais tá bem pago... com o SSD, mais uns 150-200 reais. Mas eu guardaria o SSD e colocaria um SSD de 128GB no lugar..."
            ]
        },
        {
            "title": "Problema Com formatação",
            "selftext": "Boa noite rapaziada do reddit! Então, de tarde meu mouse simplesmente estava sendo reconhecido pelo meu PC como um teclado, tentei de tudo pra voltar a normalidade, nada funcionou e acabei formatando o pc, conclusão: O mouse voltou ao normal porém ganhei um problema bem pior. Após eu formatar o pc por completo (Sem pen drive) assim que eu ligo o pc aparece a tela padrão do pc de colocar a senha e ligar, porém quando a senha é colocada aparece o seguinte erro: falha na entrada do serviço serviço de perfil de usuário.\n\nJá vi diversos tutoriais e nada funcionou, alguns não funcionaram pq eu tenho senha no pc e outros não funcionaram pq apareceu uma tela preta após o processo e eu acabo sendo obrigado a reiniciar o pc, OBS: fiquei cerca de 2 hrs esperando o pc formatar por um desses processos feitos pelo shift + o botão de reiniciar\n\nEnfim se alguém conseguir me ajudar vou ficar IMENSAMENTE grato, gostaria de ressaltar também que não tenho pen drive mas se for necessário posso conseguir um. Caso não faça ideia de como resolver isso pelo menos me diz qnt fica o orçamento pra formatar o pc via pen drive ou resolver isso  em um suporte técnico da vida\n\nÓtima noite pra vcs e vlw por ler!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11x37yf",
            "num_comments": 1,
            "comments": [
                "cara minha dica é realmente formatar pelo pen drive é bem facinho o orçamento msm seria o valor do pen drive, a microsoft recomenda usar um de 8gb mas um 4 da certo tbm mas pega o de 8 pra nnter problemas, no yt tem vários tutoriais de como formata é bem facil, n tem realmente necessidade de levar em técnico. (no yt tem os tutoriais mas bem por cima vc consegue achar o windows no proprio site da Microsoft onde vc instala um instalador e ele proprio ja deixa o pendrive pronto, dps é so tu reiniciar o pc q ja vai abrir na tela de instalação ai vc coloca as config de idioma e tals aí vai pra tela de onde q vc vai instalar, se tiver so um disco rigido vc so deleta tudo pq vai estar em varias partições até sobrar so uma ai vc cria uma nova selecionando aquela única (é bem usuario interativo tem literalmente botoes \"deletar\" e \"novo\") ai vc vai avançando e pronto. obs: caso qd vc reinicie ele inicialize o windows dnv vc vai ter q reiniciar dnv e ficar apertando f2 até entrar na bios e qd entrar ir na guia de boot e selecionar o pen drive cm boot primário manualmente, mas normalmente n precisa)\ne cm vc nnconsegue entrar no pc tbm a parte de baixar vc teria q fzr em outro"
            ]
        },
        {
            "title": "Pc antigo",
            "selftext": "Bom dia, gostaria de desmontar um PC antigo(cheio de poeira) ele tem um windows do e um Intel core 2 duo e6300 e aparentemente sem placa de vídeo (provavelmente assistência técnica), o que vocês acham que eu posso fazer, por onde começar, as ferramentas etc... Minha primeira vez desmontando um PC, não tenho medo de perde-lo e está cheio de poeira, o que vocês acham ?(gabinete foxconn antigo padrão)",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11x1p2x",
            "num_comments": 19,
            "comments": [
                "Chaves de fenda e Philips, pincel, cotonete e álcool isopropilico, mas o tradicional álcool 70 já basta, mas vai ter q ter mais paciência pra ter certeza que vai estar td seco antes de montar e ligar",
                "Chave de fenda e atenção para lembrar o que saiu de onde (de preferencia tira foto).\n\nPra limpar, alcool isoprofilico 99.8%, pano que não solte fibras (aqueles wipes reusaveis servem), um pincel e um local arejado. Além de uma mascara e luva."
            ]
        },
        {
            "title": "É normal?",
            "selftext": "Boa noite pessoal. Recentemente atualizei meu windows, que é o 11 e após atualização, senti algumas coisas meio fora do notmal. Alguns aplicativos não abrem direito, outros nem entram, sinto o computador um pouco mais lento que o normal também e assim que ligo o computador depois de desligado, ele abre uma tela de cmd várias e várias vezes, rapidamente e depois fecha. Queria muito saber o motivo disso. Se devo recorrer a assistência ou algo assim. Desde já, agradeço.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11x193a",
            "num_comments": 1,
            "comments": [
                "Deixa o Windows terminar de atualizar. As vezes tem uma coisinha ou outra ainda fazendo. Mas se mesmo depois de, digamos, 2 horas continuar assim... ai pode ser algum problema mesmo."
            ]
        },
        {
            "title": "Quão preocupado eu devo estar?",
            "selftext": "Esse é um HD de 1 tera (de mais de 10 anos). Não pergunte por que as repartições foram feitas desse modo, é da família e foi passando de máquina pra máquina, já é a segunda vez que estou usando esse HD, a primeira foi do meu primeiro PC que queimou a placa mãe e desde então o HD ficou parado. Peguei o HD de volta pra uso ano passado e tou com ele desde então, ele começou a dar tela azul de uma semana pra cá. Uso o windows no SSD por isso tou usando apenas arquivos instalados no SSD e desde então as telas azuis diminuíram. \n\nVou formatar esse HD semana q vem e me pergunto como corrigir esse erro do realocated sectors count, existem arquivos de uma vida nesse HD e não quero perder, obviamente eu tenho um backup, mas queria voltar a usar esse HD, é possível? Quais seriam as recomendações? Nunca tive esse erro antes.\n\nEdit: mudei a idade do HD porque o foco mesmo é na melhor procedência, do que seria o melhor a se fazer porque não quero perder os arquivos.\n\nhttps://preview.redd.it/4avwspyfhzoa1.png?width=674&format=png&auto=webp&v=enabled&s=f1c01ce9ac8ffaa9f40dd489d31a026be30f8b28",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11x0xoo",
            "num_comments": 5,
            "comments": [
                "Esse HD foi lançado em 2011, a menos que tu esteja em 2031, não tem como ele ter 20 anos. hahaha\n\nTu tem de tomar cuidado com esse HD sim, não quer dizer que ele vá falhar hoje ou amanhã. O meu Samsung tá assim a cinco anos... mas eu não coloco coisa importante nele. Só download de torrent e coisas do genero."
            ]
        },
        {
            "title": "Simulado Certificacao ITIL Foundation",
            "selftext": "Galera, alguém sabe algum site que disponibilize um simulado da prova de certificação do ITIL Foundation?\n\nPretendo fazer a prova em breve mas quero testar meu conhecimento para não jogar dinheiro no lixo e ver quais capítulos devo reforçar o conhecimento.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11wvzg8",
            "num_comments": 0
        },
        {
            "title": "Eu sei que foge um pouco do tema, mas acredito que seja interessante pro sub, eu pedi pro ChatGPT projetar uns consoles portáteis, desde uns mais \"premium\" até os mais baratos possíveis, incluindo PCs portáteis com Windows.",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11wlvhu",
            "num_comments": 8,
            "comments": [
                "achei bem interessante",
                "Pede pra ele informações dos Ryzen série 7000 e tu descobre porque não vai funcionar 100%."
            ]
        },
        {
            "title": "Como posso estar cabeando o meu pc?",
            "selftext": "No apartamento onde moro o modem do wifi fica na sala(não tem a opção de mudar o modem pois minha irmã faz home office na copa do lado da sala) e queria cabear o meu pc, pois, para baixar jogos e jogar online tenho muito lag e instabilidade.\n\nNão quero passar um cabo jogado pela casa, queria que fosse pela parede, ou qualquer outra forma que ficasse discreta(cabo jogado pela casa é muito feio!)\n\nJá agradeço a quem puder ajudar!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11wjxsb",
            "num_comments": 3,
            "comments": [
                "Procura alguém que faça cabeamento estruturado... Porém não é nada barato... e fazer sozinho, dependendo, vai acabar tu precisando contratar um eletricista...\n\nO pessoal que faz cabeamento estruturado não precisa quebrar paredes, dependendo só para instalar a tomada ethernet.)\n\nMas eu te recomendaria pegar uma placa Wi-Fi de gente, não essas desgraças USB que tu provavelmente está usando. Eu uso uma da Femvi e não sinto lag para downloads e talz. Porém elas são super frágeis e dá pra quebrar a antena fácil...",
                "Só usar bom passa fio e passar o cabo pelos conduites da casa para seu quarto (saindo em uma tomada) já adianto que vai precisar de paciência (se alguém conhecer a elétrica da casa facilita). Vc pode fazer externo usando canaletas em PVC também é super facil instalar.\n\nNo pior dos casos se estiver em um AP ou lugar onde não tem condições de passar um cabo por dentro da parede, junto da elétrica, usa um Powerline, as vezes pode te atender dependendo da distancia e quanto tem para gastar",
                "Canaletas"
            ]
        },
        {
            "title": "Gabinetes Custo x Beneficio",
            "selftext": "Boa tarde pessoal. \n\nEu estou atualizando algumas peças no computador, e estou planejando trocar de gabinete. Eu tenho um relativamente bom, mas está absurdamente velho (uns 10 anos). Atualmente tenho um PCYES Rhino Branco, porém eu queria um mais estético e com um airflow um pouco melhor.\n\nTem alguma recomendação de gabinetes de até 400/500 reais que sejam MUITO bons? Pode ser até um pouco menos também, desde que seja bom. \n\nObrigado!\n\nPlaca mãe: B450M Gamin\n\nPlaca de video: RTX 3060Ti\n\nCooler: Deepcool AK400\n\n&#x200B;\n\nObrigado desde já!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11wipc5",
            "num_comments": 6,
            "comments": [
                "Até 500? Corsair Spec Delta RGB. Vem com 4 fans corsair, sendo 3 RGB (não ARGB). \n\nTenho um desses e o airflow não é tão ruim. Os fans da corsair conseguem puxar ar suficiente através daquela abertura pequena... porém o ruim é que não parece ter filtro frontal e tem de limpar os fans de 3 em 3 meses dependendo.",
                "Montech x3 mesh. Fans são meio barulhentas, mas pelo menos sua máquina n vai passar calor",
                "Gosto de gabinete aquário, se tu guardar mais um pouco tu pega um HX700M ou até um O11 Mini"
            ]
        },
        {
            "title": "Gtx 1660 super OC?",
            "selftext": "Pessoal, comprei uma Gtx 1660 Asus tuf gaming OC, eu queria saber se o overclock é de fábrica ou preciso ativar alguma coisa e como faço se precisar ativar?",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11whvb0",
            "num_comments": 6,
            "comments": [
                "E necessário ativar algumas funções porém não recomendo fazer se não tiver uma ótima opção de arrefecimento",
                "No caso da tua placa, o overclock vem de fábrica, as vezes precisa apertar um botão ou mexer num switch atrás dela. Mas quase sempre dá pra forçar um pouco a mais usando o MSI Afterburner. Minha PNY 1660S single fan trabalha a 2050MHz, padrão do over dela é 1975MHz e eu quase não notei muita diferença. (fora que fica instável no Stable Diffusion, mas nos jogos não notei crash) - Não ligo da placa trabalhando à 85°C."
            ]
        },
        {
            "title": "Placa mãe b450m asRock. Galera, sabem como consigo ligar a led da minha placa? Quando fui colocar as fans ela apagou do nada, até fiz testes com o app da asRock e tirei os fans pra verificar se ligava novamente, mas nada…",
            "selftext": "",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11wd0zs",
            "num_comments": 11,
            "comments": [
                "Pergunta besta... tu instalou o controlador RGB dessa placa? Geralmente tem algo pra tu instalar no Windows...",
                "Tenho uma placa mãe dessa infelizmente só dá problema",
                "Tenho uma ASRock B450M Steel Legend e rolou o mesmo problema. Um dia os LEDs desligaram do nada, nunca mais consegui ligar de novo. Tentei o controle de RGB da BIOS, o software de RGB deles e o OpenRGB no Linux e nada. Também atualizei o firmware da placa-mãe, sem sucesso. Os LEDs nos fans também não ligam mais. Sei lá qual o problema."
            ]
        },
        {
            "title": "Como foi sua experiência de migração do Windows para Ubuntu?",
            "selftext": "Fui aprovada em sistemas de informação recentemente e um professor recomendou que fizéssemos dual boot com o Linux no computador, assim facilitando a programação nas aulas e a produtividade na faculdade.\n\nAcabei realizando hoje o dual boot do Ubuntu juntamente do Windows 10 e me interessei muito pela interface, customização e a produtividade do sistema.\n\nGostaria de saber, na opinião de quem ja viveu essa situação, como foi a experiência de migrar  para o Ubuntu e acostumar com o novo sistema/atalhos e se isso ajudou na produtividade da faculdade, tendo em vista que eu ainda manteria o dual boot para jogos, edição e qualquer outra coisa que ainda seja mais simples no Windows 10.\n\nObs: Possuo uma licença do antivírus Eset no Windows, é necessário instalar antivírus no Ubuntu também? Ele possui algum tipo de segurança como o Windows Defender?\n\nObs: Dicas de primeiros passos ou etc são aceitas!",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11wa1oz",
            "num_comments": 7,
            "comments": [
                "Toda vez que tentei eu me estressei e voltei pro Windows. Aprendi que eu não quero aprender a usar um novo SO pra fazer as mesmas coisas que sempre faço.",
                "Depois de muito tempo usando várias distribuições de linux, minha opinião é que usar ele não vai facilitar em praticamente nada a programar ou a ser mais produtivo, eu só recomendaria usar se você realmente tem interesse pelo sistema operacional e quer aprender sobre ele. Ah, e eu detesto fazer dual boot, principalmente porque eu geralmente quero dar uma jogada rápida depois de programar um pouco, não ter tudo no mesmo sistema com fácil acesso é muito ruim.\n\nVocê não *precisa* de antivirus no linux, da mesma forma que você não precisa no windows se souber o que está fazendo, mas se você quiser, pode instalar o ClamAV, é grátis.",
                "Ah, Ubuntu é legalzinho, mas não me acostumei com o Linux. Ainda mais porque tive de reinstalar o Linux diversas vezes porque atualizei coisa que bugou o sistema todo... ou perdi a interface gráfica por um erro aleatório do Ubuntu 12.04...\n\nDesde que tu instale apenas dos repositórios oficiais, acho que não tem tanto problema com virus. (Se bem que hora e meia aparece um)",
                "Usei linux por um tempo (pop_os e linux mint) e não aguentei, seila tem alguma coisa dizendo que linux n é pra mim.",
                "Tentei algumas vezes, mas sempre acabo me estressando e desistindo.\n\n\nUso PC pra trabalhar. Teve um dia que demorei horas pra configurar uma coisa que no Windows faz em 5 minutos. E depois pra explicar pro chefe que perdi quase o dia todo só porque queria experimentar um sistema novo?\n\n\nDepois tentei usar só pra lazer/estudos aos fins de semana (teria mais tempo pra resolver os bugs), mas simplesmente tudo era um saco pra instalar, tudo bugava. Vi que não fazia sentido insistir.",
                "Eu uso o Linux Mint aqui pra programaçao, principalmente depois que surgiu uma onda de ferramentas pra dev surgirem apenas pra Linux, sendo executadas no Windows de forma nao-nativa atraves do WSL/WSL2. Mas pra tarefas cotidianas ainda prefiro a interface da Microsoft, principalmente pra design, pq por mais que tenham programas similares, nenhum se aproxima das funcionalidades do Illustrator/Photoshop/PowerPoint (que uso bastante tambem), entre outros.",
                "Já instalei Ubuntu diversas vezes, até Linux Mint, mas a experiência foi bem ruim. A Canonical aos poucos vem se tornando uma empresa proprietária, e isso me incomoda demais.\n\n\nHoje usou o Fedora 37, e isso desde o 35. O gnome funciona perfeitamente nele, as opções de customização são bem completas, é uma distro perfeita pra quem quer programar sem ter que baixar pacotes básicos.\n\n\nQuanto ao antivírus, vírus pra Linux beira o impossível, é mais perigoso você inadvertidamente escrever rm -rf no terminal e apagar o sistema. Tudo vem de algum repositório, então o perigo é quase nulo."
            ]
        },
        {
            "title": "3070TI fritando ovo",
            "selftext": " Olá pessoal! Estou vindo de uma série de alegrias e tristezas com placas de vídeo que ta louco, sai de uma GTX 1070 que nunca deu problema, placa sensacional, comprei usada e só troquei pois o COD: Warzone não dava pra jogar no 144hz. Então fui para uma 6600XT, decepção essa AMD, a imagem com 140 fps não era tão fluído como 100 da 1070 (70% ironia aí) mas OK , me manteve bem, porém agora queria dar um passo a mais e fui para uma 3070TI que comprei usada de uma loja, ainda tem garantia na NF, foi testada na hora, bonitinho! Sinceramente não tenho nada a reclamar da performance, porém, quando olho a temperatura ela me incomoda pois é quase que instantaneo em jogos offline com 99% de uso da placa a temperatura subir para 82-84-85°C e não abaixa! Mesmo com ventoinhas 100%. Quando vejo algum vídeo de 3070ti no youtube sempre estão entre 65-70°C com uso  entre 94-99%. Hoje depois de 5 dias com ela jogando, ela apagou a tela e disparou a ventoinha, nunca tinha acontecido isso, na minha 1070 quando aconteceu era mal encaixe, nessa como só aconteceu hoje estou esperando para ver. Pode 85°C dar tela preta e disparar ventoinha? Essa questão da temperatura é algum defeito? Pode ser alguma coisa ''arrumavel\"? vou deixar minhas configs aqui para que ver se conseguem ter uma base do que se pode ser, pois eu sou burrão para a parte tecnica da coisa, rsrs.  \n\n\nCPU: Ryzen 5 5600x   \nRAM 4x8GB Corsair Vengeance 3200mhz  \n1x NVME 500GB Gigabyte - Windows  \n1x NVME Aorus 5000mb/s 1TB - Jogos  \nMOB - Asus prime X570-P  \nFonte - NZXT C650w 80 plus gold  \nVGA - Collorful iGame Advanced RTX 3070TI 8GB  \n\n\nMeu pc não tem 1 ano de uso tirando a 3070ti que tem 18 meses de uso já.",
            "subreddit": "computadores",
            "topic": "tecnologia",
            "id": "11w61io",
            "num_comments": 21,
            "comments": [
                "3 coisas...\n\n1. Qual a temperatura ambiente do local?\n2. O case tem uma boa circulação de ar?\n3. Tu tá fazendo over na placa de vídeo?",
                "ninguém mencionou talvez abrir ela e verificar a pasta térmica e se possível trocar por uma melhor",
                "Olá queridos, estava em uma breve viagem e já voltei. Hoje decidi baixar o GPU-Z para monitorar durante umas 2horas de game.  \n No programa deu máxima de 85°C e média de 82°C da placa  \nHOTSPOT 107.9°C máxima (Não sei onde é isso)  \nTemperatura memory 77°C  \n   \nIsso é algum alerta? Enquanto estava ne viagem dei uma lida sobre as GDDR6X que rodam um pouco mais quente também, será que essa minha esta normal?   \n\n\nEsse negócio de temperatura tem me assombrado, troquei meu 5600x por um R9 5900x, brincando na faixa dos 72-80°C com dual fan 120mm 6 pipe só pra ele.",
                "Qual marca?"
            ]
        }
    ]
}