{
    "posts": [
        {
            "title": "Dúvida - Wide Care",
            "selftext": "Estou com vontade de comprar os produtos da widi care (Encrespando a Juba 500ml e Máscara Hidronutritiva 500g), porém n sei a questão da durabilidade. O meu cabelo é longo e ganho pouco, ent queria saber se esses cremes rendem e por qnt tempo\n\n*Escrevi o nome errado no título, ignorem",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "12how2s",
            "num_comments": 2,
            "comments": [
                "Só agora que vi sua postagem. Eles Rendem muito! Procura em sites como Beleza na Web e Época Cosméticos, que as vezes eles vendem em combos de produtos e vc consegue um preço bom. Mas vai por mim, eles Rendem muito!"
            ]
        },
        {
            "title": "Dicas",
            "selftext": "Quais produtos vocês não vivem sem?",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "12311uc",
            "num_comments": 0
        },
        {
            "title": "Devo cortar?",
            "selftext": "",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "10l49nd",
            "num_comments": 3,
            "comments": [
                "Depende do que você quer.\n\nAo meu ver o corte atual está bonito.",
                "Na minha humilde opinião, não",
                "Não"
            ]
        },
        {
            "title": "Antes e depois do corte em camadas ☺️☺️ qual é a vossa opinião?",
            "selftext": "",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "10gxc1t",
            "num_comments": 3,
            "comments": [
                "É incrível como esse corte favorece a definição dos cachos!",
                "Ficou lindo 😍"
            ]
        },
        {
            "title": "Qual finalização?",
            "selftext": "Qual finalização é a mais rápida para cabelo cacheado? Eu estudo de manhã e vou de ônibus escolar, tenho que acordar quase 4 da manhã, preciso de finalização rápida e prática",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "1012ymc",
            "num_comments": 4,
            "comments": [
                "Tudo depende do seu cabelo em si, por exemplo, eu normalmente finalizo com dedolis, mas demora, quando quero mais rápido eu uso a escova e dedolis na frente. C tem que pegar um dia apenas para testar uma técnica mais rápido e que fique bom em vc, não necessariamente o meu estilo vai se adequa a vc.",
                "Olá, para ser bem sincera. Para mim não existe uma finalização rápida. Já tentei várias técnicas o ano passado. E volto sempre aos métodos tradicionais. Eu tenho uma conta no tiktok a explicar as técnicas que eu uso ♥️ @soraia.nunes \nBeijinhos 😘😘😘😘",
                "Eu percebi que um fator que impacta muito é a forma de divisão do cabelo pra poder iniciar a finalização. Eu procuro dividir em 4 mechas, assim ajuda a ser mais rápido.\n\nSendo as 4 mechas feitas da seguinte forma:\n\n\\-traça uma linha de uma orelha a outra, sendo a linha acima da orelha. Essa parte de baixo que ficou divide em duas mechas, uma pra cada lado.\n\n\\- divide a parte de cima em duas, sendo que fica uma parte de cima que é mais da franja, parte da frente e baby hair e a outra, para baixo, é no meio do crânio, entre a parte da franja e a parte de baixo.\n\nEu divido assim porque essa parte do meio da cabeça é que é mais difícil de definir no meu. Assim, não sei como é a tua rotina, mas eu dou preferência pra finalizar sempre no dia anterior, de noite.\n\nObs: o meu cabelo é ondulado 2b."
            ]
        },
        {
            "title": "Mais atividade no grupo.",
            "selftext": "Pessoal, era muito importante partilhar este grupo para tirar-mos muitas dicas 😍 há muitas pessoas que tem cabelos cacheados e não sabem cuidar deles. Vamos fazer crescer este grupo 😍",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "z1q72e",
            "num_comments": 0
        },
        {
            "title": "Meu cabelo está ficando liso(?)",
            "selftext": "Sou pobre e não posso comprar a maioria dos produtos q os influencers de cachos recomendam e finalizo meu cabelo aos domingos e quartas, só lavando e usando creme mesmo(dando os dados pra ver se tem algo de errado na minha rotina).\n\nRecentemente quando eu finalizo, no primeiro dia fica lindo, no segundo fica mais aberto e no terceiro algumas mechas perdem totalmente a definição e ficam praticamente lisas. Eu não sei o q causa isso ou como resolver mas eu queria ajuda de gente q entende. Meu cabelo era a única coisa q eu gostava na minha aparência e eu ficaria muito triste se eu perdesse ele 😕",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "yj4muo",
            "num_comments": 3,
            "comments": [
                "usa gelatina, tem a da Salon line por exemplo 12$ 550 g dura pra caramba e ajuda a definir",
                "Olá a mim acontece me o mesmo. O que faço? É simples, molho o cabelo com um borrifador, em seguida penteio, uso um ativador de cachos e gel (gelatina no Brasil) e seco com um difusor. Dura 2 dias assim. Mas também aconselho a usar uma touca de seda ou outro material que não friccione o cabelo. Tenho vários vídeos no tiktok se quiseres dar uma vista de olhos: soraia.nunes",
                "pode ser que seu cabelo esteja muito pesado, isso faz com que os cachos não definam tão bem"
            ]
        },
        {
            "title": "Antes e depois do meu cabelo cacheado 😁",
            "selftext": "- Durante 12 anos alisei o meu cabelo com fontes de calor. Fiz 2 permanentes, madeixas loiras… \nDecidi no final do ano 2021 em nunca mais ia alisar o cabelo, nem usar fontes de calor agressivas. \n- Partilho convosco 2 fotos do antes e 2 do depois. Acho que dá para entender que existe muita diferença 😎 \n\nSe precisam de dicas, sigam me no instagram: soraianunes\nTikTok: soraia.nunes",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "y0auok",
            "num_comments": 3,
            "comments": [
                "Meu cabelo é parecido com o seu. Lembro que na adolescência eu o odiava, usava sempre amarrado, inclusive em coque durante quase todo o ensino médio. Era esquisito, não tinha cacho, mas também não era um liso alinhado. Pra mim era só uma *coisa*, que eu não tinha ideias de como lidar.\n\nNo último ano do ensino médio alisei e mantive o alisamento permanente durante algum tempo. Fui largando porque destruiu muito meu cabelo, ainda não havia a moda de assumir os cabelos ondulados/cacheados hahaha\n\nMinha transição foi beeem lenta. Mesmo sem o alisamento permanente, continuei mantendo o cabelo na chapinha por anos a fio, afinal o meu cabelo era um liso esquisito e armado, pensava eu. Não fiz big chop, apenas continuei com a rotina normal de cortes.\n\n8 anos depois do último alisamento definitivo finalmente me permiti comprar um creme de finalização e tentar lidar com o meu cabelo como é realmente é: ondulado."
            ]
        },
        {
            "title": "Alguma recomendação de creme de pentear?",
            "selftext": "Meu cabelo é ondulado com textura 2A/B dependendo da finalização, algum creme de pentear recomendado para Fitagem que ajude a manter os fios hidratados? \n\nPS: Que seja relativamente barato pq meus finalizadores já são caros demais KSJSKSKS",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "x3zk3c",
            "num_comments": 2,
            "comments": [
                "Eu uso Kolene ele é um luxo. Natural meu cabelo é seco e poroso, mas quando uso Kolene e faço um dedolis ele fica brilhoso e o fio parece mt hidratado. Eu amo e não troco por nada"
            ]
        },
        {
            "title": "Finalização plop e “molde de gel”",
            "selftext": "",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "vfbxg2",
            "num_comments": 3,
            "comments": [
                "Olá pessoas!! \n\nEu fiz um post falando sobre movimentar essa sub, mas a melhor maneira de movimentar é fazer posts aqui! Então vamos lá. Meu cabelo é uma mistura de 3A e 3B\n\nEssa não é a minha rotina normal, ela foi adaptada porque eu estou viajando.\n\n-lavei meu cabelo com o Co-Wash da Widi Care. Primeiro esfregando bem o couro cabeludo e depois virando o cabelo pra baixo e espalhando pelas pontas.\n- Enxaguei usando um pouco de S2C (squish to condish) e depois tirei o resto de produto embaixo da água (ainda com a cabeça pra baixo)\n- Espalhei bastante do creme pra pentear mais que bonita cacheados (eu costumo usar o leave in encaracolando a juba, mas como disse estou em viagem e tinha esse em sachê), misturado com a geleia seladora modelando a Juba\n- Juntei meu cabelo em uns 5 clumps de cachos e amassei pra dar um formato\n- Fiz um plop numa camisa e deixei por cerca de 1h\n- Após tirar o plop da camisa, eu amassei meu cabelo com o mousse Juba criador de cachos\n- Arrumei meus cachos mais ou menos como queria na cabeça e deixei secar naturalmente \n- Ficou um molde de gel bem cacheado enquanto secava, bem durinho\n- Amassei os cachos com oleo de argan Lola",
                "Quem puder me ajudar, uma coisa que eu procuro bastante é aumentar o volume da raiz",
                "Use kolene  e dps de seco amasse o cabelo, fica um luxo"
            ]
        },
        {
            "title": "Vamos agitar a comunidade??",
            "selftext": "Gostaria muito que essa comunidade tivesse mais movimento, dicas, fotos! Ajudaria muito ver gente usando os produtos que temos acesso aqui no Brasil!",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "vc3ooe",
            "num_comments": 0
        },
        {
            "title": "Melhores produtos nacionais?",
            "selftext": "Quais são os seus queridinhos nacionais?",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "qpokqa",
            "num_comments": 5,
            "comments": [
                "Amo os produtos da lolla. Rendem muito, por isso o preço compensa bastante.\nO dream cream é a melhor coisa q meu cabelo ja sentiu\nTambém gosto da soft hair, q é mais barata. Uso o óleo de ricino deles e o extrato de babosa quando tô sem folha",
                "Eu to curtindo os produtos da Widi Care! To usando a linha Juba"
            ]
        },
        {
            "title": "Pontas secas",
            "selftext": "As pontas dos meus cabelos estão super secas e como um todo meu cabelo tem muito frizz. Já fiz umectação com óleo de coco mas não resolveu muito. Alguma dica?",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "qkwdap",
            "num_comments": 7,
            "comments": [
                "Já tentou bepantol Derma ou aloevera?",
                "Salve, não é tão assim. As vezes o cabelo precisa de mais, ou seja, um tratamento continuo pra ficar show.\nEu recomendo o oleo de ricino principalmente se for cacheada. é bem grosso e mais forte que o óleo de coco"
            ]
        },
        {
            "title": "#CurlyStylingCream Creme Soul Power #soulpower",
            "selftext": "",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "n47ir1",
            "num_comments": 0
        },
        {
            "title": "Dicas de qual gelatina usar",
            "selftext": "Nunca usei gelatina nos meus cabelos, mas quero começar. Eles são 2c e acho que ficaria legal. Alguma dica de marca?",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "m5535i",
            "num_comments": 0
        },
        {
            "title": "Hidro reconstrução com 🍌 e 🥚",
            "selftext": "",
            "subreddit": "cacheadoseondulados",
            "topic": "beleza",
            "id": "m4s7uy",
            "num_comments": 0
        }
    ]
}