{
    "posts": [
        {
            "title": "Pele descascando",
            "selftext": "Eu tô tomando Roacutan e isso tá fazendo minha pele descascar e arder bastante, existe algo que eu possa passar?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "12n6w8s",
            "num_comments": 4,
            "comments": [
                "Tem que hidratar bastante, bepantol pode ajudar - ele é pra pele extrasseca.",
                "Aquaphor, cicaplast...",
                "produtos com cica no geral ajudam mt peles inflamadas/com descamação. nunca usei roacutan, mas dá uma buscada em produtos com cica no geral (tem o cicaplast, a oceane tem uma linha de cica, etc)",
                "Bebe bastante água, cuidado com limpeza excessiva, hidrata bastante tanto o corpo quanto o rosto"
            ]
        },
        {
            "title": "Ajuda com cravos e acne",
            "selftext": "Fala, galerinha! Se vocês puderem me ajudar com uma rotina de skin care custo benefício, seria muito grato! \n\nMeu tipo de pele: considero ela normal, pois não é excessivamente oleosa nem seca. Responde bem aos produtos que usei já. \n\nTenho problemas com cravos (pontinhos na cara kkk), alguns pretos, mas n dá pra notar muito os pretos porque sou negro. Tenho também acne, mas não é algo tão gritante na minha pele, minha insegurança maior são os cravos mesmo.\n\n&#x200B;\n\nEstou usando ácido mandélico da Principia há um mês, junto com o gel de limpeza deles, e embora possa ter melhorado um pouco a pele, clareado ela um pouco, não me resolveu de muita coisa quanto aos cravos e espinhas. Também uso o acido hialurônico deles, o que hidratou a pele. Junto a isso uso um creme que é gel também da Avon, um que é branco com verde, pra hidratar porque só o acido hialurônico não é o suficiente.\n\n&#x200B;\n\nNunca testei nada da Creamy, e o que uso da Principia achei bom, acho que só preciso saber quais os produtos certos para o meu problema.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "12gj1qc",
            "num_comments": 4,
            "comments": [
                "A forma como você limpa a pele é tão importante quanto a qualidade do produto que você usa.\n\nEu estava usando o gel de limpeza da Vichy e só depois que eu me atentei a isso que realmente vi diferença (sem trocar o produto).\n\nA dica é lavar o rosto em movimentos circulares, suaves porém firmes, pra limpar lá dentro de cada poro mesmo e não deixar a sujeira entupir pra formar o cravo. Não só passa o gel, ensboa e enxagoa, conta tipo uns 15 segundos lavando o rosto no total.\n\nFoi por isso que aquele foreo fez tanto sucesso um tempo atrás, não é nada revolucionário mas como obriga a massagear bem a pele enquanto lava e demorar mais aplicando o produto ajudava demais nos resultados.",
                "incorporar algum produto com ácido salicílico pode te ajudar. gosto muito do tonico vinopure da caudalie e foi a unica coisa que deu uma limpada nos pontos pretos do meu nariz, mas o preço é um pouco salgado (apesar que pra mim sempre vale a pena, e ele rende muito). sei que a creamy tbm tem um tonico com o preço mais acessível, mas nunca usei pra recomendar",
                "O glicolico da creamy pode ajudar. Ele deixa meu nariz limpinho sem aqueles pontinhos dos filamentos sebáceos. Espera uma promoção e dá para usar cupom tb. \nE cleansing oil tb ajuda com os cravos. Dá para comprar o da hadalabo se achar promoção, ou procurar na shopee uns da Coreia, se vc não usa maquiagem com frequência dura bastante.",
                "A pomada que custa a bagatela de 10 reais em qualquer farmácia, Acnezil, foi a única coisa que resolveu meus cravos e espinhas resultantes de 2 anos de pandemia usando mascara e abafando o rosto, limpou tudo em pouco tempo de uso e ate hoje a mantenho por perto, muito eficiente."
            ]
        },
        {
            "title": "dúvida sobre skincare e rotina de treino",
            "selftext": "Gente, como eu faço academia pela manhã, acabo meio perdido sobre como deveria organizar a ordem dos produtos, pois fico bastante suado e não sei se faz perder o efeito. Gostaria de saber de vocês se essa rotina aqui faz sentido:\n\n- Acordo\n- Tomo banho\n- Após o banho lavo o rosto com gel de limpeza, Vichy Normaderm Phytosolution\n- Passo protetor solar, anthelios\n- Vou pro treino\n- Volto, tomo outro banho\n- Passo o hidratante, Cetaphil pro air calm control\n\nO ideal seria passar o hidratante antes ou depois do treino? Ou não tem diferença?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "12f3q4c",
            "num_comments": 6,
            "comments": [
                "Pergunto para trocar ideia e aprender: \nporque você toma banho antes do treino?\nPorque você não lava o rosto durante o banho?",
                "acho q hidratante é um dos itens q não vão fazer mal tu passar \"demais\", então acho q tu passar antes do treino e depois n vai fazer mal algum.\n\nporém, fiquei c uma dúvida: tu n lava o teu rosto assim q chega dá academia com o sabonete facial?"
            ]
        },
        {
            "title": "Principia, Creamy ou Oceane?",
            "selftext": "Oi pessoal, to começando a usar skincare agora e tava olhando algumas marcas de skincare nacionais pra completar minha rotina e cheguei na Principia, Creamy e na Oceane. Na opinião de vocês, qual a melhor?\n\nTenho pele normal pra mista e queria comprar apenas um gel de limpeza, hidratante e alguns séruns! ",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "129w770",
            "num_comments": 6,
            "comments": [
                "creamy!",
                "acho que depende do teu bolso, pq skincare é mts vezes na base do teste mesmo que X quantidade de pessoas tenham dito que N marca funcionou super bem.\n\nnesse caso, eu diria pra testar principia, pq é mais em conta e tb já vi resenhas em que os produtos dela se saíram melhores que o de outras marcas, como a da creamy.",
                "Creamy \n\nO gel de limpeza da Creamy dura uma vida, vem num potão com pump que super vale a pena. O serum anti aging (um lilás) e o retinol (roxo) são incríveis. Só não gosto da vitC, achei bem meh. Os dois ácidos principais (azul e rosa) são muito bons tbm! Único ponto negativo é a embalagem, que apesar de bonita desperdiça um pouco de produto.\n\nO protetor solar deles tbm é muito bom. É beeeeeeeeeem líquido lembra algumas fórmulas coreanas.",
                "já testei creamy e oceane. acho as duas boas mas a creamy tem uma simplicidade nos ativos que acho muito bacana principalmente pra quem tá começando. usei somente alguns hidratantes da oceane e gostei bastante, mas tem a desvantagem da fragrância que pode dar alergia em algumas pessoas:/",
                "Eu gosto muito da Principia, Creamy também é boa mas o preço do frete acaba me desencorajado de comprar. Estou focando em amenizar manchas de hiperpigmentação só com os produtos da Principia e estou tendo ótimos resultados <3"
            ]
        },
        {
            "title": "Kit da ProperJack funciona? (mais especificamente para peles com cravos e algumas manchinhas)",
            "selftext": "Alguem aqui já testou algum kit deles?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "1294825",
            "num_comments": 1,
            "comments": [
                "Eu cheguei aqui procurando por experiências de outras pessoas com esse produto porque, para mim, não tem funcionado.\n\nEu comecei a usar faz um tempo já e minha pele não tem melhorado, na verdade tem piorado.\n\nNão tenho como dizer que é por causa desses produtos, eu não sei o que pode ser, mas eles não me ajudaram também, porque agora é comum surgirem espinhas enormes pelo menos uma vez por semana, estou com uma enorme agora e estou usando o produto religiosamente. Elas somem bem rápido, no entanto, mas sempre deixam marcas.\n\nTeve uma época que esquecia de passar por alguns dias e tal, mas não me incomodava porque minha pele não estava tão ruim. Depois começou a piorar e comecei a seguir a rotina mais seriamente, mas não melhorou muito.\n\nTambém passei a usar uma solução da Creamy com acido salicilico, para me livrar dos cravos - não parece ter efeito também. Eu entrei em contato com o pessoal da Proper Jack se teria algum problema usar esse produto e em que ordem usar e eles não mencionaram nenhum possível efeito adverso.\n\nEu usei todos esses produtos sem me consultar com um dermatologista. Provavelmente devo procurar um para me ajudar com isso.\n\nSó para te dar mais contexto, faz um mês e meio que pratico exercícios diariamente e tbm não tenho um alimentação relaxada (também não é nada ideal, como besteira nos finais de semana).\n\nEu realmente não sei dizer por que minha pele tá assim e por que os produtos não estão me ajudando..."
            ]
        },
        {
            "title": "o que resolve foliculite?",
            "selftext": "Uso creme pra me depilar pq é mais barato. Alguma dica de como não ficar cheia de alergia depois?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "126x3ps",
            "num_comments": 2,
            "comments": [
                "Esfoliar a pele e hidratar em seguida",
                "Depilação a laser"
            ]
        },
        {
            "title": "vitamina c é essencial? porra, é muito caro",
            "selftext": "Sou mulher com 21 anos. Sei que a partir de uma certa idade não tem pra onde fugir, mas agora a única coisa que eu queria era não ter mais tantos cravos e pele oleosa",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "126x19z",
            "num_comments": 7,
            "comments": [
                "zero essencial!!! “essencial” mesmo só sabonete, hidratante e protetor.",
                "Pra cravos e pele oleosa é melhor achar um esfoliante químico (tipo AHA e BHA) e um bom protetor solar do que investir em vitamina c.",
                "A creamy tem Vit C por uns 80 que fica 65 numas promoções. \n\nNão acho essencial, essencial é sabonete facial e protetor solar, mas ajuda bastante no cuidado.",
                "Usa o da tracta se não pegar da principia. Ele é baratinho e vira e mexe tem promoção comprando online"
            ]
        },
        {
            "title": "Qual um bom substituto para o Vichy Mineral 89?",
            "selftext": "Queria algo mais em conta. Já usei Eucerin Hyaluron-Filler Daily Booster, mas o preço também é salgado",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "11uymw9",
            "num_comments": 5,
            "comments": [
                "Eu tenho usado esse aqui[aqui](https://www.principiaskin.com/serum-hidratante-2-acido-hialuronico-1-vitamina-b5.html)   também como substituição do mineral 89, ele é um pouco mais pesado, mas fora isso, não tenho reclamações,  tenho 2 meses de uso",
                "Hydroboost da neutrogena",
                "Sérum Hidratante Neutrogena",
                "sérum hidratante da creamy"
            ]
        },
        {
            "title": "Recomendação de produtos de skincare, help.",
            "selftext": "Bom dia meus anjos, sou um homem de 23 anos e depois de ver minha situação deplorável com a pele resolvi mudar de vida kkkk. Eu tô ciente do básico de Gel de Limpeza + Hidratante + Protetor, porém não tenho ideia de quais marcas e quais produtos prestam ou não.  Queria uma recomendação, minha pele é bastante oleosa e eu tenho aqueles cravinhos eternos no nariz e no queixo( que graças a deus a barba tampa rs) que quero me livrar. Tenho aí um range de 200-260 reais pra gastar. Grato a quem responder.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "11jy1im",
            "num_comments": 8,
            "comments": [
                "Se estiver procurando por ativos bons e com preços justos, indico mto a Principia (tem ainda a vantagem de ser frete grátis) e a Creamy (curto bastante mas pra mim o frete pesa). Enfim, ótimas marcas que revelam a porcentagem dos ativos, com ótimas fórmulas e uma boa variedade dependendo do que tu procura. Da uma pesquisada sobre os produtos acho que vai curtir!!",
                "Tem muitas variáveis para considerar então é bom dar uma pesquisada/experimentar algumas coisas. \n\nUma rotina básica, com um preço razoável que acho que resolveria bem a questão de pele oleosa/cravinhos seria algo tipo:\n\n- Glycare Duo da Mantecorp (da para usar como sabonete e como máscara, se sua pele for sensível, é bom alternar com um sabonete mais leve, eu alterno com o gel de limpeza da Cerave). \n- Hidratante Nutrel da Profuse (eu amo e tenho pele mais seca, minha irmã tem pele oleosa e tb ama) \n- Protetor solar eu amo o Aqua Rich da Bioré mas ele não rola para todo mundo. Se vc tiver a pele bem clara, eu recomendo, se não, tem muita gente que acha que ele dá uma esbranquiçada. Pra mim ele é o melhor questão textura e preço. \n\nIsso sairia uns 180 e dura uns 3-4 meses. Uns 230 incluindo o gel de limpeza da Cerave.",
                "Que bom que vc se atentou da importância de cuidar da pele o quanto antes :)\n\nAqui está minha recomendação de produtos de marcas ótimas, que funcionam bem para pele oleosa, e com bom custo benefício (pode parecer caro mas são embalagens grandes, vão durar bastante, e podem ser usados de manhã e noite (tirando o protetor que é só pra manhã)):\n\n**> Gel de limpeza:**\n\n\\- [CeraVe, Gel de Limpeza Facial para pele oleosa, com Ácido Hialurônico e Niacinamida - R$ 85,99](https://amzn.to/41MXOA1) (é um clássico; meu preferido da vida toda. parece caro mas dura MESES e meses. ele tem ácido hialurônico e niacinamida, que são ótimos ingredientes para adicionar na sua rotina sem precisar passar eles separadamente)\n\n\\- [Darrow Actine - Gel de Limpeza Facial 400g - R$ 74,64](https://amzn.to/3ygwsor)\n\n\\- [AVENE CLEANANCE GEL DE LIMPEZA 300G, Avène, 300g - R$ 63,99](https://amzn.to/3mnXJ5v)\n\n\\- [BIODERMA Sébium Gel Moussant 200ml - R$ 52,90](https://amzn.to/3JhiZTD)\n\n**> Hidratante:**\n\n\\- [Neutrogena® Face Care Intensive Hidratante Matte 3 em 1 - R$ 33,39](https://amzn.to/3kIQrJq)\n\n\\- [Loção Hidratante, Cetaphil, 473ml - R$ 69,99](https://amzn.to/3kNUkg5) (vai durar pro resto da vida kkk)\n\n\\- [NIVEA Gel Facial Hidratante 5 EM 1 - R$ 25,99](https://amzn.to/3ZFjoVT)\n\n\\- [Hidratante Facial Neutrogena Hydro Boost Water Gel - R$ 59,99](https://amzn.to/3ZqSDEf) (meu preferido - super leve, cheiro suave e agradável, não pesa e hidrata muuuito)\n\n\\- [Cetaphil Optimal Hydration Creme Facial 48g - R$ 69,90](https://amzn.to/3F1kAKM) (novo, estou usando e AMANDO! sensação de pele macia de nenê)\n\n\\- [Gel Hidratante Facial Hydro Boost Water FPS 25, Neutrogena, 55g - R$ 53,60](https://amzn.to/3Ji9sf9)\n\n**> Protetor:**\n\n\\- [Isdin Fotoprotector Fusion Water Oil Control FPS60 50ml - R$ 75,90](https://amzn.to/3F1tqrN) (meu preferido em termos de controle de oleosidade - é mais caro mas não deixa a pele oleosa por nada!) \n\n\\- [Sun Fresh Oily Skin sem Cor Fps 30, Neutrogena - R$ 43,99](https://amzn.to/3msSyl4)\n\n\\- [Anasol Protetor Solar Facial FPS 50 - 60g - R$ 37,19](https://amzn.to/3ZnQx85) \n\n\\- [NIVEA SUN Protetor Solar Facial Tripla Proteção Loção Antiacne FPS 50 - 40ml - R$ 47,82](https://amzn.to/3JhSfCn) (fórmula SUPER leve e alta proteção FPS 50, além de prevenir a oleosidade excessiva e proporciona efeito matte)\n\n\\- [Protetor Solar Facial Eucerin - Sun Gel-Creme Oil Control FPS 60 52g - R$ 74,90](https://amzn.to/3F0mwmT) (tudo da Eurecin é maravilhoso, porém costuma ser mais caro)\n\nEspero ter ajudado, e boa sorte aí :)"
            ]
        },
        {
            "title": "cravinhos? procuro produtos!",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "11ijdnj",
            "num_comments": 11,
            "comments": [
                "Eu tenho muitos cravinhos na testa e o creamy de ácido glicolico fez milagres. Fiquei com a testa lisinha, ainda aparece um ou outro mas a diferença pra mim foi gritante kkkk",
                "Uso retinol 0.1 da botanik, vitc da renew, hidratante da biore, protetor solar biote e gel de limpeza neutrogena. Aceito indicações!",
                "Vou aproveitar o post: esses produtos que vcs estão mencionando ajudam com os sebáceos do queixo? Cara, eu não dou conta, tiro tudo e dois dias depois tá tudo cheinho de novo :("
            ]
        },
        {
            "title": "Alguém já comprou a The Ordinary pela Shopee? Está informando ser oficial, mas nunca comprei por lá",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "11f4mlx",
            "num_comments": 16,
            "comments": [
                "é falso, diz que vem da China. e o original tem fabricação nos estados unidos msm",
                "A marca principia é mesma vibe mas BR",
                "Olha, da vontade mas nunca comprei não haha, tenho medo de ser falso pelo preço muito abaixo… compro pelo ML de vendedores com boa reputação mas tb sempre corre o risco né  🤷🏼‍♀️",
                "Olha esse post aqui sobre isso… https://www.reddit.com/r/SkincareAddictionBR/comments/11gc6br/cuidado_com_falsificações_de_the_ordinary_na/?utm_source=share&utm_medium=web2x&context=3"
            ]
        },
        {
            "title": "Como tirar a marca/mancha de sol da pele?",
            "selftext": "Estão com uma diferença de cor absurda em relação ao resto do corpo. Existe algum produto pra isso? Estou iniciando meus cuidados com a pele agora e gostaria de dicas, principalmente de protetor solar. Uso boné, porém preciso de algum chapéu que cubra o pescoço também. Os braços infelizmente não consigo ficar com aqueles mangotes, pois fico com muito calor e meu serviço é bastante sujo. Nesse caso poderia usar algum protetor com maior fator?\n\nHoje meu maior medo é ficar sem camiseta.\n\nMinhas canelas/panturrilhas são muito zoadas também, tem esse contraste de cor com o resto do corpo, porém não de forma tão “agressiva”, que tem desde manchas de sol até queimadura de escapamento de moto. A última marca ganhei jogando bola e ficou um hematoma que não sumiu até hoje. O que eu posso usar pra melhorar nesse aspecto?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "11eom4p",
            "num_comments": 10,
            "comments": [
                "Marcas de sol são os mais difíceis não tem o que fazer é tomar sol ou usar SEMPRE protetor solar",
                "acho que a solucao mais fácil é um protetor mais forte nos bracos e no pescoco mesmo. o bom é que como nao é no rosto, pode passar aqueles que fica esbranquicado (que na vdd protege melhor pois possui uma barreira fisica).\n\nsei como é ruim as vezes pq a meleca do protetor me incomoda muito, eu passo o protetor, deixo secar um pouco e passo uma camada de talco por cima, pq fica mais seco ao toque.\n\ninfelizmente esse role todo mancha muita roupa, já teje avisado... pra mim no dia-a-dia é só camiseta q eu nao tenho dó de sujar ou perder. \n\ne uma coisa que é importante é que se vc ta dentro de um ambiente fechado, passar protetor 1 vez por dia ta de boa, mas ao ar livre tem q ser religioso de reaplicar o protetor - mesmo que esteja debaixo de um guarda sol e tals. confesso que o meu bronzeado de caminhoneiro demorou uns 6 anos pra sumir (isso pq eu moro num lugar frio e uso camiseta ao ar livre umas 3 vezes por ano)\n\nespero ter ajudado",
                "Protetor solar e séruns que ajudem a diminuir as manchas, tipo ácidos, Niacinamida...\n\nÉ bom usar protetor solar acima de 50fps."
            ]
        },
        {
            "title": "(H) Quais melhores procedimentos dermatológicos ?",
            "selftext": "Estou chegando aos 35 e decidi me cuidar mais, já passo hidratante, creme rosto, protetor, etc.\n\nA questão é quais os melhores procedimentos em custo-benefício para se fazer no consultório? E qual periodicidade?\n\nBotox? Quais outros?\n\nObrigado. :)",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "118dskz",
            "num_comments": 7,
            "comments": [
                "Procedimentos que estimulam o colágeno + botox preventivo são a fonte da juventude.\n\nPorém, como botox, na minha opinião, é extremamente dependente de quem está aplicando, o caminho mais seguro é fazer bioestimuladores de colágeno pelo menos uma vez por ano e deixar o botox pra quando vc tiver MUITA segurança no médico que está aplicando.\n\nE isso tem desde os caros (radiese, fotona, etc) até os mais baratos (microagulhamento por exemplo), os mais caros infelizmente são melhores e mais eficazes.\n\nTudo depende muito do seu orçamento e das suas expectativas :)",
                "Bom, cada procedimento tem sua indicação. Depende da sua queixa.",
                "Olha, não é procedimento mas a recomendação que mais dou pros meus amigos em termos de custo-benefício pra reverter e previnir sinais de envelhecimento é começar a usar TRETINOÍNA o quanto antes! \n\nTemos a sorte de termos acesso a esse ativo sem precisar de receita no Brasil, enquanto na maioria dos países precisa ser receitado por dermato e é caríssimo…\n\nTemos na farmácia por R$ 50,00, em 3 concentrações (0,25/0,5/1mg/g) e é o puro elixir da juventude… vai te economizar muito em procedimentos estéticos…\n\nRecomendo dar uma pesquisada e falar com seu dermato sobre."
            ]
        },
        {
            "title": "Protetor Anasol fps 99: opiniões",
            "selftext": "Vcs já usaram? O que acharam? \n\nVou começar: gostei muito do preço, da quantidade e do fator 99. Os ingredientes pareciam muito bons tbm! Me ganhou com a argila e a aloe vera. Acho que eu ia querer testar esse protetor mesmo se me dissessem que é ruim. E até que ele não é completamente ruim, sabe? Tende a esfarelar mas dá pra relevar. Ele é um pouco cansativo de espalhar mas dá pra relevar tbm. O que eu não consegui relevar é o quão brilhante ele fica. E não é nem melado, quando eu encosto eu sinto que ta seco. Inclusive por baixo parece que minha pele dá até uma ressecada, sinto que repuxa se eu reaplico. Dá pra disfarçar o brilho com pó, mas isso só dá mais preguiça de usar. \n\nEnfim, quando eu procurei resenha antes de comprar eu não achei muita coisa, então pensei que seria legal compartilhar minha opinião aqui",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "112zyx7",
            "num_comments": 2,
            "comments": [
                "Usei só o facial fator 50 e acho ele muito bom, pelo preço é um dos que tem o melhor custo benefício. Antes usava o da Actine fator 60, que custava uns 60 a 70 reais na época, e eu ficava parecendo um fantasma de tão branco que aquilo me deixava, sem falar que prometia 10h de aspecto seco, mas umas horinhas depois do uso e eu já ficava com a cara brilhante. Gosto do Anasol porque sinto que a pele fica com aparência de hidratada, é o meio que um meio termo entre pele seca e oleosa."
            ]
        },
        {
            "title": "Protetor solar várias vezes ao dia",
            "selftext": "Olá, sou iniciante nesse mundo de skincare. Fui recentemente na dermato por causa de umas espinhas internas no maxilar que me incomodavam (nada muito grave) e ela me receitou Clindoxyl Gel toda noite e o protetor solar Neostrata Minesol 4x vezes ao longo do dia. Estava pensando se tem problema aplicar o protetor apenas ao acordar, de tarde, e mais uma vez de noite, será que dá ruim considerando que eu saio pouco de casa? Tô procurando o meio termo entre cuidar da pele e a falência (o vidro de 40g me custou 62 conto). Aproveitando, é bom passar um hidratante também? Se sim, como? Tenho medo de virar uma meleca de protetor sobre o hidratante",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "10stc6e",
            "num_comments": 6,
            "comments": [
                "Passar protetor de noite? Não tem necessidade",
                "no caso o hidratante vem antes do protetor solar e sim, é sempre bom manter a pele hidratada",
                "Pois é... O ideal é passar protetor a cada duas horas. Mas puts, não tem quem aguente, além de ser chato e caro ele ainda esfarela quando vc passa muito. Minha filosofia é que fazer pouco é bem melhor que fazer nada. Se vc achar que tem que passar 3, 4 vezes ao dia, talvez vc desista depois de uma semana e nem passe mais. Faz uma rotina que vc consegue manter o ano todo, mesmo que não seja a mais exemplar. Eu passo de manhã e tento reaplicar depois do almoço, mas quando não dá não deu, sem pressão kkkkk. Hidratante é uma boa ideia! O hidratante noturno da Mió (marca da drogaria Araújo) seca rapidinho e é bem barato tbm. Se vc quer reaplicar o protetor várias vezes ou usar mais produtos e acha que ta ficando melado, vc pode tentar usar um protetor solar em pó. É tipo um pó compacto, tem translúcido e com cor. Esses são bem mais caros mas duram pra sempre",
                "O ideal é aplicar de manhã e reaplicar na hora do almoço... isso se vc estiver em um ambiente fechado. Agora se for ficar no sol, tem que reaplicar de duas em duas horas. E se suar, molhar etc, tem que reaplicar tbm.",
                "Olha, n sou dermatologista mas com base na minha própria experiência e em milhares de horas assistidas de vídeos de skincare de dermatos gringos, eu acho muito melhor aplicar protetor 1x ao dia muito bem aplicado (bastante quantidade cobrindo tudinho) e depois ir fazendo a manutenção com pó com FPS do que ficar replicando loucamente e dps de 1 semana você desistir de vez pq da muito trabalho. \n\nSeria o ideal replicar varias vezes? Sim. Mas o feito é melhor do que o perfeito… Duvido fortemente que alguém consiga sustentar esse hábito a longo prazo, não é realista."
            ]
        },
        {
            "title": "Onde comprar os produtos?",
            "selftext": "Não achei na farmácia da minha região, tem chances de ter em outras farmácias ou tem uma loja só para isso?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "10qvlev",
            "num_comments": 4,
            "comments": [
                "Oi! Quais produtos?",
                "O mais fácil é comprar online, só é meio chato pelo frete. Mas se vc for comprar bastante coisa ou esperar uma promoção, pode ter frete grátis. Acho que as que mais fazem promoção são a beleza na web e a época cosméticos. A drogasil vende online tbm, tem muita opção. Vc tbm encontra mta coisa na shopee, não é 100% confiável, mas se o produto tiver muitas avaliações deve ser ok",
                "Depende da marca… online você vai achar tudo que precisa com certeza; se tiver Amazon Prime nem frete vai pagar por exemplo"
            ]
        },
        {
            "title": "Ajude-me sou iniciante",
            "selftext": "Neste novo ano de 2023 quero começar a ter cuidados com a pele, ou seja, fazer skincare, mas tenho muitas dúvidas e elas não podem ser respondidas com um vídeo no YouTube, por isso vim ao Reddit. Minhas dúvidas são: quantas vezes fazer no dia? Quantas vezes fazer na semana? Quais produtos usar? Qual ordem usar os produtos? Para que serve cada produto?\n\nOBS: Homem, adolescente ( 13 anos ).",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "10l6tt4",
            "num_comments": 5,
            "comments": [
                "Vc só tem 13 anos, recomendo falar com sua mãe para consultar um dermatologista, ele vai montar uma rotina ideal pra sua idade e pro seu tipo de pele",
                "Olá! Sei que fazem 9 dias que você postou isso mas espero que veja!\n\nBom, ao que parece, você não falou ter algum problema de pele significativo como acne, manchas e etc...já que só tem 13 anos, uma rotina simples e eficiente já é suficiente.\n\nIdealmente, você faz skincare **duas vezes ao dia, ao acordar e antes de dormir** (Rotina diurna e noturna)\n\nVocê vai fazer skincare todos os dias! Não há dias específicos, não é como cuidar do cabelo. Você sempre tem que manter sua pele bem cuidada.\n\n(Como você não disse seu tipo de pele, não estarei recomendando algo específico)\n\nOs produtos que você deve usar para uma rotina básica e eficiente são: \n\n1° - Sabonete facial (Manterá sua pele limpa e sem acúmulo de sujidades e poluição)\n\n2° - Hidratante facial (Manterá a barreira da sua pele saudável e forte)\n\n3° - Protetor Solar (Esse é o mais importante!!!! Ele irá te prevenir de envelhecimento precoce, manchas e mais importante...câncer de pele! Use protetor solar todos os dias!)\n\nEssa é a rotina diurna (☀️↑) \n\nNa rotina noturna (🌙) você só vai usar o sabonete facial e um hidratante.\n\nEspero ter ajudado de alguma forma! Sinta-se livre para me perguntar o que quiser a mais!!\n\nPs: é bom frequentar um dermatologista também",
                "Esqueci de fazer uma pergunta, quais usar diariamente e quais usar semanalmente?"
            ]
        },
        {
            "title": "Alergia a Depilação",
            "selftext": "Toda vez q faço depilação com cera meu braço enche dessas bolinhas, faço esfoliação e passo hidratante porém continua e tenho muito pelo n sei mais o q fazer",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "10i4qaf",
            "num_comments": 3,
            "comments": [
                "Eu comprei um aparador de pelos. Uso em td q é lugar e n dá alergia nenhuma.",
                "Parece irritação na pele, mas posso estar enganada! Aqui o que eu tentaria usar: pasta d'água (ou qualquer creme com zinco), vaselina (boa pra cicatrizar tbm!), algum creme \"cica\" (la roche posay e avene têm boas opções), algum produto de própolis, ou um óleo puro tipo rosa mosqueta",
                "Depilação com cera não é o mais recomendado pq agride a pele mesmo… passar gillette ou um aparador de pelos seria menos agressivo, e laser seria o ideal. \n\nPra acalmar a pele depois da cera vc não deve esfoliar nem passar nada que vai irritar mais a pele, porque só vai piorar. Eu optaria por algum gel com aloe-vera (tipo aqueles “pós sol”) ou fazer uma compressa com gelo."
            ]
        },
        {
            "title": "Indicações pra hidratar o cabelo",
            "selftext": "Meu cabelo está péssimo, sempre tive o cabelo bonito e brilhante mas de uns tempos pra cá ele está seco e completamente desidratado, normalmente eu passo bálsamo e babosa amassadas com casca e tudo, mas não está mais adiantando e sinceramente sinto que está ficando pior.. vou tentar passar mel hoje e lavar mais tarde, alguma dica por favor? Tenho cabelo a 4 anos só, nunca tinha acontecido isso antes",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "10ffz1s",
            "num_comments": 5,
            "comments": [
                "eu gosto muito das máscaras de tratamento da truss. é uma marca brasileira e profissional, não é barato mas pra mim funciona horrores",
                "Ola! Eu gosto muito da linha Morte Súbita da Lola Cosméticos! Alias, tudo que eu já usei da Lola foi maravilhoso. Atualmente eu uso a linha Morte Súbita e o booster de reparação imediata da linha Danos Vorazes. \n\nA linha Drama Queen de côco usei muito quando fazia natação: maravilhosa pra depois da piscina!",
                "Os produtos Lola são bem bons e um pouco maid acessíveis, vc encontra em farmácias (Drogasil, Droga Raia).\n\nSe ele estiver muito muito muito muito ressecado e morto vc pode tentar o Uso Obrigatório da Truss, ele é mais caro mas ressuscita das trevas seu cabelo.\n\nNão faz essas misturas com comida não, é moh furada. Sem contar que mel é caro. Babosa é bom, mas não precisa de ser com casca e tudo não. Corta a folha, deixa sair aquele líquidozinho amarelo e depois passa só a “baba” no cabelo."
            ]
        },
        {
            "title": "Séruns principia",
            "selftext": "Quais os melhores séruns da principia? Tenho a pele oleosa vi bastante gente elogiando a niacinamida e o ácido glicólico, o mix01 juntando os 2 também são bons?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "10ehbi9",
            "num_comments": 6,
            "comments": [
                "Eu gosto muito do de Niacinamida. A pele fica muito hidratada e radiante. O de ag não curti muito :(",
                "Eu uso esse serum e o gel de limpeza e é maravilhoso, diminuiu a oleosidade e os poros. Uso tbm o ácido hialurônico para hidratar e o ácido mandélico para diminuir as manchas, tá funcionando muito bem, já obtive melhoras",
                "Eu acho o AG é bem agressivo mas niacinamida é o amor da minha vida"
            ]
        },
        {
            "title": "Cravos no nariz e pele oleosa",
            "selftext": "Olá gente, o problema é o mesmo do título, a pele do meu rosto é muito oleosa e como eu uso óculos chega a ser irritante o tanto que ele fica escorregando, também tenho cravo no nariz, vi que existe uma máscara preta que \"remove\" os cravos mas não sei se realmente funciona...\n\nEu tenho um total de 0 conhecimento em skincare.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "10ak8on",
            "num_comments": 7,
            "comments": [
                "Primeira coisa é ter uma base de 1) sabonete facial ou gel de limpeza + 2) hidratante para pele oleosa + 3) protetor solar. \n\nNão sei como é seu orçamento mas para limpeza eu gosto do [Gel de limpeza da Cerave](https://www.amazon.com.br/CeraVe-Limpeza-Facial-Hialur%C3%B4nico-Niacinamida/dp/B09VVL6DWP?th=1) e do [Cleanance Gel da Avene](https://www.amazon.com.br/AVENE-CLEANANCE-LIMPEZA-300G-Av%C3%A8ne/dp/B09HQN5JH5/ref=sr_1_1?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=1MM389CKE4B7T&keywords=gel+de+limpeza+facial+avene&qid=1673638404&s=beauty&sprefix=gel+de+limpeza+facial+avene%2Cbeauty%2C205&sr=1-1). Uma opção \n\nPara hidratante para pele oleosa eu gosto do da [Bisyou](https://bisyou.com.br/products/hidratante-bisyou-acqua-360), do Cleanance da [Avene](https://www.drogariaspacheco.com.br/emulsao-avene-matificante-cleanance-40ml/p) e do [Normaderm da Vichy](https://www.drogariaspacheco.com.br/sabonete-liquido-facial-anti-acne-vichy-normaderm-phytosolu-loreal-brasil/p?origin=autocomplete) (esse é o melhor que eu já usei pra pele oleosa mas é caro para burro). \n\nProtetor solar eu tô usando agora o [Triple Protect da Nivea anti-acne](https://www.amazon.com.br/NIVEA-Protetor-Facial-Prote%C3%A7%C3%A3o-Antiacne/dp/B0B8BHQNMW/ref=sr_1_4?keywords=protetor+solar+nivea+facial&qid=1673638777&s=beauty&sprefix=protetor+solar+n%C3%ADvea+facial%2Cbeauty%2C183&sr=1-4) e gostando muito. O matificante da Vichy também gostei muito mas é mais caro. \n\nAí depois que vc já tiver uma base dá pra começar a pensar em um esfoliante para ajudar com os cravos. Essas fitas máscaras que removem os cravos que vc vê em farmácia não resolvem nada. Podem melhorar na hora mas são ruins para pele no longo prazo.",
                "Se vc tem zero conhecimento .\nSkincare, comece do começo: primeiro um sabonete facial pra pele oleosa."
            ]
        },
        {
            "title": "olheiras profundas",
            "selftext": "podem me indicar produtos relativamente baratos para clareamento/tratamento das olheiras? sempre tive muita olheira, mas nos últimos dias sinto que estão mais escuras e profundas, e queria suavizar, ou então sumir com elas mesmo.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "104ucxt",
            "num_comments": 5,
            "comments": [
                "Só quero ver as dicas.",
                "Se piorou você tem que ver se tem algum problema de saúde novo, anemia, stress. Eu vou ser sincera, pra mim resolver olheira é achar um bom corretivo.",
                "Vi hj um kit da principia para olheiras n sei se é bom mas vi boas reviews",
                "sofria com o mesmo problema, fui na dermato e ela me receitou usar o ivy c olhos da mantecorp, achei caro mas usei por um tempo e acabou que não mudou nada \n\ntentei outros tratamentos tópicos também mas nada melhorou as minhas olheiras além do preenchimento com ácido hialuronico \n\nalgumas pessoas falam mal de preenchimento na área dos olhos mas eu te digo viu, mudou minha vida."
            ]
        },
        {
            "title": "Pele oleosa e com muitas espinhas, alguém pode me ajudar?",
            "selftext": "Estou com muitas espinhas e cravos no rosto, queria alguma solução barata pra chegar à um resultado no mínimo aceitável, não conheço nada sobre cuidados de pele e não tenho condições financeiras de ir até um dermatologista ou algo do tipo, existe um produto básico que possa quebrar o meu galho?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "104diae",
            "num_comments": 2,
            "comments": [
                "Depende. Muitas vezes a acne é causada por problemas hormonais que não podem ser resolvidos com produtos de uso tópico. Recomendo ir na UBS mais próxima da sua casa e pedir indicação para dermatologista pelo sus. Não vão te cobrar nada.\n\nPara manter sua pele limpa é essencial que você use um sabão adequado, vou te recomendar alguns produtos que tem preço acessível e são bons para pele acneica.\n\n[Sabonete facial](https://a.co/d/8S7AsWl) da Actine. Usar ao acordar e de noite após chegar em casa.\n\n[Hidratante facial](https://a.co/d/60C3dVm) da Neutrogena. Aplicar no rosto seco após lavar com o sabonete facial.\n\n[Protetor solar facial](https://www.drogasil.com.br/needs-beauty-protetor-solar-facial-fps-70-40g.html?&utm_id=17759207014&gclid=CjwKCAiAh9qdBhAOEiwAvxIok4UW5hYhR4JmNKKXZhZbkJVmB1pbbaN3S-Fy0lhwk4yrnVrVhqzePxoCvroQAvD_BwE) da Needs. Um produto indispensável pra quem tem pele acneica.\n\nA luz solar danifica demais a pele do rosto e contribui para que fiquem cicatrizes que demoram muito tempo a sair. Usar protetor solar diariamente (mesmo em dias nublados ou pra ficar em casa) é fundamental pra ter uma pele saudável.\n\nTodos esses produtos são baratinhos e acessíveis, você encontra em qualquer farmácia perto da sua casa.\n\nEsse daqui talvez tenha que ir em uma loja mais especifica ou comprar pela Internet, mas acho muito bom pra quem luta contra o excesso de oleosidade\n\n[Sabonete em barra de enxofre](https://www.drogasil.com.br/granado-sabonete-especias-antiseptico-enxofre-90-g.html?gclid=CjwKCAiAh9qdBhAOEiwAvxIok4GywRQns3xl_D9G0uqePsJBZBsCFqYVKgVqsFDux3oYIS5bdIPnJRoCYaUQAvD_BwE) da Granado. Esse sabonete é bem forte, recomendo usar umas 2x por semana, a noite, e depois hidratar bem a pele.\n\nNão esqueça de correr atrás do dermatologista pelo sus!"
            ]
        },
        {
            "title": "Pele do rosto ressecada",
            "selftext": "Alguém sabe o que posso fazer para resolver?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "zjnu6b",
            "num_comments": 7,
            "comments": [
                "Acho que um bom hidratante passado com frequência resolve",
                "Também tenho esse problema",
                "Algumas dicas que me ajudaram quando aconteceu comigo:\n1. Não lavar o rosto com água quente\n2. Hidratar logo após o banho\n3. Beber muita água ao longo do dia (aconteceu no verão do ano passado e no final eu descobri que tava perdendo muita água por causa do calor e não tava repondo, tava com a pele e lábios secos por falta de beber água o suficiente)"
            ]
        },
        {
            "title": "Alguém aqui tem disidrose?",
            "selftext": "Como trata isso?\n\nTo aprendendo com isso que eu preciso usar luva pra qualquer coisa serviço de limpeza que eu for fazer, foda que essas ultimas semanas eu não fiz nenhuma limpesa pesada e mesmo assim voltou",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "z8ehjk",
            "num_comments": 1,
            "comments": [
                "O meu aparece também quando eu tô muito nervosa ou estressada. \n\nEu costumo passar a pomada de dexametasona, funciona bem"
            ]
        },
        {
            "title": "cicatrizes de espinha no nariz",
            "selftext": "[https://imgur.com/a/G0wHCCo](https://imgur.com/a/G0wHCCo) Tenho 3 marcas com um certo relevo no meu nariz, pelas fotos de lado voces conseguem notar o relevo das marcas, ignorem os poros, isso eu to tratando, mas as marcas eu nunca consegui. \n\nJá tomei roacutan, já fui em dermatologistas, mas eles nunca se estenderam sobre esse assunto especificamente, jah fiz peeling, limpeza de pele nada diminuiu de forma perceptivel o volume dessas marcas\n\nPS: o imgur ta dizendo que o link eh pra maior de 18, mas soh tem 3 fotos do meu nariz, juro",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "yb2wfa",
            "num_comments": 12,
            "comments": [
                "Homi do céu, não dá nem pra notar essas cicatrizes! Calma, nossa pele não é perfeita, é normal cada um ter suas particularidades. Seu nariz parece perfeitamente normal pra mim, mesmo a presença de oxidação nos poros é totalmente normal e saudável.\n\nTá tudo certo com seu nariz, é um belíssimo nariz. Não pira nessas coisas pequenas que é isso que deixa a gente doido e causa uns problemas de autoestima mais ligados ao psicológico do que a aparência em si.\n\nRepete comigo: ESTÁ TUDO BEM COM MEU NARIZ!",
                "Não dá pra ver direito na foto. Tá um caroço duro tipo comedao fechado ? Se sim, comedomed pode te ajudar bastante e tá na época com 50% de desconto.\n\nNão ganho nada com isso do produto, só sei porque vi no site enquanto fazia minhas compras de Black Friday."
            ]
        },
        {
            "title": "Gente, fui diagnosticado com psoríase, mas queria muito fazer tatuagem, vocês tem alguma dica ?",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "y6pa85",
            "num_comments": 3,
            "comments": [
                "tenho psoríase e minhas dicas são: \n1. banho de sol (10 minutinhos nos lugares onde você tem feridas) \n2. Não faça a tatuagem onde você JÁ TENHA machucados\n3. CeraVe creme hidratante, ele é caro mas é o que mais ajuda além de poder ser usado no corpo e rosto e durar bastante",
                "Meu marido tem psoríase e é todo tatuado; não afetou ele",
                "Tbm tenho psoríase o q vcs usam na pele pra melhorar a coceira?"
            ]
        },
        {
            "title": "Alguém sabe o nome dessas bolinhas no braço?",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "y2e4a8",
            "num_comments": 11,
            "comments": [
                "Pode ser alergia",
                "Foliculite. A pele seca e grossa \"entope\" o folículo. O pelo fica encravado. Tem que dar uma esfoliada depois do banho com a toalha, passar hidratante",
                "Queratose pilar. O tratamento tópico foca em emolientes como vaselina e ureia. Também é possível usar retinol pra estimular renovação desde que tu use proteção solar sempre pra não dar hiperpigmentação nem ca de pele.",
                "Coça,  arde?"
            ]
        },
        {
            "title": "comprei um kit de produtos veganos e estou amando",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "y1dk5l",
            "num_comments": 4,
            "comments": [
                "Sou nova aqui e queria falar sobre um produto que estou usando tem 1 semana é nacional e vegano fui testar já que minha pele é beeem oleosa e com acne. Já sinto muita diferença comparada aos produtos caros que comprei e só faziam efeito depois de muito tempo usando.\n\nSinto que minhas espinhas estão diminuindo e as manchas clareando mas estou fazendo a rotina sem falta certinho os resultados estão me animando."
            ]
        },
        {
            "title": "dicas pra creme de uso diario",
            "selftext": "Percebi que não prestava muita atenção no cuidado da minha pele e comecei a tentar prestar mais atenção em relação a isso.\nUso atualmente no rosto um hidratante cerave depois do banho que foi recomendado pelo dermatologista e comprei um creme chamado natura chronos.\nMas queria saber qual sabonete é bom usar ou como saber qual é melhor pra minha pele, qual creme posso passar no corpo todos os dias ou periodicamente. E acho que o mais importante é qual protetor solar é bom pra usar diariamente e não tem cheiro de protetor pea praia/piscina.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "xdcka1",
            "num_comments": 4,
            "comments": [
                "[deleted]",
                "Ouço falar muito bem dos protetores da le roche posay, da linha anthelios. \nMas tudo depende também de sua idade e tipo de pele.",
                "A cerave costuma a fazer hidratantes muito bons e esse natura chronos é ótimo para pele oleosa. Protetor perfeito é sempre um desafio, mas um  que dá bastante certo é o da neutrogena fps 70 sem cor. Se o valor não importa muito, o photoage water da dermage é muito bom!"
            ]
        },
        {
            "title": "Posso usar Cicaplast para uso diário ?",
            "selftext": "Eu pesquisei, mas não encontrei nenhuma resposta satisfatória. Gostei tanto do resultado que ficou no meu rosto, mas tenho esse medo que, talvez, prejudique a minha pele a longo prazo.\n\nE se não é recomendável. Conseguem me recomendar algum hidratante para uso diário durante a noite ? Estou de olho na loção hidratante da Cerave",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "x8p40n",
            "num_comments": 5,
            "comments": [
                "cicaplast é bem de boa, é um creme regenerador mesmo. eu gosto da loção cerave mas principalemte porque ela não contem ingredientes irritantes, como fragrancias, entao uso no rosto. aí nas areas mais secas uso bepantol derma, nivea de latinha, cicaplast, ou até mesmo vaselina!  Lava o rosto direitinho e manda ver no cicaplast",
                "Tudo depende do teu tipo de pele. Eu uso cicaplast na área dos olhos ao invés de cremes para os olhos daqueles caros, já usei creme de 200 pila 15ml que me fez menos que o cicaplast de 65 40ml. Mas pro restante do meu rosto ficaria pesado demais então tô usando hydroboost que consegui por 50 na Amazon e já tá bom pra depois do glicólico da creamy"
            ]
        },
        {
            "title": "alguém já usou esse?",
            "selftext": "To procurando algum bronzeador que também proteja a pele,  já que sou bem branquinha, mas também quero bronzear \nDia 11 vamos para a praia(viagem de lua de mel) e não quero pegar uma insolação..\nOu se tiver sugestões aceito também.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "x3fcfd",
            "num_comments": 3,
            "comments": [
                "Nunca usei, mas partindo do princípio que não existe bronzeado sem dano à pele, eu cairia fora. Bronzeado é lindo, eu pareço uma vampira e tenho ranço disso, mas como a alternativa seria causar dano e com isso envelhecimento e propiciar um câncer de pele, eu deixo quieto.",
                "a insolação nao depende do seu bronzeado, tanto que nenhum protetor solar protege disso. O ideal pe se proteger da exposição extrema, evitar horaios de pico,, tomar bastate sol.\n\nCOntra queimaduras, use fiktro solAr bom e reaplique sempre.\n\nVc pode usar auto bronzeador , sabia. PAsse, fica com a pele morena, usa o protetor solar por cima. Perfeito, cor do verão sem risco e é a prova dagua. MAs é auto bto zeador, aquelr que vai ficando progressivamente mais escuro, tipo a da skelfe, e não maquiagem bronzeadora que sai na água.\n\n&#x200B;\n\nOlha só: https://www.agazeta.com.br/hz//moda-e-beleza/autobronzeadores-o-que-e-e-como-usar-o-produto-no-verao-1221"
            ]
        },
        {
            "title": "O kit da proper jack vale o preço??",
            "selftext": "Eu não entendo quase nada desse mundo de skincare e afins, porém eu queria muito começar de algum lugar para resolver a minha pele extremamente oleosa, e assim eu comprei e comecei a usar o kit deles (e tô gostando, a minha pele em alguns dias já melhorou um pouquinho), só que como eu não sei muito dos preços eu gostaria de saber se vale apena mesmo, grato!",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "wz0hhq",
            "num_comments": 2,
            "comments": [
                "Vale a pena demais, eu uso tem quase 6 meses só essa marca e mudou minha vida, sou cliente fiel deles",
                "Não funcionou pra mim. Usei por cerca de 2 meses. Dito isso, minha pele é bem oleosa, então talvez funcione em outros tipos de pele."
            ]
        },
        {
            "title": "Me ajudem, por favor | pele ressecada e sem viço",
            "selftext": "gente, boa noite, eu queria saber o que fazer com a minha pele, ele é mista e o clima tá muito seco, comprei hidratante para o meu tipo de pele e tá dando uma salvada, mas eu queria um óleo nutritivo e anti-idade para dar um gás\n\nvocês têm indicação? estava pensando no óleo de jojoba mas to com medo dele ressecar ainda mais e não me dar viço",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "vn1lbm",
            "num_comments": 18,
            "comments": [
                "O óleo de esqualano da Biossance é extremamente eficaz em quesito hidratação! Além da ação para suavizar linhas de expressões. Única desvantagem é que ele é um pouco caro.",
                "Primeiro, não é porque é um óleo que vai hidratar mais e o melhor anti-idade é o protetor solar e alimentação saudável, se você é regrada a usar protetor de 2 e 2 horas , só se preocupa com o que comer. Já pensou que pode dar efeito rebote? Os óleos em si não vão ressecar, mas pode deixar tua pele bem oleosa, eu com minha pele mista fui inventar de usar óleo de rosa mosqueta e boom espinhas, só cola na região dos olhos porque é sequinha mesmo, minha dica para pele ressecada por experiencia própria. CICABIO BIODERMA, perfeito, hidrata MUITO sem deixar oleoso, perfeito, aliás, usar ele e tomar muita água, ele vem com 40ml, 2x ao dia e custa de 50-60 reais, melhor investimento da minha vida, dura muito, descobri ele na internet  pq eu comprei o la roche concentrado, usava ele e o actine todo dia, pra que minha amiga? N tinha uma espinha na cara, mas também ela parecia pneu kkkkkkk eu usei só um sabonete e ele. Seu hidratante pra sua pele você pode tentar usar 2x por dia e óleo de rosa mosqueta na área dos olhos, tem um da farmax baratinho e puro. Boa sorte!",
                "Tô aqui para ler as indicações 👀",
                "Vc já tentou misturar umas gotinhas de oleo no hidratante? No sou expert mas cmg funcionou.\nEu estava usando ac. retinoico e a pele fica bem sensivel e ressecada.\nE quando minha pele esta assim eu opto por cremes mais densos (tem um creme da oceane de cetelha asiatica que gosto muito, porte verde escuro e o cerave creme tbm) e misturo 2 gotas de oleo de rosa mosqueta.\n\nSobre o oleo de esqualano a Oceane lancou um que acaba sendo mais em conta, nunca usei mas é bem mais acessivel!",
                "Passei pelo o mesmo que você recentemente\n\nO que me ajudou com o ressecamento foi usar óleo de rosa mosqueta com creme Nivea da latinha a noite. Também usava o creme Nivea de dia em casa, quando eu não ia sair. \n\nOutra opção muito boa que resolveu pra mim, foi misturar o óleo de rosa mosqueta com óleo essencial de lavanda. Usei essa mistura quando minha pele também estava sensível e avermelhada.\n\nDepois que comecei a usar óleos essenciais na rotina de skincare, o ressecamento, sensibilidade e espinhas melhoraram muito!",
                "obrigada pela indicação \n\neu usei o oleo de rosa mosqueta tbm. mas no meu caso ressecou",
                "Como ja falaram no topico, protetor solar e alimentacao saudavel sao os melhores anti idade que tem. \n\nO hidratante de pele tem esse nome mas na verdade o produto (por mais caro que seja) age superficialmente. A hidratacao acontece de dentro pra fora e os produtos ajudam a \"segurar\" a hidratacao. se o teu corpo nao tem agua suficiente para dar vico na pele, nao tem emoliente externo que vá dar conta. E o efeito nao é imediato. Leva umas boas 2 semanas pra notar diferenca no resultado. \n\nSe tem vento na tua regiao, isso contribui com a remocao da camada protetora da pele. Óleo ajuda, mas eu acho que deixa bem melecado independente do tipo de pele - usaria durante a noite pra dar um boost de protecao, mas nao pra sair na rua. Óleo de jojoba é bom mesmo, o melhor que ja usei dentre todos, Eu usava o da The Ordinary. O de amendoas e o de semente de uva também sao bons e em conta. Rosa mosqueta é levinho mas acho que tem um potencial alergenico maior.",
                "Pode ser qualuqer oleo vegetal puro prensado a frio.\nOleo de abacate, jojoba, rosa mosqueta, semente de uva.\nNormalmente uso a moite pq fica um pouco peguento",
                "quando o clima está muito seco eu uso cerave loção logo apos o banho. aí eu dou uns splashed de agua no rosto, pra glicerina do creme não puxar a agua da pele. Aì eu passo ulgum hidratante, como cicaplast por cima, pra dar uma selada"
            ]
        },
        {
            "title": "Queria indicação de produtos baratinhos",
            "selftext": "Eu queria começar a ter uma rotina de skin care , tenho a pele oleosa mas não é um grande problema \nEnfim a questão  é que a grana esta curta e eu preciso de indicações \n\nAs linhas da ruby rose por exemplo custam por volta de 100 reais o kit completo, mas eu tenho medo de ser mais uma coisa efeito placebo, sabem? \n\nQueria saber o que vale mais a pena em custo benefício se vocês  tiverem alguma dica",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "vfkcdh",
            "num_comments": 13,
            "comments": [
                "Sabonete de coco da granado, deixa a pele bem sequinha e é baratinho. Se sua pele for acneica tem os de enxofre, mas eles tem um pouco de cheiro.\nHidratantes... tem o nivea de pepino e o soft, que são levinhos e hidratam bastante. \nProtetor solar até hj procuro um que seja barato e bom.",
                "Eu gosto muito da linha da Ruby Rose. Eu acho que essa marca tá se superando. Eu usei o tônico e o sabonete líquido dela e nunca encontrei uma melhor em preço acessível. Vale a pena.",
                "Um produto que eu curto é aquela loção hidratante da hada labo com 4 tipos diferentes de ácido hialurônico. Já vi ficar na promo por 80 reais na amazon. A questão é que ela é uma loção, ou seja, textura líquida muito bom para peles oleosas e dura muito mais tempo do que os hidratantes comuns! Eu uso seis gotas de dia e mais seis à noite e dura meio ano ou mais. Esse produto me fez parar de ficar gastando tanto dinheiro com hidratante. Claro, não é uma mina de ouro. Então eu procuro sabonetes mais gentis para não tirar muito dessa hidratação natural da pele e se eu puder, coloco algum tônico hidratante para complementar.",
                "Muito obrigada mesmo ♡",
                "Olha, n sei como é sua pele mas já usei muita coisa cara e hoje o que tem funcionado pra mim é:\n-sabonete: uso o shampoo Johnson's baby daquele amarelo, quase 500ml. dura uma vida, barato\n-hidratante: loção hidratante cerave p corpo e rosto, 473ml, 80 conto na Amazon, dura pra sempre tbm. Apesar do valor inicial ser alto, o custo-benefício é sensacional, absorve bem, sequinho, não promete nada e entrega tudo\n- protetor solar: neutrogena facial sunfresh 70, 40 conto tbm. Muito melhor que muito protetor caro que já usei. Não esfarela, não deixa branco, absorve perfeitamente, pele seca.\nÀ noite: depois do hidratante, uso óleo de jojoba ou rosa mosqueta, tem que ser 100% puro.\n\nSe quiser ativos outros ativos, a principia tem boas formulações e preço excelente, sou apaixonada pelo glicólico e niacinamida deles, +/- 50 reais cada por 30ml",
                "Qual o seu tipo de pele?",
                "olha eu amo muito o hidratante da Cerave, custa 80,00 mas são 479ml, vai muito mais do que vários potinhos de hidrantes, então compensa muito! \n\nEu tenho pele mista a oleosa, pra mim eu uso a LOÇÃO.. \n\nEu também gosto do tônico da needs que é baratinho também, acho que uns 20-25 reais na promoção, eu uso o azul, mas tem o verde que é para peles com acne também.\n\nA needs (a marca da Drogasil/drogaraia) tem uma seleção gigantesca de produtos, com preços ótimos e que sempre entram na promoção. Eu sempre espero entrar na promoção de compre 3 por 20% de desconto. \nJá usei e gosto \n-óleo de rosa mosqueta\n-tônico \n-água termal \n-esfoliante labial \n-protetor solar (muito bom!)\n-protetor solar com cor"
            ]
        },
        {
            "title": "As espinhas estão acabando com minha cara",
            "selftext": "Tá sendo impossível. Não tenho uma dieta afogada em açúcar (coisa que dizem que atrapalha, não sei se é muto), lavo meu rosto com Actine, passo azelan, mas nada dá jeito.\n\nSe fosse só uma que aparecesse de vez em quando, não teria problema, mas são sempre 2, 3 até 4 ao mesmo tempo.\n\nAi geral diz que o melhor a se fazer é deixar, não estourar, mas tenho espinha de mais de mês aqui na cara e nunca sai. Se não estouro, ela fica lá, doendo, se estouro, fica a marca. Aí é foda. Como é que faz? Só desisto mesmo?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "uqd33r",
            "num_comments": 5,
            "comments": [
                "Vai num dermatologista ou num endocrinologista, isso pode ser hormonal e talvez o tratamento que vc precisa é outro.",
                "Azelan é um ácido mais fraco, tvz vc possa tentar outro.",
                "Ja sofri bastante com acne e entendo que algumas pessoas nao tem condicoes de ir ao um dermato pois na epoca eu tbm nao tinha!\n\nNormalmente costuma ser por conta dos hormonios, entao aconselho procurar formas de regular os hormonios naturalmente, como atividade fisica e boa alimentacao.\nSe vc ja faz isso tente juntar com cuidados especificos para sua pele.\nLimpar, tonificar, hidratar e proteger.\nLavar com sabonete especifico(darrow tem uns acessiveis)\nTem um adstringente da principia com ac salicilico e acido latico. Ou tem um da skinceuticauls (blemish) esse ja é um pouco mais caro.\nPra hidratar tem uns serums que nao sao tao caros - mix01 da peincipia\nE tem um serum da oceane que tem a mesma proposta do da skinceuticals porem muito mais barato. Chama se blemish(oceane)\nE nunca se esqueça de passad filtro solar, pois esses produtos que citei sao acidos e podem manchar sem uso de fps!\n\nRepita a rotina a noite tbm!\n\nSe vc tiver condicoes de ir numa dermato, é claro que é muito melhor. \nPorem alem de pagar a consulta ela vai te passar varios produtos pra comprar (eles costumam indicar marcas caras).\nEla tbm pode te pedir exames de sangue pra verificar os hormonios e se realmente estiverem alterados ela ira te encaminhar para o endocrino.\n\nAs espinhas me deixavam frustrada com a auto estima la embaixo.\nInfelizmente nao vai melhorar de uma hora pra outra, precisa persistencia.\nNo meu caso eu tomei isotretinoina, e mesmo depois de parar com o medicamento tive espinhas ( bem menos é claro).\nHoje estou com 31 e tenho uma ou outra.\n\nEspero que tenha te ajudado um pouco.\nTe desejo força e perseveranca!!",
                "Também tive essa fase, e meu problema era hormonal pois tinha parado com AC por conta própria. E como eu não tinha dinheiro para ir ao dermatologista, pesquisei muuito. Gastei dinheiro com muitos produtos caros que não resolveram, então eu decidi dar uma chance para produtos naturais. \n\nO que me ajudou para secar as acnes foi usar óleo essencial de melaleuca diluído em óleo de rosa mosqueta, e desde então tenho tido poucas acnes. Ajuda mesmo até com as espinhas internas doloridas.",
                "`olha, sempre que sai espinha em mim, a primera coisa e parar de usar todos os cremes. use só um limpador facial suave. depois de pelo menos uma semana vc vai voltando com seus produtos, um de cada vez. se vc não gosto de anticoncepcional, o que eu entendo, a sua dematologista passar spirulolactona. faz bastabte difereça, mas precisa de acompanhamento`"
            ]
        },
        {
            "title": "Olá pessoal, gostaria de sugestões de produtos e marcas para skin care, estava pensando na Sallve mas estou com dúvidas ainda... (principalmente área dos olhos, hidratação e sérum, protetor solar...)",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "u60tza",
            "num_comments": 5,
            "comments": [
                "Principia e Mantecorp. Não tem erro com essas.\n\nDa Sallve, dos que experimentei, o único que deu certo foi o serum antiacne.",
                "Depende do teu tipo de pele e do quanto tu quer pagar.",
                "Só uso dois produtos de skincare, que pra mim funcionam perfeitamente e tem um ´ótimo custo benefício: O [gel de limpeza deep clean](https://www.amazon.com.br/Deep-Clean-Limpeza-Profunda-Neutrogena/dp/B077C1DLMJ/ref=pd_vtp_sccl_56/132-2143538-3087125?pd_rd_w=7WEOb&pf_rd_p=83788e41-7498-424b-9af0-229f7b1cdf66&pf_rd_r=XGWKFEFV289HC6SY3P2H&pd_rd_r=9e7d166a-be0f-4c2c-9fa8-e579e9c02d90&pd_rd_wg=3Xpf2&pd_rd_i=B077C1DLMJ&psc=1) e o [hidratante hydro boost gel](https://www.amazon.com.br/dp/B06XQ27YLL/?coliid=I1SMUY8I9AIOBM&colid=2I10PZMZIUD98&psc=1&ref_=lv_ov_lig_dp_it), ambos da Neutrogena.",
                "Da sallve só deu bom em mim o serum uniformizador. Mas deu bom em mim, pq em pouco tempo a embalagem estragou. Ja testei o hidratante regenerador e o hidratante de labios deles, mas não achei bons. Eu atualmente estou usando somente à noite o creme de bioresveratrol da bioart e ele tem me atendido mt bem e dura muuuuito, além de ter refil. Sobre outras áreas não me arrisco a falar sem nem saber o seu tipo de pele",
                "Qual o seu tipo de pele?\nTem alguma coisa especifica que nao te agrada ou que quer melhorar?"
            ]
        },
        {
            "title": "Blancy TX vs. Eucerin anti-pigment noite: qual é melhor para clarear manchas?",
            "selftext": "ei galera, eu to nessa dúvida porque me foram recomendados esses dois produtos pra clarear manchas (cicatrizes de acne). fica difícil comprar os dois porque são bem caros rsrs queria saber se alguém já usou ou tem alguma experiência com eles? dei uma pesquisada e vi que os ingredientes ativos nesses dois produtos não são bem os mesmos, e fico um pouco desconfiada porque já usei vários produtos pra clarear manchas (niacinamida, ácido azelaico, vitamina c, etc) e nenhum deu certo",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "trby5h",
            "num_comments": 2,
            "comments": [
                "eu nuca usei nenhum desses, mas eu naç uso mais nada que tenha acido. minha pele é muito sensivel e piorava o melasma. o que melhorou o melasma foi a niacinamida, de manha e a noite, e filtro solar. Um fikltro transparente que vc passa em camadas generosa. Aí espera quinze minutos e passe um filtro solar com cor por cima. a luz visivel tbm mancha a pele, e um filtro com cor ajuda nisso. se vc nao tem filtro com cor, oide usar base normal por cina do filtro solar por cima"
            ]
        },
        {
            "title": "Protetor solar facial que não deixa o rosto brilhando e tem preço bom",
            "selftext": "Olá gente. Até um tempo atrás eu usava Actine como protetor solar facial, mas eu não tô mais conseguindo pagar aquele valor (75 reais na época). Comprei um da marca Sunless por 35 reais e me decepcionei, meu rosto sai amanteigado de casa, tô usando na base do ódio pra acabar rápido. Vocês tem recomendações? Queria algo de até 50 reais, mas quanto mais barato melhor pra mim.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "td61dr",
            "num_comments": 7,
            "comments": [
                "Eu gosto muito do Anasol fps 50. Ele é toque seco, tem argila branca, é indicado para peles oleosas/acneica por ter ativos calmantes tbm e tem vitamina E. O ponto negativo é que ele sai muito fácil com água. Ele na amazon fica por volta de 45 reais, mas em farmácias locais eu já vi por até uns 25 reais. \n\nTem tbm o protetor da natura para peles oleosas. O único ruim dele é que ele é cremoso, então me deu acne, mas muita gente diz que gosta. A natura faz várias promoções, então é só ficar de olho pq é fácil ele ficar por 33 reais. Mas aviso que ele deixa um leve véu branco.",
                "Tem o neutrogena sunderm fps 70 que é uns 50 mas tu consegue por 40 na promoção. Eu comprei por 36.90 numa promo. \n\nEu achei super justo, mas minha pele mudou agora na gestação então tive que doar ele, mas pra quem tem pele oleosa/mista achei uma boa pedida barata porque tem silicone então imita um tanto o minesol da roc.",
                "Da uma pesquisada no preço do actine em outros lugares. Dei uma olhada aqui e achei ele por uns 50 reais. Ele tem também uma embalagem de 120g que sempre compensa mais do que comprar a de 40g",
                "O episol costuma custar uns 50 reais e é maravilhoso",
                "Eu uso o anasl fator 35 e acho bom. Custa por volta de 25 reais. Já usei o fator 50 e n gostei, fiquei até com acne usando ele.",
                "o da actine"
            ]
        },
        {
            "title": "Preferem produtos com ou sem válvula pump?",
            "selftext": "Não me entendam mal, eu mais quero saber é: como vocês fazem com um produto novo com válvula pump?\n\nVou explicar meu caso: Já comprei alguns sabonetez com válvula pump e sempre tive problema na primeira vez que usava, ent eu tirava a tampa para tentar entender o problema (algo ruim nesse tipo de caso, não? já que a ideia é o produto não ter contato com o ar-livre), mas nunca resolvia. De repente, do nada, resolvia!? Recentemente, depois de tempos sem comprar coisas com pump, esqueci disso e quase quebrei meu sabonete da dermage. Além disso, novamente o produto começou a funcionar do nada. Como você faz quando recebe um produto de válvula pump?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "tcpji5",
            "num_comments": 2,
            "comments": [
                "É preciso apertar algumas vezes pro produto sair. O canudo, por onde o produto é chupado pra fora, está vazio quando vem de fábrica. \n\nIsso é normal, e sempre sou preferência aos produtos que tem pump."
            ]
        },
        {
            "title": "Só eu tenho problemas com as embalagens da Sallve?",
            "selftext": "A embalagem é bonita e minimalista, mas na prática cai atoa. Além disso, já tive problemas da tampa quebrar sozinha ou o próprio \"corpo\" do produto começar a vazar e eu ter que trocar de recipiente",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "tavbmu",
            "num_comments": 2,
            "comments": [
                "Dois produtos meus quebraram a embalagem. Eu entrei em contato com eles, que me pediram fotos das embalagens e explicação de como quebrou. Recebi o reembolso completo, achei o atendimento bom e eles entenderam o que aconteceu.",
                "Depois que meu hidratante firmador \"acabou\", eu quis abrir porque parecia ter bastante produto ainda na bisnaga. Foi beeeem difícil de conseguir tirar a tampa, mas o produto rendeu muitas e muitas e muitas outras aplicações. Chegou uma hora que não conseguia mais tirar o creme pela abertura e precisei cortar a embalagem... o produto é maravilhoso mas seria desperdiçado se eu não fosse tão pão dura, tudo isso por causa da embalagem!"
            ]
        },
        {
            "title": "Protetor solar + hidratante",
            "selftext": "Oi pessoar, sou homem, pele meio oleosa\n\nTipo no rosto eu passo uns trem já: protetor com hidratante da epidrat, um sabonete liquido amarelo que esqueci o nome, lavo todo dia e tals, melhorou MUITO.\n\nMas lendo alguns posts me recorreu que eu não faço nada pro resto do corpo (eu passo hidratante da nivea dps do banho, tenho tbm uns da victoria's secrets pq gosto do cheiro kakaka), ai tipo, minha nuca e braço é duma cor, o resto do corpo outra, parece aqueles bonequinho de brinquedo quando você tira a armadura kadauisdhasuid\n\nAlguém tem um protetor bão que hidrate ou não precisa disso? Tipo queria cuidar mesmo da pele ao longo prazo.\n\nE tem algo mais que devo me preocupar ou tá bão também?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "t5xn8z",
            "num_comments": 6,
            "comments": [
                ">Tipo no rosto eu passo uns trem já: protetor com hidratante da epidrat, um sabonete liquido amarelo que esqueci o nome, lavo todo dia e tals, melhorou MUITO.\n\nA área dos olhos precisa de um cuidado especial. Algum tipo de sérum ou hidrante para essa área é bacana já q vc perguntou. Para a pele do rosto, se quiser, pode adicionar um sérum de ácido hialurónico ou vitamina c (podem expor ao sol) antes do hidratante e do filtro solar. Minha pele é oleosa tbm, eu sempre compro o hidratante da epidrat p pele oleosa e o filtro solar da La Roche Posay. Quando me ataca as espinhas eu uso a pomada Azelan de noite (ácidos assim não podem pegar sol).\n>ai tipo, minha nuca e braço é duma cor, o resto do corpo outra\n\nNormal, vc só vai evitar isso se usar protetor solar mesmo. \n\nEu só uso hidratante no corpo tbm, mas é bacana fazer uma esfoliação semanal. Existem várias formas de fazer isso. Pode ser com uma escova especial p isso a seco antes do banho, pode ser com um esfoliante no banho, tem umas luvas tbm... daí vê o q vc acredita q se adapta melhor p ti."
            ]
        },
        {
            "title": "Forma rápida de limpar o rosto",
            "selftext": "Eu queria um produto para mim limpar o rosto de manhã que seja simples e rápido sem precisar enxaguar. Não uso maquiagem e acho desnecessário lavar o rosto com sabonete facial de novo de manhã já que lavo antes de dormir. Pode ser uma água micelar?\nQueria recomendação de produtos para isso que não sejam muito caros.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "t5ibyc",
            "num_comments": 6,
            "comments": [
                "As vezes eu umedeço um algodão com soro fisiológico e passo, funciona bem, o soro hidrata e ajuda a fechar os poros, além de tirar o excessinho de sebo que se formou ali durante a noite.",
                "Água micelar parece uma ótima opção, mas eu acho muito caro e desnecessário. Por que você acha que não precisa lavar o rosto de manhã? Talvez você só precise de um sabonete mais gentil (sabonete para peles sensíveis) para não retirar demais óleo (barreira natural da pele), mas limpar ela. Você poderia tentar experimentar para ver se nota alguma melhora.",
                "Não precisa passar produto nenhum, apenas água já tá de bom tamanho.",
                "água micelar. mas eu particularmente não gosto de deixá-la no rosto e sempre acabo enxaguando pra tirar",
                "Água micelar é uma excelente opção!\n\nÉ bastante prático e não precisa de enxaguar. Basta humedecer um disco de algodão e passar no rosto.\n\nNo entanto, eu gosto de finalizar passando o rosto por água, de forma a que não fique nenhum resíduo da mesma no rosto."
            ]
        },
        {
            "title": "Como clarear olheiras marrons/escuras?",
            "selftext": "Então, desde que eu passei a usar óculos de grau notei que minhas olheiras pioraram muito. Deram uma boa escurecida. \n\nA minha pergunta é: tem algum produto capaz de remover ou atenuar essas olheiras? Quando eu tiro os óculos fico parecendo um zumbi.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "t54hif",
            "num_comments": 9,
            "comments": [
                "a melhor coisa que você pode fazer é garantir que está dormindo o suficiente e consumindo bastante água\n\nprocure algum creme pra região dos olhos com algum ingrediente clareador como a niacinamida, pode ajudar a amenizar o problema",
                "olha, o melhor produto pra olheira que conheço: caffeine solution da the ordinary. é batata",
                "Op se for olheira comum, de cansaço mesmo, vc pode usar alguns cremes para os olhos. Eu sei que está tudo super caro agora por isso recomendo vc dar uma olhada nas formulas de alguns cosméticos muito bons e nacionais e ver se te atendem. Indico a Sallve e a Creammy. Eles tem vários produtos com formulas diferentes que servem pra varias coisas, os cremes não tem perfume e são unisex (de ambas marcas).\nNão sei se é seu caso, mas também ja vi olheiras profundas sendo relacionadas a desequilíbrio de ferro no organismo. Se vc achar que ta muito profundo e escuro, as vezes um check com seu médico seja bom",
                "tem alguns componentes que clareiam a area dos olhos. mas dizem q demora. nao é algo q vc vai perceber uma diferença tão rapido. tem marcas tipo principia, skineve, sallve etc. solução de cafeina ou vitamina c pd ajudar nisso",
                "óleos essenciais ajudaram a clarear as olheiras de uma amiga\n\nela usou diariamente uma mistura de três óleos: lavanda, copaíba e olíbano\n\nse você quiser indicação de marca de OE, só me mandar uma mensagem"
            ]
        },
        {
            "title": "psoriase",
            "selftext": "oioii, queria saber se mais alguém ai sabe bons produtinhos p psoriase\npode ser pro corpo também, mas principalmente pro rosto.. ultimamente saiu algumas plaquinhas no meu rosto e atrapalha muito na hora da maquiagem :(",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "t0nbab",
            "num_comments": 8,
            "comments": [
                "Olá. Você foi diagnosticada por um dermatologista? Pergunto isso porque, apesar de possível, psoríase afetar a face é algo beem incomum, então pode ser que  as suas plaquinhas no rosto sejam alguma outra condição.",
                "Olá, sei que faz tempo que postou, mas vou compartilhar a experiência de uma amiga com óleos essenciais para psoríase.\n\nEla diluiu OE  de copaíba, lavanda e melaleuca em óleo vegetal.\n\nSe quiser indicação de marca, só me perguntar"
            ]
        },
        {
            "title": "Protetor solar para gestantes ?",
            "selftext": "Estou procurando protetor solar mineral (filtro físico) pra usar na gestação e evitar melasma, porém testei os seguintes e não deram certo:\n\nBioderma nude touch - perfeito mas tem BHA que é proibido na gestação\n\nDermage mineral - fiquei parecendo o Trump \n\nBioart - terrível, uma cola e gasparzinho\n\nAlguém usou algum outro que gostou ?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "svqyky",
            "num_comments": 0
        },
        {
            "title": "produtos para clarear manchas de espinhas",
            "selftext": "ola!! gostaria de saber se alguém tem alguma sugestão de produtos para clarear manchas de espinhas. fiz recentemente tratamento com manipulado e minha acne já está bem controlada, o que me incomoda são as manchinhas vermelhas/marrons das espinhas que estouraram. estou utilizando o cicaplast, que ajuda, mas queria saber se algum outro produto tem um efeito mais intenso. desde já obrigada!",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "sa32qb",
            "num_comments": 16,
            "comments": [
                "creio que a melhor forma de tratar e clarear a pele é através do uso de ácidos. pessoalmente eu curto os da creamy e da the ordinary. de qualquer forma você deveria checar com a sua dermato, só ela sabe realmente o que é melhor pra sua pele :)",
                "Eu gosto muito do Creamy de Vitamina C e o Serum Uniformizador de retinol da Sallve. Eu vejo a diferença de um dia pro outro!",
                "Ácido glicólico é ótimo pra clarear e ainda tem função de hidratação e anti idade. O 9.8 da principia é ótimo e super em conta, a Creamy tem um de 10% que dizem ser muito bom (não cheguei a usar ainda pq engravidei), tem outros mais caros da Simple Organic 8% e tônico da Dermage 7%. Eu tô usando o tônico pela concentração mais baixa na gestação e tá sendo bom num geral, mas em outro momento da vida eu preferiria o da Creamy pela potência e preço. \nVale lembrar que é importante usar protetor solar faça chuva ou faça sol se tu for usar ácido glicólico, senão tu tem efeito contrário e fica cheia de manchas. \n\nAh, o Azelan (ácido azelaico 15%) é perfeito pra acne e manchas e vende por 65 nas farmácias do meu estado.",
                "Eu tô usando um sérum que minha dermatologista recomendou, o Glycolic HA da La Roche-Posay. É maravilhoso, mas acho ele muito caro. \n\nRecomendo tentar falar com uma dermato pra ver qual seria a melhor opção pra você.\n\nAh e use protetor sempre, evite os piores horários de sol.",
                "Além da sugestão de ácidos com acompanhamento de dermatologista, lembrar de fotoproteção **rigorosa**. O que vai te ajudar muuuito nesse período é protetor solar sempre e paciência, essas manchinhas são chatas mas com o tempo costumam desaparecer.\n\nAh, e dependendo da composição do seu manipulado(foi prescrito por dermatologista?) ele pode conter alguns componentes clareadores, já que alguns ativos antiacne também têm esse efeito.",
                "Eu vi aqui muita dica legal que eu acho que já vai te ajudar, então vou te dar a principal que você não pode esquecer: Use e retoque o protetor solar! \nAlém disso, verifique que tipo de coisa você está utilizando no rosto. Se sua pele está muito irritada, tente dar um tempinho desses sabonetes mais potentes contra a acne. Essas duas me ajudaram a clarear minhas manchas.",
                "uma alternativa ao uso dos ácidos são os óleos essenciais.\n\nsempre tive muitas manchas de acne, inclusive antigas, e comecei a ter um bom resultado quando comecei a usar um blend de óleo essenciais.\n\ntodas as noites uso esse blend de lavanda, melaleuca, copaíba e olíbano diluído em óleo de rosa mosqueta.\n\nse você quiser indicação da marca que uso, só me pedir!",
                "já usei muuuuitos produtos pra clarear mancha de espinha e até agora o único que funcionou foi um gel manipulado com 4% de hidroquinona. melhorou muito as manchas mas tem que tomar cuidado com hidroquinona, porque pode causar ocronose. se começar a ver escurecimento, para de usar na hora. ainda tenho algumas manchas, vou começar a usar óleo de tamanu e ácido tranexâmico pra ver se some por completo. \n\no que usei até agora que não teve efeito nenhum pra clarear manchas: niacinamida com zinco, retinol, ácido azelaico, ácido lático, ácido salicílico, vitamina c (várias). esses produtos foram bons pra outras coisas mas não surtiram efeito nenhum nas manchas",
                "dizem q acido salicilico ajuda nisso. comprei um serum pq to ficando com umas espinhas na testa, vou ver se resolve"
            ]
        },
        {
            "title": "Pele oleosa ficando ressecada",
            "selftext": "Olá, gostaria de saber se alguém pode me ajudar com esse problema que tenho tido.\n\nSempre tive (e ainda tenho) a pele oleosa e acneica. Esses problemas estão sob controle com minha rotina, porém comecei a ter um novo problema. Quando chega no fim do dia, minha pele está ficando RESSECADA. Chega até a repuxar.\n\nPela manhã eu lavo com sabonete neutro, passo niacinamida, ácido hialurico, hidratante e protetor solar.\n\nO que eu posso adicionar pra tentar resolver esse problema? Alguém tem alguma ideia?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "qpqvtc",
            "num_comments": 3,
            "comments": [
                "eu comecei a ter um problema parecido esse ano. o que ajudou foi trocar o meu hidratante (usava um proprio pra pele oleosa e troquei por um pra pele normal)",
                "Faz um tempo que você perguntou já, mas se ainda tiver com o problema, minha pele estava parecida, no inverno até estava descamando mesmo estando super oleosa. \n\nDei uma pesquisada e vi que muitas vezes quando a pele não está bem hidratada, produz mais óleo para compensar, aí você fica com a pele oleosa e ainda assim ressecada.\n\nO que resolveu para mim foi começar a usar um hidratante mais \"forte\", eu usava antes um bem levinho e para pele oleosa, troquei pelo Lipikar Baume da La Roche Posey (não é muito barato, mas rende bastante), foi uma aposta porque ele é bem espesso mas resolveu muito bem, até diminuiu minhas espinhas. Para o verão eu uso uma camada bem fininha, mas ainda estou usando. \n\nAlém disso, se esforçar para tomar mais água, que também era um problema para mim."
            ]
        },
        {
            "title": "o que usar para amenizar olheiras?",
            "selftext": "não \"olheiras de cansaço\", e sim as pigmentares. alguma história de sucesso com algum produto por aqui? dei uma pesquisada e mesmo assim parece que nada garante resultados. será que só com procedimento estético ou tem algo que dê pra usar em casa?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "qabtvi",
            "num_comments": 2,
            "comments": [
                "Dizem que olheiras bem pigmentadas só com preenchimento mesmo, ou laser. Os cremes até onde vi só resolvem os casos mais leves ou ajudam na manutenção pra quem faz outro tipo de tratamento.",
                "Minhas olheiras não eram escuras, mas claream um pouco depois que achei um protetor solar que não faz os meus olhos arderem, agora aplico direitinho na região das pálpebras inferiores e superiores. Acho que se o problema estiver na dilatação dos vasos, só o tratamento com laser ou luz intensa pulsada vai resolver. Boa sorte!"
            ]
        },
        {
            "title": "Dúvidas",
            "selftext": "Bom dia, caso vocês tenham alguma dúvida a respeito de ter tomado ban, pu não estarem conseguindo fazer posts, entrem em contato com algum dos moderadores.\n\nDesculpe algum eventual transtorno, eu e a outra moderadora fomos meio descuidados em relação ao sub, mas qualquer coisa estamos a disposição.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "pv613r",
            "num_comments": 0
        },
        {
            "title": "Esfoliante para Queratose Pilar?",
            "selftext": "Então, eu sou leigo no assunto e ainda não fui num dermatologista, só quero matar a curiosidade e tirar umas dúvidas mesmo.\n\nO que vcs usam para tirar aquelas \"bolinhas\" que ficam  a parte de trás dos braços e coxas?\n\nEu tava lendo que esfoliante com açúcar e ácido hialurônico ajudam. Alguém já tentou algum? E por quanto tempo sentiram resultado? Tem algum contra?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "pqnzxy",
            "num_comments": 5,
            "comments": [
                "Há muitos anos fui na dermato e ela me passou um esfoliante com ácido salicílico. Não me lembro a marca, mas era o mesmo que eu devia usar no rosto pra cravos e espinhas. Lembrei disso esses dias e comecei a passar o meu sabonete de rosto com ácido salicílico nas pernas, 2x por semana. A textura melhorou bastante! Os pontinhos continuam escuros, mas estão lisos, parecem sardas. O sabonete que to usando é o Effaclar Concentrado da La Roche Posay.\n\nOutro ativo que dizem ser bom para lidar com a queratose é a uréia. Vi um dermato falando que pra ter o efeito esfoliante, a ureia tem que ser 30%. Eu nunca achei um creme com essa concentração, em geral eles tem 10% de uréia e agem mais na hidratação da pele mesmo.",
                "Olha, eu tive e resolvi 90% com hidratante (eu uso hydroboost (o redondo pra pele seca) e esfoliação com essa [espátula ](https://produto.mercadolivre.com.br/MLB-2001538356-limpador-removedor-de-cravos-para-espatula-de-cor-de-rosa-_JM). Paguei uns 50 reais no mercado livre e a dermatologista achou uma boa ideia. Resolveu.\n \nEu também uso effaclar alta tolerância no rosto, pescoço, seios e ombros (que foi onde a queratose pegou feio). Spray de tea tree (melaleuca?) ajudou a acalmar a pele. \nCreme de ureia não ajudou aqui, eu achava muito pegajoso. Tentei manipular ácido salicílico com ureia e mais umas coisas, não deu bom também. Tinha cheiro de goicoechea (leia se: cheiro de idoso) e precisava reaplicar muitas vezes pra sentir a hidratação. Ureia é o tratamento padrão pra queratose e muita gente diz que fez efeito - então acho que o problema foi a minha pele mesmo. Parece que precisa manipular mesmo porque a concentração pro tratamento é diferente da dos cremes prontos. \n\nO hydroboost - felizmente - resolveu isso horrores e fez o papel da ureia pra mim. \n\nEu recomendo ir em um alergista e fazer um patch test e exame de sangue. As vezes você tá tendo reação a algo ou tem alguma vitamina demais no corpo (no meu caso, eu descobri que tava tendo quase uma overdose de vitamina B).\n\nNão melhorou 100%, mas tá quase imperceptível. O único problema é que precisa de manutenção senão volta tudo. \n\nNão recomendo esfoliação com açúcar porque eu consegui me machucar fazendo, não acho que é uma boa ideia. Dermocosméticos são mais seguros.",
                "eu tirei as minhas so esfoliando com a bucha na hora do banho, esfoliar com a toalha na hora de secar, e hidrtante normal todo dia. Mas é assim, TODO dia, se eu falho dois dias eu ja começo a ver os pontinhos. \n\nA esfoliação é normal, não precisa se esfolar. \n\n Eu tinha muita bolinha na coxa e bunda, nunca mais tive e com o tempo as manchinnhas foram sumindo."
            ]
        },
        {
            "title": "Oie, como é um grupo de skincare, achei que algumas pessoas poderiam se interessar. É a pesquisa para o meu TCC sobre o assunto. Ele pode levar até 10 minutos, mas no final você pode concorrer a um kit de produtos de skincare no valor de 300 reais!",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "pfibl0",
            "num_comments": 3,
            "comments": [
                "Respondida OP!",
                "Se quiserem, podem compartilhar com familiares, amigos e conhecidos!"
            ]
        },
        {
            "title": "Oi, gente! Criei um canal no YouTube para falar sobre skincare, maquiagem e autocuidado. A ideia é compartilhar tudo que já estudei e pratico sobre o tema. Sempre rola sorteios de produtos entre os inscritos no canal, se inscreve lá pra não perder a chance de ganhar produtinhos legais.",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "pc4gwd",
            "num_comments": 1,
            "comments": [
                "Poxaa, faz mais!!! Leve atraso de 1 ano kkk, mas adorei você, seu conteúdo e a maneira como você explica tudo bem detalhadinho :)"
            ]
        },
        {
            "title": "shiseido: investimento ou overpriced?",
            "selftext": "olá, pessoal. estou iniciando nas rotinas de skincare, e pretendo ficar no minimalismo: lavar, hidratar e proteger. como já tenho sabonete e hidratante, gostaria de investir um pouco mais em algum produto que fosse resolver coisas que me incomodam: cravos, envelhecimento precoce da pele (proteção solar e sérum) e olheiras.\n\nfiquei interessada em produtos japoneses e já sei que, para os cravos, o cleansing oil da hada labo parece uma opção em conta interessante para testar. quando encontrei os produtos da shiseido e as reviews, fiquei bastante tentada a investir no kit eye cream travel, ou então no protetor solar deles, que é mais barato.\n\nmeu medo é não ver resultado em relação às minhas olheiras, e jogar meu dinheiro no lixo, ou acabar gastando muito mais do que devo num protetor solar sendo que existem opções mais baratas e também muito boas.\n\nminha pele é mista, tenho 19 anos, pouca acne. minha genética é 8 ou 80, na minha família ou a pele envelhece rápido, ou demora muito.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "p2nj77",
            "num_comments": 7,
            "comments": [
                "Olha, todo eye cream é meio que furada. Em termos de hidratação, qualquer hidratante normal é o suficiente pra área dos olhos, em termo de redução de olheiras a maioria desses eye creams não tem componentes ativos suficientes para proporcionar uma mudança real.\n\nE mesmo com produtos manipulados ou específicos as olheiras nem sempre melhoram, às vezes só tratamentos mais complexos (preenchimento, CO2) pra fazer uma diferença real.\n\nAgora, essa marca especifica eu acho overpriced sim. Se você tem dinheiro pra fazer skincare com os produtos dela de duas uma: ou você tem dinheiro pra testar e não vai ter fazer falta (nesse caso, tanto faz) ou você tá jogando fora um puta dinheiro que você poderia usar indo num dermato pedir receita de um manipulado ou um acompanhamento personalizado. \n\nChoices.",
                "Nunca usei Shiseido, confesso que sou um pouco pão dura com skincare kkk\n\nDepois que eu comecei a usar e gostar do protetor solar baratinho da Needs, não penso mais em experimentar os caros. Até porque, pela quantidade e frequência que a gente tem que usar, acho que não vale a pena comprar um caro e ficar com dó de gastar, passar pouquinho pra fazer render e tudo mais. Então, se eu fosse vc, apostaria no kit pros olhos em vez do protetor. \n\nE sobre o medo de comprar e não funcionar, tenta achar um produto mais barato com os mesmos ativos e experimentar pra ver se sua pele se adapta, assim você não fica totalmente no escuro.",
                "Shiseido é uma marca muito boa! Mas eu vejo que vale a pena pra quem já está  com sinais de envelhecimento começando a aparecer, justo que a maior parte dos produtos são focados nisso. Alguns não são necessariamente pra anti-idade, igual o Ultimune, que é pra barreira da pele. Mas penso que o melhor é o que está nas outras respostas: procurar dermato bom, e ver o que ele pode fazer, talvez você só precise usar mais frente só retinol."
            ]
        },
        {
            "title": "Canal BR com dias de skincare e muitos sorteios",
            "selftext": "Oi, gente linda  \nCriei um canal no youtube pra compartilhar minhas experiências com cuidados com a pele e make.  \nVou sempre fazer sorteios de produtos entre os inscritos. \n\nEspero que gostem! <3   \n[https://youtu.be/yYsnLq7-otk](https://youtu.be/yYsnLq7-otk)",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "p2c82j",
            "num_comments": 1,
            "comments": [
                "Muito legal!!"
            ]
        },
        {
            "title": "Protetor Solar para pele oleosa L'Oréal Paris Solar Expertise Toque Seco, opiniões",
            "selftext": "Olá, sou novo aqui e um pouco nas skincares também, estava usando o protetor solar da Avene, porém sentindo minha pele muito oleosa usando ele, daí pesquisando um pouco vi a recomendação desse da L'Oreál Expertise Toque Seco e achei bem bom o preço, alguém já experimentou? Gostaria de uma opiniões. Aproveitando recomendam algum hidratante com fps para pele oleosa?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "oxfosg",
            "num_comments": 1,
            "comments": [
                "Minha pele também é oleosa. Já usei esse da L'Oréal e não curti. No aspecto de toque seco ele é ok mas achei ele muito grosso, o que dificulta espalhar, ele também deixava a pele esbranquiçada demais e depois de um tempo eu sentia ele esfarelando facilmente se eu passasse a mão no rosto. Eu sempre prefiro os protetores que têm textura mais fluida e leve.\n\nOs que mais gosto são o Actine fps 30 (ele é levinho, não deixa residual branco e não é oleoso) e o da Needs fps 30. Esse segundo eu recomendo que todo mundo compre pelo menos pra experimentar, porque ele é muito barato (em torno de 24reais) e pra mim é melhor que muitos protetores caros, ele não é super sequinho, mas eu também não acho que ele fica oleoso, a textura dele é leve e também não fica esbranquiçado. \n\nSobre hidratante com fps, eu acho que não vale muito a pena. Porque o protetor deve ser aplicado numa quantidade maior pra fazer efeito e se a gente for passar essa quantidade de um produto que também seja hidratante, fica meio pesado pra quem tem pele oleosa. Prefiro comprar um hidratante normal, aplicar só a quantidade necessária e usar o protetor em seguida na quantidade correta."
            ]
        },
        {
            "title": "Minâncora Action",
            "selftext": "Boa noite gente, alguém tem experiência com Minâncora Action para acne e cravos (principalmente cravos)? \n\nObrigada! :)",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "omhqz8",
            "num_comments": 3,
            "comments": [
                "usei o creme tradicional minancora para secar espinhas, quando eram hormonais (por causa do período menstrual). funcionava bem, mas eu nunca fui de ter muito problema com espinhas. não sei sobre esse produto específico, mas se for gel secativo, saiba que ele por si só é melhor para momentos de \"breakout\" da sua acne, e não um tratamento em si."
            ]
        },
        {
            "title": "Oi gente! Sou nova por aqui, tentando entender esse novo mundo ainda… kkkkk Me chamo Ju e tenho um perfil em uma rede social vizinha (não sei se pode citar aqui 🙈) q fala sobre beleza e skincare. Quero expandir meu conteúdo e ajudar novas pessoas! 😘",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "oj6vi4",
            "num_comments": 1,
            "comments": [
                "Oi Ju. Reddit é baseado na troca genuína de idéias/conselhos/palpites e o grande chamariz do site é o anonimato. Como regra geral, tá tudo bem vc ser um redditor que tbm tem um site/insta/facebook, mas nao é bem visto vc \\*usar\\* o reddit pra promover o seu site/insta/facebook. Tipo, o objetivo é compartilhar informacoes de forma livre, entao vc é mais do que bem vinda ao dividir as suas experiencias e gerar discussoes organicas, mas sem ficar fazendo \"segredo\", do tipo 'falo mais sobre isso no meu site \\*link pro site\\*'"
            ]
        },
        {
            "title": "protetor solar",
            "selftext": "oi gente, queria indicacoes de protetor solar.\nrecentemente tenho usado o anthelios xl protect mas tenho espinhas e como ele é muito denso doi um pouco passar por cima delas, queria um com uma textura menos densa. tenho pele mista/oleosa",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "of44h2",
            "num_comments": 16,
            "comments": [
                "Eu uso o da Needs faz uns 4 anos, tem textura fluida e é bem em conta. Tenho a pele mista também.",
                "Eu amo dois: o Photoage Water da Dermage e o Isdin Fusion Water! Bem levinhos… no site da Dermage trmho um cupom q da 10% de desconto, não sei se pode citar. Sou nova aqui ☺️",
                "Bioré face milk é meu queridinho, ele mantém minha pele sequinha o dia todo. Só que toma cuidado, tem que remover ele com removedor de maquiagem.",
                "Eu uso esse é gosto muito, então por experiência não tenho como indicar outro, mas já ouvir falar bem dos da bioré, que são super sequinhos",
                "Tô usando o azul da Bioré e tô gostando muito",
                "o hydraox da la roche é MUITO levinho e MUITO liquido, só acho um pouco caro"
            ]
        },
        {
            "title": "Espinhas...",
            "selftext": "Oi gente, tô aqui pq eu tenho acne mas n tenho dinheiro pra comprar produto caro. \n\nAlguém tem um produto legal e barato pra me recomendar ?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "nzrolg",
            "num_comments": 9,
            "comments": [
                "Recomendo o sabonete liquido da Darrow - Actine. É bem barato e extremamente bom. (Já usei La roche, Vichy, Neutroderma, entre muitos outros sabonetes caros) e esse mais barato foi o que mais funcionou pra minha pele. Ele tem na cor laranja (pra acne) e amarela (pra espinhas) veja qual servira pra você, mas.... recomendo fortemente o produto",
                "Vai no dermatologista, pode ser do sus mesmo, eu vou. Vai te passar algum ácido. Oq eu uso custa uns 40 reais e dura meses pq vc usa bem pouquinho.\n\nN esqueça do protetor solar. Eu uso o Anasol q custa aqui onde moro 21 reais o facial.",
                "Nao da pra recomendar um produto sem saber a situacao, tem que ver se as tuas espinhas sao hormonais, fungicas, se é alergia repentina, se na vdd a tua pele é seca e o que ta acontecendo é efeito rebote...\n\nComo ja falaram, marca um dermatologista no SUS mesmo que demore. \n\nAntes de investir em produtos caros, experimenta uma rotina bem basicona: limpar, hidratar e proteger do sol.\n\nAquele xampu johnsons amarelo é bem suave e serve para usar no rosto. Uma dica que eu dou é nao lavar o rosto com sabao de manha cedo -- tipo, vc acorda com nhaca de sono, mas nao é sujeira de vdd. pra algumas pessoas, agua gelada é suficiente de manha. depois vc passa protetor solar.\n\nDe noite vc limpa a pele e dá uma \"acalmada\" nela -- pra sujeira de rua ou protetor solar que é resistente a agua, vc faz uma limpeza dupla (isso significa limpar primeiro com algo oleoso (like dissolves like - um oleo de coco ou até mesmo de oliva vai fazer a sujeira desgrudar da tua pele) e depois vc passa o sabonete pra tirar a sujeira+oleo.).\n\nUm hidratante suave pro rosto vc encontra nas farmacias por uma preco razoavel (evita usar algo com acidos se vc ta comecando a cuidar da pele. as promessas sao maravilhosas mas é necessario um rigor de protecao solar imenso)\n\nUma boa base pra ajudar a pele é nao comer ultraprocessados, nao consumir alcool, beber muita agua, proteger do sol e dormir bem.\n\nOleosidade é diferente de hidratacao. As vezes a tua pele ta super ressecada e necessitada de emoliencia e isso faz com que produza sebo demais, o que por sua vez faz vc limpar demais e vira um circulo vicioso.\n\n(Eu fui de uma geracao que cresceu lavando a cara com clean and clear pra pele oleosa e usando gel secante nas espinhas, sem ter a orientacao de que lavar tanto assim só fazia a pele ficar ainda mais oleosa)  \n\n\nDesculpa o textao e espero que ajude.",
                "Compra actine (é um sabonete líquido pra lavar o rosto). O menor (de 140 ml) custa uns 35-40 reais. Você tem que lavar o rosto todos os dias duas vezes por dia (manhã e noite). De 15 em 15 dias tem que fazer esfoliação (compra açúcar cristal e mel, mistura num potinho e passa no rosto esfoliando suavemente) ou compra um esfoliante a neutrogena ou algo do tipo. Isso já deve dar uma ajuda\n\nSempre use produtos pra pele oleosa e acneica. Não importa o preço que for pagar, só compre se tiver isso na embalagem. Jamais use produto de corpo no rosto (a pele não tem a mesma textura, oleosidade nem ph)\n\nCuidado com vestígios de coisas que caem no rosto. Por exemplo, se vc tem cachos e faz fitagem ou algo do gênero lave sempre o rosto depois do cabelo pronto (pq o creme escorre para o rosto e se os seus poros estiverem abertos pode entupir) \n\nNa hora de tomar banho (lavando a cabeça) a última coisa que vc vai fazer é lavar o rosto e o corpo (o creme pode escorrer para o rosto e para as costas e ir para os poros)",
                "Caro e barato é relativo. Não sei pra outras pessoas... Mas beber água, e limpar meu rosto com Dove(especialmente Karite) deu uma ajuda boa no meu rosto. E importante ter uma toalha só pro rosto também, e eu sempre tentei lavar 2/3x dia",
                "Vc tem condições de ir a um dermatologista? Mesmo pelo sus, que seja pra marcar pra daqui a alguns meses, ou em alguma clinica popular. É importante ter a avaliação de um profissional antes de recomendar um produto específico.\n\nNem todo mundo com acne pode usar os mesmos produtos. A pele já é mais sensível e existem alguns graus dela, o que pode mudar o tratamento. \n\nDito isto, o combo limpar 2x ao dia, proteger com protetor solar e hidratar devem ajudar. Sabonete Actine, protetor solar existem marcas acessíveis como nívea, neutrogena, needs que oferecem produtos bons por um preço legal. E tem que ser protetor específico pro rosto. A hidratação vc pode beber bastante água, entre 2 e 3L de água por dia e evitar alimentos inflamatórios. \n\nMáscara de argila verde e branca também são boas opções, vc encontra em casas de produtos naturais e fazer 1x por semana pode ajudar.",
                "eu recomendo oleo essencial de melaleuca/tea tree. é um pouco caro mas funciona, pelo menos pra mim. mas vc usa apenas uma gotinha na região afetada. pra mim funciona mt bem. aplica 1x ao dia.",
                "[deleted]"
            ]
        },
        {
            "title": "esfoliante químico pro corpo?",
            "selftext": "vcs conhecem alguma opção no BR? eu vejo algumas opções gringas tipo o cerave pra rough and bumpy skin, e queria testar alguma coisa assim.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "ne7byl",
            "num_comments": 2,
            "comments": [
                "Que eu saiba nao tem nenhum exfoliante quimico de uma marca brasileira. Mas tem o CeraVe que vende aqui. Tem tambem o Neostrata Resurface Glycolic Renewal Smoothing Lotion, que é mais caro. rs eu tambem queria achar um produto assim e mais barato."
            ]
        },
        {
            "title": "Alguém aqui tem rosácea?",
            "selftext": "Descobri que tenho rosacéa ano passado e isso vem me incomodando muito, eu usei ácido no rosto para tratar por um tempo mas incomoda bastante porque coça e tudo mais, ai eu queria uma solução mais caseira para tratar, alguém tem dicas?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "ndxm3s",
            "num_comments": 8,
            "comments": [
                "Eu tenho faz alguns anos, mas sou homem. É mais raro pra gente, mas tende a ser mais grave que em mulher. Então tudo que vou falar é dessa perspectiva. Eu desconheço existência de solução caseira, e nem cogitaria. O máximo que já tentei foi algum suplemento importado que vi pessoal de fora falando, mas pra mim não fez diferença.   \nQuando diz ácido, quer dizer o Azelan (ácido azelaico)? Eu nunca tinha usado antes, mas dessa vez a minha dermato deu uma amostra, e pra mim realmente coça nos primeiros minutos, mas aparentemente tá surtindo efeito, então vou manter usando por algum tempo, pois tive uma crise bem pesada (de longe a pior a na vida) no último mês. O aparente é porque estou usando outra medicação mais pesada junto, que comento na sequência.  \nAlém do óbvio manter acompanhamento médico (e se por um caso não gostar, procurar outro profissional), se não descobriu ainda os teus \"gatilhos\", tenta identificar e evitar na medida do possível. Felizmente eu só teria 2, calor e stress. O primeiro é de boa morando no sul, já stress na pandemia é complicado,  mas ano passado \"as rosáceas\" até se comportaram bem. Já falo no plural como se fosse pokémons..hehehe  \nUma coisa que sempre usei e que tem valor acessível (aqui pago 20 e poucos reais e dura 3 meses ou mais, dependendo da validade do local em que faço) é creme manipulável com  \nantibiótico, tem mais de um tipo de fórmula e dosagem, se nunca usou, pergunta pro médico se valeria a pena no teu caso. Pois pode ser que não seja indicado se tu não chega a ter as \"espinhas\" que ela forma em caso de crise.\n\nQuando dá crise, ao ponto de aparecer muitas dessas \"espinhas\", só tomando antibiótico oral, que por algum motivo (existem teorias que não domino pois não sou da área médica) ajuda na reversão do quadro. Teve época que precisava fazer isso de 3 em 3 meses, agora de uns anos pra cá tá bem menos frequente.\n\nAlguns anos atrás a minha médica tinha me dado uma amostra do Mirvaso, que é um remédio BEM novo, com poucos anos de existência, pra testar e pra mim funcionou muito bem pra controlar quando era só a questão do vermelhão do rosto, mas infelizmente o laboratório parece ter parado de vender no Brasil. Pelos relatos e comentários da minha médica mesmo diria que é um tratamento que não funciona bem pra todo mundo. Pra mim quando usava, era mágico, em questão de minutos ele tirava o vermelhão, e esse efeito dura umas 12 horas até. Mas depois do período pode vir um \"rebote\", que pra mim era raro. Mas pra algumas pessoas passava mais rápido e ficava um vermelhão pior, quase que um efeito Cinderela digamos. É algo que já cogitei procurar em viagem, mas infelizmente não lembrei de fazer isso nas últimas antes da pandemia. E era algo caro (casa dos 200 reais o tubo), mesmo que existisse hoje, então não sei se recomendaria comprar sem conseguir uma amostra pra testar antes. E dependeria do quanto a rosácea te afeta.\n\nPor último, antes da pandemia fiz algumas sessões de laser, outra médica, mas indicação da minha dermato, e tinha gostado do resultado até, mas não voltei lá, devido a pandemia, pra reavaliar a necessidade novas aplicações, mas é algo salgado, na casa de meio salário mínimo por aplicação.\n\nE sendo mulher, tu pode fazer uso de maquiagem, desde que não irrite a pele pra disfarçar o vermelhão. Até já fiz isso com protetor solar com base em certos momentos.\n\nE força aí, pois embora não seja uma doença grave, principalmente se tratada e acompanhada adequadamente, tem sim o seu impacto devido aos efeitos estéticos da mesma.",
                "E complementando, esqueci do mais básico, todos dias lavo o meu rosto com um sabonete específico. Já testei vários que a minha dermato deu, e o que me agradou mais até hoje foi o Puriance (versão barra). Mas já usei outros produtos bons, só não lembro nome.\n\nE dentro do possível uso protetor solar, mas bem menos do que a minha dermato orienta, mas também não sou muito de ficar no sol, ainda mais agora.",
                "tenho rosácea e faço skincare diariamente ha 3 anos e tenho sentido melhora gradativa na vermelhidao e textura da pele, de maneira geral. por recomendação da dermato, uso soolantra (ivermectina em pomada), azelan 10% (acido azelaico) e theraskin papuless (niacinamida 4%).\nsempre uso como sabonete o gel de limpeza cerave, hidratante epidrat calm, filtro solar photoage water da dermage e a noite gosto do serum de bakuchiol (retinol-like) da simple organic.\neventualmente nascem as 'espinhas' quando eu como muito açúcar, então tento diminuir!",
                "Bom , enfim achei pessoas que relatam o mesmo problema que sinto ! No meu caso , eu tenho rosácea a 8 anos , no começo era só o rubor facial , eu n sabia direito o que era , aí fui pesquisando e descobri o que era , mas dava até para levar , pois só era o vermelho e depois passava . Só que de uns anos pra cá , a coisa começou a ficar mais séria , começou a crescer as “ espinhas “ e ficar persistente , daí nessa pandemia , não tenho trabalho ( tenho 22 anos ) e fica difícil tratar , pois n tenho dinheiro nenhum , entt tá muito complicado minha situação ! \nObs : tive que diminuir a história pois é muito grande !"
            ]
        },
        {
            "title": "principia",
            "selftext": "alguém conhece essa marca? eles tem uma abordagem parecida com a the ordinary mas não conheço ninguém que use e não confio em blogueiras",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "nbzyo9",
            "num_comments": 11,
            "comments": [
                "Eu estou usando o sérum de ácido hialurônico e o de niacinamida. Estou gostando bastante. Senti que melhorou um pouco minha oleosidade e a aparência geral da minha pele tá mais bonita, mais viçosa, não sei explicar kkk Tô usando esses dois produtos desde março eu acho, e ainda não acabaram, porque uso apenas na rotina diurna. Pelo preço e por não ter frete, achei que o custo benefício foi muito bom e provavelmente comprarei novamente no site.",
                "Eu já usei o sérum de ácido hialurônico e no momento estou usando o de niacinamida. Eu certamente consegui senti uma pele mais hidratada e menos oleosa, mas a textura do ácido hialurônico me incomodava um pouco, ainda mais porque antes dele eu usava o ácido hialurônico da Adcos, que tem um toque “mais seco”. \n\nFora isso, eu acho que o custo-benefício é excelente, paguei 50 reais em cada um dos séruns, sem frete, e a entrega também foi rápida (moro no RJ capital). Eu já estou considerando até mesmo comprar o retinol da marca, já que os outros como o da La-Roche, que é o que eu uso atualmente, estão absurdamente caros.",
                "Tô usando o serum de niacinamida e o serum de ácido mandélico há mais ou menos 1 mês. Uso em noites alternadas. Não me adaptei logo de cara, tive vermelhidão na partinha de cima da bochecha, bem perto das olheiras, sabe? Parei de passar nessa região e agora tá tudo bem. Eu acho que é um bom custo benefício, vc usa só 3 gotinhas por vez, dá impressão que vai render uma vida.",
                "Eu uso o Mandelico e o Niaminicida. Eu acho que o segundo melhorou a oleosidade e maciez da pele, mas não senti diferença com as manchas. Depois comprei o mandelico e melhorou muito as manchas e minha pele está mais viçosa. Eu recomendo muito, mas tem que entender que é um tratamento lento e é um produto leve."
            ]
        },
        {
            "title": "Alguém aqui já usou Vitacid 0,025?",
            "selftext": "Ele realmente é eficaz para manchas? Quais cuidados tem que tomar? Tem algum efeito rebote igual a hidroquinona?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "n7s4yj",
            "num_comments": 13,
            "comments": [
                "Olá! Sugiro que você procure um dermatologista, pois o vitacid (ou tretinoina, retinol, adapaleno) nao serve para todas as peles. É melhor você confirmar com um profissional qual o melhor ácido para a sua pele em específico.",
                "Nunca usei, mas acho que o melhor cuidado nesse caso é usar com acompanhamento médico. Todo medicamento está sujeito a ter efeitos colaterais",
                "Estou usando. A dermato que me deu a receita. É bem fortinho, minha pele as vezes descama um pouco e só uso dia sim dia não. Tem que ter cuidado com o sol tbm.",
                "Já usei receitado pela dermatologista na época. Eu já tinha usado o ac retinoico tanto 0,025 qto o 0,05 mas manipulado. Bem, n gostei do vitacid, achei C cheiro forte de álcool e tb me deixou c a pele pingando óleo apesar de ser em gel. Eu Tb N gostei do vitanol A, q é outra opção de farmácia, pq ele é oleoso.\n\nAgora só compro versão manipulada mesmo. Já uso há mts anos."
            ]
        },
        {
            "title": "Manchas de espinha",
            "selftext": "Gente, quais produtos vocês indicam pra tirar manchas de espinhas, principalmente na região das costas? estou pensando em comprar o creamy rosa, o que vocês acham?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "n0wd7w",
            "num_comments": 5,
            "comments": [
                "Sofro bastante com espinha nas costas, principalmente nos meses mais frios quando tomo menos sol e quando elas somem ficam aquelas machinhas escuras. Minha dermato me indicou usar o differin, é um creme farmacêutico e sempre me salva nessas épocas! Por ser forte eu uso em noites alternadas e depois de algumas semanas a melhora é bem visível.",
                "Eu nunca usei o creamy rosa mas já ouvi falar muito bem, dizem que ajuda. No caso eu não tenho manchas nas costas, mas no rosto a combinação que eu mais sinto que me ajuda é ácido + muito protetor solar.",
                "Eu tô usando ele há um tempo já e tô achando muito bom, melhorou bastante a textura da minha pele, o tamanho dos poros e as manchas. Recomendo!"
            ]
        },
        {
            "title": "Avaliação de produto",
            "selftext": "Ei galera! Então, eu cai de paraquedas nesse mundo do skincare recentemente sem fazer ideia de nada. Fui pesquisar sobre, li algumas coisas interessantes aqui nesse sub e em outros, dei uma olhada em sites sobre dermatologia e e acabei comprando uns produtos que considerei basicos pra cuidar da minha pele: água micelar, protetor solar e tônico facial.\n\nMas to com muita duvida se água micelar que eu comprei é boa ou se tem alguma coisa de errado. Todos os sites que olhei apontavam como um dos beneficios da água micelar é que ela não arde o rosto, diferente de alguns produtos a venda ai. Porém toda vez que passo a que comprei eu sinto um ardor no rosto (é como aquele ardor depois de passar um dia no sol sem proteção, sabe). Então o que eu quero saber é: essa sensação é normal? se não, pode ser sinal de uma reação alérgica ou só o produto que causa isso? devo trocar de marca?\n\n&#x200B;\n\nobs: a água micelar que eu comprei foi [essa](https://epocacosmeticos.vteximg.com.br/arquivos/ids/361605/Nivea-Micellair-Efeito-Matte.jpg?v=637081495147870000)",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mtzk89",
            "num_comments": 11,
            "comments": [
                "Se está ardendo assim é porque vc está tendo alguma reação ao uso do produto, pode ser alergia a algum componente ou talvez sua pele é sensível mesmo. Descontinue o uso. \n\nE só pra te dar uma dica sem vc ter pedido mas na boa intenção: os itens básicos pra qualquer pele são sabonete, hidratante e protetor solar. Água micelar e tônicos não são essenciais. Água micelar é apenas um tipo de limpador, que não é muito indicado pra peles sensíveis por exemplo. E tônico é uma classificação muito abrangente, pois existem diversos produtos com funções diferentes que se denominam tônicos, e não é todo tipo de pele que vai se dar bem.\n\nEdit: sobre sua pergunta se deve comprar outra marca, acho que por enquanto vc devia suspender o uso de água micelar, já que sua pele aparentemente está sensível. Na minha opinião, é melhor fazer a etapa de limpeza com um sabonete pra pele sensível e não esquecer de usar um hidratante (hidratar é o que mais vai ajudar a recuperar a pele sensibilizada)",
                "Acho que se arde, vc deve suspender o uso. Eu usei uma água micelar da Nívea que ardia também e nem era essa, era uma bifásica de água de rosa. E fiquei usando um tempão pq ela foi cara :/\nEu, particularmente, me dou melhor com uma água micelar baratinha da hidraderm. Ela limpa legal, dá uma hidratada leve, é bem confortável.",
                "Eu só uso tônico, mas sem álcool. Vê se tem álcool na composição.\n\nVocê pode ter reação com esse produto ou com água micelar no geral. Tem que ver se sua pele é naturalmente sensível.",
                "se tá tendo reação, vc deve parar o uso.\n\neu uso a água micelar da davene (higiporo) que parece causar menos reação alérgica.\n\ntalvez compense trocar a água micelar por um sabonete/gel de limpeza de effaclar, já q vc usa tônico e tem a pele oleosa.",
                "Veja se tem álcool na composição. Pode ser que você tenha alergia ou esteja (ou tenha) a pele mais sensível. \n\nEu uso a da Garnier e gosto bastante"
            ]
        },
        {
            "title": "Linha de skincare Oceane",
            "selftext": "Pessoal, to querendo voltar a cuidar da minah pele, por questões financeiras ficou mais dificil.\n\nVi que a Oceane tá com uma linha de skincare bastante completa, produzida na coreia e com um preço acessível, pelo menos pra mim.\n\nEstá valendo a pena mesmo? Qual produto devo evitar?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "ms813c",
            "num_comments": 5,
            "comments": [
                "Nunca usei nenhum produto da Oceane, mas já vi muitos elogios do hidratante em gel (para pele oleosa principalmente)",
                "Vc quer fazer um tratamento específico ou pra melhorar o aspecto geral? Quais os produtos que vc iria comprar ou o valor mais ou menos? Perguntando pra dar mais informações mesmo...\n\nEu, particularmente, acho q essas marcas são muito marketing e prefiro comprar de farmácia alguns produtos de umas marcas mais tradicionais tipo bioderma, biore, la roche etc mas eu compro pouquíssimos produtos (até hj não consegui comprar tratamento de olheiras pq tô guardando dinheiro kkkkkk) e eles duram uns 6 meses ou mais dependendo do produto então acaba valendo a pena. Um demaquilante da bioderma deve durar uns 2 meses usando 2x ao dia e custa uns 30-40 reais, por exemplo."
            ]
        },
        {
            "title": "Como fazer limpeza de pele?",
            "selftext": "O que é limpeza de pele pra você?\nVocê faz no rosto ou no corpo todo?\n\nDa pra fazer em casa ou uma limpeza de pele eficiente é possível só com ajuda profissional?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mnp8kp",
            "num_comments": 2,
            "comments": [
                "Acho que limpeza de pele é indicado fazer com profissional",
                "Limpeza de pele geralmente envolve remoção de cravos e acne, limpeza, esfoliação e tratamento da pele. Eu particularmente fiz uma chamada peeling de diamante (paguei 80 de 120 reais) em que a/o esteticista higieniza a pele, usa vapor para abrir os poros, faz esfoliação, extração com um sugador e manual, depois fecha os poros e hidrata com alguma máscara específica"
            ]
        },
        {
            "title": "Como limpar os poros do rosto?",
            "selftext": "Bom, nunca fui de cuidar do rosto, então não sei por onde começar. Minha adolescência inteira sempre tive os poros \"sujos\" mas eu não dava a mínima. Porém decidi que quero mudar isso, então gostaria de saber como limpar o rosto da forma correta. \n\nDesde o último mês eu comprei um sabonete Asepxia e passo no rosto de manhã todos os dias, mas isso não limpa os poros.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mnlnm4",
            "num_comments": 4,
            "comments": [
                "Alguém me corrija se estiver errado.\n\nOs poros não são \"sujos\" de sujeira, os pontos pretos são meio que o sebo obstruindo o poro que oxida e adquire a cor escura.\n\nDependendo do sabonete, vc pode estar secando ainda mais o rosto e a pele produz ainda mais óleo num efeito rebote.\n\nPra manter os poros limpos, limpe a pele adequadamente (eu acharia melhor à noite. De manhã a pele ta meio melada mas não é de sujeira da rua, do tempo, de fumaça de carro, é só de dormir. Tem gente que só lava com água de manhã), hidrate, e acho que o estilo de vida faz diferença tbm - mta água, alimentação saudável, sono, poluição, essas coisas influenciam bastante.\n\nPesquise sobre esfoliação química e limpeza de duas etapas.\n\n(E protetor solar)",
                "Limpeza de pele",
                "O que eu tenho usado é limpeza dupla: um sabonete em gel suave da CeraVe, seguido por uma aplicação de água micelar. Depois eu aplico o hidratante e protetor solar (nunca esqueça o protetor solar!!). Eu sinto que aplicar a água micelar melhorou bastante a aparência dos meus poros, deixando eles menores.",
                "Capricha na limpeza (eu gosto muito do effaclar alta tolerância e água micelar), bebe bastante água e eventualmente faça uma esfoliação química."
            ]
        },
        {
            "title": "Produtos creamy + hidratante facial toque seco",
            "selftext": "- Alguém já usou produtos da Creamy? Recomendam? Me falem como foi a experiência, por favor, porque é difícil acreditar nas recomendações do site.\n\n- Alguma recomendação boa para hidratante facial em gel com um bom custo beneficio? Compartilhem como foi a experiência de vocês com os produtos, por favor",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mibgjh",
            "num_comments": 4,
            "comments": [
                "Nunca usei os produtos da creamy, mas um hidratante facial com toque seco que eu amo é o neutrogena hydroboost, ele tem um sensorial maravilhoso e hidrata  muito, além disso o preço dele costuma ser ótimo. Acho que o preço médio dele é 50 reais mas sempre dá para achá-lo bem mais barato que isso.",
                "ja usei o rosa, não gostei, não fez diferença na minha pele e ainda achei que ressecou, tenho vontade de usar o lático ainda! e talvez a vit c. ontem e hoje testei o hidratante em gel de pepino da Nívea, marca que tenho preconceito confesso kk e curti mtoo, único hidratante em gel que realmente hidratou deixando uma sensação leve na pele.",
                "Eu AMO a creamy. De verdade. Funcionou demais pra mim. Estou usando o amarelo + verde e eu nunca vi minha pele tão boa. Melhorou muito mesmo.",
                "eu estava pensando em começar a usar o rosa mesmo, mas já vi algumas pessoas falando sobre ressecar a pele :/ \nnão tinha visto esse hidratante ainda, vou procurar mais sobre ele. Muito obrigada!!"
            ]
        },
        {
            "title": "Indicação de produtos para olheiras escuras e inchadas?",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mhnxvh",
            "num_comments": 10,
            "comments": [
                "Olheiras são genéticas, então se é escura é muito difícil conseguir clarear. O seu problema, assim como o meu, são as sombras. E aí o melhor jeito é com preenchimento. Pq vai preencher os vincos e aí não vai mais ter esse jogo de luz e sombra.",
                "Eu usei o urby para a região dos olhos. Melhorou bastante, mas tbm eu não tenho muita olheira.",
                "Eu sei que a Maika tem um sérum para olheiras, mas eu nunca usei. Já vi algumas meninas falando bem do produto.",
                "Pra olheiras inchadas vc já tentou usar aqueles rolos de jade/quartzo/gua sha gelados pra massagear a região? Dizem que ajuda com a circulação e pode reduzir o inchaço \n\nJá vi gente aplicando acido hialurônico pra reduzir isso e funcionou. \n\nUma amiga minha estava usando a vitamina C da Adcos e gostando do resultado nas olheiras dela.",
                "\\+ info\n\neu tenho olheiras desde sempre. piora um pouco com cansaço mas em geral tão sempre ali mesmo. o problema não é excesso de pigmentação (se eu estico a pele, a cor é igual a minha) mas a circulação (imagino).\n\neu já usei o clarité da dermage, it's potent da benefit, o revitalift da l'oreal, um sérum da clarins para olhos, e o creme p/ olhos da linha de rosa mosqueta da korres (qnd eles vendiam  independente, antes de vender pela avon que eu não sei se mudou a formula)... eu sinto que nada faz muita diferença, só melhora um pouco a textura da pele e daí fica melhor de esconder com maquiagem mas a olheira em si fica ali.",
                "vc é linda"
            ]
        },
        {
            "title": "Me ajudem com esses cravos brancos e poros na pele. Eu não sei o que fazer para melhorar (minha rotina nos comentários).",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mgltrr",
            "num_comments": 18,
            "comments": [
                "também tenho esse problema. to testando um cleansing oil da bioré. sempre que eu tirava os cravos com extrator, sentia um alívio, mas era só ilusão pq eles apareciam de novo kkkkk (pq não saíam inteiros).  \n\n\nvi por aí que o cleansing oil pode ajudar a tirar eles, e, se a gente mantiver uma boa rotina, é 'permanente', estou testando ainda, mas talvez te ajude. tem bastante review no youtube",
                "Eu costumava ter muuuitos milliuns na pele há um tempo atrás, e o dermatologista me disse para fazer limpeza de pele q ja ajudaria. Porém com a pandemia, n era algo q eu tava querendo fazer. Aí eu ganhei uma daquelas escovas inface, da xiaomi, e isso ai mudou a minha vida. Minha pele ficou muuuito mais lisa, então é algo q eu recomendo mt.\n\nJá poros, eu percebi q dps de começar a usar cleansing oil (uso o da Bioré), começou a ajudar bastante em diminuir eles.",
                "Eu tb sofro de poros arrombados kkkkk não tem o que fazer, minha dermato fala que não existe tratamento pra reduzir tamanho do poro, ou sumir com poro, só da pra reduzir a visibilidade deles. Esfoliação, tanto química quanto fisica, peeling, etc. São os melhores tratamentos pra 'reduzir' os poros...",
                "Dia:\n1- Sabonete antioleosidade\n2- Tônico sem álcool\n3- Serum de vitamina C\n4- Protetor solar\n\nNoite:\n1- Sabonete antioleosidade\n2- Tonico sem álcool\n3- Creme para manchas.",
                "Meus poros me odeiam, mas melhoraram com esfoliação química. Tô esperando entrar o inverno pra fazer peeling. Já pensou nisso?"
            ]
        },
        {
            "title": "Caso precisem de ajuda nas traduções!",
            "selftext": "Oi galera, eu sou uma tradutora amadora.\n\nAdoro coisas de skincare, se alguém nesse sub precisar de ajuda com a tradução de alguma coisa relacionada, ou até uma ajuda para pesquisa mais ampla sobre algum assunto, podem me pedir!",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mg7n6l",
            "num_comments": 0
        },
        {
            "title": "Alguém já testou os produtos de skincare da boticário? Fiquei interessada no serum hialurônico deles mas medo de jogar dinheiro fora",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mg0evw",
            "num_comments": 5,
            "comments": [
                "Nunca usei esse da Boticário então não sei opinar sobre ele, mas dei uma olhada aqui e achei bem caro. Eu comprei o sérum de ácido hialurônico da Principia e tô usando há um mês. Tenho gostado e custa menos da metade desse da Boticário.",
                "Olá, logo quando lançou a linha botik comprei na empolgação: o sérum se ácido hialurônico, o creme de ácido hialurônico e o gel de limpeza facial nutritivo. Assim, dos três produtos apenas o creme deu um resultado, pois quando passo ele pela noite acordo com o rosto visivelmente hidratado e com viço. Então, recomendaria apenas a linha de cremes e como já dito acima tem séruns bem mais em conta no mercado."
            ]
        },
        {
            "title": "Alguém tem dicas para tirar manchas de espinha?",
            "selftext": "Eu tive um caso bem feio de espinhas no começo da adolescência. Agora as espinhas já passaram, mas eu continuo com manchas na face. Vocês tem algum produto/receitinha que deu um resultado positivo nesse quesito?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mfog0a",
            "num_comments": 13,
            "comments": [
                "Primeiramente protetor solar todos os dias até dentro de casa, com abundância e retocar constantemente, sem isso nada vai ajudar, inclusive só piora. \n\nAi dependendo do grau da sua mancha vc pode buscar cosméticos com ativos clareadores, protocolos com boas esteticistas ou somente com dermato se for mto profunda.\n\nPelo amor de deus não faça esfoliação caseira com café nem com açúcar, café é de beber e açúcar é pra adoçar o café!!! \n\n Um cosmético esfoliante tem os granulos esféricos, sem ponta alguma, oq gera uma esfoliação uniforme sem machucar a pele, essas comidas q usam possuem pontas que machucam a pele gerando pequenas fissuras, vc encontra esfoliante por aí por 10 reais e que rende horrores.",
                "Eu usei clareadores com hidroquinona, no caso o cleankinol, tive bons resultados, água de arroz também vale a pena",
                "Eu tinha algumas manchas e me ajudou fazer o skincare mínimo (limpeza + protetor solar todos os dias + esfoliação uma vez na semana), mas as marcas tipo ice pick não tiveram mt diferença não, acho que essas só com tratamento mesmo.",
                "tenho usado os produtos da marca creamy. tenho o azul e o rosa e quando uso noto uma grande diferença",
                "Atualmente tenho usado o creamy rosa e estou vendo resultados. \n\nUma outra opção é utilizar o óleo de rosa mosqueta junto ao hidratante, mas o óleo só pode ser utilizado a noite.\n\nE o mais importante é o protetor solar, depois que comecei a retocar a aplicação e até mesmo a usar dentro de casa senti uma grande diferença. Sempre uso fator 50 no rosto, pescoço e orelhas.",
                "O mais indicado é procurar um dermatologista pq sendo mancha, dependendo do que te passarem pode até piorar. Principalmente pq n sabemos seu tipo de pele ou se tem alguma alergia e por ser acido fica meio complicado. \n\nTem receitas caseiras como esfoliar o rosto com borra de café 1x na semana, esfoliante químico também (esses de farmácia mesmo). Argila branca ajuda a clarear também, fazer máscara duas vezes na semana e por um tempo significativo tipo uns 3 meses pra ter resultados. \n\nE ah, use protetor solar, sempre. Todo dia."
            ]
        },
        {
            "title": "Como lavar a região da barba?",
            "selftext": "Eu tenho que barbear por conta do serviço e estou tendo problemas com espinhas na região da barba. Imagino que possa ser por falta de limpeza, porque só lavo essa parte com água.\n\nComo vcs fazem? É melhor usar um shampoo (mesmo estando barbeado) ou  um gel de limpeza facial, ou talvez sabonete corporal comum?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mfa31d",
            "num_comments": 2,
            "comments": [
                "Vc costuma hidratar essa área? Porque provavelmente vc está tendo espinhas/irritação mais pela sensibilização da sua pele, por causa de barbear. Limpar mais não seria o caminho se vc não caprichar na hidratação. Claro que vc pode sim utilizar um sabonete facial (um próprio pra pele sensível provavelmente seria bom). Mas sempre que lavar use um hidratante facial depois, pra ajudar sua pele a se recuperar. E vale ressaltar o uso de protetor solar na rotina diurna. \n\nEdit: palavras faltando"
            ]
        },
        {
            "title": "Depilação a laser",
            "selftext": "Algumas pessoas daqui me recomendaram fazer depilação a laser pra melhorar queratose pilar e pelos encravados, pesquisei sobre e fiquei com algumas dúvidas, queria saber mais sobre vocês que já fazem e gostam:\n\n- onde fazem e quanto pagam?\n- com quantas sessões sentiram diferença?\n- em uma escala de 0 a 10, qual o nível de dor?\n- notaram alguma alergia/irritação na pele que melhorou depois de depilar com laser?\n- já usaram depilador portátil? O que acharam dele?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mej3y3",
            "num_comments": 5,
            "comments": [
                "Comecei a fazer o laser pelos mesmos motivos e já senti diferença (fiz apenas duas sessões até agora).\n\n- Comprei o pacote na ViaLaser e paguei R$ 2.430,00 em meia perna, axila, virilha e perianal.\n\n- Na primeira sessão mesmo eu já senti diferença na parte de meia perna e axila. Eu tenho o pelo claro e escuro, tudo bagunçado, então a moça que fez falou que pelo loiro geralmente o laser não pega, senti diferença pois apenas os loirinhos nasceram e esses não me incomodam tanto. \n\n- Nível de dor: 0 (mas dizem vai do tipo de pelo também, eu não senti dor nenhuma)\n\n- A gilete estava acabando com a minha pele de tanta alergia e coceira, aí o fato de não estar usando gilete já melhora muito.\n\n- Já usei depilador portátil do tipo que arranca (dor insuportável) e uso um que apara e depois corta os fios menores, um roxinho a pilha da Philips - é bom mas muito trabalho e também só usava na virilha, nas outras áreas não pegava bem.",
                "\\- Faço numa clínica aqui da minha cidade, pago por sessão e não por pacote, então ta saindo 270 a sessão de perna completa, axila, virilha e linha alba (que é essa parte da barriga entre umbigo e virilha)\n\n\\- Fiz apenas 2 sessões no momento. Com 1 eu já tinha percebido o pelo bem falhado, mais fino e demorando mais pra crescer\n\n\\- O que eu sinto é um intermediário entre dor e cosquinha. São tipo um choquezinhos. Eu diria 3/10 (por ex com cera quente eu considero uns 7,5/10)\n\n\\- Quando se faz laser só é possível se depilar com gilete ou maquininha que corta, pra não atrapalhar o processo do laser. Geralmente eu tinha bastante alergia quando usava gilete, e meus pelos encravavam muito. Mas como parece que os pelos agora estão um pouco mais finos, a irritação pós-depilação com lâmina diminuiu\n\n\\- Depilador portátil seria essas maquininhas elétricas, tipo de fazer barba? Se for, eu costumo usar, principalmente na virilha quando quero aparar. Já usei também aquele Santineli, que arranca os pelos pela raiz e detesto, meu nível de dor com ele era 11/10, só conseguia fazer a axila e se fosse MUITO necessário, a canela.\n\nFora essas coisas um detalhe importante na hora de escolher onde fazer a depilação à laser, mais do que o nome do local ou o preço, é olhar o tipo de equipamento de laser que é utilizado. Alguns são mais eficientes que outros. O que eu faço é laser de diodo com ponteira resfriada (esse diferencial da ponteira diminui bem a dor, acho que por isso não sinto quase nada de dor).\n\nEdit: vale ressaltar que tudo varia de acordo com seu tom de pele e tipo de pelo. Eu tenho a pele mais clara e os pelos pretos. Os lugares onde o pelo é mais grosso, foram onde eu notei mais resultado logo na primeira sessão (virilha e canela).",
                "Paguei 1400 virilha completa e axila \nTo na 2 sessão e na primeira já percebi q os pelos nasceram falhados e demoraram bem mais pra crescer\nNível de dor 3\nNão tenho alergia nem irritação na área \nNunca usei depilador portátil",
                " \n\n* onde fazem e quanto pagam? Fazia com minha dermatologista aqui no ES, pagava 340 reais por sessão (cada sessão incluia axila e bigode)\n* com quantas sessões sentiram diferença? 2\n* em uma escala de 0 a 10, qual o nível de dor? 6, eu usava dermomax para aliviar\n* notaram alguma alergia/irritação na pele que melhorou depois de depilar com laser? nadica\n* já usaram depilador portátil? O que acharam dele? Nao, mas sou super curiosa"
            ]
        },
        {
            "title": "Minha rotina de skincare (24, M)",
            "selftext": "Gostaria de compartilhar a minha rotina de skincare com os homens desse subreddit. A minha pele, até onde eu sei, é mista.\n\n---\n\nManhã:\n\n* limpar - Bioderma gel moussant\n* hidratar- Bioderma Atoderm Crème\n* protetor solar (se eu for sair de casa) - Bioré Aqua Rich Watery Essence FPS 50 (caríssimo, mas na Americanas parece ser mais barato)\n\n---\n\nNoite/Antes de dormir:\n\n* limpar com água\n* exfoliar (dia sim, dia não) - Neutrogena Purified Skin\n* hidratar - Bioderma Atoderm Crème\n\n---\n\n**Se eu vou me barbear, eu faço o seguinte**\n\nAM: \n\n* limpar - Bioderma gel moussant\n* barbear\n* bálsamo - NIVEA MEN Pós Barba Bálsamo Sensitive (com vitamina E)\n* hidratar- Bioderma Atoderm Crème\n* protetor solar (caso necessário)- Bioré\n\n---\n\nEspero que isso ajude os homens com pele mista aqui no subreddit. E caso queiram dar um feedback, agradeço.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "meffov",
            "num_comments": 17,
            "comments": [
                "Achei interessante você lavar o rosto com produto de manhã ao invés de à noite, alguma razão específica? eu normalmente gosto de usar à noite para tirar as sujeiras e protetor solar do dia.",
                "Amigo se tá dando bom pra vc que ótimo, mas esfoliar dia sim dia não é too much? A pele demora uns 20 dias pra renovar a camada córnea vc pode estar expondo sua pele demais",
                "Eu nunca me preocupei com a pele da cara, mas não tenho tanta grana pra começar. O que sugere  de produto pra quem tá começando agora? Eu só lavo meu rosto com sabonete 2x ao dia kkk.",
                "Eu tava precisando de um guia desses! Valeu.\nVc tem ideia de quanto gasta mais oou menos por mês com essa rotina?",
                "Estou atrasada para o rolê Kk mas gostaria de fazer uma pergunta, o que vc acha desse creme Atoderm da bioderma? Ele é bom msm? Vale a pena? Eu tenho muita curiosidade de testar, mas sempre fico meio assim, pq não conheço ninguém que use e nem achei muitas resenhas sobre por aí..."
            ]
        },
        {
            "title": "Hidratante masculino facial",
            "selftext": "Oii, eu nunca tive muito cuidado com a minha pele, nunca usei cremes nem nada, mas tava querendo começar a usar, principalmente no rosto. Tentei pesquisar um pouco na Internet e falam que depende do tipo de pele, mas não sei qual o meu tipo de pele kkk. Decidi vir aqui ver se podem me recomendar algumas marcas e produtos, não tenho nenhum problema específico e espinhas são raras, como não saio de casa não me importo muito com proteção solar no momento, queria mesmo algo que hidratasse e deixasse a pele macia a longo prazo mesmo. Não tem problema o produto ser caro se valer a pena, desde que não seja muuuito caro.\n\nEdit: coloquei masculino no nome pq vi algumas marcas separando a categoria, mas não sei se tem diferença ou é só marketing msm.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mdu2xa",
            "num_comments": 10,
            "comments": [
                "A pele tem três tipos: oleosa, mista ou seca. Você pode descobrir isso simplesmente passando um papel absorvente e vendo se fica gordurosa no rosto inteiro ou só na zona T, ou se ainda não fica gorduroso em nada. E sobre hidratante, acho que um da Cetaphil não tem erro, é um pouco mais caro que a média mas tem boa aceitação, eu mesma uso no corpo e no rosto. Depois que você descobrir o tipo de pele que tem, procura por algum específico pra ela da Cetaphil. Outra coisa, toda pele precisa de três coisas básicas: proteção solar, hidratação e limpeza. Esses três elementos já fariam uma grande transformação. Ou ainda faz o seguinte: compra o Hidratante Facial Matte da Garnier Skin, ele é super barato e é um dos produtos da Garnier que mais tem saído e as resenhas que li foram bem positivas. Ele tem vitamina C, que é componente que faz muita diferença na pele. Começa com ele, você já vai ver diferença, e depois se gostar de cuidar da pele compra um da Cetaphil",
                "Um bem legal eh o 6 em 1 da linha \"man\" do boticario. Rende bem, tem um pouco de protecao solar (vc disse q é pra ficar em casa) e o cheiro é bom. Eu gostava qdo usava q ele era meio matificante na pele",
                "Uma informação importante. Use hidratantes. O rosto que estiverem escritos para o rosto. A pele do corpo e do rosto tem textura diferente, oleosidade diferente. A do rosto é mais sensível. Então, leia o rótulo. \n\nO resto as pessoas já falaram aqui.",
                "Eu recentemente comecei a usar o serum de ácido hialurônico da principia (custa 50 reais no próprio site deles e o frete é grátis) e estou gostando muito, ele hidrata bem, deixa a pele muito macia e absorve bem na pele. Outro que já usei e gostei bastante tbm foi o serum hydrabio da Bioderma (esse é mais carinho, média de 99 reais, mas da para achar mais barato por aí), ele tbm hidrata super e deixa a pele bem macia. \n\nAgora em termos de cremes mesmo eu gosto muito do Fisiogel a.i creme da marca Fisiogel, ele hidrata muitoo, mas no caso ele é mais “pesado” e acho que é ideia para usar a noite (o de 50 gramas é em média uns 50 reais). Um outro creme ótimo é o hydroboost da neutrogena, o preço dele varia muito mas vc consegue achar ele por volta de uns 50 reais por aí ou até bem mais barato. Ambos os cremes tbm hidratam bem e deixam a pele macia. \n\nTodos os hidratantes que eu citei servem para qq tipo de pele então creio que vc não terá problemas, mas caso a sua pela seja muito seca pode ser que você sinta a necessidade de um pouco mais de hidratação, mas aí vc vai vendo.",
                "Hidratante se escolhe pelo tipo de pele e não gênero",
                "Eu também tinha resistência em usar protetor solar pra ficar dentro de casa, mas o sol é o PRINCIPAL (tipo 90%) responsável pelo envelhecimento da pele. Se você não se preocupa com rugas tudo bem, mas se quer evitar eu recomendaria encontrar um hidratante com protetor solar. Eu uso o hydra boost da Neutrogena, tem FPS 25, pra ficar em casa é ok. Pra sair use sempre um 30+.",
                "Sendo bem honesto, como homem, acho que vale a pena você começar a pesquisar sobre o assunto e já te adianto que esse papo de \"protetor solar não me interessa por agora\" pode ser uma pedra no seu caminho. O protetor solar normalmente  é o único item indispensável da rotina, segundo alguns dermatos e pessoas que entendem que eu conversei. O protetor solar por si só já tem uma ação hidratante por fazer esse selamento da pele. Além disso, vai ser ele quem vai permitir você utilizar esfoliantes para deixar sua pele mais uniforme. É ele quem previne o envelhecimento. Se quiser, chama pv que eu converso mais ctg sobre, mas vou deixar minha recomendação de protetor solar (ambos vegano caso tenha algum receio):\nAnasol fps 50: Ele tem vitamina E que é um anti-oxidante, tem argila branca e sai fácil com água. Nas farmácias você consegue encontrar por até uns 35 reais fácil. \n(Lembrando, segundo a ANVISA, você precisa colocar 0,9 g do produto para antingir o FPS e o PPD indicado, então tente ver como é mais ou menos essa quantia. Esse protetor é tbm ótimo para tratar espinha, é toque seco e a argila branca (junto com o protetor) ajudam a clarear a pele.\n\nSegundo e meu favorito:\nPhotoage water fps 50 da dermage.\nEle é bem leve, tem aquela textura semelhante a água e tem alcool que evapora assim que você coloca dando aquela sensação de frescor e deixa sua pele com toque de veludo. Ele é um pouco resistente a água, então tenha um sabonete para tira-lo antes de dormir. Ele tem ácido hialurônico na composição (agente hidratante). Fica totalmente transparente e super confortável. No site da dermagem ás vezes tem promoções dele (mais ou menos uma ou duas vezes por mês) saindo na média de 82 - 72 reais. Como ele é textura áqua, ele segue a regra dos três dedos para atingir a quantidade certa: Trace os três dedos (indicador, do meio e anelar) uma linha fazendo um pequeno zigzag e vai conseguir a quantidade adequada. Espero ter ajudado!"
            ]
        },
        {
            "title": "Dicas pra quem tem muito pelo nas pernas ?",
            "selftext": "Sempre depilei com gilette e espuma pra barbear mas sempre cresce muito rápido. Já comprei cera quente mas to com medo da dor que possa ser. Enfim qualquer ajuda será bem vinda!",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mdez11",
            "num_comments": 9,
            "comments": [
                "Eu tenho muito pelo e depilei com cera quente desde os meus 11 anos. A dor é chatinha, mas vc se acostuma, o pior é na virilha, perna é mais tranquilo. Mas com o passar dos anos perdi a paciência com cera porque eu ficava umas 2h na depiladora e depois de 2 semanas já tinha crescido de novo um pouco, aí eu tinha que ficar mais pelo menos 1 semana de calça até crescer o suficiente pra depilar de novo kkkk fora que ficava caro.\n\nFiquei uns anos depilando com gilete e maquininha, mas tenho alergia a gilete e o meu pelo cresce em 2 dias no máximo. Agora tô fazendo laser, e só com 2 sessões já vi que foi a melhor decisão, um dos dinheiros mais bem gastos da minha vida. É caro, mas tô sacrificando outras coisas pra conseguir pagar, porque sei que é algo que vai me dar mais bem estar pro resto da vida.",
                "já depilei virilha, axila, buço e perna com cera. o lugar que menos senti dor foi na perna.\n\n\ntem umas pomadas anestésicas a base de lidocaína que podem ser usadas antes da depilação. mas ai voce tem que se atentar bem à temperatura da cera antes de passar na parte anestesiada :) \n\n\ntem algumas ceras que a gente compra que já vem com compostos anestésicos tbm, talvez ajude",
                "Minha dica é que você procure um depiladora p passar a cera quente, fazer com cera por conta propria é receita p cagada, você fica com medo de puxar e aí p tirar aquilo sem puxar é tenso (experiencia propria)...  \nMas caso você tenha condições, invista numa depilação a laser.",
                "Segredo de usar cera é só a puxada. Tem q ser rápido e de uma vez só. P doer menos fazer pequenas áreas por vez."
            ]
        },
        {
            "title": "Cerave",
            "selftext": "Minha pele tanto do rosto quando do corpo e normal a seca, estava querendo comprar o hidratante corporal da Cerave, mas por ser um pouco caro queria saber à opniao de vocês sobre ele, vale a pena o preço? Vocês tem algum outro hidrate corporal para indicar ?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mdduy5",
            "num_comments": 15,
            "comments": [
                "Eu gosto muito dos da Neutrogena, estou usando o extra care e ele é muito bom. Hidrata bastante, o cheiro é suave e eu paguei menos de 30 reais numa embalagem de 400g",
                "Ganhei uma amostra grátis dele recentemente e estou amando, não fica oleoso nem pesado. Uso no rosto também e não me deu nenhum efeito adverso. Acho que o segredo para passar no rosto, caso você queira, é usar uma quantidade menor(e isso que rende muito bem). Não fica brilhoso nem me deu espinhas, acho que vou investir nesse hidratante.",
                "Eu acho que o Cerave foi um dos melhores que eu já usei, uso o creme pra pele seca e extra seca (uma embalagem branca e azul). Tem a versão de pote e um com um pump, eu prefiro a de pote porque é um pouco mais barata e  tive a impressão de que rende mais. A pele do meu corpo sempre foi bem seca e com 1 semana usando ele já deu uma boa diferença. \n\nO único cuidado que eu tomaria com esse hidratante é com o rosto. Na embalagem diz \"hidrata e ajuda a restaurar a barreira protetora da pele do rosto e do corpo\", passei só uma vez, ficou um aspecto bem oleoso e comecei a ter espinhas. O hidratante que eu recomendo pro rosto é o Nutrel Suavizante da Profuse, um gel creme. Custa uns R$60 mas rende horrores porque espalha muito bem.",
                "Eu era pobre no BR e nunca poderia comprar um cerave, entao me virava com os hidratantes johnsons  - achava uma das formulas que mais compensava considerando preco, assessibilidade (tem em toda farmacia) e formula.  \nagora que experimentei o cerave digo com certeza q eu economizaria só pra ter um pote sempre disponivel hahahaha  \nPra algumas pessoas ele é comedogenico (cuidado com espinha nas costas e no colo, mesmo se vc nao usar no rosto), mas pra pernas e bracos eu acho perfeito! e tbm pra passar uma camada generosa embaixo dos olhos em dias q a pele ta precisando.  \nParece que ele \"segura\" a pele hidratada mesmo quando vc lava.  \nComo ele contem um pouco de acido hialuronico, algumas pessoas relatam um ardido ao usar no rosto, mas acho q se vc ja aplica qqr coisa com acido vc nem vai sentir.\n\nA do pote quadrado de pump é um locao, nao um creme. é mais aguada e absorve bem mais rapidinho.\n\nEnfim, sim, vale a pena o preco. E um outro hidratante q eu indico é o johnsons daily care de lavanda e camomila",
                "Uso o Cerave creme de potão, mais no rosto que no corpo, e amo muito, é o único que funciona bem pra minha pele ressecada pela tretinoina. Passo na pele úmida, e absorve super bem, a pele não fica melada, fica hidratada e agradável, com aspecto mate, nada oleoso. Recomendo muito!\nJá o próprio pro rosto não acho que hidrata tanto, me arrependo de ter comprado."
            ]
        },
        {
            "title": "Como reduzir a queratose pilar e pelos encravados nas pernas? Detalhes da rotina nos comentários",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mddb8s",
            "num_comments": 18,
            "comments": [
                "Eu também tenho bastante alergia depilando com gilete e minha pele do corpo é mais seca. Sempre depilei com cera ou máquina que corta, porque não dava alergia. Mas o que mais fez diferença mesmo pra mim foi recentemente começar a fazer depilação a laser, fiz só 2 sessões por enquanto, mas meus pelos já estão beeem mais finos do que antes e com várias falhas. Agora, mesmo só podendo usar gilete, já não encrava quase nada e a alergia é mais leve, até porque o pelo tá demorando mais pra crescer, então depilo menos vezes. \n\nSei que depilação a laser é caro, mas compensa demais... Acho que se pra vc for uma opção, vale bem mais a pena do que investir em outras coisas, porque afinal de contas, vai eliminar a raiz do problema, que são os pelos. E outra coisa que me ajudou é que quando se faz laser, é indicado manter a pele bem hidratada, aí agora tô caprichando mais na hidratação, coisa que eu relaxava antes.",
                "Eu tenho queratose. “Resolvi” de três formas: 1. Tomando sol 2. Substitui o sabonete normal por Syndet (muito mais caro porém worth it) 3. Eu comprei uma espátula ultrassônica e eu me “raspo” uma vez por mês. A queratina em excesso sai e a bolinha some. A dermatologista aprovou desde que não faça com força.\n\nPaguei 80 reais na espátula no mercado livre.",
                "Tomo banho com água morna e uso sabonete comum mesmo, faço uma esfoliação física com bucha vegetal 2x por semana e hidrato todos os dias com o creme da cerave. Como minha pele do corpo é muito seca, achei melhor pegar o creme porque não sei se a loção daria conta do recado rs.\n\n\nA depilação sempre foi com depilador elétrico porque gilete me dá alergia, os pelos são bem grossos, com a raiz funda e muito dificeis de tirar, recentemente tentei mudar pra cera quente e ver se acontece algo de diferente, mas aparentemente só gastei dinheiro.",
                "Olha, já vi o pessoal recomendando Tendskin, mas é o olho da cara.\n\nProvavelmente você já tentou esfoliar antes de depilar (eu tbm tenho esse problema), deu um pouco certo. \n\nO que deu certo em mim, pasme, foi passar alcool em gel depois (meu intuito foi matar as bacterias cretinas que causam isso). Não indico porque pode ser prejudicial pra pele.",
                "Também tenho querarose Pilar e eu particularmente detesto, “luto” contra desde a infância já passei tudo quanto é produto ácido e nada nunca melhorou, minha dermatologista falou q é uma característica da minha pele e q meio q não adianta passar ácido nem nada, eu sou assim"
            ]
        },
        {
            "title": "Vocês gostam dos produtos da Natura?",
            "selftext": "Uma parente minha é revendedora e eu queria comprar pra ajudar. Tem algum produto legal pra experimentar?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mdbvhs",
            "num_comments": 7,
            "comments": [
                "O corretivo da natura é ótimo. A máscara de cílios da una também ouvi falar bem.  \n\nO desodorante de algodão em rollon/pomada é ótimo. \n\nOs shampoos e hidratantes corporais também são bons. A colônia mamãe e bebê kkkkkkk \n\nE tão falando muito bem da linha chronos mas nunca usei nada pra afirmar",
                "O esfoliante da linha Chronos é o melhor esfoliante que já usei. Muito potente, não dá pra usar com frequência. Rende bastante e tem uma proposta ambiental mto legal.\n\nMinha mãe usa a linha Chronos anti idade desde muito nova e todo mundo elogia a pele dela, até os dermatologistas.",
                "Eu gosto protetor solar, o gel, para peles oleosas",
                "Gosto daquela linha Ekos"
            ]
        },
        {
            "title": "Protetor solar dentro de casa",
            "selftext": "Eu percebi uns dias atrás que minha pele tá muito mais feia que meses atrás, fiquei pensando o que podia ser. Bem, não sei se esse é o único motivo, mas uma coisa que mudou muito é que desde que a quarentena começou eu parei de usar protetor, acho que pelo fato de não sair de casa, me importei menos com isso - ja li que a tela do computador também causa agressões, mas nunca nem passou pela minha cabeça durante esse ano. Vocês tem costume de usar protetor em casa? Acham que faz diferença de fato?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mdallk",
            "num_comments": 11,
            "comments": [
                "Eu uso, mas porque já li que a claridade vinda das janelas de casa é suficiente para causar algum dano.",
                "Eu uso a seguinte regra: se dentro de casa eu uso iluminação natural, passo protetor. Assim não tem erro! E a luz artificial causa danos também, não no mesmo nível mas causa",
                "Não uso pois ouvi dizer que o protetor solar precisa ter cor pra proteger das telas de PC/celular, então como o meu protetor solar é normal, acabo nem usando pra ficar em casa.",
                "Olha, isso é muito complicado de se afirmar. Eu particularmente, por ter algumas manchas de acne na pele, passo mesmo pra ficar em casa. Mas cientificamente não tem muita comprovação de que protetor solar protege da luz de telas (mesmo o com cor). Aprendi um pouco mais sobre isso num perfil do instagram (@drasdupin) que é de duas médicas dessa área que falam muito de skincare, e esses dias elas fizeram uma live falando exatamente sobre isso (inclusive recomendo, deve estar salva lá no perfil delas).",
                "Acho que a falta de uso de um único produto dificilmente teria um efeito tão negativo. Vale a pena investigar se tem mais alguma coisa: por passar mais tempo dentro de casa você tem se exercitado menos? Caminhado menos? Está se hidratando o suficiente? Sua rotina de sono está bem regulada? Você passou a comer mais besteira nesse meio tempo? Alimentos processados, doces, etc.",
                "Minha dermatologista me indica passar o protetor mesmo estando em casa todo dia faço minha rotina da manhã e passo o protetor também tenho tendência a manchar muito a pele",
                "Dentro de casa você se protege bem da luz visível (FPS), mas não da radiação solar (que é protegida pelo valor do PPD). Vai ser a radiação que vai oxidar suas células. Talvez possa ser isso mesmo. Eu sempre uso. Mas se estou só dentro de casa, então só retoco uma vez no dia (ao meio dia)."
            ]
        },
        {
            "title": "Qual a importância dos hidratantes corporais?",
            "selftext": "Realmente tem algum efeito benéfico na pele?\nOu é só cheiro?\n\nImagino eu que a melhor forma de hidratar a pele é bebendo água.",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "md9arr",
            "num_comments": 9,
            "comments": [
                "Sempre sempre passo hidratante pós banho e percebo bastante diferença, principalmente nas partes mais ressecadas, cotovelos, as mãos por conta do álcool e no corpo percebo também que a massagem feita na hora de passar também ajuda muito. \nE sim, água ainda é o principal aliado p manter a pele hidratada.",
                "Tomar água realmente faz muita diferença, mas os hidratantes também ajudam bastante. Claro que depende da fórmula... realmente alguns são mais fragrância do que hidratação. Eu nunca tive muita paciência pra ficar passando hidratante no corpo porque não gosto de ficar \"melecada\". Recentemente estou fazendo depilação à laser e é necessário hidratar bem a pele, então estou usando praticamente todo dia. Em poucos meses já notei uma diferença absurda. Minha pele das pernas que sempre foi meio sequinha está super hidratada atualmente, até nos dias em que eu me esqueço de passar o hidratante.",
                "Faz. Pele macia e hidratada, sem aspecto de ressecada e “descamada”. \n\nPrincipalmente no inverno ou em locais mais secos. Cotovelo e canelas são os lugares que mais sofrem. Além da mãos. \n\nSe vc tem algum tipo de dermatite também é bom manter a pele hidratada. \n\nE como falaram ali, beber água é muito importante.",
                "eu acho que pode ajudar no caso de regiões que constantemente estão sendo agredidas por alguma forma de atrito. exemplo: eu lavo minhas mãos várias vezes ao dia, então antes de dormir já é de lei eu passar um hidratante para mãos, porque é comum elas ficarem ressecadas.",
                "Tomar água é super importante. Até pq você pode ter um hidratante Mara que se você beber pouca água não vai ter a pele de fato hidratada. Mas, o hidratante deixa a pele com aspecto mais bonito, viçosa e lisinha. Dá uma uniformizada na pele. E para a pele do rosto é sempre bom hidratas antes de maquiar (a make dura mais e fica melhor)",
                "Nossa, faz muito, deixa a pele super macia só que a gente não percebe pq meio que acostuma com o tempo né. E tem tb q quando a pessoa fica mais velha a pele fica com um aspecto mais hidratado.",
                "A pele fica muito melhor bebendo a quantidade ideal de agua, mas pra alguns casos o hidratante é útil pra manter o viço e a barreira de protecao da pele. eu tenho a pele ressecada por genetica e desde que me entendo por gente tenho que usar hidratante se nao quiser ficar com as pernas e bracos esbranquicados e as maos com rachaduras",
                "Ajuda bastante. Quem tem a pele muito seca vai notar a maior diferença, mas quem tem a pele normal até que nem tanto. Também é muito útil para quem teve lesões na pele, ajuda a recuperar rapidamente e evita deixar cicatrizes. O que posso dizer é que não é só o cheiro, caso contrário não ia existir hidratante sem perfume hahahah",
                "Eu sou uma grande entusiasta de hidratante e pela minha experiência eu percebi que os da Boticário, Natura etc são bons de cheiro, mas não hidratam tanto. A mesma coisa com o da latinha azul da Nívea: pura parafina. \n\nOs sem cheiro e de marcas tipo Neutrogena (a linha norwegian e a hydroboost), la roche posay, até a mustela (que é infantil) hidratam bastante mas o preço é mais alto e a maioria não tem cheiro tão gostoso. \n\nBeber água e não tomar banho muito quente ajudam muito também.\n\n(Ácido hialurônico é O hidratante que Deus deixou para nós hahahah)"
            ]
        },
        {
            "title": "Simple Organic",
            "selftext": "Olá, pessoal.\n\nPrimeiro quero deixar claro que não trabalho na Simple Organic ou em qualquer empresa dermatológica kkkkk estou apenas deixando minha experiência com os produtos.\n\nHá 6 meses faço o uso dos produtos da Simple Organic e estou gostando muito. Uso a Niacinamida e o Retinol. Como minha pele está num momento bom, uso um dia sim, dia não (sempre à noite). Não notei aparecimento de cravos, espinhas e manchas. Quando aparece alguma espinha (raramente hoje em dia), logo fica seca e desaparece, deixando apenas uma manchinha que vai clareando com o tempo. O que mais notei foi que a pele ficou mais uniforme.\n\nEu estava com muito medo de comprar e não me adaptar, pois minha pele é oleosa, mas os produtos são rapidamente absorvidos.\n\nEntão é isso. Se alguém tem curiosidade em experimentar, eu sugiro esses dois produtos. Ainda não tive coragem de comprar a Vitamina C deles, alguém usa?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mcxsrv",
            "num_comments": 0
        },
        {
            "title": "Whiteheads",
            "selftext": "Gente eu tenho 22 anos (M), tenho acne desde sempre, já tomei roacutan, apesar de ter parado 2 meses o tratamento 2 meses antes do final, e minha pele é bem ruim, tenho acne nas costas e no rosto, no rosto o que mais me incomoda são os whiteheads, que persistem e não sei o que fazer.\nEu comecei agora a entender que precisam ser passados produtos específicos pra esfoliação química, mas não comprei nada, ainda estou muito leigo no assunto. Alguém pode me dar uma luz? O que eu compro pra acabar com os meus whiteheads e com a minha acne nas costas também?",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mcvsce",
            "num_comments": 4,
            "comments": [
                "Acho que como vc já fez uso de Roacutan e mesmo assim não resolveu, o ideal é procurar um dermatologista mesmo. Talvez sua pele precise de algo mais específico, que dicas da internet podem até piorar, já que vão ser mais genéricas. Mas acho que é legal também pensar em outros aspectos da sua vida que possam estar causando a acne. Não sei como é sua alimentação, mas é um aspecto que influencia bastante.\n\nEdit: sobre esfoliação química. Não sei há quanto tempo vc tomou Roacutan, mas sei que a pele fica bem sensibilizada Se for recente, e o uso de ácidos para esfoliação química pode causar irritações em peles mais sensíveis. Então vá com calma, acho mais indicado mesmo procurar um dermato antes de partir pra essa abordagem.",
                "Sempre tive muito esse problema, não cheguei a usar roacutan, mas de resto, já tinha feito de tudo e usado de tudo. A única coisa que funcionou (posso dizer que quase 100%) foi a linha blemish age da skinceuticals, tanto o tônico como o serum. São produtos muito caros, mas foi a única coisa que resolveu pra mim. Vale cada centavo suado! Mas como você já usou um remédio bem mais pesado, não tenho certeza se te ajudaria, o melhor é voltar ao dermato.\n\nAgora pras costas não sei o que você pode fazer, só consigo pensar em sabonetes específicos pra pele oleosa.",
                "Por que parou o tratamento antes do final? \n\n Procurar outro dermatologista é a melhor coisa que vc faz. Talvez uma boa esteticista também ajude. \n\nO jeito vai ser fazer uma boa varredura junto com outros médicos tipo endocrinologista pra ver se tem algum hormônio ou taxa desregulada.",
                "Roacutan dependendo do caso tem até dose de manutenção pra evitar voltar, vc deveria talvez ir ver de fazer o tratamento até o final, muita gente o resultado só vem no último mês. Mas acne é uma doença multifatorial, tem que realmente investigar a causa."
            ]
        },
        {
            "title": "Creme Antipoluição e Anti-Aging Facial Hidrabene (resenha nos comentários)",
            "selftext": "",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mcokbm",
            "num_comments": 6,
            "comments": [
                "A Hidrabene é uma marca brasileira que já nasceu vegana e cruelty free. Este creme em específico tem proposta de clarear, firmar e hidratar a pele, além de proteger contra as agressões diárias. Sinto meu rosto muito hidratado e sedoso, porém logo que aplica, a fórmula fica um pouco espessa e em poucos minutos “assenta” e cumpre com a função de deixar hidratada e macia. Fica leve também, algo que contribui para não sentir a pele cansada/com muitos produtos. Segundo a embalagem, após 28 dias de uso, os efeitos são mais visíveis (quero constatar se de fato a pele ficará mais clara/uniforme). Achei o preço excelente (em torno de R$40,00), a função de hidratação atende muito bem a minha necessidade. O negativo é o cheiro que não me agradou muito e vi várias pessoas dizendo o mesmo (porém você só percebe logo que passa) e quando usa protetor solar em cima, esfarela um pouco (também vi pessoas reclamando disso). De forma geral, pretendo comprar novamente, ainda mais se corrigirem a questão do esfarelamento, mas por enquanto não é nada muito urgente. Me surpreende e estimulou para comprar mais produtos nacionais!"
            ]
        },
        {
            "title": "Protetor solar",
            "selftext": "Vcs já encontraram um protetor BR que não seja um poço de óleo ou custe um rim? Eu acabo com um protetor em 25 dias não dá pra ficar pagando mais de 40 reais em cada. O melhor que já usei foi o da Boticário, porém é multiprotetor não confio na eficácia do fps",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mckqyt",
            "num_comments": 21,
            "comments": [
                "Meu protetor solar não é barato, mas ele é o melhor que eu achei para a minha pele. Então não sei se a minha recomendação é válida. Mas vamos lá ... eu uso o  protetor solar fluid Shield Protection na cor peach (fator de proteção 70) da Adcos.\n\nAcho maravilhoso, mas custa 135 reais. \n\nO meu problema era: comprar protetor sem cor e ficar com a cara branca (Gasparzinho). Comprar protetor com cor e ficar igual ao Trump. Essa era a realidade. E eu tb odiava aquele sensação de pele brilhosa, parecia que estava oleosa. \n\nDepois desse nunca mais tive problema e eu consigo usar maquiagem por cima se eu quiser e a make fica bonita.",
                "Eu uso um protetor da La Roche que custa 60 reais, mas ele dura muito pq espalha super bem, uma ponta do dedo por dia já cobre meu rosto inteiro. Eu tenho pele oleosa, mas sensível, e ele da uma hidratada \"seca\" na pele, deixa macia, mas sem oleosidade, ótimo pra passar make depois, é quase um primer. Esse é o Athelios XL Protect fps30 de 200 ml (por ser maior, é considerado 'corporal' mas eu uso todo dia só no rosto, por isso ele dura quase um ano inteiro).",
                "Também quero saber. Desisti de usar protetor solar puro por causa disso, comprei o hydraboost da Neutrogena que tem fps 25, achando que por ser um fps mais baixo junto a um hidratante não ia ficar tão pegajoso na pele. Mas fica :(",
                "Já testei um Neutrogena que é bem sequinho e cheirinho bom, mas acabei comprando o Nivea comum mesmo. Diz que é sem óleo mas quando está acima dos 30 graus(normal aqui) ele fica meio pegajoso :/ mas por baixo de uma maquiagem leve não fica com aspecto de oleoso.",
                "Protetor solar é sempre uma luta. Eu tenho pele oleosa e acneica e já usei vários. Não me adaptei a nenhum da La Roche, todos que já testei ficaram pesados demais e densos, com residual branco. Digo o mesmo dos da L'Oréal que usei. Atualmente estou usando o Actine fps 30 e estou amando, ele é super levinho não tem aquele toque seco que, pra mim, só faz o protetor esfarelar, e ainda é bem mais barato que vários outros. O fato de ser fps 30 me deixa insegura pra situações em que tenho que me expor muito ao sol, então eu sempre tenho algum outro com fator mais alto aqui comigo pra esses dias. Tenho também o protetor com cor da Isdin (fórmula antiga) e a textura dele é bem boa, mas só uso de vez em quando pra ocasiões mais arrumadinhas em que não quero passar base.",
                "Eu uso o da la roche pq ele hidrata minha pele sem dar espinhas, mas fica um aspecto oleoso mesmo. Nunca testei outros, mas só pra indicar umas\n marca pra pesquisar tem muita gente que indica Bioré (japonesa).",
                "Ouvi falar q a Natura tem uma linha de protetores muito boa, são sequinhos e quase inodoros.  Eu uso um da Bioré (marca japonesa) q deixa meu rosto estranho, pegajoso, mas uso por causa do cheiro, q nele é ausente. Assim q esse frasco acabar, vou aderir ao da Natura.",
                "Estou usando o da Natura fps 60 para peles oleosas, e usando a quantidade indicada de protetor consigo usar ele sem problemas. Minha pele é seca/normal.\nOutro que gostei foi o da Nivea fps 60, aquele toque seco do fraco que vinha com uma bolinha para agitar. Um protetor pra mim dura uns 45 dias.",
                "Cara, eu usei por muito tempo o Ensolei toque seco da Profuse, ele não deixava minha pele oleosa, eu gostava.",
                "Então, por esse mesmo motivo (usar protetor todo dia e não querer deixar um rim toda vida) eu comecei a usar da Cenoura e Bronze facial (sim) e p minha pele caiu bem. Tenho pele mais p seca do que oleosa.",
                "Eu uso a Anasol fator 35 e tem dado certo. Custou 21 Reais."
            ]
        },
        {
            "title": "Qual a rotina de pele/tipo de pele de vocês?",
            "selftext": "para começarmos o sub interagindo! ♡",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mck06i",
            "num_comments": 45,
            "comments": [
                "Minha pele é oleosa, o sabonete que uso é o Vichy Normaderm de Limpeza Intensiva. Depois do sabonete passo Água Micelar Vichy Normaderm. Aí uso alguma máscara facial da minha preferência, senão já vou direto pra Água Termal Avène e logo em seguida passo utilizo o Creme Antipoluição Anti-Aging Hidrabene. Isso de noite. De dia uso só água micelar, depois o Creme supracitado e protetor solar ISDIN",
                "Minha pele é seca, então uso água micelar (alternei entre nívea, Ana hickmann e L’Oréal), creme hidratante e as vezes água termal. Todo santo dia! Por se tratar de uma pele sensível, tento tomar cuidado pq irrita fácil. A cada duas semana uso máscara preta pra tirar os cravos e finalizo com aquelas máscaras melequentas da ruby rose kkk pra suavizar todo o processo!",
                "Eu me considero novo na onda de skin care pq nunca me importei com isso e tinha a pele ótima, mas estou na segunda puberdade (sou trans) e ta sendo foda, aí ainda estou na fase de testar e achar os produtos ideais  \n  \n\nPor enquanto eu lavo o rosto 2x por dia com o Gel Cleanance Avene, seguido por o Serum Hialurônico da Di Grezzo e Hidratante Vegan by Needs Tea Tree  \n  \nRecentemente também comprei o esfoliante da Sallve e uso uma vez por semana  \n  \n\nQuem tiver indicações de produtos pra pele acneica eu agradeço!",
                "Pele oleosa com acne no momento (24 anos) \n\nDependendo da condição do meu bolso uso pra lavar o effaclar alta tolerância (embalagem verde) da la roche ou então o facial em barra da protex nos meses pobres hahaha\n\nHidratante cicaplast la roche (ele é pesado, poucas pessoas curtem usar diariamente mas eu amo!)\n\nProtetor solar (ainda não achei o meu, todo mês compro um diferente pra experimentar)\n\nA noite alterno um retinol manipulado com o cicaplast pra não sensibilizar a pele. \n\nRotinas com mil produtos não são minha praia, o gasto seria mto alto e vc não vê qual produto teve qual resultado.",
                "Minha pele é mista.\n\nLavo o rosto com o Actine. Uma água micelar da loreal e passo a vitamina C antioxidante da Sallve e protetor solar da renew fps 50 pra pele oleosa (confesso que coloco mais quando vou sair o protetor). \n\nA noite eu lavo o rosto com o mesmo sabonete ou com um de argila preta. Água micelar e sérum de óleo de jojoba e copaíba + hidratante firmador da sallve. \n\nNas raras vezes que usei maquiagem do fim do ano passado pra cá, uso o cleansing oil da Bioré pra remover.",
                "tenho 30 anos e pele oleosa. já tive acne \"leve\" mas de um ano pra cá consegui resolver sem muitos problemas. minha rotina atual:\n\ndemaquilante em óleo bioré (só quando uso maquiagem e/ou protetor solar)\n\nsabonete líquido la roche-posay\n\nloção hada labo shirojyun\n\nde noite alterno entre os ácidos mandélico e glicólico da creamy\n\nde manhã uso protetor solar de uma marca japonesa chamada curél\n\n2x por semana uso o peeling solution da the ordinary (é muito forte, não recomendo pra quem tem pele sensível)",
                "Depois de quase um ano de tratamento com roacutan minha rotina é basicamente: Lavar o rosto ao acordar com o effaclar alta tolerancia, depois um sérum de niacinamida (foi a única coisa que evitou recidiva de acne depois do roacutan, no meu caso) e depois protetor solar (comprei um da avéne mas não curti muito não, prefiro o Anthelios da La Roche). De noite, lavo com o sabonete, passo o sérum e vou dormir.\n\nOBS: Minha pele é oleosa.",
                "Tenho 24 anos e minha pele é oleosa e acneica. Não gosto de rotinas com muitos produtos porque me perco e fico é com preguiça no dia-a-dia.\n\nManhã: lavo com sabonete da Gaia cosméticos e em seguida estou usando a niacinamida e o ácido hialurônico da Principia. Depois protetor solar (atualmente estou usando o Actine fps 30 pra dias normais ou algum outro com fps maior se for ficar muito no sol) \n\nÀ noite, lavo com sabonete da Actine em barra, passo o spray hidratante Gaia cosméticos (mas tá acabando e devo subtituir pelo hialurônico da Principia em breve porque o frete da Gaia é caro pra mim e só vou pedir mais quando acabarem os outros produtos que eu uso da marca kkkk). Depois disso eu estou usando atualmente os elixires antiacne e iluminador da Gaia. \n\nSemana passada eu comprei aquele tônico de ácido tranexâmico e o ácido mandélico da creamy, mas chegaram hoje e ainda não usei. Tenho manchas de acne e quero ver se eles me ajudam. Pretendo começar a usar eles na rotina noturna apenas, alternando os dias com o uso dos elixires da Gaia.",
                "No momento estou sem skin care :( tô meio desmotivada mas vou tentar voltar porque minha pele está horrível. Mas quando eu seguia direitinho ,eu usava sabonete em barra ,que geralmente era de enxofre ou as vezes líquido da Profuse ; água micelar ou leite de rosas mesmo ; um secativo de espinhas recomendado pelo dermatologista e protetor solar ,mas aí é que eu pecava, porque usava um que deixava minha pele mais oleosa do que ela já é ,que é aquele de corpo da L'Oréal. Depois que troquei para La Roche ,mas é super caro.",
                "De manhã e na hora do banho da tarde uso o profuse sabonete líquido e o minesol oil Control dps 70. Às vezes uso uma máscara preta da Needs, bem baratinha. Minha pele é oleosa, então está dando bem certo.",
                "Minha pele é mega oleosa, aparecem espinhas no queixo na tpm. De noite uso sabonete azul da la roche, borrifo águas florais (de gerânio e hamamelis)  e passo gel de aloe vera. Quando aparecem as espinhas, passo acnase gel no queixo antes de dormir. De dia depende, as vezes faço igual de noite, outras vezes troco o sabonete por água micelar. Confesso que não tenho usado muito protetor solar agora que tô enfurnada em casa. As vezes passo o da simple, só pra usar até acabar mesmo e poder comprar um melhorzinho...",
                "Minha pele é mista. Eu lavo o rosto com Effaclar Alta Concentração e depois passo o Hydraboost Water Gel FPS 25 (hidrata, não deixa minha pele nojenta, é incolor e tem protetor solar). Recentemente comecei a usar ácido tranexamico (o verde da Creamy) antes do hidratante. \n\nA noite eu costumo lavar o rosto com effaclar de novo, mas recentemente peguei o hábito de usar agua micelar (hydroboost ou garnier vitamina D, são os únicos que não me dão reação alérgica). Em seguida eu hidrato com hydroboost water gel noite e quando seca eu uso ácido lático da Creamy (o amarelo). \n\nSe precisa de algum reforço durante o dia eu limpo com lenço facial carvão detox da Kiss e aplico niacinamida da Sallve (o único produto que presta deles). \n\n\nEu tenho alergia a perfume mix então em crise normalmente uso o cicaplast da la roche posay ou cicastela da mustela pra áreas que eu sinto que estão ressecadas e o spray tônico da terramor (aloe vera, vitamina E e tea tree).\n\n\nEu tenho acne hormonal e alergia a tudo então basicamente meu plano é qualquer coisa com ácido hialurônico, tea tree e niacinamida.\n\n(Basicamente: La Roche Posay e Neutrogena Hydroboost/linha azul)",
                "bold of you to assume que eu não tenho preguiça e tenho uma rotina rip",
                "sou mulher tenho 21 anos e fiquei com um caso horrível de acne debaixo da máscara... minha dermato sugeriu o roacutan e estou tomando desde o fim de outubro (20mg por dia, agora 40mg). minha pele era oleosa mas durante o roacuran está seca. minha rotina ficou bem simples por conta do remédio, sem esfoliacao nem nada assim:\n\nmanhã\n- lavar com água\n- cerave loção hidratante\n- protetor isdin rosto se eu for sair de casa\n\nnoite\n- cerave gel de limpeza\n- cerave loção hidratante\n- avène  cicaplast nas áreas irritadas",
                "Minha pele é normal, mas no frio acaba ficando bem sensível. Eu tenho duas rotinas, uma pra manhã e uma pra noite.\nManhã: Effaclar Alta Tolerância da La Roche, tônico Blemish + Age Solution da Skinceuticals, Niacinamida de uma marca gringa que minha namorada trouxe pra mim, Vitamina C da Creamy, Hydro Boost da Neutrogena (em dias frios só, no calor fica oleoso) e protetor solar da Cetaphil.\n\nNoite: Effaclar Alta Tolerância, tônico Skinceuticals, Ácido Hialurônico da Principia, Retinol La Roche-Posay ou Ácido Glicólico da Creamy (faço um dia um, outro dia outro) e hidratante facial da Cerave. \n\nUma vez por semana uso o esfoliante da quintal (é incrível, recomendo muito) e de vez em quando uso a máscara antiressaca da sallve ou a hydroboost da neutrogena.",
                "sou mulher e tenho pele normal. até o momento a minha única rotina é lavar o rosto com Effaclar concentrado (o da embalagem azul) e, em seguida, passar protetor solar Anthelios Airlicium FPS 30, ambos da La Roche-Posay. \n\nvim pra esse sub pra aprender mais e quem sabe cuidar melhor da pele.",
                "Minha pele é normal e considero ela boa então não uso muita coisa, só lavo todos os dias com sabonete Asepxia de carvão, pra mim o melhor sabonete facial, previne espinhas e ainda deixa a pele com um tom uniforme, antes de dormir eu passo um serum de clareamento da Ax Love, foi baratinho e ta dando bons resultados, e uma vez por semana uso uma mascara pra tirar cravos.",
                "Pela manhã agua micelar da la Roche e protetor solar, a medida que vou tomando banho uso axepsia branco pra diminuir vermelhidão da pele a noite secativo."
            ]
        },
        {
            "title": "Dicas pra quem tem espinhas?",
            "selftext": "Não faço nada no meu rosto, só jogo uma água de vez em quando. Ultimamente começou a aparecer umas espinhas aleatórias, principalmente nas bochechas, e tá incomodando\n\nQue sabonetes e outros produtos vocês recomendam?\n\nPS: minha pele é bem pouquinho oleosa",
            "subreddit": "SkincareBR",
            "topic": "beleza",
            "id": "mcid5g",
            "num_comments": 16,
            "comments": [
                "Uma pergunta, você está na idade de puberdade ou começou assim do nada? Sempre leve em consideração os fatores tipo estresse, alimentação, etc.\n\nUm bom sabonete pra pele óleosas/semi é Deep Clean da Neutrogena, mas uma das dicas de ouro que eu aprendi foi a trocar a fronha do travesseiro por uma limpa ou colocar uma toalhinha limpa em cima do travesseiro e trocar TODOS OS DIAS.",
                "Sabonete facial 2x ao dia (não lava mais que isso pq senão vc danifica a barreira cutânea e deixa a pele exposta) e protetor solar mesmo dentro de casa são os mais essenciais!!",
                "Pra quem não faz nada, acho que a melhor opção é ir no básico, pra não desanimar kkkk. Esse básico seria: \n\n- sabonete próprio pro rosto (se sua pele não é muito oleosa, não use sabonete pra pele oleosa, porque pode ser que ele resseque mais do que o necessário. Procure um sabonete pra pele normal ou mista) \n\n- hidratante para o rosto (novamente, se atende ao seu tipo de pele) \n\n- protetor solar na rotina diária. (Procure um que não seja muito oleoso. Eu tenho usado o da Actine e estou gostando dele) \n\nA ordem pra usar esses produtos seria acordar, lavar o rosto, hidratar e passar protetor. À noite, lavar o rosto novamente e hidratar. Fora isso, valem dicas gerais como tomar bastante água, não comer muita besteira, etc. Acne é multifatorial. No seu caso, como as espinhas surgiram agora e sua pele não é muito oleosa, talvez uma rotina simples já te ajude, e com o tempo vc pode ir acrescentando mais itens quando se acostumar.",
                "Pode ser hormonal, alimentação. Várias coisas. Se você toma pílula e parou ou mudou pode acontecer isso. Você pode estar consumindo muito alimentos como chocolate, amendoim, essas coisas. \n\nOutra coisa que a dermato me alertou uma vez. Ao tomar banho (lavar a cabeça) o certo é sempre começar nessa ordem: \n\n1. Shampoo \n2. Creme de cabelo\n3. Sabonete no corpo e no rosto. \n\nO creme deixa resíduos na pele do rosto e do corpo e esses resíduos podem entupir os poros. \n\nEu gosto muito do effaclar da la Roche Posay, tem o equivalente da Avene e o sebium da bioderma. Mas tem também marcas mais baratas como o Actine. \n\nO effaclar tem em barra e tem em gel. \n\nO importante é comprar marcas conhecidas e que seja para pelo mista/oleosa. \n\nVocê também pode usar um esfoliante, mas não deve usar todos os dias. No máximo 1x por semana ou de 15 em 15 dias. Isso vai deixar a sua pele mais lisinha. Gosto do peeling de hortelã da Adcos, mas tem produtos mais em conta e o esfoliante não tem muito erro, então pode comprar mais barato se não quiser investir \n\nTambém gosto da água micelar da Garnier (que é demaquilante e também limpa a pele). Confesso que uso a água micelar pra limpar o rosto quando tô com preguiça de lavar direitinho. \n\nTome cuidado tb com a maquiagem que você está usando. Dizem que quando a make não é tão boa tb pode dar acne. E leve os pincéis com regularidade.",
                "INFALIVEL!\n1.Lavar o rosto com produtos que são feitos pra isso\n2.esfoliar o rosto, dá pra fazer com café, açúcar e outras coisas de casa, só jogar no YouTube serve pra tirar as peles morta e óleo dos poros e estimula pele nova a crescer.\n3 protetor solar (sério passa todo dia faz muita diferença se for protetor com hidratante melhor ainda\n4.acido antes de dormir (quando acordar lava bem o rosto com o item 1 pq ácido mancha no sol )tem alguns ácidos para o rosto que fazem a pele ficar com uma cor homogênea( tudo com a cor igual) e melhorar espinhas e cravos.\n\nEu fiz isso em 1 semana minha cara tava outra .",
                "Depois de muito tentar algumas coisas, eu fiz um [peeling de margarida](https://femmeverso.com.br/peeling-margarida/) e tudo resolvido.",
                "Melhor ir num dermatologista. Ele vai te passar um sabonete e um ácido c concentração leve p passar. N recomendo esfoliante tipo café pq agridem demais a pele.",
                "Feliz dia do bolo OP🎊🎉\n\nTem um kit da avon de limpeza é simples mas ajudou bastante aí faltaria um hidratante sem oleosidade.\n\nKit de limpeza R$35 se quiser eu dou um cupom mas tenho que achar ele\n\nHidratante R$20 um bom da amazon"
            ]
        }
    ]
}