{
    "posts": [
        {
            "title": "Idealis Recensioni Vere | Idealis Funziona? | IDEALIS CH | Idealis Opi...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12shdxv",
            "num_comments": 0
        },
        {
            "title": "Alguma dica?",
            "selftext": "O meu lábio descasca constantemente e piora dps de passar manteiga de cacau. Já fiz esfoliação caseira com azeite e açúcar e não vi resultado tb. Tem dias q me hidrato bastante e ainda sim o problema persiste. Alguma dica?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12ob34f",
            "num_comments": 11,
            "comments": [
                "Beber mais água (pelo menos 4L por dia) e marcar consulta com uma dermatologista, pode ser algum outro problema.\n\nO tipo de hidratante labial que você está usando pode não ser apropriado também, ou te da alergia.",
                "Vai testando diferentes tipos de hidratantes labiais antes de dormir",
                "Sérum labial de ácido hialurônico da vult de dia e cicaplast da la roche posay de noite.",
                "Amg passei pelo mesmo problema! D\nDuas coisas, primeira, não fica lambendo sua boca, a saliva destrói os lábios, parei e melhorou muito por si só. \nSegunda, os protetores labiais da bepantol, eles são ótimos, pq eles não só hidratam mas tem protetor solar.\nPode ter certeza que se fizer isso vai melhorar!",
                "olha eu tenho alergia a quase todo hidratante labial que já testei (e já testei Vários.) então fica aqui a recomendação do caro que recupera meus lábios depois de testar algum baratinho que encontrei na farmácia: réve de miel, da nuxe. passo a noite, antes de dormir. o menos caro que uso durante o dia eh o da sallve."
            ]
        },
        {
            "title": "Idealis Recensioni Vere | Idealis Funziona? | IDEALIS CH | Idealis Opi...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12mhmb2",
            "num_comments": 0
        },
        {
            "title": "STC - Sistema de Transformação Corporal PROMOÇAO ATE Até dia 14/04 (se...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12kpd9h",
            "num_comments": 0
        },
        {
            "title": "Marianna Meinberg STC Sistema de Transformação Corporal",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12jnf9s",
            "num_comments": 0
        },
        {
            "title": "Estética Lucrativa: EVENTO 100% online e 100% gratuito Curso dia ...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12izqzf",
            "num_comments": 0
        },
        {
            "title": "Especialista em Designer de Unhas Chegou A HORA de se tornar uma...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12il1x2",
            "num_comments": 0
        },
        {
            "title": "Especialista em Designer de Unhas ESTAMOS COM UMA SUPER PROMOÇAO APENAS ...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12i153g",
            "num_comments": 0
        },
        {
            "title": "Estética Lucrativa 1 100% online e 100% gratuito Curso dia 17-a...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12hn7la",
            "num_comments": 0
        },
        {
            "title": "Estética Lucrativa 1 faça sua inscriçao agora",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12dy9ii",
            "num_comments": 0
        },
        {
            "title": "Estética Lucrativa 1 EVENTO 100% online e 100% gratuito",
            "selftext": "CURSO 100% ONLINE E GRATIS",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "12dnmem",
            "num_comments": 0
        },
        {
            "title": "Garcinia Cambogia Plus Review (( BEWARE! )) Garcinia Cambogia Plus Works...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "1247cwz",
            "num_comments": 0
        },
        {
            "title": "[Pergunta] Vale a pena alisar cabelo crespo?",
            "selftext": "Sempre quis mudar o visual, parar de raspar o cabelo, mas sinto que nenhum corte afro combina comigo (dreads, trança, flat top, blackpower) por ser branco. Já fui até zoado por cogitar isso.  \n\n\nPensei em fazer um alisamento, mas quando eu descobri que tem que ficar repetindo o processo, e que não é recomendável fazer várias vezes seguidas por causa da química que desgasta o cabelo, me deu uma broxada. Sem contar que aumenta o risco de calvície precoce.  \n\n\nAlguém que entende melhor de cabelo para me dar dicas?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "1234mjb",
            "num_comments": 2,
            "comments": [
                "Bom, primeiro eu recomendo pesquisar vídeos no youtube de pessoas que fizeram o procedimento, principalmente os que tem pros e contras. Em relação a química, bom, é química, o procedimento é feito no seu cabelo, porém não muda sua genética, então quando seu cabelo cresce, ele vai crescer crespo e vai ficar duas texturas, o que vai requerer que você esteja sempre retocando a raiz. \n\nSe seu cabelo tiver o crescimento muito rápido, eu não recomendo. Por que o recomendável de retoque é de no mínimo 3 meses.",
                "Cara vc cuidando do cabelo após o alisamento usando bons shampoos, condicionadores e máscaras e também tendo uma boa alimentação, acho que não tem nenhum problema. Eu mesmo aliso o meu a uns 3 anos e nunca tive problemas. E esse negócio de calvície é uma coisa genética então alisando ou não, se vc for ficar careca, vai ficar de qualquer jeito."
            ]
        },
        {
            "title": "Quanto tempo demora para aprender a se maquiar?",
            "selftext": "Tenho 19 anos, tenho os produtos e etc mas é sempre um desastre... Eu sei que é questão de prática mas em quanto tempo começa a fazer umas makes bonitinhas?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11u51yb",
            "num_comments": 8,
            "comments": [
                "Quanto mais pratica, melhor o resultado. Começa por uns tutoriais de make básica, pro dia a dia, sem trocentos produtos, e quando pegar o jeito testa outros. E de preferência, aprenda com maquiadoras profissionais, não com blogueiras. Eu gosto muito dos vídeos da Vanessa Rozan.",
                "Depende da frequência que você se maqueia, aprende com os erros cometidos na hora de se maquiar e corrige na próxima...",
                "Olha, o que mais me ajudou ao longo do tempo foi entender quais eram as minhas necessidades na maquiagem e parar de usar técnicas mirabolantes que prometem algo perfeito. E não sinta vergonha dos primeiros resultados, vai demorar um pouco até você atingir alguma zona de conforto, o mais importante é se divertir e explorar o processo.",
                "Eu faço auto maquiagem, porém faço só o básico.Meu conselho: escolha bem os produtos de make que vai utilizar na sua pele ou mesmo na pele de outras pessoas...\n\n\n\n[Kit Básico de Maquiagem ](https://shope.ee/ftFZYIZ8W)",
                "Não acho que dá pra precisar um tempo, é uma mistura de habilidade, prática e frequência. De tanto fazer delineado, por exemplo, o meu é perfeito hoje. Mas por um bom período era bem torto e usava assim msm. Às vezes vc vai ficar mt boa em contorno mas não mt em olho etc.",
                "depende do quanto vc se dedica e do quanto prática, hj em dia sei fazer um delineado em 1 minuto kkkkkk mas também pq faço todos os dias… então é prática…"
            ]
        },
        {
            "title": "Sinata Gota (TODA A VERDADE) Sinata Gota Funciona? Sinata Gota é bom? S...",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11t2sio",
            "num_comments": 0
        },
        {
            "title": "Como vocês higienizam a esponja de maquiagem? E quantas vezes utilizam a mesma?",
            "selftext": "Eu aplico e espalho a base com o pincel, mas utilizo a esponjinha no final pra \"assentar\" kk. Depois higienizo com sabonete, retiro o excesso de água e deixo secar. Mas me dá um nojinho, acho que fica exposta, tenho a impressão que não seca direito.",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11rso5n",
            "num_comments": 7,
            "comments": [
                "Eu coloquei a minha num potinho/caixinha pra não ter essa impressão de que ela fica suja. \nComprei um pack com algumas no ali express então quando tá começando a ficar nojenta eu jogo fora",
                "[removed]",
                "Confesso que sou super negligente com as minhas e fico mais de uma semana sem higienizar",
                "Depende do quão rápido eu precise me arrumar. Raramente limpo logo após o uso (ou faço isso ou chego na hora). Quando lavo deixo secar de um dia pro outro e uso uma peneira para proteger de insetos (fico na neura de algum passar por cima enquanto eu não esteja por perto)"
            ]
        },
        {
            "title": "recomendações de diluidor de maquiagem baratos e eficientes",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11rkb7b",
            "num_comments": 1,
            "comments": [
                "Uso um da facebeautiful e é mto bom, não altera a textura dos produtos"
            ]
        },
        {
            "title": "A incrível jornada de Rosimary Misson, micropigmentadora e instrutora que foi capaz de conquistar o mundo todo com seus métodos diferenciados",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11m46ih",
            "num_comments": 0
        },
        {
            "title": "[Pergunta] Como vocês mantêm o cabelo bonito treinando 5 dias por semana?",
            "selftext": " Alou pessoas cabeludas que puxam ferro. hj estava eu treinando de cabelo solto e me dei conta de que meu cabelo tá mais seco do que o normal. como vcs cuidam do de vcs? as mulheres na minha acad tem tudo cabelo longo, liso e brilhoso e eu toda estragada kkk ajuda aí galere",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11l5mmw",
            "num_comments": 10,
            "comments": [
                "Usar um coque frouxo ou uma trança, dificultando o contato do suor com o cabelo, o sal do suor resseca os fios, leigamente falando ele “puxa” a água para fora desidratando o cabelo. Usar um óleo ou leave-in sempre antes de treinar. Usar shampoos hidratantes, não deixar os cabelos sem lavar por vários dias, fazer hidratação 1/2 vezes na semana e se possível compre produtos de boa qualidade, isso te facilita demais! Além de que, se seu cabelo estiver com muito suor, antes de passar o shampoo, passe uma máscara baratinha ou condicionador nas pontas, assim não embaraça e facilita na hora da lavagem. :)",
                "Sei lá , tipo , eu sou homem mas meu cabelo eh bem Grande, eu custumo só passar shampoo, mas como você é mulher deve ser diferente , lava todo dia depois do treino e passa creme de pentear",
                "Eu uso um coque alto durante o treino e lavo o cabelo dia sim, dia não. Quando penso em não lavar me vem logo a voz da Marcia Sensitiva à cabeça",
                "Você sempre malha de cabelo solto?"
            ]
        },
        {
            "title": "[Recomendação de produto] Olá! Tudo bem? Olhem que belo e elegante são esses blush! Por favor, quem tiver interesse pode me mandar mensagem! ficarei feliz em recomendar o site que gente. 🥰💞 Obrigado pela atenção ❤️",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11ka7xj",
            "num_comments": 0
        },
        {
            "title": "Designer | Beleza e estética | Unhas",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "11ctgxk",
            "num_comments": 0
        },
        {
            "title": "Olá, pessoal! Como vocês estão?",
            "selftext": "Percebi que dei um belo de um descuido aqui na comunidade e quando pisquei até conteúdos NSFW, que são proibidos aqui, foram postados, mas acredito que removi todos, além de outros conteúdos que envolvam propaganda também. \n\nEnfim, como vocês estão? O que contam de novo? A minha novidade é que, depois de muito tempo, decidi voltar com uma reeducação alimentar e exercícios, mas tenho que dizer que criação de hábitos por aqui está sendo um sufoco. Espero utilizar o espaço aqui para compartilhar minha experiência também e cuidar melhor da comunidade. \n\nMal posso esperar para ouvir de vocês, abraços!!!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "114vo84",
            "num_comments": 0
        },
        {
            "title": "Vocês adoram dicas!!!",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "10s2nf0",
            "num_comments": 1
        },
        {
            "title": "Barba",
            "selftext": "Gente eu tenho uma barba até ok, geralmente aparo no 2. Tentei deixar crescer mas ela fica mt desorganizada, tentei usar óleo (comprei um da urban) ela fica hidratada, macia e tudo mais porém n consegui controlar o volume como desejava alguém tem uma recomendação?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "zcsx9h",
            "num_comments": 0
        },
        {
            "title": "Olá, eu sou estudante de estética e estou fazendo um artigo para a faculdade que precisa de respostas de pessoas entre 12 e 25 anos, quem puder responder ajuda muito! São 10 minutinhos pra responder. Muito obrigada ❤️",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "xm871r",
            "num_comments": 0
        },
        {
            "title": "corte de cabelo",
            "selftext": "são 2h da manhã e inventei de cortar meu cabelo! Vi umas fotos de referência, mas faltou uma troca de ideia, pq tô com medo de cortar e me frustrar, minha mãe mesmo diz que no momento atual geral paga caro pra ter cabelão e eu que tenho quero cortar. Meu cabelo é realmente muito bonito, mas estou muito entusiasmada e entrando numa nova fase, acabou que uma coisa levou a outra. Enfim, já até mandei a foto pra minha cabeleireira, mas a questão que fica é: qual sub podemos “firular” sobre esse assunto e outros do gênero? não achei comunidade nenhuma que fosse específica ou similar ao tema\n\nHelp help!!!!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "xk4fn4",
            "num_comments": 6,
            "comments": [
                "O sub é pequeno e anda meio parado, mas tu pode falar aqui",
                "amg no seu caso eu pesquisaria um pouco mais sobre o formato do seu rosto e sobre suas feições para depois pensar em mudar o cabelo ja que nem todo mundo combina com todo corte/comprimento! A cabeleireira pode te ajudar nisso mas recomendo pesquisar mais a fundo por si."
            ]
        },
        {
            "title": "Bella Vitan Funciona ? Vale a pena ?",
            "selftext": "Conheça este produto  agora .",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "v98cei",
            "num_comments": 1
        },
        {
            "title": "Saindo do ruivo: Minha experiência",
            "selftext": "Oie, eu de novo aqui. Eu não sossego com meu cabelo, e dessa vez cansei da cor ruiva e decidi mudar. Não uma mudança radical, eu queria um loiro dourado - parece fácil, né? Mas eu custei a tirar o ruivo e ainda tenho um tanto pra chegar lá.\n\nTudo começou quando eu tinha feito um ombré rosa, depois azul. Descolori as pontas em degradê e joguei a tinta por cima. Então assisti uma série onde uma das personagens tinha um cabelo acobreado lindo e eu gostei. Já tinha tido a cor ruiva antes e era muito fácil manter, então passei um ano e meio passando a 96.44(se não me engano) da BeautyColor. Retocava a raiz e tonalizava o resto com a coloração + shampoo misturados nos últimos 15 minutos de ação da tinta.\n\nMeu tom natural é um 5, e tenho naturalmente umas faixas no tom 6, então ele sempre fica com um aspecto \"zebrado\" quando mais claro, até no ruivo era perceptível. A 96.44 abria bem fácil e era super simples de manter...\n\n... Mas gente do céu, *essa tinta impregna, gruda até na alma*. E olha que meu cabelo custa pra segurar tinta.\n\nPara ir para o loiro dourado, eu dei uma lida sobre como retirar o excesso de coloração e achei um método interessante e suave - deixar um shampoo de limpeza profunda(tipo esses detox) no cabelo por umas 2 horas. Fiz isso e saiu até que um bom tanto de pigmento, mas mal mudou alguma coisa. O cabelo estava ainda com a mesma cor. Eu inocentemente achava que só isso já me ajudaria, pois bem...\n\nEntão parti para o descolorante. Fiz uma \"cremezada\" com 20 volumes e passei no cabelo todo. Mal abriu, deu só uma leve clareada.\n\nComprei uma coloração 8.31, fiz um teste de mecha depois da cremezada e mudou muito pouco, então nem passei em tudo.\n\nComprei uma coloração 12.0 achando que seria o mesmo que uma descoloração(ví essa informação na internet, eu não recomendaria!), só que menos agressiva. Não mudou nada e só serviu pra agredir. 🤦‍♀️\n\nEntão parti outra vez pra descoloração, dessa vez com 30 volumes e sem creme. Fiquei indignada porque mal clareou também. Ficou um laranja bem radioativo e então usei a 8.31 pra tentar apagar um pouco.\n\nO que aconteceu foi que a 8.31 mal conseguiu neutralizar alguma coisa(isso agora pra mim é bem óbvio! vou explicar depois), e ficou um ruivo nude.\n\nNesse meio tempo, tratei o cabelo com uma máscara de reconstrução super forte, e outra mais fraca, intercalando as duas.\n\nComecei a estudar como neutralizar o ruivo e o resultado que eu realmente quero. Eu determinei que quero um cabelo bem próximo a o que é chamado de \"wheat blonde\". Luzes contorno puxadas para um loiro dourado ou natural com um fundo um pouco mais escuro. Estudando como neutralizar o acobreado, vi um vídeo onde o cabeleireiro usa uma 7.1 no cabelo ruivo que neutraliza tudo pra somente depois fazer luzes. Mas eu fiquei com medo de ficar muito escuro e o descolorante não abrir... Mas era exatamente isso que eu deveria ter feito desde o começo e poderia ter poupado muito tempo, dinheiro, e saúde do cabelo.  🤷‍♀️ \n\nEnfim, parti para mais uma descoloração com 30 volumes. Dessa vez fiz o método das luzes contorno (também conhecido como 'balayage'), e até que abriu bem. Abriu para um laranja claro, quase loiro. A tinta custa muito pra sair.\n\nEntão tonalizei tudo com 7.1 e um pouquinho da 8.31 com 10 volumes. Agora sim, o cabelo saiu do ruivo e foi para um loiro médio meio acinzentado, meio dourado. As luzes não ficaram muito evidentes, devido ao tonalizante escuro. Mas isso foi um erro meu, eu deveria ter feito igual o procedimento do vídeo.\n\nBom... Vocês podem imaginar o estado do meu cabelo. Lembrando que ele também é alisado(o que deve ter dificultado a abertura de tom).  😬    \nTenho uma queratina líquida que sempre usei entre todos esses procedimentos e acredito que foi o que ainda manteve meu cabelo inteiro durante tudo isso. Depois dessa tonalização, usei a máscara de reconstrução forte, mais umas borrifadas da queratina. E depois fiz uma cauterização pra garantir(?). Cortei 4 dedos das pontas nessa viagem toda. Eu definitivamente não sou apegada a cor, mas sim ao comprimento. Porém, é melhor cortar a ter pontas ralas e detonadas.\n\nEu gostei do resultado. Achei que as luzes ficaram legais, mesmo com uma tonalização escura é possível ver diferença de tons no cabelo, ficou natural e sem marcações. Não é ainda o que eu pensei, mas não me incomoda igual estava, e daqui pra frente vou arrumando aos poucos. Ainda é possível ver laranja em alguns lugares, mas é porque deixei o tonalizante agir relativamente rápido, e tirei antes que ficasse muito escuro.\n\nDe agora em diante, vou cuidar muuuuuuuito dele, e daqui uns 3 meses fazer o retoque de raiz. Não sei se vou pintar a raiz antes de fazer as luzes, precisarei ver como vai ficar. Mas inicialmente não penso em pintar a raiz, só fazer as luzes normalmente e tonalizar com a 8.31. Talvez tonalizar o comprimento se desbotar muito laranja. Talvez eu precise de uma máscara azul pra ajudar a neutralizar o laranja sem agredir. Vamos aguardar os próximos capítulos... Alisamento esse ano nem pensar, vou deixar crescer uns 15cm até pensar em retocar.\n\nPor enquanto é isso pessoal. **A lição que eu aprendi aqui é**: *Se você quiser sair do ruivo pra uma cor mais clara, passe um 7.1 no cabelo todo sem medo - isso vai neutralizar todo o acobreado - e depois faça luzes ou descoloração global*. Não faça igual eu e agrida seu cabelo sem necessidade.\n\n[Uma fotinho do resultado. Notem alguns fios mais laranjas bem no meio.](https://preview.redd.it/35qyciiwy2291.jpg?width=1000&format=pjpg&auto=webp&s=a354355e29adf02d5cbcda2d4ecccfecfe289f63)",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "uz7fdq",
            "num_comments": 7,
            "comments": [
                "Meu deeeeus eu não entendi metade mas isso é muita química MESMO! Kkkkk.\n\nVocê fez tudo sozinha?\n\nEu particularmente tenho aversão a química desde que passei mal pela terceira vez tentando retocar progressiva na minha adolescência. Tentei fazer luzes depois e cagou meu cabelo (além de ter custado o olho da cara em um salão “chique”). Hoje em dia aprendi a cuidar do meu cabelo ondulado/cacheado e clareio ele com chá de camomila mesmo. Na pandemia pintei de roxo e vermelho com as tintas da Kamaleao que saem depois de umas lavagens (no fim o vermelho pegou bem até demais e demorou pra sair kkkk).",
                "Obrigada por compartilhar!!! A cor do seu cabelo está lindo demais, parabéns :)"
            ]
        },
        {
            "title": "Como para a queda de cabelo?",
            "selftext": "Meu cabelo está quebrando muito depois que eu pintei ele. O que fazer?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "urkxw2",
            "num_comments": 3,
            "comments": [
                "Desculpe a resposta tardia, mas duas situações mais comuns podem ser:\n\na) cabelo enfraquecido pela química (coloração é uma química, sim)\n\nb) excesso de proteína\n\nSe o seu cabelo molhado fica com uma aparência de \"chiclete\" e estica bastante quando você puxa os fios(com cuidado, claro), isso é dano causado por química. A solução é cuidar dele com uma boa máscara que contenha proteínas ou queratina na composição(comumente chamadas de máscaras reconstrutoras). Com o uso, o cabelo vai se recuperando aos poucos, também é bom aparar as pontas a cada 2 meses mais ou menos.\n\nO outro caso pode ser um excesso dessas proteínas/queratina nos fios, que deixam eles rígidos demais e assim se quebram. As colorações normalmente têm esses componentes pra deixar o cabelo mais forte depois. Veja se os produtos que você normalmente usa contém queratina ou proteína nos ingredientes e dê um tempo. Use produtos que têm óleos na composição, ou até mesmo o óleo puro no cabelo(chamado de umectação, você pode encontrar vários vídeos sobre).",
                "Você pode tomar biotina que ajuda na queda e no fortalecimento do cabelo.",
                "tenta fazer um cronograma capilar mais voltado pra reconstrução, eu usei [esse](https://www.salonline.com.br/cronograma-capilar-guia-completo) guia da salon line e me ajudou muito, faz o teste do copo d'água pra ver do que seu cabelo precisa."
            ]
        },
        {
            "title": "Blancy TX vs. Eucerin anti-pigment noite: qual é melhor para clarear manchas?",
            "selftext": " ei galera, eu to nessa dúvida porque me foram recomendados esses dois produtos pra clarear manchas (cicatrizes de acne). fica difícil comprar os dois porque são bem caros rsrs queria saber se alguém já usou ou tem alguma experiência com eles? dei uma pesquisada e vi que os ingredientes ativos nesses dois produtos não são bem os mesmos, e fico um pouco desconfiada porque já usei vários produtos pra clarear manchas (niacinamida, ácido azelaico, vitamina c, etc) e nenhum deu certo",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "trc9cf",
            "num_comments": 2,
            "comments": [
                "Oiê, me recomendaram o Eucerin recentemente e já tinham me passado o Blancy mas felizmente para a minha conta bancária eu tenho alergia aos dois. De QQ forma, confio mais no médico que passou o Eucerin e gosto mais da marca.",
                "Sinceramente eu não vi muito resultado com o Blancy Tx, já o Eucerin e os clareadores da Bioderma percebi uma boa melhora."
            ]
        },
        {
            "title": "AJUDA NO TCC DA AMIGA",
            "selftext": "Sou estudante de experiência do usuário e estou em busca de opiniões sobre apps de venda de maquiagem tipo Beleza na Web e Época.\n\nPra isso estou procurando pessoas que usam bastante maquigens, compram com certa frequencia (no minimo a cada 3 meses), usam apps para a compra e assistem tutoriais e reviews de maquiagem de blogueiras. Com as opiniões de voces, eu quero desenvolver um app bem legal para meu projeto.\n\nQuem poderia me ajudar no meu projeto?\n\nJa agradeco de antemao <3\n\nSo preencher o formulario anexo e me dizer sua disponibilidade para uma breve conversa.\n\n[https://forms.gle/cSdtiSx4pYSgSSTV8](https://forms.gle/cSdtiSx4pYSgSSTV8?fbclid=IwAR3fM7NteVK_IFSJWhwh4TWDsaxUy3_mI73R0CYvR_MLiAzf3ZMIPGNw2Fg)",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "tcnojz",
            "num_comments": 1
        },
        {
            "title": "[Dicas] Minha experiência com \"botox\" capilar e considerações finais sobre alisamento",
            "selftext": "Olá mais uma vez, hoje venho aqui contar sobre minha experiência com o famoso botox capilar e tudo de importante que aprendi sobre alisamento de uma forma geral.\n\n&#x200B;\n\nMeu último post [foi esse](https://www.reddit.com/r/BelezaBrasileira/comments/nkxzr3/dicas_minha_experi%C3%AAncia_com_alisamento_capilar/), onde expliquei como fiz um alisamento ácido por conta própria, e fiquei devendo um post sobre botox.\n\nEnfim, fiz o botox com pouco tempo depois do alisamento e desde então só retoquei a raiz.\n\nAntes de continuar, esse post não serve como guia porque eu não sou profissional, você é responsável pelo que decidir fazer. ***Nunca use produto com formol***, nem mesmo que seja feito por um profissional.\n\n&#x200B;\n\nVamos à algumas perguntas importantes!\n\n🔴  ***Qual a diferença de botox e progressiva?*** Os dois são parecidos. Não cheguei a encontrar uma resposta definitiva, mas o consenso é que o botox é parecido com a progressiva antiga, ou seja, é um alisamento progressivo: Quanto mais você fizer o procedimento, mais liso fica. Por isso é uma boa escolha pra quem não quer ficar com o cabelo super liso de primeira. Alguns dizem que o botox é temporário, mas também não encontrei nada definitivo sobre. Então é algo pra se considerar. *Na minha opinião*, acho que é bom tratar toda química como algo definitivo.\n\n🔴  ***O que é preciso para fazer o botox?*** Parecido com a progressiva, eu usei shampoo comum, o produto, um pente, protetor térmico, secador, e chapinha.\n\n🔴  ***Pode usar qualquer chapinha?*** Depende do cabelo. Assim como a progressiva, 180-210°C para cabelos descoloridos, fragilizados, com coloração, finos. 230°C para cabelos grossos, saudáveis, virgens, resistentes. O protetor térmico é indispensável. Eu usei minha chapinha de cerâmica antiga, que tem a única temp. de 190 graus.\n\n🔴  ***Botox trata o cabelo?*** Alguns fabricantes e profissionais dizem que sim. *Na minha opinião*, pode ser mais leve que a progressiva, porém, é importantíssimo **fazer o teste de mecha e estar com o cabelo tratado por pelo menos 1 mês antes de fazer**. E obviamente continuar tratando o cabelo depois.\n\n🔴  ***Quais os melhores produtos?*** Como eu disse no outro post, eu usei um produto bem inferior, porém seguro e que cumpriu sua função. Mas eu não recomendaria. Quero investir futuramente em um produto mais \"tradicional\", como Prohall, Portier, Forever Liss etc.\n\n&#x200B;\n\nO procedimento é mais fácil que o da progressiva, não tendo a necessidade de lavar o cabelo com shampoo anti-resíduo. Você lava com seu shampoo normal, aplica o produto no cabelo úmido assim como uma máscara de hidratação, deixa o tempo indicado na embalagem, enxágua por completo, e assim que secar 100%, é só pranchar.\n\nEu pranchei o meu com poucas passadas lentas. Algo em torno de umas 5 passadas.\n\n&#x200B;\n\n🟡  ***Minhas considerações finais sobre alisamentos***\n\nEu achei que valeu a pena alisar meu cabelo tanto com a progressiva, e o botox. Meu cabelo ficou com uma aparência bem natural, e está ainda com o mesmo brilho espelhado desde então(já faz quase um ano). Uma coisa que eu senti, é que se mantêm o aspecto de brilho e liso muito mais quando eu uso produtos sem petrolato, liberados. Percebi que os shampoos com sulfato forte apagam um pouco desse brilho e deixam o cabelo mais fácil de \"marcar\", perdendo um pouco do liso. Mas quando uso produtos liberados, o cabelo volta a ficar quase que como no dia que alisei. Achei interessante, porque eu estava usando produtos com sulfatos fortes e petrolatos, e a diferença foi nítida. O que está dando certo pra mim é uso de uma máscara de hidratação completa bem \"forte\", tipo Lola Cosmetics, Haskell, Bioextratus, Felps etc. uma vez na semana, junto com o uso de shampoo e condicionador low-poo ou no-poo. Estou usando o shampoo low-poo da Kolene e condicionando com o Potão do Amor da Skala.\n\n&#x200B;\n\nAqui está uma foto do dia que fiz o botox(Algo em torno de uns 10 meses atrás), cabelo lavado e seco sem secador.\n\n&#x200B;\n\nhttps://preview.redd.it/jqp0vaih61g81.jpg?width=1204&format=pjpg&auto=webp&s=fce9fc4fbd3d5c97455d278e91b9c5734d165e77\n\nE aqui está uma foto de ontem, cabelo lavado e seco sem secador. O flash não conseguiu captar o brilho, mas \"ao vivo\" é o mesmo brilho da primeira foto. Também percebi que o cabelo \"engrossou\" com o uso das máscaras de hidratação.\n\n&#x200B;\n\n[O esmalte que estou usando é o 'Café' da marca Nati :\\)](https://preview.redd.it/99z6vu1j61g81.jpg?width=1645&format=pjpg&auto=webp&s=494051278e0a8ff9d10b9ad125ec2f485c44b3bf)",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "sl9edx",
            "num_comments": 2,
            "comments": [
                "Tava pensando em fazer no meu. Mas meu cabelo é cacheado, tenho medo dele ficar lisão demais, e acabar ficando meio estranho em mim."
            ]
        },
        {
            "title": "[pergunta] qual marca de produtos naturais para cabelo cacheado vale a pena?",
            "selftext": "Estou tendo problemas de porosidade e falta de hidratação no meu cabelo e estou procurando produtos liberados para low poo que sejam o mais natural possível, encontrei duas marcas:  [mandalla cosméticos](https://www.mandallacosmeticos.com.br) e [B.O.B](https://www.usebob.com.br) . Não conheço nenhuma das duas marcas e por isso estou receosa. Alguém aqui conhece essas marcas ou outras e pode me ajudar?\nP.s estou procurando shampoo, condicionador, máscara de hidratação e máscara de nutrição. \nMeu cabelo esta muito seco e poroso.\n\nMuito obrigada!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "rowacu",
            "num_comments": 1,
            "comments": [
                "Nunca usei, porém ouço falarem coisas positivas sobre a Bob. No geral, acho legal os shampoos e condicionadores em barra. Uma marca que já usei e acho boa é a Lola cosmetics, os produtos geralmente são bem potentes e são todos naturais, eles usam ingredientes muito mais suaves que outras marcas convencionais."
            ]
        },
        {
            "title": "Lojas com bons preços pra maquiagens. Compartilhem as dicas das suas cidades",
            "selftext": "Aqui em BSB tem uma loja no sudoeste chamada Maria Batom, a grande maioria das maquiagens são 10 reais! É maravilhoso, e são makes de qualidade como Ruby Rose e SP colors, só compro lá agora. Eu acho que elas tem um site e entregam no Brasil.\n\nCompartilhem as dicas das suas cidades pras amigxs!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "rctiv2",
            "num_comments": 2,
            "comments": [
                "Eu moro atualmente em uma cidade bem distante de tudo, então compro mais pela net mesmo. Ruby Rose é um patrimônio nacional hahaha, minha última aquisição foi uma paleta deles, a \"The Flowers\", que é dupe da paleta Norvina da Anastasia Beverly Hills. Torço muito pra que não saia de linha, é linda demais.\n\nGeralmente faço uma compra grande 1x por ano pra poder aproveitar descontos no frete e tal. Mas também compro na única lojinha da cidade o que precisar de reposição, tipo rímel ou corretivo."
            ]
        },
        {
            "title": "[Pergunta] Qual a principal diferença entre tintas profissionais e aquelas que encontramos em farmácias? Uma é melhor do que a outra? Qualidade? Cores? O que vocês acham?",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "r15xyu",
            "num_comments": 2,
            "comments": [
                "Algumas tintas de farmácia/mercado são tão boas quanto as profissionais, eu pessoalmente acho a Beauty Color muito interessante.\n\nPorém, as profissionais estão disponíveis em muito mais cores e tendem a ressecar menos o cabelo e também prometem durar mais. Mas cada cabelo reage de forma diferente. Passei um tempo com o cabelo tingido de preto e percebo que desbota super fácil, mesmo as profissionais! Antigamente coloração preta era famosa por só sair do cabelo cortando! Quando eu era adolescente tingia o cabelo de preto e fiquei um bom tempo com as pontas pretas pra poder cortar e pintar(meu cabelo era curto).\n\nEu uso mais as profissionais, já usei muito daquela Alfaparf e hoje em dia uso mais a Yamá roxinha e a Igora Royal(muito boa, porém preço salgado - uso quando preciso igualar o tom do cabelo todo)."
            ]
        },
        {
            "title": "[Pergunta] Alguma ruiva, ou ruivo, aqui? Como vocês cuidam dos seus cabelos?",
            "selftext": "A pergunta seria mais especificamente para pessoas que tingem seus cabelos de ruivo/vermelho, mas toda resposta relacionada ao assunto é bem-vinda!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "r1526b",
            "num_comments": 5,
            "comments": [
                "Eu já sou faz bastante tempo, uso uma variedade de tintas, mas gosto das tinturas da Beauty Color, Igora, e Yamá. Uso entre o 8.4 e 9.4. Minha cor natural seria uma base 5 ou 6. Retoco a raiz quando  já está com uns 2 dedos.\n\nTonalizo o cabelo de vez em quando (uma vez cada mês aproximadamente), com os tonalizantes Unicolors. Porém, acho que o melhor ainda é Kamaleão, pigmenta muito mais e dura mais. Uso na proporção de 1 colher cheia de tonalizante para 3 colheres de creme(meu cabelo é bem longo).\n\nMeu cabelo é alisado com progressiva/botox sem formol(faço como algo entre 2x no ano) e uma vez por semana uso uma máscara de hidratação bem potente pra tratar o cabelo. Essa é minha rotina :)",
                "Desculpa pela notificação que vai chegar aí, mas eu também quero saber porque eu pintei de vermelhão pela primeira vez faz pouco tempo e fico perdida também! Haha"
            ]
        },
        {
            "title": "[Pergunta] Alguém sabe dizer que tom é este do cabelo da Emma Stone?",
            "selftext": "Entrei para o clube da ruivas e quero tentar chegar neste tom da imagem.\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/ulnullpnze181.jpg?width=564&format=pjpg&auto=webp&v=enabled&s=a0d016292ce5cee81c989c4825965d38392475e4",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "r0nzkl",
            "num_comments": 0
        },
        {
            "title": "Vamos conversar! Quais são suas maquiagens preferidas?",
            "selftext": "Olá pessoal, vamos movimentar um pouco o sub.\n\n&#x200B;\n\nQuais são suas maquiagens preferidas? Gosta de alguma paleta ou produto em particular? Acha que as marcas nacionais estão em um bom patamar comparado com as internacionais?\n\n&#x200B;\n\nEu passei a usar mais maquiagem faz uns 2 anos, aprendi muito com tutoriais no YT e gosto de ver as novidades das marcas mais acessíveis. Não tenho muitos itens(até porque gosto de looks mais minimalistas), mas amo muito todos os que tenho.\n\n&#x200B;\n\nTenho algumas paletas:\n\n* ***Constellation*** **da SP Colors**: É uma réplica baratinha e (pelo que vi) bem fiel da paleta internacional *Mercury Retrograde* da Huda Beauty. As cores são muito \"usáveis\" no dia-a-dia e tem também umas opções de cores mais divertidas pra outras ocasiões. Muito interessante.\n* ***The Honeymoon*** **da Ruby Rose**: Acho a Ruby Rose uma marca nacional que vale muito a pena. Essa paleta também é uma réplica da paleta internacional *Gingerbread Spice* da Too Faced. Tem muita opção de cores nela também, dá pra criar muitos looks legais.\n* ***Neon (verde)*** **da Jasmyne:** Outra réplica da Huda, daquelas paletinhas neon. Achei essa a mais fiel das outras réplicas nacionais, por isso escolhi. Acho que deu pra perceber que gosto das paletas da Huda e gosto das réplicas nacionais, haha. Essa, apesar de ter o verdinho neon, acho que é fácil de usar no dia-a-dia, o verde pode ser só um detalhezinho. O restante da paleta é composto por rosas e marrons, então dá pra aproveitar bem também.\n* ***Cheek Play*** **da Ruby Rose**: Essa é uma paleta pro rosto, tem iluminador, blushes, e contornos. Acho muito legal ter tudo isso junto em uma paleta só, quebra muito galho. Não preciso nem dizer que também é uma réplica né?  😂 São várias réplicas de produtos da marca *Benefit*.\n\n&#x200B;\n\nSão essas paletas que uso todos os dias. Estou usando um rímel(embalagem azul brilhante) da marca *Max Love* também, e gosto bastante dele. Na pele, uso mais só um corretivo da Ruby Rose nas pálpebras pra fixar as sombras, e cobrir qualquer vermelhidão, deixo a pele mais natural mesmo(até porque finalmente tratei minha acne e não preciso mais de base  🥲  🙌 ). Não tenho usado batons por conta do uso de máscara mas tenho um da Vult na cor vinho que é muito lindo. Tenho outro da Ruby Rose que é um marronzinho bem bonito, mas não lembro do número deles agora. Gosto de batons bem escuros ou bem naturais, \"cor de boca\" mesmo.\n\n&#x200B;\n\nEstou agora só esperando aparecer uma réplica da nova paleta da Huda, a *Rose Quartz*. Achei tão linda, e são exatamente as cores que amo.",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "qjfa6z",
            "num_comments": 6,
            "comments": [
                "Desculpa o atraso, estava fora por um bom tempo, mas quero dizer que adorei a ideia de puxar conversas aqui!! Realmente, a comunidade é um pouco parada, mas espero que mude com o passar do tempo. De qualquer forma, vamos lá...\n\n&#x200B;\n\n**Revlon Colorstay:** Já usei a base FitMe da Maybelline e uma cremosa da Tracta, mas não me dei bem com elas duas. Na verdade, até gostava um pouco da FitMe, mas meu rosto ficava muito alaranjado e não gostava do resultado. Entretanto, procurando por bases novas, eu decidi apostar nessa da Revlon. Estava entre ela e uma da Bruna Tavares e admito que, por conta do preço, a Colorstay estava em promoção e os preços estavam praticamente parecidos e preferi comprar a internacional. A cobertura não é alta, mas acredito que para rostos sem manchas, ela funcione perfeitamente. A cor que eu uso é 310 e, na minha opinião, a cor é perfeita para a minha pele e nenhuma base que eu usei tinha caído tão bem assim. Não me arrependo de ter comprado ela, pois além da cor ser perfeita, é muito leve! Não sinto repuxar e tenho a sensação que não estou usando base alguma em minha pele. Até agora, a melhor base de cobertura baixa/média (dependendo da sua pele) que eu usei e não pretendo trocar tão cedo por outra marca.\n\n&#x200B;\n\n**Revlon photoready concealer:** Estava procurando por corretivos de base cremosa e fiquei maravilhada com ela. Tenho olheiras e somente ela não cobre, pois é uma região manchada, mas adora a sensação que ela dá na região dos olhos. Não gosto de sentir produtos na minha pele, algumas vezes me incomoda e ela faz esse trabalho muito bem, na minha opinião. \n\n&#x200B;\n\n**Tracta (batons):** São os meus favoritos, os batons cremosos da Tracta. Gosto de batons matte, mas gosto da cremosidade em meus lábios e para mim, a fórmula da Tracta, em comparação com a Vult, é muito boa para batons cremosos. Ainda não usei batons matte em bala da Tracta, então, não sei o que opinar sobre isso.\n\n&#x200B;\n\n**Blush colorido efeito matte da Impala:** meu baratinho favorito!!! Amo a pigmentação desse blush. Infelizmente, tenho apenas na cor rosa porque não vi mais vendendo dessa marca por aqui, mas adoro ele e valeu o investimento.\n\n&#x200B;\n\nAcho que é isso. Tenho outros, mas quis destacar esses. \n\n&#x200B;\n\nAlguém tem conselho de um bom delineador em gel e corretivo para corrigir olheiras? Ficaria muito grata com as dicas!!!",
                "SP colors e Ruby Rose são ótimas! Eu gosto bastante do pó da Boca Rosa e do lip tint tambem. \n\nEu tenho usado muita maquiagem pro trabalho e tô comprando numa loja boa com makes baratas e de qualidade, então marcas como contém 1g, boticário, mac e coisas assim já nem penso mais, vou só nas indicações dessa loja kkk.",
                "Eu tenho usado muito o pó da Playboy para selar a maquiagem. De todos os baratinhos que já testei, ele foi o que percebi um melhor desempenho. Aliás, achei melhor que o da Boca Rosa."
            ]
        },
        {
            "title": "Alguém já comprou aplique tic tac sintético da China?",
            "selftext": "Estou com muita queda de cabelo e meu rabo de cavalo tem ficado transparente 😧\n\nEstou pensando em comprar um bom aplique de cabelo, mas antes disso eu queria ver se me adapto e como funciona... Será que é muito ruim aqueles apliques da China? Eu achei uns baratos lá, por menos de 100 reais e são bem compridos do jeito que eu quero.\n\nQuando a esmola é demais o santo desconfia kkk",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "oj49dx",
            "num_comments": 6,
            "comments": [
                "Sim, que medo de chegar aquele nylon brilhante falso. Você já investigou a causa da sua queda?",
                "Pra usar por baixo do cabelo, como aplique dá pra enganar bem, tenho um da China e ninguém percebe que não é meu cabelo. Agora se for falhas no couro vc pode pesquisar sobre micropigmentação capilar, disfarça tb"
            ]
        },
        {
            "title": "[Botox] Alguém aqui já colocou? Pode me falar mais sobre?",
            "selftext": "Então, tenho pesquisado bastante sobre botox preventivo e, depois de descobrir que também poderia me ajudar com bruxismo e enxaqueca, fiquei ainda mais interessada, já que esses dois problemas me incomodam demais. Masss admito que eu fico preocupada de não conseguir achar um bom profissional pra isso, sei lá. Queria ler um pouco de quem já colocou, me falem sobre quais os preços, como encontrar um profissional bom, se realmente vale a pena e tal. Como foi pra vocês?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "o1g0fk",
            "num_comments": 4,
            "comments": [
                "Faça com médico, não com esses biomédicos estetas que tem por aí. Se der complicação, vc precisa de um médico pra te atender.\n\nAs melhores marcas são Botox e Dysport. A duração é no máximo 6 meses, depois tem que reaplicar. Em quem pratica mais atividade física a duração é menor, que é o meu caso. 50 unidades de Botox em mim duram 3 meses so (tenho 35 anos).\n\n\nO preço é em volta de R$ 1200 aqui na minha cidade. \n\n\nPara bruxismo e enxaqueca, os locais de aplicação são diferentes, portanto vc não tem benefício antirrugas.",
                "Vc tem que ficar atenta e procurar um bom médico, procurar o crm dele, esse tipo de coisa"
            ]
        },
        {
            "title": "[Dicas] Minha experiência com alisamento capilar (progressiva)",
            "selftext": "Olá pessoal do sub, vim aqui de novo falar sobre cabelos, mais especificamente minha experiência com alisamento capilar. Eu escolhi fazer a **progressiva**.\n\n\n&nbsp;\n\n\nDentro das progressivas, existem algumas categorias. Progressivas de ácido, de álcool, e de formol. As de álcool evaporam quando se seca o cabelo e podem exalar cheiro forte, mas são livres de formol. O formol é proibido faz tempo, mas infelizmente ainda existem produtos ilegais sendo vendidos e usados livremente por aí. **NUNCA USE ALISAMENTO COM FORMOL!** Pessoas já morreram por causa disso, e é possível ter reações severas com esses produtos ilegais. As de ácido não causam nenhum desconforto, a não ser uma leve coceira caso o produto encoste na pele.\n\n\n&nbsp;\n\n\nVocê pode fazer a progressiva em casa, com um produto de confiança(que possua registro na anvisa), ou levar esse produto até um profissional. Mas o foco desse post é a progressiva feita em casa. O alisamento que eu usei é a base de ácidos.\n\n\n&nbsp;\n\n\nHá muito misticismo em torno de progressiva, mas vou tentar responder algumas dúvidas comuns com base no que estudei e presenciei. Antes de fazer esse alisamento, pesquisei e estudei por muito tempo, e finalmente fiz com segurança e bom resultado. Aconselho que, se você planeja fazer algo no seu cabelo, pesquise o máximo que puder antes. Vi muitos vídeos de profissionais, mas mesmo assim existe muita desinformação. Não tem nenhum mistério ou ingrediente secreto, basta seguir as recomendações do fabricante.\n\n\n&nbsp;\n\n\nNão sou profissional(mas gostaria de fazer um curso haha), sou apenas uma pessoa preocupada em ter um cabelo bem cuidado e que cuida dele em casa há mais de 15 anos. Esse post não é um guia, você é responsável pelo que decidir fazer. Certo? Então vamos lá.\n\n\n&nbsp;\n\n\n**O que é preciso para fazer a progressiva?** Shampoo anti-resíduo▪️, o produto, um pente, secador, e chapinha. *Recomendo usar protetor térmico*.\n(▪️: Nem sempre o shampoo é necessário, alguns produtos são \"passo único\", isso estará indicado nas orientações de uso.)\n\n\n&nbsp;\n\n\n**Pode usar qualquer chapinha?** Depende do seu cabelo. Meu cabelo é fino, danificado, liso na raiz e ondulado da metade do comprimento. No meu caso, a minha chapinha comum, de cerâmica, que tem a única temperatura de 190°C deu certo. Há uma recomendação de se usar 180-210°C para cabelos descoloridos, fragilizados, com coloração, finos. E a temperatura para cabelos grossos, saudáveis, virgens, resistentes é de 230°C.\n\n\n&nbsp;\n\n\n**Quanto tempo dura?** Depende. Se for feito corretamente, o resultado pode ser definitivo e daí só retocar a raiz. A maioria das marcas diz que a duração varia de 3 a 6 meses.\n\n\n&nbsp;\n\n\n**Shampoo tira a progressiva?** Se foi feito o processo corretamente, não.\n\n\n&nbsp;\n\n\n**Progressiva trata o cabelo?** Não!!! Apesar de ficar com os fios super brilhantes e sedosos, você ainda precisa cuidar muito bem. O uso da prancha é o que vai danificar mais, por isso recomendo o uso do protetor térmico antes de pranchar. Também invista em uma máscara de tratamento com fórmula completa(óleos, proteínas/queratina, e agentes hidratantes na mesma composição).\n\n\n&nbsp;\n\n\n**Posso fazer depois de uma coloração/descoloração/outra química?**  Coloração e descoloração: Eu fiz após um mês(de muuuito tratamento) da última coloração. Aconselho esperar um mês e faça o teste de mecha.\nOutra química: Depende. Algumas não são compatíveis, é obrigatório fazer o teste de mecha.\n\n\n&nbsp;\n\n\n**Mas /u/Polaquinha, alguém disse que progressiva ácida e cabelo loiro não dão certo! Só a de formol dá certo com cabelo loiro.** Mentira, não confie em quem quer te vender/fazer usar formol. É proibido e ilegal. Cai fora dessa.\n\n\n&nbsp;\n\n\n**Disseram que é bom usar vinagre no cabelo antes/depois das químicas, é verdade?** Esse é um tópico controverso. Alguns defendem o uso do vinagre enquanto outros rejeitam. Eu aconselho você a *não usar*, em nenhuma ocasião. Ainda não existem estudos suficientes sobre isso.\n\n\n&nbsp;\n\n\n**Quais os melhores produtos?** Não vou recomendar o produto que comprei. Apesar de ser sem formol e seguro, ele não é o melhor que temos disponível. Antes de comprar, recomendo pesquisar se o produto tem registro na anvisa e também recomendo comprar de site confiável, as progressivas são grandes alvos de falsificações. Lembrando que o produto mais caro também não significa ser melhor. Muitos profissionais resenham produtos, mas fique atento com as \"resenhas-publicidade\".\n\n\n&nbsp;\n\n\n**Como eu fiz**: \n\n\n\n**1.** Fiz o teste de mecha e comprovei que meu cabelo aguentaria o processo. *Faça o teste de mecha sempre!* Lavei o cabelo 2x com o shampoo anti-resíduo. Ficou dificílimo pra pentear, mas dei uma leve penteada com muito cuidado. Deixei secar 100% naturalmente.\n\n**2.** Passei o produto de alisamento em todas as mechas, da raiz às pontas, saturando muito bem os fios. Não precisa economizar no produto. Aguardei 45 minutos.\n\n**3.** Joguei um pouco de água por cima para retirar um pouco do produto, mas não tudo - acredito que deixei uns 50% do produto ainda no cabelo. Sequei 100% com ar frio do secador(não fiz escova).\n\n**4.** Passei protetor térmico generosamente no cabelo todo. Pranchei mechas finas 3x com bastante cuidado, e mais lentamente do que o normal. Nos vídeos, ouvi vários profissionais dizerem que você prancha até \"selar\" o cabelo. Não sabia o que isso significava, mas é quando o cabelo fica extremamente brilhoso, \"aveludado\", e liso depois de passar a chapinha. O meu, só de passar essas 3x vagarosamente, já tinha selado. Mas decidi passar mais umas 10x bem rapidamente pra garantir. Numa próxima vez, passaria umas 5x com bastante cuidado que acho que já estaria bom. Lembrando que meu cabelo é fino e levemente ondulado, outros cabelos podem necessitar mais ou menos passadas.\n\n**5.** Deixei o cabelo esfriar totalmente e lavei. Sempre lave(pode esperar o outro dia, se for noite), não deixe resíduo do produto até a próxima lavagem dias depois. Eu fiz o cowash para não ressecar, e porque meu produto de alisamento não contém petrolatos na composição.\n\n**Opcional:** Passei uma máscara para tratar, enxaguei, e deixei secar natural. Cabelo brilhoso e lisíssimo sem frizz, sem chapinha nem escova.\n\n\n&nbsp;\n\n\n**E é isso!** Aconselho a ver muitos vídeos do procedimento no youtube, mas muito cuidado com a desinformação. Faz semanas que fiz meu alisamento e o meu cabelo está ótimo, não tive quebra nem mais ressecamento que o habitual. Claro que é mais uma química(por cima de várias), então continuo com minha rotina de tratamento. O produto que comprei veio com o chamado Botox capilar. Planejo fazer após um mês e meio da progressiva e voltarei para contar como foi e com uma foto do resultado final!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "nkxzr3",
            "num_comments": 16,
            "comments": [
                "Eu tenho muita curiosidade sobre o processo, este post foi muito útil.\n\nNão tenho coragem de fazer em salão local, tenho medo de colocarem formol, mas tbm tenho medo de fazer em casa kkkk meu cabelo é super fino e frágil, quebra tudo mesmo sem química alguma e nem uso chapinha. Só que o frizz está me matando, vivo de cabelo preso ou cheio de óleo pra abaixar os baby hairs...\n\nEu tenho medo de fazer e ficar careca de vez, mas dá uma vontade! Complicado.\n\nQue tipo de produto vc usou e quanto custa mais ou menos? Eu tinha vontade de tentar em uma mecha só, assim se der problema não fico careca kkk",
                "Uma dica extremamente importante! Teste o produto primeiro! Siga as regras de teste na embalagem, pode ser em uma mecha ou na pele, porque se você for ter alergia, é melhor num pedaço pequeno do que na cabeça inteira.\n\nFiz progressiva na adolescência e só parei porque enjoei e passava muito mal com o cheiro forte do produto, aprender a cuidar do seu cabelo é a chave, seja com química ou natural",
                "Mas então, eu queria muito uma progressiva progressiva. Progressiva que alisa definitivamente para mim é escova definitiva. vou confessar que eu gostava das escovas de formol, eram temporárias e você podia ajustar com o tempo. Se você paresse de usar ela.saia do cabelo .alguns meses e não ficava raíz.",
                "Eu tinha o cabelo liso (era um pouco ondulado perto da nuca) e grosso, mas depois de descolorir (mechas) e pintar de ruiva (mais laranjinha) ele ficou fino e ondulado. Aí a cabeleireira indicou fazer uma progressiva ácida e foi a pior coisa q já aconteceu com o meu cabelo. Eu fiz da tal exoplastia capilar. Só serviu para deixar o meu cabelo fedorento e mais ondulado (frizz) ainda e muito fino. Perdi totalmente o volume. \n\nUma vez, há uns 10 anos eu fiz uma progressiva com formol na parte perto da nuca do meu cabelo. Não houve qualquer dano e o cabelo ficou muito brilhoso. \n\nEstou há 2 meses sem pintar e estou fazendo cronograma em casa com 3 máscaras da kérastase (sim, resolvi gastar bastante dinheiro agora). \n\n1 - nutrição: kérastase specifique (para tratar também a raiz que estava ardendo) - Essa máscara foi um achado. Ela deixa o cabelo muito brilhoso na parte que está sem descoloração, como se fosse a progressiva de formal. Na parte descolorida ela fica boa, mas não é igual. \n\n2 - reconstrução: Kérastase resistance (só indico para quem está com o cabelo muito ruim. Comigo ela está fazendo um bom resultado). \n\n3 - hidratação: kérastase nutritivo. Não está fazendo muito efeito pq a minha é para cabelos grossos e o meu cabelo está bem fino. Quando acabar, vou tentar outra. \n\nMas é isso. Talvez tenha sido essa exoplastia capilar q é uma bosta. Um dia eu talvez tenha coragem de experimentar outra progressiva ácida já q formol saiu do mercado (por motivos óbvios )"
            ]
        },
        {
            "title": "[Dica de site?] [Compra internacional] Pessoal, alguém aqui já comprou no tal iHerb?",
            "selftext": "Gostei muuuito da seleção de produtos do site e queria testar comprar alguma coisa nele, mas confesso que tô com medo de só perder meu dinheiro haha",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "njmpd1",
            "num_comments": 6,
            "comments": [
                "Gente, voltei pra ajudar quem ler esse post! Tomei coragem pra testar e comprei umas coisinhas no dia 07 e acabaram de chegar, nem eu acredito nessa rapidez hahaha não fui taxada nem nada, mas acho que porque foi uma compra pequena\n\nEdit: Demoraram 05 dias só pra chegar",
                "Não conheço o site. Estou vendo agora",
                "Já comprei sim, é um site confiável - mas toma cuidado com substâncias proibidas pela Anvisa, e se prepara para a possível taxação",
                "Comprava vitamina D lá e nunca fui taxada, chegava bem rápido. Mas faz uns 2 anos que não compro, não sei como está hoje em dia.",
                "I-herb code\n\n‏ASX1990\n\nEPR7681"
            ]
        },
        {
            "title": "Flocos multichrome para unhas, com frete grátis no Ali Express!!!!",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "na6j88",
            "num_comments": 0
        },
        {
            "title": "[Pergunta] Quais os cuidados naturais com a pele que vocês recomendam? Digo, sem usar muitos produtos industriais e os cuidados com a alimentação também",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "n90qoa",
            "num_comments": 5,
            "comments": [
                "Quando você diz pele é no geral? Porque cuidados com o corpo não podem ser confundidos, por exemplo, com uma rotina de cuidados externos com o rosto.",
                "Um cuidado natural e geral, não só pra pele (mas pra ela também): beber água! É clichê mas é real. \nOutra coisa que eu gostava era esfoliar semanalmente a pele com aveia e mel. Mas claro, eu não sei se essa é a receita menos abrasiva, tem que checar bem isso.",
                "Como já disseram, beber água! Ter uma boa alimentação(e nos dias que isso não acontecer, tomar multivitamínico). Não fumar, não abusar de álcool. Usar filtro solar, de pelo menos 30fps, sempre.",
                "eu costumo usar receita caseira na minha rotina de cuidados. uso pó de talco com soro fisiológico para clarear a pele, clara de ovo para hidratar e disfarçar ruga de expressão, leite para ajudar na limpeza de rosto, óleo de coco como cicatrizador...enfim! tenho um blog onde ensino essas receitaa."
            ]
        },
        {
            "title": "Como vocês definem os cabelos ondulados de vocês?",
            "selftext": "Então, eu estava com realinhamento mas agora meu cabelo está crescendo e cada vez mais natural, como se fosse uma transição capilar. O problema é que além de estar sem corte não sei bem como definir as ondas deles de forma natural e fica com muito frizz ou bagunçado. Estava vendo sobre tipos de cabelos e creio que minhas ondas são uma mistura de 2A com 2B. Vocês também tem os cabelos ondulados?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "n5qtbx",
            "num_comments": 6,
            "comments": [
                "Uso a denman brush (uma versão barata,\ncomprei por 24 reais na amazon) pra estilizar, passando creme que espalha bem, e vou apertando a cada mecha. Essa escova é só pra estilizar! Não pra pentear, se você usar pra pentear o cabelo você vai arrebentar ele. Uso uma toalha de microfibra pra tirar o excesso de água e produto, sempre apertando, porque não deixa frisado o cabelo. Eu escovo o cabelo antes do banho, passo um creme antes, porque ele embaraça muito. Lavo com creme de hidratação a maioria das vezes é hidrato toda semana. Uma técnica legal pra pentear antes de lavar é misturar creme com um pouco de soro fisiológico e deixar por uns minutos.\n\nUso o difusor da Deva Curl pra dar uma secada básica e ajudar a modelar. Pra produtos, uso só da Lola, são os únicos que funcionam pro meu cabelo. É importante entender que o cabelo ondulado e cacheado demora pra se assentar, cada dia tá diferente e você vai crescendo junto com ele. Vai testando produtos e métodos diferentes pra ver o que prefere. Nos vídeos que vejo todo mundo passa mil produtos, isso sempre pesou meu cabelo e deixou ele melecado, mas fazendo as técnicas que coloquei abaixo ele fica super leve e não fica duro. Touca ou fronha de cetim ajuda MUITO com o frizz e o formato, fica ótimo. Cabelo ondulado e cacheado não se penteia depois de seco, pode quebrar e vai tirar a forma, então o ideal é não tocar depois de estilizar, só se for lavar de novo. A oleosidade natural do cabelo também demora mais pra chegar as pontas por causa do formato, então o ideal é não lavar todo dia, mas isso vai muito de cabelo pra cabelo, eu por exemplo não consigo usar o no-poo, meu cabelo fica uma merda.\n\nAlguns vídeos que me ajudaram:\n- [Usando a denman brush](https://youtu.be/KblOiRRgGjE). Eu nao usei esse vídeo, mas ele te da uma ideia geral de como usar. Essa técnica foi a melhor que já vi e uso toda vez que lavo, não vivo mais sem, é super rápido.\n- [Bowl method](https://youtu.be/AVT9H3-u7SU), o meu cabelo fica LINDO com esse método, mas como eu tenho muito cabelo e tem que fazer de cabeça pra baixo, ele embaraça pra cacete depois, então eu faço bem raramente\n- [Unicorn cut](https://youtu.be/FsZNwCqGQKA). Eu tava precisando de um corte urgente, mas como não dá pra ficar saindo pra ir em salão eu mesma cortei, usei esse vídeo, foi super rápido e fácil, vai sem medo. Deixa secar, modela como de costume e deixa assentar, depois de três dias lava de novo, modela, deixa secar e aí vê o que ficou torto e vai cortando. Eu fiz com o cabelo seco porque prefiro.",
                "fazer fitagem com escova raquete no cabelo molhado(com creme sem enxague) e depois passar um pente jacaré de madeira.\n\n Eu fazia assim e ele ficava ondulado, eu te recomendo a linha Tresemmé Cachos Definidos. Nessa linha tem algumas opções de creme, tem o hidratante (q eu uso) mas tbm tem um q combate o frizz.\n\nboa sorte"
            ]
        },
        {
            "title": "[Pergunta] Seus esmaltes preferidos",
            "selftext": "Oi pessoal, vamos conversar um pouco sobre esmaltes. Já fui muito de usar mas dei uma desleixada e agora quero voltar a ter unhas bem cuidadas. Também tinha compulsão de comprar tudo quanto é cor, mas hoje com os preços elevados quero dar uma moderada nisso e ter uma coleção somente com cores que eu goste muito.\n\nQuais tem sido os seus esmaltes preferidos? Vocês tem alguma marca, cor que gostam bastante?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "n3ft0x",
            "num_comments": 15,
            "comments": [
                "Eu gosto de usar sempre cores mais neutras e/ou discretas, então meio que as cores \"obrigatórias\" pra mim são cinza, rosa claro, algumas tons mais nudes e branco (tanto aquele tipo renda, quanto o tipo normal, sabe?).\n\nAgr, nomeando mesmo algumas das minhas cores preferidas nos últimos anos, eu particularmente amo o \"problema meu\" (rosa meio nude da Dailus), \"folk\" (cinza meio escuro com um brilho levemente azulado da Vult, foi meu preferido por muiiito tempo kkk) e o \"até a madrugada\" (cinza claro da Dailus).\n\nSobre marcas, eu não sou tão ligada assim, mas gosto bastante da Dailus, Vult e Studio 35 (mais especificamente aquela coleção da Pantone que tem umas cores lindíssimas).",
                "Já falei muito de esmalte por aqui, haha. Sou obcecada por efeitos diferentes, mas falando de esmaltes nacionais mesmo, normalmente eu uso esmalte preto ou roxo bem escuro e aí passo algum brilho ou efeito diferente por cima. Também gosto de puxar pra um vinho ou fazer uma cor diferente na ponta tipo degradê com esponja. \n\nNão curto filha única ou arte, só fico nessa mesmo.\n\nAcho que combina muito comigo pois sempre me visto de preto e dou preferência a detalhes na cor roxa ou vermelho escuro, minhas cores favoritas e um estilo meio gótico.\n\nUso muito glitter pois o brilho ajuda a disfarçar imperfeições na esmaltação, dá mais durabilidade e ainda acho lindo o efeito que dá quando meche as mãos. Meus glitters favoritos são os roxos e prateados.\n\nA cor que mais uso mesmo tirando preto é o roxo e ultimamente está difícil achar tons de roxo escuro com boa cobertura, eu usava muito o ludurana efeito gel chamado inovação e quando não encontrava era o roxo obsessão da risque ou um da coleção da Avon. Gosto muito do psico da risque, só que tem que passar um outro por baixo pois a cobertura é baixa.\n\nUltimamente estou fazendo misturinhas mesmo, eu fico misturando azul e vermelho com preto até chegar no meu tom favorito. As vezes eu compro um esmalte metálico ou com efeito azul e aí coloco um pouco de vermelho até chegar no tom desejado, ou o contrário. Me sinto uma alquimista haha\n\nOutra coisa que adoro fazer e recomendo muito é criar top coats coloridos (tinted). É só você pegar um top coat comum, tipo o roxinho da Impala e daí vc pinga algumas gotas de esmalte nele da cor desejada. Escolhe um esmalte bem pigmentado e que seja meio translúcido, não opaco, e vai testando até chegar no tom desejado.\n\nEu fiz top coat azul, roxo e pink, só não fiz vermelho já que vende esses tipo rebu mesmo. Dependendo da esmaltação dá um efeito super legal e da pra vc chegar no tom exato que vc quer, super recomendo, fica bem legal passar sobre glitter também, dá uma impressão de profundidade. Planejo fazer um top coat preto (fumê) me desejem sorte kkkk",
                "A melhor coisa para unhas é óleo de cravo, passa antes de pintar e deixa secar, fortalece elas. Esmalte eu uso qualquer um que eu tenho, mas ganhei um de uma marca chamada Donxs e, nossa, melhor esmalte da vida! Tô con ele a mais de uma semana e descascou bem pouco",
                "Eu também já tive uma fase louca por esmaltes porém confesso que hoje minhas unhas andam meio descuidadas. Mas tem uma conta no Instagram chamada unhabonita, lá tem várias dicas de esmaltação e cuidados com as unhas, acho que vale a pena dar uma olhadinha ☺️"
            ]
        },
        {
            "title": "Base Fortalecedora de Unhas Fracas",
            "selftext": "Suas Unhas são frágis?\n\n[View Poll](https://www.reddit.com/poll/n1oxqf)",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "n1oxqf",
            "num_comments": 2,
            "comments": [
                "Um fortalecedor muito bom, que até não recomendo usar demais(pois as unhas podem ficar muito rígidas e quebrar) é o da [Big Universo](https://http2.mlstatic.com/D_NQ_NP_724665-MLB31831825259_082019-O.webp). Ele é tipo uma água que faz uma camada bem fina, então dá pra usar uma base por cima. E faz diferença, eu usava muito quando tinha unha compridona. Só também não gostava do cheiro(forte de cereja, bem artificial), e que deixa a unha amarela, mas tirando isso, é muito bom. E vem 15 ml!",
                "Eu uso aquele azul da risque, sempre depois de tirar esmalte.\n\nMinhas unhas normalmente são fortes mas agora estão quebrando muito... Acho que é a mudança de tempo, sei lá. Toda minha pele está desidratada e estranha."
            ]
        },
        {
            "title": "[Pergunta] Algum de vocês já compraram e usaram a nova base da Bruna Tavares?",
            "selftext": "Estou procurando por uma boa base e que tenha uma cobertura boa e também com uma boa duração, pois a minha intenção é usá-la para fotos. Pensei até em investir na MAC, mas usei apenas uma vez na casa da minha amiga e lembro de não ter achado ela essas coisas toda e por ser muito cara, tenho medo de me arrepender. Então, assisti algumas resenhas sobre a nova base da Bruna Tavares que se chama \"BT Skin\" e apenas ouvi elogios, mas não sei se ela funciona de modo profissional realmente e se daria para a minha pele que é oleosa. \n\nProcurei também pela da Catharine Hill, que é uma marca profissional e não a considero extremamente cara. Entretanto, assisti ao vídeo da Cool Marina e a base manchou o rosto dela ao tirar uma foto com flash. De resto, foram elogios. Estou bem em dúvida mesmo sobre isso e se vocês puderem me ajudar, fico agradecida.",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "myb4w2",
            "num_comments": 2,
            "comments": [
                "Eu não posso dizer sobre pele oleosa, mas na minha pele seca se deu bem. Ela cobre muuito. Na verdade eu diria até que ela cobre demais, hahaha. Eu diluo ela um pouco ."
            ]
        },
        {
            "title": "[Pergunta] Sou a única pessoa com zero talento para penteados?",
            "selftext": "Sério, assisto os vídeos e parece super simples mas quando vou fazer fica horrível. Para piorar, NUNCA aprendi a fazer trança. \n\nGente, me ajudem a me libertar disso haha\nSou doida para melhorar e ficar mais diferente e tem penteados que não curto tanto, mas creio que seja por causa do meu formato de rosto (tenho até que ver penteados voltados para o formato dele).\n\nVocês tem dicas? Help me 😭\n\nP.S.: Meu cabelo está voltando a ficar ondulado.",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mv26hk",
            "num_comments": 11,
            "comments": [
                "Entendo sua dor :/",
                "Eu só sei fazer trança comum. Meu cabelo não ajuda tbm, é muito frizz e parece que ele escapa dos penteados. Todos que eu faço em poucas horas ficam com aparência horrível, parece que eu dormi uns dois dias com o penteado e olha que eu cuido quando sento pra não encostar a cabeça em nada kkkk\n\nEu queria saber fazer penteados tipo medieval ou viking com tranças, acho tão lindo mas toda vez que eu faço em poucos minutos fica bagunçado. \n\nNunca aprendi a usar produtos tipo mousse, laquê ou gel. Eu desconfio que esse é o problema.",
                "Meu sonho era fazer trança embutida, e mais ainda trança boxeadora. Nunca consegui apesar de mt treino.\n\n\nTb não consigo fazer delineado de gatinho.",
                "O que pode te ajudar são os tutorias e muita prática. Por isso é bom você ir treinando os penteados mesmo que seja pra ficar em casa.\n\nAlém disso, dependendo dos penteados fica mais fácil quando se tem os instrumentos apropriados e produtos que podem ajudar na fixação ou modelagem do cabelo.",
                "Tamo junta. Eu invejo muito quem sabe fazer trança em si mesma. Se alguém tiver alguma dica ou vídeos, eu agradeço muitissimo. Super queria saber fazer penteados legais. Adoro os coques soltos e bagunçados e tranças. \n\nQueria saber fazer aquelas tranças embutidas estilo viking. Mas pro meu cabelo ter qualquer resquício de movimento eu preciso repicar ele. Daí imagina XD"
            ]
        },
        {
            "title": "A Hits voltou com a coleção de Esmaltes Multichrome!!!",
            "selftext": "&#x200B;\n\nhttps://preview.redd.it/incr8tmfn6u61.png?width=498&format=png&auto=webp&v=enabled&s=f5e104b36c64a416e36c9bd843e33cc7aa4126f0\n\n[https://www.speciallita.com.br/colecao-multichrome/](https://www.speciallita.com.br/colecao-multichrome/)\n\nTem que comprar online e parece que é edição limitada.\n\nEstou compartilhando pois acompanho o mercado de esmaltes nacionais e fazia pelo menos uns 8 anos que não via multichrome pra vender por aqui, a não ser marcas indies que são bem caras.\n\nPra que não lembra, as cores são as mesmas daquela coleção antiga da Marimoon lá de 2011. Aqui vai um vídeo que eu achei sobre eles:\n\n[https://www.youtube.com/watch?v=GvnwP6FnfZ4](https://www.youtube.com/watch?v=GvnwP6FnfZ4)\n\nEu não sei vcs mas como esmaltólatra de carteirinha já pedi os meus, haha",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mu8kpp",
            "num_comments": 7,
            "comments": [
                "Eu lembro! Tomara que voltem também com os holográficos!"
            ]
        },
        {
            "title": "[Recomendação de Produto] Como cafézeira e fumante, essa pasta tem me ajudado muito a manter o sorriso branco sempre em dia!",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mrm88k",
            "num_comments": 10,
            "comments": [
                "No meu caso eu raramente tomo café e não fumo, mas é uma boa pra quem também gosta de um refrizinho daqueles bem escuros haha",
                "Vou experimentar. Em quanto tempo vocês mostram resultado?",
                "N tomo café direito e nem fumo mas vou anotar..."
            ]
        },
        {
            "title": "[Recomendação de site] Inspiração para looks",
            "selftext": "Espero que esse site possa ajudá-los. É internacional e talvez vocês não se identifiquem tanto, mas têm diversas combinações de roupas bem legais que eu acredito que ajudarão vocês também como inspiração e que podemos encontrar em lojas brasileiras. Esse site chama-se Lookbook e aqui está o endereço deles: https://lookbook.nu/\n\nP.S.: Uso bastante o Pinterest também, mas o LookBook pode ser uma mão na roda. Já ouviram falar nele?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mr0y4i",
            "num_comments": 1,
            "comments": [
                "Muito legal, mesmo sendo estrangeiro dá pra salvar bastante coisas e achar similares ou pedir pra alguém que costura fazer(que às vezes acaba saindo mais em conta e de boa qualidade)."
            ]
        },
        {
            "title": "[Recomendação de Produto] [Cabelo] Máscaras de hidratação!",
            "selftext": "Oi pessoal, vim aqui falar um pouco detalhadamente sobre máscaras de cabelo que tenho usado e minha experiência. Grande maioria delas já está ou na metade ou no final, então acho que pode ser de boa ajuda. Gosto de comprar as de kilão pela versatilidade e custo x benefício.\n\nTenho cabelo na cintura, meio liso meio ondulado, com bastante frizz. Estou para fazer um alisamento nele semana que vem, e ele é danificado por conta de ter descoloração e coloração. Desde a última coloração que fiz nele, estou com um \"intensivão\" de tratamentos durante o período de 1 mês antes do alisamento, então estou usando todos esses produtos com bastante frequência(48hrs entre tratamentos), mas já usava alguns desde bem antes.\n\n**[Novex Tudo De Bom](https://www.drogariaminasbrasil.com.br/media/product/280/creme-de-tratamento-novex-tudo-de-bom-400g-739.jpg)**: Primeiro vou falar desse porque parece que foi tirado de linha. :( E ele é um dos melhores produtos de cabelo que já usei na vida. O perfume é floral bem agradável, fica bem suave. Ele é livre de petrolatos então pode ser usado como cowash, máscara, condicionador, e leave-in, pode passar na raiz sem pesar. Já usei de todas as formas e deixa o cabelo com aspecto brilhoso, encorpado, mas soltinho. A composição é rica, destacando a manteiga de karité, amido de milho, muitos extratos de plantas e óleos. Uma pena que saiu de linha! Paguei ~R$16.\n\n**[Novex Santo Black Poderoso](https://a-static.mlcdn.com.br/1500x1500/creme-de-tratamento-ultraprofundo-santo-black-meus-cachos-novex-1kg/perfumariabelezaecharme/3322299877/cbcb96ef8a8faf9d84ca70842da708eb.jpg)**: O cheiro desse é um pouquinho forte, mas também tem boa fórmula com a manteiga de karité como um dos primeiros ingredientes. Deixa o cabelo bem brilhoso e macio, mas sinto que o Tudo De Bom funcionou melhor para mim. Esse é livre de petrolatos também. Já usei a linha de shampoo e condicionador, mas não sou fã do cheiro deles. Paguei ~R$16.\n\n**[Kanechom Amido De Milho](https://s3.amazonaws.com/produtos.vipcommerce.com.br/250x250/3d6d87d2-ce7f-45c8-9ba8-bb0799fab3a7.jpg)**: Tem perfume incrível, bem floral, mas não fica forte. Livre de petrolatos, pode ser usado como leave-in. A fórmula tem o amido de milho, glicerina, pantenol e aminoácidos. Esses ativos vêm depois da fragrância na lista de ingredientes, então estão em concentração baixa. Isso significa que ele não vai deixar o cabelo com aspecto rígido, como acontece com outros produtos que tem maior concentração de aminoácidos/queratina/proteínas. Ao contrário, ele deixa meu cabelo também muito leve. Promete deixar o cabelo mais liso mas não vi diferença. Como está no final, \"batizei\" ele com uma ampola de queratina e proteínas pra deixá-lo mais potente! Paguei ~R$8.\n\n**[Nazca Pimenta](https://www.drogariaminasbrasil.com.br/media/product/5dc/mascara-de-hidratacao-sfera-nazca-pimenta-no-cabelo-dos-outros-e-crescimento-1kg-fec.jpg)**: Surpreendente, ele é um produto dos mais baratinhos, mas a composição é bem rica. Já nos primeiros ingredientes temos o óleo de coco. Depois da fragrância vem glicerina, extrato de pimenta, e proteína hidrolisada. Esse dá aquele efeito de \"desmaia cabelo\" pra mim, deixa o cabelo muuuito molinho. Também gostei de usar como cowash, faz uma espumeira digna de shampoo e limpa super bem. O cheiro é parecido com chiclete de morango. Como está no fim, também batizei com uma ampolinha de vitaminas. Paguei ~R$12.\n\n**[Skala Maionese Capilar](https://images.tcdn.com.br/img/img_prod/585558/creme_de_tratamento_maionese_capilar_nutritiva_18671281_1_20200825105318.jpg)**: Já usei o antigo Maionese Vegana, mas esse tem a mesma proposta e consistência. Cheiro floral bom, não enjoativo, e creme bem denso, não-aguado igual outros Skala. Ótimo para fazer misturas de tonalizante, livre de petrolato. Deixa o cabelo bem hidratado, fórmula ok, contém óleo de argan e rícino, e extrato de amaranto. Paguei ~R$8.\n\n**[Skala Banana](https://i.pinimg.com/originals/f4/f9/91/f4f9918cb6d52a9697fb8cd4462ee0fc.png)**: Cheiro bom, não é enjoativo. Também é mais denso e tem uma fórmula ok. Gosto para fazer o pré-shampoo(passar nas pontas uns 10min antes de lavar). Paguei ~R$8.\n\n**[Felps SOS](https://images-americanas.b2w.io/produtos/01/00/img/2959687/9/2959687973_1GG.jpg)**: Máscara de uso profissional, comprei depois de fazer 3 descolorações e 2 colorações, meu cabelo estava com o pé na cova. Esse produto e o próximo da lista, sem exagerar, salvaram o meu cabelo. Esse aqui principalmente pela fórmula rica em componentes de reconstrução capilar. Queratina, proteínas, óleo de argan e dendê. Vi alguns comentários por aí dizendo que com três usos já recuperava o cabelo em uns 70%, e depois de usar, posso dizer que faz sentido. Lembrando que é bom usar somente de 15 em 15 dias, ou o cabelo pode ficar com aspecto de rígido ou pesado. Paguei R$36.\n\n**[Felps Marula](https://loja.felps.com.br/media/catalog/product/cache/1/image/600x540/9df78eab33525d08d6e5fb8d27136e95/m/a/marula_m_scara_de_hipoernutri_o_300g.png)**: Só pelo cheiro já vale. Se você gosta de perfumes que lembram cheiro de chocolate, esse é top das galáxias. Também outra fórmula rica, com o extrato de marula e cupuaçu. Dá um brilho e sedosidade sem igual. Compraria o kilão, mas a carteira chora. Essas duas últimas são bem densas, e diferente das outras máscaras rendem muito mais. A espalhabilidade é muito melhor, então o potinho de 300g já compensa. Paguei R$36.\n\n**Lembrando que é necessário ter cuidado ao comprar pela internet,** especialmente em sites como o Mercado Livre. Já ouvi dizer que existem falsificações dessas máscaras profissionais. Compre de lojas autorizadas e de boa avaliação. Comprei as minhas Felps no ML por loja autorizada.\n\n**O que misturar nas máscaras(especialmente Skalas) para potencializar o efeito?** Eu gosto de misturar uma colher de gelatina em pó(dilua em um pouquinho de água e esquente até engrossar), outras vezes misturo uma colher de leite de coco. Uma coisa que é boa mas eu ainda tenho que comprar é queratina liquida, que recupera muito os cabelos danificados, mas atenção para usar somente de 15 em 15 dias.\n\nE vocês tem alguma máscara/tratamento que faz bom efeito?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mq98ro",
            "num_comments": 12,
            "comments": [
                "Eu normalmente uso qualquer máscara. Na verdade compro umas bem baratinhas e misturo com algum óleo (coco, ricino ou azeite). Acho que os óleos deixam meu cabelo bem hidratado, com brilho e sedoso.",
                "Poxa OP obrigado pelas dicas! Veio em boa hora rs",
                "Ótimo review, eu sempre vejo esses potes da Novex mas nunca comprei kkk quem sabe acho algum de estoque velho aqui."
            ]
        },
        {
            "title": "(ajuda) alguém tem sugestões e dicas de moda/ sites de compra de roupa masculina online?",
            "selftext": "Então... Eu tô querendo dar uma renovada no visual pra ajudar na alto estima (e pq eu n sei exatamente como calvos jovens como eu se vestem de forma estilosa). (Se depender de mim e eu for trabalhar como professor, eu vou me vestir com terno e parecer um velho de 59 anos pra evitar interação social... Mas acho que no dia-a-dia é melhor algo mais casual mesmo ahuahushu",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mpo1a8",
            "num_comments": 24,
            "comments": [
                "Acho que o primeiro ponto é você saber que tipo de estilo te agrada, qual estética você quer pra você. A sugestão que te dou é procurar referências, imagens que te ajudem a visualizar a composição de roupas.\n\nFrente a isso, é importante você colocar na balança também a sua realidade, os ambientes que você frequenta, o seu orçamento e conforto.\n\nAcho que essas são questões norteadoras básicas. Sem isso muito claro, se pode correr o risco de comprar coisas que não vão se encaixar no seu dia a dia, o fazendo gastar dinheiro atoa.",
                "A Zattini tem umas promoções legais de vez em quando.",
                "Ei, você está procurando apenas por sites de compras? Caso esteja procurando por sites que ajudem a você ter uma ideia e te inspirem a se vestir bem eu conheço o https://lookbook.nu/ e acho o Pinterest é uma ótima ideia também."
            ]
        },
        {
            "title": "COMO FAZER UM CRONOGRAMA CAPILAR BARATINHO",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mplil5",
            "num_comments": 1
        },
        {
            "title": "[Recomendação de Produto] Cera depilatória. Gosto muito dela. Não é cara e deve ser esquentada em banho maria.",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mpcgiv",
            "num_comments": 5,
            "comments": [
                "onde q acha?",
                "Se eu achar vou tentar, obrigada pela recomendação."
            ]
        },
        {
            "title": "Recomendação: esmalte preto que cobre em uma camada",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mp19pz",
            "num_comments": 11,
            "comments": [
                "Que linda suas unhas. Qual o nome desse formato?",
                "Obrigada pela dica! Como está a fórmula dessa linha? Comprei um esmalte dessa marca mas na embalagem antiga, era um top coat roxinho mas ele não secava nuuuuunca. Achei super estranho, usei algumas vezes mas não rolou."
            ]
        },
        {
            "title": "[Pergunta] Shampoo com café realmente ajuda o crescimento do cabelo?",
            "selftext": "Vi muitos vídeos sobre o shampoo com pó de café (shampoo neutro + colheres de café). Se alega que, além dele ajudar no crescimento do cabelo, pois o pó iria estimular a circulação sanguínea do couro cabeludo, ele também diminui a oleosidade, o que pra mim é sempre bem vindo. \n\nEstou pensando em experimentar. Alguém tem algum relato sobre?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "moucll",
            "num_comments": 24,
            "comments": [
                "Eu nunca usei, porém uma colega minha fez shampoo bomba por um ano mais ou menos e não fez diferença no crescimento. Ela media certinho antes de aparar as pontas.",
                "Uma colega de faculdade testou se o café fazia diferença no crescimento por seis meses e no final mostrou uma diferença insignificante se comparado ao normal",
                "olha, eu sempre tive pouco cabelo e problemas com crescimento (valeu aí, fator encolhimento). o que me ajudou mesmo foi tomar suplementos com biotina, pareço um leão agora hahaha",
                "O que uma cabelereira me recomendo para melhorar o crescimento do cabelo, era escovar ele diariamente por uns 10 min, tipo antes de dormir. Segundo ela isso melhoraria a circulação de sangue no couro cabeludo, resultando em mais crescimento e força.",
                "Sim, ajuda mas auxilia mais no brilho. A melhor forma para crescer é fazer um tónico de anís estrelado, urtiga verde e hibisco.",
                "Bem, sobre o café eu infelizmente não posso opinar, maaas se você está querendo experimentar alguma coisa pro cabelo crescer, tem um tônico da Salon line chamado bomba de crescimento, se não me engano, ele custa cerca de 10 reais e muita gente fala super bem, acho que vale a pena testar. Eu não cheguei a usar esse produto, porém usei o shampoo e a máscara da mesma linha e senti que deu diferença ☺️"
            ]
        },
        {
            "title": "[Pergunta] Qual primer para pele vocês recomendam?",
            "selftext": "Então, esses dias tenho procurado primers para mim, mas ou tenho achado marcas caras demais ou duvidosas demais. Tenho a pele oleosa e apesar de não ver muito milagre nos primers, gosto de utilizá-los para evitar o máximo de contato com a minha pele, mesmo eu tendo feito todos os passos necessários para o preparamento de pele e sinto que a maquiagem fica melhor. Quais vocês usam e por que gostam deles?",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mnkurd",
            "num_comments": 6,
            "comments": [
                "Também tenho pele oleosa, um que acho bem levinho é o magia de unicórnio da marca Koloss. É um vidrinho conta-gotas rosinha e ele é bem uma aguinha, deixa bem hidratado mas sem óleo, nem parece que tem nada no rosto. Gosto bastante dele.\n\nAgora de primer mais pesado tenho um que veio num kit de produtos da marca Dermachem que comprei no ML, é uma embalagem vermelha e branca. Esse é mais pesado, tipo um creme, mas depois que seca fica sequinho mesmo, sem oleosidade tbm, mas você sente que tem alguma coisa ali. Mas eu gosto mais do primeiro mesmo!"
            ]
        },
        {
            "title": "[Recomendação de Produto] Para pele mais firme e macia. Também diminui manchas e olheiras.",
            "selftext": "",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mnhrl5",
            "num_comments": 8,
            "comments": [
                "Deu certo contigo! Nossa, algumas pessoam amam esse produto e outras odeiam ele. Você passa no seu rosto todo? Qual o seu tipo de pele?",
                "Eu gosto bastante de usar no rosto nos meses mais secos(e bem pouquinho), não fica pesado nem me dá espinhas. No geral uso mais nas mãos, mas também tem que moderar se não fica melequento haha.",
                "Tem cheiro muito forte? Tenho receio dos produtos da Nivea pois sempre tem cheiro enjoativo",
                "Que boooom que deu certo pra você! Quando eu testei, tive uma super crise de espinhas😅. Na época eu não sabia que esse creme não era uma boa opção pra minha pele, via todas as blogueiras usando e fui na onda. Péssima decisão. Galerinha da pele oleosa/acneica é melhor buscar outras alternativas pra hidratar a pele."
            ]
        },
        {
            "title": "[Novidades] Utilização de Flairs + Recomendações",
            "selftext": "Olá, pessoal! Como tinha comunicado para todos vocês, algumas novidades iriam surgindo ao longo do aprimoramento dessa comunidade e gostaria de anunciar que agora podemos classificar nossas postagens, através do uso dos flairs (que já é uma ferramenta que devem estar acostumados em outras comunidades). \n\nAlém disso, queria comunicar uma recomendação para os títulos de nossas postagens (é a mesma que aparece no topo antes de vocês submeterem os conteúdos). Recomendo o uso dos colchetes \\[\\] para indicar o tipo de sua postagem. Por exemplo, caso queira indicar produtos, use antes \\[Recomendação de Produtos\\] dentro do título. Se desejar dar dicas, use \\[Dicas\\] e assim por diante. Fica mais organizado para as pessoas que irão ler ou estão buscando por informações através dos filtros. \n\nOs flairs são utilizados para topicalizar as postagens, enquanto o uso dos colchetes seriam para indicar o tipo. Essa seria a lógica. Se vocês observarem, temos um flair chamado \"Comunidade\", pois é justamente feito para todos os assuntos referentes ao r/BelezaBrasileira e isso inclui postagens de vocês com sugestões, caso não queiram enviar uma mensagem para mim e até precisem do apoio e opinião de outros membros também. \n\nPodem aproveitar essa postagem também para caso queiram opinar sobre outros tipos de flairs que deveriam ter, mas posso ter esquecido ou deixar passar.",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mngm75",
            "num_comments": 0
        },
        {
            "title": "Interação",
            "selftext": "Vejo que algumas pessoas já estão aparecendo por aqui e isso me deixa bastante feliz! Sei que a comunidade não é muito grande para a busca de diversas sugestões, mas acredito que já podemos iniciar algum tipo de interação. O que acham? \n\nPara isso, gostaria de saber o que mais gostam desse universo da beleza. Moda, maquiagem, saúde, bem estar ou um pouco de tudo? O que vocês tem feito ou procurado para melhorar/iniciar o processo de cuidados consigo mesmos? \n\nGosto muito de um pouco de cada, mas sempre tenho dado muita atenção aos cuidados de pele. Entretanto, nesse meio tempo, voltei a ver vídeos de maquiagens e a buscar novamente por produtos e já me sinto perdida novamente, pois fazia um tempo que não acompanha mais. Por isso mesmo eu ter feito essa comunidade porque as comunidades gringas sempre deixam uma brecha e acho que precisamos de mais subs em nossa língua também!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mn65vt",
            "num_comments": 13,
            "comments": [
                "Eu sinceramente gosto da ideia de saúde como um todo, sou da área e preciso me preocupar como me portar/cuidar. Confesso q meu fraco é a moda e a preguiça e preciso melhorar nisso... Tô aqui pra aprender mais sobre como me cuidar/principalmente me vestir mesmo",
                "Me interesso por qualquer cuidado com a estética desde que seja barato kkkk. Ser mais bonita sem gastar dinheiro, é possível?",
                "Beleza pra mim é principalmente uma forma de se expressar, eu adoro esse aspecto de que podemos \"customizar\" nossos corpos até certo ponto, etc... Cuidar de seu corpo ajuda também na saúde mental.\n\nEu pessoalmente não tenho dinheiro/vontade de ir em salão, então faço tudo sozinha (admito que com dificuldade) mas de certa forma é terapêutico cuidar de si mesma.\n\nMinhas coisas favoritas sobre beleza são:\n\n* Unhas, principalmente unhas longas naturais manicure caseira.\n* Esmaltes raros tipo flocados/multichrome e tal que estão em falta no país kkkk\n* Maquiagem, principalmente para os olhos.\n* Dicas para quem curte cabelos extra longos. Espero achar boas recomendações pro meu cabelo já que tenho muita dificuldade com ele.\n\nAchei esse sub bem interessante, eu acompanho os gringos porém sempre fico chateada por não poder comprar os produtos que me recomendam :( com certeza vou participar bastante aqui e gostei tbm que o foco é geral, não apenas cabelo ou alguma parte específica.\n\nEspero muito que tenha sucesso."
            ]
        },
        {
            "title": "Sejam bem-vindos!",
            "selftext": "Olá, pessoal. Tudo bem? O Reddit é enorme e tem diversos conteúdos interessantes, mas a maioria sempre em inglês. Sei da existência de comunidades voltadas para os assuntos que pretendo que as pessoas tratem aqui, mas senti falta de uma comunidade em português e que também pudesse ser voltada para a nossa localidade. Portanto, apesar de me expressar em inglês e buscar por dicas em outras comunidades, justamente por causa da maioria dessas pessoas não serem do Brasil, as dicas dadas, muitas vezes de produtos, não conseguia encontrar aqui. \n\nA comunidade é recente e não é perfeita. Portanto, com o tempo ela será aprimorada e isso inclui regras que possivelmente não existem agora, mas passarão a existir depois. \n\nContudo, aqui vão algumas regras essenciais e que, caso não respeitadas, fazem as postagens e comentários serem deletados:\n\n&#x200B;\n\n1. Não é uma comunidade NSFW, por isso, evitem postagens pornográficas. \n2. Tratem todos com respeito.\n3. Sem SPAM!",
            "subreddit": "BelezaBrasileira",
            "topic": "beleza",
            "id": "mn1zdb",
            "num_comments": 5,
            "comments": [
                "Boa ideia",
                "Muito bom"
            ]
        }
    ]
}